Repository: IDEMSInternational/plh-digital-content
Catalog: translations/wash_app/*/*_main.po
Languages: sw

# data_list
source: Why do we need to be clean?
sw: Kwa nini tunahitaji kuwa wasafi?

# data_list
source: Clean bodies keep us healthy and free from disease. Be sure to wash your face and all your other body parts with soap. You will feel great after!
sw: Miili safi hutufanya tuwe na afya njema na tusiwe na magonjwa. Hakikisha unaosha uso wako na sehemu zako zote za mwili kwa sabuni. Utajisikia vizuri baada ya hapo!

# data_list
source: Importance of bathing and washing
sw: Umuhimu wa kuoga na kuosha

# data_list
source: It is important to use clean water to wash our bodies and faces so we don't get diseases like trachoma (which can lead to blindness).
sw: Ni muhimu kutumia maji safi kuosha miili na nyuso zetu ili tusipate magonjwa kama trakoma (ambayo yanaweza kusababisha upofu).

# data_list
source: Tips for a clean bathroom
sw: Vidokezo vya bafu safi

# data_list
source: * Sweep your bathroom, the area around it and pathway to it daily. * Use soap to get rid of any stains on the floor if you can. * Check your bathroom regularly. Make any repairs quickly.
sw: * Fagia bafu lako, njia yake, no eneo linaloizunguka kila siku. * Tumia sabuni kuondoa madoa yoyote kwenye sakafu kama ukiweza. * Angalia bafu lako mara kwa mara. Fanya matengenezo yoyote haraka.

# data_list
source: Well done
sw: Umefanya vizuri

# data_list
source: CONGRATULATIONS! You have done it! You have built important skills in WASH. This is a huge achievement. Let’s celebrate you, and the steps you are taking to ensure your home is healthy and strong.
sw: HONGERA SANA! Umefanikisha hilo! Umejenga ujuzi muhimu katika WASH. Haya ni mafanikio makubwa. Hebu tukusherehekee, kwa hatua unazochukua ili kuhakikisha kuwa nyumba yako ina afya na ni imara.

# data_list
source: What makes a toilet safe?
sw: Nini hufanya choo kuwa salama?

# data_list
source: A safe toilet is one that is clean, separates you from your stool and urine, and is well-ventilated. Regular cleaning will also keep away nasty smells and flies.
sw: Choo salama ni kile ambacho ni kisafi, kinachokutenganisha na kinyesi na mkojo wako, na chenye hewa ya kutosha. Kusafisha mara kwa mara pia kutaepuka harufu mbaya na nzi

# data_list
source: Importance of clean and safe toilets
sw: Umuhimu wa vyoo safi na salama

# data_list
source: Keeping your toilet clean keeps germs away and stops the spread of disease. Besides, you don't want to be stepping on stool or urine while you are using the toilet. You can do it! Keep it clean for you and your neighbours.
sw: Kuweka choo chako kikiwa safi huzuia vijidudu mbali na kuzuia kuenea kwa magonjwa. Mbali na hilo, hutaki kukanyaga kinyesi au mkojo wakati unatumia choo. Unaweza kufanya hivyo! Iwe safi kwako na kwa majirani zako.

# data_list
source: Why using a toilet is important
sw: Kwa nini kutumia choo ni muhimu

# data_list
source: Open defecation, or pooping outside of a toilet, can feel safer, cleaner, or more convenient. However, the flies that land on human poop surely land on your ugali, too. It is important that you use a toilet.
sw: Kujisaidia wazi, au kujisaidia nje ya choo, kunaweza kuhisi salama zaidi, safi zaidi, au inafaa zaidi. Hata hivyo, nzi wanaotua kwenye kinyesi cha binadamu hakika hutua kwenye ugali wako pia. Ni muhimu kutumia choo.

# data_list
source: Tips for a clean toilet
sw: Vidokezo vya choo safi

# data_list
source: * Sweep your toilet, the area around it and pathway to it daily. * Use soap to get rid of any urine stains or stool. * Throw used toilet paper into the toilet. * Check your toilet regularly. Make any repairs quickly.
sw: * Fagia choo chako, eneo linalokizunguka na njia yake kila siku. * Tumia sabuni kuondoa madoa ya mkojo au kinyesi. * Tupa karatasi ya tishu iliyotumika kwenye choo. * Angalia choo chako mara kwa mara. Fanya marekebosho yoyote haraka.

# data_list
source: Why do we wash hands?
sw: Kwa nini sisi tunanawa mikono?

# data_list
source: Washing your hands with soap is one of the cheapest and most effective things you can do to protect yourself from getting ill. Handwashing with soap stops germs, which cause illness like diarrhoea and COVID, from passing from person to person or to your food and water.
sw: Kunawa mikono kwa sabuni ni mojawapo ya jambo rahisi na yenye ufanisi zaidi unaloweza kufanya ili kujikinga na maradhi. Kunawa mikono kwa sabuni huzuia vijidudu, vinavyosababisha magonjwa kama kuhara na COVID 19, kutoka kwa mtu kwenda kwa mwingine au kwenye chakula na maji yako.

# data_list
source: Why is soap important?
sw: Kwa nini sabuni ni muhimu?

# data_list
source: Washing your hands with just water is not enough to remove all the dirt and stool from your hands after you have been to the toilet or changed a nappy. Even if your hands look clean you can still have poop germs on them, especially if you haven't washed your hands with soap. These germs spread when you touch your face, nose, or mouth.
sw: Kunawa mikono kwa maji tu haitoshi kuondoa uchafu na kinyesi kutoka kwa mikono yako baada ya kutoka chooni au kubadilisha nepi. Hata kama mikono yako inaonekana safi bado unaweza kuwa na vijidudu vya kinyesi juu yake, haswa ikiwa hujanawa mikono yako kwa sabuni. Viini hivi huenea unapogusa uso, pua au mdomo wako.

# data_list
source: What do you need?
sw: Je, unahitaji nini?

# data_list
source: Washing your hands is easy. All you need is a container of clean water (or a tap), a basin, and some soap. Soap should be kept near a handwashing station. If the station is outside, keep soap near the door so it can be easily accessed, but kept safe.
sw: Kuosha mikono yako ni rahisi. Unachohitaji ni chombo cha maji safi (au bomba), beseni, na sabuni. Sabuni inapaswa kuwekwa karibu na kituo cha kunawia mikono. Ikiwa kituo kiko nje, weka sabuni karibu na mlango ili iweze kufikiwa kwa urahisi, lakini iwekwe salama.

# data_list
source: How to keep healthy
sw: Jinsi ya kuwa na afya

# data_list
source: You can stay healthy by drinking safe water, using clean toilets, and washing your hands often. Not doing this can lead to diarrhoea, undernutrition, and other diseases involving worms or bugs.
sw: Unaweza kuwa na afya bora kwa kunywa maji salama, kutumia vyoo safi, na kunawa mikono mara kwa mara. Kutofanya hivi kunaweza kusababisha kuhara, utapiamlo, na magonjwa mengine yanayohusisha minyoo au wadudu.

# data_list
source: Diarrhoea
sw: Kuhara

# data_list
source: Diarrhoea is when you have three or more loose or liquid stools per day. It is often a sign that your body has a bug (a bacterial, viral, or parasitic infection). Diarrhoea can be prevented but can be serious, especially when the body loses a lot of water. Remember to wash your hands often and practise safe food and clean water habits.
sw: Kuhara ni wakati una kinyesi kilicho na maji mara tatu au zaidi kwa siku. Mara nyingi ni ishara kwamba mwili wako una mdudu (bakteria, virusi, au maambukizi ya vimelea). Kuhara kunaweza kuzuiwa lakini kunaweza kusababisha madhara, haswa wakati mwili unapoteza maji mengi. Kumbuka kunawa mikono mara kwa mara na kuwa na mazoea ya kula chakula salama na kunywa maji safi.

# data_list
source: Avoiding worms in your water
sw: Kuzuia minyoo katika maji yako

# data_list
source: Tiny, invisible worms can cause a disease known as bilharzia or schistosomiasis. They lead to abdominal pain, rash, diarrhoea, and blood in your stool. People become infected when coming into contact with infected water. Stop the spread of the disease by drinking and bathing in clean water and don't contaminate the water sources by defecating in open areas or in the lake.
sw: Minyoo wadogo wasioonekana wanaweza kusababisha ugonjwa unaojulikana kama bilharzia au kichocho. Husababisha maumivu ya tumbo, upele, kuhara, na damu kwenye kinyesi chako. Watu huambukizwa wanapogusana na maji yaliyoambukizwa. Zuia kusambaa kwa ugonjwa kwa kunywa na kuoga maji safi na usichafue vyanzo vya maji kwa kujisaidia maeneo ya wazi au katika ziwa.

# data_list
source: Avoiding worms in your compound
sw: Kuzuia minyoo katika mazingira yako

# data_list
source: Worms that break down food for compost are helpful. Other worms, like hookworm, roundworm, and whipworm, are tiny and invisible and dangerous. They can lead to malnutrition, diarrhoea, and stomach pain, among other symptoms. Eggs of these worms are found in human stool, which can land in soil and transfer to your feet and hands. Regularly cleaning your compound and toilet, disposing of children’s stool in the toilets, and regular handwashing are important to prevent infections.
sw: Minyoo inayosaidia kumeng'enya chakula ni muhimu. Minyoo mingine, kama vile safura, ni wadogo na hawaonekani, na ni hatari. Wanaweza kusababisha utapiamlo, kuhara, na maumivu ya tumbo, kati ya dalili zingine. Mayai ya minyoo inapatikana katika kinyesi cha binadamu, ambayo inaweza kufikia ardhi na kuhamia katika miguu na mikono yako. Kusafisha mara kwa mara kiwanja chako na choo, kutupa kinyesi cha watoto kwenye vyoo, na unawaji mikono mara kwa mara ni muhimu ili kuzuia maambukizi.

# data_list
source: Preventing blindness
sw: Kuzuia upofu

# data_list
source: Trachoma is a disease of the eye that can cause blindness. It is passed when a fly, hand, or cloth carrying the bacteria touches an eye. Flies are best controlled with a clean home. Face washing is the best way to prevent Trachoma. Make sure that the face washing cloth, when used, is clean. Handwashing, cleaning toilets and homes, as well as regular cleanliness stops the spread of Trachoma.
sw: Trakoma ni ugonjwa wa macho ambao unaweza kusababisha upofu. Hupitishwa wakati nzi, mkono, au kitambaa kilichobeba bakteria kinagusa jicho. Nzi hudhibitiwa vyema kwa nyumba kuwa safi. Kuosha uso ndiyo njia bora ya kuzuia Trakoma. Hakikisha kwamba kitambaa cha kunawia uso kinapotumiwa ni safi. Kunawa mikono, kusafisha vyoo na nyumba, pamoja na usafi wa kawaida huzuia kuenea kwa Trakoma.

# data_list
source: See your doctor
sw: Muone daktari wako

# data_list
source: If you feel unwell it is important to visit a health facility. They can help!
sw: Kama unajisikia vibaya ni muhimu kutembelea kituo cha afya. Wanaweza kusaidia!

# data_list
source: What is a clean house?
sw: Nyumba safi ni Nini?

# data_list
source: Keeping our house and the area around it clean, will keep us healthy. We should all have safe places to live free of litter, as well as human and animal waste.
sw: Kuweka nyumba yetu na eneo linaloizunguka safi, kutatufanya tuwe na afya njema. Sote tunapaswa kuwa na maeneo salama ya kuishi bila takataka, pamoja na taka za binadamu na wanyama.

# data_list
source: How do you keep your house clean?
sw: Je, unaiwekaje nyumba yako safi?

# data_list
source: Make sure you clean your compound regularly. Children’s stool should be thrown in the toilet, and animal waste and litter removed. Use water and detergent to clean the floor and walls where you can.
sw: Hakikisha unasafisha kiwanja chako mara kwa mara. Kinyesi cha watoto kinapaswa kutupwa chooni, na taka za wanyama na takataka kwa ujumla ziondolewe. Tumia maji na sabuni kusafisha sakafu na kuta unapoweza.

# data_list
source: More tips to keeping a clean home!
sw: Vidokezo zaidi vya kuweka kaya safi!

# data_list
source: * Get rid of pests in your house by sweeping, washing and drying up damp places regularly. * Protect food and throw garbage in a covered pit - flies like garbage! *Mosquitoes like to live in still water, such as in open containers and puddles. Cover or empty any still water in your home to keep mosquitoes away.
sw: * Ondoa wadudu nyumbani mwako kwa kufagia, kuosha na kukausha sehemu zenye unyevu mara kwa mara. * Funika chakula na kutupa taka kwenye shimo lililofunikwa - nzi wanapenda takataka! *Mbu hupenda kuishi kwenye maji tulivu kama vile kwenye vyombo vilivyo wazi na madimbwi. Funika au mwaga maji yoyote tulivu nyumbani kwako ili kuzuia mbu.

# data_list
source: Set up a handwashing station at home
sw: Tengeneza sehemu ya kunawia mikono nyumbani

# data_list
source: A handwashing station is a place where you can wash your hands at home. All you need is a container of water (or a tap), a basin, and some soap. The station makes handwashing easy after tasks like using the toilet, changing a nappy, or working in the garden.
sw: Sehemu ya kunawa mikono ni mahali ambapo unaweza kunawa mikono nyumbani. Unachohitaji ni chombo cha maji (au bomba), beseni, na sabuni. Kituo hurahisisha unawaji mikono baada ya kazi kama vile kutumia choo, kubadilisha nepi, au kufanya kazi bustanini.

# data_list
source: How to wash hands
sw: Jinsi ya kunawa mikono

# data_list
source: Step 1: Wet your hands with clean water. Step 2: Use enough soap to cover your hands. Step 3: Scrub all surfaces of your hands – such as the back of hands, between fingers and under nails. You should scrub for at least 20 seconds. Step 4: Rinse well with clean water. Step 5: Dry your hands with a clean cloth or towel.
sw: Hatua ya 1: Lowesha mikono yako kwa maji safi. Hatua ya 2: Paka sabuni ya kutosha kwenye mikono yako. Hatua ya 3: Sugua sehemu zote za mikono yako - kama vile sehemu ya nyuma ya mikono, kati ya vidole na chini ya kucha. Unapaswa kusugua kwa angalau sekunde 20. Hatua ya 4: Osha vizuri kwa maji safi. Hatua ya 5: Kausha mikono yako kwa kitambaa safi au taulo.

# data_list
source: WASH means Water, Sanitation, and Hygiene. Good WASH practises, like using safe water and food, ensuring clean toilets and homes, and handwashing, keep us healthy. * Hand washing prevents the spread of diseases. * Drinking safe clean water prevents illnesses, like diarrhoea. * Access to clean toilets helps to keep germs away.
sw: WASH ina maana ya Maji, Usafi wa Mazingira, na Usafi kwa jumla. Mazoea mazuri ya WASH, kama vile kutumia maji na chakula salama, kuhakikisha vyoo na nyumba safi, na unawaji mikono, hutuweka tukiwa na afya njema. * Kunawa mikono huzuia kuenea kwa magonjwa. * Kunywa maji safi na salama huzuia magonjwa kama vile kuhara. * Uwepo wa vyoo safi huzuia vijidudu.

# data_list
source: Water, Sanitation and Hygiene
sw: Maji Salama, Usafi na Usafi kwa ujumla

# data_list
source: Safe Water, Sanitation and Hygiene (WASH) helps us and keeps our communities safe from harmful germs.
sw: Maji Salama, Usafi wa Mazingira na Usafi kwa ujumla (WASH) hutusaidia na kuweka jamii zetu salama dhidi ya vijidudu hatari.

# data_list
source: Handwashing with soap
sw: Kunawa mikono na sabuni

# data_list
source: Washing your hands with soap is one of the most important things you can do to keep strong and healthy.
sw: Kunawa mikono yako na sabuni ni moja ya vitu muhimu sana unavyoweza kufanya kujiweka imara na mwenye afya.

# data_list
source: When to wash your hands
sw: Ni wakati gani wa kunawa mikono yako

# data_list
source: To avoid the spread of germs it is important to wash your hands with soap several times a day.
sw: Ili kuepuka kuenea kwa vijidudu ni muhimu kuosha mikono yako na sabuni mara kadhaa kwa siku.

# data_list
source: How to wash your hands
sw: Jinsi ya kunawa mikono yako

# data_list
source: Washing your hands is easy! Just follow these simple steps.
sw: Kunawa mikono yako ni rahisi! Fuata tu hatua hizi rahisi.

# data_list
source: Keeping healthy
sw: Kujiweka mwenye afya

# data_list
source: Prevent diseases by drinking safe water, using clean toilets and washing your hands often.
sw: Zuia magonjwa kwa kunywa maji salama, kutumia vyoo safi na kunawa mikono mara kwa mara.

# data_list
source: Clean toilets
sw: Safisha vyoo

# data_list
source: A clean toilet means good hygiene. A dirty one can mean disease.
sw: Choo safi inamaanisha usafi mzuri. Choo kichafu kinaweza kumaanisha ugonjwa.

# data_list
source: Healthy home
sw: Kaya salama

# data_list
source: A safe place to live is possible when your home and its surroundings are clean.
sw: Mahali salama pa kuishi panawezekana wakati nyumba yako na mazingira yake ni safi.

# data_list
source: Safe drinking water
sw: Maji salama ya kunywa

# data_list
source: Clean water saves money and improves health. Collect water from a safe source, maintain clean containers, and treat water to make it clean.
sw: Maji safi huokoa pesa na kuboresha afya. Kusanya maji kutoka kwenye chanzo salama, weka vyombo safi na kutibu maji ili kuyafanya kuwa safi.

# data_list
source: Safe food
sw: Chakula salama

# data_list
source: There are five ways to keep food safe. Know what they are!
sw: Kuna njia tano za kuweka chakula salama. Zijue ni zipi!

# data_list
source: Garbage management
sw: Kudhibiti uchafu

# data_list
source: Let's manage our garbage. It will mean a clean home.
sw: Wacha tudhibiti takataka zetu. Itamaanisha nyumba safi.

# data_list
source: Bathing and washing
sw: Kuoga na kufua

# data_list
source: Wash often in a clean private bathing place (sometimes, you can even sing while bathing!).
sw: Mara zote, oga katika sehemu yako ya kibinafsi safi (wakati mwingine, unaweza hata kuimba wakati wa kuoga!).

# data_list
source: Celebration
sw: Kusherekea

# data_list
source: Celebrate everything that you have learned.
sw: Sherehekea kila kitu ulichojifunza.

# data_list
source: General WASH (including Waste as well as Bathing and Washing topics)
sw: WASH kwa ujumla (pamoja na Taka vilevile mada za Kuoga na Kuosha)

# data_list
source: Handwashing
sw: kuosha mikono

# data_list
source: Safe water source tips
sw: Vidokezo vya vyanzo vya maji salama

# data_list
source: You can get water from many sources. The safest water is often from a tap. Water from unprotected streams, open sources (such as the lake), and open dug wells is not safe. That water may have bugs (parasites) or stool from animals and or humans that can make us sick.
sw: Unaweza kupata maji kutoka kwenye vyanzo vingi. Maji salama zaidi mara nyingi hutoka kwenye bomba. Maji kutoka kwa mito isiyolindwa, vyanzo vya wazi (kama vile ziwa), na visima vilivyochimbwa si salama. Maji hayo yanaweza kuwa na vijidudu (vimelea) au kinyesi kutoka kwa wanyama na wanadamu ambacho kinaweza kutufanya wagonjwa.

# data_list
source: Transporting and storing water
sw: Kusafirisha na kutunza maji

# data_list
source: Make sure that water that is carried and stored does not come into contact with hands, dirt or insects. Hands, dirt, and insects make water unsafe to drink.
sw: Hakikisha kwamba maji yaliyobebwa na kuhifadhiwa hayagusani na mikono, uchafu au wadudu. Mikono, uchafu na wadudu hufanya maji kutokuwa salama kwa kunywa.

# data_list
source: Using a water container
sw: Kutumia chombo cha kutunzia maji

# data_list
source: Water should be carried in clean and closed water containers. There are many designs for water containers. A safe water storage container is one that is: * Strong and has a tightly fitting lid or cover * Stable base so it does not tip over * Durable so that it does not leak easily * Has a comfortable handle * And of course, is easy to clean
sw: Maji yanapaswa kubebwa kwenye vyombo safi na vilivyofungwa. Kuna miundo mingi ya vyombo vya maji. Chombo cha kuhifadhi maji salama ni kile ambacho: * Kina nguvu na kina mfuniko au kifuniko kinachobana sana * Msingi thabiti ili isianguke * Kinadumu ili kisivuje kwa urahisi * Kina mshikio mzuri * Na bila shaka, ni rahisi kusafisha

# data_list
source: How do you keep your container clean?
sw: Je, unawekaje chombo chako cha kutunzia maji safi?

# data_list
source: Step 1: Wash your hands following the steps in the how to wash your hands module. Step 2: Pour clean and soapy water into the container. Step 3: Put on the lid and shake for one minute (or if you can, scrub the inside of the container). Step 4: Pour the soapy water out. Rinsing next with non soapy water. Also, don't forget to wash your cup after every use.
sw: Hatua ya 1: Nawa mikono yako kwa kufuata hatua za kipindi cha jinsi ya kunawa mikono yako. Hatua ya 2: Mimina maji safi na yenye sabuni kwenye chombo. Hatua ya 3: Funika chombo na utikise kwa dakika moja (au ukiweza, sugua ndani ya chombo). Hatua ya 4: Mimina maji ya sabuni nje. Kisha suuza kwa maji yasiyo na sabuni. Pia, usisahau kuosha kikombe chako baada ya kila matumizi.

# data_list
source: Treating water by boiling
sw: Kutibu maji kwa kuchemsha

# data_list
source: * Boiling water can make it safe to drink or cook with. * Let the water sit for some time until the dirt settles at the bottom. * Pour it into a pot and boil it for at least 10 minutes to make sure all the germs are killed before using it. * Drink the water within 24 hours. This helps to keep it clean, fresh, and free from other germs.
sw: * Kuchemsha maji kunayafanya yawe salama kwa kunywa au kupikia. * Acha maji yakae kwa muda hadi uchafu utulie chini. * Mimina kwenye chungu na chemsha kwa angalau dakika 10 ili kuhakikisha vijidudu vyote vimeuawa kabla ya kuyatumia. * Kunywa maji ndani ya masaa 24. Hii husaidia kuyaweka safi, salama, na yasiyo na vijidudu vingine.

# data_list
source: The five ways to keeping your food safe
sw: Njia tano za kuweka chakula chako salama

# data_list
source: People become infected with intestinal worms by eating unsafe food. Diseases such as typhoid fever (bacteria infection) can also happen by eating unsafe food or water. There are five ways to keeping your food safe: * Keep clean. * Separate raw and cooked food. * Cook food thoroughly. * Keep food at a safe temperature. * Use safe water.
sw: Watu huambukizwa minyoo ya utumbo kwa kula chakula kisicho salama. Magonjwa kama vile homa ya matumbo (maambukizi ya bakteria) yanaweza pia kutokea kwa kula chakula kisicho salama au kunywa maji yasiyo salama. Kuna njia tano za kuweka chakula chako salama: * Weka safi. * Tenganisha chakula kibichi na kilichopikwa. * Pika chakula kiive vizuri. * Weka chakula katika joto linalostahili. *Tumia maji salama.

# data_list
source: Keep clean
sw: Weka safi

# data_list
source: * Wash your hands with soap before touching food and while cooking. * Wash your hands after going to the toilet. * Clean your cooking space and tools. * Keep bugs, pests, and other animals away from the cooking area. * Cover food if you can.
sw: * Nawa mikono yako kwa sabuni kabla ya kugusa chakula na unapopika. * Nawa mikono yako baada ya kutoka chooni. * Safisha sehemu yako ya kupikia na vifaa. * Weka wadudu wote na wanyama wengine mbali na mahali pa kupikia. * Funika chakula kama ukiweza.

# data_list
source: Small pathogens that cause disease can transfer from your unwashed hands, chopping boards, cloths, and utensils. Keep these clean.
sw: Vijidudu vidogo vinanyoweza kusababisha magonjwa vinaweza kusambaa kutoka katika mikono yako ambayo haijasafishwa, ubao wa kukatia vyakula, nguo, na vyombo. Viweke safi.

# data_list
source: Separate raw and cooked
sw: Tenganisha chakula kibichi na kilichopikwa

# data_list
source: * Wash your knife and chopping board after cutting raw meat, chicken, or fish, before you use them for cutting other foods. * Store food in covered containers when you can. This will keep it safe from pests, moisture, rot, and also stop the mixing of raw and prepared foods. * Clean up any leftover ingredients when done, especially raw meat.
sw: * Osha kisu chako na ubao wako wa kukatia vyakula baada ya kukata nyama mbichi, kuku au samaki kabla ya kuvitumia kukata vyakula vingine. * Hifadhi chakula katika vyombo vilivyofunikwa kama unaweza. Hii itakiweka salama dhidi ya wadudu, unyevu, kuoza, na pia kuacha kuchanganya vyakula vibichi na vilivyotayarishwa. * Safisha viungo vyovyote vilivyosalia ukimaliza, hasa nyama mbichi.
