Repository: IDEMSInternational/plh-digital-content
Catalog: translations/wash_app/*/*_main.po
Languages: sw

# data_list
source: Germs causing illness can be found in raw food (such as meat, chicken, and seafood). These can be transferred to other foods during food preparation or storage. Separating raw and cooked food is therefore important.
sw: Vijidudu vinavyosababisha magonjwa vinaweza kupatikana katika vyakula vibichi (kama nyama, kuku, na vyakula vya baharini). Hivi vinaweza kusambaa kwa vyakula vingine wakati wa maandalizi ya chakula au kuhifadhi. Hivyo, kutenganisha chakula kibichi na kilichopikwa ni muhimu.

# data_list
source: Cook thoroughly
sw: Pika chakula mpaka kiive

# data_list
source: * Cook food thoroughly, especially meat, chicken, eggs, and seafood. * When making stews, remember to bring them to a boil. * Reheat cooked food thoroughly. * Boil the water you use to make baby foods and drinks.
sw: * Pika chakula vizuri, hasa nyama, kuku, mayai, na vyakula vya baharini. * Unapopika kitoweo, kumbuka kuviacha vichemke. * Pasha moto tena chakula kilichoiva vizuri. * Chemsha maji unayotumia kupikia vyakula na kutengenezea vinywaji vya watoto.

# data_list
source: Cooking with very high heat kills almost all dangerous germs causing illness. Let's make sure that cooked food is heated thoroughly.
sw: Kupika kwa moto mkali inauwa karibia vimelea hatari vyote vinavyosababisha magonjwa. Tuhakikishe kuwa chakula kilichopikwa kinapashwa vyema.

# data_list
source: Keep food at a safe temperature
sw: Tunza chakula katika joto linalostahili

# data_list
source: * Leaving cooked food out for longer than two hours can be unsafe. * Keep cooked food really hot before eating.
sw: * Kuacha chakula kilichopikwa kwa muda mrefu zaidi ya saa mbili kunaweza kuwa hatari. * Weka chakula kilichopikwa kiwe cha moto sana kabla ya kula.

# data_list
source: When food is stored at room temperature germs can grow. That's why it's important to heat food well and eat it soon after cooking.
sw: Chakula kikihifadhiwa kwenye chumba chenye joto, vijidudu vya magonjwa vinaweza kukuwa. Ndio maana ni muhimu kupika chakula na moto mkali na kula mara baada ya kupika.

# data_list
source: Use safe water
sw: Tumia maji salama

# data_list
source: * Use safe water (see our modules on safe drinking water for more tips). Even though your water might look clean, it's still important to treat or boil it. * Remember to wash your fruits and vegetables with safe water.
sw: * Tumia maji salama (tazama vipindi vyetu vya maji salama ya kunywa kwa vidokezo zaidi). Ingawa maji yako yanaweza kuonekana kuwa safi, bado ni muhimu kuyatibu au kuyachemsha. * Kumbuka kuosha matunda na mboga zako kwa maji salama.

# data_list
source: Why?
sw: Kwanini?

# data_list
source: Your vegetables, fruits, meats, and even water can hold dangerous germs that cause illness. Washing with safe water and peeling raw foods decreases your risk of getting sick.
sw: Mboga zako, matunda, nyama, na hata maji vinawezakuwa na vimelea hatari vinavyoweza kusababisha magonjwa. Kuosha kwa maji salama na kumenya matunda kunapunguza hatari ya kupata magonjwa.

# data_list
source: What is solid garbage?
sw: Takataka ngumu ni nini?

# data_list
source: Solid garbage can be everything from: * Paper garbage (paper bags) * Organic materials (food) * Plastic garbage (bottles)
sw: Takataka ngumu inajumuisha: * Takataka za karatasi (mifuko ya karatasi) * Nyenzo-hai (chakula) * Takataka za plastiki (chupa)

# data_list
source: Why should we manage our garbage?
sw: Kwa nini tudhibiti takataka zetu?

# data_list
source: * Reduce breeding grounds for germs, bugs, rodents, mosquitos, snakes, and other animals which can spread diseases. * Protect the environment and clean water sources. * Garbage can block drains and cause flooding. * Rotting garbage leads to a bad smell, which causes discomfort. * It really isn't nice to look at!
sw: * Kupunguza mazalia ya vijidudu, kunguni, panya, mbu, nyoka na wanyama wengine ambao wanaweza kueneza magonjwa. * Kulinda mazingira na vyanzo vya maji safi. * Takataka zinaweza kuzuia mifereji ya maji na kusababisha mafuriko. * Takataka zinazooza husababisha harufu mbaya, ambayo husababisha usumbufu. * Kwa kweli sio nzuri kutazama!

# data_list
source: How to manage solid garbage
sw: Jinsi ya kudhibiti taka ngumu

# data_list
source: The disposal/treatment of solid garbage depends on the type and amount of garbage made. Here’s how to manage your garbage: To throw your garbage: * Paper garbage can be buried or collected. * Organic materials can be composted, for instance in household compost pits, and can be used as fertilisers/soil conditioners for trees and plants around your home. * Plastic garbage can be collected and buried or recycled. * And remember, do not place your solid garbage in the toilet.
sw: Utupaji/utunzaji wa taka ngumu hutegemea aina na kiasi cha takataka zilizotengenezwa. Hivi ndivyo jinsi ya kudhibiti uchafu wako. Jinsi ya kutupa takataka yako ni kama ifuatavyo: * Takataka za karatasi zinaweza kuzikwa au kukusanywa. * Taka zinazoweza kuoza zinaweza kuwekwa kama mbolea, kwa mfano katika mashimo ya mbolea nyumbani, na inaweza kutumika kama mbolea/kutunza unyevu wa udongo kwa miti na mimea karibu na nyumba yako. * Taka za plastiki zinaweza kukusanywa na kufukiwa au kutumika tena. * Kumbuka, usiweke takataka yako ngumu kwenye choo.

# data_list
source: Ways to reduce the amount of garbage we make
sw: Njia za kupunguza kiasi cha takataka tunazotengeneza

# data_list
source: * Carry your own bag to the shops to avoid using a new plastic bag. * Use reusable containers, like plastic bottles, rather than buying new ones. * Try to fix or repair things when they break.
sw: * Beba mfuko wako mwenyewe hadi dukani ili kuepuka kutumia mfuko mpya wa plastiki. * Tumia vyombo vinavyoweza kutumika tena, kama vile chupa za plastiki, badala ya kununua vipya. * Jaribu kutengeneza au kurekebisha vitu vinapovunjika.

# data_list
source: When do we wash hands?
sw: Je, ni wakati gani wa kunawa mikono?

# data_list
source: To help keep healthy it is very important to wash your hands with soap at the following times: * Before and after cooking * Before eating * Before and after attending a sick person * After using the toilet * After changing a baby’s nappy
sw: Ili kusaidia kuweka afya ni muhimu sana kunawa mikono kwa sabuni nyakati zifuatazo: * Kabla na baada ya kupika * Kabla na baada ya kula * Kabla na baada ya kuhudumia mtu mgonjwa * Baada ya kutumia choo * Baada ya kubadilisha nepi ya mtoto

# data_list
source: Washing your hands with soap feels good
sw: Kuosha mikono yako kwa sabuni ni vizuri

# data_list
source: When you wash your hands with soap, your hands will feel and smell clean and fresh.
sw: Unapoosha mikono yako kwa sabuni, mikono yako itakuwa safi nakunukia vizuri.

# data_list
source: Cleaning after changing nappies
sw: Kusafisha baada ya kubadilisha nepi

# data_list
source: Baby poop looks and smells different from adult poop, but it can still make you sick. It's important to wash your hands after cleaning a baby's nappy.
sw: Kinyesi cha watoto kinaonekana na harufu tofauti na kinyesi cha watu wazima, lakini bado kinaweza kukufanya mgonjwa. Ni muhimu kuosha mikono yako baada ya kusafisha nepi ya mtoto.

# global
source: Terms and Conditions
sw: Sheria na Masharti

# global
source: Your @global.app_name Code
sw: Namba yako ya @global.app_name

# global
source: Terms & Conditions
sw: Vigezo na Masharti

# global
source: Privacy Policy
sw: Sera ya Faragha

# global
source: Language
sw: Lugha

# global
source: Your Profile
sw: Wasifu wako

# global
source: Next
sw: Inayofuata

# global
source: Previous
sw: Iliyopita

# global
source: Save
sw: Tunza

# global
source: Start
sw: Anza

# global
source: Skip
sw: Ruka

# global
source: Continue
sw: Endelea

# global
source: Submit
sw: Tuma

# global
source: Done
sw: Imefanyika

# global
source: Tap and type
sw: Bofya na uandike

# global
source: Tap and choose
sw: Bofya na uchague

# global
source: Type your own
sw: Andika yako mwenyewe

# global
source: I've understood this. Don't show me this message again.
sw: Nimeelewa hii. Usinionyeshe tena ujumbe huu.

# template
source: @global.app_name is brought to you by the collaboration of partners including INNODEMS, IDEMS International, University of Oxford, University of Cape Town, National Institute for Medical Research (NIMR) - Mwanza Centre Tanzania, and Clowns Without Borders South Africa (‘the @global.app_name team’).
sw: @global.app_name inaletwa kwako kwa ushirikiano wa washirika wakiwemo INNODEMS, IDEMS International, Chuo Kikuu cha Oxford, Chuo Kikuu cha Cape Town, Taasisi ya Taifa ya Utafiti wa Magonjwa ya Binadamu (NIMR) - Mwanza Centre Tanzania, na Clowns Without Borders Afrika Kusini ('timu ya @global.app_name').

# template
source: By providing your consent below you acknowledge reading and accepting the @global.terms_and_conditions and @global.privacy_policy. The most important commitments are: 1. This is, and will always be, a fully free app. 2. Your data will never be sold. We are not for profit. 3. By using the app you are helping to make the app better for you and others. 4. Your anonymised data may be used for research purposes by our @global.parent_app team.
sw: Kwa kutoa ridhaa yako hapa chini unakubali kusoma na kukubali @global.terms_and_conditions na @global.privacy_policy. Mambo muhimu ya kukubaliana nayo: 1. Hii ni, na itakuwa programu inayopatikana bure. 2. Taarifa zako kamwe hazitouzwa. Sisi hatupo kwa faida ya kifedha. 3. Kwa kutumia programu unasaidia kuiboresha programu kwa ajili yako na wengine. 4. Taarifa zisizo na utambulisho zitatumika kwa ajili ya utafiti na timu yetu ya @global.parent_app.

# template
source: These policies are still under construction. We value advice and input to improve them.
sw: Sera hizi bado zinaendelea kutungwa. Tunathamini ushauri na nyongeza kuziboresha.

# template
source: I consent to the commitments stated above.
sw: Ninaridhia makubaliano yalioorodheshwa hapo juu.

# template
source: You can only move on and access the app if you provide your consent.
sw: Utaweza kuendelea kutumia programu endapo utatoa ridhaa yako.

# template
source: Template list
sw: Orodha ya vidokezo

# template
source: Reset app
sw: Weka upya programu

# template
source: About @global.app_name
sw: Kuhusu @global.app_name

# template
source: Settings
sw: Mipangilio

# template
source: How to use @global.app_name
sw: Jinsi ya kutumia @global.app_name

# template
source: Privacy Policy
sw: Sera ya Faragha

# template
source: Terms and Conditions
sw: Vigezo na Masharti

# template
source: Technical Support
sw: Msaada wa Kiufundi

# template
source: Are you experiencing any technical issues? Let us know and help to make @global.app_name better!
sw: Je, unapata matatizo yoyote ya kiufundi? Tujulishe ili kutusaidia kuboresha @global.app_name!

# template
source: Type your name (optional)
sw: Andika jina lako (hiari)

# template
source: Contact me on WhatsApp
sw: Wasiliana na mimi kwa WhatsApp

# template
source: Type your phone number
sw: Andika namba yako ya simu

# template
source: Contact me via email
sw: Wasiliana nami kwa barua-pepe

# template
source: Type your email address
sw: Andika anuani yako ya barua-pepe

# template
source: Tell us about your issue
sw: Tueleze tatizo lako

# template
source: Developer Mode
sw: Mtengenezaji wa programu

# template
source: @global.app_name has downloaded an update. Please restart the app to finish installation.
sw: @global.app_name imesasishwa. Tafadhali anzisha tena programu tumishi kumalizia kuiweka sawa.

# template
source: Restart
sw: Anzisha upya tena

# template
source: Entering Developer Mode
sw: Unaingia kwenye ukurasa wa mtengenezaji

# template
source: To launch the app in developer mode, enter your developer code in the box below and press @global.save_button.
sw: Ili kuzindua programu katika hali ya msanidi, weka msimbo wako wa msanidi kwenye kisanduku kilicho hapa chini na bonyeza @global.save_button.

# template
source: You have successfully entered developer mode.
sw: Umefanikiwa kuingia kwenye njia ya msanidi wa programu.

# template
source: You have entered an incorrect code.
sw: Umeingiza kodi isiyo sahihi.

# template
source: All Modules
sw: Vipindi vyote

# template
source: Active
sw: Inaendelea

# template
source: sections
sw: sehemu

# template
source: section
sw: sehemu

# template
source: Acknowledgement
sw: Shukrani

# template
source: The @global.app_name team would firstly like to acknowledge and show appreciation for the inputs of colleagues from the National Institute for Medical Research (whom are also community members) of Mwanza, Tanzania in shaping the content and design of this App.
sw: Timu ya @global.app_name kwanza ingependa kutambua na kuonyesha kuthamini mchango wa wafanyakazi wenzetu kutoka Taasisi ya Taifa ya Utafiti wa Magonjwa ya Binadamu (NIMR) iliyopo Mwanza, Tanzania (ambao pia ni wanajamii), katika kuunda maudhui na muundo wa Programu hii.

# template
source: References
sw: Marejeleo

# template
source: Section 1
sw: Sehemu 1

# template
source: The content of the @global.app_name is driven by the primary source material outlined below:
sw: Maudhui ya @global.app_name yanatokana na nyenzo za msingi zilizoorodheshwa hapo chini:

# template
source: Section 2
sw: Sehemu 2

# template
source: Additional sources consulted in the development of content for the @global.app_name include the below:
sw: Nyenzo za ziada zilizoshauriwa katika uundaji wa maudhui ya @global.app_name inajumuisha yafuatayo:

# template
source: By clicking in the button below you will reset the app to its initial settings. This means that all your progress and usage data will be deleted and your app will work as if it was just installed for the first time. NOTE: Resetting the app is permanent and you will not be able to recover any information.
sw: Kwa kubofya kwenye kitufe hapo chini, utapangilia upya programu kwenye mipangilio yake ya awali. Hii inamaanisha kuwa shughuli zako zote na data zilizotumiwa zitafutwa na programu yako itafanya kazi kama inaposakinishwa kwa mara ya kwanza. ANGALIZO: Kupangilia upya programu ni tukio la kudumu na hautaweza kupata tena taarifa yoyote.

# template
source: Reset App
sw: Pangilia Upya Programu

# template
source: @global.app_name is brought to you by
sw: @global.app_name imeletwa kwako na

# template
source: Skip intro
sw: Ruka utangulizi

# template
source: Safe Water, Sanitation and Hygiene (WASH) is beneficial for you and your community
sw: Maji Salama, Usafi wa Mazingira na Usafi kwa ujumla (WASH) ni ya manufaa kwako na kwa jamii yako

# template
source: I have read this
sw: Nimesoma hii

# template
source: Copy code
sw: Nakili msimbo

# template
source: Copied!
sw: Imenakiliwa!

# template
source: You may be asked to share this code with people who will support your @global.app_name journey.
sw: Unaweza kuombwa kuwaonyesha msimbo huu na watu watakaokusaidia katika safari yako ya @global.app_name.

# template
source: Last sync at: @local.sync_latest
sw: Imelandanishwa mara ya mwisho saa: @local.sync_latest

# template
source: This device has never been synced. Sync to reveal your code.
sw: Kifaa hiki hakijawahi kulandanishwa. Landanisha kuonesha msimbo wako.

# template
source: Sync now
sw: Landanisha sasa

# template
source: Syncing...
sw: Landanisha...

# template
source: What is your name or nickname?
sw: Jina lako au jina lako la utani ni nani?

# template
source: What is your gender?
sw: Jinsia yako ni ipi?

# template
source: Man
sw: Mwanaume

# template
source: Woman
sw: Mwanamke

# template
source: Prefer not to say
sw: Ningependa nisiseme

# tour
source: Welcome to @global.app_name
sw: Karibu kwenye @global.app_name

# tour
source: <p>Keep healthy and feel good after learning more about safe Water, Sanitation and Hygiene (WASH).</p> <p>@global.app_name is here to support you.</p> <p>Here is how to use the app:</p>
sw: <p>Kuwa na afya njema na kujisikia vizuri baada ya kujifunza zaidi kuhusu Maji salama, Usafi wa Mazingira na Usafi kwa ujumla (WASH).</p> <p>@global.app_name ipo hapa kukusaidia.</p> <p>Hivi ndivyo jinsi ya kutumia programu:</p>

# tour
source: This big button takes you to the module we encourage you to explore.
sw: Kitufe hiki kikubwa kinakupeleka kwenye kipindi tunachokuhimiza kuangalia.

# tour
source: Here you can select any of the other modules in @global.app_name. Each module gives you simple tips and information about WASH. Swipe to see the next modules.
sw: Hapa unaweza kuchagua vipindi vingine vyovyote katika @global.app_name. Kila kipindi hukupa vidokezo rahisi na habari kuhusu WASH. Peruzi ili kuona vipindi vinavyofuata.

# tour
source: You can explore any module whenever you want. To build your knowledge and skills in WASH, access all of the content in one module before moving to the next one.
sw: Unaweza kuchunguza vipindi vyovyote wakati wowote unapotaka. Ili kujenga maarifa na ujuzi wako katika WASH, pata maudhui yote katika sehemu moja kabla ya kuhamia nyingine.
