Repository: IDEMSInternational/plh-digital-content
Catalog: translations/common/st/st_lets_slow_down_lyrics.po
Languages: st_za

# template
source: When everything feels like it is falling apart
st_za: Ha dintho tsohle di senyeha

# template
source: And you can't help but raise your voice
st_za: Mme o sa kgone ho se phahamise lentswe

# template
source: When all the frustrations are beginning to start
st_za: Ha litsietsi tsohle li qala ho qala

# template
source: Remember that you have a choice
st_za: Hopola hore o nale khetho

# template
source: Remember all we have to be grateful for
st_za: Hopola hore rohle re tlameha ho leboha

# template
source: Let's slow down
st_za: Ha re fokotse lebelo

# template
source: Take a few deep breaths
st_za: Phefumolohela hodimo ka makgetlo a mmalwa

# template
source: Because I really couldn't love you more
st_za: Hobane ke ne ke se sa khone ho o rata ho feta

# template
source: You can take pause, you can count to 10
st_za: O ka nka khefu, o ka 'na oa bala ho fihlela ho 10

# template
source: Play a game or do something fun
st_za: Bapala papadi kapa etsa se seng se monate

# template
source: You can phone a friend, someone to confide in
st_za: O ka litsetsa motsoalle, motho eo o ka mo phetlelang sefuba

# template
source: Remember you're not the only one
st_za: Hopola hore ha o mong
