Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2_mexico/*/*_dev_assess_tool.po
Languages: es

# text
source: Each teen grows and learns in their own way. This tool can help you learn what activities your teen can do.
es: Cada adolescente crece y aprende a su manera. Esta herramienta puede ayudarte a saber qué actividades puede hacer tu adolescente.

# text
source: Does your teen have difficulty seeing or hearing sounds like peoples’ voices or music, even with glasses or hearing aids?
es: ¿Tu adolescente tiene dificultades para ver u oír sonidos como voces de personas o música, incluso con lentes o aparatos auditivos?

# text
source: It seems like you're worried about your teenager's eyesight or hearing, and they might need help from a professional.
es: Parece que te preocupa la vista o audición de tu adolescente, y puede que necesite ayuda de un profesional.

# text
source: Sorry, I dont' understand what you mean.
es: Disculpa, no entiendo a qué te refieres.

# text
source: Compared with girls and boys of the same age, does your teen have difficulty walking?
es: Comparado con niñas y niños de la misma edad, ¿tu adolescente tiene dificultades para caminar?

# text
source: It seems like you're worried about your teen's ability to move around, and they might need assistance from a professional.
es: Parece que te preocupa la capacidad de movimiento de tu adolescente, y puede que necesite ayuda de un profesional.

# text
source: Does your teen have difficulty with self-care such as feeding or dressing him/herself?
es: ¿Tu adolescente tiene dificultades para cuidar de sí mismo, como alimentarse o vestirse?

# text
source: It seems like you are concerned about your teen's ability to take care of themselves, and they might need help from a professional.
es: Parece que te preocupa la capacidad de tu adolescente para cuidar de sí mismo, y puede que necesite ayuda de un profesional.

# text
source: Does your teen have difficulty being understood by others?
es: ¿A tu adolescente le cuesta que otras personas le entiendan?

# text
source: It seems like you're worried about how your teen communicates, and they might need help from a professional.
es: Parece que te preocupa cómo se comunica tu adolescente, y puede que necesite ayuda de un profesional.

# text
source: Does your teen have difficulty learning or remembering things, focusing on an activity that he or she enjoys doing, or accepting changes in his or her routine?
es: ¿Tu adolescente tiene dificultades para aprender o recordar cosas, concentrarse en una actividad que le gusta hacer o aceptar cambios en su rutina?

# text
source: It seems like you're worried about how your teen is able to think or understand things, and they might need help from a professional.
es: Parece que te preocupa la forma en que tu adolescente es capaz de pensar o entender algunas cosas, y puede que necesite ayuda de un profesional.

# text
source: Compared with teens of the same age, does your teen have difficulty controlling their behaviour, such as fighting, screaming, or breaking rules?
es: Comparado con adolescentes de su misma edad, ¿tu adolescente tiene dificultades para controlar su comportamiento, como pelearse, gritar o romper las reglas?

# text
source: It seems like you are concerned about your teen's behaviour, and they might need help from a professional.
es: Parece que te preocupa el comportamiento de tu adolescente, y puede que necesite ayuda de un profesional.

# text
source: Does your teen have difficulty making friends?
es: ¿A tu adolescente le cuesta hacer amigos?

# text
source: It seems that you're worried about your teen's ability to interact with others, and they might need assistance from a professional.
es: Parece que te preocupa la capacidad de tu adolescente para relacionarse con los demás, y puede que necesite ayuda de un profesional.

# text
source: How often does your teen seem very anxious, nervous, worried, sad, or depressed?
es: ¿Con qué frecuencia tu adolescente parece muy ansioso, nervioso, preocupado, triste o deprimido?

# text
source: It seems like you're worried about how your teen is feeling, and they might need assistance from a professional.
es: Parece que te preocupa cómo se siente tu adolescente, y puede que necesite ayuda de un profesional.

# text
source: Thank you for taking the teen ability test. If you have any concerns, talk to a professional.
es: Gracias por hacer la prueba de habilidad para adolescentes. Si tienes alguna duda, habla con un profesional.

# text
source: Remember, if you ever need support type {HELP}.
es: Recuerda, si alguna vez necesitas ayuda escribe {HELP}.

# text
source: It looks like your teen is developing well. That's great!
es: Parece que tu adolescente se está desarrollando bien. ¡Eso es increíble!

# text
source: Each girl or boy grows and learns in their own way. This tool can help you learn what activities your boy or girl can do.
es: Cada niña o niño crece y aprende a su manera. Esta herramienta puede ayudarte a saber qué actividades puede hacer tu niño o niña.

# text
source: Does your girl or boy have difficulty seeing or hearing sounds like peoples’ voices or music, even with glasses or hearing aids?
es: ¿Tu niña o niño tiene dificultades para ver u oír sonidos como voces de personas o música, incluso con lentes o aparatos auditivos?

# text
source: It seems like you're worried about your boy or girl's eyesight or hearing, and they might need help from a professional.
es: Parece que te preocupa la vista o audición de tu niño o niña, y puede que necesite ayuda de un profesional.

# text
source: Compared with girls and boys of the same age, does your boy or girl have difficulty walking?
es: Comparado con niñas y niños de la misma edad, ¿tu niño o niña tiene dificultades para caminar?

# text
source: It seems like you're worried about your boy or girl's ability to move around, and they might need assistance from a professional.
es: Parece que te preocupa la capacidad de movimiento de tu niño o niña, y puede que necesite ayuda de un profesional.

# text
source: Does your boy or girl have difficulty with self-care such as feeding or dressing him/herself?
es: ¿Tu niño o niña tiene dificultades para cuidar de sí mismo, como alimentarse o vestirse?

# text
source: It seems like you are concerned about your girl or boy's ability to take care of themselves, and they might need help from a professional.
es: Parece que te preocupa la capacidad de tu niña o niño para cuidar de sí mismo, y puede que necesite ayuda de un profesional.

# text
source: Does your girl or boy have difficulty being understood by others?
es: ¿A tu niña o niño le cuesta que otras personas le entiendan?

# text
source: It seems like you're worried about how your boy or girl communicates, and they might need help from a professional.
es: Parece que te preocupa cómo se comunica tu niño o niña, y puede que necesite ayuda de un profesional.

# text
source: Does your boy or girl have difficulty learning or remembering things, focusing on an activity that he or she enjoys doing, or accepting changes in his or her routine?
es: ¿Tu niño o niña tiene dificultades para aprender o recordar cosas, centrarse en una actividad que le gusta hacer o aceptar cambios en su rutina?

# text
source: It seems like you're worried about how your girl or boy is able to think or understand things, and they might need help from a professional.
es: Parece que te preocupa la forma en que tu niño o niña es capaz de pensar o entender algunas cosas, y puede que necesite ayuda de un profesional.

# text
source: Compared with girls and boys of the same age, does your boy or girl have difficulty controlling their behaviour, such as fighting, screaming, or breaking rules?
es: En comparación con las niñas y los niños de la misma edad, ¿tu niño o niña tiene dificultades para controlar su comportamiento, como pelearse, gritar o romper las reglas?

# text
source: It seems like you are concerned about your boy or girl's behaviour, and they might need help from a professional.
es: Parece que te preocupa el comportamiento de tu niño o niña, y puede que necesite ayuda de un profesional.

# text
source: Does your boy or girl have difficulty making friends?
es: ¿A tu niño o niña le cuesta hacer amigos?

# text
source: It seems that you're worried about your girl or boy's ability to interact with others, and they might need assistance from a professional.
es: Parece que te preocupa la capacidad de tu niña o niño para relacionarse con los demás, y puede que necesite ayuda de un profesional.

# text
source: How often does your girl or boy seem very anxious, nervous, worried, sad, or depressed?
es: ¿Con qué frecuencia tu niña o niño parece muy ansioso, nervioso, preocupado, triste o deprimido?

# text
source: It seems like you're worried about how your boy or girl is feeling, and they might need assistance from a professional.
es: Parece que te preocupa cómo se siente tu niño o niña, y puede que necesite ayuda de un profesional.

# text
source: Thank you for taking the girl or boy ability test. If you have any concerns, talk to a professional.
es: Gracias por hacer la prueba de habilidad de niña o niño. Si tienes alguna duda, habla con un profesional.

# text
source: It looks like your boy or girl is developing well. That's great!
es: Parece que tu niño o niña se está desarrollando bien. ¡Eso es increíble!

# text
source: Every girl or boy grows and learns differently. This tool can help find areas where your boy or girl might need assistance. To make it work, you need to answer all 10 questions.
es: Cada niña o niño crece y aprende de forma diferente. Esta herramienta puede ayudar a encontrar áreas en las que tu niño o niña podría necesitar ayuda. Para que funcione, tienes que responder a las 10 preguntas.

# text
source: How much is your girl or boy doing each of these things?
es: ¿Qué tanto hace tu niña o niño cada una de estas cosas?

# text
source: Names at least 5 body parts - like nose, hand, or tummy
es: Nombra al menos 5 partes del cuerpo - como la nariz, la mano o la panza

# text
source: Climbs up a ladder at a playground
es: Sube por una escalera en un parque infantil

# text
source: Uses words like "me" or "mine"
es: Utiliza palabras como "yo" o "mío"

# text
source: Jumps off the ground with two feet
es: Salta del suelo con los dos pies

# text
source: Puts 2 or more words together - like "more water" or "go outside"
es: Junta 2 o más palabras, como "más agua" o "salir fuera".

# text
source: Uses words to ask for help
es: Utiliza palabras para pedir ayuda

# text
source: Names at least one colour
es: Nombra al menos un color

# text
source: Tries to get you to watch by saying "Look at me"
es: Intenta que mires diciendo "veme"

# text
source: Says his or her first name when asked
es: Dice su nombre cuando se le pregunta

# text
source: Draws lines
es: Dibuja líneas

# text
source: Your boy or girl is growing and learning well. It is okay if they can't do everything mentioned in the questions. Most girls and boys can't do all of those things!
es: Tu niño o niña está creciendo y aprendiendo bien. No pasa nada si no pueden hacer todo lo que se menciona en las preguntas. La mayoría de los niños y niñas no pueden hacer todas esas cosas.

# text
source: If you ever need help, just type {HELP}.
es: Si alguna vez necesitas ayuda, escribe {HELP}.

# text
source: It seems that your girl or boy might need help from a professional. Make sure to check with one to see if your boy or girl is growing and learning well.
es: Parece que tu niña o niño puede necesitar ayuda de un profesional. Asegúrate de consultar con un especialista para ver si tu niño o niña está creciendo y aprendiendo bien.

# text
source: Talks so other people can understand him or her most of the time
es: Habla de tal manera que otras personas puedan entenderle la mayor parte del tiempo

# text
source: Washes and dries hands without help (an adult can help turn on the water)
es: Se lava y seca las manos sin ayuda (una persona adulta puede ayudar a abrir la llave)

# text
source: Asks questions beginning with "why" or "how" - like "Why no cookie?"
es: Hace preguntas que empiezan con "por qué" o "cómo", por ejemplo, "¿por qué no hay galleta?"

# text
source: Explains the reasons for things, like needing a sweater when it's cold
es: Explica las razones de las cosas, como necesitar un suéter cuando hace frío

# text
source: Compares things - using words like "bigger" or "shorter"
es: Compara cosas, utilizando palabras como "más grande" o "más corto".

# text
source: Answers questions like "What do you do when you are cold?" or "…when you are sleepy?"
es: Responde a preguntas como "¿qué haces cuando tienes frío?" o "…cuando tienes sueño"

# text
source: Answers questions like "What do you do when you are cold?" or "…when you are sleepy?
es: Responde a preguntas como "¿qué haces cuando tienes frío?" o "…cuando tienes sueño?

# text
source: Tells you a story from a book or TV
es: Te cuenta una historia de un libro o de la tele

# text
source: Draws simple shapes - like a circle or a square
es: Dibuja formas sencillas, como un círculo o un cuadrado

# text
source: Says words like "feet" for more than one foot and "men" for more than one man
es: Dice palabras como "pies" para más de un pie y "hombres" para más de un hombre

# text
source: Uses words like "yesterday" and "tomorrow" correctly
es: Usa correctamente palabras como "ayer" y "mañana"

# text
source: Your boy or girl is growing and learning well. It is okay if they can't do everything mentioned in the questions. Most boys and girls can't do all of those things!
es: Tu niño o niña está creciendo y aprendiendo bien. No pasa nada si no pueden hacer todo lo que se menciona en las preguntas. La mayoría de los niños y niñas no pueden hacer todas esas cosas.

# text
source: Stays dry all night
es: Permanece seco toda la noche

# text
source: Follows simple rules when playing a board game or card game
es: Sigue reglas sencillas al jugar un juego de mesa o de cartas

# text
source: Prints his or her name
es: Escribe su nombre

# text
source: Draws pictures you recognise
es: Dibuja imágenes que reconozcas

# quick_replies
source: No Difficulty
es: Sin Dificultad

# quick_replies
source: Some Difficulty
es: Cierta Dificultad

# quick_replies
source: A Lot of Difficulty
es: Mucha Dificultad

# quick_replies
source: He or She Cannot See and/or Hear
es: El o Ella no Puede Ver y/o Oír

# quick_replies
source: He or She Cannot Walk
es: El o Ella No Puede Caminar

# quick_replies
source: He or She Cannot Take Care of Themselves
es: El o ella No Puede Cuidar de Sí Mismo

# quick_replies
source: He or She Cannot Be Understood by Others
es: Él o Ella no Puede ser Comprendido Por los Demás

# quick_replies
source: He or She Cannot Learn, Remember or Focus
es: Él o Ella no Puede Aprender, Recordar o Concentrarse

# quick_replies
source: He or She Cannot Control Their Behaviour
es: Él o Ella no Puede Controlar su Comportamiento

# quick_replies
source: He or She Cannot Make Friends
es: Él o Ella no Sabe Hacer Amigos

# quick_replies
source: Every Day
es: Todos los Días

# quick_replies
source: Once A Week
es: Una vez a la semana

# quick_replies
source: About Once a Month
es: Aproximadamente Una Vez al Mes

# quick_replies
source: A Few Times Each Year
es: Unas Pocas Veces al Año

# quick_replies
source: Never
es: Nunca

# quick_replies
source: Not Yet
es: Todavía no

# quick_replies
source: Somewhat
es: Algo

# quick_replies
source: Very Much
es: Mucho

# arguments
source: no difficulty
es: ninguna dificultad

# arguments
source: some difficulty
es: cierta dificultad

# arguments
source: a lot of difficulty
es: mucha dificultad

# arguments
source: he or she cannot see and/or hear
es: él o ella no puede ver y/o oír

# arguments
source: he or she cannot walk
es: él o ella no puede caminar

# arguments
source: he or she cannot take care of themselves
es: él o ella no puede cuidar de sí mismo

# arguments
source: he or she cannot be understood by others
es: él o ella no puede ser comprendido por los demás

# arguments
source: he or she cannot learn, remember or focus
es: él o ella no puede aprender, recordar o concentrarse

# arguments
source: he or she cannot control their behaviour
es: él o ella no puede controlar su comportamiento

# arguments
source: he or she cannot make friends
es: él o ella no sabe hacer amigos

# arguments
source: every day
es: todos los días

# arguments
source: once a week
es: una vez a la semana

# arguments
source: about once a month
es: aproximadamente una vez al mes

# arguments
source: a few times each year
es: algunas veces al año

# arguments
source: never
es: nunca

# arguments
source: not yet
es: todavía no

# arguments
source: somewhat
es: algo

# arguments
source: very much
es: mucho
