Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2_mexico/*/*_goal_checkins.po
Languages: es

# arguments
source: rarely
es: rara vez

# arguments
source: sometimes
es: a veces

# arguments
source: often
es: frecuentemente

# arguments
source: almost always
es: casi siempre
