Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2_mexico/*/*_goal_checkins.po
Languages: es

# text
source: Here is a question to help you get started on your course:
es: Aquí tienes una pregunta que te ayudará a empezar el curso:

# text
source: That's okay.
es: No pasa nada.

# text
source: In the past 24 hours, did you spend at least 5 minutes of one-on-one time with your teen?
es: En las últimas 24 horas, ¿pasaste al menos 5 minutos de tiempo a solas con tu hijo adolescente?

# text
source: That is okay. You will learn more about the importance of spending time with your teen in this course.
es: No pasa nada. En este curso aprenderás más sobre la importancia de pasar tiempo con tu adolescente.

# text
source: That is great to hear! 🎉 Spending time with your teen is a great way to build a good relationship with them!
es: ¡Es bueno escucharlo! 🎉 ¡Pasar tiempo con hijo adolescente es una forma increíble de construir una buena relación con él!

# text
source: Sorry, I dont' understand what you mean.
es: Lo siento, no entiendo lo que quieres decir.

# text
source: What did you find difficult about spending time with your teen? 🔑
es: ¿Qué se te hace difícil al pasar tiempo con tu adolescente? 🔑

# text
source: It can be hard to find time during your day, with work, chores, and everything else.
es: Puede ser difícil encontrar tiempo durante el día, con el trabajo, las tareas y todo lo demás.

# text
source: ✨Think of a time each day that you could spare 5 minutes. You can even make household chores into a game to do together.
es: ✨ Piensa en un momento al día en el que puedas dedicar 5 minutos. Incluso puedes convertir los deberes de la casa en un juego para hacer juntos.

# text
source: Use the time that you and your girls and boys are already sharing, like going to the school, picking up them, waking them up or say good by for sleeping.
es: Usa el tiempo que tú y tus niñas y niños ya comparten, como ir a la escuela, recogerlos, despertarlos o darles las buenas noches para dormir.

# text
source: You can even make household chores into a game to do together.
es: Incluso puedes convertir los deberes de la casa en un juego para hacer juntos.

# text
source: Type {PLAY} for a fun activity suggestion
es: Escribe {PLAY} para obtener una sugerencia de actividad divertida

# text
source: 📺 Teens often want to spend time watching T.V. or playing with a gadget.
es: 📺 Los adolescentes frecuentemente quieren pasar el tiempo viendo la tele o jugando con electrónicos.

# text
source: ❓ You could watch or play on the gadget with them.
es: ❓ Podrías mirar o jugar en los electrónicos con ellos.

# text
source: 🌈 Caring about their interests is a great start!
es: 🌈 ¡Interesarse por sus intereses es un gran comienzo!

# text
source: 🌷 Once you begin spending time together, you can suggest another activity.
es: 🌷 Una vez que empiecen a pasar tiempo juntos, puedes sugerir otra actividad.

# text
source: Type {PLAY} for a fun activity suggestion.
es: Escribe {PLAY} para obtener una sugerencia de actividad divertida.

# text
source: 📱 Sometimes your teen will suggest activities that are violent or unsafe.
es: 📱 A veces tu adolescente te propondrá actividades violentas o inseguras.

# text
source: 🚩 Explain **why** you can't do them, and suggest a different activity.
es: 🚩 Explica **por qué** no puedes hacerlas, y sugiere una actividad diferente.

# text
source: Type {PLAY} for a fun activity suggestion. 💡
es: Escribe {PLAY} para obtener una sugerencia de actividad divertida. 💡

# text
source: ☀️ If your teen wants to do things that are too difficult for you to do, you could watch them.
es: ☀️ Si tu adolescente quiere hacer cosas que se te hacen demasiado difíciles, podrías vigilarle.

# text
source: 🏁 You could describe what they are doing like a sports announcer.
es: 🏁 Podrías describir lo que están haciendo como un comentarista de deportes.

# text
source: You can also express enthusiasm by clapping, smiling, or offering a thumbs-up.
es: También puedes expresar interés aplaudiendo, sonriendo u ofreciendo un pulgar hacia arriba.

# text
source: 💛 Praise them while they do it!
es: 💛 ¡Felicítalos mientras lo hacen!

# text
source: ⚽ Competitive games can be hard for teens (and adults!) if they don’t like losing.
es: ⚽ Los juegos competitivos pueden ser difíciles para los adolescentes (¡y para los adultos!) si no les gusta perder.

# text
source: 🏆 When they have calmed down, talk with your teen about what winning well and losing well might look like.
es: 🏆 Cuando se hayan calmado, habla con tu adolescente sobre cómo sería ganar bien y perder bien.

# text
source: 📝 Suggest other activities that you can do to work together instead of against each other.
es: 📝 Sugiere otras actividades que puedan hacer para trabajar juntos en lugar de unos contra otros.

# text
source: 🔴 It can be difficult to spend 1-on-1 Time with each girl and boy when you have more than one.
es: 🔴 Puede ser difícil pasar tiempo 1 a 1 con cada niña y niño cuando tienes más de uno.

# text
source: 🌱 If possible, you can ask an adult or older sibling to look after the other boys and girls while you spend 1-on-1 Time with one teen.
es: 🌱 Si es posible, puedes pedirle a un adulto o a un hermano mayor que cuide de los otros niños y niñas mientras tú pasas un tiempo individual con un adolescente.

# text
source: ⏰ Think of when it would be easier to spend one-on-one time with each of your girls and boys. Perhaps later in the evening with your teen, after the others have gone to sleep.
es: ⏰ Piensa cuándo sería más fácil pasar tiempo a solas con cada uno de tus niños y niñas. Tal vez más tarde por la noche con tu adolescente, después de que los demás se hayan ido a dormir.

# text
source: 💛 You can also spend one-on-one time with all of your girls and boys at once! If you do, make sure all are able to participate in one-on-one time.
es: 💛 ¡También puedes pasar tiempo a solas con todas tus niñas y niños a la vez! Si lo haces, asegúrate de que todos puedan participar en el tiempo individual.

# text
source: Type {PLAY} and choose GROUP for a fun activity suggestion for a group of boys and girls. 💡
es: Escribe {PLAY} y elige GRUPO para obtener una sugerencia de actividad divertida para un grupo de niños y niñas. 💡

# text
source: 💛 We are sorry to hear that you have been finding it hard to spend one-on-one time with your teen.
es: 💛 Lamentamos que se te haga difícil pasar tiempo a solas con tu adolescente.

# text
source: 😔 It can hurt when @fields.child_nickname does not want to spend 1-on- time with you.
es: 😔 Puede doler que @fields.child_nickname no quiera pasar tiempo uno a uno contigo.

# text
source: 💡 Think to yourself: When are they more open to you? In the morning? Right before bedtime?
es: 💡 Piensa para ti: ¿Cuándo están más abiertos a ti? ¿En la mañana? ¿Justo antes de acostarse?

# text
source: 💙 Try again so that your teen can see that you care and want to spend this time with them.
es: 💙 Inténtalo de nuevo para que tu adolescente vea que te importa y que quieres pasar este tiempo con él.

# text
source: 😔 It can hurt when your {teen} does not want to spend 1-on- time with you.
es: 😔 Puede doler que tu {teen} no quiera pasar tiempo contigo.

# text
source: Well done for completing the lesson on improving your relationship with your teen. Let’s see how things have changed since you started:
es: Bien hecho por completar la lección sobre cómo mejorar la relación con tu adolescente. Veamos cómo han cambiado las cosas desde que empezaste:

# text
source: I am sorry to hear that you were unable to spend more time with your teen. 💛
es: Lamento saber que no has podido pasar más tiempo con tu adolescente. 💛

# text
source: Congratulations on making some progress. It seems like spending time with your teen may still be a challenge.
es: Felicidades por haber hecho algunos progresos. Parece que pasar tiempo con tu adolescente puede seguir siendo un reto.

# text
source: You were already excelling at spending one-on-one time with your teen before ParentText. It’s great that you’re able to keep up the excellent effort!
es: Antes de ParentText ya destacabas por dedicar tiempo uno a uno con tu adolescente. ¡Es increíble que puedas mantener ese excelente esfuerzo!

# text
source: Time with your teen is so important. Though you are still doing great, you have reported that spending time together has become more challenging since you first began this course.
es: El tiempo con tu adolescente es muy importante. Aunque sigues haciéndolo muy bien, has informado de que pasar tiempo juntos se ha vuelto más difícil desde que empezaste este curso.

# text
source: Congratulations! 🎉You’ve made progress since you’ve started this course in ParentText. Your effort is working!
es: ¡Felicidades! 🎉Has progresado desde que empezaste este curso en ParentText. ¡Tu esfuerzo está dando resultado!

# text
source: What do you want to do next?
es: ¿Qué quieres hacer ahora?

# text
source: Thank you for providing a progress update on the course to improve my relationship with my teen. You can revisit this course any time in the Main Menu by typing {MENU} 📝 If you are enrolled in a course, you will resume progress tomorrow.
es: Gracias por proporcionar una actualización del progreso en el curso para mejorar mi relación con mi adolescente. Puedes volver a visitar este curso en cualquier momento en el Menú Principal escribiendo {MENU} 📝 Si estás inscrito en un curso, reanudarás el progreso mañana.

# text
source: Sorry, I don't understand what you mean.
es: Disculpa, no entiendo lo que quieres decir.

# text
source: How is one-on-one time going?
es: ¿Cómo va el tiempo uno a uno?

# text
source: Excellent! New courses will be released on this channel in a few months to help you keep up the great progress!
es: ¡Excelente! ¡Dentro de unos meses se publicarán nuevos cursos en este canal para ayudarte a seguir progresando!

# text
source: Sorry to learn this.
es: Lamento enterarme de esto.

# text
source: In the past 24 hours, did you spend at least 5 minutes of one-on-one time with your child?
es: En las últimas 24 horas, ¿pasaste al menos 5 minutos de tiempo uno a uno con tu niño o niña?

# text
source: That is okay. You will learn more about the importance of spending time with your girl or boy in this course.
es: No pasa nada. En este curso aprenderás más sobre la importancia de pasar tiempo con tu niña o niño.

# text
source: That is great to hear! 🎉 Spending time with your girl or boy is a great way to build a good relationship with them!
es: ¡Es bueno escucharlo! 🎉 ¡Pasar tiempo con tu niña o niño es una forma increíble de construir una buena relación con ellos!

# text
source: What did you find difficult about spending time with your boy or girl ? 🔑
es: ¿Qué se te hace difícil de pasar tiempo con tu niño o niña? 🔑

# text
source: It can be hard to find time during your day, with work, chores, and everything else.
es: Puede ser difícil encontrar tiempo durante el día, con el trabajo, las tareas y todo lo demás.

# text
source: ✨Think of a time each day that you could spare 5 minutes. You can even make household chores into a game to do together.
es: ✨ Piensa en un momento al día en el que puedas dedicar 5 minutos. Incluso puedes convertir los deberes de la casa en un juego para hacer juntos.

# text
source: Use the time that you and your girls and boys are already sharing, like going to the school, picking them up, waking them up or saying goodbye to sleep.
es: Usa el tiempo que tú y tus niñas y niños ya comparten, como ir al colegio, recogerlos, despertarlos o darles las buenas noches.

# text
source: 😔 It can hurt when your girl or boy does not want to spend one-on-one time with you.
es: 😔 Puede doler que tu niña o niño no quiera pasar tiempo uno a uno.

# text
source: 💙 Try again so that your boy or girl can see that you care and want to spend this time with them.
es: 💙 Inténtalo de nuevo para que tu niño o niña vea que te importa y que quieres pasar ese tiempo con ellos.

# text
source: 📺Boys and girls often want to spend time watching T.V. or playing with a gadget.
es: 📺Los niños y las niñas frecuentemente quieren pasar el tiempo viendo la tele o jugando con un electrónico.

# text
source: ❓ You could watch or play on the gadget with them.
es: ❓ Podrías mirar o jugar en los electrónicos con ellos.

# text
source: 💚Caring about their interests is a great start!
es: 💚 ¡Interesarse por sus intereses es un gran comienzo!

# text
source: 🌷 Once you begin spending time together you can suggest another activity.
es: 🌷 Una vez que empiecen a pasar tiempo juntos, puedes sugerir otra actividad.

# text
source: ☀️ If your boy or girl wants to do things that are too difficult for you to do, you could watch them.
es: ☀️ Si tu niño o niña quiere hacer cosas que a ti se te hacen demasiado difíciles, podrías vigilarles.

# text
source: ⚽ Competitive games can be hard for your girls and boys(and adults!) if they don’t like losing.
es: ⚽ Los juegos competitivos pueden ser difíciles para tus niñas y niños (¡y adultos!) si no les gusta perder.

# text
source: 🏆 When they have calmed down, talk with your boys and girls about what winning well and losing well might look like.
es: 🏆 Cuando se hayan calmado, habla con tus niños y niñas sobre cómo sería ganar bien y perder bien.

# text
source: 🔴 It can be difficult to spend one-on-one time with each of your boys or girls when you have more than one
es: 🔴 Puede ser difícil pasar tiempo uno a uno con cada uno de tus hijos o hijas cuando tienes más de uno

# text
source: 🌱 If possible, you can ask an adult or older sibling to look after the your other girls and boys while you spend one-on-one time with your girl or boy.
es: 🌱 Si es posible, puedes pedir a un adulto o a un hermano mayor que cuide de los demás niños y niñas mientras tú pasas tiempo a solas con tu niña o niño.

# text
source: ⏰ Think of when it would be easier to spend one-on-one time with each of your boys and girls.
es: ⏰ Piensa cuándo sería más fácil pasar tiempo a solas con cada uno de tus niños y niñas.

# text
source: 💛 You can also spend one-on-one time with all of your girls and boys at once!If you do, make sure all are able to participate in one-on-one time.
es: Si lo haces, asegúrate de que todos puedan participar en el tiempo uno a uno.

# text
source: Type {PLAY} for a fun activity suggestion for a group of girls and boys. 💡
es: Escribe {PLAY} para obtener una sugerencia de actividad divertida para un grupo de niñas y niños. 💡

# text
source: 💛 We are sorry to hear that you have been finding it hard to spend one-on-one time with your boy or girl.
es: 💛 Lamentamos que se te haga difícil pasar tiempo uno a uno con tu niño o niña.

# text
source: Well done for completing the lessons on improving your relationship with your girl or boy. Let’s see how things have changed since you started:
es: Bien hecho por completar las lecciones sobre cómo mejorar la relación con tu niña o niño. Veamos cómo han cambiado las cosas desde que empezaste:

# text
source: I am sorry to hear that you were unable to spend more time with your girl or boy. 💛
es: Lamento que no hayas podido pasar más tiempo con tu niña o niño. 💛

# text
source: I am sorry to hear that you were unable to spend one-on-one time with your girl or boy. 💛
es: Lamento que no hayas podido pasar tiempo uno a uno con tu niña o niño. 💛

# text
source: You were already putting in the effort to spend one-on-one time with your boy or girl before ParentText. It’s great that you’re able to keep up the excellent effort!
es: Ya te esforzabas por pasar tiempo uno a uno con tu niño o niña antes de ParentText. ¡Es increíble que puedas mantener ese excelente esfuerzo!

# text
source: Time with your child is so important. Though you are still doing great, you have reported that spending one-on-one time together has become more challenging since you first began ParentText.
es: El tiempo con tu niño o niña es muy importante. Aunque sigues haciéndolo muy bien, has informado de que pasar tiempo juntos uno a uno se ha vuelto más difícil desde que empezaste ParentText.

# text
source: Congratulations! 🎉You’ve made progress since you’ve started ParentText. Your effort is working!
es: ¡Felicidades! 🎉Has progresado desde que empezaste ParentText. ¡Tu esfuerzo está dando resultado!

# text
source: Thank you for providing a progress update on the course to improve my relationship with my teen. You can revisit this course any time in the Main Menu by typing {MENU}. If you are enrolled in a course, you will resume progress tomorrow.
es: Gracias por proporcionar una actualización del curso para mejorar mi relación con mi adolescente. Puedes volver a visitar este curso en cualquier momento en el Menú Principal escribiendo {MENU}. Si estás inscrito en un curso, reanudarás el progreso mañana.

# text
source: Learning how to manage our stress is the first step to providing the best support for our teens. Let’s check in on you first:
es: Aprender a controlar nuestro estrés es el primer paso para ofrecer el mejor apoyo a nuestros adolescentes. Primero vamos a ver cómo estás tú:

# text
source: Do you feel overwhelmed by the responsibility of being a parent? 😔
es: ¿Te sientes desbordado por la responsabilidad de ser padre o madre? 😔

# text
source: That is great to hear! 🎉
es: ¡Es bueno escucharlo! 🎉

# text
source: That is okay. We will learn more about taking time for ourselves today.
es: No pasa nada. Hoy aprenderemos más sobre cómo tomarnos tiempo para nosotros mismos.

# text
source: Now that you’ve completed ParentText, let’s check in:
es: Ahora que completaste ParentText, vamos a comprobarlo:

# text
source: You were already managing the stress of parenting well before ParentText. It’s great that you’re able to keep up the excellent effort!
es: Ya controlabas bien el estrés de la paternidad antes de ParentText. ¡Es increíble que puedas mantener ese excelente esfuerzo!

# text
source: It’s great that you’re still doing well. Parenting can be difficult. Please remember to take a pause and ask for help when you need it. 💛
es: Es increíble que te siga yendo bien. Ser padre puede ser difícil. Por favor, recuerda hacer una pausa y pedir ayuda cuando la necesites. 💛

# text
source: Congratulations! 🎉You’ve made progress in this goal since you’ve started ParentText. Your effort is working!
es: ¡Felicidades! 🎉Has progresado en este objetivo desde que empezaste ParentText. ¡Tu esfuerzo está dando resultado!

# text
source: That is okay. Parenting can be difficult. Please remember to take a pause and ask for help when you need it. 💛
es: No pasa nada. Ser padre puede ser difícil. Por favor, recuerda hacer una pausa y pedir ayuda cuando la necesites. 💛

# text
source: Congratulations on making some progress in this goal. Still, it seems like parenting is overwhelming. That is okay. Parenting can be difficult. Please remember to take a pause and ask for help when you need it. 💛
es: Felicidades por haber avanzado algo en este objetivo. Aun así, parece que la paternidad es agobiante. No pasa nada. Ser padre puede ser difícil. Por favor, recuerda hacer una pausa y pedir ayuda cuando la necesites. 💛

# text
source: Thank you for providing a progress update.
es: Gracias por proporcionar una actualización del progreso.

# quick_replies
source: yes
es: sí

# quick_replies
source: I did not have enough time.
es: No tuve suficiente tiempo.

# quick_replies
source: My teen did not want to spend one-on-one time with me.
es: Mi adolescente no quería pasar tiempo uno a uno conmigo.

# quick_replies
source: All my teen wanted to do was watch T.V. or play with a gadget.
es: Todo lo que mi adolescente quería hacer era ver la tele o jugar con un electrónico.

# quick_replies
source: My teen wanted to do things I felt uncomfortable about.
es: Mi adolescente quería hacer cosas con las que yo me sentía incómodo.

# quick_replies
source: My teen wanted to do activities that I could not do.
es: Mi adolescente quería hacer actividades que yo no podía hacer.

# quick_replies
source: My teen chose a competitive activity. I won, and then they got angry.
es: Mi adolescente eligió una actividad competitiva. Gané y se enojaron.

# quick_replies
source: All my boys and girls wanted one-on-one time at the same time.
es: Todos mis niños y niñas querían tiempo uno a uno al mismo tiempo.

# quick_replies
source: Prefer not to say.
es: Prefiero no decirlo.

# quick_replies
source: Get more help
es: Obtener más ayuda

# quick_replies
source: Continue my Progress Tomorrow
es: Continuar mi Progreso Mañana

# quick_replies
source: Good
es: Bien

# quick_replies
source: So-so
es: Más o menos

# quick_replies
source: Bad
es: Mal

# quick_replies
source: My girl or boydid not want to spend one-on-one time with me.
es: Mi niño o mi niña no querían pasar tiempo uno a uno conmigo.

# quick_replies
source: All my girls and boys wanted to do was watch T.V. or play with a gadget.
es: Lo único que querían hacer mis niños y niños era ver la tele o jugar con algún electrónico.

# quick_replies
source: My girl or boy wanted to do activities that I could not do.
es: Mi niña o mi niño querían hacer actividades que yo no podía hacer.

# quick_replies
source: My girl or boychose a competitive activity. I won and then they got angry.
es: Mi niña o mi niño eligieron una actividad competitiva. Gané y se enojaron.

# quick_replies
source: All my girls and boys wanted one-on-one time at the same time.
es: Todos mis niñas y niños querían tiempo uno a uno al mismo tiempo.

# quick_replies
source: Never
es: Nunca

# quick_replies
source: Rarely
es: Raramente

# quick_replies
source: Sometimes
es: A veces

# quick_replies
source: Often
es: Frecuentemente

# quick_replies
source: Almost Always
es: Casi siempre

# arguments
source: yes
es: sí

# arguments
source: i did not have enough time.
es: no tuve suficiente tiempo.

# arguments
source: my teen did not want to spend one-on-one time with me.
es: mi adolescente no quería pasar tiempo uno a uno conmigo.

# arguments
source: all my teen wanted to do was watch t.v. or play with a gadget.
es: todo lo que mi adolescente quería hacer era ver la tele o jugar con un electrónico.

# arguments
source: my teen wanted to do things i felt uncomfortable about.
es: mi adolescente quería hacer cosas con las que yo me sentía incómodo.

# arguments
source: my teen wanted to do activities that i could not do.
es: mi adolescente quería hacer actividades que yo no podía hacer.

# arguments
source: my teen chose a competitive activity. i won, and then they got angry.
es: mi adolescente eligió una actividad competitiva. Gané, y después se enojaron.

# arguments
source: all my boys and girls wanted one-on-one time at the same time.
es: todos mis niños y niñas querían tiempo uno a uno al mismo tiempo.

# arguments
source: prefer not to say.
es: prefieren no decirlo.

# arguments
source: continue my progress tomorrow
es: continuaré mi progreso mañana

# arguments
source: good
es: bien

# arguments
source: so-so
es: más o menos

# arguments
source: bad
es: mal

# arguments
source: my girl or boydid not want to spend one-on-one time with me.
es: mi niña o niño no querían pasar tiempo uno a uno conmigo.

# arguments
source: all my girls and boys wanted to do was watch t.v. or play with a gadget.
es: lo único que querían hacer mis niñas y niños era ver la tele o jugar con algún electrónico.

# arguments
source: my girl or boy wanted to do activities that i could not do.
es: mi niña o mi niño querían hacer actividades que yo no podía hacer.

# arguments
source: my girl or boychose a competitive activity. i won and then they got angry.
es: mi niña o niño eligieron una actividad competitiva. Gané y después se enojaron.

# arguments
source: all my girls and boys wanted one-on-one time at the same time.
es: todas mis niñas y niños querían tiempo uno a uno al mismo tiempo.

# arguments
source: never
es: nunca
