Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2_mexico/*/*_ltp_activities.po
Languages: es

# text
source: *A friendly chat*
es: *Una plática amistosa*

# text
source: Talk to your teen about something that they are interested in! 😃
es: ¡Platica con tu adolescente sobre algo que le interese! 😃

# text
source: ⚽ An easy way to start talking to your teen is to ask them about something they are interested in. For example, you could talk about sports, books, movies, friends, music, celebrities, or school.
es: ⚽ Una forma fácil de empezar a platicar con tu adolescente es preguntarle sobre algo que le interese. Por ejemplo, puedes platicar de deportes, libros, películas, amigos, música, famosos o la escuela.

# text
source: 👂 You may not find everything your teen shares to be interesting, but it’s important to show enthusiasm and an eagerness to learn.
es: 👂 Puede que no todo lo que comparta tu adolescente te parezca interesante, pero es importante que muestres interés y ganas de aprender.

# text
source: Paying attention to what matters to your teen can make a big difference in your relationship and their happiness..
es: Poner atención a lo que le importa a tu adolescente puede hacer una gran diferencia en su relación y en su felicidad..

# text
source: *Create your own Recipe*
es: *Crea tu propia receta*

# text
source: Let your teen come up with a new meal idea!
es: ¡Deja que a tu adolescente se le ocurra una nueva idea para comer!

# text
source: 🍚 Create a new dish with @fields.child_nickname using ingredients they love!
es: 🍚 ¡Crea un plato nuevo con @fields.child_nickname utilizando ingredientes que les encanten!

# text
source: 🔵 Together, choose two ingredients, and ask your teen to prepare a meal using them. For example: chicken and spinach, tomatoes and rice, tortilla and carrot.🍅
es: 🔵 Escojan juntos dos ingredientes y pide a tu adolescente que prepare una comida con ellos. Por ejemplo: pollo y espinacas, tomates y arroz, tortilla y zanahoria.🍅

# text
source: 📝 If you enjoy the meal, make it something your family eats weekly, and ask your teen to write it down for you. Give the meal a name and explain how to make it.
es: 📝 Si te gusta la comida, haz que sea algo que tu familia coma semanalmente, y pídele a tu adolescente que te la escriba. Dale un nombre a la comida y explícale cómo hacerla.

# text
source: ✨ If your teen notices that you are learning from their cooking, it will boost their confidence!
es: ✨ ¡Si tu adolescente se da cuenta de que aprendes de su cocina, aumentará su confianza!

# text
source: 🍚 Create a new dish with your {teen} using ingredients they love!
es: 🍚 ¡Crea un plato nuevo con tu {teen} usando ingredientes que les encanten!

# text
source: *Reflect on the positive*
es: *Reflexiona sobre lo positivo*.

# text
source: Spread Positivity! 🌈
es: ¡Difunde la positividad! 🌈

# text
source: 💡 Together, take a minute to think about all the things you did today.
es: 💡 Tómense un minuto para pensar en todas las cosas que han hecho hoy.

# text
source: ☀️ Take turns sharing one positive or fun thing that happened. This could be something small, like feeling good because you cleaned the house, or something big, like spending time with family and friends.
es: ☀️ Compartan por turnos una cosa positiva o divertida que haya ocurrido. Puede ser algo pequeño, como sentirte bien porque has limpiado la casa, o algo grande, como pasar tiempo con la familia y amigos.

# text
source: ⏰ Try doing this every day - even more on the days it feels like you have not done anything special.
es: ⏰ Intenta hacer esto todos los días, incluso más los días en que parece que no has hecho nada especial.

# text
source: *What’s new?*
es: *¿Qué tal?*

# text
source: Learning is fun! 🎓
es: ¡Aprender es divertido! 🎓

# text
source: For example: keeping a ball in the air with your foot, juggling, making soup, moonwalking, whistling, saying the alphabet backwards, learning all the countries in Latin America.
es: Por ejemplo: mantener una pelota en el aire con el pie, hacer malabares, hacer sopa, hacer el moonwalk, silbar, decir el alfabeto al revés, aprender todos los países de América Latina.

# text
source: 🔄 Take turns trying out the new skill. Make sure to praise each other and learn and play together!
es: 🔄 Tomen turnos intentando la nueva habilidad. ¡Asegúrense de halagarse mutuamente y de aprender y jugar juntos!

# text
source: 💛 Approach learning the skill in a kind and fun way, and do not judge your teen or yourself for your ability in the skill.
es: 💛 Aborda el aprendizaje de la habilidad de una forma amable y divertida, y no juzgues a tu adolescente ni a ti mismo por tu capacidad de desempeñar la habilidad.

# text
source: *Dance moves*
es: *Movimientos de baile*

# text
source: Let's get moving! 👋 Dancing is a great way to exercise, have fun, and bond with your teen at the same time! You both get to express yourselves in a fun, relaxed way. 🎵
es: ¡Vamos a movernos! 👋 ¡Bailar es una forma genial de hacer ejercicio, divertirte y convivir con tu adolescente al mismo tiempo! Ambos pueden expresarse de forma divertida y relajada. 🎵

# text
source: 💡 If you want to, you can perform your dance for the household!
es: 💡 ¡Si quieren, pueden mostrar su baile a la familia!

# text
source: *Dance Activity*
es: *Actividad de Baile*

# text
source: 💡 You do not have to post the video to learn the dance. You can keep it as a memory between you and your teen.
es: 💡 No tienes que publicar el video para aprender el baile. Puedes guardarlo como un recuerdo entre tú y tu adolescente.

# text
source: *Check-in chat*
es: *Plática para ponerse al día*

# text
source: Go easy on yourself if your teen does not want to share their problems with you. 💙 Often, teens are afraid to share as they are scared they will get in trouble. Getting upset with them won’t help - keep showing you love them and give them time! 🌷
es: No seas duro contigo mismo si tu adolescente no quiere compartir sus problemas contigo. Frecuentemente, a los adolescentes les asusta compartir sus problemas porque tienen miedo de meterse en problemas. Enojarte con ellos no servirá de nada: ¡sigue demostrándoles que les quieres y dales tiempo! 🌷

# text
source: *Express Yourself*
es: *Exprésate*

# text
source: 🎉 Try new dance moves with this game and have fun!
es: 🎉 ¡Prueba nuevos movimientos de baile con este juego y diviértete!

# text
source: *2 Truths, 1 Lie*
es: *2 Verdades, 1 Mentira*

# text
source: Did you learn anything new about your teen, or did they learn anything new about you? 💛
es: ¿Aprendiste algo nuevo sobre tu adolescente, o aprendieron algo nuevo sobre ti? 💛

# text
source: *Yes, No or Maybe*
es: *Sí, No o Tal vez*

# text
source: Are you tired of hearing your teen say yes, no, or maybe to all of your questions? Turn your chat into a game, and don’t allow one-word answers. 🎈
es: ¿Estás cansado de oír a tu adolescente responder sí, no o tal vez a todas tus preguntas? Convierte tu plática en un juego, y no permitas respuestas de una sola palabra. 🎈

# text
source: 🔄 It is important to let your teen ask a question as well. Trust is built when your teen can see that you are also sharing your life with them, and not only trying to learn about their life.
es: 🔄 Es importante dejar que tu adolescente también haga preguntas. La confianza se construye cuando tu adolescente puede ver que también compartes tu vida con él o ella, y no solo intentas aprender sobre su vida.

# text
source: *Movie World*
es: *Un Mundo de Película*

# text
source: ➡️ Next time you play this game, you could create a new story or superhero with your teen or continue the story you started together.
es: ➡️ La próxima vez que juegues a este juego, podrías crear una nueva historia o superhéroe con tu adolescente o continuar la historia que empezaron juntos.

# text
source: *Get Active*
es: *Actívate*

# text
source: ⏰ Even walking for 10 minutes a day is good for you.
es: ⏰ Incluso caminar 10 minutos al día es bueno para ti.

# text
source: ⚽ Together you can walk, run, play soccer, swim, dance, or do any other sport..
es: ⚽ Juntos pueden caminar, correr, jugar fútbol, nadar, bailar o hacer cualquier otro deporte..

# text
source: 🏆 Together, think of ways to make it even more fun. Can you jog to a certain point? Take turns being the coach? Can there be a small, free reward, like getting to decide the next activity?
es: 🏆 Piensen en formas de hacerlo aún más divertido. ¿Pueden trotar hasta un punto determinado? ¿Tomar turnos para ser el entrenador? ¿Puede haber una pequeña recompensa gratuita, como decidir la siguiente actividad?

# text
source: 🌈 Exercise becomes easier and more enjoyable the more you do it.
es: 🌈 El ejercicio se hace más fácil y agradable cuanto más lo haces.

# text
source: 🔄 If you or your teen do not like the first exercise you pick, try a new exercise.
es: 🔄 Si a ti o a tu adolescente no les gusta el primer ejercicio que elijan, prueben uno nuevo.

# text
source: *Make up a story*
es: *Inventa una historia*

# text
source: Creating stories together is a great way to learn the art of storytelling - and to build your teen’s creativity! 📖
es: Crear historias juntos es una forma increíble de aprender el arte de contar historias, ¡y de fomentar la creatividad de tu adolescente! 📖

# text
source: 🔟 With your teen, come up with 10 words to use. They can be any words you want! For example: banana, spaceship, fish, water, painting, wasp nest, cooking, wedding.
es: 🔟 Inventa con 10 palabras con tu adolescente. ¡Pueden ser las palabras que quieran! Por ejemplo: plátano, nave espacial, pez, agua, pintura, nido de avispas, cocinar, boda.

# text
source: 🎂 Start your story with, “Once upon a time, there was a…” and make sure you use one of the words from the list in your sentence. For example, “Once upon a time, there was a family who worked on a *banana* farm.”
es: 🎂 Empieza tu historia con: "Érase una vez…" y asegúrate de utilizar una de las palabras de la lista en tu frase. Por ejemplo: "Érase una vez una familia que trabajaba en una granja de *plátanos*".

# text
source: 📝 Let your teen make up the next sentence using another word from the list.
es: 📝 Deja que tu adolescente invente la siguiente frase usando otra palabra de la lista.

# text
source: 🔄 Take turns until you have used as many words from the list as you can, or until you have finished your story.
es: 🔄 Tomen turnos hasta que hayan usado todas las palabras de la lista que puedan, o hasta que hayan terminado su historia.

# text
source: 🔔 Be as creative as possible with your story and do not tell your teen what to say. It does not need to be a real story to be a good story!
es: 🔔 Sé lo más creativo posible con tu historia y no le digas a tu adolescente lo que tiene que decir. ¡No tiene que ser una historia real para que ser una buena historia!

# text
source: 🎁 Ask your teen what their favourite part of the story was, and tell them yours!
es: 🎁 Pregúntale a tu adolescente cuál fue su parte favorita de la historia, ¡y cuéntale la tuya!

# text
source: *Take A Pause with your teen*
es: *Toma una Pausa con tu adolescente*

# text
source: ⭐ Take 5 more deep breaths.
es: ⭐ Respira hondo 5 veces más.

# text
source: ⏸ Ask your teen what it was like to take a pause. Listen and accept whatever they say about it.
es: ⏸ Pregúntale a tu adolescente cómo fue hacer una pausa. Escucha y acepta lo que te diga al respecto.

# text
source: *Name That Tune*
es: *Nombra la Canción*

# text
source: 🔄 Keep going around until everyone has been able to play their favourite song and let the rest hear.
es: 🔄 Sigue dando vueltas hasta que todos hayan podido poner su canción favorita y que el resto la oiga.

# text
source: *Pass the ball*
es: *Pasa la pelota*

# text
source: Games are a great, fun way to spend time with your family!
es: ¡Los juegos son una forma increíble y divertida de pasar tiempo con tu familia!

# text
source: 3️⃣ This game is best with at least 3 people.
es: 3️⃣ Este juego es mejor con al menos 3 personas.

# text
source: ⚽ Find a ball to play. If you cannot find a ball, choose an item you can safely throw around. For example, a bottle cap or a plastic cup.
es: ⚽ Encuentra una pelota para jugar. Si no puedes encontrar una pelota, elige un objeto que puedas lanzar con seguridad. Por ejemplo, un tapón de botella o un vaso de plástico.

# text
source: ➡️ Start in a circle and pass the ball around.
es: ➡️ Ponte en círculo y pasa la pelota.

# text
source: 👋 Start throwing the ball in new directions (up, down, straight, curved, rolling on the ground) and with different forces (hard, soft, medium). You can bounce the ball, throw it in the air, and catch it a few times before passing it.
es: 👋 Empieza a aventar la pelota en nuevas direcciones (arriba, abajo, recta, curva, rodando por el suelo) y con diferentes fuerzas (fuerte, suave, media). Puedes hacer rebotar la pelota, lanzarla al aire y cacharla varias veces antes de pasarla.

# text
source: ✨ When everyone gets good at catching the ball, you can start moving around the room, still passing the ball.
es: ✨ Cuando todos sepan cachar la pelota, puedes empezar a moverte por el cuarto, sin dejar de pasarse la pelota.

# text
source: ⭐ Can you throw the ball under the leg? Behind the back? Over your head? Block a pass? Have fun with it!
es: ⭐ ¿Puedes aventar la pelota por debajo de la pierna? ¿Por detrás de la espalda? ¿Por encima de la cabeza? ¿Bloquear un pase? ¡Diviértete!

# text
source: *Make Housework Fun*
es: *Haz de los Deberes de la Casa algo Divertido*

# text
source: ❓ If your teen does not complete a chore, ask them why, and come up with a fair consequence together.
es: ❓ Si tu adolescente no cumple una tarea, pregúntale por qué y busquen juntos una consecuencia justa.

# text
source: *I’m Going on a Picnic and I Will Bring…*
es: *Voy de Picnic y Llevaré…*

# text
source: 🎂 Think of all the things you would have at your dream picnic.
es: 🎂 Piensa en todas las cosas que tendrías en el picnic de tus sueños.

# text
source: 🍅 For example: a sandwich, a ball, a blanket, forks, cups, a dog, or agua.
es: 🍅 Por ejemplo: un sándwich, una pelota, una cobija, tenedores, tazas, un perro, o agua.

# text
source: ⭐ Each person adds to the list, while remembering all the previous items.
es: ⭐ Cada persona agrega algo a la lista, recordando todos los elementos anteriores.

# text
source: 👀 If everyone has a turn, keep going and building your list. The first person to forget an item restarts the game!
es: 👀 Si todo el mundo tiene un turno, sigue adelante y construye tu lista. La primera persona que olvide un objeto ¡reinicia el juego!

# text
source: *This is who I am*
es: *Esto es lo que soy*

# text
source: If your teen does not feel comfortable sharing these, ask them to write them down. 📝
es: Si tu adolescente no se siente cómodo compartiéndolos, pídele que los escriba. 📝

# text
source: *Things I like about others and me*
es: *Cosas que me gustan de los demás y de mí*

# text
source: Here is an activity to help you and your teen notice the good parts of themselves..
es: Esta es una actividad que les ayudará a ti y a tu adolescente a darse cuenta de las partes buenas de ustedes mismos..

# text
source: 💙 You can do the same: share with your teen the qualities you like about yourself or about someone you admire - and what you like about your teen!
es: 💙 Tú puedes hacer lo mismo: comparte con tu adolescente las cualidades que te gustan de ti mismo o de alguien a quien admiras, ¡y lo que te gusta de tu adolescente!

# text
source: *Make a family wish list*
es: *Haz una lista de deseos familiares*

# text
source: 🔑 If you still want to achieve the goal, discuss with your family what you need to do to tick the goal off your wish list.
es: 🔑 Si aún quieres lograr el objetivo, platica con tu familia sobre lo que tienes que hacer para tachar el objetivo de tu lista de deseos.

# text
source: *Weekly Goal Setting*
es: *Fijación de Objetivos Semanales*

# text
source: Let’s set some goals ⭐
es: Fijemos algunos objetivos ⭐

# text
source: ⏰ It can be helpful to set smaller weekly goals that are easier to reach. This helps us reach our larger goals over time.
es: ⏰ Puede ser útil fijar objetivos semanales más pequeños que sean más fáciles de alcanzar. Esto nos ayuda a alcanzar nuestros objetivos más grandes con el tiempo.

# text
source: 💡Ask your teen for one goal that they would like to achieve this week.
es: 💡Pregúntale a tu adolescente un objetivo que le gustaría lograr esta semana.

# text
source: 🔄 Make sure this goal is *specific* and *achievable* to reach in 1 week.
es: 🔄 Asegúrate de que este objetivo es *específico* y *alcanzable* para conseguirlo en 1 semana.

# text
source: 💚 You can also share your own weekly goal with your teen and support each other so you can both achieve your goals.
es: 💚 También puedes compartir tu propio objetivo semanal con tu adolescente y apoyarse mutuamente para que ambos puedan alcanzar sus objetivos.

# text
source: 🎉 Make sure to praise and celebrate your teen for their hard work towards reaching their goal.
es: Asegúrate de reconocer y celebrar el esfuerzo de tu adolescente por alcanzar su objetivo.

# text
source: 🔔 If your teen does not reach their goal, that is okay. Discuss with your teen the steps they still need to take or how they could reach it a different way.
es: 🔔 Si tu adolescente no alcanza su objetivo, está bien. Habla con él de los pasos que aún tiene que seguir o de cómo podría lograrlo de una manera diferente.

# text
source: *Three cakes and a candle*
es: *Tres pasteles y una vela*

# text
source: ✅ It is important to write down these smaller goals and let your teen tick off each task as they do them each week. Seeing themselves reach smaller goals will keep them motivated to achieve the big goal!
es: ✅ Es importante anotar estos objetivos más pequeños y dejar que tu adolescente marque cada tarea a medida que las realiza cada semana. ¡Ver que alcanzan objetivos más pequeños les mantendrá motivados para lograr el gran objetivo!

# text
source: *Role Playing*
es: *Juego de Roles*

# text
source: ⏯️ After you act out the scene, it is important to talk to your teen about the actions that you role played. You can act out this scenario as many times as you like!
es: ⏯️ Después de actuar la escena, es importante que hables con tu adolescente sobre los roles que hayan actuado. ¡Pueden actuar esta escena tantas veces como quieran!

# text
source: *Traffic Lights*
es: *Semáforo*

# text
source: 👑 The winner then becomes the traffic officer and you can play another round!
es: 👑 ¡El ganador se convierte entonces en el policía de tránsito y pueden jugar otra ronda!

# text
source: *Cooking with Maths*
es: *Cocinar con Matemáticas*

# text
source: Cooking can help your boy or girl start learning maths!
es: ¡Cocinar puede ayudar a tu hijo o hija a empezar a aprender matemáticas!

# text
source: 💚 Invite your girl or boy to help you cook for your family, or to choose something they would like to cook
es: 💚 Invita a tu niña o niño a ayudarte a cocinar para tu familia, o a elegir algo que les gustaría cocinar a ellos

# text
source: 🍅 Ask your boy or girl to count different ingredients. Help them if it’s difficult!
es: 🍅 Pídele a tu niño o niña que cuente los distintos ingredientes. ¡Ayúdales si se les hace difícil!

# text
source: 🔟 Help your girl or boy to understand adding and subtracting quantities
es: 🔟 Ayuda a tu niña o niño a comprender la suma y la resta de cantidades

# text
source: 📝 Encourage your boy or girl to recognise numbers on packaging
es: 📝 Anima a tu niño o niña a reconocer los números de los empaques

# text
source: 👀 Ask your girl or boy about the different sizes of ingredients - e.g. which is bigger/biggest?
es: 👀 Pregúntale a tu niña o niño sobre los diferentes tamaños de los ingredientes, por ejemplo, ¿cuál es más grande/el más grande?

# text
source: 🔄 Think about when you will cook together again! You can also practise understanding numbers and quantities during other activities like shopping or building/making things
es: 🔄 ¡Piensa cuándo volverán a cocinar juntos! También pueden practicar la comprensión de los números y las cantidades durante otras actividades como ir de compras o construir/hacer cosas

# text
source: *Following Instructions*
es: *Seguir Instrucciones*

# text
source: 👂 Play a game in which your boy or girl listens to and tries to remember strings of instructions.
es: 👂 Juega a un juego en el que tu niño o niña escuche e intente recordar cadenas de instrucciones.

# text
source: This will be useful in school, at home, and later in life!
es: ¡Esto te será útil en la escuela, en casa y más adelante en la vida!

# text
source: Start with just one instruction using an object in your home. For example “touch the red ball” 🔴
es: Empieza con una sola instrucción utilizando un objeto de tu casa. Por ejemplo "toca la pelota roja" 🔴

# text
source: Slowly add more instructions (e.g “then pick up the cup ☕), but tell your girl or boy that they can only start once you’ve finished giving the instructions.
es: Agrega poco a poco más instrucciones (por ejemplo, "luego coge la taza ☕), pero dile a tu niña o niño que solo puede empezar cuando hayas terminado de dar las instrucciones.

# text
source: See how many your boy or girl can follow without forgetting!
es: ¡Mira cuántas puede seguir tu niño o niña sin que se le olviden!

# text
source: 🔄 Now swap roles! It’s your boy or girl’s turn to give you instructions! They can use the same objects if they want.
es: 🔄 ¡Ahora intercambia los papeles! ¡Le toca a tu niño o niña darte instrucciones! Si quieren, pueden utilizar los mismos objetos.

# text
source: You can also try this game with a group of girls and boys! Make sure they take turns :)
es: ¡También puedes probar este juego con un grupo de niñas y niños! Asegúrate de que tomen turnos :)

# text
source: *One-on-One Time*
es: *Tiempo Uno a Uno*

# text
source: 💚 Spending time just with your girl or boy and taking an interest in them can improve your relationship.
es: 💚 Pasar tiempo solo con tu niña o niño e interesarte por ellos puede mejorar su relación.

# text
source: 👀 When your boy or girl is playing alone or occupying themselves quietly, join them and show interest in what they are doing.
es: 👀 Cuando tu niño o niña esté jugando solo u ocupándose tranquilamente, únete a ellos y muestra interés por lo que hacen.

# text
source: 👂Ask questions about their activity, and listen to them.
es: 👂Haz preguntas sobre su actividad y escúchalos.

# text
source: Let your girl or boy lead the activity, follow them to build their confidence and autonomy 😃.
es: Deja que tu niña o niño dirija la actividad, síguelos para fomentar su confianza y autonomía 😃.

# text
source: 👀 Say what you see - describing everything and supporting your boy’s or girl’s actions.
es: 👀 Di lo que ves: describe todo y apoya las acciones de tu niño o niña.

# text
source: Be positive, praise your girl or boy, and enjoy spending this time with them 😃💚
es: Sé positivo, reconoce a tu niña o niño y disfruta pasar este tiempo con ellos 😃💚

# text
source: *Playtime with Books*
es: *Tiempo de Juego con Libros*

# text
source: 📖 Book sharing will help your boy or girl learn and is a fun, playful activity to spend quality time together.
es: 📖 Compartir libros ayudará a tu niño o niña a aprender y es una actividad lúdica y divertida para pasar tiempo de calidad juntos.

# text
source: ⏰ Choose a time when you won’t be disturbed, and try to stop any distractions - e.g. turn off the TV and put away phones.
es: ⏰ Elige un momento en el que no te molesten, e intenta acabar con las distracciones; por ejemplo, apaga la tele y guarda los teléfonos.

# text
source: 📖 If your girl or boy wants to choose a book, that’s fine, otherwise choose for them.
es: 📖 Si tu niña o niño quiere elegir un libro, está bien, si no, elige por ellos.
