Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2_mexico/*/*_ltp_activities.po
Languages: es

# text
source: 👀 Show your girl or boy pictures in the book. Ask your boy or girl what is happening in the pictures and what happens next.
es: 👀 Enséñale a tu niño o niña las imágenes del libro. Pregúntale a tu niño o niña qué pasa en las imágenes y qué pasa después.

# text
source: Say to your {child}: “I have a book here that we have read before. Can you remember the story and tell it to me just by looking at the pictures?”
es: Dile a tu {child}: "Aquí tengo un libro que hemos leído antes. ¿Puedes recordar la historia y contármela solo mirando las imágenes?"

# text
source: *I'm a Writer!*
es: *¡Soy Escritor!*

# text
source: 📝 Have fun being creative with writing!
es: 📝 ¡Diviértete siendo creativo con la escritura!

# text
source: You and @fields.child_nickname can have fun writing with a pencil and paper, or with a stick and the sand!
es: Tú y @fields.child_nickname pueden divertirse escribiendo con un lápiz y papel, ¡o con un palo y la arena!

# text
source: If your girl or boy doesn’t know how to write letters, encourage them to draw shapes, and try to copy the shapes of letters. 🔵▶️
es: Si tu niña o niño no sabe escribir letras, anímalos a dibujar formas, e intenta copiar las formas de las letras. 🔵▶️

# text
source: When they are more confident, encourage them to write letters and even words. 😃Start showing them how to write their name and other important words for them, like mom, ball or milk.
es: Cuando tengan más confianza, anímales a escribir letras e incluso palabras. 😃 Empieza a enseñarles a escribir su nombre y otras palabras importantes para ellos, como mamá, pelota o leche.

# text
source: Show them the simple things that you write - like shopping lists! Show them the words and each of the letters. Let them try to copy the words! 📖
es: Enséñales las cosas sencillas que escribes, ¡como las listas del súper! Enséñales las palabras y cada una de las letras. ¡Deja que intenten copiar las palabras! 📖

# text
source: You and your {child} can have fun writing with a pencil and paper, or with a stick and the sand!
es: Tú y tu {child} pueden divertirse escribiendo con un lápiz y papel, ¡o con un palo y la arena!

# text
source: *A Friendly Chat*
es: *Una Plática Amistosa*

# text
source: Talk to your girl or boy about something that they are interested in! 😃
es: ¡Platica con tu niña o niño sobre algo que les interese! 😃

# text
source: 💚 Spending quality time with your boy or girl and talking to them every day is a good way to develop a strong relationship.
es: 💚 Pasar tiempo de calidad con tu niño o niña y platicar con ellos todos los días es una buena manera de desarrollar una relación sólida.

# text
source: ⚽ An easy way to start talking to your girl or boy is to ask them about something they are interested in, for example you could talk about topics such as: sports, books, movies, friends, music, celebrities, or school.
es: ⚽ Una forma fácil de empezar a platicar con tu niña o niño es preguntarle sobre algo que le interese, por ejemplo, podrías hablar de temas como: deportes, libros, películas, amigos, música, famosos o la escuela.

# text
source: 👂 You may not find everything your boy or girl shares to be interesting, but it’s important to show enthusiasm and an eagerness to learn.
es: 👂 Puede que no todo lo que comparta tu niño niña te parezca interesante, pero es importante que muestres interés y ganas de aprender.

# text
source: Exercise is a great way to spend time together and it is so good for your health. 🌱 Find a sport or exercise that both you and your girl or boy want to do and try it out together!
es: El ejercicio es una forma increíble de pasar tiempo juntos y es muy bueno para la salud. 🌱 ¡Encuentra un deporte o ejercicio que tú y tu niña o niño quieran hacer y pruébenlo juntos!

# text
source: 🔄 If you or your girl or boy do not like the first exercise you pick, try a new exercise.
es: 🔄 Si a ti o a tu niña o niño no les gusta el primer ejercicio que elijan, prueben uno nuevo.

# text
source: *Pass the Ball*
es: *Pasa la Pelota*

# text
source: *Active Songs*
es: *Canciones Activas*

# text
source: 😃 Young boys and girls love physical games! But they need reminders about how to play 💡
es: 😃 ¡A los niños y niñas les encantan los juegos físicos! Pero necesitan que les recuerden cómo jugar 💡

# text
source: 🎵 Songs with movements are fun and active and give instructions on how to move!
es: 🎵 ¡Las canciones con movimientos son divertidas y activas y dan instrucciones sobre cómo moverse!

# text
source: Sing songs to @fields.child_nickname or a group of girls and boys in which they have to:
es: Canta canciones a @fields.child_nickname o a un grupo de niñas y niños en las que tengan que:

# text
source: ✅ Start and stop ❌
es: ✅ Iniciar y detener ❌

# text
source: ⬇️ Slow down and speed up ⬆️
es: ⬇️ Ir lento y acelerar ⬆️

# text
source: Sing songs to your {child} or a group of girls and boys in which they have to:
es: Canta canciones a tu {child} o a un grupo de niñas y niños en las que tengan que:

# text
source: *Follow the Leader!*
es: *¡Sigue al Líder!*

# text
source: ⭐ Choose someone to be the leader (tip: start with an adult like yourself)
es: ⭐ Elige a alguien para que sea el líder (consejo: empieza con un adulto como tú)

# text
source: 😃 Other players line up behind the leader. The leader moves around in any way they like!
es: 😃 Los demás jugadores se forman detrás del líder. ¡El líder se mueve como quiere!

# text
source: 🏁 They can run, jump, crawl, walk on tiptoe, and any other way they want!
es: 🏁 ¡Pueden correr, saltar, gatear, caminar de puntillas y de cualquier otra forma que quieran!

# text
source: 👀 The other players must copy what the leader does, and the leader can change movements at any time.
es: 👀 Los demás jugadores deben copiar lo que hace el líder, y este puede cambiar de movimiento en cualquier momento.

# text
source: 🔄 Players take turns being the leader!
es: 🔄 ¡Los jugadores se turnan para ser el líder!

# text
source: *Be the Narrator*
es: *Sé el Narrador*

# text
source: 👀 Say what your girl or boy is doing while they are playing
es: 👀 Di lo que hace tu niña o niño mientras juegan

# text
source: 👂 This will help them learn the words to describe their actions.
es: 👂 Esto les ayudará a aprender las palabras para describir sus acciones.

# text
source: 😃 You can do it in a simple way, or in a silly way like a sports commentator, a news presenter, or a game show host
es: 😃 Puedes hacerlo de una forma sencilla, o de una forma tonta como un comentarista de deportes, un presentador de noticias, o un presentador de un programa de juegos

# text
source: 💡 Ask questions like “what will you do next?” or “I see you want to put the ball in the jar. Is there another way to do that?”
es: 💡 Haz preguntas como "¿qué vas a hacer ahora?" o "veo que quieres meter la pelota en el tarro. ¿Hay otra forma de hacerlo?"

# text
source: *Be an Artist!*
es: *¡Sé un Artista!*

# text
source: 📝 Give @fields.child_nickname some paper and a pen or pencil, or some different pens or pencils.
es: 📝 Dale a @fields.child_nickname papel y una pluma o un lápiz, o varias plumas o lápices diferentes.

# text
source: 😃 Let your girl or boy draw whatever they want to!
es: 😃 ¡Deja que tu niña o niño dibuje lo que quiera!

# text
source: 👀 Ask questions about what they are drawing, the size of the thing they are drawing, and the colours they are using.
es: 👀 Haz preguntas sobre lo que dibujan, el tamaño de lo que dibujan y los colores que usan.

# text
source: 🏆 If possible, put your boy or girl’s picture up on the wall when they are finished. Give praise to your girl or boy!
es: 🏆 Si es posible, cuelga la foto de tu niño o niña en la pared cuando hayan terminado. ¡Elogia a tu niña o niño!

# text
source: 📝 Give your {child} some paper and a pen or pencil, or some different pens or pencils.
es: 📝 Dale a {child} papel y una pluma o un lápiz, o varias plumas o lápices diferentes.

# text
source: *Be an Expert in Emotions!*
es: *¡Sé un Experto en Emociones!*

# text
source: 📝 Create an album of the six emotions with @fields.child_nickname: happy, sad, angry, disgusted, surprised, afraid.
es: 📝 Crea un álbum de las seis emociones con @fields.child_nickname: feliz, triste, enojado, disgustado, sorprendido, asustado.

# text
source: Draw, cut-out pictures from magazines, or take photos of family members showing different emotions.
es: Dibuja, recorta imágenes de revistas o toma fotos de miembros de la familia que muestren distintas emociones.

# text
source: Label each emotion and add words about how each family member feels those emotions.
es: Etiqueta cada emoción y agrega palabras sobre cómo siente esas emociones cada miembro de la familia.

# text
source: Put the album in a spot everyone agrees on, and use it throughout the day to show how the family is feeling. For example, after school, everyone can pin the emotion they’re experiencing.
es: Coloca el álbum en un lugar en el que todos estén de acuerdo, y utilízalo a lo largo del día para mostrar cómo se siente la familia. Por ejemplo, después de la escuela, cada uno puede fijar la emoción que está experimentando.

# text
source: Feel free to add new feelings as they come up. If someone doesn’t know what they are feeling, help them identify it by exploring how it feels in their body. Try together to find a new word for that emotion.
es: Siéntete libre de agregar nuevos sentimientos a medida que surjan. Si alguien no sabe lo que siente, ayúdale a identificarlo explorando cómo se siente en su cuerpo. Intenten encontrar juntos una nueva palabra para esa emoción.

# text
source: This can help everyone in the family become experts in understanding themselves and be aware of what their bodies need.
es: Esto puede ayudar a todos los miembros de la familia a convertirse en expertos en comprenderse a sí mismos y ser conscientes de lo que su cuerpo necesita.

# text
source: 📝 Create an album of the six emotions with your {child}: happy, sad, angry, disgusted, surprised, afraid.
es: 📝 Crea un álbum de las seis emociones con tu {child}: alegría, tristeza, enojo, disgusto, sorpresa, miedo.
