Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2_mexico/*/*_ltp_activities.po
Languages: es

# text
source: 💚 Sit close together and follow your boy or girl attention and lead.
es: 💚 Siéntate cerca y sigue la atención y el liderazgo de tu niño o niña.

# text
source: Point at things, name and repeat words. Help them to learn more about what interests them in the book 👀
es: Señala las cosas, nombra y repite las palabras. Ayúdales a conocer mejor lo que les interesa del libro 👀.

# text
source: If there are words or numbers in the book, ask and help your girl or boy recognise letters numbers, and simple words 💡.
es: Si hay palabras o números en el libro, pregunta y ayuda a tu niña o niño a reconocer letras números y palabras sencillas 💡.

# text
source: Link things in the books to your child's life, and use words about emotions and talk about them! 😃.
es: Relaciona cosas de los libros con la vida de tu niña o niño, y ¡usa palabras sobre emociones y platica de ellas! 😃.

# text
source: 🔄 If possible, start a regular routine to read together when your girl or boy isn’t too tired or hungry.
es: 🔄 Si es posible, inicia una rutina regular para leer juntos cuando tu niña o niño no esté demasiado cansado o tenga hambre.

# text
source: Reading together is one of the best ways to help your boy or girl learn and prepare for success in school! 🎓
es: Leer juntos es una de las mejores formas de ayudar a tu niño o niña a aprender y a prepararse para el éxito escolar. 🎓

# text
source: 📖 Book sharing will help your girl or boy learn and is a fun, playful activity to spend quality time together
es: 📖 Compartir libros ayudará a tu niña o niño a aprender y es una actividad lúdica y divertida para pasar tiempo de calidad juntos

# text
source: ⏰ Choose a time when you won’t be disturbed, and try to stop any distractions - e.g. turn off the TV and put away phones
es: ⏰ Elige un momento en el que no te molesten, e intenta no tener distracciones; por ejemplo, apaga la tele y guarda los teléfonos

# text
source: 📖 If your boy or girl wants to choose a book, that’s fine, otherwise choose for them
es: 📖 Si tu niña o niño quiere elegir un libro, está bien, si no, elige por ellos

# text
source: 💚 Sit close together and follow your girl or boy attention and lead
es: 💚 Siéntate cerca y sigue la atención y el liderazgo de tu niño o niña

# text
source: Link things in the books to your child's life, and use words about emotions and talk about them! 😃
es: Relaciona cosas de los libros con la vida de tu niña o niño, y ¡usa palabras relacionadas con emociones y platica sobre ellas! 😃

# text
source: 🔄 If possible, start a regular routine to read together when your girl or boy isn’t too tired or hungry
es: 🔄 Si es posible, inicia una rutina regular para leer juntos cuando tu niña o niño no esté demasiado cansado o tenga hambre

# text
source: *I Spy!*
es: *¡Veo Veo!*

# text
source: 👀 I spy is a fun game to play with your girl or boy that will help them learn about letters and words!
es: 👀 ¡Veo veo es un divertido juego para jugar con tu niña o niño que les ayudará a aprender letras y palabras!

# text
source: Choose an object or a thing around you, and don’t tell your boy or girl what it is. It should be something that your boy or girl knows the word for. For example “ball” ⚽
es: Elige un objeto o una cosa de tu entorno, y no le digas a tu niño o niña lo que es. Debe ser algo para lo que tu niño o niña conozca la palabra. Por ejemplo "pelota" ⚽

# text
source: 👀 Then say “I spy with my little eye, something beginning with *and then say the first letter of the word* which in this case is “b”
es: 👀 Luego di "veo con mi ojito, algo que empieza con la letra *y luego di la primera letra de la palabra* que en este caso es "p"

# text
source: Your girl or boy should look around and guess what the object is. When they guess it right, praise them and swap roles! If they can’t get it, give them some clues, like “it’s round” or “it’s black and white”. ✅
es: Tu niña o niño debe mirar a su alrededor y adivinar qué objeto es. Cuando lo adivinen, elógialos e intercambien los papeles. Si no lo logran, dales algunas pistas, como "es redondo" o "es blanco y negro". ✅

# text
source: Play this game with as many objects as possible and as many different letters! Help your boy or girl to learn about the different letters and sounds in words. This will help them learn to read at home and school. 🎓
es: ¡Juega este juego con tantos objetos como sea posible y tantas letras diferentes! Ayuda a tu niño o niña a conocer las diferentes letras y sonidos de las palabras. Esto les ayudará a aprender a leer en casa y en la escuela. 🎓

# text
source: *Categorising and Organising*
es: *Categorizar y Organizar*

# text
source: Help your girl or boy to learn by sorting objects and things! 🔵🔷
es: ¡Ayuda a tu niña o niño a aprender clasificando objetos y cosas! 🔵🔷

# text
source: Your boy or girl will learn by understanding how things fit and group together (eg, bear = animal, mango = fruit, blue = colour) 🧸
es: Tu niño o niña aprenderá comprendiendo cómo encajan y se agrupan las cosas (por ejemplo, oso = animal, mango = fruta, azul = color) 🧸

# text
source: Find a book with different pictures and help your girl or boy to find things in a particular category (e.g. “Find all of the animals”) 👀
es: Busca un libro con diferentes dibujos y ayuda a tu niña o niño a encontrar cosas de una categoría concreta (por ejemplo, "encuentra todos los animales") 👀

# text
source: Find *safe* objects in the house, get your boy or girl to group them by colour, size, or types of object (cups, plates). Then make more complicated categories (e.g. small cups, big cups) ☕
es: Busca objetos *seguros* en casa, haz que tu niño o niña los agrupe por color, tamaño o tipos de objeto (tazas, platos). Luego haz categorías más complicadas (por ejemplo, tazas pequeñas, tazas grandes) ☕

# text
source: 🔄 You can play the categorising game anywhere! Just look around and ask your girl or boy to find things from the category you say!
es: 🔄 ¡Puedes jugar a categorizar en cualquier lugar! ¡Solo tienes que mirar a tu alrededor y pedirle a tu niña o niño que encuentre cosas de la categoría que tú digas!

# text
source: *What Letter is This?*
es: *¿Qué Letra es Esta?*

# text
source: Playing games with letters can help your boy or girl learn the alphabet and how letters are put together to make words.
es: Jugar a juegos con letras puede ayudar a tu niño o niña a aprender el alfabeto y cómo se unen las letras para formar palabras.

# text
source: 📝 Write a letter on a piece of card or paper (e.g. “p”)
es: 📝 Escribe una letra en una cartulina o papel (por ejemplo, "p")

# text
source: 👂 Say the letter out loud and ask your girl or boy to say it too!
es: 👂 ¡Di la letra en voz alta y pídele a tu niña o niño que la diga también!

# text
source: Ask your boy or girl to say some words that begin with the letter “p”, give them clues like “What starts with “p”? Plant… What else? 🌱
es: Pídele a tu niño o niña que diga algunas palabras que empiecen por la letra "p", dales pistas como "¿qué empieza por "p"? Planta… ¿Qué más? 🌱

# text
source: 👀 Ask your girl or boy to look for objects in your house that begin with a letter (eg “p” for plate). Help them find things.
es: 👀 Pídele a tu niña o niño que busque objetos en tu casa que empiecen por una letra (por ejemplo, "p" de plato). Ayúdales a encontrar las cosas.

# text
source: 🔄 Try a new letter every day!
es: 🔄 ¡Intenta una letra nueva cada día!

# text
source: *Riddles Help Boys and Girls Learn*
es: *Las Adivinanzas le Ayudan a los Niños y Niñas a Aprender*

# text
source: Riddles and puzzles are a fun way to build thinking skills! 💡
es: Las adivinanzas y los rompecabezas son una forma divertida de desarrollar la capacidad de pensar. 💡

# text
source: Do you remember any riddles from your childhood? If you can’t then make one up, they can be very simple! 😃
es: ¿Recuerdas alguna adivinanza de tu infancia? Si no puedes, invéntate una, ¡pueden ser muy sencillas! 😃

# text
source: Like “What can you see at night but not in the day” Answer: “The moon” 🌙
es: Como "¿qué puedes ver de noche pero no de día?" Respuesta: "La luna" 🌙

# text
source: If your girl or boy is finding them difficult, try an easy one like: “What is round, bouncy and can be thrown or kicked?” Answer: “A ball” ⚽
es: Si a tu niña o niño le resultan difíciles, prueba con uno fácil como: "¿Qué es redondo, rebota y se puede aventar o patear?". Respuesta: "Una pelota" ⚽

# text
source: Your boy or girl can also try making riddles! 💡
es: ¡Tu niño o niña también puede intentar a hacer adivinanzas! 💡

# text
source: You can have fun with riddles anywhere at any time - like traveling on a bus, walking to school or in a car 🚗
es: Puedes divertirte con las adivinanzas en cualquier lugar y en cualquier momento, como viajando en autobús, caminando la escuela o en coche 🚗

# text
source: *What's New?*
es: *¿Qué tal?*

# text
source: ❓ Ask your girl or boy to think of a new, fun skill you could learn together.
es: ❓ Pídele a tu niña o niño que piense en una habilidad nueva y divertida que puedan aprender juntos.

# text
source: For example: keeping a ball in the air with your foot, juggling, making soup, moonwalking, whistling, saying the alphabet backwards, learning all the states in Mexico.
es: Por ejemplo: mantener una pelota en el aire con el pie, hacer malabares, hacer sopa, hacer el moonwalk, silbar, decir el abecedario al revés, aprender todos los estados de México.

# text
source: 💛 Approach learning the skill in a kind and fun way, and do not judge your boy or girl or yourself for your ability in the skill.
es: 💛 Aborda el aprendizaje de la habilidad de forma amable y divertida, y no juzgues a tu niño o niña o a ti mismo por tu capacidad en la habilidad.

# text
source: 😃 Once you have mastered the skill, choose another skill to learn together.
es: 😃 Una vez que domines la habilidad, elige otra habilidad para aprender juntos.

# text
source: *Make up a Story*
es: *Inventa una Historia*

# text
source: Creating stories together is a great way to have fun with imagination - and to build your girl or boy’s creativity! 📖
es: Crear historias juntos es una forma increíble de divertirse con la imaginación, ¡y de fomentar la creatividad de tu niña o niño! 📖

# text
source: 5️⃣ With your boy or girl, come up with 5 words to use. They can be any words you want! For example: banana, spaceship, fish, water, painting, cooking, wedding. If you need to remember them, write them clearly on a paper with your girl or boy.
es: 5️⃣ Con tu niño o niña, inventa 5 palabras para usar. ¡Pueden ser las palabras que quieras! Por ejemplo: plátano, nave espacial, pez, agua, pintar, cocinar, boda. Si necesitas recordarlas, escríbelas claramente en un papel con tu niña o niño.

# text
source: 🎂 Start your story with, “Once upon a time, there was a…” and use one of the words from the list in the first part. For example, “Once upon a time, there was a family who worked on a *banana* farm.”
es: 🎂 Empieza tu historia con: "Érase una vez…" y usa una de las palabras de la lista en la primera parte. Por ejemplo: "Érase una vez una familia que trabajaba en una granja de *plátanos*"

# text
source: 📝 Let your boy or girl make up the next part using another word from the list.
es: 📝 Deja que tu niño o niña invente la siguiente parte usando otra palabra de la lista.

# text
source: 🔄 Take turns until you have used all the words and created a story.
es: 🔄 Tomen turnos hasta que hayan usado todas las palabras y creado una historia.

# text
source: 🔔 Be creative and do not tell your girl or boy what to say. It does not need to be a real story to be fun!
es: 🔔 Sé creativo y no le digas a tu niña o niño lo que tiene que decir. ¡No hace falta que sea una historia real para que sea divertida!

# text
source: 🎁 Ask your boy or girl what their favourite part of the story was, and tell them yours!
es: 🎁 Pregúntale a tu niño o niña cuál fue su parte favorita del cuento, ¡y cuéntale la tuya!

# text
source: *Playing with Clothes*
es: *Jugar con Ropa*

# text
source: 💡Help your girl or boy use their fingers, talk about clothes, and organise them!
es: 💡¡Ayuda a tu niña o niño a usar los dedos, a hablar de la ropa y a organizarla!

# text
source: Help your boy or girl exercise their fingers by showing them how buttons and zips work on clothes, and letting them practise using them! 👋
es: Ayuda a tu niño o niña a ejercitar los dedos enseñándole cómo funcionan los botones y los cierres de la ropa, ¡y deja que practique usándolos! 👋

# text
source: 🔵 Talk about the colours of clothes! Ask your girl or boy to pick a colour and talk about all the things that are that colour: “What are all the things we can think of that are blue?”
es: 🔵 ¡Platica de los colores de la ropa! Pídele a tu niña o niño que elija un color y platiquen de todas las cosas que son de ese color: "¿Qué cosas se nos ocurren que son azules?"

# text
source: 😃 Encourage your boy or girl to help you sort clothes into piles for each family member.
es: 😃 Anima a tu niño o niña a que te ayude a clasificar la ropa en montones para cada miembro de la familia.

# text
source: *Playing with Vegetables*
es: *Jugar con Verduras*

# text
source: 🌱 Help your girl or boy learn by thinking and talking about vegetables!
es: 🌱 ¡Ayúdale a tu niña o niño a aprender pensando y platicando sobre verduras!

# text
source: 🍅 Mix together 2-3 different ingredients of your choice (like onions, tomatoes and corn example). Say: “Help me sort these vegetables into piles?” Try sorting them by size.
es: 🍅 Mezcla 2-3 ingredientes diferentes de tu elección (como cebollas, tomates y maíz, por ejemplo). Di: "¿Me ayudas a clasificar estas verduras en montones?". Intenta clasificarlas por tamaño.

# text
source: 😃 Remind me!
es: 😃 ¡Recuérdamelo!

# text
source: Talk about your child’s experiences. Ask questions and wait for answers. Follow your child’s interests.
es: Platica de las experiencias de tu niña o niño. Haz preguntas y espera respuestas. Sigue los intereses de tu niña o niño.

# text
source: “Can you help me remember what is at the market?” “Do they sell carrots at the market?” “Do they sell anything yellow at the market?” “What else do they sell?” “Can you think of other things they sell?”
es: "¿Puedes ayudarme a recordar qué hay en el mercado?" "¿Venden zanahorias en el mercado?" "¿Venden algo amarillo en el mercado?" "¿Qué más venden?" "¿Se te ocurren otras cosas que vendan?"

# text
source: 💡Can you think of something similar?
es: 💡 ¿Se te ocurre algo parecido?

# text
source: Say: We are going to think of some things that are similar or different from what I tell you. So listen carefully!”
es: Di: Vamos a pensar en algunas cosas parecidas o diferentes a las que yo les diga. Así que escuchen atentamente"

# text
source: Here is a tomato. Can you think of something else that is red like a tomato? 🍅
es: Aquí tienes un tomate. ¿Se te ocurre alguna otra cosa que sea roja como un tomate? 🍅

# text
source: Can you think of something else that is round like a tomato? ⚽
es: ¿Se te ocurre alguna otra cosa que sea redonda como un tomate? ⚽

# text
source: *Animals*
es: *Animales

# text
source: 🧸 Active animals: Take turns with @fields.child_nickname doing animal actions: Hop like a frog, stretch like a cat, run like a dog, slither like a snake, flap like a bird
es: 🧸 Animales activos: Toma turnos con @fields.child_nickname haciendo acciones de animales: Salta como una rana, estírate como un gato, corre como un perro, deslízate como una serpiente, aletea como un pájaro

# text
source: 🧸 Active animals: Take turns with your {child} doing animal actions: Hop like a frog, stretch like a cat, run like a dog, slither like a snake, flap like a bird
es: 🧸 Animales activos: Toma turnos con tu {child} haciendo acciones de animales: Salta como una rana, estírate como un gato, corre como un perro, deslízate como una serpiente, aletea como un pájaro

# text
source: 💡All the animals we can think of - think about groups of animals!
es: 💡Todos los animales que se nos ocurran: ¡piensa en grupos de animales!

# text
source: What are all the animals we can think of that have feathers?
es: ¿En qué animales podemos pensar que tengan plumas?

# text
source: What are all the animals we can think of that eat plants? 🌱
es: ¿En qué animales podemos pensar que coman plantas? 🌱

# text
source: What are all the animals we can think of that lay eggs?
es: ¿En qué animales podemos pensar que pongan huevos?

# text
source: 😃 Counting rabbits
es: 😃 Contar conejos

# text
source: 🔟 Find 10 rocks and put them in a line, tell your girl or boy that they are rabbits!
es: 🔟 Busca 10 piedras y ponlas en una fila, ¡dile a tu niña o niño que son conejos!

# text
source: Ask them to count the rabbits!
es: ¡Pídeles que cuenten los conejos!

# text
source: Put the rabbits into 2 equal piles. Ask your boy or girl to give you 3 rabbits. Say “If you give me 3, how many rabbits do you have?”
es: Pon los conejos en 2 montones iguales. Pide a tu niño o niña que te dé 3 conejos. Di: "Si me das 3, ¿cuántos conejos tienes?".

# text
source: *Active Counting*
es: *Conteo Activo*

# text
source: 👋 Clap, hop, jump: Play the following game with @fields.child_nickname. Make it active!
es: 👋 Aplaude, salta, brinca: Juega al siguiente juego con @fields.child_nickname. ¡Hazlo activo!

# text
source: 1️⃣ Clap hands 1 time. 2️⃣ Clap hands 2 times.
es: 1️⃣ Aplaude 1 vez. 2️⃣ Aplaude 2 veces.

# text
source: 1️⃣ Jump 1 time. 2️⃣ Jump 2 times.
es: 1️⃣ Salta 1 vez. 2️⃣ Salta 2 veces.

# text
source: 1️⃣ Hop 1 time.
es: 1️⃣ Brinca 1 vez.

# text
source: 3️⃣ Hop 3 times.
es: 3️⃣ Brinca 3 veces.

# text
source: 💡Can you hop, then jump, then clap?
es: 💡 ¿Puedes brincar, luego saltar y luego aplaudir?

# text
source: 🏆 Can you clap twice, jump once, and hop three times?
es: 🏆 ¿Puedes aplaudir dos veces, saltar una vez y brincar tres veces?

# text
source: 👋 Clap, hop, jump: Play the following game with your {child}. Make it active!
es: 👋 Aplaude, brinca, salta: Juega al siguiente juego con tu {child}. ¡Hazlo activo!

# text
source: 💡Remembering Instructions
es: 💡Recordar instrucciones

# text
source: Take turns playing a game where you give 2-3 instructions that the other person has to remember to follow. Make sure physical movement is included!
es: Tomen turnos para jugar un juego en el que des 2-3 instrucciones que la otra persona tenga que recordar seguir. ¡Asegúrate de incluir el movimiento físico!

# text
source: For example:
es: Por ejemplo:

# text
source: Hop twice, turn around.
es: Brinca dos veces, date la vuelta.

# text
source: Jump to the kitchen, pick up a spoon, then run back. ✅
es: Salta a la cocina, recoge una cuchara y regresa corriendo. ✅

# text
source: *Thinking Games*
es: *Juegos de Lógica*

# text
source: ❗ Mama/Daddy says! Play this game of giving instructions:
es: ❗ ¡Mamá/Papá dice! Juega a dar instrucciones:

# text
source: Mama/daddy says touch your head. Mama/daddy says open your mouth. Mama/daddy says turn around. Mama/daddy says touch your knees. Mama/daddy says jump twice. Mama/daddy says jump, then clap and sit.
es: Mamá/papá dice que te toques la cabeza. Mamá/papá dice que abras la boca. Mamá/papá dice que te des la vuelta. Mamá/papá dice que te toques las rodillas. Mamá/papá dice que saltes dos veces. Mamá/papá dice salta, luego aplaude y siéntate.

# text
source: 🔵 🔴Blue-Red - now play this game!
es: 🔵 🔴 Azul-Rojo - ¡ahora juega este juego!

# text
source: If I say touch something blue, you need to touch something red. If I say touch something red, you need to touch something blue.
es: Si digo que toques algo azul, tienes que tocar algo rojo. Si digo que toques algo rojo, tienes que tocar algo azul.

# text
source: 👂 Go and stop: Play the game with @fields.child_nickname
es: 👂 Caminar y detenerse: Juega con @fields.child_nickname

# text
source: Say: When I say “stop”, we freeze. When I say “go”, we can walk again.
es: Di: Cuando digo "alto", nos quedamos quietos. Cuando digo "avanza", podemos volver a caminar.

# text
source: Once @fields.child_nickname is familiar with the game, @fields.child_nickname will lead.
es: Una vez que @fields.child_nickname esté familiarizado con el juego, @fields.child_nickname dirigirá.

# text
source: 👂 Go and stop: Play the game with your {child}
es: 👂 Caminar y detenerse: Juega con tu {child}

# text
source: Once your {child} is familiar with the game, your {child} will lead.
es: Una vez que tu {child} esté familiarizado con el juego, tu {child} te guiará.

# text
source: *Games with Pictures!*
es: *¡Juegos con Imágenes!*

# text
source: 👂 Making up a story from an image
es: 👂 Inventar una historia a partir de una imagen

# text
source: For example, say: We are going to make up a story about this picture. I can start. This little girl is feeling very excited today. Why do you think she is feeling excited?
es: Por ejemplo, di: Vamos a inventar una historia sobre este dibujo. Puedo empezar. Esta niña está muy emocionada hoy. ¿Por qué crees que está emocionada?

# text
source: 😃 She is holding her bag and has a big smile. Where do you think she is going?
es: 😃 Lleva la bolsa en la mano y tiene una gran sonrisa. ¿Adónde crees que va?

# text
source: 👀 Can you point to it?
es: 👀 ¿Puedes señalarlo?

# text
source: Using a book or a magazine, or anything with pictures, say:
es: Usa un libro o una revista, o cualquier cosa con imágenes, por ejemplo:

# text
source: I am going to describe something on the page and you need to guess what it is and point to it. For example, “I see something that is [green and moves slowly].
es: Voy a describir algo en la página y tú tienes que adivinar qué es y señalarlo. Por ejemplo: "Veo algo que es [verde y se mueve lentamente].

# text
source: Can you guess what it is?” 💚
es: ¿Puedes adivinar qué es?" 💚

# text
source: *Shapes Everywhere!*
es: *¡Formas por Todas Partes!*

# text
source: 📺 Squares, squares everywhere
es: 📺 Cuadrados, cuadrados por todas partes

# text
source: 👀 Draw squares in the sand or dirt. Make some bigger and some smaller.
es: 👀 Dibuja cuadrados en la arena o la tierra. Haz unos más grandes y otros más pequeños.

# text
source: Tell @fields.child_nickname, “this is a square.”
es: Dile a @fields.child_nickname, "esto es un cuadrado."

# text
source: Ask your girl or boy to try to draw a square. Hold your boy’s or girl’s hand to help if this is hard.
es: Pídele a tu niño o niña que intente dibujar un cuadrado. Toma la mano de tu niño o niña para ayudarle si le resulta difícil.

# text
source: Look for things around the home or outdoors that are the same shape.
es: Busca cosas en casa o en el exterior que tengan la misma forma.

# text
source: Now do the same with circles! 🔴
es: ¡Ahora haz lo mismo con los círculos! 🔴

# text
source: Tell your {child}, “this is a square.”
es: Dile a tu {child}, "esto es un cuadrado".

# text
source: *Story Telling*
es: *Contar Historias*

# text
source: 💡 Let’s make a story!
es: 💡 ¡Hagamos una historia!

# text
source: Say: We are going to make up a story. I will start then you will help me continue it.
es: Di: Vamos a inventar una historia. Yo empezaré y tú me ayudarás a continuarla.

# text
source: ⏰ ”Once upon a time there was…”
es: ⏰ "Érase una vez…"

# text
source: “What happened next?”👀
es: "¿Qué pasó después?"👀

# text
source: “What happened after that?”
es: "¿Qué pasó después de eso?"

# text
source: 👂 Tell me the story!
es: 👂 ¡Cuéntame la historia!

# text
source: Say to @fields.child_nickname: “I have a book here that we have read before. Can you remember the story and tell it to me just by looking at the pictures?”
es: Dile a @fields.child_nickname: "Aquí tengo un libro que ya hemos leído antes. ¿Puedes recordar la historia y contármela solo mirando los dibujos?"
