Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2_mexico/*/*_onboarding.po
Languages: es

# text
source: ParentText is easiest to use when you receive content as videos, images and text. However, your data bundle and bandwidth may not support videos. To save on data, you can opt to receive the same content with a smaller audio file or as text. How would you like to receive ParentText?
es: El chat automatizado de Crianza con Conciencia+ es más fácil de usar cuando recibes el contenido en forma de videos, imágenes y texto. Sin embargo, es posible que ver videos sea complicado debido a tu paquete de datos o los megas de tu internet. Para ahorrar datos, puedes optar por recibir el mismo contenido en un archivo de audio o como texto. ¿Cómo quieres recibir el contenido en Crianza con Conciencia+?

# text
source: Sorry, I don't understand what you mean.
es: Disculpa, no entiendo lo que quieres decir.

# text
source: Are you a WOMAN or MAN?
es: ¿Eres MUJER u HOMBRE?

# text
source: What is your relationship status?
es: ¿Cuál es tu situación sentimental?

# text
source: Is @fields.child_nickname a girl or a boy?
es: ¿@fields.child_nickname es una niña o un niño?

# text
source: Is your child a girl or a boy?
es: ¿Su hijo es niño o niña?

# text
source: What is your state?
es: ¿Cuál es tu estado?

# text
source: What is your child's name?
es: ¿Cómo se llama tu niña o niño?

# text
source: What is your family name (surname)?
es: ¿Cuál es tu apellido?

# text
source: What is your first name?
es: ¿Cuál es tu nombre?

# text
source: Por favor seleccione su idioma:
es: Por favor selecciona tu idioma:

# text
source: This programme works! Did you know that over 200 million parents around the world have used our resources developed by Parenting for Lifelong Health, WHO, and UNICEF?
es: ¡Este programa funciona! ¿Sabías que más de 200 millones de padres de todo el mundo han utilizado nuestros recursos desarrollados por Crianza con Conciencia+, la OMS y UNICEF?

# text
source: ✅Participating in ParentText is optional.
es: ✅Participar en ParentText es opcional.

# text
source: ✅Your personal information is safe and private. Your name and information will not be public, but your responses will be kept and used by researchers to learn how to support families like yours. It may also be joined with other families’ experiences of the programs from other countries so that we can understand how they work across the world.
es: ✅Tus datos personales están seguros y son privados. Tu nombre y tus datos no se harán públicos, pero tus respuestas se conservarán y serán utilizadas por los investigadores para saber cómo apoyar a familias como la tuya. También podrán unirse a las experiencias de otras familias de otros países sobre los programas, para que podamos comprender cómo funcionan en todo el mundo.

# text
source: ❌You can stop when you want. Just type {STOP}
es: ❌Puedes parar cuando quieras. Solo tienes que escribir {STOP}

# text
source: Press YES if you agree with this. Type "EXIT" if you do not want to participate.
es: Pulsa "SÍ" si estás de acuerdo. Escribe "FINALIZAR" si no quieres participar.

# text
source: That is wonderful, thank you so much!
es: Es increíble, ¡muchas gracias!

# text
source: I am sorry I did not understand. Press YES if you agree with this. Type "EXIT" if you do not want to participate.
es: Siento no haberlo entendido. Presiona "SÍ" si estás de acuerdo. Escribe "FINALIZAR" si no quieres participar.

# text
source: Can you please confirm that you are 18 years old or older?
es: ¿Puedes confirmar que tienes 18 años o más?

# text
source: Great! Let's begin.
es: ¡Increíble! Comencemos.

# text
source: Are you sure you do not want to get these messages? If you do not want to receive any more messages, please type {STOP}. If you made a mistake, please press BACK and choose another option.
es: ¿Estás seguro de que no quieres recibir estos mensajes? Si no quieres recibir más mensajes, escribe {STOP}. Si te has equivocado, presiona ATRÁS y elige otra opción.

# text
source: If you ever return to participate in the programme, type {START}.
es: Si alguna vez vuelves a participar en el programa, escribe {START}.

# text
source: We hope to see you again soon, and we wish you a happy and peaceful day!
es: Esperamos volver a verte pronto, ¡y te deseamos un feliz y tranquilo día!

# text
source: Sorry, ParentText is only for people over the age of 18. Do you confirm that you are under the age of 18?
es: Lo sentimos, ParentText es solo para mayores de 18 años. ¿Confirmas que eres menor de 18 años?

# text
source: If you want to experience ParentText, you can always share it with your parents or caregivers.
es: Si quieres experimentar ParentText, siempre puedes compartirlo con tus padres, madres o cuidadores.

# text
source: Here is a video that shows how to use ParentText.
es: Aquí tienes un vídeo que muestra cómo se usa Crianza con Conciencia+.

# text
source: Variables have been reset
es: Las variables han sido restablecidas

# text
source: When was @fields.child_nickname born? Enter their date of birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2010, enter 19/05/2010.
es: ¿Cuándo nació @fields.child_nickname? Ingresa su fecha de nacimiento usando este formato: DD/MM/AAAA. Por ejemplo, si tu niña o niño nació el 19 de mayo de 2010, escríbelo así 19/05/2010.

# text
source: When was your {child} born? Enter their date of birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2010, enter 19/05/2010.
es: ¿Cuándo nació tu {child}? Ingresa su fecha de nacimiento usando este formato: DD/MM/AAAA. Por ejemplo, si tu niña o niño nació el 19 de mayo de 2010, escríbelo así 19/05/2010.

# text
source: Sorry, this date is invalid. Please provide your child's date of birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2010, enter 19/05/2010.
es: Lo sentimos, esta fecha no es válida. Por favor, indica la fecha de nacimiento de tu niño o niña en el siguiente formato: DD/MM/AAAA. Por ejemplo, si tu niña o niño nació el 19 de mayo de 2010, ingresa 19/05/2010.

# text
source: The date you entered is in the future. Please provide your child's date of birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2010, enter 19/05/2010.
es: La fecha que has ingresado está en el futuro. Indica la fecha de nacimiento de tu niño o niña en el siguiente formato: DD/MM/AAAA. Por ejemplo, si tu niña o niño nació el 19 de mayo de 2010, ingresa 19/05/2010.

# text
source: Let's try again. Please provide your child's date of birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2010, enter 19/05/2010.
es: Intentémoslo de nuevo. Ingresa la fecha de nacimiento de tu niña o niño en el siguiente formato: DD/MM/AAAA. Por ejemplo, si tu niña o niño nació el 19 de mayo de 2010, escríbelo de esta manera: 19/05/2010.

# text
source: @fields.child_nickname is @(round_down(datetime_diff(results.date,now(),"M")/12)) years old. Is that correct?
es: @fields.child_nickname tiene @(round_down(datetime_diff(results.date,now(), "M")/12)) años. ¿Es correcto?

# text
source: Your {child} is @(round_down(datetime_diff(results.date,now(),"M")/12)) years old. Is that correct?
es: Tu {child} tiene @(round_down(datetime_diff(results.date,now(), "M")/12)) años. ¿Es correcto?

# text
source: @fields.child_nickname is @(round_down(datetime_diff(results.date,now(),"M")/12)) years old. Is that correct?
es: @fields.child_nickname tiene @(round_down(datetime_diff(results.date,now(), "M")/12)) años. ¿Es correcto?

# text
source: Your {teen} is @(round_down(datetime_diff(results.date,now(),"M")/12)) years old. Is that correct?
es: Tu {teen} tiene @(round_down(datetime_diff(results.date,now(), "M")/12)) años. ¿Es correcto?

# text
source: According to the date you provided, @fields.child_nickname would be @(round_down(datetime_diff(results.date,now(),"M")/12)) years old. ParentText is only for children aged 2-17. Please enter a valid date for your child's birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2010, enter 19/05/2010.
es: Según la fecha que has proporcionado, @fields.child_nickname tendría @(round_down(datetime_diff(results.date,now(), "M")/12)) años. El chat automatizado de Crianza con Conciencia+ es solo para niños, niñas y adolescentes de 2 a 17 años. Ingresa una fecha de nacimiento para tu niña o niño que sea válida en el siguiente formato: DD/MM/AAAA. Por ejemplo, si tu niña o niño nació el 19 de mayo de 2010, ingresa 19/05/2010.

# text
source: According to the date you provided, your {child} would be @(round_down(datetime_diff(results.date,now(),"M")/12)) years old. ParentText is only for children aged 2-17. Please enter a valid date for your child's birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2010, enter 19/05/2010.
es: Según la fecha que has proporcionado, tu {child} tendría @(round_down(datetime_diff(results.date,now(), "M")/12)) años. El chat automatizado de Crianza con Conciencia+ es solo para niños, niñas y adolescentes de 2 a 17 años. Ingresa una fecha de nacimiento para tu niña o niño que sea válida en el siguiente formato: DD/MM/AAAA. Por ejemplo, si tu niña o niño nació el 19 de mayo de 2010, ingresa 19/05/2010.

# text
source: ParentText will help you with all of the children in your life, but in this programme, we are focusing on just one child at a time.
es: Crianza con Conciencia+ te ayudará con todos los niños y niñas que sean parte de tu vida, pero en este programa nos vamos a enfocar en un solo niño a la vez.

# text
source: Welcome to ParentText, your partner in parenting. Thank you for being here! Let's get started:
es: Te damos la bienvenida a Crianza con Conciencia+, tu compañero en la crianza de tus niños y niñas. ¡Gracias por estar aquí! Vamos a empezar:

# quick_replies
source: Text, Images, and Videos
es: Texto, Imágenes y Videos

# quick_replies
source: Text, Images, and Audio
es: Texto, Imágenes y Audio

# quick_replies
source: Text and Images Only
es: Solo Texto e Imágenes

# quick_replies
source: Woman
es: Mujer

# quick_replies
source: Man
es: Hombre

# quick_replies
source: Prefer not to say
es: Prefiero no decirlo

# quick_replies
source: Single (not in a relationship)
es: Soltero o soltera (sin pareja)

# quick_replies
source: Married
es: Casado o casada

# quick_replies
source: Partnered but not married
es: En pareja pero no casado

# quick_replies
source: Divorced or separated
es: Divorciado o separado

# quick_replies
source: Widowed
es: Viudo o viuda

# quick_replies
source: Girl
es: Niña

# quick_replies
source: Boy
es: Niño

# quick_replies
source: Mexico City
es: Ciudad de México

# quick_replies
source: Spanish
es: Español

# quick_replies
source: English
es: Inglés

# quick_replies
source: YES
es: SÍ

# quick_replies
source: Yes, I am over 18
es: Sí, tengo más de 18 años

# quick_replies
source: No, I am under 18
es: No, soy menor de 18 años

# quick_replies
source: BACK
es: ATRÁS

# quick_replies
source: Yes
es: Sí

# quick_replies
source: NEXT
es: SIGUIENTE

# arguments
source: text, images, and videos
es: texto, imágenes y videos

# arguments
source: text, images, and audio
es: texto, imágenes y audio

# arguments
source: text and images only
es: solo texto e imágenes

# arguments
source: woman
es: mujer

# arguments
source: man
es: hombre

# arguments
source: prefer not to say
es: prefiero no decirlo

# arguments
source: single (not in a relationship)
es: soltero o soltera (sin pareja)

# arguments
source: married
es: casado o casada

# arguments
source: partnered but not married
es: en pareja pero no casado

# arguments
source: divorced or separated
es: divorciado o separado

# arguments
source: widowed
es: viudo o viuda

# arguments
source: girl
es: niña

# arguments
source: boy
es: niño

# arguments
source: mexico city
es: ciudad de méxico

# arguments
source: spanish
es: español

# arguments
source: english
es: inglés

# arguments
source: yes y
es: sí y

# arguments
source: exit
es: finalizar

# arguments
source: yes y over
es: sí y encima

# arguments
source: no n under
es: no n bajo

# arguments
source: stop
es: para

# arguments
source: back
es: atrás

# arguments
source: yes y yeah yep
es: sí s claro seguro

# arguments
source: no n nope
es: no n nop
