Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2_mexico/*/*_safeguarding.po
Languages: es

# text
source: Would you like to go back to the previous messages?
es: ¿Te gustaría regresar a los mensajes anteriores?

# text
source: That's okay. Type {HELP} at any time if you would like the details of emergency services or other hotlines.
es: No pasa nada. Escribe y manda {HELP} en cualquier momento si quieres los datos de servicios de emergencia u otras líneas directas.

# text
source: Sorry, I don't understand what you mean.
es: Disculpa, no entiendo a qué te refieres.

# text
source: Here are the contact details of your local emergency services:
es: Aquí tienes los datos de contacto de los servicios de emergencia de tu comunidad:

# text
source: Type {HELP} at any time if you would like the details of emergency services or other hotlines. Remember everything you say will be completely private!
es: Escribe y manda {HELP} en cualquier momento si quieres los datos de servicios de emergencia u otras líneas directas. ¡Recuerda que todo lo que digas se quedará en privado!

# text
source: If you ever feel like talking privately to a trained professional, you can call:
es: Si alguna vez quieres hablar en privado con un profesional, puedes llamar:

# text
source: Here are the contact details of your local medical services:
es: Aquí tienes los datos de contacto de los servicios médicos de tu comunidad:

# text
source: Are you currently facing an emergency?
es: ¿Tienes una emergencia en este momento?

# text
source: Do you need some support with an emotional issue?
es: ¿Necesitas apoyo con un problema emocional?

# text
source: Are you currently experiencing a health issue?
es: ¿Estás experimentando algún problema de salud?

# text
source: Are you experiencing an unsafe situation?
es: ¿Estás viviendo alguna situación insegura?

# text
source: Do you have an emergency?
es: ¿Tienes una emergencia?

# text
source: Do you need some urgent help?
es: ¿Necesitas ayuda urgente?

# text
source: It looks like you are facing an emergency. Can you please tell us what kind of assistance you need?
es: Parece que tienes una emergencia. ¿Puedes decirnos qué tipo de ayuda necesitas?

# text
source: What would you like to do?
es: ¿Qué te gustaría hacer?

# text
source: We hope this was helpful! You can access this information at any time by typing {HELP}.
es: Esperamos que esto te haya servido. Puedes acceder a esta información en cualquier momento al escribir y mandar {HELP}.

# text
source: Welcome back to ParentText!
es: ¡Te damos la bienvenida de nuevo a Crianza con Conciencia +!

# text
source: I don't understand your message.
es: No entiendo tu mensaje.

# text
source: Please type {MENU} to access resources and review completed modules, {PLAY} to receive a playful activity you can complete with your child, or {HELP} to access local support resources for a crisis.
es: Escribe y manda {MENU} para tener acceso a algunos recursos y revisar los módulos completados, {PLAY} para recibir una actividad lúdica que puedas hacer con tu niña o niño, o {HELP} para ver una lista de recursos de apoyo locales en caso de crisis.

# text
source: You have not given consent to participate in this programme. Would you like to participate?
es: No has dado tu consentimiento para participar en este programa. ¿Te gustaría participar?

# text
source: If you ever decide to participate in the programme, type HELLO.
es: Si en algún momento decides participar en el programa, solo escribe HOLA.

# text
source: We hope to see you again soon, and we wish you a happy and peaceful day!
es: Esperamos volver a verte pronto, ¡y te deseamos un feliz y tranquilo día!

# text
source: Parenting is hard. ParentText may help. You've completed @fields.n_goals_completed out of @fields.n_goals_prog parenting courses. Would you like to continue your progress?
es: Criar a una niña, un niño o un adolescente es difícil. Crianza con Conciencia + te puede ayudar. Has completado @fields.n_goals_completed de @fields.n_goals_prog objetivos relacionados con la crianza. ¿Te gustaría seguir avanzando?

# text
source: That's okay. If you ever decide to come back, type HELLO.
es: No pasa nada. Si en algún momento decides regresar, escribe HOLA.

# text
source: You are already part of ParentText!
es: ¡Ya eres parte de Crianza con Conciencia +!

# text
source: You have already completed ParentText!
es: ¡Completaste Crianza con Conciencia +!

# text
source: Staying in ParentText helps you and your child. Are you sure you want to exit the programme?
es: Seguir en Crianza de Conciencia+ te ayudará a ti y a tu niña o niño. ¿Estás seguro de que quieres abandonar el programa?

# text
source: If you do not want to receive any more messages, please type "EXIT".
es: Si no quieres recibir más mensajes, escribe "FINALIZAR".

# text
source: If you made a mistake, please type "BACK".
es: Si te equivocaste, escribe "REGRESAR".

# text
source: Thank you for participating. If you want to return to the programme, type HELLO.
es: Gracias por participar. Si quieres volver al programa, escribe HOLA.

# text
source: We hope to see you again soon!
es: ¡Esperamos volverte a ver pronto!

# text
source: We are so glad you want to stick around! We will resume your progress tomorrow.
es: ¡Nos alegra mucho que quieras quedarte! Mañana reanudaremos tu progreso.

# text
source: Your user ID is @fields.research_id
es: Tu número de registro es @fields.research_id

# text
source: This feature will be available once you have completed registration. It won’t take long. Please continue your progress!
es: Esta función estará disponible una vez que hayas completado el registro. No tardará mucho. Por favor, ¡sigue avanzando!

# text
source: The menu will be available once you have completed registration. It won’t take long. Please continue your progress!
es: El menú estará disponible una vez que hayas completado el registro. No te quitará mucho tiempo. ¡Por favor, sigue avanzando!

# text
source: Thank you for taking a pause with me today.
es: Gracias por hacer una pausa conmigo el día de hoy.

# quick_replies
source: Yes
es: Sí

# quick_replies
source: Police
es: Policía

# quick_replies
source: Medical services
es: Servicios médicos

# quick_replies
source: Fire department
es: Bomberos

# quick_replies
source: Mental health services
es: Servicios de salud mental

# quick_replies
source: Violence prevention hotline
es: Línea directa para la prevención de violencia

# quick_replies
source: Suicide prevention hotline
es: Línea directa para la prevención de suicidio

# quick_replies
source: Family counselling services
es: Servicios de consejería familiar

# quick_replies
source: Substance abuse
es: Abuso de sustancias

# quick_replies
source: Natural disasters
es: Desastres naturales

# quick_replies
source: Child Development
es: Desarrollo infantil

# quick_replies
source: Get other emergency contacts
es: Obtener otros contactos de emergencia

# quick_replies
source: Go to the Main Menu
es: Ir al Menú Principal

# quick_replies
source: Continue my course now.
es: Continuar con mi curso ahorita.

# quick_replies
source: Continue my course tomorrow.
es: Continuar con mi curso mañana.

# quick_replies
source: BACK
es: REGRESAR

# arguments
source: generic
es: genérico

# arguments
source: mental_health
es: salud_mental

# arguments
source: health
es: salud

# arguments
source: violence
es: violencia

# arguments
source: natural_disasters
es: desastres_naturales

# arguments
source: drugs
es: drogas

# arguments
source: help
es: ayuda

# arguments
source: menu
es: menú

# arguments
source: play
es: jugar

# arguments
source: prevent
es: prevenir

# arguments
source: grow
es: crecer

# arguments
source: stop
es: detener

# arguments
source: start
es: empezar

# arguments
source: book
es: libro

# arguments
source: review
es: revisar

# arguments
source: pause
es: pausar

# arguments
source: id
es: identificación

# arguments
source: yes y yeah yep
es: sí s claro sip

# arguments
source: no n nope
es: no n nop

# arguments
source: police
es: policía

# arguments
source: medical services
es: servicios médicos

# arguments
source: fire department
es: bomberos

# arguments
source: mental health services
es: servicios de salud mental

# arguments
source: violence prevention hotline
es: línea directa para la prevención de violencia

# arguments
source: suicide prevention hotline
es: línea directa para la prevención de suicidio

# arguments
source: family counselling services
es: servicios de consejería familiar

# arguments
source: substance abuse
es: abuso de drogas

# arguments
source: natural disasters
es: desastres naturales

# arguments
source: child development
es: desarrollo infantil

# arguments
source: get other emergency contacts
es: obtener otros contactos de emergencia

# arguments
source: go to the main menu
es: ir al menú principal

# arguments
source: continue my course tomorrow.
es: continuar con mi curso mañana.

# arguments
source: continue my course now.
es: continuar con mi curso ahorita.

# arguments
source: yes
es: sí

# arguments
source: exit
es: finalizar

# arguments
source: back
es: regresar
