Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2/ss/ss_delivery_menu.po
Languages: ss_za

# quick_replies
source: View Goals Achieved
ss_za: Kubuka Imigomo Leseyentiwe

# quick_replies
source: View Incomplete Goals
ss_za: Kubuka Imigomo Lengakapheli

# quick_replies
source: View Goals to Start
ss_za: Kubuka Imigomo Lengakacalwa

# quick_replies
source: Complete this outstanding goal and leave my current goal incomplete
ss_za: Kucedzela lomgomo losele bese ngishiya lomgomo wami lengiwentako nyalo ngingakawucedzi

# quick_replies
source: Complete another outstanding goal and leave my current goal incomplete
ss_za: Kucedzela lomunye umgomo losasele bese ngishiya lomgomo wami lengiwentako nyalo ngingakawucedzi

# quick_replies
source: Start the new goal and leave my current goal incomplete
ss_za: Kucala lomgomo lomusha ngiyekele lomgomo wami lengiwentako nyalo ngingakawucedzi

# quick_replies
source: Start a new goal and leave my current goal incomplete
ss_za: Kucala umgomo lomusha ngiyekele umgomo wami lengiwentako nyalo ngingakawucedzi

# quick_replies
source: Change other profile info
ss_za: Kushintja lolunye lwati loluphatselene

# quick_replies
source: Get more help with this goal
ss_za: Kutfola lolunye lusito ngalomgomo

# quick_replies
source: Get help with a different challenge
ss_za: Kutfola lusito lolunemsebenti lowehlukile

# quick_replies
source: Return to the Main Menu
ss_za: Kubuyela kuMenyu Lenkhulu

# quick_replies
source: BACK
ss_za: EMUVA

# quick_replies
source: Review a skill from a different goal
ss_za: Kubuketa likhono kulomunye umgomo

# quick_replies
source: Return to Menu
ss_za: Kubuyela kuMenyu

# quick_replies
source: Review another skill from this goal
ss_za: Kubuketa lelinye likhono kulomgomo lona

# variables
source: You only have one unfinished skill.
ss_za: Sewusalelwe likhono linye kuphela lelingakapheli.

# variables
source: Finish this skill and earn my badge
ss_za: Kucedza lelikhono leli bese ngitfola imbeji yami

# variables
source: You have @fields.c_n_mod_started unfinished skills.
ss_za: Sewusalelwe ngemakhono langu @fields.c_n_mod_started langakapheli.

# variables
source: Complete unfinished skills to earn my badge
ss_za: Kucedza emakhono langakapheli ngitotfola imbeji yami

# arguments
source: no
ss_za: cha

# arguments
source: yes
ss_za: yebo

# arguments
source: leave this goal unfinished and select a new goal
ss_za: kuyekela lomgomo lona ungakapheli bese ngikhetsa umgomo lomusha

# arguments
source: finish this skill and complete my goal
ss_za: kucedza lelikhono leli ngiphelelise umgomo wami

# arguments
source: i’m done for today
ss_za: sengicedzile kwanamuhla

# arguments
source: give me an idea for 1-on-1 time with my teen
ss_za: nginikete umcondvo ngekucitsa sikhatsi lesanele nemntfwanami

# arguments
source: view another activity idea
ss_za: buka lomunye umbono wemsebenti

# arguments
source: go to main menu
ss_za: kuya kumenu lenkhulu

# arguments
source: continue my progress tomorrow
ss_za: ngitochubekela phambili kusasa

# arguments
source: something quick
ss_za: lokusheshisako

# arguments
source: something active
ss_za: lokushukumisako

# arguments
source: something calm
ss_za: intfo lezotsile

# arguments
source: something for the whole family
ss_za: lokungentiwa ngumndeni wonkhe

# arguments
source: now
ss_za: nyalo

# arguments
source: tomorrow
ss_za: kusasa

# arguments
source: remind me later
ss_za: ubobuye ungikhumbute

# arguments
source: complete
ss_za: kucedza

# arguments
source: start new
ss_za: cala lokusha

# arguments
source: remind me tomorrow
ss_za: ngikhumbute kusasa

# arguments
source: finish this skill and earn my badge
ss_za: kucedza lelikhono bese ngitfola imbeji yami

# arguments
source: leave this goal and pick a new goal
ss_za: kuyekela lomgomo lona bese ngikhetsa umgomo lomusha

# arguments
source: complete unfinished skills to earn my badge
ss_za: kucedzela emakhono langakapheli ngitotfola imbeji yami

# arguments
source: yes!
ss_za: yebo!

# arguments
source: track my progress
ss_za: kubuka kutsi sengichubeke kanganani

# arguments
source: share with a friend
ss_za: kutjela umngani

# arguments
source: emergencies
ss_za: lokuphutfumako

# arguments
source: settings
ss_za: timiso

# arguments
source: activities
ss_za: imisebenti

# arguments
source: how to use parenttext
ss_za: kusebentisa iparenttext

# arguments
source: get help with the goals i am working on
ss_za: kutfola lusito kulemigomo lengiyisebentako

# arguments
source: review completed skills
ss_za: kubuketa emakhono lasaphelile

# arguments
source: exit menu
ss_za: kuphuma kumenyu

# arguments
source: change your profile
ss_za: kushintja lokuphatselene nawe

# arguments
source: stop receiving the messages
ss_za: kuyekela kutfola lemiyaleto

# arguments
source: return to main menu
ss_za: kubuyela kumenyu lenkhulu

# arguments
source: your language
ss_za: lulwimi lwakho

# arguments
source: your media settings
ss_za: timiso takho temidiya

# arguments
source: your gender
ss_za: bulili bakho

# arguments
source: your relationship status
ss_za: simo sekuhlobana kwakho

# arguments
source: your child's date of birth
ss_za: lusuku lwekutalwa lwemntfwana wakho

# arguments
source: your child's nickname
ss_za: libito lekudlalisa umntfwana wakho

# arguments
source: exit
ss_za: phuma

# arguments
source: view goals achieved
ss_za: kubuka imigomo leseyentiwe

# arguments
source: view incomplete goals
ss_za: kubuka imigomo lengakapheli

# arguments
source: view goals to start
ss_za: kubuka imigomo lengakacalwa

# arguments
source: complete this outstanding goal and leave my current goal incomplete
ss_za: kucedzela lomgomo losele bese ngishiya lomgomo wami lengiwentako nyalo ngingakawucedzi

# arguments
source: complete another outstanding goal and leave my current goal incomplete
ss_za: kucedzela lomunye umgomo losasele bese ngishiya lomgomo wami lengiwentako nyalo ngingakawucedzi

# arguments
source: start the new goal and leave my current goal incomplete
ss_za: kucala lomgomo lomusha ngiyekele lomgomo wami lengiwentako nyalo ngingakawucedzi

# arguments
source: start a new goal and leave my current goal incomplete
ss_za: kucala umgomo lomusha ngiyekele umgomo wami lengiwentako nyalo ngingakawucedzi

# arguments
source: yes y yeah yep ok
ss_za: yebo y ya yeb ok

# arguments
source: no n nope
ss_za: cha c chake

# arguments
source: change other profile info
ss_za: shintja lolunye lwati loluphatselene

# arguments
source: get more help with this goal
ss_za: tfola lusito lolwengetekile kulomgomo

# arguments
source: get help with a different challenge
ss_za: tfola lusito ngengcinamba leyehlukile

# arguments
source: return to the main menu
ss_za: kubuyela kumenyu lenkhulu

# arguments
source: back
ss_za: emuva

# arguments
source: return to menu
ss_za: kubuyela kumenyu

# arguments
source: review a skill from a different goal
ss_za: kubuketa likhono kulomunye umgomo

# arguments
source: review another skill from this goal
ss_za: kubuketa lelinye likhono kulomgomo lona
