Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2/ss/ss_delivery_menu.po
Languages: ss_za

# text
source: In this goal, you will gain @fields.c_n_mod new skills. You will receive a new lesson each day. Today you will begin the first skill, @(parse_json(fields.modules_dictionary_0 &fields.modules_dictionary_1 &fields.modules_dictionary_2 &fields.modules_dictionary_3 &fields.modules_dictionary_4 &fields.modules_dictionary_5 &fields.modules_dictionary_6 &fields.modules_dictionary_7 &fields.modules_dictionary_8 &fields.modules_dictionary_9 &fields.modules_dictionary_10 )[contact.language][if(text_length(fields.c_mod_to_start)>0,word_slice(fields.c_mod_to_start ,0,1),word_slice(fields.c_mod_started ,0,1))]).
ss_za: Kulomgomo lona, utawutfola @fields.c_n_mod wemakhono lamasha. Utawutfola sifundvo lesisha ngelilanga. Namuhla utawucala likhono lekucala, @(parse_json(fields.modules_dictionary_0 &fields.modules_dictionary_1 &fields.modules_dictionary_2 &fields.modules_dictionary_3 &fields.modules_dictionary_4 &fields.modules_dictionary_5 &fields.modules_dictionary_6 &fields.modules_dictionary_7 &fields.modules_dictionary_8 &fields.modules_dictionary_9 &fields.modules_dictionary_10 )[contact.language][if(text_length(fields.c_mod_to_start)>0,word_slice(fields.c_mod_to_start ,0,1),word_slice(fields.c_mod_started ,0,1))]).

# text
source: You have completed @fields.c_n_mod_compl out of @fields.c_n_mod skills in this goal. Today you will begin working on the skill @(parse_json(fields.modules_dictionary_0 &fields.modules_dictionary_1 &fields.modules_dictionary_2 &fields.modules_dictionary_3 &fields.modules_dictionary_4 &fields.modules_dictionary_5 &fields.modules_dictionary_6 &fields.modules_dictionary_7 &fields.modules_dictionary_8 &fields.modules_dictionary_9 &fields.modules_dictionary_10 )[contact.language][if(text_length(fields.c_mod_to_start)>0,word_slice(fields.c_mod_to_start ,0,1),word_slice(fields.c_mod_started ,0,1))]).
ss_za: Sewucedze emakhono lama @fields.c_n_mod_compl kulama @fields.c_n_mod emakhono kulomgomo. Namuhla utawucala kusebenta likhono @(parse_json(fields.modules_dictionary_0 &fields.modules_dictionary_1 &fields.modules_dictionary_2 &fields.modules_dictionary_3 &fields.modules_dictionary_4 &fields.modules_dictionary_5 &fields.modules_dictionary_6 &fields.modules_dictionary_7 &fields.modules_dictionary_8 &fields.modules_dictionary_9 &fields.modules_dictionary_10)[contact.language][if(text_length(fields.c_mod_to_start)>0,word_slice(fields.c_mod_to_start ,0,1),word_slice(fields.c_mod_started ,0,1))]).

# text
source: Let’s get started. Press NEXT to begin.
ss_za: Asivele sicale. Facata LOKULANDZELAKO kuze uchubekele embili.

# text
source: Congratulations! You have earned yourself a badge. You are now ready to begin the course. ⭐
ss_za: Siyakuhalalisela! Sewutitfolele imbeji. Nyalo ke sewulungele kucala tifundvo.⭐

# text
source: Now that you've relaxed, it's time to pick your goal.
ss_za: Nyalo ngoba sewuphumulile, sesikhatsi sekukhetsa ummgomo wakho.

# text
source: This course has @fields.n_goals_prog goals, which one do you want to work on first?@results.message_options
ss_za: Loluhlelo lwekufundza luna @fields.n_goals_prog wemigomo, ngumuphi lofuna kucala ngawo kuwusebenta?@results.message_options

# text
source: Sorry, I don't understand what you mean.
ss_za: Ncesi, angicondzisisi kutsi utsini.

# text
source: You have seen all the goals
ss_za: Sewuyibonile yonkhe imigomo

# text
source: You are so close to completing the course! You only have one goal left,
ss_za: Sekusele kancane nje kutsi ucedze loluhlelo lwekufundza! Sewusalelwe ngumgomo munye kuphela,

# text
source: It’s time to pick a new parenting goal! You have completed @fields.n_goals_completed of @fields.n_goals_prog goals. Which goal would you like to work on next?@results.message_options
ss_za: Sesikhatsi sekukhetsa umgomo lomusha wekuba ngumtali! Sewucedze imigomo lengu @fields.n_goals_completed kulengu @fields.n_goals_prog. Ngumuphi umgomo lofuna ulandzele kuwusebenta?@results.message_options

# text
source: You only have one goal to start
ss_za: Kunemgomo munye kuphela lofanele uwucale

# text
source: You have completed @fields.n_goals_completed of @fields.n_goals_prog goals. Which goal would you like to work on next?@results.message_options
ss_za: Sewucedze imigomo lengu @fields.n_goals_completed kulengu @fields.n_goals_prog. Ngumuphi umgomo lofuna ulandzele kuwusebenta?@results.message_options

# text
source: 🎉You did it! Congratulations!🎉 You have completed the course and earned yourself the Positive Parenting Trophy 🏆. Well done!
ss_za: 🎉Ukwentile! Siyakuhalalisela!🎉 Sewulucendzile loluhlelo lwekufundza futsi sewutitfolele Indzebe Yekuba Ngumtali Lokahle 🏆. Wente kahle!

# text
source: You have almost completed ParentText! Only this goal remains:
ss_za: Sekusele kancane kwekutsi ucedze iParentText! Sekusele lomgomo lona nje kuphela:

# text
source: You have seen all the goals and you have started @fields.n_goals_started goals. Which one would you like to complete?@results.message_options
ss_za: Sewuyibone yonkhe imigomo futsi sewucale imigomo lengu @fields.n_goals_started. Ngumuphi lofuna kuwucedza?@results.message_options

# text
source: There are no goals to start
ss_za: Sekute imigomo longayicala

# text
source: You only have the following goal to start
ss_za: Sewusalelwe kutsi ucalre lomgomo lolandzelako kuphela

# text
source: Would you like to begin this goal?
ss_za: Ungatsandza yini kucala lomgomo?

# text
source: That's okay.
ss_za: Kulungile.

# text
source: Which new goal would you like to start?@results.message_options
ss_za: Ngumuphi umgomo lomusha longatsandza kuwucala?@results.message_options

# text
source: There are no goals started
ss_za: Kusete imigomo lecaliwe

# text
source: You only have the following goal started
ss_za: Ngulomgomo lolandzelako kuphela localiwe

# text
source: Which unfinished goal would you like to complete?@results.message_options
ss_za: Ngumuphi umgomo longakapheli longatsandza kuwucedza?@results.message_options

# text
source: There are no goals to complete
ss_za: Sekute imigomo lefanele icedvwe

# text
source: You only have the following goal to complete
ss_za: Sewusalelwe ngulomgomo lolandzelako kutsi ucedze

# text
source: Great! Which unfinished goal would you like to complete?@results.message_options
ss_za: Kuhle kakhulu! Ngumuphi umgomo longakapheli longatsandza kuwucedza?@results.message_options

# text
source: You're almost finished with this goal! You only have 1 lesson remaining,
ss_za: Sekusele kancane kutsi uwucedze lomgomo lona! Sewusalelwe sifundvo sinye nje kuphela,

# text
source: What would you like to do?
ss_za: Ufuna kwentani?

# text
source: That’s okay. You can only earn your Parenting Trophy when all badges are earned. When you are ready, you can return to complete this goal through the Progress Tracker in the Main Menu by typing ‘menu’.
ss_za: Kulungile loko. Indzebe Yekuba Ngumtali ungayitfola kuphela uma sewutfole tonkhe timbeji. Nangabe sewulungele, ungabuyela ucedzele lomgomo lona ngekusebentisa i-Progress Tracker lekuMenyu Lenkhulu ngekubhala 'menyu'.

# text
source: You're almost finished with this goal! You have @fields.c_n_mod_started unfinished skills. Which skill would you like to complete?@results.message_options
ss_za: Sekusele kancane kwekutsi ucedze lomgomo lona! Unemakhono langu @fields.c_n_mod_started longakawacedzi. Nguliphi likhono lofuna kulicedzela?@results.message_options

# text
source: @(word_count(fields.c_mod_started) +1). Leave this goal unfinished and select a new goal
ss_za: @(word_count(fields.c_mod_started) +1). Yekela lomgomo lona ungakapheli bese ukhetsa umgomo lomusha

# text
source: You only have the following skill to complete:
ss_za: Sewusalelwe kulelikhono lelilandzelako kutsi ucedze:

# text
source: Which skill would you like to complete?@results.message_options
ss_za: Nguliphi likhono longatsandza kulicedzela?@results.message_options

# text
source: You haven't started to work on a goal yet.
ss_za: Usengakacali kusebenta umgomo.

# text
source: You have only started the goal
ss_za: Usandza kuwucala lomgomo

# text
source: Would you like support on it?
ss_za: Ungatsandza kwesekelwa kuwo?

# text
source: That's okay. You can access more information at any time in the Main Menu
ss_za: Kulungile loko. Ungatfola lwati lolwengetiwe noma ngabe ngunini kuMenyu Lenkhulu

# text
source: What are you struggling with?@results.message_options
ss_za: Yini lokukunika bumatima?@results.message_options

# text
source: You haven't completed any skill yet.
ss_za: Kusete likhono lolicedzile.

# text
source: Which goal do you want to review?@results.message_options
ss_za: Ngumuphi umgomo lofuna kuwubuketa?@results.message_options

# text
source: @(word_count(fields.goals_accessed) +1). Return to Main Menu
ss_za: @(word_count(fields.goals_accessed) +1). Buyela kuMenyu Lenkhulu

# text
source: You haven't completed any skill in this goal yet.
ss_za: Awukacedzi nalinye likhono kulomgomo lona.

# text
source: You have only completed the following skill:
ss_za: Sewucedze lelikhono lelilandzelako kuphela:

# text
source: Would you like to review it?
ss_za: Ungatsandza yini kulibuketa?

# text
source: That's okay. You can come back here at any time to review it.
ss_za: Kulungile loko. Ungaphindze ubuye lapha noma nini utolibuketa.

# text
source: You have completed @fields.n_s_modules_compl skills within this goal. Which skill do you want to review?@results.message_options
ss_za: Sewucedze emakhono langu @fields.n_s_modules_compl kulomgomo lona. Nguliphi likhono lofuna kulibuketa?@results.message_options

# text
source: @(word_count(fields.s_modules_compl) +1). Return to Main Menu
ss_za: @(word_count(fields.s_modules_compl) +1). Buyela kuMenyu Lenkhulu

# text
source: What would you like to do next?
ss_za: Yini lokulandzelako longatsandza kukwenta?

# text
source: Great, see you tomorrow!
ss_za: Kuhle kakhulu, sitawubonana kusasa!

# text
source: What kind of activity do you want to try with your teen?
ss_za: Ngumsebenti lonjani longatsandza kuwetama nemntfwana wakho?

# text
source: Do you want to begin now or tomorrow?
ss_za: Ufuna kucala nyalo noma kusasa?

# text
source: 🎉CONGRATULATIONS!🎉 You have earned a badge and completed the goal @(parse_json(fields.goals_dictionary_0 &fields.goals_dictionary_1 &fields.goals_dictionary_2 &fields.goals_dictionary_3 &fields.goals_dictionary_4 &fields.goals_dictionary_5 &fields.goals_dictionary_6 &fields.goals_dictionary_7 )[contact.language][fields.curr_goal]). Well done!
ss_za: 🎉SIYAKUHALALISELA!🎉 Sewutitfolele imbeji futsi wacedza @(parse_json(fields.goals_dictionary_0 &fields.goals_dictionary_1 &fields.goals_dictionary_2 &fields.goals_dictionary_3 &fields.goals_dictionary_4 &fields.goals_dictionary_5 &fields.goals_dictionary_6 &fields.goals_dictionary_7 )[contact.language][fields.curr_goal]). Wente kahle kakhulu!

# text
source: Remember, if you need support practising the skills you learned, you can get extra help in Troubleshooting, found in the Main Menu.
ss_za: Khumbula, uma udzinga kwesekelwa kwenta lamakhono lowafundzile, ungatfola lolunye lusito ku-Troubleshooting, letfolakala kuMenyu Lenkhulu.

# text
source: You have made great progress. Are you ready to select your next parenting goal?
ss_za: Sewuchubeke kahle kakhulu. Ngabe sewulungele yini kukhetsa umgomo wakho lolandzelako wekuba ngumtali?

# text
source: ParentText has begun. Are you ready to complete your registration and select your parenting goals?
ss_za: I-ParentText seyicalile. Sewulungele yini kucedzela kubhalisa kwakho nekukhetsa imigomo yakho yekuba ngumtali?

# text
source: You’re off track! Do you want to complete a previous skill or start a new skill?
ss_za: Sewuphumile endleleni! Ufuna kucedzela likhono lelisemuva noma kucala likhono lelisha?

# text
source: Do you want to catch up and proceed to the next skill?
ss_za: Ufuna kuchubeka noma wendlulele kulelikhono lelilandzelako?

# text
source: You're almost finished with this goal! You only have 1 unfinished skill. What would you like to do?
ss_za: Sekusele kancane kwekutsi ucedze lomgomo! Sewusalelwe likhono linye lelingakapheli. Ufuna kwentanjani?

# text
source: That’s okay. You can only earn your Parenting Badge when all skills are completed. You can return to complete this goal through the Progress Tracker in the Main Menu by typing ‘menu’.
ss_za: Kulungile loko. Imbeji Yekuba Ngumtali ungayitfola kuphela nase uwacedzile onkhe emakhono. Ungabuyela uyocedzela lomgomo ngekusebentisa i-Parent Tracker kuMenyu Lenkhulu ngekubhala 'menyu'.

# text
source: You're almost finished with this goal! You have @fields.c_n_mod_started unfinished skills. What would you like to do?
ss_za: Sekusele kancane kutsi ucedze lomgomo! Sewunemakhono langu @fields.c_n_mod_started longakawacedzi. Ufuna kwentanjani?

# text
source: It’s time to get started on your goal, @(parse_json(fields.goals_dictionary_0 &fields.goals_dictionary_1 &fields.goals_dictionary_2 &fields.goals_dictionary_3 &fields.goals_dictionary_4 &fields.goals_dictionary_5 &fields.goals_dictionary_6 &fields.goals_dictionary_7 )[contact.language][fields.curr_goal]). Are you ready?
ss_za: Sesikhatsi sekucalisa umgomo wakho, @(parse_json(fields.goals_dictionary_0 &fields.goals_dictionary_1 &fields.goals_dictionary_2 &fields.goals_dictionary_3 &fields.goals_dictionary_4 &fields.goals_dictionary_5 &fields.goals_dictionary_6 &fields.goals_dictionary_7 )[contact.language][fields.curr_goal]). Sewulungele yini?

# text
source: What would you like change?
ss_za: Yini longafuna kugucuke?

# text
source: Here is the link!
ss_za: Nayi ilinki!

# text
source: @fields.n_goals_completed of @fields.n_goals_prog Goals Complete
ss_za: @fields.n_goals_completed of @fields.n_goals_prog Imigomo Lephelele

# text
source: You are currently working on the goal @(parse_json(fields.goals_dictionary_0 &fields.goals_dictionary_1 &fields.goals_dictionary_2 &fields.goals_dictionary_3 &fields.goals_dictionary_4 &fields.goals_dictionary_5 &fields.goals_dictionary_6 &fields.goals_dictionary_7 )[contact.language][fields.curr_goal]).
ss_za: Kwanyalo usebenta umgomo lotsi @(parse_json(fields.goals_dictionary_0 &fields.goals_dictionary_1 &fields.goals_dictionary_2 &fields.goals_dictionary_3 &fields.goals_dictionary_4 &fields.goals_dictionary_5 &fields.goals_dictionary_6 &fields.goals_dictionary_7 )[contact.language][fields.curr_goal]).

# text
source: You have not completed any goal yet.
ss_za: Kusete namunye umgomo lowucedzile.

# text
source: You have completed the following goal:
ss_za: Sewucedze lomgomo lolandzelako:

# text
source: You have completed the following goals:@results.message_options
ss_za: Sewucedze lemigomo lelandzelako:@results.message_options

# text
source: There are no goals to complete.
ss_za: Sekute imigomo lekufanele icedvwe.

# text
source: You have the following outstanding goal to complete:
ss_za: Usalelwe ngulomgomo lolandzelako kutsi ucedze:

# text
source: You are off track to complete this course! You have the following outstanding goals:@results.message_options
ss_za: Sewuphumile endleleni yekutsi ucedze letifundvo! Usalelwe ngulemigomo lelandzelako:@results.message_options

# text
source: You are on track to complete this course! There are no new goals to start!
ss_za: Usesendleleni yekucedza letifundvo! Sekute imigomo lemisha longayicala!

# text
source: You have the following goal to start:
ss_za: Kusemele ucale lomgomo lolandzelako:

# text
source: You have the following goals to start:@results.message_options
ss_za: Kusamele ucale lemigomo lelandzelako:@results.message_options

# text
source: Your current media setting is Text, Images, and Videos.
ss_za: Simiso sakho semidiya kwanyalo Emagama, Imifanekiso, nemaVidiyo.

# text
source: Your current media setting is Text, Images, and Audio.
ss_za: Simiso sakho semidiya kwanyalo Emagama, Imifanekiso, naLokulalelwako.

# text
source: Your current media setting is Text and Images Only.
ss_za: Simiso sakho semidiya kwanyalo Emagama, neMifanekiso kuphela.

# text
source: Your current media setting is
ss_za: Simiso sakho semidiya kwanyalo si

# text
source: You didn't provide this info.
ss_za: Awukasiniketi lolwati lolu.

# text
source: Would you like to change it?
ss_za: Ungatsandza yini kushintja?

# text
source: You didn't tell us if you are a woman or a man.
ss_za: Awukasitjeli kutsi umsikati noma umdvuna.

# text
source: You told us that you are a Woman.
ss_za: Usitjele kutsi uWesifazane.

# text
source: You told us that you are a Man.
ss_za: Usitjele kutsi uWesilisa.

# text
source: You told us that you are a
ss_za: Usitjele kutsi uyi

# text
source: Would you like to update your gender?
ss_za: Ungatsandza yini kulungisa bulili bakho?

# text
source: You didn't tell us what's your relationship status.
ss_za: Awukasitjeli kutsi buhlobo bakho bukanjani.

# text
source: You told us that you are Single (not in a relationship).
ss_za: Usitjele kutsi uWedvwa (kute lotsandzana naye).

# text
source: You told us that you are Married.
ss_za: Usitjele kutsi Ushadile.

# text
source: You told us that you are Partnered but not married.
ss_za: Usitjele kutsi unaye uMlingani kepha awukashadi.

# text
source: You told us that you are Divorced or separated.
ss_za: Usitjele kutsi uDivosiwe noma nehlukene.

# text
source: You told us that you are Widowed.
ss_za: Usitjele kutsi unguMfelokati/Mfelwa.

# text
source: You told us that you are
ss_za: Usitjele kutsi u

# text
source: Would you like to change your relationship status?
ss_za: Ungatsandza yini kushintja simo sekuhlobana kwakho?

# text
source: You told us that your child is @fields.child_age year old and was born on @fields.child_dob.
ss_za: Usitjele kutsi umntfwana wakho una @fields.child_age weminyaka nekutsi watalwa mhlaka @fields.child_dob.

# text
source: Would you like to update the date of birth of your child?
ss_za: Ungatsandza yini kulungisa lusuku lwekutalwa lwemntfwana wakho?

# text
source: Your child's nickname is @fields.child_nickname.
ss_za: Libito lekudlalisa umntfwana wakho ngu @fields.child_nickname.

# text
source: You didn't provide a nickname for your child.
ss_za: Awikasitjeli libito lemntfwanakho lelinye.

# text
source: Would you like to update it?
ss_za: Ungatsandza yini kulilungisa?

# text
source: You are currently receiving messages in English.
ss_za: Kwanyalo imilayeto loyitfolako ingeSingisi.

# text
source: You are currently receiving messages in Zulu.
ss_za: Kwanyalo imilayeto loyitfolako ingesiZulu.

# text
source: You are currently receiving messages in ssw.
ss_za: Kwanyalo imilayeto loyitfolako ingesiSwati.

# text
source: You are currently receiving messages in
ss_za: Kwanyalo imilayeto loyitfolako ingesi

# text
source: Would you like to change your language?
ss_za: Ungatsandza yini kushintja lulwimi lwakho?

# text
source: What do you want to do next?
ss_za: Ufuna kwenta ini kulokulandzelako?

# text
source: That's okay. You can access more information at any time in the Main Menu.
ss_za: Kulungile loko. Ungalutfola lwati lolwengetekile noma nini kuMenyu Lenkhulu.

# text
source: We hope this was helpful! You can access the Main Menu at any time by typing MENU.
ss_za: Siyetsemba kutsi loku kube lusito! Ungaya kuMenyu Lenkhulu noma ngunini ngekubhala MENYU.

# text
source: Staying in ParentText helps you and your child. Are you sure you want to exit the programme?
ss_za: Kuchubeka neParentText kusita wena nemntfwanakho. Unaso yini siciniseko sekutsi ufuna kuphuma kuloluhlelo?

# text
source: If you do not want to receive any more messages, please type "EXIT".
ss_za: Nawungafuni kutfola leminye imiyaleto bhala "PHUMA".

# text
source: If you made a mistake, please type "BACK" and choose another option.
ss_za: Nangabe wente siphosiso, sicela ubhale "EMUVA" bese ukhetsa lokunye.

# text
source: Thank you for participating. If you want to return to the programme, type "START".
ss_za: Siyabonga kuhlanganyela kwakho. Nawufuna kubuyela kuloluhlelo, bhala "CALA".

# text
source: We hope to see you again soon!
ss_za: Siyetsemba sitokubona futsi masinyane!

# text
source: Sorry I don't understand what you mean.
ss_za: Ngiyacolisa, angivisisi kutsi usho kutsini.

# text
source: Thank you for updating your relationship status. You've unlocked a new learning goal: to have a healthy relationship with my partner.
ss_za: Siyabonga kutsi ulungise simo sekuhlobana kwakho. Sewuvule sikhiya semgomo lomusha wekufundza: wekuba nebuhlobo lobukahle nemlingani wami.

# text
source: You have reached the end of this skill! 🎉
ss_za: Sewufike ekugcineni kwalelikhonol! 🎉

# quick_replies
source: NEXT
ss_za: LOKULANDZELAKO

# quick_replies
source: Yes
ss_za: Yebo

# quick_replies
source: No
ss_za: Cha

# quick_replies
source: Finish this skill and complete my goal
ss_za: Kucedza lelikhono ngitocedza umgomo wami

# quick_replies
source: Leave this goal unfinished and select a new goal
ss_za: Kuyekela lomgomo lona ungakapheli bese ngikhetsa umgomo lomusha

# quick_replies
source: I’m done for today
ss_za: Sengicedzile kwanamuhla

# quick_replies
source: Give me an idea for 1-on-1 time with my teen
ss_za: Nginikete umcondvo ngekucitsa sikhatsi lesanele nemntfwanami

# quick_replies
source: View another activity idea
ss_za: Buka lomunye umbono wemsebenti

# quick_replies
source: Go to Main Menu
ss_za: Kuya kuMenyu Lenkhulu

# quick_replies
source: Continue my progress tomorrow
ss_za: Kuchubekela embili kusasa

# quick_replies
source: Something Quick
ss_za: Lokusheshisako

# quick_replies
source: Something Active
ss_za: Lokushukumisako

# quick_replies
source: Something Calm
ss_za: Lokuzotsile

# quick_replies
source: Something for the whole family
ss_za: Lokungentiwa ngumndeni wonkhe

# quick_replies
source: Now
ss_za: Nyalo

# quick_replies
source: Tomorrow
ss_za: Kusasa

# quick_replies
source: Remind me later
ss_za: Ubobuye ungikhumbute

# quick_replies
source: Complete
ss_za: Cedza

# quick_replies
source: Start new
ss_za: Cala lokusha

# quick_replies
source: Remind me tomorrow
ss_za: Ubongikhumbuta kusasa

# quick_replies
source: Finish this skill and earn my badge
ss_za: Kucedza lelikhono bese ngitfola imbeji yami

# quick_replies
source: Leave this goal and pick a new goal
ss_za: Kuyekela lomgomo lona bese ngikhetsa umgomo lomusha

# quick_replies
source: Complete unfinished skills to earn my badge
ss_za: Kucedzela emakhono langakapheli kuze ngitfole imbeji yami

# quick_replies
source: Yes!
ss_za: Yebo!

# quick_replies
source: Track My Progress
ss_za: Kuhlola Kutsi Ngichuba Njani

# quick_replies
source: Share with a Friend
ss_za: Kutjela Umngani

# quick_replies
source: Emergencies
ss_za: Lokuphutfumako

# quick_replies
source: Settings
ss_za: Timiso

# quick_replies
source: Activities
ss_za: Imisebenti

# quick_replies
source: How to Use ParentText
ss_za: Kusebentisa iParentText

# quick_replies
source: Get Help with the Goals I am Working on
ss_za: Kutfola Lusito ngalemigomo Lengiyentako

# quick_replies
source: Review Completed Skills
ss_za: Kubuketa Emakhono Lengiwacedzile

# quick_replies
source: Exit Menu
ss_za: Kuphuma kuMenyu

# quick_replies
source: Change your profile
ss_za: Kushintja lokuphatselene nawe

# quick_replies
source: Stop receiving the messages
ss_za: Kuyekela kutfola imilayeto

# quick_replies
source: Return to Main Menu
ss_za: Kubuyela kuMenyu Lenkhulu

# quick_replies
source: Your Language
ss_za: Lulwimi Lwakho

# quick_replies
source: Your Media Settings
ss_za: Timiso Takho kuMidiya

# quick_replies
source: Your Gender
ss_za: Bulili Bakho

# quick_replies
source: Your Relationship Status
ss_za: Simo Sebuhlobo Bakho

# quick_replies
source: Your Child's Date of Birth
ss_za: Lusuku Lwekutalwa Lwemntfwana wakho

# quick_replies
source: Your Child's Nickname
ss_za: Libito Lekudlalisa Umntfwana Wakho

# quick_replies
source: Exit
ss_za: Kuphuma
