Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2/ss/ss_goal_checkins.po
Languages: ss_za

# arguments
source: i did not have enough time.
ss_za: angikabi naso sikhatsi lesanele.

# arguments
source: my teen did not want to spend time with me.
ss_za: umntfwana wami abengafuni kucitsa sikhatsi nami.

# arguments
source: all my teen wanted to do is watch t.v. or play with a gadget.
ss_za: umntfwana wami abefuna nje kubukela i-t.v. noma kudlala ngelucingo.

# arguments
source: my teen wanted to do things i felt uncomfortable about.
ss_za: umntfwana wami bekafuna sente tintfo lebengingakhululeki kutenta.

# arguments
source: my teen wanted to do activities that i could not do.
ss_za: umntfwana wami bekafuna sente tintfo lengingakhoni kutenta.

# arguments
source: my teen chose a competitive activity. i won and then they got angry.
ss_za: umntfwana wami ukhetse kutsi sichudzelane. Ngimi lophumelela wabese uyakwata.

# arguments
source: all my children wanted 1-on-1 time at the same time.
ss_za: bonkhe bantfwana bami bebafuna ngicitse sikhatsi nabo ngesikhatsi sinye.

# arguments
source: prefer not to say.
ss_za: ngikhetsa kungasho.

# arguments
source: it made me uncomfortable.
ss_za: kungente ngativela ngingakakhululeki.

# arguments
source: it made my teen uncomfortable.
ss_za: kwente umntfwana wami wativela angakakhululeki.

# arguments
source: i do not know where to find resources to support my teen’s development.
ss_za: anginalo lwati lapho ngingatfola khona tinsita.

# arguments
source: i think my teen is too young to be talking about these things.
ss_za: ngicabanga kutsi umntfwana wami usemncane kakhulu kutsi angakhuluma ngaletintfo.

# arguments
source: i don't know what to do with my teen.
ss_za: angati kutsi ngentenjani ngemntfwana wami.

# arguments
source: my teen did not want to learn.
ss_za: umntfwana wami bekangafuni kufundza.

# arguments
source: i am feeling overwhelmed.
ss_za: ngitiva ngiyacindzeteleka.

# arguments
source: i do not know where to find resources to support my teen’s learning.
ss_za: angati kutsi ngingatitfola kuphi tinsitakusebenta tekusita umntfwana wami emfundvweni yakhe.

# arguments
source: i did not have the time to support my teen's learning or education.
ss_za: angikabi naso sikhatsi sekumesekela emfundvweni yakhe umntfwana wami.

# arguments
source: i do not know how to help my teen with their school projects.
ss_za: angati kutsi ngingamsita kanjani umntfwana wami emisebentini yakhe yesikolwa.

# arguments
source: my teen could not agree on one specific rule or routine.
ss_za: umntfwana wami abengavumelani ngisho nangamunye umtsetfo noma inchubo.

# arguments
source: my teen felt it was unfair that they have to follow the rule while i don’t have to follow it.
ss_za: umntfwana uve shengatsi akusikahle kutsi yena kufanele alandzele umtsetfo bese mine angiwulandzeli.

# arguments
source: i felt uncomfortable because i think an adult should create the rule, not my teen.
ss_za: ngitivele ngingakhululeki ngoba ngicabanga kutsi umtsetfo kufanele wentiwe ngumuntfu lomdzala kuphela hhayi umntfwana wami.

# arguments
source: i can’t distract my teen when they are misbehaving.
ss_za: angikhoni kumphatamisa umntfwana wami nakenta sento lesibi.

# arguments
source: i am too angry to find anything positive to say to my teen after they have misbehaved.
ss_za: ngisuke ngikwate kakhulu kutsi ngingakhona kumtjela lokuhle umntfwana wami ngemuva kwekutsi atiphatse kabi.

# arguments
source: my teen misbehaves all the time.
ss_za: umntfwana wami utiphatsa kabi ngaso sonkhe sikhatsi.

# arguments
source: i got very angry with my teen and shouted at them.
ss_za: umntfwana wami ungikwatisile ngase ngiyamtsetsisa.

# arguments
source: i forgot to give my teen a chance to do what i asked before giving the consequence.
ss_za: ngikhohliwe kumniketa litfuba lekwenta loko bengimcele kona umntfwana wami ngaphambi kwekumnika umphumela.

# arguments
source: my teen got very angry with me after i gave the consequence.
ss_za: umntfwana wami ungikwatele kakhulu ngemuva kwekumnika umphumela.

# arguments
source: my teen complained that the consequence was not fair.
ss_za: umntfwana wami utsite lomphumela awusiwo lokahle.

# arguments
source: i did not want to tell my family how much i earn.
ss_za: bengingafuni kutjela umndeni wami kutsi ngihola malini.

# arguments
source: when budgeting, we could not agree on what should fall under needs and what should fall under wants.
ss_za: nasisenta loluhla lwekusetjentiswa kwemali besingavumelani ngetidzingo kanye naloko lesikufunako.

# arguments
source: i did not understand what to do.
ss_za: bengingacondzi kutsi kuyini lekumele ngiyente.

# arguments
source: my family did not want to budget with me
ss_za: umndeni wami bewungafuni kwenta luhlelo lwekusetjentiswa kwemali kanye nami

# arguments
source: i did not have the time to talk about budgeting with my family.
ss_za: angikabi naso sikhatsi sekukhulumisana nemndeni wami ngekwakha luhlelo lwekusetjentiswa kwetimali.

# arguments
source: my teen refused to share their emotions.
ss_za: umntfwana wami bekangafuni kukhuluma ngendlela lakativa ngayo.

# arguments
source: when i shared my own emotions, it felt uncomfortable for one of both of us.
ss_za: nangikhuluma ngemiva yami, sobabili besingakakhululeki.

# arguments
source: i was afraid my teen might think i am weak for sharing my own emotions. 😔
ss_za: bengesaba kutsi umntfwana wami utawucabanga kutsi ngibutsakatsaka nangimcocela ngemiva yami 😔

# arguments
source: i was too stressed or angry to share my emotions – i prefer to be alone when i feel like that.
ss_za: bengikhatsateke kakhulu noma ngikwatile kutsi ngingacoca ngemiva yami - ngikukhandza kuncono kutsi ngibe ngedvwa nangitivela ngaleyondlela.

# arguments
source: i was angry that my teen had not told me these things before.
ss_za: bengikwatiswe kutsi umntfwana wami bekangakangitjeli ngaloku.

# arguments
source: when my teen told me about a situation, i did not agree with how they had handled it.
ss_za: nakangitjela umntfwana wami ngalesimo, angikavumelani naye ngalendlela lakatente ngayo tintfo.

# arguments
source: my teen told me i was the problem.
ss_za: umntfwana wami ungitjele kutsi ngimi lenkinga.

# arguments
source: my teen and i did not agree on which areas were unsafe.
ss_za: mine nemntfwana wami asikavumelani ngetindzawo letingakaphephi.

# arguments
source: my teen marked the house of someone i trust as unsafe. 🚩 i was shocked and did not know what to do!
ss_za: umntfwana wami ubeke luphawu lolukhomba kutsi indlu yemuntfu lengimetsembako ayikaphephi. 🚩ngetfukile ngangati nekutsi ngente kanjani!

# arguments
source: my teen insisted that they could visit a place i think is not safe, like a bar. i don’t know how to convince them that it is not a safe area.
ss_za: umntfwana wami uphocelele kutsi avakashele endzaweni lengiyicabanga kutsi ayikaphephi, njengase-bhareni. angati kutsi ngingenta kanjani kuze akholwe kutsi akukaphephi.

# arguments
source: as an adult, i feel i am in charge of protecting my teen. when i told my teen which areas are unsafe, they got angry.
ss_za: njengemuntfu lomdzala, ngitivela kungumsebenti wami kuvikela umntfwana wami. Nangimtjela ngetindzawo letingakaphephi, uvele wakwata.

# arguments
source: it was hard to find safety resources because i don’t know my community so well.
ss_za: ngibe nebumatima kutfola tinsitakusebenta tekusiphephisa ngoba angiwati kahle ummango wakitsi.

# arguments
source: i did not have any time to do this activity.
ss_za: angikabi naso sikhatsi sekuwenta lomsebenti.

# arguments
source: i didn’t know how to support my partner
ss_za: bengingati kutsi ngingamesekela kanjani umlingani wami

# arguments
source: i forgot to share the tasks equally or get involved
ss_za: ngikhohliwe kuyaba ngalokulinganako imisebenti lebekumele yentiwe noma ke nami ngihlanganyele kulowo musebenti

# arguments
source: i forgot to ask for help.
ss_za: ngikhohliwe kucela lusito.

# arguments
source: i didn’t have the time to ask or give help.
ss_za: angikabi naso sikhatsi sekucela noma nginikete lusito.

# arguments
source: i felt uncomfortable doing tasks i don’t normally do
ss_za: ngitivele ngingakhululeki kwenta imisebenti lengingakavami kuyenta

# arguments
source: i asked my partner for help but they refused.
ss_za: ngimcelile umlingani wami kutsi angelekelele kepha wala.

# arguments
source: get more help
ss_za: tfola lusito lolwengetiwe

# arguments
source: continue my progress tomorrow
ss_za: ngitochubekela embili kusasa
