Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2/ss/ss_goal_checkins.po
Languages: ss_za

# text
source: Learning how to manage our stress is the first step to providing the best support for our teens. Let’s check in on you first:
ss_za: Kukwati kumelana nekukhatsateka kwakho sinyatselo sekucala sekunakekela umntfwana wakho. Ase sicale ngekuhlola wena:

# text
source: That's okay.
ss_za: Kukahle loko.

# text
source: Do you feel overwhelmed by the responsibility of being a parent? 😔
ss_za: Ngabe utiva ucindzetelekile ngemtfwalo wekuba ngumtali? 😔

# text
source: That is great to hear! 🎉
ss_za: Kuhle kuva loko!🎉

# text
source: That is okay. We will learn more about taking time for ourselves today.
ss_za: Kulungile. Sitawufundza kabanti ngekutinakekela namuhla.

# text
source: Sorry, I dont' understand what you mean.
ss_za: Ngiyacolisa, angivisisi kutsi usho kutsini.

# text
source: Here is a question to help you get started on your goal:
ss_za: Nangu umbuto lotakusita ucale kwenta injongo yakho:

# text
source: How many days in the last week (0-7) did you spend at least 5 minutes of one-on-one time with your teen?
ss_za: Mangaki emalanga kuleliviki leliphelile (0-7) lewucitse lokungenani sikhatsi lesimizuzu lengu 5 nemntfwanakho losatfombile ninobabili?

# text
source: That is okay. You will learn more about the importance of spending time with your teen in this goal.
ss_za: Kulungile. Utawufundza kabanti ngebumcoka bekucitsa sikhatsi kanye nemntfwana wakho.

# text
source: That is great to hear! 🎉 Spending time with your teen is a great way to build a good relationship with them!
ss_za: Kuyajabulisa kuva loko! 🎉 Kucitsa sikhatsi kanye nemntfwana wakho kuyindlela lenhle yekwakha budlelwane lobuhle nemntfwana wakho!

# text
source: Here is a question to help you get started on your goal to understand teen development:
ss_za: Nangu umbuto lotakusita nawucala umgomo wekucondzisisa kukhula kwemntfwana wakho:

# text
source: How confident are you talking about personal things with your teen - for example, reproductive health, relationships, or sex?
ss_za: Utetsemba kanganani ngekukhuluma ngetintfo leticondzene nemntfwana wakho - sibonelo, tindzaba temphilo yekutala, tebudlelwane noma tekulalana?

# text
source: That is okay. You will learn more about the importance of talking with your teen about difficult topics in this goal.
ss_za: Kulungile. Kulomgomo utawufundza ngebumcoka bekukhulumisana nemntfwana wakho ngetihloko letimatima.

# text
source: That is great to hear! 😃 Talking to your teen about these topics is so important for them to be able to live a safe and healthy life.
ss_za: Kuhle kuva loko! 😃 Kukhulumisana nemntfwana wakho ngaletihloko kumcoka kute aphile imphilo lephephile.

# text
source: Here is a question to help you get started on your goal to support your teen’s education:
ss_za: Nangu umbuto lotakusita kwenta umgomo wekwesekela imfundvo yemntfwana wakho:

# text
source: Do you support your teen with their learning or schoolwork? 📖
ss_za: Uyamesekela yini umntfwana wakho ngemfundvo yakhe noma ngemsebenti wakhe wesikolwa? 📖

# text
source: That is okay. You will learn more about the importance of supporting your teen’s schoolwork in this goal.
ss_za: Kulungile. Kulomgomo utawufundza kabanti ngebumcoka bekwesekela umntfwana wakho emsebentini wakhe wesikolwa.

# text
source: That’s great to hear! 🎉 Supporting your teen’s education will help them do well!
ss_za: Kuhle kuva loko!🎉Kwesekela imfundvo yemntfwana wakho kutamsita ente kahle kakhulu!

# text
source: Here is a question to help you get started on your goal to create structure for your teen:
ss_za: Nangu umbuto lotakusita kwenta umgomo wekwakha luhlelo lwemntfwana wakho:

# text
source: Do you involve your teen when creating household rules and routines?
ss_za: Uyamuvumela yini umntfwana wakho kufaka umbono wakhe nakwentiwa imitsetfo kanye nenchubo yasekhaya?

# text
source: That is okay. You will learn more about including your teens when you create rules and routines in this goal.
ss_za: Kulungile loko. Kulomgomo utawufundza kabanti ngekusebentisana nemntfwana wakho uma nenta imitsetfo kanye nenchubo.

# text
source: That is great to hear! 🌈 Involving your teen when you create rules and routines helps them be more responsible and obey.
ss_za: Kuhle kuva loko! 🌈 Kusebentisana nemntfwana wakho uma nenta imitsetfo nenchubo kuyasita kumenta kutsi akhone kutiphatsa kahle futsi alalele.

# text
source: Here is a question to help you get started on your goal to manage your teen’s behaviour:
ss_za: Nangu umbuto lotakusita kwenta umgomo wekutsi ukhone kulawula kutiphatsa kwemntfwana wakho:

# text
source: How challenging is this behaviour on a scale of 0 to 10 (0 = not a problem and 10 = terrible)?
ss_za: Kuyinsayeya kanganani lokutiphatsa kwemntfwana wakho esikalini lesingu 0 kuya ku 10 (0 = akusiyo inkinga bese 10 = kubi kakhulu)?

# text
source: It sounds like your teen tends to behave well, which is great to hear! 💙
ss_za: Kuvakala shengatsi umntfwana wakho uvamise kutiphatsa kahle, kuhle kakhulu kukuva loko!💙

# text
source: That is okay. You will learn more about managing your teen’s behaviour in this goal.
ss_za: Kulungile. Kulomgomo utawufundza ngekulawula kutiphatsa kwemntfwana wakho.

# text
source: Here is a question to help you get started on your goal to learn about family budgeting and ways to save money:
ss_za: Nangu umbuto lotakusita kucala umgomo wakho wekufundza ngetindlela tekusetjentiswa kwetimali emndenini kanye netindlela tekonga imali:

# text
source: How confident are you that your family can plan carefully in advance about how to use money available during the month?
ss_za: Uwetsemba kanganani umndeni wakho kutsi ungakhona kwenta luhlelo lolukahle lwekusetjentiswa kwemali leninayo emndenini kuleyo nyanga?

# text
source: That is okay. You will learn more about creating a family budget with your teen in this goal. Let’s get started.
ss_za: Kuhle loko. Kulomgomo utawufundza ngekwenta luhlelo lwekusetjentiswa kwemali emndenini nikanye nemntfwana wakho. Asicale.

# text
source: That’s amazing! 🎉 Keep doing this - your teen will be better for it.
ss_za: Kuyamangalisa loko! 🎉 Chubeka ukwente loku - umntfwana wakho utawuba ncono ngako.

# text
source: Here is a question to help you get started on your goal to care for your teen’s wellbeing:
ss_za: Nangu umbuto lotakusita kwenta umgomo wekunakekela imphilo yemntfwana wakho:

# text
source: Do you give emotional support and talk to your teen about their feelings?
ss_za: Uyamesekela yini umntfwana wakho ngekwetemiva uphindze umkhulumise ngemiva yakhe?

# text
source: That is okay. You will learn more about the importance of communicating with your teen about how they are feeling in this goal.
ss_za: Kulungile. Utawufundza ngebumcoka bekukhulumisana nemntfwana wakho ngendlela lakativa ngayo.

# text
source: That’s great, keep at it! 👑
ss_za: Kuhle loko, Chubeka ukwente! 👑

# text
source: Here is a question to help you get started on your goal to keep your teen safe:
ss_za: Nangu umbuto lotakusita kwenta umgomo wekugcina umntfwana wakho aphephile:

# text
source: Do you know who your teen is spending time with?
ss_za: Uyati yini kutsi umntfwana wakho usicitsa nabani sikhatsi?

# text
source: That is okay. You will learn more about the importance of knowing who your teen is with during this goal.
ss_za: Kulungile. Kulomgomo utawufundza kabanti ngebumcoka bekwati kutsi umntfwana wakho usicitsa nabani sikhatsi.

# text
source: Great job! Knowing who your teen spends time with is an important part of keeping them safe. 🌱
ss_za: Ngumsebenti lomuhle lowo! Kwati kutsi umntfwana wakho usicitsa nabani sikhatsi yincenye lemcoka yekumgcina aphephile. 🌱

# text
source: Before we get started on your goal to have a healthy relationship with your partner, please answer this question:
ss_za: Singakacali ngemgomo wakho wekuba nebudlelwane lobuhle nemlingani wakho, sicela uphendvule nangu umbuto:

# text
source: Do you and your partner share caregiving and household tasks equally? ⏰
ss_za: Ngabe wena nemlingani wakho nabelana ngalokulinganako yini imisebenti yekunakekela kanye neyasekhaya? ⏰

# text
source: That is okay. You will learn more about the importance of sharing caregiving and household tasks in this goal
ss_za: Kulungile. Kulomgomo utawufundza kabanti ngebumcoka bekwabelana imisebenti yekunakekelana kanye nemisebenti yasekhaya

# text
source: That’s great to hear! Sharing tasks equally helps everyone feel valued.
ss_za: Kuhle kuva loko! Kwabelana ngalokulinganako ngemsebenti kwenta wonkhe umuntfu ativele abalulekile.

# text
source: What did you find difficult about spending time with your teen? 🔑
ss_za: Yini lokukhandze kulukhuni ngekucitsa sikhatsi nemntfwana wakho? 🔑

# text
source: It can be hard to find time during your day, with work, chores, and everything else.
ss_za: Kungaba lukhuni kutfola sikhatsi ngendzaba yemsebenti, imisebenti yasekhaya nalokunye nje.

# text
source: ✨Think of a time each day that you could spare 5 minutes. You can even make household chores into a game to do together.
ss_za: ✨Cabanga sikhatsi longakhona kuba nemizuzu lesihlanu njalo ngelilanga. Ungayenta nemisebenti yasekhaya ibe ngumdlalo wenu.

# text
source: 📺 Teens often want to spend time watching T.V. or playing with a gadget.
ss_za: 📺 Bantfwana batsandza kucitsa sikhatsi babukela mabonakudze noma badlala ngetincingo.

# text
source: ❓ You could watch or play on the gadget with them.
ss_za: ❓Ungabukela noma nidlale ngelucingo kanye kanye.

# text
source: 🌈 Caring about their interests is a great start!
ss_za: 🌈Kunaka tintfo lakatitsandzako kusicalo lesihle!

# text
source: 🌷 Once you begin spending time together you can suggest another activity.
ss_za: 🌷Ningaze nicale kucitsa sikhatsi kanye kanye ningacabanga lokunye leningakwenta.

# text
source: Type PLAY for a fun activity suggestion.
ss_za: Bhala DLALA kute utfole tincomo ngemidlalo lenganijabulisa.

# text
source: 📱 Sometimes your teen will suggest activities that are violent or unsafe.
ss_za: 📱Ngalesinye sikhatsi umntfwana wakho angakhetsa umdlalo lonebudlova noma longakaphephi.

# text
source: 🚩 Explain *why* you can't do them, and suggest a different activity.
ss_za: 🚩Mchazele kutsi kungani ungeke uwudlale lomdlalo bese uncoma lomunye umdlalo.

# text
source: Type PLAY for a fun activity suggestion. 💡
ss_za: Bhala DLALA kute utfole tincomo ngemidlalo lenganijabulisa. 💡

# text
source: ☀️ If your teen wants to do things that are too difficult for you to do, you could watch them.
ss_za: 🌟Nangabe umntfwana wakho ufuna umdlalo lolukhuni kutsi ungawudlala, ungambukela adlale.

# text
source: 🏁 You could describe what they are doing like a sports announcer.
ss_za: 🏁 Ungamemetela lomdlalo wakhe ulingise umsakati wetemidlalo.

# text
source: 💛 Praise them while they do it!
ss_za: 💛 Mdvumise asadlala lowo mdlalo!

# text
source: ⚽ Competitive games can be hard for teens (and adults!) if they don’t like losing.
ss_za: Imidlalo yekuchudzelana ingaba matima kubantfwana (nalabadzala!) nabangatsandzi kwehluleka.

# text
source: 🏆 When they have calmed down, talk with your teen about what winning well and losing well might look like.
ss_za: 🏆 Nase athulele, khuluma nemntfwana wakho ngekutsi kuphumelela lokukahle nekwehluleka lokuhle kungabukeka kanjani.

# text
source: 📝 Suggest other activities that you can do to work together instead of against each other.
ss_za: 📝 Ncoma leminye imidlalo leningayenta kanye kanye kunekutsi nichudzelane.

# text
source: 🔴 It can be difficult to spend 1-on-1 Time with each child when you have more than one child.
ss_za: 🔴 Kungaba lukhuni kucitsa sikhatsi kanye nemntfwana ngamunye nangabe unebantfwana labangetulu kwamunye.

# text
source: 🌱 If possible, you can ask an adult or older sibling to look after the other children while you spend 1-on-1 Time with one teen.
ss_za: 🌱 Uma ukhona, ungacela umuntfu lomdzala noma umntfwana lomdzala anakekela laba labanye bantfwana nawusacitsa sikhatsi nalomunye umntfwana.

# text
source: ⏰ Think of when it would be easier to spend 1e-on-1 time with each child. Perhaps later in the evening with your teen, after the others have gone to sleep.
ss_za: ⏰ Cabanga ngesikhatsi lapho kungaba melula kucitsa sikhatsi nemntfwana ngamunye. Mhlawumbe kungaba kusihlwa, nasebalele labanye bantfwana.

# text
source: 💛 You can also spend 1-on-1 time with all of your children at once!
ss_za: 💛 Ungasicitsa sikhatsi kanye nabo bonkhe bantfwana bakho ngesikhatsi sinye!

# text
source: 💛 We are sorry to hear that you have been finding it hard to spend 1-on-1 time with your teen.
ss_za: 💛 Ncesi kutsi bewukutfola kumatima kucitsa sikhatsi kanye kanye nemntfwana wakho ninobabili.

# text
source: 😔 It can hurt when @fields.child_nickname does not want to spend 1-on- time with you.
ss_za: 😔 Kungaba buhlungu nangabe @fields.child_nickname angafuni kucitsa sikhatsi kanye nawe.

# text
source: 💡 Think to yourself: When are they more open to you? In the morning? Right before bedtime?
ss_za: 💡 Cabanga: Ngunini lapho akhululekile kukhuluma nawe? Ekuseni? Nase nilungisela kulala?

# text
source: 💙 Try again so that your teen can see that you care and want to spend this time with them.
ss_za: 💙 Phindza wetame futsi khona umntfwana wakho atobona kutsi uyamkhatsalela nekutsi uyafuna kucitsa sikhatsi naye.

# text
source: 😔 It can hurt when your teen does not want to spend 1-on- time with you.
ss_za: 😔 Kungaba buhlungu nangabe umntfwana wakho angafuni kucitsa sikhatsi nawe.

# text
source: What did you find difficult when talking to your teen about personal things?👂
ss_za: Yini lokutfole kulukhuni nawucocisana nemntfwana wakho ngetintfo leticondzene naye? 👂

# text
source: 😣 Talking about reproductive health, relationships, and sex can be uncomfortable - many parents feel this way!
ss_za: 😣 Kucocisana ngemphilo yekutala, budlelwane, netekulalana kungahle kube lukhunyana - batali labaningi bakukhandza kulukhunyana!

# text
source: 😃 Remember, these are all normal parts of life.
ss_za: 😃 Khumbula, leti tintfo letijwayelekile emphilweni.

# text
source: 🌷 The more you talk about them and educate your teen, the more prepared they are for keeping themselves healthy and safe.
ss_za: 🌷 Nawucoca njalo ngako uphindze ufundzise nemntfwana wakho, kutawumenta alungele kutigcina aphilile futsi aphephile.

# text
source: ⏸ Teens often do not to want to speak to their parents about reproductive health, relationships, and sex.
ss_za: ⏸ Bantfwana bavame kungatsandzi kucocisana nebatali babo ngetindzaba temphilo yekutala, tebudlelwane, kanye netekulalana.

# text
source: 🔄 Share that it is normal and that you also went through this.
ss_za: 🔄 Mtjele kutsi kwejwayelekile loko nekutsi nawe wendlula kuko.

# text
source: 🌱 If they do not want to talk to you, give them resources so they can learn about the topic.
ss_za: 🌱 Nangabe angafuni kukukhulumisa, mnike tintfo letitawumfundzisa ngalesihloko.

# text
source: ⭐ Tell your teen that you are happy to speak with them any time!
ss_za: ⭐ Mtjele umntfwana wakho kutsi uyajabula kukhuluma naye noma ngabe ngunini!

# text
source: 💛 It can be hard to find resources!
ss_za: 💛 Kungaba matima kutfola tinsita!

# text
source: Here are some resources to help you with supporting your teens development:
ss_za: Nati tintfo letingakusita kutsi wesekele kukhula kwemntfwana wakho:

# text
source: ⬇️ Talking about relationships and sex from an early age reduces the chance that teens end up in dangerous or unhealthy situations!
ss_za: ⬇️ Kumkhulumisa ngetebudlelwane kanye nekulalana nakasemncane umntfwana kuyawanciphisa ematfuba ekutsi agcine asengotini noma abesesimeni lesinganayo imphilo lekahle!

# text
source: 💚 It means your teen knows what is safe and healthy, so they can make good choices to keep themselves safe.
ss_za: 💚 Kusho kutsi umntfwana wakho uyakwati lokuphephile nalokunemphilo, atokwati kutsatsa tincumo letikahle tekumgcina aphephile.

# text
source: 💚 We are sorry to hear that it has been hard to talk to your teen about sexual reproductive health, relationships, and sex.
ss_za: 💚 Ncesi ngekutsi ukutfole kumatima kukhulumisana nemntfwana wakho ngetindzaba tekutalana, tebudlelwane kanye netekulalana.

# text
source: What did you find hard about supporting your teen’s learning or schoolwork?
ss_za: Yini lokutfole kumatima ngekwesekela umntfwana wakho kutemfundvo nemsebenti wesikolwa?

# text
source: 📝 You could make a weekly plan with your teen for after school and weekends.
ss_za: 📝 Ungalwenta luhlelo lweliviki kanye nemntfwana wakho lwekumesekela nakabuya esikolweni noma ngemphela sontfo.

# text
source: 🌙 Include activities for learning, relaxing, and fun, so that it is enjoyable for your teen. Come up with these ideas together!
ss_za: 🌙 Ningafaka imisebenti yekufundza, kuphumula nekutijabulisa, khona kutobamnandzi kumntfwana wakho. Cabangani lemisebenti kanye kanye!

# text
source: 🎉 Helping your teen have more routine is a great way to support their learning!
ss_za: 🎉 Kumsita umntfwana wakho kutsi abe nenchubo yawo onkhe emalanga kuyindlela lenhle yekwesekela kufundza kwakhe!

# text
source: 🔔 Think of playful and interesting ways to teach your teen what they are learning at school.
ss_za: 🛎️ Cabanga tindlela letingumdlalo futsi letichazanako longamfundzisa ngato umntfwana wakho ngaloko lakufundza esikolweni.

# text
source: 📖 Teens are interested in learning if they are having fun.
ss_za: 📖 Bantfwana bayakutsandza kufundza nangabe bachazeka.

# text
source: Losing interest in learning can be a warning sign. Press HELP if you believe your teen is in trouble.
ss_za: Kuphelelewa lutsandvo lwekufundza kungaba sicwayiso. Facata LUSITO nawukholwa kutsi umntfwana wakho usenkingeni.

# text
source: 💙 It is completely normal to feel overwhelmed.
ss_za: 💙 Kwetayelekile kutsi utive ucindzetelekile.

# text
source: 🔄 Contact your teen's teacher or school to ask for some advice.
ss_za: ↙️ Tsintsana nathishela wemntfwana wakho noma sikolwa sakhe kute utfole teluleko.

# text
source: 🌷 Asking for help is a sign of strength.
ss_za: 🌷 Kucela lusito kukhomba kuba nemandla.

# text
source: 💚 That is okay! Here are some resources to help you with supporting your teen’s learning:
ss_za: 💚 Kulungile loko! Nati tintfo letingakusita kwesekela kufundza kwemntfwana wakho:

# text
source: 🌱 It can be hard to find time during your day.
ss_za: 🌱 Kungaba lukhuni kutfola sikhatsi emini.

# text
source: ⏰ Can you think of a time each day that you can make 5 minutes (or a bit more) to help your teen with their learning?
ss_za: ⏰ Ungacabanga sikhatsi longakhona ngaso kucitsa imizuzu lesihlanu (noma ngetulu) njalo ngelilanga kumsita umntfwana wakho ekufundzeni kwakhe?

# text
source: 👋 Perhaps help them start an activity and then check in with them every few minutes.
ss_za: 👋 Mhlawumbe ungamsita kutsi acale kwenta umsebenti uhle umhlola njalo ngemuva kwemizuzu lembalwa.

# text
source: 💙 We are sorry to hear that you have been having some difficulties supporting your teen’s education. You can review this skill in the Main Menu at any time!
ss_za: 💙 Ncesi ngekutsi ukutfole kulukhuni kwesekela imfundvo yemntfwana wakho. Ungalibuketa lelikhono ku Menyu Lenkhulu nome ngunini!

# text
source: 💛 That is okay! It can be helpful to talk to your teen’s school or teacher for advice.
ss_za: 💛 Kulungile loko! Kungakusita kukhuluma nesikolwa noma nathishela wemntfwana wakho kutfola seluleko.

# text
source: Here are some resources to help you with supporting your teen’s learning:
ss_za: Nati tintfo letingakusita kwesekela kufundza kwemntfwana wakho:

# text
source: What did you find hard about involving your teen when creating household rules and routines?
ss_za: Yini lokutfole kumatima ngekuhlanganyela nemntfwana wakho ekwakheni imitsetfo kanye nenchubo yasekhaya?

# text
source: 📖 When creating rules, it is important to think about the age of each child, so you can come up with routines that are fair for their age.
ss_za: 📖 Nanakha imitsetfo, kumcoka kucabanga ngeminyaka yabo bonkhe bantfwana, kute nakhe inchubo letawulungela leminyaka yabo.

# text
source: ⏰ This is most important for bedtime, the time to come home, and household chores.
ss_za: ⏰ Loku kumcoka kakhulu nanakha sikhatsi sekulala, sikhatsi sekubuya ekhaya nekwenta imisebenti yasekhaya.

# text
source: ⭐ Our teens learn best from us.
ss_za: ⭐ Bantfwana betfu bafundza kancono ngekubona kitsi.

# text
source: ✅ The more we follow the rules, the more they will follow the rules too.
ss_za: ✅ Nasiyilandzela lemitsetfo nabo batayilandzela.

# text
source: 🌈 You can adapt the rule to make sure that it is something everyone can follow.
ss_za: 🌈 Ningawushintja lomtsetfo kute nibe nesiciniseko kutsi nonkhe nitawukhona kuwulandzelela.

# text
source: 🌷 When we create rules together with our teens, we build trust and an open relationship with them.
ss_za: 🌷 Nasiyakha kanye kanye nebantfwana betfu lemitsetfo, sakha kwetsembana nebudlelwane lobuhle nabo.

# text
source: 🔑 The rules we set will be more realistic and your teen will be more willing and able to follow the rule.
ss_za: 🔑 Lemitsetfo lesitawuyakha itawuba yimitsetfo lekahle futsi nemntfwana wakho utawuba nesifiso sekuyilandzela.

# text
source: 💚 We are sorry to hear that it has been hard to set rules with your teen. You can return to this skill in the Main Menu whenever you need to. 📝
ss_za: 💚 Ncesi kutsi kube matima kwenta imitsetfo kanye kanye nemntfwana wakho. Ungabuyela kulelikhono ku Menyu Lenkhulu nome ngunini nawunesidzingo 📝

# text
source: What did you find hard about managing your teen’s behaviour?
ss_za: Yini lokutfole kumatima ngekulawula indlela latiphatsa ngayo umntfwana wakho?

# text
source: 🌱 Next time, try to catch the misbehaviour early on, before it sets in or gets worse.
ss_za: 🌱 Esikhatsini lesitako, ubokwetama kusheshe uyibone indlela latiphetse ngayo umntfwana wakho angaze ayijwayele noma kuze kube kubi kakhulu.

# text
source: 👂 Talk to them about this behaviour when both of you feel calmer.
ss_za: 👂 Khulumisana naye ngalendlela latiphetse ngayo ngesikhatsi nobabili senithulele.

# text
source: ⏸ Next time, take a deep breath and take some space.
ss_za: ⏸ Esikhatsini lesitako, phefumula bese uyakhwesha kulesimo.

# text
source: ☀️ Later, find something small and clear that your teen is doing and you wish they could do more of. Then, praise them when they do it.
ss_za: ☀️ Ngemuva kwaloko, tfola intfo lencane nalecacile leyentiwa ngumntfwana wakho lofisa kutsi ngabe uyenta njalo. Bese, uyamdvumisa njalo nakakwenta loko.

# text
source: 🌷 You may need to spend more 1-on-1 time with your teen.
ss_za: 🌷 Kungenteka udzinge kucitsa sikhatsi lesiningi kanye kanye nemntfwana wakho.

# text
source: ⭐ Give more positive attention to them when they are behaving well and praise them for this behaviour.
ss_za: ⭐ Mnake kahle kakhulu lapho atiphatsa kahle khona futsi umdvumise ngaloko kutiphatsa.

# text
source: 🌙 Be patient. Learning to manage our behaviour takes time!
ss_za: 🌙 Beketela. Kufundza kulawula indlela lesitiphatsa ngayo kutsatsa sikhatsi!

# text
source: A sudden increase in misbehaviour may be a warning sign. Type HELP if you need support for your teen.
ss_za: Kugucuka kwendlela yekutiphatsa kungaba sicwayiso. Bhala LUSITO nawudzinga lusito lwemntfwana wakho.

# text
source: ⏸ First, take a pause.
ss_za: ⏸️ Kwekucala, phumula.

# text
source: 💚 Be kind to yourself. You are both learning and it’s okay not to get it right all the time.
ss_za: 💚 Bani mnene kuwe. Nobabili niyafundza futsi kukahle nangabe tintfo tihle tingahambi kahle.

# text
source: 🌱 When you feel calmer, you could say sorry for shouting. Even if you meant some of what you said and want them to hear that, you can say sorry for how you said it.
ss_za: 🌱 Nase utiva uthulele, ungacolisa kutsi umtsetsisile. Noma ngabe lokunye kwaloku lokushito vele bewufuna akuve, ungacolisa ngalendlela lokushito ngayo.
