Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2/ss/ss_goal_checkins.po
Languages: ss_za

# text
source: Supporting your teen’s schoolwork is important. Though you are still doing great, you have reported that this has become more challenging since you first began ParentText.
ss_za: Kubalulekile kumesekela umntfwana wakho emsebentini wakhe wesikolwa. Noma uchubeka nekwenta kahle kuloko, ubikile kutsi loku kube yingcinamba lenkhulu kakhulu kuwe solo wacala kungenela letifundvo te ParentText.

# text
source: Well done for completing your goal to create structure for your teen. Let’s see how things may have changed since you started this goal::
ss_za: Wente kahle ngekucedza tifundvo talomgomo wekwakha luhlelo tsite lwentfwana wakho. Asesibone lushintjo lolwentekile solo wacala kulomgomo::

# text
source: It can feel strange to involve your teen in setting rules and routines. 👀
ss_za: Akujwayeleki kusebentisana nemntfwana wakho nawakha imitsetfo kanye nenchubo. 👀

# text
source: Congratulations on making some progress in this goal. It seems like involving your teen in making household rules may still be a challenge.
ss_za: Ngiyakuhalalisela ngekutfutfuka lokuncane lokwentile kulomgomo. Kubonakala shengatsi kuseyingcinamba kufuna umbono wemntfwana wakho nakwakhiwa imitsetfo yasekhaya.

# text
source: You were already excelling at including your teen in setting household rules before ParentText. It’s great that you’re able to keep up the excellent effort!
ss_za: Bewuvele wenta kahle kakhulu ekufuneni umbono wemntfwana wakho nawenta imitsetfo yasekhaya usengakangeneli letifundvo teParentText. Kuhle lokutsi uyakhona kuchubeka nekwenta lomsebenti lomunhle!

# text
source: Including your teen when you set household rules is important. Though you are still doing great, you have reported that this has become more challenging since you first began ParentText.
ss_za: Kubalulekile kufuna umbono wemntfwana wakho nawakha imitsetfo yasekhaya. Noma uchubeka nekwenta kahle kuloko, ubikile kutsi loku kube yingcinamba lenkhulu kakhulu kuwe solo wacala kungenela letifundvo te ParentText.

# text
source: Thank you for providing your Progress Update. You can access this information at any time in the Main Menu. 📝 You will resume progress on your current goal tomorrow.
ss_za: Ngiyabonga kunginika Inchubekela Phambili yakho. Ungalutfola lolwati noma ngabe ngunini kuMenyu Lenkhulu. 📝 Utawuchubekela embili nelwati kulomgomo kusasa.

# text
source: Well done for completing your goal to manage your teen’s behaviour. Let’s see how things have changed since starting this goal:
ss_za: Wente kahle ngekucedza tifundvo talomgomo wekulawula indlela lakatiphatsa ngayo umntfwana wakho. Asesibone lushintjo lolwentekile solo wacala kulomgomo:

# text
source: It’s great that your teen continues to behave well. Keep up the excellent effort!
ss_za: Kuhle kakhulu lokutsi umntfwana wakho uyachubeka nekutiphatsa kahle. Chubeka nalemitamo lemihle kangaka!

# text
source: It sounds like your teen tends to behave well, which is great to hear! Still, you have reported that this has become more challenging since you first began ParentText.
ss_za: Kubonakala shengatsi umntfwana wakho uvamile kutiphatsa kahle, kuhle kakhulu kukuva loko! Noma kunjalo, ubike kwekutsi loku sekuyingcinamba lenkhulu kakhulu kuwe solo wacala letifundvo te ParentText.

# text
source: It’s normal to find it hard to help our teens manage their behaviour. Keep caring and supporting them while they are learning. 💙
ss_za: Kuvame kuba matima kusita bantfwana betfu lesebatfombile kutsi batiphatse kahle. Chubeka umnakekele futsi umesekele njengoba asafundza nje. 💙

# text
source: Congratulations on making some progress in this goal. 🎉It’s normal to find it hard to help our teens manage their behaviour. Keep caring and supporting them while they are learning. 💙
ss_za: Ngiyakuhalalisela ngenchubekela phambili lencane lose uyentile kulomgomo. 🎉Kuvamile kutsi sikutfole kumatima kusita bantfwana betfu lesebatfombile kutsi batiphatse kahle. Chubeka umnakekele futsi umesekele asafundza kutiphatsa kahle. 💙

# text
source: Well done for completing your goal to learn about family budgeting and ways to save money. Let’s see how you have changed since starting this goal:
ss_za: Wente kahle ngekucedza tifundvo talomgomo wekwakha luhlelo lwekusetjentiswa kwemali emndenini kanye netindlela tekonga imali. Asesibone lushintjo lolwentekile solo wacala kulomgomo:

# text
source: That is okay! 💙 This takes practice and is hard to do.
ss_za: Kulungile loko! 💙 Loku kubita kutsi ukwente njalo nje kantsi kumatima kukwenta.

# text
source: Congratulations on making some progress in this goal. 🎉It seems like planning your spending is still a challenge.
ss_za: Ngiyakuhalalisela ngenchubekela phambili lose uyentile kulomgomo.🎉 Kubonakala shengatsi kwakha luhlelo lwekusetjentiswa kwemali kuselukhuni.

# text
source: You were already excelling at planning your spending before ParentText. It’s great that you’re able to keep up the excellent effort!
ss_za: Bewuvele wenta kahle kakhulu ekuhleleni indlela yekusebentisa imali yakho usengakangeneli letifundvo te ParentText. Kuhle lokutsi uyakhona kuchubeka nekwenta lomsebenti lomunhle kangaka!

# text
source: Planning how you will spend your money is important. Though you are still doing great, you have reported that this has become more challenging since you first began ParentText.
ss_za: Kubalulekile kwakha luhlelo lwekusetjentiswa kwetimali. Noma uchubeka nekwenta kahle, ubikile kwekutsi loku sekuyingcinamba lenkhulu kuwe solo wacala kungenela letifundvo te ParentText.

# text
source: Thank you for providing your Progress Update. You can access this information any time in the Main Menu. You will resume progress on your current goal tomorrow. 😃
ss_za: Ngiyabonga kunginika Inchubekela Phambili yakho. Ungalutfola lolwati noma ngabe ngunini ku Menyu. Utawubuye uchubekele embili nelwati kulomgomo kusasa. 😃

# text
source: Well done for completing your goal to care for your teen’s wellbeing. Let’s see how things have changed since you started this goal:
ss_za: Wente kahle ngekucedza tifundvo talomgomo wekunakekela imphilo yemntfwana wakho. Asesibone lushintjo lolwentekile solo wacala kulomgomo:

# text
source: That’s okay, this takes time. Next time your teen needs to talk, try to stay open and listen. 💙
ss_za: Kuhle loko, loku kutsatsa sikhatsi. Nakaphindze adzinga kukhuluma nawe umntfwana wakho ubomemukela bese uyamulalela. 💙

# text
source: Congratulations on making some progress in this goal. 🎉It seems like talking about emotions with your teen is still a challenge.
ss_za: Ngiyakuhalalisela ngekutfutfuka lokuncane lokwentile kulomgomo.🎉 Kubonakala shengatsi kukhulumisana nemntfwana wakho ngemivo yenu kuseyingcinamba.

# text
source: You were already excelling at listening to your teen before ParentText. It’s great that you’re able to keep up the excellent effort!
ss_za: Bewuvele wenta kahle ngekumlalela umntfwana wakho usengakaticali tifundvo te ParentText. Kuhle kakhulu lokutsi solo uyachubeka nalomsebenti lomuhle kangaka!

# text
source: Talking with your teen is important. Though you are still doing great, you have reported that this has become more challenging since you first began ParentText.
ss_za: Kubalulekile kukhulumisana nemntfwana wakho. Noma uchubeka nekwenta kahle, ubikile kutsi loku sekuyingcinamba lenkhulu kuwe solo wacala kungenela letifundvo te ParentText.

# text
source: Well done for completing your goal to keep your teen safe. Let’s see how things have changed since you started:
ss_za: Wente kahle ngekucedza tifundvo talomgomo wekugcina umntfwana wakho aphephile. Asesibone lushintjo lolwentekile solo wacala kulomgomo:

# text
source: It can be hard to know who our teen is with all of the time. 💙
ss_za: Kungaba matima kwati kutsi umntfwana wakho uvame kusicitsa nabani sikhatsi sakhe. 💙

# text
source: Congratulations on making some progress in this goal. 🎉It seems like knowing who your teen is with is still a challenge.
ss_za: Ngiyakuhalalisela ngenchubekela phambili lose uyentile kulomgomo.🎉 Kubonakala shengatsi kuba nelwati lwekutsi umntfwana wakho usicitsa nabani sikhatsi kuselukhuni.

# text
source: You were already excelling at keeping your teen safe before ParentText. It’s great that you’re able to keep up the excellent effort!
ss_za: Bewuvele wenta kahle kakhulu ekugcineni umntfwana wakho aphephile usengakangeneli loluhlelo lwe ParentText. Kuhle lokutsi uyakhona kuchubeka nekwenta lomsebenti lomuhle!

# text
source: Knowing who your teen is with is important. Though you are still doing great, you have reported that this has become more challenging since you first began ParentText.
ss_za: Kubalulekile kuba nelwati lwekutsi umntfwana wakho unabani. Noma uchubeka nekwenta kahle, ubikile kwekutsi loku kumatima kuwe solo wacala kungenela letifundvo te ParentText.

# text
source: You have completed your goal to have a healthy relationship with your partner. It’s time to check in on your progress. We want to know:
ss_za: Kubalulekile kuba nelwati kwekutsi umntfwana wakho unabani. Noma uchubeka nekwenta kahle, ubikile kutsi loku kumatima kuwe solo wacala kungenela letifundvo te ParentText:

# text
source: That is okay! It is normal to have challenges when trying to change the way responsibilities are shared in the household.
ss_za: Kulungile loko! Kujwayelekile kwekutsi kube netingcinamba nangabe setama kushintja indlela yekwabelana imisenti nekwenta tintfo ekhaya.

# text
source: Congratulations on making some progress in this goal. 🎉It seems like sharing responsibilities is still a challenge.
ss_za: Siyakuhalalisela ngekutfutfuka lokuncane lokwentile kulomgomo. 🎉 Kubonakala shengatsi kwabelana imisebenti kuseyingcinamba.

# text
source: You were already excelling at sharing parenting responsibilities before ParentText. It’s great that you’re able to keep up the excellent effort!
ss_za: Bewuvele wenta kahle ngekwabelana imisebenti yebutali ungakacali tifundvo teParetText. Kuhle kakhulu lokutsi uyakhona kuchubeka nalomsebenti wakho lomuhle!

# text
source: Sharing responsibilities is important. Though you are still doing great, you have reported that this has become more challenging since you first began ParentText.
ss_za: Kwabelana ngemisebenti lekumele yentiwe kumcoka. Nakube wenta kahle kakhulu, uke wabika kwekutsi loku sekube yingcinamba solo ucale timfundvo takho taka ParentText.

# text
source: Previously you said that your teen refusing to obey instructions was the most challenging behaviour for you.
ss_za: Esikhatsini lesendlulile ubike kwekutsi kwala kwemntfwana wakho kwenta loko lomtjela kona kuyindlela yekutiphatsa lekunika inkinga lenkhulu.

# text
source: Previously you said that getting angry often was the most challenging behaviour for your teen.
ss_za: Esikhatsini lesendlulile utsite umntfwana wakho unenkinga lenkhulu yekukwatela futsi.

# text
source: Previously you said that your teen rudeness, disrespectful behaviour was the most challenging behaviour for you.
ss_za: Esikhatsini lesendlulile ubike kutsi kwedzelela nekungahloniphi kwemntfwana wakho kuyingcinamba lenkhulu kuwe.

# text
source: Previously you said that irritable, frequent mood changes were the most challenging behaviours for your teen.
ss_za: Esikhatsini lesendlulile utsite umntfwana wakho unekucansuka lite, kushintjashintja kwemiva yakhe nekutsi lendlela yakhe yekutiphatsa iyingcinamba lenkhulu kuye.

# text
source: Previously you said that not following the rules was the most challenging behaviour for your teen.
ss_za: Esikhatsini lesendlulile utsite umntfwana wakho unenkinga yekungayilandzeli imitsetfo.

# text
source: Previously you said that stubbornness was the most challenging behaviour for your teen.
ss_za: Esikhatsini lesendlulile utsite umntfwana wakho uhlushwa kuba nenkhani.

# text
source: Previously you said that breaking things was the most challenging behaviour for your teen.
ss_za: Esikhatsini lesendlulile utsite umntfwana wakho unenkinga yekubulala tintfo.

# text
source: Previously you said that getting into fights was the most challenging behaviour for your teen.
ss_za: Esikhatsini lesendlulile utsite umntfwana wakho unenkinga yekulwa.

# text
source: Previously you said that teasing or bothering others was the most challenging behaviour for your teen.
ss_za: Esikhatsini lesendlulile utsite umntfwana wakho unenkinga yekuchwensa nekuhlupha labanye bantfwana.

# text
source: All children behave badly sometimes. Here are a list of typical behaviours that can be challenging for parents:
ss_za: Bonkhe bantfwana bayatenta tento letimbi ngalesinye sikhatsi. Nati tindlela labatiphatsa ngayo bantfwana letiyinkinga kubatali:

# text
source: 1. Refuse to obey instructions
ss_za: 1. Akafuni kwenta lakatfunywa kona

# text
source: 2. Gets angry a lot
ss_za: 2. Uhlala akwatile

# text
source: 3. Rudeness, disrespectful behaviour
ss_za: 3. Kwedzelela, nekungahloniphi

# text
source: 4. Irritable, frequent mood changes
ss_za: 4. Kucansuka, nemiva leshintja njalo

# text
source: 5. Does not follow rules
ss_za: 5. Kungalandzeli imitsetfo

# text
source: 6. Stubbornness
ss_za: 6. Kuba nenkhani

# text
source: 7. Breaking things
ss_za: 7. Kwephula tintfo

# text
source: 8. Getting into fights
ss_za: 8. Kulwa

# text
source: 9. Teasing or bothering others
ss_za: 9. Kuchwensa nekuhlupha labanye bantfwana

# text
source: Please type the number that describes the most challenging behaviour for you to manage with @fields.child_nickname. You can also type "0" if you do not want to answer.
ss_za: Ngicela ubhale lenombolo lechaza lendlela yekutiphatsa lekmatima kuwe @fields.child_nickname. Ungambhala "0" nawungafuni kuphendvula.

# text
source: Please type the number that describes the most challenging behaviour for you to manage with your teen. You can also type "0" if you do not want to answer.
ss_za: Ngicela ubhale lenombolo lechaza lendlela yekutiphatsa lekunika inkinga kutsi uphatse umntfwana wakho. Ungabhala "0" ngangabe ungafuni kuphendvula.

# quick_replies
source: Never
ss_za: Akwenteki

# quick_replies
source: Rarely
ss_za: Akukavami

# quick_replies
source: Sometimes
ss_za: Kuhle kwenteka

# quick_replies
source: Often
ss_za: Kuvamile

# quick_replies
source: Almost Always
ss_za: Cishe kwenteka sonkhe sikhatsi

# quick_replies
source: Skip Question
ss_za: Wendlule lombuto

# quick_replies
source: Not Confident
ss_za: Angitetsembi

# quick_replies
source: Somewhat Confident
ss_za: Nginekutetsemba kancane

# quick_replies
source: Confident
ss_za: Ngiyatetsemba

# quick_replies
source: Very Confident
ss_za: Ngitetsemba kakhulu

# quick_replies
source: I did not have enough time.
ss_za: Bengite kahle sikhatsi.

# quick_replies
source: My teen did not want to spend time with me.
ss_za: Umntfwana wami bekangafuni kucitsa sikhatsi nami.

# quick_replies
source: All my teen wanted to do is watch T.V. or play with a gadget.
ss_za: Umntfwana wami abefuna nje kubukela i-T.V. noma kudlala ngelucingo.

# quick_replies
source: My teen wanted to do things I felt uncomfortable about.
ss_za: Umntfwana wami bekafuna sente tintfo lebengingakhululeki kutenta.

# quick_replies
source: My teen wanted to do activities that I could not do.
ss_za: Umntfwana wami bekafuna sente tintfo lengingakhoni kutenta.

# quick_replies
source: My teen chose a competitive activity. I won and then they got angry.
ss_za: Umntfwana wami ukhetse kutsi sichudzelane. Ngimi lophumelele wabese uyakwata.

# quick_replies
source: All my children wanted 1-on-1 time at the same time.
ss_za: Bonkhe bantfwana bami bebafuna ngicitse sikhatsi nabo ngesikhatsi sinye.

# quick_replies
source: Prefer not to say.
ss_za: Ngicela kungasho lutfo.

# quick_replies
source: It made me uncomfortable.
ss_za: Kungente ngativela ngingakhululeki.

# quick_replies
source: It made my teen uncomfortable.
ss_za: Kwente umntfwana wami wativela angakhululeki.

# quick_replies
source: I do not know where to find resources to support my teen’s development.
ss_za: Angati kutsi ngingatitfola kuphi tintfo tekusita umntfwana wami ngekukhula kwakhe.

# quick_replies
source: I think my teen is too young to be talking about these things.
ss_za: Ngicabanga kutsi umntfwana wami usemncane kakhulu kutsi angakhuluma ngaletintfo.

# quick_replies
source: I don't know what to do with my teen.
ss_za: Angati kutsi ngentenjani ngemntfwana wami.

# quick_replies
source: My teen did not want to learn.
ss_za: Umntfwana wami bekangafuni kufundza.

# quick_replies
source: I am feeling overwhelmed.
ss_za: Ngitiva ngiyacindzeteleka.

# quick_replies
source: I do not know where to find resources to support my teen’s learning.
ss_za: Angati kutsi ngingatitfola kuphi tintfo tekusita umntfwana wami ekufundzeni kwakhe.

# quick_replies
source: I did not have the time to support my teen's learning or education.
ss_za: Angikabi naso sikhatsi sekumesekela ekufundzeni kwakhe noma emfundvweni yakhe umntfwana wami.

# quick_replies
source: I do not know how to help my teen with their school projects.
ss_za: Angati kutsi ngingamsita kanjani umntfwana wami emisebentini yakhe yesikolwa.

# quick_replies
source: My teen could not agree on one specific rule or routine.
ss_za: Umntfwana wami abengavumelani ngisho nangamunye umtsetfo noma inchubo.

# quick_replies
source: My teen felt it was unfair that they have to follow the rule while I don’t have to follow it.
ss_za: Umntfwana uve shengatsi akusikahle kutsi yena kufanele alandzele umtsetfo kepha mine ngingawulandzeli.

# quick_replies
source: I felt uncomfortable because I think an adult should create the rule, not my teen.
ss_za: Ngitivele ngingakakhululeki ngoba ngicabanga kutsi umtsetfo kufanele wentiwe ngumuntfu lomdzala kuphela hhayi umntfwana wami.

# quick_replies
source: I can’t distract my teen when they are misbehaving.
ss_za: Angikhoni kumphatamisa umntfwana wami nakenta sento lesibi.

# quick_replies
source: I am too angry to find anything positive to say to my teen after they have misbehaved.
ss_za: Ngikwate kakhulu kutsi ngingakhona kumtjela lokuhle umntfwana wami ngemuva kwekutsi atiphatse kabi.

# quick_replies
source: My teen misbehaves all the time.
ss_za: Umntfwana wami utiphatsa kabi ngaso sonkhe sikhatsi.

# quick_replies
source: I got very angry with my teen and shouted at them.
ss_za: Ungikwatisile umntfwana wami ngamtsetsisa.

# quick_replies
source: I forgot to give my teen a chance to do what I asked before giving the consequence.
ss_za: Ngikhohliwe kumniketa litfuba lekwenta loko bengimcele kona umntfwana wami ngaphambi kwekumnika umphumela.

# quick_replies
source: My teen got very angry with me after I gave the consequence.
ss_za: Umntfwana wami ungikwatele kakhulu ngemuva kwekumnika umphumela.

# quick_replies
source: My teen complained that the consequence was not fair.
ss_za: Umntfwana wami utsite lomphumela awusiwo lokahle.

# quick_replies
source: I did not want to tell my family how much I earn.
ss_za: Bengingafuni kutjela umndeni wami kutsi ngihola malini.

# quick_replies
source: When budgeting, we could not agree on what should fall under needs and what should fall under wants.
ss_za: Nasisenta loluhlelo lwekusetjentiswa kwetimali besingavumelani ngetidzingo kanye naloko lesikufunako.

# quick_replies
source: I did not understand what to do.
ss_za: Bengingacondzi kutsi kuyini lekumele ngikwente.

# quick_replies
source: My family did not want to budget with me
ss_za: Umndeni wami bewungafuni kuhlanganyela nami kutsi sente luhlelo lwekusetjentiswa kwetimali

# quick_replies
source: I did not have the time to talk about budgeting with my family.
ss_za: Angikabi naso sikhatsi sekukhulumisana nemndeni wami ngekwakha luhlelo lwekusetjentiswa kwetimali.

# quick_replies
source: My teen refused to share their emotions.
ss_za: Umntfwana wami bekangafuni kukhuluma ngendlela lakativa ngayo.

# quick_replies
source: When I shared my own emotions, it felt uncomfortable for one of both of us.
ss_za: Nangikhuluma ngemiva yami, besingakhululeki sobabili.

# quick_replies
source: I was afraid my teen might think I am weak for sharing my own emotions. 😔
ss_za: Bengesaba kutsi umntfwana wami utawucabanga kutsi ngibutsakatsaka nangimcocela ngemiva yami. 😔

# quick_replies
source: I was too stressed or angry to share my emotions – I prefer to be alone when I feel like that.
ss_za: Bengikhatsatekile noma ngikwatile kutsi ngingacoca ngemivo yami - ngikukhandza kuncono kutsi ngibe ngedvwa nangitivela ngaleyondlela.

# quick_replies
source: I was angry that my teen had not told me these things before.
ss_za: Bengikwatiswe kutsi umntfwana wami bekangakangitjeli ngaloku.

# quick_replies
source: When my teen told me about a situation, I did not agree with how they had handled it.
ss_za: Nakangitjela umntfwana wami ngalesimo, angikavumelani naye ngalendlela lakatente ngayo tintfo.

# quick_replies
source: My teen told me I was the problem.
ss_za: Umntfwana wami ungitjele kutsi ngimi lenkinga.

# quick_replies
source: My teen and I did not agree on which areas were unsafe.
ss_za: Mine nemntfwana wami asikavumelani ngetindzawo letingakaphephi.

# quick_replies
source: My teen marked the house of someone I trust as unsafe. 🚩 I was shocked and did not know what to do!
ss_za: Umntfwana wami ubeke luphawu lolukhomba kutsi indlu yemuntfu lengimetsembako ayikaphephi. 🚩Ngetfukile ngangati nekutsi ngente njani!

# quick_replies
source: My teen insisted that they could visit a place I think is not safe, like a bar. I don’t know how to convince them that it is not a safe area.
ss_za: Umntfwana wami uphocelele kutsi avakashele endzaweni lengiyicabanga kutsi ayikaphephi, njengase-bhareni. Angati kutsi ngingenta njani kuze akholwe kutsi akukaphephi.

# quick_replies
source: As an adult, I feel I am in charge of protecting my teen. When I told my teen which areas are unsafe, they got angry.
ss_za: Njengemuntfu lomdzala, ngitivela kungumsebenti wami kuvikela umntfwana wami. Ngitse nangimtjela ngetindzawo letingakaphephi, wavele wakwata.

# quick_replies
source: It was hard to find safety resources because I don’t know my community so well.
ss_za: Ngibe nebumatima kutfola tinsita tekusiphephisa ngoba angiwati kahle ummango wakitsi.

# quick_replies
source: I did not have any time to do this activity.
ss_za: Angikabi naso sikhatsi sekuwenta lomsebenti.

# quick_replies
source: I didn’t know how to support my partner
ss_za: Bengingati kutsi ngingamesekela kanjani umlingani wami

# quick_replies
source: I forgot to share the tasks equally or get involved
ss_za: Ngikhohliwe kuyaba ngalokulinganako imisebenti lebekumele yentiwe nekutsi ke nami ngihlanganyela kuwo lomusebenti

# quick_replies
source: I forgot to ask for help.
ss_za: Ngikhohliwe kucela lusito.

# quick_replies
source: I didn’t have the time to ask or give help.
ss_za: Angikabi naso sikhatsi sekucela noma nginikete lusito.

# quick_replies
source: I felt uncomfortable doing tasks I don’t normally do
ss_za: Ngitivele ngingakakhululeki kwenta imisebenti lengingakavami kuyenta

# quick_replies
source: I asked my partner for help but they refused.
ss_za: Ngimcelile umlingani wami kutsi angelekelele kepha wala.

# quick_replies
source: Get more help
ss_za: Kutfola lusito lolwengetiwe

# quick_replies
source: Continue my Progress Tomorrow
ss_za: Kuchubekela Embili Kusasa

# arguments
source: skip question
ss_za: wece lombuto

# arguments
source: never
ss_za: akwenteki

# arguments
source: rarely
ss_za: akukavami

# arguments
source: sometimes
ss_za: kuhle kwenteka

# arguments
source: often
ss_za: kuvamile

# arguments
source: almost always
ss_za: cishe kuyenteka sonkhe sikhatsi

# arguments
source: not confident
ss_za: angitetsembi

# arguments
source: somewhat confident
ss_za: ngitetsemba kancane

# arguments
source: confident
ss_za: ngiyatetsemba

# arguments
source: very confident
ss_za: ngitetsemba kakhulu
