Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2/ss/ss_goal_checkins.po
Languages: ss_za

# text
source: 🎈 Repeat the core message of what you were trying to say in a calmer way.
ss_za: 🎈 Phindza lomlayeto lomcoka lobewetama kuwusho ngemoya lophansi.

# text
source: 💚 That’s okay, this is all about learning!
ss_za: 💚 Kulungile loko, kuyincenye yekufundza!

# text
source: 💡 When you give your teen a choice, you teach them decision-making skills.
ss_za: 💡 Nawumnika umntfwana wakho litfuba lekukhetsa, usuke umfundzisa likhono lekutitsatsela tincumo.

# text
source: ✨ It does not always work, but when it does, it helps avoid giving them a consequence later!
ss_za: ✨ Akukavami kuhamba kahle ngaso sonkhe sikhatsi, kepha mzukwana kuhambe kahle, kuyakusita kuvikela kutsi umnike umphumela esikhatsini lesitako!

# text
source: 🌷 Sometimes, your teen will react in a negative way when receiving a consequence.
ss_za: 🌷Ngalesinye sikhatsi umntfwana wakho angakwemukela ngendlela lekabi nawumnika umphumela wetento takhe.

# text
source: ✨ Walk away until they calm down.
ss_za: ✨ Khwesha kuye aze athulele.

# text
source: 💡 As long as the consequence is fair, it is important to follow through with it, even if they are angry.
ss_za: 💡 Ingci nje nangabe umphumela ukahle, kumcoka kuwulandzelela, noma ngabe ukwatile.

# text
source: 👋 Pause and think: *is* your consequence fair and reasonable?
ss_za: 👋 Phumula ucabange *ngabe* lomphumela ukahle yini futsi ungulofanele yini?

# text
source: 🌈 Explain to your teen why you chose that consequence.
ss_za: 🌈 Mchazele umntfwana wakho kutsi kungani ukhetse lowo mphumela.

# text
source: 💚 Give the consequence calmly and clearly.
ss_za: 💚 Niketa lomphumela ngemoya lophasi nangalokucacile.

# text
source: We are sorry to hear that it has been hard to manage your teen’s behaviour. You can review this skill in the Main Menu any time! 📝
ss_za: Ncesi kutsi kube matima kulawula indlela lakatiphatsa ngayo umntfwana wakho. Ungalibuketa lelikhono ngekutsi ubuyele ku Menyu Lenkhulu nome ngunini! 📝

# text
source: What did you find difficult about planning your spending for the week?
ss_za: Yini lokutfole kulukhuni ngekuhlela indlela lewutosebentisa ngayo imali kuleliviki?

# text
source: 💰 You do not have to reveal the exact amount you earn - give an estimate.
ss_za: 💰 Awudzingi kusho kutsi uhola malini - bekisa nje.

# text
source: 💡 You could say, “In this household, we have this amount of money every month,” rather than, “I make this amount of money.”
ss_za: 💡Ungasho nje kutsi "Lapha ekhaya sinemali lengaka njalo ngenyanga" noma utsi " Ngihola imali lengaka"

# text
source: 👋 People’s wants and needs can be different.
ss_za: 🖐️Tidzingo nalokufunwa bantfu kungehlukana.

# text
source: 🌷 Talking about them together can help you and your family to understand each other, respect your differences, and see where you can find agreement.
ss_za: 🌷 Kukhuluma ngako nikanye kanye kunganisita ninemndeni wakho kutsi natane, nihloniphe indlela lenehlukene ngayo nekutsi nibone lapho nivumelana khona.

# text
source: ❓ Why don’t we go through the content again? You can review this skill in the Main Menu any time! Type “Menu” and select “Review Completed Skills”
ss_za: ❓Yini singaphindzi sibuke lolokucuketfwe la? Ungalibuketa lelikhono ku Menyu Lenkhulu noma ngabe ngunini ngekutsi ubhale "Menyu," bese ukhetsa "KuBuketa Emakhono Lendlulile"

# text
source: 😃 Your family members can join and help you!
ss_za: 😃 Emalunga emndeni angahlanganyela akwelekelele!

# text
source: 📝 Make a budget alone first, then see if you can include family members.
ss_za: 📝 Yenta luhlelo lwekusetjentiswa kwemali uwedvwa kucala, bese uyabona kutsi ungalwenta yini kanye nemalunga emndeni.

# text
source: 🌷Remind them that budgeting can help the family save money and why this is important.
ss_za: 🌷Bakhumbute kutsi kwenta luhlelo lwekusetjentiswa kwemali kungawusita umndeni kutsi wonge imali nekutsi kumcoka ngani.

# text
source: 💙 It can be hard to find time.
ss_za: 💙 Kungaba matima kutfola sikhatsi.

# text
source: ⏰ This week, spend just 30 minutes on this activity. You can break each step up into shorter activities and spread it across the week.
ss_za: ⏰ Kuleliviki, citsa imizuzu lengemashumi lamatsatfu wenta loluhlelo. Ungawehlukanisa lomsebenti ngetinyatselo letincane lotawutenta liviki lonkhe.

# text
source: We are sorry to hear that it has been hard to budget with your family. You can review this skill in the Main Menu any time! 📝
ss_za: Ncesi kutsi kube matima kwenta luhlelo lwekusetjentiswa kwemali ninemndeni wakho. Ungalibuketa lelikhono ku Menyu Lenkhulu nome ngabe ngunini!📝

# text
source: What did you find hard about talking to your teen about how they were feeling?👂
ss_za: Yini lokutfole kumatima ngekucocisana nemntfwana wakho ngendlela lotiva ngayo? 👂

# text
source: 😣 Sharing emotions can be hard. It’s even harder when they are strong emotions!
ss_za: 😣 Kucoca ngendlela lotiva ngayo kungaba matima. Kumatima kakhulu nangabe leyo mivo ingulelukhuni!

# text
source: 💚 Help your teen know that you are open and willing to listen when they are ready.
ss_za: 💚 Msite umntfwana wakho ati kutsi ukhona futsi uyafisa kumlalela nangabe asalungele kukhuluma.

# text
source: 👂 Remember, the most important part is just to listen to them.
ss_za: 👂 Khumbula, lokumcoka kakhulu kutsi umlalele.

# text
source: ▶️ Starting a new thing is always difficult at first.
ss_za: ▶️ Kucala intfo lensha kumatima nawusacala.

# text
source: ⏰ Give yourselves some time to get used to it, and keep giving a good example by noticing and sharing your emotions.
ss_za: ⏰ Tinikeni sikhatsi sekukwejwayela loko, bese umniketa sibonelo lesihle ngekutsi unake futsi umcocise ngemivo yakho.

# text
source: 💚 Over time, your teen will learn to do the same – and they will feel even more loved and cared for.
ss_za: 💚 Ngekuhamba kwesikhatsi, umntfwana wakho utawufundza kwenta njalo - futsi ativele atsandvwa akhatsalelwa.

# text
source: 💛 Sharing your emotions sets an important example for your teen - even more when sharing difficult emotions!
ss_za: 💛 Kucoca ngemiva yakho kumnika sibonelo lesihle umntfwana wakho - kakhulu nawucoca ngemiva lematima!

# text
source: 🌷 It makes everyone in the family stronger, because it means you can understand and support each other better.
ss_za: 🌷 Loko kwenta wonkhe muntfu emndenini abe nemandla, ngoba kusho kutsi niyatana futsi niyakhona kwesekelana kancono.

# text
source: 💛 It’s okay to not want to share when your feelings are strong.
ss_za: 💛 Kulungile nawungafuni kukhuluma ngemiva yakho lematima.

# text
source: 🌱 When you feel calmer, find time to explain so that everyone can understand.
ss_za: 🌱 Nase utiva sewuthulele, tfola sikhatsi sekukuchaza loko khona bonkhe batokwati.

# text
source: 😣 It is normal to feel some anger when you realise some hard things have happened in your teen’s life.
ss_za: 😣 Kujwayelekile kutiva ukwatile nawubona kutsi kunetintfo letimatima letentekile emphilweni yemntfwana wakho.

# text
source: ⏸ Take a pause when you feel this way, then come back to them when you are calmer.
ss_za: ⏸ Phumula nangabe utiva ngaleyo ndlela, bese uyabuya kuye nase uthulele.

# text
source: 💚 Remember, they are coping with their life the best they know how to.
ss_za: 💚 Khumbula, ubhekene nemphilo yakhe ngendlela lakayibona ikahle kuye.

# text
source: 👂 Listen to your teen and show that you are not judging them or others they tell you about.
ss_za: 👂 Mlalele umntfwana wakho umkhombise kutsi awumehluleli yena nalabanye lakakucocela ngabo.

# text
source: 🎈 Thank your teen for sharing with you and tell them they can come to you with anything and you will keep loving them.
ss_za: 🎈 Mbonge umntfwana wakho ngekukucocela ngaloku uphindze umtjele kutsi angakutjela noma ngabe yini nekutsi utohlala umtsandza njalo.

# text
source: 👂 First, listen to your teen without judgement and try to see their view.
ss_za: 👂 Kwekucala, mlalele umntfwana wakho ngaphandle kwekumehlulela wetame kutibona tintfo ngendlela lakatibona ngayo yena.

# text
source: 🌷 Your teen has been doing the best they know how to do - nobody makes a ‘bad’ choice on purpose.
ss_za: 🌷 Umntfwana wakho bekaloku enta tintfo ngendlela lakayibona ikahle - kute umuntfu lokhetsa sento "lesibi" ngemabomu.

# text
source: 💛 Give them advice if they seem calm and open enough to hear it. If not, tell them you will give them advice when they are ready.
ss_za: 💛 Meluleke nakabonakala kutsi umoya wakhe sewuthulele futsi abonakala kutsi uyafuna kukulalela. Nakungenjalo, mtjele kutsi utamnika teluleko nase akulungele loko.

# text
source: 😔Everyone says hard things in anger sometimes.
ss_za: 😔 Ngalesinye sikhatsi bonkhe bantfu bakhuluma kabi nabakwatile.

# text
source: Ask your teen how they would have liked you to act.
ss_za: Mbute umntfwana wakho kutsi abengafisa kutsi wentenjani.

# text
source: You do not need to do as they ask, but talking about this may help you both react in a way that is useful in the future.
ss_za: Awudzingi kwenta loko lakakufisako, kepha kukhuluma ngako kunganisita nobabili nente tintfo ngendlela lenelusito esikhatsini lesitako.

# text
source: Your teen might feel better just knowing you have heard them.
ss_za: Umntfwana wakho angativa ancono ngekwati nje kutsi umvile.

# text
source: We are sorry to hear that you have been finding it hard to talk about emotions with your teen. 💚 You can review this skill in the Main Menu at any time!
ss_za: Ncesi kutsi kubelukhuni kucocisana ngemiva nine mntfwana wakho. 💚 Ungalibuketa lelikhono ku Menyu Lenkhulu nome ngabe ngunini!

# text
source: What did you find hard when talking to your teen about who they are spending time with?
ss_za: Yini lokutfole kumatima nawucocisana nemntfwana wakho ngebantfu lakacitsa nabo sikhatsi?

# text
source: 👂 Listening to our teens, even if we disagree, helps us understand their thinking.
ss_za: 👂Kubalalela bantfwana betfu, noma ngabe singavumelani, kuyasisita sikhone kucondza loko labakucabangako.

# text
source: ⏰ Find time to talk about safe unsafe areas again.
ss_za: ⏰ Tfola sikhatsi sekuphindze ukhulume ngetindzawo letiphephile naletingakaphephi.

# text
source: 💚 This time, really listen and show you understand their view before sharing your thoughts.
ss_za: 💚 Kulesikhatsi, mlalelisise futsi ukhombise kutsi uyawucondza umbono wakhe ungakangeti loko lokucabangako.

# text
source: 😔 It is shocking to learn that people who we trust may be a danger to our children.
ss_za: 😔 Kuyetfusa kwati kwekutsi bantfu lesibatsembako bangaba yingoti kubantfwana betfu.

# text
source: 👂 Listen to your teen if they want to talk about why it seems unsafe. Trust what they say - they will not mark it unsafe for no reason!
ss_za: 👂 Mlalele umntfwana wakho nakakhuluma ngekutsi kungani ativa angakaphephi. Metsembe kuloko lakushoko - ngeke atsi akukaphephi kube kungekho sizatfu!

# text
source: 🏥 Talk with someone and get support. Type HELP if you need more assistance.
ss_za: 🏥 Khuluma nalomunye umuntfu futsi utfole lusito. Bhala LUSITO nawudzinga lusito lolwengetekile.

# text
source: 💙 Remember to take a pause when you are stressed.
ss_za: 💙 Khumbula kuphumula nawukhatsatekile.

# text
source: 🌷 Create a safe space to talk with your teen when you are both calm.
ss_za: 🌷 Yenta indzawo lephephile yekukhuluma nemntfwana wakho lapho nobabili nitabe nithulele.

# text
source: 👂 Listen to their thoughts - why do they feel this place is safe?
ss_za: 👂 Yilalele imicabango yakhe - yini lokwenta eve kutsi lendzawo iphephile?

# text
source: ⭐ Share why you feel it is not safe.
ss_za: ⭐ Mcocele kutsi usho ngani kutsi akukaphephi.

# text
source: ⏰ Come up with a rule together that lets them still have fun, but stay safe.
ss_za: ⏰ Yakhani umtsetfo kanye kanye lotakwenta kutsi achubeke atijabulise ngendlela lephephile.

# text
source: 🌱 Your teen will listen better when you speak to them calmly.
ss_za: 🌱 Umntfwana wakho utakuva kancono nawukhuluma naye ngemoya lophasi.

# text
source: 😣 Protecting your teen while also trusting them to make wise choices is not easy!
ss_za: 😣 Akusiko melule kuvikela umntfwana wakho uphindze umetsembe kutsi utawukwenta tincumo letihlakaniphile!

# text
source: 🔄 Your teen may know things about your community and technology that you are not aware of.
ss_za: 🔄 Umntwana wakho angaba nalo lwati ngemmango wakini netebucwephesha longatati wena.

# text
source: 📝 When you actively involve your teen in creating the safety map, they feel heard and valued.
ss_za: 📝 Nawusebentisana nemntfwana wakho kwakha imephu yekuphepha, kutawenta ativele alalelwa futsi amcoka.

# text
source: 🌱 It is easier to follow a plan that everyone agrees on.
ss_za: 🌱 Kumelula kulandzela luhlelo lapho bonkhe bantfu bavumelana khona.

# text
source: 🔵 Involve another family member or friend in your mapping activity. Asking for help will help you keep your teen safe!
ss_za: 🔵 Sebentisana nalelinye lilunga lemndeni noma umngani kwenta imephu. Kucela lusito kutawusita kutsi uphephise umntfwana wakho!

# text
source: 🚗 Visit some of the services available, such as clinics, and ask what they do.
ss_za: 🚗 Vakashela letinye tetindzawo letiniketa lusito, njengemtfolamphilo, ubute ngetintfo labatentako.

# text
source: 💛 The more we know, the better we can keep our families safe!
ss_za: 💛 Ngesikhatsi sitfola lwati, maningi ematfuba ekugcina imindeni yetfu iphephile!

# text
source: ⏰ It can be hard to find time.
ss_za: ⏰ Kungaba matima kutfola sikhatsi.

# text
source: 💡 This week, put just 10 minutes aside to talk with your teen about safe and unsafe areas.
ss_za: 💡Kuleliviki, beka imizuzu lelishumi yekucoca nemntfwana wakho ngetindzawo letiphephile naletingakaphephi.

# text
source: ❗ This is important to keep your teen safe!
ss_za: ❗Loku kumcoka kuze ugcine umntfwana wakho aphephile!

# text
source: We are sorry to hear that you have found it hard to make sure you know who your teen is spending time with. You can review this skill in the Main Menu any time! 📝
ss_za: Ncesi ngekuva kwekutsi ukutfole kumatima kwenta siciniseko sekutsi uyabati bantfu lakacitsa nabo sikhatsi umntfwana wakho. Ungalibuketa lelikhono ku Menyu Lenkhulu noma ngabe kunini!📝

# text
source: What did you find difficult about sharing tasks equally?
ss_za: Yini loyitfole ilukhuni ngekwabelana imisebenti ngalokulingene?

# text
source: 🌱 Ask them! Telling your partner you want to help but don’t know how, shows them you care and want to be involved.
ss_za: 🌱 Mbute! Kutjela umlingani wakho kutsi uyafuna kumsita mane awati kutsi ungamsita kanjani, kuyamkhombisa kutsi uyamkhatsalela futsi uyafuna kuba yincenye yaloko lakwentako.

# text
source: ⏰ Try creating a routine. Planning when to do household tasks or ways to share caregiving can be a helpful reminder.
ss_za: ⏰ Yetama kwakha inchubo. Kwenta luhlelo lwesikhatsi sekwenta imisebenti yasekhaya noma tindlela tekunakekela kungasita kukukhumbuta.

# text
source: 🔑 Once you start sharing tasks more often - it will will get easier to remember.
ss_za: 🔑 Naze nacala kwabelana ngemisebenti - kutawuba malula kukhumbula.

# text
source: 🔑 It can be hard to ask for help. Sometimes we expect our partners to know we need help even if we don’t ask them.
ss_za: 🔑 Kungenteka kube matima kucela lusito. Ngalesinye sikhatsi sigadza kutsi balingani betfu babe nelwati kutsi sidzinga lusito lwabo noma singakabatjeli.

# text
source: 🌱 Once you start telling, they are more likely to help again in the future.
ss_za: 🌱 Waze nje wacala kucela lusito, ayandza ematfuba ekutsi akusite nangesikhatsi lesitako.

# text
source: 🌱 Finding time to help, and ask for help, can be hard.
ss_za: 🌱 Kutfola sikhatsi sekuniketa lusito, nekucela lusito, kungaba matima.

# text
source: ⏰ Can you think of a time when you’re less busy? For example, maybe it is easier to do housework later in the evening when some of the children are asleep.
ss_za: ⏰ Ungakhona kucabanga ngesikhatsi lapho usuke ukhululekile khona? Sibonelo: mhlawumbe kumelula kuyenta kusihlwa imisebenti yasekhaya ngesikhatsi labanye bantfwana sebalele.

# text
source: ⭐ Be kind to yourself - trying something new is often hard at first.
ss_za: ⭐ Bani mnene kuwe - kwetama intfo lensha kuvame kuba matima nawusacala.

# text
source: 🌱 Give yourself time to adjust.
ss_za: 🌱 Tinike sikhatsi sekukulungela loko.

# text
source: 💡 Remember that helping your partner with caregiving and household tasks benefits the whole family!
ss_za: 💡Khumbula kutsi nawelekelela umlingani wakho kwenta imisebenti yekunakekela kanye neyasekhaya kusitakala wonkhe umndeni!

# text
source: Sorry to hear that your partner did not react positively.
ss_za: Ncesi ngekuva kwekutsi umlingani wakho akakwemukeli kahle loko.

# text
source: 🌱 Be proud of yourself for trying and be gentle with yourself.
ss_za: 🌱 Tichenye ngekutsi wetamile futsi utiphatse ngesineke.

# text
source: Now that you’ve completed ParentText, let’s check in:
ss_za: Nyalo ngoba sewuticedzile tifundvo taka ParentText, ase utihlole:

# text
source: You were already managing the stress of parenting well before ParentText. It’s great that you’re able to keep up the excellent effort!
ss_za: Bewuvele ukhona kumelana nekukhatsateka ngesikhatsi usengakaticali tifundvo teParentText. Kuhle kakhulu lokutsi uyakhona kuchubeka nalomsebenti lomuhle kangaka!

# text
source: It’s great that you’re still doing well. Parenting can be difficult. Please remember to take a pause and ask for help when you need it. 💛
ss_za: Kuhle kakhulu lokutsi solo kuhamba kahle. Kuba ngumtali kumatima. Khumbula kuhle udvonsa umoya nekucela lusito nawuludzinga. 💛

# text
source: Congratulations! 🎉You’ve made progress in this goal since you’ve started ParentText. Your effort is working!
ss_za: Ngiyakuhalalisela! 🎉Kunenchubekela phambili kulomgomo solo ucale letifundvo taka ParentText. Iyasebenta imetamo yakho!

# text
source: That is okay. Parenting can be difficult. Please remember to take a pause and ask for help when you need it. 💛
ss_za: Kulungile loko. Kuba ngumtali kumatima. Ngicela ubokhumbula kudvonsa umoya nekucela lusito nawuludzinga. 💛

# text
source: Congratulations on making some progress in this goal. Still, it seems like parenting is overwhelming. That is okay. Parenting can be difficult. Please remember to take a pause and ask for help when you need it. 💛
ss_za: Halala ngenchubekela phambili loyentile kulomgomo. Kubonakala kungatsi kuba ngumtali kuyengamana. Kukahle loko. Kuba ngumtali kumatima. Ngicela ukhumbule kubamba umoya nekucela lusito nawuludzinga. 💛

# text
source: Thank you for providing a progress update.
ss_za: Ngiyabonga kungatisa ngenchubekela phambili loyentile.

# text
source: Well done for completing the modules on improving your relationship with your teen. Let’s see how things have changed since you started:
ss_za: Wente kahle ngekucedza lesihloko lesikhuluma ngekutfutfukisa budlelwane bakho nemntfwana wakho. Asesibone lushintjo lolwentekile kusukela ucale letifundvo:

# text
source: I am sorry to hear that you were unable to spend more time with your teen. 💛
ss_za: Ncesi kuva kutsi awukakhoni kucitsa sikhatsi lesenele nemntfwana wakho. 💛

# text
source: Congratulations on making some progress in this goal. It seems like spending time with your teen may still be a challenge.
ss_za: Ngiyakuhalalisela ngekutfutfuka lokuncane lokwentile kulomgomo. Kubonakala shengatsi kuseyingcinamba kucitsa sikhatsi nemntfwana wakho.

# text
source: You were already excelling at time with your teen before ParentText. It’s great that you’re able to keep up the excellent effort!
ss_za: Bewuvele wenta kahle ngekucitsa sikhatsi nemntfwana wakho usengakaticali tifundvo taka ParentText. Kuhle kakhulu lokutsi solo uyachubeka nalomsebenti lomuhle kangaka!

# text
source: Time with your teen is so important. Though you are still doing great, you have reported that spending time together has become more challenging since you first began ParentText.
ss_za: Kubalulekile kuba nesikhatsi nemntfwana wakho. Noma wenta kahle kuloko, ubike kutsi kucitsa sikhatsi lesenele nemntfwana wakho sekube yingcinamba lenkhulu solo ucale letifundvo taka ParentText.

# text
source: What do you want to do next?
ss_za: Ufuna kwenta ini lokulandzelako?

# text
source: Thank you for providing a progress update on the goal to improve my relationship with my teen. You can find this information any time in the Main Menu. 📝 You will resume progress on your current goal tomorrow.
ss_za: Ngiyabonga kungitjela ngenchubekela phambili loyentile kulomgomo wekutfutfukisa budlelwane bami nemntfwana wami. Ungalutfola lolwati noma ngunini ku Menyu Lenkhulu. 📝 Utawuchubeka nelwati kulomgomo lona kusasa.

# text
source: Sorry, I don't understand what you mean.
ss_za: Ncesi, angicondzisisi kutsi utsini.

# text
source: Well done for completing your goal to understand teen development. Let’s see how things may have changed since you started this goal:
ss_za: Wente kahle ngekucedza tifundvo talomgomo wekucondzisisa kukhula kwentfwana. Asesibone lushintjo lolwentekile solo wacala kulomgomo:

# text
source: It can be hard to talk about these things with your teen, and that’s okay. 💚
ss_za: Kungaba matima kukhulumisana nemntfwana wakho ngaletintfo leti, kulungile loko. 💚

# text
source: Congratulations on making some progress in this goal. It seems like talking with your teen may still be a challenge.
ss_za: Ngiyakuhalalisela ngekutfutfuka lokuncane lokwentile kulomgomo. Kubonakala shengatsi kuseyingcinamba kukhulumisana nemntfwana wakho.

# text
source: You were already excelling at talking with your teen before ParentText. It’s great that you’re able to keep up the excellent effort!
ss_za: Bewuvele wenta kahle ngekukhulumisana nemntfwana wakho usengakaticali tifundvo taka ParentText. Kuhle kakhulu lokutsi solo uyachubeka nalomsebenti lomuhle kangaka!

# text
source: Talking about difficult topics with your teen is important. Though you are still doing great, you have reported that this has become more challenging since you first began ParentText.
ss_za: Kubalulekile kukhulumisana nemntfwana wakho ngetihloko letimatima. Noma uchubeka nekwenta kahle, ubikile kwekutsi loku sekumatima kakhulu kuwe solo wacala letifundvo te ParentText.

# text
source: Thank you for providing your Progress Update. You can access this information any time in the Main Menu. 📝 You will resume progress on your current goal tomorrow.
ss_za: Ngiyabonga kunginika inchubekela phambili yakho. Ungalutfola lolwati noma ngabe ngunini ku Menyu Lenkhulu. 📝 Utabuye uchubekele embili nelwati kulomgomo kusasa.

# text
source: Well done for completing your goal to support your teen’s education. Let’s see how things may have changed since you started this goal:
ss_za: Wente kahle ngekucedza tifundvo talomgomo wekwesekela imfundvo yemntfwana wakho. Asesibone lushintjo lolwentekile solo wawucala lomgomo:

# text
source: It can be hard to make time to help with schoolwork. ⏰
ss_za: Kungaba matima kutfola sikhatsi sekumsita ngemsebenti wakhe wesikolwa. ⏰

# text
source: Congratulations on making some progress in this goal. It seems like supporting your teen with schoolwork may still be a challenge.
ss_za: Ngiyakuhalalisela ngekutfutfuka lokuncane lokwentile kulomgomo. Kubonakala shengatsi kuseyingcinamba kwesekela umntfwana wakho emsebentini wakhe wesikolwa.

# text
source: You were already excelling at supporting your teen’s education before ParentText. It’s great that you’re able to keep up the excellent effort!
ss_za: Bewuvele wenta kahle kakhulu ngekwesekela imfundvo yemntfwana wakho usengakangeneli letifundvo taka ParentText. Kuhle lokutsi uyakhona kuchubeka nekwenta lomsebenti lomunhle kangaka!
