Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2/ss/ss_home_activity_checkin_teen.po
Languages: ss_za

# text
source: That’s okay! Try and share your childcare or housecare with your partner. It's a great way to support each other.
ss_za: Kulungile loko! Yetama kutsi nibambisane kunakekela bantfwana noma kwenta umsebenti wasendlini nemlingani wakho. Kuyindlela lenhle kakhulu yekusekelana.

# text
source: Were you able to invite your partner to discuss how you can share family responsibilities?
ss_za: Ukhonile yini kucela umlingani wakho kutsi nikhulumisane ngekutsi ningabambisana kanjani kwenta imisebenti yasekhaya?

# text
source: Well done for taking the time to discuss sharing responsibilities with your partner!
ss_za: Wente kahle kutinika sikhatsi sekukhulumisana nemlingani wakho ngekubambisana uma nenta imisebenti yasekhaya!

# text
source: That’s okay! Try and find time to share responsibilities with your partner. Sharing responsibilities is an important part of a healthy relationship.
ss_za: Kulungile loko! Yetama kutfola sikhatsi sekuhlanganyela imisebenti nemlingani wakho. Kubambisana emisebentini kuyincenye lemcoka yebuhlobo lobuhle.

# text
source: Were you able to practice taking a pause?
ss_za: Ukhonile yini kutsi ubambe umoya uphumule?

# text
source: Well done! Taking a pause is a great skill to use whenever you are stressed!
ss_za: Wente kahle! Kutsatsa sikhatsi sekuphumula kuyindlela lekahle longayisebentisa noma nini nawukhatsatekile!

# text
source: That’s okay! Try and find time today to take a pause, the more you practise the more it will help.
ss_za: Kulungile loko! Yetama kutfola sikhatsi sekuphumula, kutakusita nangabe ukwenta njalo njalo.

# text
source: Were you able to set aside time to talk to your partner about your feelings?
ss_za: Ukhonile yini kutinika sikhatsi sekukhuluma nemlingani wakho ngemivo yakho?

# text
source: Well done! Talking to your partner about how you are feeling can be difficult, but it is very important for a healthy relationship.
ss_za: Wente kahle! Kukhuluma nemlingani wakho ngekutsi utiva kanjani kungaba lukhuni, kodvwa kumcoka kakhulu ekwakheni buhlobo lobuhle.

# text
source: That’s okay! Talking about your feelings can seem scary, but being open and communicating is an important part of a healthy relationship.
ss_za: Kulungile! Kukhuluma ngemivo kungesabisa, kodvwa kukhululeka uvuleke futsi ucoce kuyincenye lemcoka yebuhlobo lobuhle.

# quick_replies
source: Yes
ss_za: Yebo

# quick_replies
source: Not yet
ss_za: Hhayi kwanyalo

# variables
source: spend 5 minutes of 1-on-1 time with your teen
ss_za: citsa imizuzu lesihlanu nikhuluma nemntfwana wakho

# variables
source: use the three steps of praise: see it, say it, and repeat it
ss_za: sebentisa letinyatselo letintsatfu tekudvumisa: yibone, yisho, uyiphindze futsi

# variables
source: talk to your teen about the six steps to coping with their emotions
ss_za: khuluma nemntfwana wakho ngaletinyatselo letisitfupha tekubhekana nemiva yakhe

# variables
source: stretch and move yesterday
ss_za: telule futsi ushukume itolo

# variables
source: spend 1-on-1 time with your teen, listen to their experiences, notice their feelings, and thank them for sharing
ss_za: citsa sikhatsi lesanele nemntfwana wakho, ulalele lahlangabetana nako, unake imiva yakhe, futsi umbonge ngekutsi avuleke nicocisane

# variables
source: use 1-on-1 time to talk to your teen about their friends
ss_za: sebentisa lesikhatsi kukhulumisana nemntfwana wakho ngebangani bakhe

# variables
source: complete the development assessment
ss_za: cedzela luhlolo lwekukhula

# variables
source: invite your teen to take a break from their homework and do something active
ss_za: cela umntfwanakho kutsi atsatse likhefu emsebentini wakhe wesikolwa ngekwenta lokutsite lokushukumisako

# variables
source: support your teen with their school work by setting their goals
ss_za: yesekela umntfwana wakho emsebentini wesikolwa ngekutsi umbekele imigomo

# variables
source: talk to your teen about finding the right study spot
ss_za: khuluma nemntfwana wakho ngekutsi atfole indzawo lelungile langafundzela kuyo

# variables
source: share a story with your teen about a time you learned from a mistake
ss_za: cocela umntfwana wakho indzaba ngesiphosiso lowasenta lesakunika sifundvo

# variables
source: chat with your teen and identify a possible study buddy
ss_za: cocisana nemntfwana wakho ngekutfola umngani langafundza naye

# variables
source: set a routine with your teen
ss_za: misa inchubo lejwayelekile nemntfwana wakho

# variables
source: create a family rule with your teen
ss_za: yakha umtsetfo wasekhaya nemntfwana wakho

# variables
source: ask your teen what they do to stay safe online
ss_za: buta umntfwana wakho ngalakwentako kuze ahlale aphephile ku-intanethi

# variables
source: talk to your teen about their habits to stay safe online
ss_za: khuluma nemntfwana wakho ngemikhuba yakhe yekuhlala aphephile ku-intanethi

# variables
source: discuss your wants and needs with your teen
ss_za: khulumisana nemntfwana wakho ngalokufunako netidzingo takho

# variables
source: discuss your monthly expenses with your teen
ss_za: khulumisana nemntfwana wakho ngetindleko takho tenyanga ngenyanga

# variables
source: make a monthly budget with your teen
ss_za: yenta ibhajethi yenyanga ngenyanga nemntfwana wakho

# variables
source: create a saving plan with your teen
ss_za: yenta luhlelo lwekonga nemntfwana wakho

# variables
source: practise self-care yesterday
ss_za: tijwayete kutinakekela itolo

# variables
source: talk to your teen about what makes them stressed
ss_za: khuluma nemntfwana wakho ngalokumenta akhatsateke

# variables
source: go through the kindness tips together
ss_za: bukani lamasu esihe kanye kanye

# variables
source: talk to your teen about the different sources of support in your community
ss_za: khuluma nemntfwana wakho ngetindzawo letehlukene lapho kutfolakala khona lusito emphakatsini wakho

# variables
source: find time to do an activity that brings you joy
ss_za: tfola sikhatsi sekwenta lokutsite lokukuletsela injabulo

# variables
source: share the four steps of managing your teen's behaviour with a family member
ss_za: tjela lilunga lemndeni letinyatselo letine tekucondzisa kutiphatsa kwemntfwwana wakho

# variables
source: share the four steps to problem solving with Your Teen
ss_za: cocisana nemntfwana wakho ngaletinyatselo letine tekucatulula inkinga

# variables
source: write a list of fair consequences with your teen to use later
ss_za: bhalani luhla lwemiphumela lekahle lolungasetjentiswa esikhatsini lesitako

# variables
source: create a community safety map with your teen
ss_za: yakhani imephu yekuphepha emphakatsini nemntfwana wakho

# variables
source: share teach self-defence tips with your teen
ss_za: cocani futsi umfundzise umntfwana wakho ngemasu ekutivikela

# variables
source: go through the sexual violence prevention tips with your teen
ss_za: fundzani teluleko tekuvimbela kuhlukubetwa ngekwelicansi nemntfwana wakho

# variables
source: talk with your teen about possible crises that may happen and what to do
ss_za: khuluma nemntfwana wakho ngetehlakalo letingamuvelela nekutsi angenta njani

# variables
source: involve your partner in a decision you made yesterday
ss_za: vumela umlingani wakho kutsi ahlanganyele esicumeni losente itolo

# variables
source: do childcare or housework with your partner
ss_za: yentani umsebenti wekunakekela bantfwana noma wasendlini nemlingani wakho

# variables
source: invite your partner to discuss how you can share family responsibilities
ss_za: cela umlingani wakho kutsi nikhulumisane ngekutsi ningabambisana kanjani emisebentini yasekhaya

# variables
source: practice taking a pause
ss_za: tijwayete kutsatsa sikhatsi sekuphumula

# variables
source: set aside time to talk to your partner about your feelings
ss_za: tinike sikhatsi sekukhuluma nemlingani wakho ngemivo yakho

# arguments
source: yes
ss_za: yebo

# arguments
source: not yet
ss_za: hhayi kwanyalo
