Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2/ss/ss_home_activity_checkin_teen.po
Languages: ss_za

# text
source: You’re doing great towards your goal, @(parse_json(fields.goals_dictionary_0 &fields.goals_dictionary_1 &fields.goals_dictionary_2 &fields.goals_dictionary_3 &fields.goals_dictionary_4 &fields.goals_dictionary_5 &fields.goals_dictionary_6 &fields.goals_dictionary_7 )[contact.language][fields.curr_goal]).
ss_za: Wenta kahle kufika emgomeni wakho, @(parse_json(fields.goals_dictionary_0 &fields.goals_dictionary_1 &fields.goals_dictionary_2 &fields.goals_dictionary_3 &fields.goals_dictionary_4 &fields.goals_dictionary_5 &fields.goals_dictionary_6 &fields.goals_dictionary_7 )[contact.language][fields.curr_goal]).

# text
source: Were you able to spend 5 minutes of 1-on-1 time with your teen?
ss_za: Ukhonile yini kucitsa imizuzu lesihlanu nemntfwana wakho?

# text
source: Amazing! Well done for making this commitment.
ss_za: Kuhle kuyamangalisa! Wente kahle kutinikela kuloku.

# text
source: That’s okay! Try and set aside some time in the coming days.
ss_za: Kulungile loko! Yetama kutinika sikhatsi kulamalanga letako.

# text
source: Sorry, I don't understand what you mean.
ss_za: Ngiyacolisa, angivisisi kutsi utsini.

# text
source: Were you able to use the three steps of praise: see it, say it, and repeat it?
ss_za: Ukhonile yini kusebentisa letinyatselo letintsatfu tekudvumisa: yibone, yisho, uyiphindze futsi?

# text
source: Well done for remembering to praise your teen and other family members!
ss_za: Wente kahle kukhumbula kudvumisa umntfwana wakho nalamanye emalunga emndeni!

# text
source: That’s okay! Try to praise @fields.child_nickname today, even if it’s something small.
ss_za: Kulungile loko! Yetama kudvumisa @fields.child_nickname namuhla, noma ngabe kuyintfo lencane.

# text
source: That’s okay! Try to praise your teen today, even if it’s something small.
ss_za: Kulungile loko! Yetama kudvumisa umntfwana wakho namuhla, noma ngabe kuyintfo lencane.

# text
source: Were you able to talk to your teen about the six steps to coping with their emotions?
ss_za: Ukhonile yini kukhuluma nemntfwana wakho ngetinyatselo letisitfupha tekubhekana nemiva yakhe?

# text
source: Well done! This will help your teen manage difficult emotions when they happen.
ss_za: Wente kahle! Loku kutawusita umntfwana wakho akhone kubhekana nemiva lematima ngesikhatsi imfikela.

# text
source: That’s okay! Try and find some time today to talk to your teen about emotions.
ss_za: Kulungile loko! Yetama kutfola sikhatsi namuhla sekukhuluma nemntfwana wakho ngemiva yakhe.

# text
source: Were you able to stretch and move yesterday?
ss_za: Ukhonile yini kutelula nekushukuma itolo?

# text
source: Well done for taking the time to care for yourself!
ss_za: Wente kahle kutinika sikhatsi sekutinakekela!

# text
source: That’s okay! Try and find some time today to stretch.
ss_za: Kulungle loko! Yetama kutfola sikhatsi sekutelula namuhla.

# text
source: Were you able to spend 1-on-1 time with your teen, listen to their experiences, notice their feelings, and thank them for sharing?
ss_za: Ukhonile yini kucitsa sikhatsi lesanele nemntfwana wakho, umlalele nakakucocela ngetintfo lekahlangabetana nato, kunaka imiva yakhe, nekumbonga kutsi akutjele?

# text
source: Well done for being open to listening to your teen!
ss_za: Wente kahle kutsi uvuleke umlalele umntfwana wakho!

# text
source: That’s okay! Try to listen to your teen today during your 1-on-1 time.
ss_za: Kulungile loko! Yetama kumlalela umntfwana wakho namuhla nanicitsa sikhatsi kanye kanye.

# text
source: Were you able to use 1-on-1 time to talk to your teen about their friends?
ss_za: Ukhonile yini kucitsa sikhatsi nemntfwana wakho nikhuluma ngebangani bakhe?

# text
source: Amazing! You are learning so much more about your teen.
ss_za: Kuyamangalisa! Ufundza lokunye lokuningi ngemntfwana wakho.

# text
source: That’s okay! Try and use your 1-on-1 time today to talk with your teen about their friends.
ss_za: Kulungile loko! Yetama kucitsa sikhatsi lesanele nemntfwana wakho namuhla nikhuluma ngebangani bakhe.

# text
source: Were you able to complete the development assessment?
ss_za: Ukhonile yini kucedza luhlolo lwekukhula?

# text
source: Great!
ss_za: Kuhle kakhulu!

# text
source: That’s okay! Try to complete the assessment this week. You can type GROW at any time to begin.
ss_za: Kulungile loko! Yetama kucedza loluhlolo kuleliviki. Ungathayipha KHULA noma nini utocala.

# text
source: Were you able to invite your teen to take a break from their homework and do something active?
ss_za: Ukhonile yini kucela umntfwana wakho kutsi atsatse likhefu emsebentini wasekhaya kuze ente lokunye lokumshukumisako?

# text
source: Well done! Taking a break can help your teen refocus and continue working on their school work. We all need a break sometime!
ss_za: Wente kahle! Kutsatsa likhefu kungamsita umntfwana wakho kubuyisa ingcondvo bese uchubeka nemsebenti wakhe wesikolwa. Sonkhe siyadzinga kutsatsa likhefu ngalesinye sikhatsi!

# text
source: That’s okay! Next time your teen is doing homework, try and do something active and fun together!
ss_za: Kulungile loko! Ngesikhatsi lesitako umntfwana wakho nakenta umsebenti wesikolwa, yetama kutsi nente intfo leshukumisako nalejabulisako kanye kanye!

# text
source: Were you able to support your teen with their school work by setting their goals?
ss_za: Ukhonile yini kusekela umntfwana wakho emsebentini wakhe wesikolwa ngekumisa imigomo yakhe?

# text
source: Well done! This is one goal you can be proud of!
ss_za: Wente kahle! Lona ngumgomo longaticabha ngawo!

# text
source: That’s okay! Try and take a few minutes with your teen to set goals with them. This is a great way to support their learning.
ss_za: Kulungile loko! Yetama kutsatsa imizuzu lembalwa nemntfwana wakho kumisa imgomo nakhe. Loku kuyindlela lekahle kakhulu yekwesekela kufundza kwakhe.

# text
source: Were you able to talk to your teen about finding the right study spot?
ss_za: Ukhonile yini kukhuluma nemntfwanakho ngekutfola indzawo lekahle langafundzela kuyo?

# text
source: Amazing! Finding a good place to study will help your teen focus and succeed with their school work.
ss_za: Kuyamangalisa! Kutfola indzawo yekufundzela kutawusita umntfwana wakho kucondzisa ingcondvo nekuphumelela emsebentini wakhe wesikolwa.

# text
source: That’s okay! Try to help your teen find a good study spot today. This will help their learning.
ss_za: Kulungile loko! Yetama kusita umntfwana wakho namuhla atfole indzawo lekahle langafundzela kuyo. Loku kutamsita ekufundzeni kwakhe.

# text
source: Were you able to share a story with your teen about a time you learned from a mistake?
ss_za: Ukhonile yini kucocela umntfwana wakho indzaba ngesikhatsi lesitsite leyakufundzisa lokutsite ngeliphutsa sakho?

# text
source: Being open is not always easy, well done for doing it anyways!
ss_za: Akusiko melula kutivula ulalele ngaso sonkhe sikhatsi, noma kunjalo, wenta kahle kukwenta!

# text
source: That’s okay! Being open can be difficult, but it’s important. Try and find time to share with your teen.
ss_za: Kulungile loko! Kulukhuni kutivula, kepha kumcoka. Yetama kutfola sikhatsi sekucocela umntfwana wakho.

# text
source: Were you able to chat with your teen and identify a possible study buddy?
ss_za: Ukhonile yini kucocisana nemntfwana wakho ngekutfola umngani langafundza naye?

# text
source: Great! Studying with a friend is a great way to learn.
ss_za: Kuhle kakhulu! Kufundza nemngani kuyindlela lekahle yekufundza.

# text
source: That’s okay! Try and find time to chat with your teen and find a study buddy. Studying with friends is a great way to learn.
ss_za: Kulungile loko! Yetama kutfola sikhatsi sekucocisana nemntfwana wakho ngekutfola umngani langafundza naye. Kudadisha nebangani kuyindlela lekahle kakhulu yekufundza.

# text
source: Were you able to set a routine with your teen?
ss_za: Ukhonile yini kumisa inchubo lejwayelekile nemntfwana wakho?

# text
source: Amazing! Setting routines with your teen will help provide structure in their lives.
ss_za: Kuyamangalisa! Kumisa inchubo lejwayelekile nemntfwana wakho kutawusita kwakha tinsika emphilweni yakhe.

# text
source: That’s okay! Try and find time to set a routine with your teen. It's a great way for your teen to feel secure and safe.
ss_za: Kulungile loko! Yetama kutfola sikhatsi sekumisa inchubo lejwayelekile nemntfwana wakho. Kuyindlela lenhle kakhulu yekutsi umntfwana wakho ativele avikelekile futsi aphephile.

# text
source: Were you able to create a family rule with your teen?
ss_za: Ukhonile yini kubeka umtsetfo wasekhaya nemntfwana wakho?

# text
source: Well done! Involving your teen in creating family rules will make it more likely that they follow them in the future.
ss_za: Wente kahle! kuhlanganyela nemntfwana wakho ekwakheni imitsetfo yasekhaya kutakwenta kutsi akhone kuyilandzela esikhatsini lesitako.

# text
source: That’s okay! Try and set up a rule with your teen in the next few days. It will make it more likely that they follow them in the future.!
ss_za: Kulungile loko? Yetama kubeka imitsetfo nemntfwana wakho kulamalanga lambalwa letako. Loko kutakwenta kutsi akhone kuyilandzela esikhatsini lesitako.!

# text
source: Were you able to ask your teen what they do to stay safe online?
ss_za: Ukhonile yini kubuta umntfwana wakho ngetintfo latentako kuze ahlale aphephile ku-intanethi?

# text
source: Great! It is so important that we are able to protect our children online.
ss_za: Kuhle kakhulu! Kumcoka kakhulu kutsi sikhone kuvikela bantfwana betfu ku-intanethi.

# text
source: That’s okay! Online safety is really important so try and find some time to chat to your teen about staying safe online.
ss_za: Kulungile loko! Kuphepha ku-intanethi kumcoka kakhulu ngako yetama kutfola sikhatsi sekucocisana nemntfwana wakho ngekuhlala aphephile ku-intanethi.

# text
source: Were you able to talk to your teen about their habits to stay safe online?
ss_za: Ukhonile yini kukhuluma nemntfwana wakho ngemikhuba yekuhlala aphephile ku-intanethi?

# text
source: Well done! You are helping your teen learn how to be safe online!
ss_za: Wente kahle! Uyamusita umntfwana wakho kufundza kutsi angaphepha kanjani ku-intanethi!

# text
source: That’s okay! Try and chat to your teen in the next few days. Safe online habits are important for your teen's safety.
ss_za: Kulungile loko! Yetama kucocisana nemntfwana wakho kulamalanga letako. Imikhuba lephephile ku-intanathi imcoka kuphephisa umntfwana wakho.

# text
source: Were you able to discuss your wants and needs with your teen?
ss_za: Ukhonile yini kukhulumisana nemntfwana wakho ngalokufunako nangetidzingo takho?

# text
source: Great! You’re ready for today’s lesson.
ss_za: Kuhle kakhulu! Sewulungele sifundvo sanahuhla.

# text
source: That’s okay! Try and talk to your family about needs and wants, it’s the first step to building a family budget.
ss_za: Kulungile loko! Yetama kukhuluma nemndeni wakho ngetidzingo nalenikufunako, leso sinyatselo sekucala ekwakheni ibhajethi yemndeni.

# text
source: Were you able to discuss your monthly expenses with your teen?
ss_za: Ukhonile yini kukhulumisana nemntfwanakho ngetindleko tenyanga ngenyanga?

# text
source: Amazing! You are making great progress on your family budget!
ss_za: Kuyamangalisa! Kunekuchubekela embili ngebhajethi yemndeni wakho!

# text
source: That’s okay! Talking about your monthly expenses is an important step to family budgeting. Try to complete this step with your family.
ss_za: Kulungile loko! Kukhuluma ngetindleko tenyanga ngenyanga kusinyatselo lesimcoka ekwenteni ibhajethi yemndeni. Yetaama kucedzela lesinyatselo nemndeni wakho.

# text
source: Were you able to make a monthly budget with your teen?
ss_za: Ukhonile yini kwenta ibhajethi yenyanga ngenyanga nemntfwana wakho?

# text
source: Well done! Making a monthly budget will set your family up for success!
ss_za: Wente kahle! Kwenta ibhajethi yenyanga ngenyanga kutawuphumelelisa umndeni wakho!

# text
source: That’s okay! Completing a monthly budget will set your family up for success. Try to find time to complete this activity.
ss_za: Kulungile loko! Kucedzela ibhajethi yenyanga ngenyanga kutawuphumelelisa umndeni wakho. Yetama kutfola sikhatsi sekucedzela lomsebenti.

# text
source: Were you able to create a saving plan with your teen?
ss_za: Ukhonile yini kwakha luhlelo lwekonga nemntfwana wakho?

# text
source: Amazing! You have completed all the steps for creating a family budget.
ss_za: Kuyamangalisa! Sewuticedzile tonkhe tinyatselo tekwakha ibhajethi yemndeni.

# text
source: That’s okay! Try and find time to make a saving plan with your family.
ss_za: Kulungile loko! Yetama kwenta luhlelo lwekonga nemndeni wakho.

# text
source: Were you able to practise self-care yesterday?
ss_za: Ukhonile yini kutijwayeta kutinakekela itolo?

# text
source: Well done for taking the time to be kind to yourself!
ss_za: Wente kahle kutinika sikhatsi sekutinakekela!

# text
source: That’s okay! Try and find some time today to practise self-care.
ss_za: Kulungile loko! Yetama kutfola sikhatsi sekwetama kutinakekela namuhla.

# text
source: Were you able to talk to your teen about what makes them stressed?
ss_za: Ukhonile yini kukhuluma nemntfwana wakho ngalokumenta akhatsateke?

# text
source: Good for you! Knowing what stresses your teen can help you and your teen work on reducing these and strengthen their wellbeing.
ss_za: Kuhle ke loko! Kuba nelwati ngetintfo letimkhatsatako umntfwana wakho kungakusita wena kanye nemntfwana wakho kukunciphisa loko nekucinisa kuphila kahle kwakhe.

# text
source: That’s okay! Try and find time to talk to your teen about what stresses them. This is important information so that you can help.
ss_za: Kulungile loko! Yetama kutfola sikhatsi sekukhuluma nemntfwana wakho ngalokumkhatsatako. Loku kulwati lolumcoka lolungenta kutsi ukhone kumsita.

# text
source: Were you able to go through the kindness tips together?
ss_za: Ukhonile yini kutsi nibuke teluleko tekuba nemusa kanye kanye?

# text
source: Well done! Showing your teen kindness will keep your relationship strong and positive!
ss_za: Wente kahle! Kukhombisa umntfwana wakho sihe kutawucinisa futsi kukhulise buhlobo benu!

# text
source: That’s okay! Try and find some time today to go through the kindness tips together.
ss_za: Kulungile loko! Yetama kutfola sikhatsi namuhla sekubuka lamasu esihe kanye kanye.

# text
source: You can always access the kindness tips again in the main menu. Type MENU to access the library.
ss_za: Uyakhona njalo kutfola lamasu esihe eluhlwini lolukhulu. Thayipha MENYU utotfola ilayibrari.

# text
source: Were you able to talk to your teen about the different sources of support in your community?
ss_za: Ukhonile yini kukhuluma nemntfwana wakho ngetindzawo letehlukene tekutfola kwesekelwa emphakatsini?

# text
source: Great! This will be helpful whenever you and your teen need to find support in the community. Well done for doing this important work!
ss_za: Kuhle kakhulu! Loku kutawusita uma wena nemntfwana wakho nidzinga kwesekelwa emphakatsini. Wente kahle ngekwenta lomsebenti lomcoka!

# text
source: That’s okay! Try and find time to speak to your teen about what support is available in your community. Feeling supported is important when you are going through a difficult time.
ss_za: Kulungile loko! Yetama kutfola sikhatsi sekukhuluma nemntfwana wakho ngekwesekelwa lokutfolakala emphakatsini wakho. Kutivela ninekwesekelwa kumcoka ngesikhatsi nibhekene nebumatima.

# text
source: Were you able to find time to do an activity that brings you joy?
ss_za: Ukhonile yini kutfola sikhatsi sekwenta umsebenti lokuletsela injabulo?

# text
source: Good for you! Doing things that make you happy is a great way to take care of yourself.
ss_za: Kuhle ke loko! Kwenta tintfo letikuletsela injabulo kuyindlela lenhle yekutinakekela.

# text
source: That’s okay! If you have time today, try and do an activity that brings you joy
ss_za: Kulungile loko! Uma ungaba nesikhatsi namuhla, yetama kwenta umsebenti lokuletsela injabulo

# text
source: Were you able to share the four steps of managing your teen's behaviour with a family member?
ss_za: Ukhonile yini kutjela lilunga lemndeni ngaletinyatselo letine tekucondzisa kutiphatsa kwemntfwana wakho?

# text
source: Amazing! Sharing these tips is great for everyone’s well-being.
ss_za: Kuyamangalisa! Kutjela labanye ngalamasu kuyindlela lekahle kakhulu kunhlala kahle yabo bonkhe.

# text
source: That’s okay! Try sharing the four steps with a family member today. It helps when everyone is working together.
ss_za: Kulungile loko! Tama kutjela lilunga lemndeni namuhla ngaletinyatselo letine. Kuyasita uma nonkhe nibambisana.

# text
source: Were you able to share the four steps to problem solving with @fields.child_nickname?
ss_za: Ukhonile yini kutjela @fields.child_nickname lekudlala letinyatselo letine tekucatulula inkinga?

# text
source: Were you able to share the four steps to problem solving with your teen?
ss_za: Ukhonile yini kutjela umntfwana wakho ngaletinyatselo letine tekucatulula inkinga?

# text
source: Great! Teaching your teen how to solve problems will set them up for success in life!
ss_za: Kuhle kakhulu! Kufundzisa umntfwana wakho ngekucatulula tinkinga kutomphumelelisa emphilweni!

# text
source: That’s okay! Try and find time today to talk to your teen about the four steps to problem solving: know it, solve it, try it, and test it. This is an important life skill!
ss_za: Kulungile loko! Yetama kutfola sikhatsi sekukhuluma nemntfwana wakho ngaletinyatselo letine tekucatulula inkinga: kuyati, kuyicatulula, kuyetama, nekuyihlola. Leli likhono lelimcoka lekuphila!

# text
source: Were you able to write a list of fair consequences with your teen to use later?
ss_za: Ukhonile yini kubhala nemntfwanakho luhlu lwemiphumela lekahle letosetjentiswa emva kwesikhatsi?

# text
source: Good for you! Involving your teen in this activity will make it more likely that they follow family rules and accept consequences when they don’t.
ss_za: Kuhle ke loko! Kumvumela umntfwana wakho kutsi ahlanganyele kulomsebenti kutamenta kutsi akhone kulandzela imitsetfo yasekhaya nekwemukela imiphumela uma angenti njalo.

# text
source: That’s okay! Try and find time with your teen to write a list of consequences, this will make it more likely that they follow family rules and accept consequences when they don’t.
ss_za: Kulungile loko, Yetama kutfola sikhatsi nemntfwana wakho nibhale luhla lwemiphumela, loku kutokwenta kutsi akhone kulandzela imitsetfo yasekhaya nekwemukela imiphumela uma angenti njalo.

# text
source: Were you able to create a community safety map with your teen?
ss_za: Ukhonile yini kwenta imephu yekuvikeleka kwemphakatsi nemntfwana wakho?

# text
source: Well done! Remember to revisit the safety map with your teen every now and then to see if things have changed.
ss_za: Wente kahle! Khumbula kuphindze nibukete imephu yekuphepha nemntfwana wakho njalo njalo kubona kutsi kukhona yini tingucuko.

# text
source: That’s okay! Try and find time to create a safety map with your teen, this is a great tool to keep them safe.
ss_za: Kulungile loko! Yetama kutfola sikhatsi sekwenta imephu yekuphepha nemntfwana wakho, Lena yindlela lekahle yekubagcina baphephile.

# text
source: Were you able to share teach self-defence tips with your teen?
ss_za: Ukhonile yini kutjela umntfwana wakho ngekufundza emasu ekutivikela?

# text
source: Good for you! Self-defence is an important step to keep your teen safe.
ss_za: Kuhle ke loko! Kutivikela kusinyatselo lesimcoka sekuphephisa umntfwana wakho.

# text
source: That’s okay! Try and find some time today to talk to your teen about the self-defence tips. Self-defence is an important step to keep your teen safe. You can type SAFE at any time to start the lesson over again with your teen.
ss_za: Kulungile loko! Yetama kutfola sikhatsi namuhla sekukhuluma nemntfwana wakho ngemasu ekutivikela. Kutivikela kusinyatselo lesimcoka sekugcina umntfwana wakho aphephile. Ungabhala PHEPHA noma nini kuphindze ucale lesifundvo kabusha nemntfwana wakho.

# text
source: Were you able to go through the sexual violence prevention tips with your teen?
ss_za: Nikhonile yini nemntfwana wakho kubuka onkhe emasu ekuvimbela kuhlukubetwa ngekwelicansi?

# text
source: Good for you. That was probably not easy. Well done for making the commitment to keep your teen safe from sexual harm.
ss_za: Kuhle ke loko! Mhlawumbe loko akukabi lula. Wente kahle kutinikela kugcina umntfwana wakho aphephile ekulimaleni ngekwelicansi.

# text
source: That’s okay! Try to go through the sexual violence prevention tips with your teen. This information can keep your teen safe. You can type PREVENT at any time to start the lesson over again with your teen.
ss_za: Kulungile loko! Yetama kufundza lamasu ekuvimbela kuhlukubetwa ngekwelicansi nemntfwana wakho. Lolwati lolu lungamgcina aphephile umntfwana wakho. Ungathayipha VIKELA noma ngunini utophindze usicale kabusha lesifundvo kanye nemntfwana wakho.

# text
source: Were you able to talk with your teen about possible crises that may happen and what to do?
ss_za: Ukhonile yini kukhuluma nemntfwana wakho ngetehlakalo letingenteka nekutsi angenta njani?

# text
source: Well done! This will help you and @fields.child_nickname be prepared if a crisis ever happens. Good work!
ss_za: Wente kahle! Loku kutokusita wena na @fields.umntfwana_libito lekudlala nilungele uma kuvela sehlakalo. Muhle lomsebenti!

# text
source: Well done! This will help you and your teen be prepared if a crisis ever happens. Good work!
ss_za: Wente kahle! Loku kutawusita wena nemntfwana wakho kulungela uma kungenteka kuvele sehlakalo. Ngumsebenti lomuhle lowo!

# text
source: That’s okay! Try and find time today. As a reminder, for this home activity you should:
ss_za: Kulungile loko! Yetama kutfola sikhatsi namuhla. Khumbula kutsi, kulomsebenti lona wasekhaya kufanele:

# text
source: 1️⃣Find a calm time to talk with @fields.child_nickname about possible crises that may happen.
ss_za: 1️⃣Utfole sikhatsi lesithulile na @fields.child_nickname ngetehlakalo letingenteka.

# text
source: 2️⃣Discuss possible actions that you can take with your teen if they happen.
ss_za: Ucocisane nemntfwanakho ngaleningakwenta uma kuvela tehlakalo.

# text
source: 3️⃣Revisit the Mapping Activity to identify other sources of support in the community.
ss_za: Buketa lomsebenti wekwenta imephu kutfola letinye tindlela tekwesekeleka emphakatsini.

# text
source: 4️⃣Thank your teen for taking the time to chat about this.
ss_za: 4️⃣Mbonge umntfwana wakho ngekutinika sikhatsi sekucocisana ngaloku.

# text
source: 1️⃣Find a calm time to talk with your teen about possible crises that may happen.
ss_za: 1️⃣Tfola sikhatsi lapho kuthulile sekukhuluma nemntfwana wakho ngetehlakalo letingavela.

# text
source: Were you able to involve your partner in a decision you made yesterday?
ss_za: Ukhonile yini kuhlanganyela nemlingani wakho esincumeni losente itolo?

# text
source: Well done for making the effort to do this!!
ss_za: Wente kahle ngekutsi wetame kukwenta loko!!

# text
source: That’s okay! Try and involve your partner in a decision you make today! It’s a great feeling to be valued!
ss_za: Kulungile loko! Yetama kutsi umlingani wakho ahlanganyele esincumeni lotawusenta namuhla! Kuyindlela lekahle kakhulu yekutivela amcoka!

# text
source: Were you able to do childcare or housework with your partner?
ss_za: Ukhonile yini kunakekela bantfwana noma kwenta umsebenti wasendlini nemlingani wakho?

# text
source: Amazing! Sharing childcare or housework is a great way to support each other.
ss_za: Kuyamangalisa! Kubambisana ngekunakekela bantfwana nekwenta umsebenti wasendlini kuyindlela lenhle kakhulu yekusekelana.
