Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2/ss/ss_modules_teen.po
Languages: ss_za

# text
source: - Things have been very difficult lately, and I need to take some time out to look after myself.
ss_za: - Muva nje tintfo betimatima, futsi ngidzinga kutinika sikhatsi sekutinakekela.

# text
source: {F2_GRANDMOTHER}: My {F2_DAUGHTER_19}, you are smarter and braver than you know. I am sorry I haven’t had time to help you more with school work. Let’s make a plan to prepare for your next exam and you will see just how talented you are.
ss_za: {F2_GRANDMOTHER}: {F2_DAUGHTER_19} mntfwanami, uhlakaniphe kakhulu futsi unesibindzi longeke usicondze. Ngiyadcolisa kutsi angikabi nesikhatsi sekukusita ngalokwenele ngemsebenti wakho wesikolwa. Asente luhlelo lwekulungiselela luhlolo lwakho lolutako futsi utawubona lesiphiwo lewunaso.

# text
source: {F2_DAUGHTER_19}: Thanks, Grandma.
ss_za: {F2_DAUGHTER_19}: Ngiyabonga, Gogo.

# text
source: Here’s a video to give you 3 steps for being kind to yourself. It’s such an important skill!
ss_za: Nayi ividiyo lekuniketa tinyatselo letintsatfu tekuba mnene kuwe. Leli likhono lelimcoka kakhulu!

# text
source: Here’s an audio message to give you three steps for being kind to yourself. It’s such an important skill!
ss_za: Lalela nangu umlayeto lokunika tinyatselo letintsatfu tekuba mnene kuwe. Leli likhono lelimcoka kakhulu!

# text
source: Here are three steps to help you be kind to yourself. In a few days, we will learn to use the same steps with our teens, but first, let’s practise with ourselves: NOTICE, SAY IT’S OKAY, BE KIND.
ss_za: Nati tinyatselo letintsatfu tekukusita kutsi ube mnene kuwe. Emalangeni lambalwa letako, sitawufundza kusebentisa tona letinyatselo kubantfwana betfu, asicale sitijwayete tsine: NAKA, TSANI KULUNGILE, BANI MNENE.

# text
source: 1️⃣ *NOTICE*
ss_za: 1️⃣ *NAKA*

# text
source: 😣 Sometimes, it seems easier to ignore negative feelings so they will go away.
ss_za: 😣 Ngalesinye sikhatsi, kubonakala kumelula kuyitiba imiva kekabi kuze itokwengca.

# text
source: ❗ But ignoring them only means they will come up later - or get worse!
ss_za: ❗ Kodvwa kuyitiba kusho kutsi itawuphindze ibuye esikhatsini lesitako - noma ibe kabi kakhulu!

# text
source: 🚩 When you feel any negative emotion, notice that you are feeling it.
ss_za: 🚩 Nangabe uba nemiva lekabi, naka lokutsi uyawuva.

# text
source: ⭐ It can be helpful to name this feeling for yourself.
ss_za: ⭐ Kungakusita kutsi uwusho lomuva.

# text
source: 2️⃣ *SAY IT’S OK*
ss_za: 2️⃣ *TSANI KULUNGILE*

# text
source: 🛑Take a pause or a few deep breaths.
ss_za: 🛑Tsatsa sikhashana uphumule noma uphefumule kakhulu.

# text
source: 💛 Now, say to yourself, “It’s OK,” because it is OK to have negative feelings - everyone does sometimes!
ss_za: 💛 Nyalo ke, titjele kutsi, "Kulungile," ngoba kulungile kuba nemiva lekabi - wonkhe muntfu utiva kanjalo ngalesinye sikhatsi!

# text
source: 😔 Often, these feelings come up for a good reason and can tell us something. It really is OK!
ss_za: 😔 Ngalokuvamile, lemiva ifikela sizatfu lesihle futsi ingasitjela lokutsite. Vele KULUNGILE!

# text
source: 3️⃣ *BE KIND*
ss_za: 3️⃣ *BANI MNENE*

# text
source: 💚 When you notice these feelings, it’s important to be kind and patient with yourself.
ss_za: 💚 Nawuyibona lemiva, kumcoka kuba mnene nesineke kuwe.

# text
source: 🎁 Think about what kind of advice a loving friend or family member might give you now.
ss_za: 🎁 Cabanga ngekutsi kungaba seluleko sini longasinikwa ngumngani lonelutsandvo noma lilunga lemndeni ngaleso sikhatsi.

# text
source: Before we finish, let's practise self-care.
ss_za: Singakacedzi, asesetame kutinakelela.

# text
source: Sit down, close your eyes and listen to your breath as it goes in and out. Notice how you feel. When you are ready, open your eyes again.
ss_za: Hlala phasi, uvale emehlo bese ulalela kuphefumula kwakho kusangena kuphindze kuphuma. Naka kutsi utiva kanjani. Uma sewulungele, phindza uvule emehlo.

# text
source: Listen to your breath.
ss_za: Lalela kuphefumula kwakho.

# text
source: Do you sometimes feel your feelings are too much?
ss_za: Ngabe uhle utiva kutsi imiva yakho ikakhulu?

# text
source: Talk to someone.
ss_za: Khuluma nalotsite.

# text
source: Talk to someone you trust. Talk to a friend. Talk to family.
ss_za: Khuluma nemuntfu lometsembako. Khuluma nemngani. Khuluma nemndeni.

# text
source: Get your worries off your chest and then let them go. Even if it’s just for a moment.
ss_za: Khipha kukhatsateka kwakho esifubeni sakho bese uyakukhulula. Noma ngabe kukwesikhashana.

# text
source: How do you feel now?
ss_za: Utiva njani nyalo?

# text
source: A joy shared is twice the joy. A problem shared is half the problem.
ss_za: Injabulo yinye lokhuluma ngayo kuyinjabulo lephindvwe kabili. Inkinga yinye lokhulume ngayo yinkinga lesecaliwe kucatululwa.

# text
source: Parents sometimes need help and support just like teens do!
ss_za: Batali nabo bahle badzinga kwesekelwa njengoba nebantfwana bakudzinga!

# text
source: Now that you know how to practice self-care exercises, take a moment to practice again today. The more you practice self care and taking a pause, the easier it will become! Can you do it?
ss_za: Njengoba sewukwati ke kutinakekela, tsatsa sikhashana uphindze ukwente namuhla. Nawukwenta njalo lokutinaka kanye nekuphumula, kutawugcina sekulula kukwenta! Ungakwenta yini?

# text
source: That’s great! It’s important to practice self care so we are able to deal with hard things that happen.
ss_za: Kukahle kakhulu! Kumcoka kutijwayeta kutinakekela kuze sikhone kubhekana netintfo letimatima letentekako.

# text
source: That’s OK, it can be hard to set aside time for yourself and treat yourself with kindness. 😣
ss_za: Kkulungile, Kungaba matima kutinika sikhatsi sakho nekutibonelela ngebumnene. 😣

# text
source: If you feel like you are being hard on yourself, come back to this skill from the Main Menu, and see if you can ask someone for the help you need.
ss_za: Nawuva kwangatsi utiphatsa kamatima, buya ulibukete lelikhono kuMenyu Lenkhulu, bese uyabona kutsi ungalucela yini lolusito loludzingako kulomunye umuntfu.

# text
source: Well done for completing this skill! You have now completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod skills towards your goal, Care for My Teen’s Wellbeing.
ss_za: Wente kahle kakhulu ngekucedza lelikhono leli! Nyalo ke sewucedze emakhono langu @(fields.c_n_mod_compl +1) kulangu @fields.c_n_mod kuze ufike emgomeni wakho lotsi, Nakekela Kuphila kahle Kwemntfwana wakho.

# text
source: Remember: Notice, Say it’s OK, and Be kind to yourself. You’re doing so well! ⭐
ss_za: Khumbula: Naka, Tsani KULUNGILE, bese Uba mnene kuwe. Wenta kahle kakhulu! ⭐

# text
source: This skill is about helping our teens with stress.
ss_za: Lelikhono leli limayelana nekusita bantfwana betfu ngekukhatsateka.

# text
source: Many things can be stressful to your teen: a break-up, stress in your home, being bullied, and exams. These are big life challenges for a teen.
ss_za: Tiningi tintfo letingakhatsata umntfwanakho: kwaliwa, tindzaba tasekhaya, buchwaga, kanye neluhlolo lwesikolwa. Letintfo leti tibanga tingucuko letinkhulu emphilweni yemntfwanakho.

# text
source: Teens’ brains are still growing. They don’t always have good skills for dealing with stress.
ss_za: Tingcondvo tebantfwana tisakhula. Akusiso sonkhe sikhatsi lapho baba netindlela tekumelana nekukhatsateka.

# text
source: Some teens feel a lot of stress. In response, they might feel anxious, withdraw from others, or even feel sick. Some teens may respond with violence, self-harm, or by using drugs or alcohol to cope.
ss_za: Labanye bantfwana beva bakhatsatekile kakhulu. Kumelana naloko, bangeva bangahlaliseki, bangafuni kuhlangana nalabanye, noma bative bagula. Labanye bantfwana bangabese baba nebudlova, batilimate, noma basebentise tidzakamiva noma tjwala kuze bamelane nesimo.

# text
source: You can help your teen cope with their stress by supporting them through it.
ss_za: Umntfwanakho ungamsita kumelana naleso simo sekukhatsateka ngekumsekela aze adlule kuso.

# text
source: Quiz!
ss_za: Ikhwizi!

# text
source: Which of the following is NOT a symptom of stress?
ss_za: Ngukuphi kuloku lokulandzelako lokungaSITO timphawu tekukhatsateka?

# text
source: That’s incorrect. Teens who are stressed experience many symptoms, but playfulness is not one of them.
ss_za: Akusinjalo. Bantfwana labakhatsatekile bahlangabetana netimphawu letiningi, kepha kutsandza kudlala akusiko lokunye kwato.

# text
source: That’s right. Teens who are stressed experience many symptoms, but playfulness is not one of them.
ss_za: Kunjalo. Bantfwana labakhatsatekile bahlangabetana netimphawu letiningi, kepha kutsandza kudlala akusiko lokunye kwato.

# text
source: ▶️ Press Play to watch a video about helping our teens when they are stressed.
ss_za: ▶️Facata 'Play' utobukela ividiyo mayelana nekusita bantfwana betfu lesebatfombile uma bakhatsatekile.

# text
source: Here’s an audio message to give you some tips on how to support your teen when they are feeling stressed. 💛
ss_za: Lalela nangu umlayeto lotakunika emasu latsite ngekutsi ungamsekela kanjani umntfwanakho uma ativa akhatsatekile. 💛

# text
source: Here are some tips you can use to help your teen when they are feeling stressed:
ss_za: Nankha lamanye emasu longawasebentisa kusita umntfwanakho uma ativa akhatsatekile:

# text
source: 👀 Look for signs that your teen is feeling stressed. Their behaviour will often show when they are stressed.
ss_za: 👀 Buka timphawu letikhomba kutsi umntfwanakho ukhatsatekile. Indlela yekutiphatsa kuvamise kutsi ibonise uma akhatsatekile.

# text
source: 🚩 They might get angry a lot, want to be alone all the time, be unable to focus, feel tired often, or not feel like doing any work.
ss_za: 🚩 Kungenteka kutsi avame kukwata, kufuna kuba yedvwa ngaso sonkhe sikhatsi, ingcondvo yakhe ingagcili, noma angatsandzi kwenta umsebenti wakhe.

# text
source: 2️⃣ *TALK*
ss_za: 2️⃣ *KHULUMA*

# text
source: ❓ Let your teen share about what makes them stressed. Try to accept what they say.
ss_za: ❓ Vumela umntfwanakho akhulume ngaloko lokumenta akhatsateke. Tama kwemukela loko lakushoko.

# text
source: 😣 They might feel a lot of stress about something that feels small to us. To them, it might feel huge!
ss_za: 😣 Kungenteka kutsi eve akhatsatwa kakhulu yintfo letsite levakala iyincane kitsi. Kubo, ingevakala iyinkhulu!

# text
source: 💛 Let them tell you about what gives them stress without judging them.
ss_za: 💛 Mvumele akutjele ngaloko lokumkhatsatako ngaphandle kwekumjaja.

# text
source: 3️⃣ *BE THERE*
ss_za: 3️⃣ *BANI KHONA*

# text
source: 👂 Listen to what they say, even if you can’t do anything about it.
ss_za: 👂 Lalela kutsi utsini, noma ngabe kute longakwenta ngako.

# text
source: 💚 Tell them it is okay to feel stressed
ss_za: 💚 Mtjele kutsi kulungile kutiva ukhatsatekile

# text
source: 💡 Help them decide which things are more important to worry about.
ss_za: 💡 Msite kutsi ahlukanise kutsi ngutiphi tintfo letimcoka kwedlula langatikhatsata ngato.

# text
source: 🔑 Help them take steps to change what is causing their stress where they can.
ss_za: 🔑 Msite kutsi atsatse tinyatselo tekugucula loko lokumbangela kukhatsateka kuloko langakukhona.

# text
source: 📖 Help them prepare for what they are stressing about.
ss_za: 📖 Msite kutilungiselela loko lokumkhatsatako.

# text
source: Home Activity! Talk with your teen and make a list of things that bring them stress. Discuss what they could do to avoid or cope with these situations.
ss_za: Umsebenti Wasekhaya! Khuluma nemntfwanakho bese nenta luhlu lwetintfo letimletsela kukhatsateka. Khulumisanani ngekutsi angentani kuze agweme noma amelane naleto timo.

# text
source: Ask your teen how you can help them when they are stressed, too.
ss_za: Buta umntfwanakho kutsi ungamsita kanjani uma naye akhatsatekile.

# text
source: Can you do this with your teen today?
ss_za: Ungakwenta yini loku kumntfwana wakho loseminyakeni yekutfomba lamuhla?

# text
source: Great! This is such a good way to help our teens cope with their stress. 💚 Supporting your teen when they are stressed helps them deal with it better, and will help them feel more safe and secure. Well done, keep at it! 🏆
ss_za: Kukahle kakhulu! Loku kuyindlela lekahle kakhulu yekusita bantfwana betfu kumelana nekukhatsateka kwabo.💚 Kusekela umntfwanakho uma akhatsatekile kumsita kutsi amelane nako kancono, futsi kutomenta eve aphephile futsi akhululekile. Wente kahle kakhulu, chubeka wente njalo! 🏆

# text
source: That’s OK. It can be hard to talk about these things! NEXT time your teen is acting outside of what you expect from them, think about if it might be because of stress. 🚩 You can use the Main Menu to come back to this skill for tips to support them. 💚
ss_za: OK kulungile. Kungaba matima kukhuluma ngaletintfo leti! Ngesikhatsi LESITAKO umntfwanakho nakatiphatsa ngendlela lengakavami nalongakayibheki, cabanga kutsi kungeteka yini kube ukhatsatekile. 🚩 Ungasebentisa iMenyu Lenkhulu kubuyela kulelikhono utotfola emasu ekumsekela. 💚

# text
source: Congratulations on completing the skill, Help My Teen with Stress. You’ve completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod skills towards the goal, Care for My Teen’s Wellbeing.
ss_za: Siyakuhalalisela ngekutsi ucedze lelikhono, Sita Umntfwanami. Sewucedze emakhono langu @(fields.c_n_mod_compl +1) kulangu @fields.c_n_mod kuze ufinyelele emgomeni lotsi, Nakekela Kuphila kahle Kwemntfwanami.

# text
source: This skill is about supporting your teen when they are having a difficult time by showing them kindness and support them.
ss_za: Lelikhono leli limayelana nekusekela umntfwanakho uma anesikhatsi lesimatima ngekumbonisa bumnene nekumsekela.

# text
source: Being a teen can be very stressful, and they might feel like there is a lot going on or too much is being asked of them. 😣 This can lead to negative behaviours that impact their wellbeing and confidence. You can help them by telling them you get it and showing them love through it. 💙
ss_za: Kuba ngumntfwana kungaba yinkhatsato lenkhulu, futsi angativela kwangatsi kunalokuningi lokwentekako noma kufunwa lokuningi kakhulu kuye. 😣 Loku kungaholela ekutsini atiphatse kabi, intfo lenemtselela kunhlalakahle yakhe nasekutetsembeni. Ungamsita ngekumtjela kutsi uyabona nangekumbonisa lutsandvo kuloko. 💙

# text
source: Father: {F1_DAUGHTER_13}, how come you are so quiet today, is something wrong?
ss_za: Babe: {F1_DAUGHTER_13}, kuya ngani uthule kangaka namuhla, kukhona lokungalungi?

# text
source: Father: Talking to someone can help you feel better!
ss_za: Babe: Kukhuluma nemuntfu kungakusita utive uncono!

# text
source: {F1_DAUGHTER_13}: Today at school, I got into a fight with my best friend.
ss_za: {F1_DAUGHTER_13}: Namuhla esikolweni, ngilwe nemngani wami lomkhulu kunabo bonkhe.

# text
source: Father: I understand why you are sad. If my best friend was mad at me, I would be upset too. Do you want to talk about it?
ss_za: Babe: Ngiyacondzisisa kutsi kungani udzabukile. Uma umngani wami abengangikwatela, nami bengingatfukutsela. Uyafuna kukhuluma ngalendzaba?

# text
source: {F1_DAUGHTER_13}: Thanks, Dad. I wish I could have done things differently.
ss_za: {F1_DAUGHTER_13}: Ngiyabonga, babe. Ngifisa kwangatsi ngabe ngente tintfo ngendlela lehlukile.

# text
source: Father: It is really difficult when we cannot go backwards in time to change what happened. But, you can try to make things better next time. How about we think together about what you could do to fix your relationship?
ss_za: Babe: Kumatima kakhulu uma singakhoni kubuyela emuva kuyoshintja lokwenteka. Kodvwa, ungatama kwenta tinfto tibe ncono esikhatsini lesitako. Kunjani sicabange kanyekanye kutsi yini longayenta kulungisa buhlobo benu?

# text
source: {F1_DAUGHTER_13}: Okay…
ss_za: {F1_DAUGHTER_13}: Kulungile…

# text
source: Father: Thank you for sharing how you are feeling even though it was difficult. As you work through this with your friend, please remember some of the things we talked about together.
ss_za: Babe: Ngiyabonga kungitjela kutsi utiva unjani noma bekumatima nje. Usetawulungisa loku nemngani wakho, ngicela kutsi ukhumbule letinye tetintfo lesike sakhuluma ngato sobabili.

# text
source: {F1_DAUGHTER_13}: Thank you, Dad.
ss_za: {F1_DAUGHTER_13}: Ngiyabonga, Babe.

# text
source: Here’s a video about showing your teen kindness.
ss_za: Nayi ividiyo lemayelana nekubonisa umntfwankho bumnene.

# text
source: Here's an audio message on treating your teen with compassion. 👂
ss_za: Lalela nangu umlayeto wekuphatsa umntfwanakho ngeluvelo. 👂

# text
source: Remember the tips we looked at about being kind to yourself? Here are some tips on how you can support your teen when they are having a difficult time:
ss_za: Uyawakhumbula emasu lesiwabukile ngekuba mnene kuwe? Nankha emasu lamayelana nekutsi ungamsekela njani umntfwanakho uma abhekene nesikhatsi lesimatima:

# text
source: 👀 Look out for when your teen is frustrated or upset with themselves about something. Look out for common behaviour, like angry outbursts, shouting, or spending lots of time alone.
ss_za: 👀 Gadza tikhatsi lapho umntfwanakho adzangele noma atikwatele ngalokutsite. Gadza kutiphatsa lokuvamile, njengekutfukutsela kakhulu, kumemeta, noma kucitsa sikhatsi lesiningi ayedvwa.

# text
source: 👂Give space for your teen to share what they are experiencing.
ss_za: 👂Niketa umntfwankho litfuba lekutsi akutjele kutsi uhlangabetana nani.

# text
source: 💛Try to accept what your teen is saying.
ss_za: 💛Tama kwemukela loko lokushiwo ngumntfwanakho.

# text
source: 🔄 You may want to show that you are listening by repeating back what you hear
ss_za: Mhlawumbe ungatsandza kukhombisa kutsi uyalalela ngekutsi uphindze loko lokuvako

# text
source: 3️⃣ *SAY IT’S OK*
ss_za: 3️⃣ *TSANI KULUNGILE*

# text
source: 🎈 Let your teen know that their feelings are normal and that everyone feels like this sometimes.
ss_za: 🎈 Yatisa umntfwanakho kutsi imivo yakhe ivamile nekusti wonkhe umuntfu uva kanjalo ngalesinye sikhatsi.

# text
source: 💛 Tell them it is okay to feel like this.
ss_za: 💛 Mtjele kutsi kulungile kuva kanjalo.

# text
source: Of course, not every feeling or situation is okay. Remember, if you need help in a crisis, you can type HELP in ParentText to receive a list of community resources where you may find support.
ss_za: Vele, akusiyo yonkhe imivo lelungile. Khumbula, uma udzinga lusito esimeni lesibucayi, ungathayipha 'HELP' kuParentText utotfola luhlu lwetinsitakusebenta lapho ungatfola khona kusekelwa.

# text
source: 4️⃣ *COMFORT*
ss_za: 4️⃣ *DVUDVUTA*

# text
source: ⭐ Comfort your teen, and remind them to be kind to themselves.
ss_za: ⭐ Mdvudvute umntfwanakho, futsi umkhumbute kutsi abemnene nakuye.

# text
source: ⏰ Be patient and give them time to work through their emotions.
ss_za: ⏰ Mbeketelele futsi umnike sikhatsi sekutsi anakekele imivo yakhe.

# text
source: 💡 If you think it could help, speak to them about what they could do differently next time.
ss_za: 💡 Uma ngabe ucabanga kutsi kungamsita, khuluma naye ngekutsi angentani lehlukile ngesikhatsi lesitako.

# text
source: Home Activity! Take some time and go through these tips again so you can easily use them when you need them.
ss_za: Umsebenti wasekhaya! Tinike sikhatsi uphindze uwafundze lamasu kuze uwasebentise kalula uma uwadzinga.

# text
source: That’s great! Remember to treat your teen how you would like to be treated when you are having a bad day.
ss_za: Kuhle kakhulu loko! Khumbula kuphatsa umntfwanakho ngendlela longatsandza kutsi uphatseke ngayo uma unelusuku lolungahambi kahle.

# text
source: That’s okay. Remember to treat your teen how you would like to be treated when you are having a bad day.
ss_za: Kulungile loko. Khumbula kuphatsa umntfwanakho ngendlela longatsandza kutsi uphatseke ngayo uma unelusuku lolungahambi kahle.

# text
source: Great job! 🎉 You have learnt how to support your teen when they are having a difficult time! You have now completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod skills towards your goal, Care for My Teen's Wellbeing. ⭐
ss_za: Usebente kahle kakhulu! 🎉 Sewufundzile kutsi umntfwanakho losatfombile ungamsita kanjani uma anesikhatsi lesimatima! Nyalo sewucedze emakhono langu @(fields.c_n_mod_compl +1) kulangu @fields.c_n_mod kuze ufike emgomeni wakho lotsi, Nakekela Kuphila kahle Kwemntfwanami Losatfombile. ⭐

# text
source: This skill is about knowing the warning signs that show your teen may need mental health support. 🔴
ss_za: Lelikhono leli limayelana nekwati ticwayiso letibonisa kutsi umntfwanakho angahle adzinge kusekelwa engcondvweni.🔴

# text
source: Let’s test your knowledge
ss_za: Asesihlole lwati lwakho.

# text
source: Which of the following is NOT a warning sign?
ss_za: Ngukuphi kuloku lokulandzelako lokuNGASISO sicwayiso?

# text
source: That’s incorrect. Changes to sleep, loss of interest in hobbies, feeling sad or worthless, and a lot of worry are warning signs. It is normal for teens to react emotionally to news or changes in schedule.
ss_za: Akusinjalo. Tingucuko ekulaleni, kungasatsandzi tintfo letimlibatisako, kutiva adzabukile noma angasilutfo, kanye nekukhatsateka engcondvweni kuticwayiso. Kujwayelekile kutsi bantfwana batsintseke imivo yabo nabeva tindzaba noma tingucuko eluhlelweni.

# text
source: That’s correct. It’s normal for teens to react emotionally to many things.
ss_za: Kunjalo. Kuvamile kutsi bantfwana batsintseke imivo etintfweni letiningi.

# text
source: Here is a video on knowing the warning signs.
ss_za: Nayi ividiyo lemayelana nekwati ticwayiso.

# text
source: Here is a audio message on knowing the warning signs 👂
ss_za: Lalela nangu umlayeto lomayelana nekwati ticwayiso👂

# text
source: Here are three steps on knowing the warning signs: NOTICE, DON’T WAIT, GET HELP.
ss_za: Nati tinyatselo letintsatfu ngekwati ticwayiso: CAPHELA, UNGALINDZI, TFOLA LUSITO.

# text
source: 👀 Notice the warning signs and behaviour that could show that there may be a problem with your teen’s mental health:
ss_za: 👀 Caphela ticwayiso nekutiphatsa lokungakhombisa kutsi kungahle kube nenkinga yemphilo yengcondvo yemntfwanakho:

# text
source: A lot sleeping or no sleeping
ss_za: Kulala kakhulu noma kungalali

# text
source: Loss of interest in hobbies
ss_za: Kungasatsandzi tintfo natilibatisa ngato

# text
source: Sudden loss in school and decrease in grades at school
ss_za: Kunyamalala esikolweni nekwehla kwemiphumela esikolweni

# text
source: Sudden changes in personality, for example a lot of anger
ss_za: Tingucuko ngekushesha tesimilo sakhe, njengekukwata kakhulu

# text
source: Feeling sad, empty, or worthless
ss_za: Kutiva adzabukile, alambatsa, noma angasilutfo

# text
source: A lot of worry
ss_za: Kukhatsateka kakhulu kwengcondvo

# text
source: Irritability or restlessness
ss_za: Kucansuka noma kungahlaliseki

# text
source: Not wanting to be around people or take part in activities
ss_za: Kungafuni kuba semkhatsini webantfu noma kuhlanganyela etintfweni

# text
source: Extreme panic
ss_za: Kwetfuka kakhulu

# text
source: Drug and alcohol use
ss_za: Kusebentisa tidzakamiva netjwala

# text
source: Signs of self-harm, such as cut marks
ss_za: Timphawu tekutilimata, njengetibati tekutisika

# text
source: Expressing ideas about killing oneself
ss_za: Kuphumisela imicabango yekutibulala

# text
source: 2️⃣ *ACT EARLY*
ss_za: 2️⃣ *SHESHA UTSATSE TINYATSELO*

# text
source: ❗ If you notice some of these signs, it's time to take action.
ss_za: ❗ Uma ubona letinye taleticwayiso, sesikhatsi sekutsi utsatse tinyatselo.

# text
source: ❌ These warning signs can develop into serious problems.
ss_za: ❌ Leticwayiso leti tingakhula tibe tinkinga letimatima.
