Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2/ss/ss_modules_teen.po
Languages: ss_za

# text
source: 🌱 Early intervention can have a positive impact on your teens well-being.
ss_za: 🌱 Kusheshe ungenelele kungaba nemtselela lokahle ekuphileni kahle kwemntfwanakho.

# text
source: 3️⃣ *GET HELP*
ss_za: 3️⃣ *TFOLA LUSITO*

# text
source: 😃 Respect your teen’s privacy. Talk to your teen about what kind of support they might need.
ss_za: 😃 Hlonipha lingasese lemntfwanakho. Khuluma nemntfwanakho ngeluhlobo lwelusito labangalufuna.

# text
source: 💚 Support for you is also really important. Ask for help if you need it. Having a support system can make all the difference.
ss_za: Kusekelwa kwakho nako kumcoka kakhulu. Cela lusito uma uludzinga. Kuba netinsika tekukusekela kungenta umehluko lomkhulu.

# text
source: Great! This will help you and your teen be more prepared whenever you or they need extra support. 💚Well done for thinking ahead! 🏆
ss_za: Kuhle kakhulu! Loku kutakusita wena nemntfwanakho kutsi nitilungiselele kancono uma kwenteka wena noma umntfwanakho nidzinga lusito lolungetulu. 💚Wente kahle ngekucabanga kungakafiki sikhatsi! 🏆

# text
source: These conversations are difficult, but it is important your teen knows where to turn for help. You can use the Main Menu to come back to this skill for tips to support them. 💚
ss_za: Letingcoco leti timatima, kepha kumcoka kutsi umntfwanakho ati kutsi angalutfolaphi lusito. Ungasebentisa iMenyu Lenkhulu kubuya ubukete lelikhono utfole emasu ekumsekela. 💚

# text
source: Great job! 🎉 You have learnt about warning signs! You have now completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod skills towards your goal, Care for My Teen's Wellbeing. ⭐
ss_za: Usebente kahle kakhulu! 🎉 Sewufundzile mayelana neticwayiso! Nyalo sewucedze emakhono langu @(fields.c_n_mod_compl +1) kulangu @fields.c_n_mod kuze ufike emgomeni wakho lotsi, Nakekela Kuphila kahle Kwemntfwanami Losatfombile. ⭐

# text
source: @fields.child_nickname may require support for their mental wellbeing and happiness. It is important to know when your teen needs help and what type of support is available.
ss_za: @fields.child_nickname usenekudzinga kusekelwa ekuphileni kahle kwengcondvo nekujabula kwakhe. Kumcoka kwati kutsi umntfwanakho uludzinga nini lusito nekutsi yini lekhona kumsekela.

# text
source: your teen may require support for their mental wellbeing and happiness. It is important to know when your teen needs help and what type of support is available.
ss_za: Umntfwanakho usenekudzinga kusekelwa ekuphileni kahle kwengcondvo nekujabula kwakhe. Kumcoka kwati kutsi umntfwanakho uludzinga nini lusito nekutsi yini lekhona kumsekela.

# text
source: Home Activity! Take some time to have a conversation with @fields.child_nickname about different sources of support in your community. Share how these resources can be helpful. You can involve other members of the family, too.
ss_za: Umsebenti Wasekhaya! Tinike sikhatsi sekucocisana na @fields.child_nickname ngalapho kutfolakala khona kusekelwa emphakatsini wenu. Cocani kutsi lesinsita leti tingaba lusito lolunjani. Ungasebentisa nalamanye emalunga emndeni kuloku.

# text
source: Can you make a list with your teen today? 😃
ss_za: Ungalwenta yini luhlu nemntfwanakho namuhla? 😃

# text
source: Home Activity! Take some time to have a conversation with your teen about different sources of support in your community. Share how these resources can be helpful. You can involve other members of the family, too.
ss_za: Umsebenti Wasekhaya! Tinike sikhatsi sekucocisana nemntfwanakho ngalapho kutfolakala khona kusekelwa emphakatsini wenu. Cocani kutsi lesinsita leti tingaba lusito lolunjani. Ungasebentisa nalamanye emalunga emndeni kuloku.

# text
source: Before you can care for your teen, you must first care for yourself. This skill is about learning how to manage your stress.
ss_za: Ngaphambi kwekutsi unakekele umntfwanakho, kumele utinakekele wena. Lelikhono leli limayelana nekufundza kubonelela kukhatsateka kwakho.

# text
source: Managing your stress is really important for your health and mental well-being and will help you develop positive relationships with your teen. 🔑
ss_za: Kubonelela kukhatsateka kwakho kumcoka kakhula emphilweni yakho nekuphila kahle kwengcondvo futsi kutakusita kutsi wakhe buhlobo lobukahle nemntfwanakho. 🔑

# text
source: Here's a video to help you manage your stress 😃
ss_za: Nayi ividiyo lengakusita ngekubonelela kukhatsateka kwakho. 😃

# text
source: Here's an audio message to help manage your stress 👂
ss_za: Lalela nangu umlayeto wekukusita kubonelela kukhatsateka kwakho. 👂

# text
source: Here are 3 steps to help you manage your stress:
ss_za: Nati tinyatselo letintsatfu tekukusita kubonelela kukhatsateka kwakho:

# text
source: 1️⃣ *REFLECT*
ss_za: 1️⃣ *BUKA EMUVA*

# text
source: 📝 Grab a pen and piece of paper.
ss_za: 📝 Tsatsa kwekubhala nelipheshana.

# text
source: ⏸ Take a moment to think about how much stress you are feeling.
ss_za: ⏸ Tsatsa sikhashana ucabange ngekutsi ukhatsateke kangakanani.

# text
source: ⭐ Write down from 0 to 100 how stressed you are.
ss_za: ⭐ Bhala phasi lizinga lekukhatsateka kwakho esikalini kusuka ku 0 kuya ku 100.

# text
source: ❓ How does stress feel for you? Do you feel tense, do you have low energy? Are you finding it hard to sleep and focus, or like everything is too much? Write these down.
ss_za: ❓ Kukhatsateka ukuva kanjani kuwe? Ngabe utiva uhlangahlangene, nemandla akho ashona phasi? Ngabe ukukhandza kumatima yini kulala nekutsi ingcondvo igcile, noma kusengatsi konkhe kuyakwengama? Kubhale phasi konkhe loku.

# text
source: 🌱 Knowing how your body responds to stress can help you manage it.
ss_za: 🌱 Kwati kutsi umtimba wakho umelana njani nekukhatsateka kungakusita kutsi utibonelele.

# text
source: 2️⃣ *IDENTIFY*
ss_za: 2️⃣ *BEKISA*

# text
source: 🚩 Write down the main stressors in your life.
ss_za: 🚩 Bhala phasi kutsi ngutiphi tintfo letikubangela kakhulu kukhatsateka emphilweni yakho.

# text
source: 💡 Knowing why you feel stress can help you address the stressor and learn how to cope and manage it.
ss_za: 💡 Kwati kutsi kuya ngani utive ukhatsatekile kungakusita kubhekana naloko lokuyimbangela futsi ufundze nekutsi ungamelana futsi ukuphatse njani.

# text
source: 🎨 Now identify what activities make you happy. What do you enjoy doing?
ss_za: 🎨 Nyalo bekisa kutsi ngumiphi imisebenti lekwenta ujabule. Yini lotsandza kukwenta?

# text
source: 💚 There are different things you can do to care for yourself, such as walking, praying, and reading. Activities that help you manage stress are called ‘self-care.’
ss_za: 💚 Tiningi tintfo letehlukene longatenta kutinakekela wena, njengekuhamba, kuthandaza, nekufundza. Imisebenti lekusita kubonelela kukhatsateka ibitwa ngekutsi 'kutinakekela.'

# text
source: 3️⃣ *ROUTINE*
ss_za: 3️⃣ *INCHUBO YAFUTSI*

# text
source: ✨ Reflect on your daily life: how can you reduce your stress?
ss_za: ✨ Cabanga ngemphilo yakho yelilanga ngelilanga: ungakwehlisa kanjani kukhatsateka kwakho?

# text
source: ☕ How many self-care activities can you fit in your routine?
ss_za: ☕ Mingaki imisebenti yekutinakekela longayifaka kunchubo yakho yafutsi?

# text
source: ⏰ Try and make time for at least one self-care activity a day.
ss_za: ⏰ Tama kutinika sikhatsi sekwenta lokungenani munye umsebenti wekutinakekela ngelilanga.

# text
source: Home Activity! Write down a list of activities that you can do for yourself that bring you joy. They can be something simple like going for a walk or chatting with a friend. 💚
ss_za: Umsebenti Wasekhaya! Bhala phasi luhla lwemisebenti longatentela yona lekuletsela injabulo. Kungaba yintfo lelula njengekuphuma uhambahambe noma kucocisana nemngani. 💚

# text
source: Great. The happier and better you feel, the better parent you will be!
ss_za: Kuhle kakhulu. Kujabula kwakho kukwenta utive uncono, nekutsi ube ngumtali loncono!

# text
source: That’s okay. Try to do it soon. The happier and better you feel, the better parent you will be!
ss_za: Kulungile loko! Tama kutsi ukwente masinyane. Kujabula kwakho kukwenta utive uncono, nekutsi ube ngumtali loncono!

# text
source: Well done 🎉 You have learnt how to manage your stress. You have now completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod skills towards your goal, Manage My Teen’s Behaviour. 💛
ss_za: Wente kahle 🎉 Sewufundzile kutsi ungakuphatsa kanjani kukhatsateka kwakho. Nyalo sewucwdze emakhono langu @(fields.c_n_mod_compl +1) kulangu @fields.c_n_mod kuze ufike emgomeni wakho, Condzisa Kutiphatsa Kwemntfwanami. 💛

# text
source: This skill is about what to do when our teens misbehave. 🚩 It is normal for teens to misbehave sometimes when they are tired, scared, hungry, or learning independence.
ss_za: Leli likhono lelimayelana nalongakwenta uma bantfwana betfu bangatiphatsi kahle. 🚩 Kujwayelekile kutsi bantfwana betfu bangatiphatsi kahle ngalesinye sikhatsi uma badziniwe, besaba, balambile, noma basafundza kutimela.

# text
source: Stop it before it starts! When your teen gets restless, you can distract them with something interesting or fun: say, "Come, let's play a game together!" ⚽
ss_za: Kukhute kusengakacali! Uma umntfwanakho acala kungahlaliseki, ungaphambukisa ingcondvo yakhe ngentfo letsandzekako noma nemnandzi kuyenta: mtjele utsi, "Wota, asidlale umdlalo kanyekanye!" ⚽

# text
source: Redirecting behaviour is a way to reduce your teen’s negative behaviour by redirecting them to more positive ones. ➡️
ss_za: Kujikisa indlela yekutiphatsa kuyindlela yekwehlisa kungatiphatsi kahle kwemntfwanakho ngekukubhekisa kuloko lokukahle. ➡️

# text
source: Grandma: (Takes a deep breath in) “Let's clean up this mess together”
ss_za: Gogo: (Aphefumule kakhulu) "Ake sikwete lenyakanyaka kanyekanye."

# text
source: Grandma: Next time, please make sure the house is cleaned up before you watch TV.
ss_za: Gogo: Ngesikhatsi lesitako, ngicela kutsi ucinisekise kutsi indlu ihlobile ngaphambi kwekutsi ubukele iTV.

# text
source: Grandma: Thank you for doing your part and keeping the house clean! I’m so proud to be your grandma.
ss_za: Gogo: Ngiyabonga kutsi wente incenye yakho ekugcineni lendlu ihlobile! Ngiyatichenya ngekuba ngugogo wakho.

# text
source: Here's a video that helps you redirect your teen's behaviour when they misbehave. ☀️
ss_za: Nayi ividiyo lekusita kutsi ujikise kutiphatsa kwemntfwanakho uma angatiphatsi kahle. ☀️

# text
source: Here's an audio message that helps you redirect your teen's behaviour when they misbehave. ➡️
ss_za: Lalela nangu umlayeto lokusita kujikisa kutiphatsa kwemntfwanakho uma angatiphatsi kahle. ➡️

# text
source: There are four steps to redirecting behaviour: BE CALM, QUICK, CLEAR, and POSITIVE.
ss_za: Tine tinyatselo tekujikisa kutiphatsa: KWEHLISA UMOYA, KUSHESHISA, KUCACISA, ne KUBONA LOKUHLE.

# text
source: 1️⃣ *BE CALM*
ss_za: 1️⃣ *YEHLISA UMOYA*

# text
source: ✅ Take a few breaths before asking your teen to do something else.
ss_za: ✅ Phefumula tikhatsi letimbalwa ngaphambi kwekutjela umntfwanakho kutsi ente intfo lenye.

# text
source: ✅ Speak with a calm voice.
ss_za: ✅ Khuluma ngelivi leliphasi.

# text
source: 2️⃣ *BE QUICK*
ss_za: 2️⃣ *SHESHISA*

# text
source: ⏰ Ask your teen to do something else, distract them, before the behaviour begins or gets worse.
ss_za: ⏰ Tjela umntfwanakho kutsi ente lokwehlukile, jikisa ingcondvo yakhe, ngaphambi kwekutsi kutiphatsa kwakhe kucale noma kube kubi kakhulu.

# text
source: 💡 This is much easier than using consequences after they do something!
ss_za: 💡 Loku kulula kakhulu kunekusebentisa imiphumela yetento emva kwekuba sebente lokutsite!

# text
source: 3️⃣ *BE CLEAR*
ss_za: 3️⃣ *CACISA*

# text
source: ✅ Rather than saying what you DON’T like or want, tell your teen what you DO want them to do.
ss_za: ✅ Kunekutsi usho loNGAKUtsandzi noma loNGAkufuni, tjela umntfwanakho LOKO lofuna akwente.

# text
source: For example, say:
ss_za: Sibonelo, tsani:

# text
source: ✨ “Please speak more softly.”
ss_za: ✨ “Ngicela ukhulumele phasi.”

# text
source: ✨ “Remember to walk inside the house.”
ss_za: ✨ “Khumbula kuhamba ngekhatsi endlini.”

# text
source: This way, it is easier for them to follow! ⭐
ss_za: Ngalendlela, kulula kubo kulandzela! ⭐

# text
source: 4️⃣ *BE POSITIVE*
ss_za: 4️⃣ *BONA LOKUHLE*

# text
source: ✅ Praise your teen when they behave well!
ss_za: ✅ Dvumisa umntfwanakho uma atiphetse kahle!

# text
source: ✅ Redirecting your teen to a positive behaviour will help you avoid conflict.
ss_za: ✅ Kujikisa umntfwanakho abe nekutiphatsa kahle kutakusita kugwema kushayisana.

# text
source: ✅ It will also help them know what you expect from them!
ss_za: ✅ Kutawuphindze kumsite kutsi ati lokubhekeke kuye!

# text
source: Home Activity! Share these four steps with another member of your family. Sharing these skills will be great for everyone’s well being. ➡️
ss_za: Umsebenti Wasekhaya! Tjela lelinye lilunga lemndeni wakho ngaletinyatselo letine. Kutjela labanye ngalamakhono kutoba kuhle kakhulu ekuphileni kahle kwawonkhe muntfu. ➡️

# text
source: Can you share these tips today?
ss_za: Ungakhona yini kucocela labanye ngalamacebo namuhla?

# text
source: Amazing! ✨ Over the next few days, try redirecting your teen from a negative behaviour to a positive one before it gets worse.
ss_za: Kuhle kuyamangalisa! ✨ Kulamalanga letako, tama kujikisa umntfwanakho ekutiphatseni kabi aye ekutiphatseni kahle kungakabi kubi kakhulu.

# text
source: That's OK! Sometimes it takes time to begin using a new parenting skill. 📝 Start by making a list of small negative behaviours you would like to address and think of positive alternatives. Feeling prepared will give you the confidence to start something new! ⭐
ss_za: Kulungile loko! Ngalesinye sikhatsi kutsatsa sikhatsi kusebentisa likhono lekuba ngumtali. 📝 Cala ngekwenta luhlu lwetintfo letincane tekutiphatsa kabi longatsandza kuticondzisa bese ucabanga letinye letikahle. Kutivela ulungele kutakunika sibindzi sekucala lokusha lokutsite! ⭐

# text
source: Well done! 🎉 You have learnt how to redirect your teen's behaviour!
ss_za: Wente kahle! 🎉 Sewufundzile kujikisa kutiphatsa kwemntfwanakho!

# text
source: You have completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod skills towards your goal, Manage My Teen’s Behaviour. 🏆
ss_za: Sewucedze emakhono langu @(fields.c_n_mod_compl +1) kulangu @fields.c_n_mod kuze ufinyelele emgomeni wakho lotsi, Condzisa Kutiphatsa Kwemntfwanami. 🏆

# text
source: This skill is about learning how to solve problems with @fields.child_nickname. 👂
ss_za: Lelikhono leli limayelana nekufundza kucatulula tinkinga na@fields.child_nickname.👂

# text
source: This skill is about learning how to solve problems with your teen. 👂
ss_za: Lelikhono leli limayelana nekufundza kucatulula tinkinga nemntfwanakho.👂

# text
source: As teens get older, they do more by themselves, and sometimes act outside of the rules we made to keep them safe. 🚗 This can cause conflict at home. Learning to solve these problems together can make your teen's behaviour better.
ss_za: Ngesikhatsi bantfwana betfu basakhula, benta lokuningi babodvwa, futsi ngalesinye sikhatsi baphambuke emitsetfweni lesiyentile kubagcina baphephile. 🚗 Loku kungabanga kushayisana ekhaya. Kufundza kucatulula letinkinga kanyekanye kungenta kutsi umntfwanakho atiphatse kancono.

# text
source: KNOW IT
ss_za: KWATI

# text
source: Identify the problem.
ss_za: Tfola kutsi yini inkinga.

# text
source: SOLVE IT
ss_za: YISOMBULULE

# text
source: Think of possible solutions and what would happen if we used them.
ss_za: Cabanga ngetisombululo letingenteka nekutsi kungentekani uma sitisebentisa.

# text
source: TRY IT
ss_za: YITAME

# text
source: Choose a solution and try it out.
ss_za: Khetsa sisombululo bese uyasitama.

# text
source: TEST IT
ss_za: YIHLOLE

# text
source: Did it work? Great! If it did not work, then try another solution.
ss_za: Kusebentile yini? Kuhle kakhulu! Uma ngabe kusebentile, tama lesinye sisombululo.

# text
source: Here's a video to help you teach your teen problem-solving skills.
ss_za: Nayi ividiyo yekukusita kufundzisa umntfwanakho emakhono ekucatulula tinkinga.

# text
source: Here's an audio message to help you teach your teen problem-solving skills.
ss_za: Lalela nangu umlayeto wekukusita kufundzisa umntfwanakho emakhono ekucatulula tinkinga.

# text
source: When something happens, take a deep breath. Then, help your teen work on the problem with these 4 steps:
ss_za: Uma kwenteka lokutsite, tsatsa sikhatsi uphefumule. Bese usita umntfwanakho kusombulula lenkinga ngati tinyatselo:

# text
source: 1️⃣ *KNOW IT*
ss_za: 1️⃣ *YATI*

# text
source: ✅ Put the problem into words.
ss_za: ✅ Beka lenkinga ngemagama.

# text
source: ✅ Talk to your teen about what the problem is.
ss_za: ✅ Khuluma nemntfwanakho ngekutsi yini lenkinga.

# text
source: 2️⃣ *SOLVE IT*
ss_za: 2️⃣ *YISOMBULULE*

# text
source: ✅ Together, think of possible solutions to this problem.
ss_za: ✅ Nikanyekanye, cabangani ngetindlela tekusombulula lenkinga.

# text
source: ✅ What could you or your teen do differently in this situation in the future?
ss_za: ✅ Yini leyehlukile longayenta wena nemntfwanakho kulesimo esikhatsini lesitako?

# text
source: 3️⃣ *TRY IT*
ss_za: 3️⃣ *YITAME*

# text
source: ✅ Choose one solution together.
ss_za: ✅ Khetsani sinye sisombululo nikanyekanye.

# text
source: ✅ Try it next time you are in a similar situation.
ss_za: ✅ Sitameni ngesikhatsi lesitako uma nisesimeni lesifanako.

# text
source: 4️⃣ *TEST IT*
ss_za: 4️⃣ *YIHLOLE*

# text
source: ✅ Ask yourself, “Did it work?”
ss_za: ✅ Tibute kutsi, "Kusebentile Yini?"

# text
source: ✅ If yes, great!
ss_za: ✅ Uma kunjalo, kuhle kakhulu!

# text
source: ✅ If not, talk to your teen about trying another solution next time
ss_za: ✅ Uma kungenjalo, khuluma nemntfwanakho ngekutama lesinye sisombululo esikhatsini lesitako

# text
source: Home Activity! Talk with your teen about the four steps to problem solving by reviewing this module together. Knowing how to solve problems is something they can use for the rest of their lives!
ss_za: Umsebenti Wasekhaya! Khuluma nemntfwanakho ngaletinyatselo letine tekucalula inkinga ngekubuketa lemodula kanyekanye. Kukwati kucatulula tinkinga kuyintfo lekangayisebentisa imphilo yakhe yonkhe!

# text
source: Can you do it today?
ss_za: Ungakwenta yini namuhla?

# text
source: Great!
ss_za: Kuhle kakhulu!

# text
source: That's okay. Try to review these steps together sometime this week.
ss_za: Kulungile loko. Tamani kubuketa letinyatselo kanyekanye ngesikhatsi lesitsite kuleliviki.

# text
source: Well done! 🎉 You have learnt how to solve problems with your teen! You have now completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod skills towards your goal, Manage my Teen’s Behavior.
ss_za: Wente kahle! 🎉 Sewufundzile kucalula tinkinga nemntfwanakho! Nyalo sewucedze emakhono langu @(fields.c_n_mod_compl +1) kulangu @fields.c_n_mod ekufinyelela emgomeni wakho lotsi, Bonelela Kutiphatsa Kwemntfwanakho.

# text
source: This skill helps with what to do when your teen has already done something wrong… 😔
ss_za: Lelikhono leli lisita ngekwati kutsi wenteni uma untfwanakho sekavele ente lokutsite lokungakalungi… 😔

# text
source: Teenagers are still learning who they are and how they want to be in the world. Consequences teach our teens that their actions affect themselves and others. ❗ It is important for our teens to learn as they get older. Giving clear consequences teaches teens more than hitting or shouting does.
ss_za: Bantfwana betfu basafundza kutsi babobani nekutsi bafuna kuba yini emhlabeni. Imiphumela yetento ifundzisa bantfwana betfu kutsi tento tabo titsintsa bona nalabanye. ❗Kumcoka kubantfwana betfu kufundza basakhula. Kubakhanyisela ngemiphumela yetento kufundzisa bantfwana kunekubashaya noma kubatsetsisa.

# text
source: Here is a comic that shows how you can involve your teen in establishing fair consequences together.
ss_za: Nali lihlaya lelibonisa kutsi ungenta kanjani kutsi umntfwanakho lotfombile ahlanganyele ekumiseni imiphumela kanyekanye.

# text
source: Father: "I am concerned that you are often still coming home late, {F1_SON_18}. What can we do to help you remember to come home on time?"
ss_za: Babe: "Nginekukhatsateka ngekutsi seloku uvame kuphuta kubuya ekhaya, {F1_SON_18}. Yini lesingakwenta kukusita kutsi ukhumbule kubuya ekhaya ngesikhatsi?"

# text
source: {F1_SON_18}: "If I come home on time, maybe I can stay up 30 minutes later than usual?"
ss_za: {F1_SON_18}: "Uma ngibuya ekhaya ngesikhatsi, mhlawumbe ngingahlala emaminitsi langu 30 kunaloko lokujwayelekile?"

# text
source: Father: That is a good idea! And what should we do if you don’t follow the rule?
ss_za: Babe: Ngumcondvo lomuhle lowo! Sitabese sentani uma ngabe ungawulandzeli lomtsetfo?

# text
source: {F1_SON_18} (mumbles): “Mgmluuhm
ss_za: {F1_SON_18} (ahhihhitela): “Mgmluuhm

# text
source: Father: "Oh come on, I know you have some ideas."
ss_za: Babe: "Hhayi bo, ngiyati kutsi unayo imibono."

# text
source: {F1_SON_18}: "Okay…. What about: I have to do my homework?"
ss_za: {F1_SON_18}: "Kulungile.... Kungaba njani kutsi: Kumele ngente umsebenti wami wesikolwa?"

# text
source: Father: "You have to do your homework anyway. If you forget the rule, it is fair that you will not be able to see your friends the next day."
ss_za: Babe: "Vele kufanele uwente umsebenti wesikolwa noma kungenjalo. Uma ukhohlwa lomtsetfo, silinganiso saloko kutsi ungababoni bangani bakho ngelilanga lelilandzelako."

# text
source: {F1_SON_18}: "Okay, Baba."
ss_za: {F1_SON_18}: "Kulungile, Baba."

# text
source: Here's a video that explains how you can use consequences to help your teen act responsibly and respectfully.
ss_za: Nayi ividiyo lechaza kusebentisa imiphumela yetento kusita umntfwanakho kwenta tintfo ngendlela lekahle nangenhlonipho.

# text
source: Here's an audio message that explains how you can use consequences to help your teen act responsibly and respectfully.
ss_za: Lalela nangu umlayeto lochaza kutsi ungayisebentisa kanjani imiphumela yetento kusita umntfwanakho kwenta tintfo ngendlela lekahle nangenhlonipho.

# text
source: Here are 3 simple steps for using consequences when your teen behaves badly:
ss_za: Nati tinytselo letingu 3 tekusebentisa imiphumela yetento uma umntfwanakho angatiphatsi kahle:

# text
source: ✅ Shouting at our teens only makes things worse.
ss_za: ✅ Kutsetsisa bantfwana betfu kwenta tintfo tibe timbi kakhulu.

# text
source: ✅ Take some deep breaths or walk away if you need to.
ss_za: ✅ Tsatsani sikhatsi sekuphefumula noma nikhweshe uma kudzingeka.

# text
source: ✅ Then, respond in a calm, clear way.
ss_za: ✅ Bese ke, uphendvula ngendlela lephasi nalecacile.

# text
source: 3️⃣ *BE POSITIVE*
ss_za: 3️⃣ *BUKA LOKUHLE*

# text
source: ✅ Praise your teen for actions you want to see more of so that they know what they are doing right, too!
ss_za: ✅ Dvumisa umntfwanakho ngetento lofuna kutibona tenteka futsi kuze ati lekakwenta kahle naye!

# text
source: ✅ See if you can avoid giving consequences at all, by redirecting them to something else before they behave badly.
ss_za: ✅ Bona kutsi ungakugwema yini vele kunika imiphumela yetento, ngekubajikisela kulokunye lokutsite ngaphambi kwekutiphatsa kabi.

# text
source: ✅ Consequences help our teens learn how their actions affect others - and to think before they act.
ss_za: ✅ Imiphumela yetento ingasita bantfwana betfu bafundze kutsi tento tabo tibatsintsa njani labanye - nekutsi bacabange ngaphambi kwekwenta.

# text
source: ✅Using consequences can be hard at first, but will be easier with practice!
ss_za: ✅Kusebentisa imiphumela yetento kungaba matima ekucaleni, kepha kuya ngekuba melula ngekutijwayeta!
