Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2/ss/ss_modules_teen.po
Languages: ss_za

# text
source: Here are some facts to share with your teen:
ss_za: Nankha emaciniso longamtjela wona umntfwana wakho:

# text
source: 💙 Good friends look out for you, care about you, include you in activities, and treat you with respect.
ss_za: 💙 Bangani labalungile bayakunaka, bakukhatsalele, bakufake etintfweni labatentako, futsi bakuphatse ngenhlonipho.

# text
source: 🚩A bully is someone who keeps trying to hurt others, either by making them feel bad or using their strength to be mean. But if someone only does it once, it's not bullying.
ss_za: 🚩Sichwaga ngumuntfu lohlala afuna kuvisa labanye buhlungu, ngekubenta bative bangalungi noma asebentise emandla akhe kubaphatsa kabi. Kepha uma umuntfu akwenta kanye loko, akusibo buchwaga.

# text
source: 🌈 To stop bullying in school, it's important to be kind and respectful to others. This makes everyone feel happy and safe at school.
ss_za: 🌈 Kuze kucedvwe buchwaga esikolweni, kumcoka kuba mnene nekuhlonipha labanye. Loku kwenta wonkhe muntfu ativele ajabulile futsi aphephile asikolweni.

# text
source: Home Activity! Use 1-on-1 time to talk to your teen about their friends. Who do they wish they spent more time with? Who sets a great example for the class? Listen to your teen and accept what they are saying.
ss_za: Umsebenti Wasekhaya! Sebentisa sikhatsi losicitsa kanye kanye nemntfwana wakho kukhuluma ngebangani bakhe. Ngubani lekafisa kucitsa sikhatsi lesiningi naye? Ngubani losibonelo lesihle eklasini? Lalela umntfwana wakho futsi ukwemukele loko lakushoko.

# text
source: Do you have time to do it today?
ss_za: Unaso yini sikhatsi sekukwenta loku namuhla?

# text
source: Great!
ss_za: Kuhle kakhulu!

# text
source: That’s okay. Try to have this talk soon.
ss_za: Kulungile loko! Yetama kuba naletinkhulumo masinyane.

# text
source: Well done! 🎉 You have learnt about your teen's changing social life. Later we will learn about their changing bodies. You have completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod skills towards your goal, Understand Teen Development.✨
ss_za: Wente kahle! 🎉 Sewufundzile ngetingucuko temphilo yemntfwanakho ngetenhlalo. Esikhatsini lesitako sitawufundza ngemtimba wakhe loshintjako. Sewucedze emakhono langu @(fields.c_n_mod_compl +1) kulangu @fields.c_n_mod kufika emgomeni wakho lotsi, Condzisisa Kukhula Kwemntfwana.✨

# text
source: 2️⃣ *HOW TO SUPPORT YOUR TEEN*
ss_za: 2️⃣ *TINDLELA TEKWESEKELA UMNTFWANA WAKHO*

# text
source: 🎨 Let @fields.child_nickname try different clothing and hair styles and spend time with different people. Show them you accept them, just as they are.
ss_za: 🎨 Vumela @fields.child_nickname kutsi atame kwekugcoka netindlela tekulungisa tinwele lokwehlukahlukene nekutsi acitse sikhatsi nebantfu labahlukene. Mkhombise kutsi uyamemukela, njengaloku anjalo.

# text
source: ⏰ Tell @fields.child_nickname what you expect of them at home, but give them the chance to make safe choices, such as how to spend their free time.
ss_za: ⏰ Tjela @fields.child_nickname kutsi yini lokubhekekile kuye ekhaya, kepha umnike sikhatsi sekutsi atsatse tincumo letiphephile, njengekutsi usicitsa njani sikhatsi lakanaso.

# text
source: 🎨 Let your teen try different clothing and hair styles and spend time with different people. Show them you accept them, just as they are.
ss_za: 🎨Vumela umntfwana wakho kutsi alinganisele timphahla tekugcoka letehlukene nekulungisa tinwele ngetindlela letehlukene nekutsi acitse sikhatsi nebantfu labahlukene. Mkhombise kutsi uyamemukela, njengaloku anjalo.

# text
source: ⏰ Tell your teen what you expect of them at home, but give them the chance to make safe choices, such as how to spend their free time.
ss_za: ⏰ Tjela umntfwana wakho kutsi yini lokubhekekile kuye ekhaya, kepha umnike sikhatsi sekutsi atsatse tincumo letiphephile, njengekutsi usicitsa njani sikhatsi lakanaso.

# text
source: In this goal we are continuing to learn about the changes your teen may experience as they get older. Today we are exploring their physical changes.
ss_za: Kulomgomo lona siyachubeka nekufundza ngetingucuko umntfwana wakho langahlangabetana nato asakhula. Namuhla sibukisisa tingucuko letisemtimbeni.

# text
source: Talking openly with your teen about the changes they are experiencing in their body can help them stay safe.
ss_za: Kukhuluma ukhululeke nemntfwana wakho ngetingucuko lativako emtimbeni wakhe kungamsita kutsi ahlale aphephile.

# text
source: Here’s a quick quiz to see how much you know about puberty!
ss_za: Nayi imibuto lemifisha yekubona kutsi wati kangakanani ngekutfomba!

# text
source: What is puberty and when does it often begin for girls?
ss_za: Yini kutfomba futsi kuvamise kucala nini kumantfombatana?

# text
source: Correct! Puberty is when a person's body goes through changes as they grow into an adult. For girls, puberty starts between ages 8 and 13.
ss_za: Kunjalo! Kutfomba ngulesikhatsi lapho umuntfu edlula etingucukweni tekukhula abe mdzala. Kumantfombatana, kutfomba kucala nabaneminyaka lesemkhatsini wa-8 na-13.

# text
source: Incorrect! Puberty is when a person's body goes through changes as they grow into an adult. For girls, puberty starts between ages 8 and 13.
ss_za: Akusinjalo! Kutfomba ngulesikhatsi lapho umuntfu edlula etingucukweni tekukhula abe mdzala. Kumantfombatana, kutfomba kucala nabaneminyaka lesemkhatsini wa-8 na-13.

# text
source: What are some common physical changes that occur during puberty for girls?
ss_za: Ngutiphi tingucuko letivamise kwenteka emtimbeni wemantfombatana ngesikhatsi sekutfomba?

# text
source: Incorrect. During puberty, girls go through a lot of physical changes. These include growing breasts, hair in the pubic and underarm areas, and starting their menstrual cycle.
ss_za: Akusinjalo. Ngesikhatsi sekutfomba, emantfombatana edlula kuletiningi tingucuko. Leti tifaka ekhatsi kukhula kwemabele, tinwele entombini nasemakhwapheni, nekutsi acale kuya esikhatsini.

# text
source: Correct! During puberty, girls go through a lot of physical changes. These include growing breasts, hair in the pubic and underarm areas, and starting their menstrual cycle.
ss_za: Kunjalo! Ngesikhatsi sekutfomba, emantfombatana edlula kuletiningi tingucuko. Leti tifaka ekhatsi kukhula kwemabele, tinwele entombini nasemakhwapheni, nekutsi acale kuya esikhatsini.

# text
source: How can parents support their daughters during puberty?
ss_za: Batali bangawasita njani emadvodzakati abo ngesikhatsi sekutfomba?

# text
source: Correct! Talking about puberty is important for parents to help their daughters feel comfortable and confident. This can make girls feel better about growing up.
ss_za: Kunjalo! Kukhuluma ngekutfomba kumcoka kubatali kuze bente emadvodzakati abo ativele akhululekile futsi atetsemba. Loku kungenta kutsi emantfombatana ative kancono ngekukhula kwawo.

# text
source: Incorrect. Talking about puberty is important for parents to help their daughters feel comfortable and confident. This can make girls feel better about growing up.
ss_za: Akusinjalo. Kukhuluma ngekutfomba kumcoka kubatali kuze bente emadvodzakati abo ativele akhululekile futsi atetsemba. Loku kungenta kutsi emantfombatana ative kancono ngekukhula kwawo.

# text
source: Press play to learn about the physical changes your teen is experiencing. ▶️
ss_za: Facata dlala utofundza ngetingucuko letenteka emtimbeni wemntfwana wakho. ▶️

# text
source: Here is what you need to know about your teen’s developing body and how to talk with them about it:
ss_za: Naku lodzinga kukwati ngemtimba wemntfwanakho losakhula nekutsi ungakhuluma kanjani naye:

# text
source: 1️⃣ *TALK*
ss_za: 1️⃣ *KHULUMA*

# text
source: 🌱 Help your teen understand it is normal to go through physical changes during puberty.
ss_za: 🌱 Musite umntfwana wakho kutsi acondzisise kutsi kujwayelekile kutsi umuntfu edlule kuletingucuko temtimba ngesikhatsi sekutfomba.

# text
source: ✅ Tell your teen that these changes happen to everyone and that they are not alone.
ss_za: Tjela umntfwana wakho kutsi letingucuko letinje tiyenteka kuwonkhe muntfu nekutsi akasiyedvwa.

# text
source: 2️⃣ *LEARN*
ss_za: 2️⃣ *FUNDZA*

# text
source: ⭐ Provide your teen with truthful information about puberty and the changes she is experiencing.
ss_za: Niketa umntfwana wakho lwati loluluciniso ngekutfomba kanye netingucuko lakativako.

# text
source: 💛 Encourage her to ask questions and seek help if she needs it.
ss_za: Mkhutsate kutsi abute imibuto nekutsi afune lusito nangabe aludzinga.

# text
source: 3️⃣ *SUPPORT*
ss_za: 3️⃣ *MESEKELE*

# text
source: 🍚 Encourage your teen to develop healthy habits like eating a balanced diet, getting enough sleep, and exercising regularly.
ss_za: Khutsata umntfwana wakho acale imikhuba lemihle yemphilo njengekudla kudla lokunemphilo, kulala ngalokwenele, nekuvama kushukumisa umtimba.

# text
source: ⚽ Help her find activities she enjoys doing to feel confident and strong in her body.
ss_za: ⚽ Msite kutsi atfole lakutsandzako langakwenta kuze ative atetsemba futsi anemandla emtimbeni.

# text
source: Not all physical changes are related to puberty. Your teen may also need support with vision, speech, or physical movement. ParentText has a tool to assess your teen's development and determine whether it's time to follow up with their healthcare provider.
ss_za: Akusito tonkhe tingucuko letenteka emtimbeni letiphatselene nekutfomba. Umntfwana wakho kungenteka kutsi adzinge kwesekelwa ngekubona, kukhuluma, noma kunyakata kwemtimba. I-ParentText inelithulusi lekuhlola kukhula kwemntfwana wakho nekubona nangabe kufanele ulandzelele nesisebenti setemphilo.

# text
source: Your home activity is to complete your teen's development assessment. To get started, type GROW. Can you complete the assessment today?
ss_za: Umsebenti wakho wasekhaya kucedzela luhlolo lwekukhula kwemntfwana wakho. Kuze ucale, bhala KHULA. Ungalucedza yini loluhlolo namuhla?

# text
source: That's great!
ss_za: Kuhle kakhulu loko!

# text
source: That's okay. Try to complete this task during the week. You can type GROW at any time to begin.
ss_za: Kulungile loko. Yetama kucedzela lomsebenti kuleliviki. Ungabhala KHULA noma nini.

# text
source: Well done! 🎉 You have learnt about the physical changes your teen is experiencing. You have completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod skills towards your goal, Understand Teen Development.✨
ss_za: Wente kahle! 🎉 Sewufundzile ngetingucuko temtimba letenteka kumntfwana wakho. Sewucedze emakhono langu @(fields.c_n_mod_compl +1) kulangu @fields.c_n_mod kufika emgomeni wakho lotsi, Condzisisa Kukhula Kwemntfwana wakho.✨

# text
source: This skill is about supporting your teen to find joy and have fun while learning. 😃
ss_za: Lelikhono leli limayelana nekwesekela umntfwana wakho abe nenjabulo nakafundza.😃

# text
source: Parents play an important role in how your teen learns and develops in and out of school.
ss_za: Batali badlala indzima lemcoka ngendlela umntfwana wakho lakafundza aphindze akhule ngayo nakasesikolweni nangaphandle.

# text
source: Here is a comic about having fun while learning with your teen.
ss_za: Nali lihlaya ngekutijabulisa nisafundza nemntfwana wakho.

# text
source: Mother: {F1_DAUGHTER_16} what’s wrong?
ss_za: Make: {F1_DAUGHTER_16} Kwentenjani?

# text
source: {F1_DAUGHTER_16}: I feel overwhelmed and stressed, I don’t want to do homework anymore.
ss_za: {F1_DAUGHTER_16}: Ngitiva ngenganywa simo ngikhatsatekile, angisafuni kuchubeka nalomsebenti wesikolwa.

# text
source: Mother: I understand, homework can be very stressful. Let’s take a quick dance break! This always helped me to feel energised and ready to work!
ss_za: Make: Ngikuva kahle, umsebenti wesikolwa ungakwenta ukhatsateke. Asesitsatse likhefu lelifishane sijayive. Loko kuye kungisite mine ngitivele senginemndlandla wekusebenta!

# text
source: 🎵 Music Plays 🎵
ss_za: 🎵 Kudlala umculo 🎵

# text
source: Mother: Okay now that we have some energy lets try this again. What are you stressed about?
ss_za: Make: Kulungile, nyalo loku sekubuye emandla asesiphindze sitame futsi. Yini lena lekukhatsatako?

# text
source: Here’s a video message on supporting your teen to find joy while learning!
ss_za: Nangu umlayeto wevidiyo ngekwesekela umntfwana wakho kutsi abe nenjabulo nakafundza!

# text
source: Here’s an audio message on supporting your teen to find joy while learning!
ss_za: Lalela nangu umlayeto ngekwesekela umntfwana wakho abe nenjabulo nakafundza!

# text
source: Here are three tips to help you facilitate joyful and fun learning with your teen.
ss_za: Nankha emasu lamatsatfu ekukusita kukhutsata kufundza lokunenjabulo nemntfwana wakho.

# text
source: 1️⃣ *PLAY*
ss_za: 1️⃣ *DLALA*

# text
source: 🌱 Giving your teen time to have fun and be joyful improves their physical and mental health AND their ability to learn and remember important facts!
ss_za: 🌱 Kunika umntfwana wakho sikhatsi sekutijabulisa abe nentfokoto kuyamkhulisa emtimbeni nasengcondvweni KANYE nelikhono lakhe lekufundza nekukhumbula emaciniso lamcoka!

# text
source: ⚽ Play games
ss_za: ⚽ Dlalani imidlalo

# text
source: ⏰ If your teen starts to feel overwhelmed with school work, help them reduce their stress by taking a pause or having fun together.
ss_za: ⏰ Nangabe umntfwana wakho ativa acindzetelekile ngemsebenti wesikolwa, ungamsita kutsi anciphise kucindzeteleka ngekutsi aphumule, advonse aphindze akhiphe umoya noma lente loko lokutanijabulisa kanye kanye.

# text
source: 💡Incorporate your teen’s interests in their learning.
ss_za: 💡Hlanganisa loko lakutsandzako umntfwana wakho ekufundzeni kwakhe.

# text
source: 2️⃣ *BE POSITIVE*
ss_za: 2️⃣ *BONA LOKUHLE*

# text
source: 🎈Few teens actually enjoy homework. You can empathise with their frustration, but remind them why homework matters: it strengthens what they have learned at school, and teaches them how to manage their time wisely.
ss_za: 🎈Bayabalwa bantfwana labawujabulelako umsebenti wesikolwa. Ungamvela ngekudzangala kwakhe, kepha umkhumbute ngekubaluleka kwemsebenti wesikolwa: loku kucinisa lwati lalutfole esikolweni, futsi kumfundzise kusebentisa sikhatsi sakhe ngenhlakanipho.

# text
source: 😃 Encourage and praise your teen when they are learning.
ss_za: 😃 Mkhutsate uphindze umdvumise umntfwana wakho ngesikhatsi afundza.

# text
source: 3️⃣ *ALLOW CREATIVITY*
ss_za: 3️⃣ *VUMELA INHLAKANIPHO*

# text
source: 🎨 Allow your teen to be creative when learning. For example, encourage your teen to draw or go outside to help their learning.
ss_za: 🎨 Vumela umntfwana wakho kutsi afundze ngenhlakanipho. Sibonelo, mkhutsate umntfwana wakho kutsi advwebe noma aphumele ngaphandle kuze elekelele kufundza kwakhe.

# text
source: ✨If your teen is interested in a new topic, talk to them about it and encourage them to explore and find out more about it.
ss_za: ✨Nangabe umntfwna wakho afuna sihloko lesisha, khulumisana naye ngaso futsi umkhutsate kutsi afune lwati lolwengetekile ngaso.

# text
source: 💙 Set a good example: Let your teen see you being creative, trying something new, even if you are not good at it yet.
ss_za: 💙 Bani sibonelo lesihle: Umntfwana wakho akakubone nawe ukhomba inhlakanipho, wetama tintfo letinsha, noma ngabe usengakakhoni kukwenta kahle.

# text
source: Home activity! ⭐ Invite your teen to take a small break from homework and do something active for five minutes. You can dance, play football, do jumping jacks, or go for a jog. Breaking up their school work will help them remember information and the physical activity will keep them alert for studying. Do you have time to do it today? ⏰
ss_za: Umsebenti wasekhaya! ⭐ Cela umntfwanakho kutsi atsatse likhefu aphumule emsebentini wesikolwa wasekhaya bese nenta lokutsite lokushukumisako imizuzu lesihlanu. Ningajayiva, nidlale ibhola, nizube, noma niyojoga ngaphandle. Kuphumula emsebentini wesikolwa kutamsita kutsi akhumbule lakwatiko kantsi umsebenti loshukumisa umtimba utawukhaliphisa ingcondvo yakhe ekufundzeni. Unaso yini sikhatsi sekukwenta loko namuhla? ⏰

# text
source: Great! Use the tips you have learnt today and have fun! Experiencing joy during learning with your teen is a great way to motivate them to learn. 💙
ss_za: Kuhle kakhulu! Sebentisa lamasu lowafundzile namuhla ube nenjabulo. Kuba nentfokoto nemntfwana wakho nakafundza kuyindlela lenhle yekumkhutsata kutsi afundze. 💙

# text
source: That's OK! If you don't have time today, set some time aside tomorrow.
ss_za: Kulungile loko! Nangabe ungenaso sikhatsi namuhla, tinike sikhatsi kusasa.

# text
source: You have now completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod skills towards your goal, Support My Teen's Education. ⭐
ss_za: Nyalo sewucedze emakhono langu @(fields.c_n_mod_compl +1) kulangu @fields.c_n_mod kufika emgomeni wakho lotsi, Kwesekela Imfundvo Yemntfwanami. ⭐

# text
source: Skill complete! You have learnt about supporting @fields.child_nickname to find joy and have fun while learning.
ss_za: Likhono seliphelele! Sewufundzile ngekwesekela @fields.child_nickname kutsi abe nentfokoto futsi atijabulise asenta tifundvo takhe.

# text
source: Skill complete! You have learnt about supporting your teen to find joy and have fun while learning.
ss_za: Likhono seliphelele! Sewufundzile ngekwesekela umntfwana wakho kutsi abe nentfokoto futsi atijabulise asenta tifundvo takhe.

# text
source: Caregivers play an important role in how your teen learns and creates meaning in life.
ss_za: Banakekeli badlala indzima lemcoka ngendlela umntfwana wakho lakafundza ngayo nekutsi leyomfundvo ibe nenjongo emphilweni yakhe.

# text
source: This skill is about helping your teen learn by setting goals. 😃
ss_za: Lelikhono leli limayelana nekusita umntfwana wakho kutsi afundze ngekutibekela imigomo.😃

# text
source: Here is a comic about setting goals.
ss_za: Nali lihlaya mayelana nekubeka imigomo.

# text
source: Father: {F1_DAUGHTER_17} you are starting a new year at school, and I am very excited for you. What are your goals for this year?
ss_za: Babe: {F1_DAUGHTER_17} utocala umnyaka lomusha esikolweni, futsi ngiyakutsakasela. Yini imigomo yakho kulomnyaka?

# text
source: {F1_DAUGHTER_17}: I want to be the best student in the class!
ss_za: {F1_DAUGHTER_17}: Ngifuna kuba ngumfundzi lobedlula bonkhe eklasini!

# text
source: Father: That is a wonderful goal, {F1_DAUGHTER_17}. What do you think you will need to do to make it happen?
ss_za: Babe: Ngumgomo lomuhle kakhulu lowo, {F1_DAUGHTER_17}. Yini locabanga kutsi utodzinga kukwenta kuze ufezeke?

# text
source: {F1_DAUGHTER_17}: Okay…what about I want to get an A on my first maths exam!
ss_za: {F1_DAUGHTER_17}: Kulungile…kungaba njani uma ngingatsi ngifuna kutfola lilengiso la-A eluhlolweni lwami lwetibalo lwekucala!

# text
source: Father: Very good! And how will you get an A on your first maths exam?
ss_za: Babe: Kuhle kakhulu! Utalitfola kanjani ke lelilengiso la-A eluhlolweni lwakho lwekucala lwetibalo?

# text
source: {F1_DAUGHTER_17}: Let’s see…how about I make time when I study maths every day. And maybe you can help me out if I get stuck on something?
ss_za: {F1_DAUGHTER_17}: Asengibone…kungabanjani ngente sikhatsi lengitawufundza ngaso tibalo onkhe emalanga. Bese ke mhlawumbe wena ungangisita uma senginenkinga ngalokutsite?

# text
source: Father: I will try my best! If you work hard and keep your routine of studying every day, I am sure you will be able to accomplish your goal!
ss_za: Babe: Ngitakwetama konkhe lokusemandleni ami! Nangabe usebenta ngekutimisela uphindze ukwente injwayelo lokufundza onkhe emalanga, nginesiciniseko kutsi utawufeza lomgomo wakho!

# text
source: Here are three tips to help your teen learn:
ss_za: Nankha emasu lamatsatfu ekusita umntfwana wakho kutsi afundze:

# text
source: 1️⃣ *SET GOALS*
ss_za: 1️⃣ *BEKA IMIGOMO*

# text
source: 🏁 Support your teen to set goals for something they want to do.
ss_za: 🏁 Mesekele umntfwana wakho abeke imigomo yaloko lafuna kukwenta.

# text
source: 📖 Help them make their goals specific and measurable. The goals should be something that they can complete within a specific amount of time.
ss_za: 📖 Msite kutsi abeke imigomo lecondzile nalephatsekako. Lemigomo kufanele kube yintfo lakangayicedza ngesikhatsi lesibekiwe.

# text
source: 🎓 Help them understand the connection between learning and achieving their goals.
ss_za: 🎓 Msite umntfwana wakho kutsi acondzisise kuchumana lokukhona emkhatsini wekufundza nekufinyelela kulemigomo yakhe.

# text
source: 🌱This builds their motivation to learn.
ss_za: 🌱Loku kumnika umndlandla wekutsi afundze.

# text
source: 2️⃣ *ASK QUESTIONS*
ss_za: 2️⃣ *BUTA IMIBUTO*

# text
source: ❓ Encourage your teen to ask questions.
ss_za: ❓ Khutsata umntfwana wakho kutsi abute imibuto.

# text
source: 😃 Ask your teen questions.
ss_za: 😃 Buta umntfwana wakho imibuto.

# text
source: 💡 Don’t worry if you do not know the answer. Try finding the answer together by looking online, or asking teachers in your school.
ss_za: 💡 Ungakhatsateki nangabe ungayati imphendvulo. Yetama kutsi nitfole imphendvulo kanye kanye ngekuyifuna ku-intanethi, noma nibute bothishela esikolweni.

# text
source: 🎓Curiosity will help your teen’s brain grow!
ss_za: 🎓Kufuna kwati tintfo kutawusita kutsi ingcondvo yemntfwana wakho ikhule!

# text
source: 3️⃣ *MAKE CONNECTIONS*
ss_za: 3️⃣ *HLANGANISA TINTFO*

# text
source: 📖 Ask your teen to connect new information to things they already know, such as one of their interests or a topic from school.
ss_za: 📖 Tjela umntfwana wakho kutsi achumanise lwati lwakhe lolusha naloko bekavele akwati, kungaba yintfo layitsandzako noma sihloko lasifundze esikolweni.

# text
source: 🔑This develops and promotes deeper thinking and understanding of concepts.
ss_za: 🔑Loko kutawumenta kutsi acabange futsi acondze kabanti ngemicondvo leyehlukene.

# text
source: Home Activity! ⭐ Spend 5 minutes and help your teen set a goal to study, or complete their school work this week. Do you have time to do it today? ⏰
ss_za: Umsebenti Wasekhaya! ⭐ Citsa imizuzu lengu-5 usite umntfwanakho abeke imigomo yekufundza, noma kucedzela umsebenti wakhe wesikolwa kuleliviki. Unaso yini sikhatsi sekwenta loko namuhla? ⏰

# text
source: Great! Use the tips you have learnt today and have fun! Experiencing joy during learning with your teen is a great way to motivate them to learn 💙
ss_za: Kuhle kakhulu! Sebentisa lamasu lowafundze namuhla nibe nesikhatsi sekujabula! Kuva injabulo ngesikhatsi sekufundza nemntfwanakho kuyindlela lenhle yekumkhutsata kutsi afundze 💙

# text
source: Skill complete! You have learnt about supporting your teen to find meaning in their learning. You have now completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod skills towards your goal, Support My Teen's Education. ⭐
ss_za: Likhono seliphelele! Sewufundzile ngekwesekela umntfwana wakho kutfola tinchazelo ekufundzeni kwakhe. Sewucedze emakhono langu @(fields.c_n_mod_compl +1) kulangu @fields.c_n_mod kufika emgomeni wakho lotsi, Kweekela Imfundvo Yemntfwanami. ⭐

# text
source: This skill is about how to create a positive learning space for your teen.
ss_za: Lelikhono leli limayelana nekulungisela umntfwana wakho indzawo lekahle yekufundza.

# text
source: Your teen will learn much better when they are in a space that supports their learning. 😃
ss_za: Umntfwana wakho utawufundza kancono kakhulu uma asendzaweni lekwesekelako kufundza kwakhe. 😃

# text
source: Here is a comic about creating a learning space for your teen.
ss_za: Nali lihlaya lelikhuluma ngekulungisa indzawo yemntfwana wakho yekufundzela.

# text
source: {F1_SON_18}: Mum, I am home!
ss_za: {F1_SON_18}: Make, sengibuyile!

# text
source: Mother: Welcome home, sweetie, did you have a good day at school?
ss_za: Make: Siyakwemukela, swithi, beluluhle yini lusuku lolihle esikolweni?
