Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2/ss/ss_modules_teen.po
Languages: ss_za

# text
source: {F1_SON_18}: “I could come home at 6pm on school nights and 10pm on Friday and Saturday?”
ss_za: {F1_SON_18}: “Ngingabuya nga 6 entsambama ngemalanga esikolwa nanga 10 entsambama ngalweSihlanu nangeMgcibelo?”

# text
source: Mama: “Yes, great. From now on, our household rule is that you need to come home at 6pm on school nights and 10pm on Friday and Saturday. But you always walk home with a friend. Okay?”
ss_za: Make: "Yebo, kukahle kakhulu. Kusukela nyalo, umtsetfo walapha ekhaya kutsi ubuye ekhaya nga 6pm ngemalanga esikolwa bese nga 10pm ngaLesihlanu nangeMgcibelo. Kodvwa kumele njalo uhambe nemngani wakho. Kulungile loko?"

# text
source: {F1_SON_18}: “Okay, Mama”
ss_za: {F1_SON_18}: “Kulungile, Make”

# text
source: Mama: “Thank you very much, Joshua, for helping to come up with a good rule together. I am proud to see how responsible you are getting.”
ss_za: Make: "Ngiyabonga kakhulu, Joshua, kutsi usite kuveta umtsetfo lomuhle sikanye kanye. Ngiyatichenya ngendlela lotibophele ngayo

# text
source: Here are some easy tips to help you make family rules with your teens:
ss_za: Nankha emasu lalula ekukusita kwenta imitsetfo yasekhaya nemntfwana wakho:

# text
source: ⏰ Create rules with your teen.
ss_za: ⏰ Yakhani imitsetfo nemntfwana wakho.

# text
source: ⏸ Make one rule at a time.
ss_za: ⏸ Yentani munye umtsetfo ngesikhatsi sinye.

# text
source: 🔑 Talk about the reasons for the rule.
ss_za: 🔑 Khulumani ngetizatfu tekuba nalomtsetfo.

# text
source: 👂 Listen to their view.
ss_za: 👂 Lalela imibono yakhe.

# text
source: 2️⃣ *KEEP IT REAL*
ss_za: 2️⃣ *AKWENTE INGCONDVO*

# text
source: ⭐ Make rules realistic: What can your teen actually do?
ss_za: ⭐ Yentani lemitsetfo yente ingcondvo: Yini langayenta umntfwana wakho?

# text
source: 📖 Be clear and specific about what you want them to do.
ss_za: 📖 Mucacisele futsi ukubeke ebaleni loko lofuna akwente.

# text
source: ✅ Make sure the rule is fair. Explain the reason for the rule.
ss_za: ✅ Yenta siciniseko kutsi lomtsetfo ukahle. Chaza sizatfu sekwenta lomtsetfo.

# text
source: 3️⃣ *BE CONSISTENT*
ss_za: 3️⃣ *KWENTE NJALO*

# text
source: 🔄 Once you set a rule, stick to it.
ss_za: 🔄 Uma senibeke umtsetfo, wugcineni.

# text
source: ⬆️ They are more likely to follow the rule.
ss_za: ⬆️ Kunelitfuba lelihle lekutsi angawulandzela lomtsetfo.

# text
source: ▶️ If the rule includes you, it is important that you stick to it too.
ss_za: ▶️ Nangabe lomtsetfo ukutsintsa nawe, kumcoka kutsi nawe uwugcine.

# text
source: 4️⃣ *PRAISE, PRAISE, PRAISE*
ss_za: 4️⃣ *DVUMISA, DVUMISA, DVUMISA*

# text
source: ⭐ Praise your teen for setting a family rule with you.
ss_za: ⭐ Dvumisa umntfwana wakho ngekuhlanganyela kanye nawe ekwakheni umtsetfo.

# text
source: 😃 Praise your teen when they follow the rule, just like you do when they behave well!
ss_za: 😃 Mdvumise umntfwana wakho nakawulandzela lomtsetfo, njengoba wenta nakatiphetse kahle!

# text
source: Home Activity! Try to create at least one family rule with your teen. 📝 Can you do it today?
ss_za: Umsebenti Wasekhaya! Yetama kubeka lokungenani munye umtsetfo wasekhaya nemntfwana wakho. Ungakwenta yini loko namuhla?

# text
source: That's great to hear! Remember, when you involve your teen when you make rules, they are more likely to follow them. It's a recipe for success! 🏆
ss_za: Kuhle kuva loko! Khumbula kutsi, nangabe umntfwana wakho ahlanganyela ekwakheni imitsetfo, loko kwandzisa ematfuba ekutsi awulandzele lowomtsetfo. Leyo yindlela yekuphumelela! 🏆

# text
source: That's OK! Setting rules takes time and practice. ⏰ Think about the rules you would like to set and, when you feel more confident, talk about these rules with your teen. 👂 Remember, you can always review this skill in the Main Menu!
ss_za: Kulungile! Kubeka imitstefo kutsatsa sikhatsi nekutejwayeta. ⏰ Cabanga ngemitsetfo longatsandza kuyibeka bese, nawutiva sewutetsemba, ukhuluma nemntfwana wakho ngalemitsetfo.. 👂 Khumbula kutsi, ungakhona kulibuketa lelikhono kuMenyu Lenkhulu!

# text
source: Amazing! 🎉 You have learnt how to make rules with your teen! You have completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod skills towards your goal, Create Structure for My Teen.
ss_za: Kuhle kuyamangalisa! 🎉 Sewufundzile kubeka imitsetfo nemntfwana wakho! Sewucedze emakhono langu @(fields.c_n_mod_compl +1) kulangu @fields.c_n_mod kuze ufike emgomeni wakho lotsi, Kwakha Luhlaka Lwekuphila Lwemntfwanami.

# text
source: Family rules can help our teens stay safe from danger, both inside our homes and in the community. @fields.child_nickname is more likely to follow rules they help to make. ⭐
ss_za: Imitsetfo yasekhaya ingasita bantfwana betfu kuhlala baphephile etingotini, emakhaya kanye nasemphakatsini. Kunekwenteka kutsi @fields.child_nickname ayilandzele imitsetfo lafake sandla ekuyakheni. ⭐

# text
source: Family rules can help our teens stay safe from danger, both inside our homes and in the community. your teen is more likely to follow rules they help to make. ⭐
ss_za: Imitsetfo yasekhaya ingasita bantfwana betfu kuhlala baphephile etingotini, emakhaya kanye nasemphakatsini. Kunematfuba lamaningi kutsi umntfwana wakho ayilandzele lemitsetfo lafake sandla ekuyakheni. ⭐

# text
source: Here is a video about setting family rules with @fields.child_nickname. 📖
ss_za: Nayi ividiyo lekhuluma ngekubeka imitsetfo yasekhaya na @fields.child_nickname. 📖

# text
source: Here is a video about setting family rules with your teen. 📖
ss_za: Nayi ividiyo lekhuluma ngekubeka imitsetfo yasekhaya nemntfwana wakho. 📖

# text
source: Here's an audio message about setting family rules with @fields.child_nickname. 👂
ss_za: Lalela nangu umlayeto ngekubeka imitsetfo yasekhaya na @fields.child_nickname. 👂

# text
source: Here's an audio message about setting family rules with your teen. 👂
ss_za: Lalela nangu umlayeto ngekubeka imitstefo yasekahaya nemntfwana wakho. 👂

# text
source: This skill is about how to keep @fields.child_nickname safe online. There is so much to share. We will cover online safety over two lessons. 📱
ss_za: Lelikhono leli limayelana nekugcina @fields.child_nickname aphephile ku-intanethi. Kuningi kakhulu lesinganitjela kona. Sitawukhuluma ngekuphepha ku inthanenti etimfundvweni letimbili. 📱

# text
source: This skill is about how to keep your teen safe online. There is so much to share. We will cover online safety over two lessons. 📱
ss_za: Lelikhono leli limayelana nekugcina umntfwana wakho aphephile ku-intanethi. Kuningi kakhulu lesinganitjela kona. Sitawukhuluma ngekuphepha ku-intanethi etifundvweni letimbili. 📱

# text
source: Teens are spending a lot of time online. Being connected helps them stay positive and learn more! But there are also some risks and dangers. 🚩
ss_za: Bantfwana betfu bacitsa sikhatsi lesiningi ku-intanethi. Kuhlala bachumene ne-intanethi kuyabasita kutsi babuke tintfo kahle futsi bafundze lokuningi! Kodvwa kukhona nebungoti kuloko. 🚩

# text
source: Parent: "{F1_DAUGHTER_13}, have you done your homework?"
ss_za: Umtali: "{F1_DAUGHTER_13}, sewuwentile yini umsebenti wakho wesikolwa?"

# text
source: {F1_DAUGHTER_13}: "Just a minute, I'm finishing this TikTok video"
ss_za: {F1_DAUGHTER_13}: "Mani kancane nje, ngisacedzela nayi ividiyo yeTikTok."

# text
source: Parent: "You are a really great dancer! Tell me about why you like it."
ss_za: Umtali: "Ungumdansi lomkhulu ngempela! Ngitjele kutsi ukutsandzelani kangaka."

# text
source: {F1_DAUGHTER_13}: "All my friends are on it. I have more than 600 likes and 120 followers."
ss_za: {F1_DAUGHTER_13}: "Bonkhe bangani bami benta kona. Nginalabangitsandzako labangu 600 kanye nebalandzeli labangu 120."

# text
source: Parent: "I’m proud of how well you dance, {F1_DAUGHTER_13}. But we need to make sure you are safe on this. I know your friends look at TikTok, but with an open account there are also paedophiles who look at videos of teenagers. Paedophiles are older people who want to attack young children and teens."
ss_za: Umtali: "Ngiyatichenya ngendlela lodansa ngayo, {F1_DAUGHTER_13}. Kepha kufanele sibe nesiciniseko sekutsi uphephile kuloku. Ngiyati kutsi bangani bakho bayayibuka iTikTok, kodvwa uma i-akhawunti ivulekile kukhona labaganga ngebantfwana labafuna kubuka emavidiyo ebantfwana lesebatfombile. Bantfu labaganga ngebantfwana bantfu labadzala labahlasela bantfwana labancane nalasebatfombile

# text
source: Parent: "Let’s look together online at how we can keep this fun for you but also safe. Look – you can make your account private and control who follows you. So you can accept people you know but not strangers. Can we make a rule together that you can use TikTok but with a private account? I trust you to know who to accept!"
ss_za: Umtali: "Asesibuke ku-intanethi kanyekanye kutsi singakugcina kanjani ujabulile kodvwa uphephile. Buka - ungayenta i-akhawunti yakho ibe ngasese futsi ulawule kutsi ngubani lokulandzelako. Ngako ungemukela bantfu lobatiko hhayi longabati. Singawenta yini umtsetfo kanye kanye wekutsi ungayisebentisa iTikTok ku-akhawunti yangasese kodvwa? Ngiyetsemba kutsi uyabati longabemukela!"

# text
source: Parent: "I’m proud of you {F1_DAUGHTER_13}..."
ss_za: Umtali: "Ngiyatichenya ngawe {F1_DAUGHTER_13}..."

# text
source: Keeping your teen safe online is important to help them learn more about the digital world. 📱
ss_za: Kugcina umntfwana wakho aphephile ku-intanethi kumcoka ekumsiteni kutsi afundze lokuningi ngemhlaba webuchwephesha. 📱

# text
source: Here’s a video about keeping your teen safe online.
ss_za: Nayi ividiyo lekhuluma ngekuphephesa umntfwana wakho ku-intanethi.

# text
source: Here's an audio message about keeping your teen safe online. 👂
ss_za: Lalela nangu umlayeto ngekuphephisa umntfwana wakho ku-intanethi. 👂

# text
source: 1️⃣ *LEARN the dangers of being online:*
ss_za: 1️⃣ *FUNDZA ngetingoti tekuba ku-intanethi:*

# text
source: 🚩 CONTENT: Your teen might come across harmful content, such as violence, hateful speech, pornography, wrong information, or hating women, people with disabilities, or other races, religions, sexualities, or from other countries.
ss_za: 🚩 LOKUCUKETFWE: Umntfwanakho angahle ahlangane nalokucuketfwe lokuyingoti, njengebudlova, tinkhulumo letinenzondo, titfombe letingcolile ngebulili, lwati lolungasilo, noma kunyanya labasikati, bantfu labakhubatekile, noma letinye tinhlanga, tinkholo, tebulili, noma labaphuma kulamanye emave.

# text
source: 🚩 CONTACT: Adults might pretend to be teens and ask for sexual pictures or to meet with your teen through an online platform.
ss_za: 🚩 KUTSINTSANA: Bantfu labadzala bangatentisa kutsi babantfwana bese bacela titfombe tekulalana noma bahlangane nemntfwnakho ngekusebentisa i-platfom ye-intanethi.

# text
source: 🚩 CONDUCT: Sometimes, teens or strangers can say or do hurtful things online.
ss_za: 🚩 KUTIPHATSA: Kulesinye sikhatsi, bantfwana noma bantfu labangatiwa bangasho noma bente tintfo letivisa buhlungu ku-intanethi.

# text
source: 2️⃣ *PROTECT - Keep your teen safe online*
ss_za: 2️⃣ *VIKELA - Gcina umntfwana wakho aphephile ku-intanethi*

# text
source: ✅ Talk to your teen about which apps and websites are safe and which are not. Discuss why!
ss_za: ✅ Khuluma nemntfwana wakho ngekutsi kuwaphi ema-app nema-website laphephile nalangakaphephi!

# text
source: ✅ Help your teen learn how to make strong passwords to protect their devices.
ss_za: ✅ Sita umntfwana wakho kutsi ema-password lalukhuni angayenta kanjani kuze avikele tintfo takhe tebuchwephesha.

# text
source: That’s great! Helping your teen stay safe online is important so they can learn and connect with others. Well done for getting involved. They will be safer for it! 🔑
ss_za: Kuhle kakhulu! Kusita umntfwana wakho kutsi ahlale aphephile ku-intanethi kumcoka kuze afundze futsi achumane nalabanye. Wente kahle ngekuhlanganyela. Utawuphepha kakhulu ngako! 🔑

# text
source: That’s OK. Put some time aside this week to do this activity with your teen. ⏰ It’s important to talk to our teens about how to stay safe online so they can use the digital world to learn more and connect with others. You can do this! ⭐
ss_za: OK, kulungile! Tinike sikhatsi kuleliviki sekwenta lomsebenti nemntfwana wakho. ⏰ Kumcoka kukhuluma nebantfwana betfu ngekutsi bangahlala kanjani baphephile ku-intanethi kuze bakhone kusebentisa tintfo letidigithali kufundza nekuchumana nalabanye. Ungakwenta loku! ⭐

# text
source: Amazing! 🎉 You have learnt how to keep your teen safe online. You have completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod skills in the Create Structure for My Teen Goal!
ss_za: Kuhle kuyamangalisa! 🎉 Sewufundzile kutsi ungamphephisa kanjani umntfwana wakho ku-intanethi. Sewucedze emakhono langu @(fields.c_n_mod_compl +1) kulangu @fields.c_n_mod kulomgomo lotsi Cala Luhlaka Lwekuphila kwemntfwanami!

# text
source: Keeping @fields.child_nickname safe online is an important step to help them be part of the digital world. 📱When it comes to online safety, there are four tips to keep in mind:
ss_za: Kugcina @fields.child_nickname aphephile ku-intanethi kusinyatselo lesimcoka kumsita abe yincenye yemhlaba lo-digital. 📱Macondzana netekuphepha ku-intanethi, kunemasu lamane longawagcina engcondvweni:

# text
source: LEARN, PROTECT, BUILD HABITS, and BUILD TRUST.
ss_za: FUNDZA, UVIKELE, WAKHE IMIKHUBA, futsi WAKHE NEKWETSEMBANA.

# text
source: Today, we are learn about LEARN and PROTECT.
ss_za: Namuhla sitawufundza ngeku FUNDZA nekuVIKELA.

# text
source: The next lesson will cover BUILD HABITS and BUILD TRUST.
ss_za: Sifundvo lesilandzelako sitawubuka KWAKHA IMIKHUBA neKWAKHA KWETSEMBANA.

# text
source: Keeping your teen safe online is an important step to help them be part of the digital world. 📱When it comes to online safety, there are four tips to keep in mind:
ss_za: Kuphephisa umntfwana wakho ku-intanethi kusinyatselo lesimcoka ekumsiteni kutsi abe yincenye yemhlaba lo-digital.📱Macondzana netekuphepha ku-intanethi, kunemasu lamane longawagcina engcondvweni:

# text
source: Home Activity! Ask your teen what they do to stay safe online? You may find that they are already thinking about online safety. Praise your teen for any efforts they make. Can you talk with @fields.child_nickname today? 🔔
ss_za: Umsebenti Wasekhaya! Buta umntfwana wakho kutsi wentani kuze ahlale aphephile ku-intanethi? Ungatfola kutsi sewuvele uyacabanga ngetekuphepha ku-intanethi. Dvumisa umntfwana wakho ngemitamo layentako. Ungakhona yini kukhuluma na @fields.child_nickname namuhla? 🔔

# text
source: Home Activity! Ask your teen what they do to stay safe online? You may find that they are already thinking about online safety. Praise your teen for any efforts they make. Can you talk with your teen today? 🔔
ss_za: Umsebenti Wasekhaya! Buta umntfwana wakho kutsi wentani kuze ahlale aphephile ku-intanethi? Ungatfola kutsi sewuvele uyacabanga ngetekuphepha ku-intanethi. Dvumisa umntfwana wakho ngemitamo layentako. Ungakhona yini kukhuluma nemntfwana wakho namuhla? 🔔

# text
source: This skill continues our learning about keeping our teens safe online. 📱
ss_za: Lelikhono leli lichubeka nekufundza kwetfu ngekugcina bantfwana betfu baphephile ku-intanethi. 📱

# text
source: The previous skill taught you ways to protect your teen online using with LEARN and PROTECT.
ss_za: Likhono lelengcile likufundzise tindlela tekuvikela umntfwana wakho ku-intanethi ngekuFUNDZA nekuVIKELA.

# text
source: In this skill, we will learn how to BUILD HABITS and BUILD TRUST.
ss_za: Kulelikhono leli, sitawufundza ngeKWAKHA IMIKHUBA neKWAKHA KUTSEMBANA.

# text
source: Often, our teens understand more about life online than we do, but that does not mean they know how to keep safe. Let’s test your online safety knowledge.
ss_za: Kuvamile kutsi bantfwana betfu bayicondze kancono imphilo ye-intanethi kunatsi, kepha loko akusho kutsi bayakwati kutigcina baphephile. Akesihlole lwati lwakho ngetekuphepha ku-intanethi.

# text
source: True or False: If I send a picture to a friend, it will only be visible to them.
ss_za: Kuliciniso noma Kungemanga: Uma ngitfumela umngani wami sitfombe, sitawubonwa nguye kuphela.

# text
source: That’s incorrect. Even in an app where images are temporary, your friend can capture their screen and save your image. Pictures are always stored online and can be accessed by hackers.
ss_za: Akusinjalo. Ngisho naku-app lapho titfombe tigcinwa sikhashanyana, umngani wakho angasitfwebula bese uyawugcina lomfanekiso. Titfombe tihlala tigcinwa ku-intanethi bese titfolwa tigangi.

# text
source: That’s correct. Even in an app where images are temporary, your friend can capture their screen and save your image. Pictures are always stored online and can be accessed by hackers.
ss_za: Kunjalo. Ngisho naku-app lapho titfombe tigcinwa sikhashanyana, umngani wakho angasitfwebula bese uyawugcina lomfanekiso. Titfombe tihlala tigcinwa ku-intanethi bese titfolwa tigangi.

# text
source: True or False: My password is strong because you have to know my home address to guess it.
ss_za: Kuliciniso noma Kungemanga: I-password yami icinile ngoba kumele wati likheli lami lasekhaya kuze uyicombelele.

# text
source: That’s incorrect. Most passwords are hacked because someone accesses a list of home addresses, birth dates, names or phone numbers. You should never use these details in your password as they are easily guessed.
ss_za: Akusinjalo. Ema-password lamanyenti agangwa antjontjwe ngoba lomunye angatfola luhla lwemakheli emakhaya, tinsuku tekutalwa, emagama noma tinombolo tetincingo. Akukameli kutsi usebentise lemininingwane lena ku-password yakho ngoba acombeleleka kalula.

# text
source: That’s correct. Most passwords are hacked because someone accesses a list of home addresses, birth dates, names or phone numbers. You should never use these details in your password as they are easily guessed.
ss_za: Kunjalo. Ema-password lamanyenti agangwa antjontjwe ngoba lomunye angatfola luhla lwemakheli emakhaya, tinsuku tekutalwa, emagama noma tinombolo tetincingo. Akukameli kutsi usebentise lemininingwane lena ku-password yakho ngoba acombeleleka kalula.

# text
source: True or False: Links sent to me by my family and friends are safe to click on.
ss_za: Kuliciniso noma Kungemanga: Ema-link lengiwatfunyelelwa ngumndeni wami nebangani aphephile kutsi ngiwafacate.

# text
source: That’s incorrect. Your family member’s email or phone account could have been hacked and the link could be dangerous. Hackers will try to trick you. Always double-check a link before clicking on it to make sure you’re visiting a trusted website. If you don’t recognize the web address, don’t click on it.
ss_za: Akusinjalo. Ema-akhawunti emalunga emndeni wakho e-email noma lucingo kusenekutsi agangiwe ahekhwa ne-link ingaba yingoti. Tigangi letihekhako titotama kukuyenga. Hlala uhlolisisa i-link ngaphambi kwekutsi uyifacate kuze ucinisekise kutsi uya ku-website longayetsemba. Uma ungayati ikheli ye-website loyibonako, ungayifacati.

# text
source: That’s right. Your family member’s email or phone account could be hacked. Always double-check a link before clicking on it to make sure you’re visiting a trusted website. If you don’t recognize the web address, don’t click on it.
ss_za: Kunjalo. Ema-akhawunti emalunga emndeni wakho e-email noma lucingo kusenekutsi agangiwe ahekhwa ne-link ingaba yingoti. Tigangi letihekhako titotama kukuyenga. Hlala uhlolisisa i-link ngaphambi kwekutsi uyifacate kuze ucinisekise kutsi uya ku-website longayetsemba. Uma ungayati ikheli ye-website loyibonako, ungayifacati.

# text
source: Keeping your teen safe online is important to help them learn more about the digital world. 📱
ss_za: Kuphephisa umntfwana wakho ku-intanethi kumcoka ekumsiteni kutsi afundze lokuningi ngemhlaba lonetintfo letidigithali. 📱

# text
source: Here’s a 2nd video about keeping your teen safe online.
ss_za: Nayi ividiyo yesibili lekhuluma ngekuphephisa umntfwana wakho ku-intanethi.

# text
source: Here's a second audio message about keeping your teen safe online. 👂
ss_za: Nangu umlayeto wesibili longawulalela ngekuphephisa umntfwana wakho ku-intanethi. 👂

# text
source: 1️⃣ *BUILD HABITS*
ss_za: 1️⃣ *YAKHA IMIKHUBA*

# text
source: Set up safe online habits at home.
ss_za: Misa imikhuba lephephile ye-intanethi ekhaya.

# text
source: ✅ Plan phone-free times in your house, like during meals, homework, or in bed.
ss_za: [phumula] Hlela tikhatsi lapho ningeke nilusebentise khona lucingo ekhaya, njengesikhatsi sekudla, nakwentiwa umsebenti wesikolwa noma nanilele.

# text
source: ✅ Only let your teen chat online with people they already know. They should never share personal information in a chat room or with strangers.
ss_za: ✅ Vumela umntfwana wakho acoce nebantfu lekabatiko kuphela elucingweni. Anganiketi imininingwane yesicu sakhe yakhe ngekutfumela imilayeto noma kuniketa bantfu langabati.

# text
source: ✅ Before completing forms that ask for personal information, check that the web address begins with https://. Websites that begin with http:// may not be secure.
ss_za: ✅ Ngaphambi kwekugcwalisa emafomu lafuna lwati loluphatselene naye, akahlole kutsi lekheli ye-website icala nga https://. Ema-website lacala nga http:// avame kungaphephi.

# text
source: ✅ Help your teen create strong passwords for their accounts. They should be long, not include obvious personal information like your name or birthday, and include upper and lower case letters, numbers and symbols."
ss_za: ✅ Musite umntfwana wakho kwakha ema-password ema-akhawunti akhe lacinile. Kufanele abe madze, angafaki lwati loluphatselene naye njengeligama lakhe noma lusuku lwakhe lwekutalwa, futsi kufanele ifake emagama lanabofeleba, tinombolo kanye netimphawu."

# text
source: ✅ Tell your teen not to click on pop-ups that ask them to download or pay for anything.
ss_za: ✅ Tjela umntwanakho kutsi angafacati imilayeto letivelelako nalecela kutsi etfule noma adlale lokutsite ku-intanethi.

# text
source: 2️⃣ *BUILD TRUST with your teen.*
ss_za: 2️⃣ *YAKHA KWETSEMBANA nemntfwana wakho.*

# text
source: ✅ Together, look at websites, social media, games, and apps your teen uses.
ss_za: ✅ Bukani emawebsite, netindzawo tekuchumana, imidlalo, nema-app lokusetjentiswa kumntfwana wakho.

# text
source: ✅ Ask questions - this helps you learn more about your teen’s interests!
ss_za: ✅ Buta imibuto - loku kukusita kutsi ufundze lokuningi ngalokutsandvwa ngumntfwana wakho!

# text
source: ✅If you come across anything worrying together, talk about it with your teen.
ss_za: ✅Nawuihlangana nalokutsite lokusolisako nikanye kanye, khulumani ngako nemntfwana wakho.

# text
source: ✅Tell your teen that they should tell an adult if they feel scared, unsafe or upset about something online.
ss_za: ✅Tjela umntfwana wakho kutsi akhulume nemuntfu lomdzala uma eva esaba, angakaphephi noma kunalokumphatsa kabi ku-intanethi.

# text
source: Home Activity! Take these steps to keep your teen safe online:
ss_za: Umsebenti Wasekhaya! Tsatsa tinyatselo tekuphephisa umntfwanakho ku-intanethi:

# text
source: 📝 Write down or draw the apps and websites your teen uses
ss_za: 📝 Bhala phasi noma udvwebe ema-app nema-website lasetjentiswa ngumntfwana wakho

# text
source: 😃 Praise your teen for how good they are at using the web!
ss_za: 😃 Dvumisa umntfwana wakho ngekusebentisa kahle i-webhu!

# text
source: 🔴 Talk about which sites or apps might be unsafe. Why?
ss_za: 🔴 Khulumani ngetindzawo ku-intanethi noma ema-app lokungenteka kutsi atikaphephi. Kubangwa yini loko?

# text
source: 📱 Together, talk about how your teen and their friends can use the internet more safely.
ss_za: 📱 Khulumani nobabili ngekutsi umntfwana wakho kanye nebangani bakhe bangayisebentisa kanjani i-intanethi ngendlela lephephile.
