Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2/ss/ss_modules_teen.po
Languages: ss_za

# text
source: Before we begin the ParentText programme, we must learn to take a pause. 💚
ss_za: Ngaphambi kwekutsi sicale luhlelo lwe-ParentText, kumele sifundze kutsatsa likhefu siphumule. 💚

# text
source: Taking a pause will help you manage stress and be more able to take care of others and yourself.🌱
ss_za: Kutsatsa likhefu uphumule kutokusita kutsi ubhekane nekukhatsateka nekutsi ukhone kutinakekela wena nalabanye.🌱

# text
source: Let's pratice taking a pause together.
ss_za: Asesitsatse sikhashana siphumule kanye kanye.

# text
source: 1️⃣ *SIT DOWN*
ss_za: 1️⃣ *HLALA PHANSI*

# text
source: ⏸ Find a place where you can sit comfortably.
ss_za: ⏸ Tfola indzawo lapho ungahlala khona ukhululeke.

# text
source: ⭐ You can close your eyes if you’d like.
ss_za: ⭐ Ungawavala emehlo akho uma ufuna.

# text
source: 2️⃣ *LISTEN*
ss_za: 2️⃣ *LALELA*

# text
source: 🌱 Take a deep breath.
ss_za: 🌱 Dvonsa umoya kakhulu.

# text
source: 👂 Feel the air moving in and out of your body.
ss_za: 👂 Vani umoya ungena futsi uphuma emtimbeni wakho.

# text
source: 🔄 Repeat this 5 times.
ss_za: 🔄 Kuphindze loku emahlandla lasihlanu.

# text
source: 3️⃣ *NOTICE*
ss_za: 3️⃣ *NAKA*

# text
source: ✨ Notice how your body feels while you breathe.
ss_za: ✨ Naka indlela lotiva ngayo emtimbeni nawuphefumula.

# text
source: 🔵 Notice where you feel tension in your body and try to let it go.
ss_za: 🔵 Naka lapho kunekudvonseka khona emtimbeni bese wetama kuyekelela.

# text
source: 4️⃣ *OPEN YOUR EYES*
ss_za: 4️⃣ *VULA EMEHLO*

# text
source: 👀 When you are ready, open your eyes.
ss_za: 👀 Uma sewulungele, vula emehlo.

# text
source: 🔑 Notice if you feel any different than when you started this activity.
ss_za: 🔑 Naka kutsi ukhona yini umehluko kunangesikhatsi ucala kwenta loku.

# text
source: You’ve completed 50% of this skill! Press NEXT to continue.
ss_za: Sewucedze emaphesenti langu-50 alelikhono! Facata CHUBEKA kuze uchubekele embili.

# text
source: Let’s take a pause, together. ▶️Press Play
ss_za: Asiphumule kanye kanye. ▶️Facata 'Dlala'

# text
source: You’ve completed 100% of this skill! Press NEXT to continue.
ss_za: Sewucedze emaphesenti langu-100 alelikhono! Facata CHUBEKA kuze uchubekele embili.

# text
source: Well done! You have learnt how to take a pause!
ss_za: Wente kahle! Sewufundzile kutsatsa sikhashana sekuphumula!

# text
source: Try taking a pause whenever you feel angry, overwhelmed, stressed or worried. ⏰ Even a few deep breaths or connecting with the ground beneath you can make a difference. You can also take a pause with @fields.child_nickname!
ss_za: Yetama kutsatsa sikhashana uphumule njalo nawutiva ukwatile, wenganywa simo noma ukhatsatekile. ⏰ Ngisho nesikhashana sekuphefumula noma kutsintsana nemhlaba ngaphansi kwakho kungawenta umehluko. Ungatsatsa likhefu uphumule na @fields.child_nickname!

# text
source: Try taking a pause whenever you feel angry, overwhelmed, stressed or worried. ⏰ Even a few deep breaths or connecting with the ground beneath you can make a difference. You can also take a pause with your teen!
ss_za: Yetama kutsatsa sikhashana uphumule njalo nawutiva ukwatile, wenganywa simo noma ukhatsatekile. ⏰ Ngisho nesikhashana sekuphefumula noma kutsintsana nemhlaba longaphasi kwakho kungawenta umehluko. Ungatsatsa likhefu uphumule nemntfwana wakho!

# text
source: This skill is about spending 1-on-1 time with @fields.child_nickname. 😃
ss_za: Lelikhono likhuluma ngekucitsa sikhatsi lesanele kanye kanye na @fields.child_nickname. 😃

# text
source: This skill is about spending 1-on-1 time with your teen. 😃
ss_za: Lelikhono likhuluma ngekucitsa sikhatsi lesanele kanye kanye nemntfwana wakho. 😃

# text
source: Father: {F1_DAUGHTER_13}, how was your day?
ss_za: Babe: {F1_DAUGHTER_13}, belunjani lusuku lwakho?

# text
source: {F1_DAUGHTER_13}: I am doing fine dad, I just came from school.
ss_za: {F1_DAUGHTER_13}: Ngiyaphila babe, ngicedza kubuya esikolweni.

# text
source: Father: I have 5 minutes of one-on-one time to spare before I have to drive for work again. What would you like to do together.
ss_za: Babe: Nginemizuzu lesihlanu lengingayicitsa nawe ngaphambi kwekutsi ngibuyele emsebentini. Yini longatsandza kutsi siyente kanye kanye.

# text
source: {F1_DAUGHTER_13}: I was about to do my project for Science. The topic for the project is to make something out of recycled materials. Would you mind helping me with it?
ss_za: {F1_DAUGHTER_13}: Bengitsi ngisetocala kwenta iphrojekthi ye-Sayensi. Sihloko salephrojekthi kwenta lutfo ngekusebentisa tintfo letike tasebenta. Ungatsandza yini kungisita?

# text
source: Father: I would be happy to!
ss_za: Babe: Ngingakujabulela loko!

# text
source: {F1_DAUGHTER_13} (excited): I thought of building a Recycled House using old bottles, cartons, and other recycled materials. Look, I picked these up on my way home. They were thrown away by the side of the road and outside the tuk-tuk shops.
ss_za: {F1_DAUGHTER_13} (atsakasile): Bengicabanga kwenta Indlu Ngetintfo Letiketasebenta ngisebentise emabhodlela, nemakhathoni, naletinye tintfo letiketasebenta. Buka, ngitfole loku endleleni nangibuya ekhaya. Bekulahlwe eceleni kwemgwaco nangaphandle kwesitolo.

# text
source: Father (smiling): What a good idea, {F1_DAUGHTER_13}. Sounds like you thought about this a lot and want to put a lot of effort in your project. How would you want me to help you?
ss_za: Babe (amamatseka): Maye kungumcondvo lomuhle, {F1_DAUGHTER_13}. Kuvakala shengatsi ucabangile impela ngako futsi ufuna kutimisela kulephrojekhti yakho. Ufuna kutsi ngikusite kanjani mine?

# text
source: {F1_DAUGHTER_13}: Dad, kindly clean these bottles for me. They will be the pillars of the house. I make the cartons into the walls and roof of the house. And then later, I was thinking we could paint the cartons and bottles so they would look beautiful.
ss_za: {F1_DAUGHTER_13}: Babe, ngicela ungigezele lamabhodlela. Wona atoba tinsika talendlu. Emakhathoni ngitokwakha ngawo tindvonga kanye neluphahla lwalendlu. Ngemuva kwaloko, bengicabanga kutsi singawapenda lamakhathoni kanye nemabhodlela kuze abukeke amahle.

# text
source: Father: I may have some left-over paint outside the house, I can take a look later.
ss_za: Babe: Ngicabanga kutsi ukhona pende lowasala ngephandle kwendlu, ngitawubuye ngiwubuke.

# text
source: Father: Wow, it looks different now! You would not even think they came from the trash. You also painted the walls and the roof beautifully! I think your teacher will be proud of you once she sees your project!
ss_za: Babe: Maye, ibukeka yehlukile ke nyalo! Angeke uze ucabange kutsi betilahliwe letintfo. Uphindze wapenda letindvonga kanye neluphahla kwaba kuhle kakhulu! Ngiyacabanga kutsi thishela wakho utatichenya ngawe nakabona leprojekthi!

# text
source: {F1_DAUGHTER_13}: Thank you for your help, dad. You know, there were a lot of fun things that happened in school a while ago.
ss_za: {F1_DAUGHTER_13}: Ngiyabonga lusito lwakho, babe. Uyati, kunetintfo letiningi letijabulisako letentekile esikolweni kulesikhashana lesendlulile.

# text
source: Father (smiling): Go ahead, tell me.
ss_za: Babe (amamatseka): Chubeka, ngicocele.

# text
source: You’ve completed 33% of this skill! Press NEXT to continue.
ss_za: Sewucedze emaphesenti langu-33 alelikhono! Facata LOKULANDZELAKO kuze uchubekele embili.

# text
source: Here’s a video on spending 1-on-1 time with your teen.
ss_za: Nayi ividiyo lekhuluma ngekucitsa sikhatsi lesanele kanye kanye nemntfwana wakho.

# text
source: Here’s an audio message on spending 1-on-1 time with your teen.
ss_za: Lalela nangu umlayeto ngekucitsa sikhatsi lesanele kanye kanye nemntfwana wakho.

# text
source: Here are three tips to remember to help you make the most of spending 1-on-1 time with your teen: DAY, PLAY, and STAY.
ss_za: Nankha emasu lamatsatfu longawakhumbula kukusita kusebentisa kahle sikhatsi losicitsa kanye kanye nemntfwana wakho: LUSUKU, DLALA, na HLALA.

# text
source: 1️⃣ *DAY - Try to do it every day*
ss_za: 1️⃣ *LUSUKU - Yetama kukwenta onkhe emalanga*

# text
source: ⏰ Spend 5 minutes (or more!) with your teen each day.
ss_za: ⏰ Citsa imizuzu lesihlanu (noma ngetulu!) nemntfwana wakho njalo ngelilanga.

# text
source: 2️⃣ *PLAY - Let them choose the activity*
ss_za: 2️⃣ *DLALA - Muvumele akhetse umdlalo*

# text
source: ⏰ Ask to spend time with your Teen.
ss_za: ⏰ Cela kucitsa sikhatsi nentfwana wakho.

# text
source: ⚽ Let them choose what to do or talk about.
ss_za: ⚽ Muvumele akhetse lafuna kukwenta noma kukhuluma ngako.

# text
source: 🎈Try different activities together.
ss_za: 🎈Yetamani imidlalo leyehlukene kanye kanye.

# text
source: 😃 Have fun!
ss_za: 😃 Tijabuliseni!

# text
source: 3️⃣ *STAY - Focus on your teen*
ss_za: 3️⃣ *HLALA - Naka umntfwanakho*

# text
source: 📺 Switch off the TV and put aside phones.
ss_za: 📺 Cimani i-TV nibeke netincingo eceleni.

# text
source: 👀 Look at your teen. Nod or say “I see” to show you are really paying attention.
ss_za: 👀 Buka umntfwana wakho. Vuma ngenhloko noma utsi "ngiyabona" kukhombisa kutsi uyamnaka mbamba.

# text
source: 💛 Accept your teen and avoid judgement.
ss_za: 💛 Yemukela umntfwana wakho ugweme kumehlulela.

# text
source: 👂 Rephrase back what your teen says. It shows you are really listening to them.
ss_za: 👂 Phindza lokushiwo ngumntfwana wakho ngalamanye emagama. Loko kukhombisa kutsi umlalele mbamba.

# text
source: You’ve completed 66% of this skill! Press NEXT to continue.
ss_za: Sewucedze emaphesenti langu-66 alelikhono! Facata LOKULANDZELAKO kuze uchubekele embili.

# text
source: Great! Use the tips you have learnt today and have fun! Spending 1-on-1 time with your teen is a great way to form a positive relationship with them. 💙
ss_za: Kuhle kakhulu! Sebentisa lamasu lowafundzile namuhla nitijabulise! Kucitsa sikhatsi lesanele nemntfwana wakho kuyindlela lekahle yekwakha budlelwane lobuhle naye. 💙

# text
source: That's OK! If you don't have time today, set some time aside tomorrow.
ss_za: Kulungile! Uma ute sikhatsi namuhla, tinike sikhatsi kusasa.

# text
source: Sorry, I don't understand what you mean.
ss_za: Ngiyacolisa, angikuvisisi kutsi usho kutsini.

# text
source: You have now completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod skills towards your goal, Improve my Relationship with my Teen. ⭐
ss_za: Nyalo sewucedze emakhono langu @(fields.c_n_mod_compl +1) kulangu @fields.c_n_mod uze ufike emgomeni wakho, Tfutfukisa Buhlobo bami Nemntfwanami. ⭐

# text
source: Spending 1-on-1 time with @fields.child_nickname will help you build trust, respect, and a positive relationship between you and @fields.child_nickname.
ss_za: Kucitsa sikhatsi lesanele kanye kanye na @fields.child_nickname kutawusita kutsi nakhe kwetsembana, kuhloniphana, nebudlelwane lobuhle emkhatsini wakho na @fields.child_nickname.

# text
source: Spending 1-on-1 time with your teen will help you build trust, respect, and a positive relationship between you and your teen.
ss_za: Kucitsa sikhatsi lesanele kanye kanye nemntfwana wakho kutawusita kutsi nakhe kwetsembana, kuhloniphana, nebudlelwane lobuhle emkhatsini wakho nemntfwana wakho.

# text
source: Home Activity! ⭐ This week, try to spend at least 5 minutes of quality 1-on-1 time with @fields.child_nickname every day. It will make such a difference! Do you have time to do it today? ⏰
ss_za: Umsebenti Wasekhaya! ⭐ Kuleliviki, yetama kucitsa lokungenani imizuzu lesihlanu yesikhatsi lesikahle na @fields.child_nickname onkhe emalanga. Kutakwenta umehluko! Unaso yini sikhatsi sekukwenta loko namuhla? ⏰

# text
source: Home Activity! ⭐ This week, try to spend at least 5 minutes of quality 1-on-1 time with your teen every day. It will make such a difference! Do you have time to do it today? ⏰
ss_za: Umsebenti Wasekhaya! ⭐ Kuleliviki, yetama kucitsa lokungenani imizuzu lesihlanu. Kutakwenta umehluko. Unaso yini sikhatsi sekukwenta loko namuhla? ⏰

# text
source: Skill complete! You have learnt the importance of spending 1-on-1 time with @fields.child_nickname.
ss_za: Sewulicedzile likhono! Ufundzile kubaluleka kwekucitsa sikhatsi lesanele kanye kanye na @fields.child_nickname.

# text
source: Skill complete! You have learnt the importance of spending 1-on-1 time with your teen.
ss_za: Sewulicedzile likhono! Ufundzile kubaluleka kwekucitsa sikhatsi lesanele kanye kanye na @fields. child_ nickname.

# text
source: Well done for committing to help your teen live a good life. It shows you really care! 💙
ss_za: Wente kahle kutinikela kusita umntfwana wakho aphile imphilo lekahle. Kuyakhombisa kutsi uyamkhatsalela! 💙

# text
source: This skill is about praise. 🎉 How did the message above make you feel? We all feel better when others notice the good things we do. It’s even better when it is by someone we love.
ss_za: Lelikhono leli likhuluma ngekudvumisa. 🎉 Ukwente wativa unjani lomlayeto longetulu? Sonkhe sitiva sincono nangabe labanye babona tintfo letinhle lesitentako. Kubancono kakhulu nangabe tibonwa ngumuntfu lesimtsandzako.

# text
source: Here is a comic about praise.
ss_za: Nali lihlaya lelimayelana nekudvumisa.

# text
source: When {F1_MOTHER} is busy, her two daughters often fight. But today, her older daughter actually helped her sister with her schoolwork!
ss_za: Ngesikhatsi {F1_MOTHER} aphishanekile, emadvodzakati akhe lamabili avamise kulwa. Kepha namuhla, indvodzakati lendzala isite dzadzewabo ngemsebenti wakhe wesikolwa!

# text
source: {F1_MOTHER}: Thank you for doing your schoolwork, {F1_DAUGHTER_16}, and thank you for helping your sister, {F1_DAUGHTER_13}. I'm so proud of you!
ss_za: {F1_MOTHER}: Ngiyabonga, {F1_DAUGHTER_16}, kutsi wente umsebenti wakho wesikolwa, ngiphindze ngibonge nakuwe ngekutsi usite dzadzewenu, {F1_DAUGHTER_13}. Ngiyatichenya ngani!

# text
source: Here's a video on the importance of praise. When you bring attention to positive behaviours, your teen is likely to keep behaving positively and feel good about themselves!
ss_za: Nayi ividiyo lekhuluma ngekubaluleka kwekudvumisa. Nangabe unaka kutiphatsa kahle, umntfwana wakho usenekuchubeka atiphatse kahle futsi ative akahle ngekwenta njalo!

# text
source: Here's an audio message on how you can focus on positive behaviour by praising your teen! 👂
ss_za: Lalela nangu umlayeto lokhuluma ngekutsi ungakunakisisa kanjani kutiphatsa kahle kwemntfwana wakho ngekumdvumisa! 👂

# text
source: When you bring attention to positive behaviours, your teen is likely to behave positively more often and feel good about themselves!
ss_za: Uma unakisisa kutiphatsa kahle, umntfwana wakho usengatiphatsa kahle kakhulu esikhatsini lesiningi futsi ative akahle ngaloko!

# text
source: Here are 4 simple tips for praising your teen:
ss_za: Nankha emasu lamane lamelula ekudvumisa umntfwanakho:

# text
source: 1️⃣ *SEE IT*
ss_za: 1️⃣ *KUBONE*

# text
source: 👀 Look for anything good or helpful your teen does.
ss_za: 👀 Buka noma yini lenhle noma lenelusito lokwentiwa ngumntfwana wakho.

# text
source: ⏸ Take a moment to notice that they are doing it.
ss_za: ⏸ Tsatsa sikhashana ubone kutsi uyakwenta.

# text
source: 2️⃣ *SAY IT*
ss_za: 2️⃣ *KUSHO*

# text
source: 🏆 Praise them when you see them do something you like.
ss_za: 🏆 Mdvumise uma ubona enta lokutsite lokutsandzako.

# text
source: ✅ Tell them specifically what they have done well.
ss_za: ✅ Mtjele uphumisele kutsi yini lakwente kahle.

# text
source: 🎉 Be enthusiastic and really mean it!
ss_za: 🎉Bani nemdlandla ukusho ngeliciniso!

# text
source: 🔄 This means they are more likely to do it again.
ss_za: 🔄 Loku kusho kutsi angahle akwente futsi.

# text
source: 3️⃣ *REPEAT IT*
ss_za: 3️⃣ *KUPHINDZE*

# text
source: 🌷 Look for something to praise your teen for every day.
ss_za: 🌷 Buka lokutsite longakudvumisa ngemntfwana wakho onkhe emalanga.

# text
source: 🔶 Even if it is something really small, keep doing it.
ss_za: 🔶 Noma ngabe kuyintfo lencane kakhulu, chubeka ukwente.

# text
source: 4️⃣ *KEEP IT POSITIVE*
ss_za: 4️⃣ *KWENTE KUBE KAHLE*

# text
source: 💡 Make sure you focus on something your teen has done well.
ss_za: 💡 Cinisekisa kutsi unaka loko lakakwente kahle umntfwana wakho.

# text
source: 🌈 Keeping it positive reminds your teen that you notice them and care.
ss_za: 🌈 Kukwenta kube kahle kuyamukhumbuta umntfwana wakho kutsi uyanaka futsi uyamkhatsalela.

# text
source: Your Home Activity today is to praise your teen. Can you try it today?
ss_za: Umsebenti wakho Wasekhaya namuhla kudvumisa umntfwanakho. Ungakutama yini loko namuhla?

# text
source: Amazing! 🎉 Look for three things that you can praise your teen for every day. You can praise other adults in your household, too. Notice how they respond.
ss_za: Kuhle kuyamangalisa! 🎉 Buka tintfo letintsatfu longadvumisa ngato umntfwana wakho onkhe emalanga. Ungabadvumisa nalabanye labadzala ekhaya lakho. Naka kutsi bentanjani nawubadvumisa.

# text
source: That's OK! Sometimes things take time. You can review this skill in the Main Menu any time. At the end of the day, think of all of the positive things that happened - this makes it easier to point them out. ☀️ With time, praise will come easily to you.
ss_za: Kulungile loko! Ngalesinye sikhatsi tintfo titsatsa sikhatsi. Ungabuketa lelikhono leli kuMenyu Lenkhulu noma nini. Ekupheleni kwelilanga, cabanga ngato tonkhe tintfo letinhle letentekile - loku kwenta kube lula kutikhomba.☀️ Ngekuhamba kwesikhatsi, kudvumisa kutoba yintfo lelula kuwe.

# text
source: Well done, You have now learnt the four steps to Praise! ⭐ You have completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod skills in the goal to Improve my Relationship with my Teen.
ss_za: Wente kahle kakhulu! Nyalo sewufundzile letinyatselo letine tekuDvumisa!⭐ Sewucedze emakhono langu @(fields.c_n_mod_compl +1) kulangu @fields.c_n_mod emgomeni wekuKhulisa Buhlobo Bami Nemntfwanami.

# text
source: Praising @fields.child_nickname when they behave in a good way will make them want to behave that way more often. It also creates a positive and loving relationship with between you and your teen. ⭐
ss_za: Kudvumisa umntfwana wakho uma atiphatsa kahle kutamenta afune kutiphatsa kahle njalo njalo. Kuphindze kwakhe budlelwane lobukahle nalobunelutsandvo emkhatsini wakho nemntfwana wakho. ⭐

# text
source: Praising your teen when they behave in a good way will make them want to behave that way more often. It also creates a positive and loving relationship with between you and your teen. ⭐
ss_za: Kudvumisa umntfwana wakho uma atiphatsa kahle kutamenta afune kutiphatsa kahle njalo njalo. Kuphindze kwakhe buhlobo lobuhle nalobunelutsandvo emkhatsini wakho nemntfwana wakho. ⭐

# text
source: This skill is talking about feelings with @fields.child_nickname.
ss_za: Lelikhono leli likhuluma ngemiva na @fields.child_nickname.

# text
source: This skill is talking about feelings with your teen.
ss_za: Lelikhono lekukhulumisana ngemiva yenu nemntfwana wakho.

# text
source: Let’s do a True/False quiz:
ss_za: Phendvula lemibuto ngekutsi Kuliciniso/Kungemanga:

# text
source: Talking about positive feelings is not as important as sharing our negative feelings.
ss_za: Kukhuluma ngemiva lemihle akusimcoka njengekukhuluma ngemiva lemibi.

# text
source: That’s incorrect. There are 6 basic emotions: Happy, Sad, Angry, Disgusted, Surprised, and Afraid. It’s important that we talk with our teens about ALL of them.
ss_za: Akusilo liciniso loko. Kunemiva lesisekelo lesitfupha: Kujabula, Kudzabuka, Kukwata, Kunengeka, Kumangala, neKwesaba. Kumcoka kutsi sikhulume nebantfwana betfu ngayo YONKHE.

# text
source: That’s correct. There are 6 basic emotions: Happy, Sad, Angry, Disgusted, Surprised, and Afraid. It’s important that we talk with our teens about ALL of them.
ss_za: Kuliciniso loko. Kunemiva lesisekelo lesitfupha: Kujabula, Kudzabuka, Kukwata, Kunengeka, Kumangala, neKwesaba. Kumcoka kutsi sikhulume nebantfwana betfu ngayo YONKHE.

# text
source: Sorry, I dont' understand what you mean.
ss_za: Ngiyacolisa, angivisisi kutsi usho kutsini.

# text
source: Here’s another one: Boys should not share when they are feeling sad or afraid.
ss_za: Naku lokunye: Umfana akukafanele akhulume uma ativa adzabukile noma esaba.

# text
source: Incorrect. It is important that both boys and girls learn how to communicate about difficult feelings. Boys will learn that it is okay to feel upset or sad about something, and that it is okay to ask for help when they need it. This is important for girls, too!
ss_za: Akusinjalo. Kumcoka kutsi bafana nemantfombatana bafundze kukhuluma ngemiva yabo lematima. Bafana batawufundza kutsi kulungile kutsi bakwate noma badzabuke ngalokutsite, nekutsi kulungile kucela lusito nangabe baludzinga. Loku kumcoka nakumantfombatana!

# text
source: You are right! It is important that both boys and girls learn how to communicate about difficult feelings. Boys will learn that it is okay to feel upset or sad about something, and that it is okay to ask for help when they need it.
ss_za: Ucinisile! Kumcoka kutsi bafana nemantfombatana bafundze kukhuluma ngemiva yabo lematima. Bafana batawufundza kutsi kulungile kutsi bakwate noma badzabuke ngalokutsite, nekutsi kulungile kucela lusito nangabe baludzinga.

# text
source: Last one: As parents, we can also share our feelings with our children.
ss_za: Kwekugcina: Natsi sibatali, singakhuluma ngemiva yetfu kubantfwana betfu.

# text
source: Correct! Sharing our own feelings with our children in a calm way shows them how to do it themselves.
ss_za: Kunjalo! Kukhuluma ngemiva yetfu nebantfwana betfu ngendlela lephansi kubakhombisa kutsi nabo bangakwenta kanjani.

# text
source: Incorrect. Sharing our own feelings with our children in a calm way shows them how to do it themselves.
ss_za: Akusinjalo. Kukhuluma ngemiva yetfu nebantfwana betfu ngendlela lephansi kubakhombisa kutsi nabo bangakwenta kanjani.

# text
source: You’ve completed 25% of this skill! Press NEXT to continue.
ss_za: Sewucedze 25% walelikhono! Facata NEXT utochubeka.

# text
source: Father: Hello my dear, how was your day at school?
ss_za: Babe: Sawubona sithandwa sami, belunjani lusuku lwakho esikolweni?

# text
source: {F1_DAUGHTER_13}: Who cares?
ss_za: {F1_DAUGHTER_13}: Kuhluphe bani loko?

# text
source: Father: {F1_DAUGHTER_13}, you don’t seem very happy, do you want to talk about it?
ss_za: Babe: {F1_DAUGHTER_13}, awubukeki ujabulile, uyafuna yini kukhuluma ngako?

# text
source: {F1_DAUGHTER_13}: I’m sorry, Dad. I just find it so frustrating that I studied so hard for my maths test and failed.
ss_za: {F1_DAUGHTER_13}: Ngiyacolisa, babe. Ngitikhandza ngidvumatekile kutsi ngiludadishele kamatima loluhlolo lwami lwetibalo kepha ngangaphumeleli.

# text
source: Father: That is frustrating, my dear. I know how hard you studied. Maybe we can ask your teacher for extra help with maths? I can come in to talk to her tomorrow if that would help.
ss_za: Babe: Kuyadvumata loko, sithandwa sami. Ngiyati kutsi udadishe kamatima kanganani. Mhlawumbe singacela lusito lolwengetekile kuthishela wakho wetibalo? Ngingafika ngitokhuluma naye kusasa nangabe kungakusita loko.

# text
source: {F1_DAUGHTER_13}: Thank you. I think that might be a good idea.
ss_za: {F1_DAUGHTER_13}: Ngiyabonga. Ngicabanga kutsi kungaba ngumcondvo lomuhle loko.

# text
source: Father: You know, you might feel frustrated about not being good at maths right now, but I’ve never met someone who can write stories as well as you can, {F1_DAUGHTER_13}.
ss_za: Babe: Uyati, kungenteka kutsi utive udvumele ngekutsi awukenti kahle etibalweni nyalo, kepha akekho lengike ngambona lobhala kahle tindzaba njengawe, {F1_DAUGHTER_13}.

# text
source: 1️⃣ *OPEN*
ss_za: 1️⃣ *VULEKA*

# text
source: 👂 Listen to your teen when they share how they are feeling.
ss_za: 👂 Lalela umntfwana wakho nakakutjela ngemiva yakhe.
