Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2/ss/ss_modules_teen.po
Languages: ss_za

# text
source: Home Activity! Write a list of consequences you can use that are fair. This will prepare you for next time your teen is behaving badly.
ss_za: Umsebenti Wasekhaya! Bhala luhla lwemiphumela yetento longayisebentisa nalekahle. Loku kutakulungiselela kungatiphatsi kahle kwemntfwanakho esikhatsini lesitako.

# text
source: Well done. A fair consequence will help them learn that their actions impact themselves and others. It also teaches them about responsibility and respect! 😃
ss_za: Wente kahle. Umphumela wetento lolingene utamsita kufundza kutsi tento takhe tinemtselela kubo nakulabanye. Kuphindze kumfundzise kwenta lokufanele nangenhlonipho! 😃

# text
source: That’s okay. The next time your teen misbehaves, try to tell them how you feel in a calm way and give them a fair consequence for their behaviour. You might see it change the way they behave in the future.
ss_za: Kulungile loko. Ngesikhatsi lesitako umntfwanakho angatiphatsi kahle, tama kumtjela kutsi uva janjani ngendlela lephasi futsi umnike umphumela wetento lolingene kutiphatsa kwakhe. Ungahle ukubone kushintja indlela lekatiphatsa ngayo esikhatsini lesitako.

# text
source: Amazing work! 🎉 You have learnt how to use fair consequences! You have now completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod skills towards your goal, Manage my Teen’s Behaviour.
ss_za: Umsebenti wakho uyamangalisa! 🎉 Sewufundzile kusebentisa imiphumela yetento lelingene. Nyalo sewucedze emakhono langu @(fields.c_n_mod_compl +1) kulangu @fields.c_n_mod skills ekufunyelela emgomeni wakho lotsi, Bonelela Kutiphatsa Kwemntfwanami.

# text
source: 2️⃣ *BE FAIR*
ss_za: 2️⃣ *LINGANISA*

# text
source: ✅ Give your teen the option to behave before giving a consequence. For example, say, “Either you do your homework now, or you cannot watch your favourite T.V. show tonight.”
ss_za: ✅ Nika umntfwanakho litfuba lekutsi akhetse kutiphatsa kahle ngaphambi kwekusebentisa umphumela wetento. Sibonelo, tsani, "Khetsa kwenta umsebenti wakho wesikolwa wasekhaya nyalo, noma angeke ubukele luhlelo lwakho lolutsandza kakhulu namuhla ntsambama.”

# text
source: ✅ Talk about consequences for breaking household rules when you set them so @fields.child_nickname knows them already.
ss_za: ✅ Khulumani ngemiphumelo yetento tekuphula imitsetfo yasekhaya nawuyibeka kuze @fields.child_nickname ayati.

# text
source: ✅ Notice if your teen is experiencing a consequence to their action already.
ss_za: ✅ Caphela nangabe umntfwanakho sekavele ahlangabetana nemphumela wetento takhe.

# text
source: ✅ Talk about consequences for breaking household rules when you set them so your teen knows them already.
ss_za: ✅ Khulumani ngemiphumelo yetento tekuphula imitsetfo yasekhaya nawuyibeka kuze @ ayati.

# text
source: This skill is about learning how to keep your teens safe in your community. 🚩
ss_za: Lelikhono leli limayelana nekufundza kugcina umntfwanakho aphephile emphakatsini. 🚩

# text
source: You are not alone! Parents all over the world say they worry about keeping their children safe.
ss_za: Awusiwedvwa! Batali emhlabeni wonkhe batsi bayakhatsateka ngekugcina bantfwana babo baphephile.

# text
source: Let’s test your knowledge about teen safety.
ss_za: Ake sihlole lwati lwakho ngetekuphepha kwebantfwana.

# text
source: Which of these is NOT a place where your teen could experience harm?
ss_za: Ngukuphi kuloku lokuNGASIYO indzawo lapho umntfwanakho angahlangabetana nebubi?

# text
source: Incorrect. Your teen could experience harm in any of these places, even at home or at church. It is our responsibility as parents to help them learn how to avoid difficult situations wherever they might be.
ss_za: Akusinjalo. Umntfwanakho usenekuhlangabetana nebubi kulenye yaletindzawo, ngisho nasekhaya noma esontfweni. Kungumsebenti wetfu sibatali kumsita afundze kugwema timo letimatima nomaphi lapho tingaba khona.

# text
source: You are right. Your teen could experience harm in any of these places, even at home or at church. It is our responsibility as parents to help them learn how to avoid difficult situations wherever they might be.
ss_za: Ucinisile. Umntfwanakho usenekuhlangabetana nebubi kulenye yaletindzawo, ngisho nasekhaya noma esontfweni. Kungumsebenti wetfu sibatali kumsita afundze kugwema timo letimatima nomaphi lapho tingaba khona.

# text
source: Let’s check in on {F1_DAUGHTER_16} and her mom:
ss_za: Asikuhlole ku {F1_DAUGHTER_16} namake wakhe:

# text
source: {F1_DAUGHTER_16}: "Something happened when I was out with my friends {FRIEND_FEMALE_1} and {FRIEND_FEMALE_2}!"
ss_za: {F1_DAUGHTER_16}: "Kukhona lokwentekile ngesikhatsi ngihambile nebangani bami {FRIEND_FEMALE_1} na {FRIEND_FEMALE_2}!"

# text
source: Mama: "Tell me, {F1_DAUGHTER_16}"
ss_za: Mama: "Awungitjele, {F1_DAUGHTER_16}"

# text
source: Man in car: “Hey beautiful. I have been looking at you for a while. You are very beautiful, what’s your name?
ss_za: Indvodza lesemotweni: "Heyi muhle. Sekunesikhashana ngikufuna. Maye umuhle, ngubani libito lakho?

# text
source: {FRIEND_FEMALE_1}: “Her name is {F1_DAUGHTER_16}”
ss_za: {FRIEND_FEMALE_1}: “Libito lakhe ngu {F1_DAUGHTER_16}”

# text
source: Man in car: “{F1_DAUGHTER_16}, would you like to come with me to have something to drink and chips? Come on, get in, you’ll be back in time, I promise…”
ss_za: Indvodza lesemotini: “{F1_DAUGHTER_16}, ungatsandza yini kuhamba nami siyotfola kwekunatsa nemashipsi? Ngena bo, utobuya ngesikhatsi, ngiyakwetsembisa..."

# text
source: {F1_DAUGHTER_16}: “I’m not sure if that’s a good idea…”
ss_za: {F1_DAUGHTER_16}: “Anginaso siciniseko kutsi kungumcondvo lomuhle loko…”

# text
source: {FRIEND_FEMALE_1}: “You are lucky, my friend. I wish a man would ask ME out and buy me gifts. I’m telling you, if you don’t do this I’m going to tell everyone you are stupid!”
ss_za: {FRIEND_FEMALE_1}: “Unenhlanhla mngani wami, ngifisa shengatsi kungabakhona indvodza lengangicela MINE kutsi nguhambe nayo iyongitsengela tipho. Ngiyakutjela, uma ungakwenti loku ngitotjela wonkhe umuntfu kutsi ulibele kanjani!”

# text
source: {FRIEND_FEMALE_2}: “{F1_DAUGHTER_16} don’t go! Be careful! Let’s go home. It is dangerous to go with people you don’t know. Besides, he’s too old for you and what he is doing is wrong."
ss_za: {FRIEND_FEMALE_2}: “{F1_DAUGHTER_16} ungahambi! Caphela! Asihambe siye ekhaya. Kuyingoti kuhamba nebantfu longabati. Ngaphandle kwaloko, mdzala kakhulu kunawe futsi loku lakwentako akusiko."

# text
source: {F1_DAUGHTER_16}: “I just don’t know…
ss_za: {F1_DAUGHTER_16}: “Angati nje…

# text
source: Mama: "Pfff, I am so proud of you that you did not get into the car. That was a dangerous situation, thank you for telling me!"
ss_za: Mama: "Pfff, ngiyatichenya ngawe kutsi awukangeni emotini. Loko bekusimo lesiyingoti kakhulu, ngiyabonga kutsi ungitjele!"

# text
source: Here is a video to help you keep your teen safe in the community. ☀️
ss_za: Nayi ividiyo yekukusita kugcina umntfwanakho aphephile emphakatsini. ☀️

# text
source: Here is an audio message to help you keep your teen safe in the community. ☀️
ss_za: Lalela nangu umlayeto wekukusita kugcina umntfwanakho aphephile emphakatsini. ☀️

# text
source: One way to keep your teen safe is to create a safety map with them. Together, identify the safe and unsafe places in your community. 📖
ss_za: Lenye yetindlela tekugcina umntfwanakho aphephile kwakha imephu yetekuphepha naye. Nikanyekanye, bekisani tindzawo letiphephile naletingakaphephi emphakatsini wenu. 📖

# text
source: Here are three steps to help you make a safety map together:
ss_za: Nati tinyatselo letintsatfu tekunisita kwenta imephu yetekuphepha kanyekanye:

# text
source: Step 1️⃣: *DRAW*
ss_za: Sinyatselo 1️⃣: *DVWEBA*

# text
source: 📝 Draw a map of your community.
ss_za: 📝 Dvwebani imephu yemphakatsi wenu.

# text
source: 🚩 Include the main places: streets, your house, school, shops, and places your teen visits.
ss_za: 🚩 Fakani kuyo letindzawo letigcamile: titaladi, indlu yenu, sikolwa, titolo, kanye netindzawo letivakashelwa ngumntfwanakho.

# text
source: Step 2️⃣: *DECIDE*
ss_za: Sinyatselo 2️⃣: *TSATSA SINCUMO*

# text
source: 🔑 Talk about the places on your map and decide if they are safe or not.
ss_za: 🔑 Khulumani ngaletindzawo letisemephini bese niyancuma kutsi tiphephile yini noma atikaphephi.

# text
source: 👂 Listen to your teen: they might know more than you think they do about where it is safe or unsafe.
ss_za: 👂 Lalela umntfwanakho: angahle ati lokunyenti kunaloko locabanga kutsi bayakwati ngalapho kuphephile noma kungakaphephi khona.

# text
source: 🔵 CIRCLE the places that are safe for teenagers.
ss_za: 🔵 DWEBA INDINGILIZI kuletindzawo letiphephile kubanftwana labakhulako.

# text
source: ❌ CROSS OFF any places that are unsafe for teenagers.
ss_za: ❌ DWEBA SIPHAMBANO etindzweni letingakaphephi kubantfwana labasakhula.

# text
source: Step 3️⃣: *DISCUSS*
ss_za: Sinyatselo 3️⃣: *KHULUMISANANI*

# text
source: ❗ Sometimes, we find ourselves in trouble.
ss_za: ❗ Ngalesinye sikhatsi, sititfola sisenkingeni.

# text
source: 👀 Discuss where you and your teen can get support in a crisis. These places may include home, school, police station, or a clinic.
ss_za: 👀 Khulumisanani ngetindzawo lapho wena nemntfwanakho ningatfola kusekelwa uma nisesimeni lesibucayi. Letindzawo tingafaka ekhatsi ekhaya, sikolwa, emaphoyiseni, noma ekliniki.

# text
source: 🚩 MARK these areas clearly on your map.
ss_za: 🚩 TIBEKISENI tikhanye letindzawo emephini yenu.

# text
source: Do you have time to create a community safety map with your teen today? 🚩
ss_za: Unaso yini sikhatsi sekwakha lemephu yetekuphepha emphakatsini wena nemntfwanakho namuhla? 🚩

# text
source: Amazing! This is a great way to build trust with your teen and keep them safe.
ss_za: Kuhle kuyamangalisa! Lena yindlela lenhle kakhulu yekwakha kutsembana nemntfwanakho nekumgcina aphephile.

# text
source: That's OK! Plan to set aside an hour in the next few days to work on this map with your teen. It's a great way to build trust with them and keep them safe.
ss_za: Kulungile loko! Hlela kutinika li-awa kulamalanga lambalwa letako kusebenta kwakha lemephu nemntfwanakho. Kuyindlela lenhle kakhulu yekhwakha naye kwetsembana nekumgcina aphephile.

# text
source: Great job! 🎉 You have learnt about keeping your teen safe in your community! You have now completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod skills towards your goal, Keep My Teen Safe.⭐
ss_za: Usebente kahle kakhulu! 🎉 Sewufundzile ngekugcina umntfwanakho aphephile emphakatsini wenu! Nyalo sewucedze emakhono langu @(fields.c_n_mod_compl +1) kulangu @fields.c_n_mod kuze ufike emgomeni wakho lotsi, Gcina Umntfwanami Aphephile.⭐

# text
source: It can be hard to think about dangerous situations for your teen.
ss_za: Kungaba matima kucabanga ngetimo leyingoti kumntfwanakho.

# text
source: To keep our teens safe, we need to understand their reality and the potential risky situations they can find themselves in.
ss_za: Kugcina bantfwana betfu baphephile, sidzinga kucondzisisa bukhona babo kanye netimo letiyingoti lebangatitfola bakuto.

# text
source: We can help our teens know how to use their thoughts, voice, AND body in dangerous situations. It makes a big difference!
ss_za: Singabasita bantfwana betfu kutsi bakwati kusebentisa imicabango yabo, livi, KANYE nemtimba etimeni letiyingoti. Kuyawenta umehluko lomkhulu!

# text
source: Check out these scenarios. What warning signs do you see?
ss_za: Buka nati timo letehlukene. Ngutiphi ticwayiso lotibonako?

# text
source: {GIRLFRIEND}: ‘I just wanted to…’
ss_za: {GIRLFRIEND}: ‘Ngifuna nje ku…’

# text
source: {BOYFRIEND}: ‘No, you are staying here. You always leave me alone to go see your friends. Don’t you love me? Or are you meeting your other boyfriend?!’
ss_za: {BOYFRIEND}: ‘Cha awuyi ndzawo. Uhlala ungishiya uyobona bangani bakho. Awungitsandzi yini? Noma ke uyobona lelesinye singani sakho?!’

# text
source: Actually, all of these are warning signs! When we are in love, it can be hard to recognise something is wrong in our relationship. If you have a friend in {GIRLFRIEND}’s situation, try to help them see that this behaviour is not healthy or loving.
ss_za: Ecinisweni, konkhe loku kuticwayiso! Uma sitsandzana nemuntfu, kungaba matima kubona kutsi kunentfo lengasiyo ekuvaneni kwetfu. Uma unemngani losesimeni sa {GIRLFRIEND}, tama kumsita kutsi abone kutsi lendlela lenje yekutiphatsa ayinamphilo noma ayinalutsandvo.

# text
source: That’s correct. When we are in love, it can be hard to recognise something is wrong in our relationship. If you have a friend in {GIRLFRIEND}’s situation, try to help them see that this behaviour is not healthy or loving.
ss_za: Kunjalo. Uma sitsandzana nemuntfu, kungaba matima kubona kutsi kunentfo lengasiyo ekuvaneni kwetfu. Uma unemngani losesimeni sa {GIRLFRIEND}, tama kumsita kutsi abone kutsi lendlela lenje yekutiphatsa ayinamphilo noma ayinalutsandvo.

# text
source: Let’s try another! What are the warning signs?
ss_za: Asesitame lenye! Yini lokuticwayiso?

# text
source: Man: ‘Your friends left, so this is the only way you can get home, you idiot!’
ss_za: Indvodza: 'Bangani bakho bahambile, ngako ngiyo lena kuphela indlela yekubuya ekhaya, siphukuphuku ndzina!'

# text
source: Actually, all of these are warning signs! Also remember, if people at home or outside use alcohol and other drugs this can be a warning sign, as those can make people aggressive, angry, and even violent.
ss_za: Empeleni, konkhe loku kuticwayiso! Futsi khumbula, uma bantfu basekhaya noma bangaphandle basebentisa tjwala naletinye tidzamiva loku kungaba sicwayiso, njengoba loku kungabenta babe nelulaka, batfukutsele, futsi babe nebudlova.

# text
source: Yes, all of these are warning signs! Also remember, if people at home or outside use alcohol and other drugs this can be a warning sign, as those can make people aggressive, angry, and even violent.
ss_za: Yebo, konkhe loku kuticwayiso! Futsi khumbula, uma bantfu basekhaya noma bangaphandle basebentisa tjwala naletinye tidzamiva loku kungaba sicwayiso, njengoba loku kungabenta babe nelulaka, batfukutsele, futsi babe nebudlova.

# text
source: Here is a video to help you teach your teen self defence.
ss_za: Nayi ividiyo yekukusita kufundzisa umntfwanakho tindlela tekutivikela.

# text
source: Here is a audio message to help you teach your teen self defence.
ss_za: Lalela nangu umlayeto wekukusita kufundzisa umntfwanakho ngetindlela tekutivikela.

# text
source: When we do not feel safe, we are allowed to do anything to get away. We can USE OUR VOICE and USE OUR BODIES to protect ourselves.
ss_za: Uma sitiva siphephile, sivumelekile kwenta noma yini kutsi sibaleke. SingaSEBENTISA LIVI LETFU futsi SISEBENTISE IMITIMBA YETFU kutsi sitivikele.

# text
source: 1️⃣ *USE YOUR VOICE*
ss_za: 1️⃣ *SEBENTISA LIVI LAKHO*

# text
source: When we do not feel safe, we are allowed to do anything to get away.
ss_za: Uma singativeli siphephile, sivumelekile kwenta noma yini kutsi sibaleke.

# text
source: Remember the last scenario, where the man tried to force the girl into his car? How could the girl use her voice to get away? She might shout…
ss_za: Uyakhumbula simo sekugcina lesisibukile, lapho indvodza itama kuphocelela intfombatana kutsi ingene emotini yayo? Intfombatana beyingalisebentisa kanjani livi layo kubaleka? Abengahle amemete…

# text
source: ‘No!’
ss_za: "Cha!'

# text
source: “Someone help me!”
ss_za: "Ngisiteni bo!"

# text
source: “I will call the police if you touch me again”
ss_za: "Ngitoshayela emaphoyisa uma uphindza ungitsintsa"

# text
source: "Do not touch my bum”
ss_za: "Ungatitsintsi tibunu tami"

# text
source: Or she might try something else…
ss_za: Noma ke atame lokunye…

# text
source: “I will do anything you want, just please don’t hurt me.”
ss_za: "Ngitokwenta noma yini loyifunako, Ngicela nje ungangilimati."

# text
source: “No lift for me, thanks. Last time I got a lift I threw up EVERYWHERE!”
ss_za: "Angifuni kwekuhamba, ngiyabonga. Ngesikhatsi ngihamba kwekugcina ngahlantela YONKHE INDZAWO!"

# text
source: “I can see that you are angry. Let’s sit together and talk about it.”
ss_za: "Ngiyabona kutsi ukwatile. Asihlale phasi sikhulume ngako."

# text
source: “I will give you my phone if you let me go.”
ss_za: "Ngitokunika lucingo lwami uma ungiyekela."

# text
source: Consider, what would you do? There’s no wrong answer.
ss_za: Cabanga kutsi, wena bewungentani? Kute imphendvulo lengasiyo.

# text
source: 2️⃣ *USE YOUR BODY*
ss_za: 2️⃣ *SEBENTISA UMTIMBA WAKHO*

# text
source: When our voice does not stop the situation, we can use our bodies to defend ourselves. You should know your attacker’s targets and do what you can to hurt them:
ss_za: Uma livi letfu lingasicedzi simo, singasebentisa imitimba yetfu kutivikela. Kufanele wati loko lakucondzile umhlaseli wakho bese wenta lokusemandleni akho kumlimata:

# text
source: Scratch
ss_za: Hhwebha

# text
source: Pull
ss_za: Dvonsa

# text
source: Punch
ss_za: Shaya ngesibhakela

# text
source: Kick
ss_za: Khahlela

# text
source: Twist
ss_za: Shwila

# text
source: There are four primary targets to know:
ss_za: Kunetindzawo letine lekufanele utati lekungacondvwa kuto:

# text
source: 1. Eyes
ss_za: 1. Emehlo

# text
source: 2. Throat
ss_za: Umphimbo

# text
source: 3. Groin
ss_za: 3. Inyonga

# text
source: 4. Knees
ss_za: 4. Emadvolo

# text
source: And seven secondary targets:
ss_za: Naletinye tindzawo letisikhombisa lekucondvwa kuto:

# text
source: 1.Temple
ss_za: 1.Simongo

# text
source: 2. Ears
ss_za: 2. Tindlebe

# text
source: 3. Nose
ss_za: 3. Imphumulo

# text
source: 4. Solar Plexus (the space between the ribs)
ss_za: 4. I-Solar Plexus (sikhala lesisemkhatsini wetimbambo)

# text
source: 5. Fingers
ss_za: Tingalo

# text
source: 6. Shin
ss_za: 6. Umlente

# text
source: 7. In Step (top of the feet)
ss_za: 7. Ngetulu kwelunyawo

# text
source: Your home activity is to share this information with your teen so they are ready to defend themselves. You can do it and ParentText can help. Type “SAFE” to repeat this lesson with your teen. Can you do it today?
ss_za: Umsebenti wakho wasekhaya kutjela umntfwanakho ngalolwati kuze alungele kutivikela. Ungakwenta, futsi iParentText ingakusita. Thayipha "PHEPHA" kuphindza lesifundvo nemntfwanakho. Ungakwenta yini namuhla?

# text
source: That’s great!
ss_za: Kuhle kakhulu!

# text
source: It can be hard to talk about these topics together, but it will give your teen skills for situations when they need it most. Type “SAFE” into this chat the next time you’re alone with your teen.
ss_za: Kungaba matima kukhuluma ngaletihloko kanyekanye, kepha kutawunika umntfwanakho emakhono etimo lapho awadzinga khona kakhulu. Thayipha "PHEPHA" kulendzawo yekucocisana ngesikhatsi lesitako uwedvwa nemntfwanakho.

# text
source: Excellent work. You have learned how to teach self defence. You have now completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod skills towards your goal, Keep My Teen Safe. This skill can be difficult to complete. Remember to take a pause and care for yourself.
ss_za: Umsebenti wakho uyababateka. Sewufundzile ngekufundzisa kutivikela. Nyalo ke sewucedze emakhono langu @(fields.c_n_mod_compl +1) kulangu @fields.c_n_mod kuze ufike emgomeni wakho lotsi, Gcina Umnftwanami Aphephile. Lelikhono leli kungaba matima kulicedzela. Khumbula kutsatsa sikhashana sekuphumula nekutinakekela.

# text
source: Boy: "Hey pretty, why are you walking so fast! Don’t you want to come show us what is under that skirt?"
ss_za: Umfana: "Yeyi, muhle, uhambelani ujakile! Awufuni kuta la utosikhombisa lokungaphasi kwaleso siketi?"

# text
source: That’s incorrect. It’s okay to compliment and show attention, but it must be done respectfully.
ss_za: Akusinjalo. Kulungile kubabata nekukhombisa kunaka, kodvwa kumele kwentiwe ngenhlonipho.

# text
source: That’s correct. In this case, the boy’s friend should speak up and correct his friend’s behaviour.
ss_za: Kunjalo. Uma kunje, umngani wemfana kumele akhulume futsi acodzise kutiphatsa kwemngani wakhe.

# text
source: Let’s try another. What are the warning signs?
ss_za: Asesitame lesinye! Ngutiphi ticwayiso?

# text
source: Teacher: "{F2_DAUGHTER_19}, if you want to get good grades this year, you need to stay after school when everyone is gone so I can tutor you."
ss_za: Thishela: "{F2_DAUGHTER_19}, uma ufuna kutfola emamaki lamahle lonyaka, udzinga kutsi usale emva kwesikolwa nasebahambe bonkhe khona ngitokufundzisa."

# text
source: {F2_DAUGHTER_19}: "My friend also needs support. Can I invite her too?"
ss_za: {F2_DAUGHTER_19}: "Umngani wami naye uyadzinga kusitwa. Ngangammema yini naye?"

# text
source: Teacher: "No, this will be our secret. You don’t want people to think you are stupid, right?"
ss_za: Theshela: "Cha, loku kutoba yimfihlo yetfu. Awufuni kutsi bantfu bacabange kutsi ulibele, angitsi?"

# text
source: That’s right. Schools have strict rules to keep students safe. The teacher is abusing his power and knows that what he is doing is wrong. Probably, he has tried this before and will do it again, so {F2_DAUGHTER_19} could try to find others with the same experience to make it easier to report the teacher.
ss_za: Kunjalo. Tikolwa tinemitsetfo lelusica yekuphephisa bafundzi. Lothishela usebentisa kabi emandla akhe futsi uyati kutsi loku lakwentako akusiko. Kungenteka, sewuke wakutama ngaphambili futsi utophindze akwente, ngako {F2_DAUGHTER_19} angatama kutfola labanye labahlangabetane nesimo lesinje kuze kube lula kuceba lothishela.

# text
source: The correct answer was “The teacher abuses his power and pressures the girl”.
ss_za: Imphendvulo lengiyo bekukutsi "Thishela usebentisa emandla akhe kucindzetela intfombatana".

# text
source: Schools have strict rules to keep students safe. The teacher is abusing his power and knows that what he is doing is wrong. Probably, he has tried this before and will do it again, so {F2_DAUGHTER_19} could try to find others with the same experience to make it easier to report the teacher.
ss_za: Tikolwa tinemitsetfo lelusica yekuphephisa bafundzi. Lothishela usebentisa kabi emandla akhe futsi uyati kutsi loku lakwentako akusiko. Kungenteka, sewuke wakutama ngaphambili futsi utophindze akwente, ngako {F2_DAUGHTER_19} angatama kutfola labanye labahlangabetane nesimo lesinje kuze kube lula kuceba lothishela.

# text
source: Here is a video on preventing violence.
ss_za: Nayi ividiyo lemayelana nekuvimbela budlova.

# text
source: Here is a audio message on preventing violence.
ss_za: Nangu umlayeto lomayelana nekuvimbela budlova.

# text
source: In a dangerous situation, we may not know what to do and freeze or respond in an angry way – this is normal. These tools can help keep you and your teen safe: KNOW IT, SEE IT, SAY IT, DO IT
ss_za: Uma sibhekene nesimo lesiyingoti, kungenteka singati kutsi senteni bese siyoma nje noma siphendvule ngendlala lenekukwata - loku kujwayelekile. Letindlela leti tingasita kukugcina wena nemntfwanakho niphephile: KWATI, KUBONE, KUSHO, KWENTE

# text
source: Know the difference between healthy and unhealthy relationships. If you are attacked, know that it is never your fault. You are allowed to say and do what is needed to stay safe and get away – do not worry about what others may think. You are worth being defended. You are strong and powerful.
ss_za: Wati umehluko emkhatsini webuhlobo lobuhle nalobungasikahle. Uma uhlaselwa, yati kutsi akusiko kwenta kwakho. Uvumelekile kusho noma kwenta loko lokudzingekile kuhlala uphephile nekubaleka - ungatihluphi ngekutsi bantfu batawucabangani. Kukufanele kutsi uvikelwe. Unemandla.

# text
source: 2️⃣ *SEE IT*
ss_za: 2️⃣ *KUBONE*
