Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2/ss/ss_modules_teen.po
Languages: ss_za

# text
source: Talking about our feelings and challenges we’re facing can help others understand and support you better. Emotions and challenges are a part of life, and learning how to handle these, can help make life less stressful. Remember you can refer back to this content in the Main Menu.
ss_za: Kukhuluma ngemivo kanye netinkinga lesibhekene nato kungasita kutsi nalabanye bakucondzisise futsi bakusekele kancono. Imivo netinkinga tiyincenye yekuphila, kantsi nekufundza kubukana nato, kungasita ekwenteni imphilo ingabi yinkhatsato lenkhulu. Khumbula kutsi ungabuye ubukete kuloku lokucuketfwe kuMenyu Lenkhulu.

# text
source: Well done, you have completed the fifth step to having a healthy relationship with your partner! 🎉
ss_za: Wente kahle kakhulu, sewucedzile sinyatselo sesihlanu sekuba nebuhlobo lobukahle nemlingani wakho! 🎉

# quick_replies
source: NEXT
ss_za: LOKULANDZELAKO

# quick_replies
source: Yes
ss_za: Yebo

# quick_replies
source: No
ss_za: Cha

# quick_replies
source: True
ss_za: Kuliciniso

# quick_replies
source: False
ss_za: Kungemanga

# quick_replies
source: More Confidence
ss_za: Kutetsemba kakhulu

# quick_replies
source: Less risk-taking
ss_za: Kungatifaki engotini

# quick_replies
source: Struggling with identity and self-image
ss_za: Kusokola ngekutsi ungubani nendlela lotibona ngayo

# quick_replies
source: More trusting of people in charge
ss_za: Kutsemba kakhulu bantfu labaphetse

# quick_replies
source: Ignore their feelings
ss_za: Ungayinaki imivo yakhe

# quick_replies
source: Punish them for their emotions
ss_za: Mjezisele imivo yakhe

# quick_replies
source: Let them know their feelings are okay and be there for them
ss_za: Mtjele kutsi imivo yakhe ilungile futsi uhlale unaye

# quick_replies
source: Encourage them to ignore their emotions
ss_za: Mkhutsate kutsi angayinaki imivo yakhe

# quick_replies
source: It's not important, teens need to figure things out on their own
ss_za: Akusimcoka, bantfwana badzinga kutibonela tintfo ngekwabo

# quick_replies
source: It helps build trust and strengthens relationships
ss_za: Kusita kwakha kutsembana nekucinisa buhlobo

# quick_replies
source: It keeps my teen from keeping secrets
ss_za: Kwenta umntfwanami angagcini timfihlo

# quick_replies
source: They become less interested in spending time with friends.
ss_za: Uphelelwa ngumdlandla wekucitsa sikhatsi nebangani.

# quick_replies
source: They become less influenced by peer pressure.
ss_za: Akabi asalalela tintsanga yakhe.

# quick_replies
source: They may feel pressure to fit in with their peers.
ss_za: Angativa acindzeteleka kufanana netintsanga takhe.

# quick_replies
source: By always choosing their friends for them
ss_za: Ngekuhlala umkhetsela bangani

# quick_replies
source: By encouraging them to make their own decisions and supporting them through the consequences
ss_za: Ngekumkhutsata kutsi atitsatse tincumo nekutsi umsekele kumiphumela yetento

# quick_replies
source: By avoiding discussions about social issues
ss_za: Ngekugwema kukhulumisana ngetinkinga tasekuhlaleni

# quick_replies
source: Improved self-esteem
ss_za: Kutibona kancono

# quick_replies
source: A sense of belonging
ss_za: Kutivela amukeleka

# quick_replies
source: Low self-esteem and social withdrawal
ss_za: Kutibukela phasi nekungabi nalabanye bantfu

# quick_replies
source: A time when the body goes through physical and hormonal changes. It often begins between ages 8 and 13 for girls
ss_za: Sikhatsi lapho umtimba wedlula etingucukweni temtimba nemahomoni. Kuvamise kucalisa emkhatsini weminyaka lengu 8 na 13 kumantfombatana

# quick_replies
source: A time when the mind becomes more mature. It often begins between ages 16 and 18 for girls
ss_za: Sikhatsi lapho ingcondvo ikhula kakhulu. Kuvamise kucala emkhatsini weminyaka lengu 16 na 18 kumantfombatana

# quick_replies
source: A time when the body stops growing. It often begins around age 25 for girls
ss_za: Sikhatsi lapho umtimba uma kukhula. Kuvamise kucala eminyakeni lengu-25 kumantfombatana

# quick_replies
source: Increased height, deeper voice, and wider shoulders
ss_za: Kukhula ngebudze, livi lelibhobhodlako, kanye nemahlombe lamakhulu

# quick_replies
source: Growth of breasts, pubic and underarm hair, and menstruation
ss_za: Kukhula kwemabele, tinwele entombini nasemakhwapheni, kanye nekuya esikhatsini senyanga

# quick_replies
source: Less hunger, longer sleep patterns, and more energy levels
ss_za: Kungalambi kakhulu, kulala sikhatsi lesidze, kanye nekwandza kwemandla

# quick_replies
source: By talking openly about puberty and offering reassurance and support
ss_za: Ngekukhululeka ukhulume ngekutfomba nekumcinisa kanye nekumsekela

# quick_replies
source: By ignoring the changes and allowing their daughter to figure it out on her own
ss_za: Ngekunganaki tingucuko futsi uvumele indvodzakati yakho itibonele yona

# quick_replies
source: By discouraging their daughter from asking questions and seeking help if needed
ss_za: Ngekungayikhutsati indvodzakati yakhe ekubuteni imibuto kanye nekufuna lusito uma aludzinga

# quick_replies
source: Trouble sleeping
ss_za: Kungalali kahle

# quick_replies
source: Angry Outbursts
ss_za: Kuchuma utfukutsela kakhulu

# quick_replies
source: Low Energy
ss_za: Kungabi nemdlandla

# quick_replies
source: Playfulness
ss_za: Kutsandza kudlala

# quick_replies
source: Changes to sleep
ss_za: Tingucuko ekulaleni

# quick_replies
source: Loss of interest in hobbies
ss_za: Kungasatsandzi tintfo latilibatisa ngato

# quick_replies
source: Feeling sad or worthless
ss_za: Kutiva advumele noma angasilutfo

# quick_replies
source: Reacting emotionally to news or changes in schedule
ss_za: Kutsintseka kwemiva lokubangwa tindzaba noma tingucuko teluhlelo

# quick_replies
source: A lot of worry
ss_za: Kukhatsateka kwengcondvo

# quick_replies
source: Home
ss_za: Ekhaya

# quick_replies
source: A friend’s house
ss_za: Ekhaya kubomngani

# quick_replies
source: School
ss_za: Sikolwa

# quick_replies
source: Church
ss_za: Lisontfo

# quick_replies
source: Clinic
ss_za: Ikliniki

# quick_replies
source: Park
ss_za: Iphakhi

# quick_replies
source: Bar
ss_za: Libhala

# quick_replies
source: None of the Above
ss_za: Kute kuloku lokungenhla

# quick_replies
source: The boyfriend is controlling
ss_za: Singani siyamcindzetela

# quick_replies
source: The boyfriend doesn’t listen
ss_za: Singani asilaleli

# quick_replies
source: The boyfriend stops the girlfriend from seeing her friends
ss_za: Singani lesingumfana simisa singani sentfombatana kutsi angaboni bangani bakhe

# quick_replies
source: All of the above
ss_za: Konkhe loku lokungenhla

# quick_replies
source: The man touches the girl without permission
ss_za: Indvodza itsintsa intfombatana ngaphandle kwemvume

# quick_replies
source: The man yells
ss_za: Indvodza iyatsetsa

# quick_replies
source: The man makes the girl feel unsafe
ss_za: Indvodza yenta intfombatana itive ingakaphephi

# quick_replies
source: The man lies
ss_za: Indvodza icamba emanga

# quick_replies
source: The boy compliments the girl
ss_za: Umfana udvumisa intfombatana

# quick_replies
source: The boy shows the girl attention
ss_za: Umfana unaka intfombatana

# quick_replies
source: The boy acts disrespectfully
ss_za: Umfana unetento ntekungahloniphi

# quick_replies
source: The teacher abuses his power and pressures the girl
ss_za: Thishela usebentisa kabi emandla akhe kucindzetela intfombatana

# quick_replies
source: The teacher tries to help the girl with schoolwork
ss_za: Thishela utama kusita intfombatana ngemsebenti wesikolwa

# quick_replies
source: The girl asks to include a friend
ss_za: Intfombatana icela kumema umngani wayo

# arguments
source: yes y yeah yep
ss_za: yebo, ya neh

# arguments
source: no nope n
ss_za: cha chake

# arguments
source: true
ss_za: kuliciniso

# arguments
source: false
ss_za: kungemanga

# arguments
source: more confidence
ss_za: kutetsemba kakhulu

# arguments
source: less risk-taking
ss_za: kwehlisa kutifaka engotini

# arguments
source: struggling with identity and self-image
ss_za: kusokola ngekutsi ungubani nendlela lotibona ngayo

# arguments
source: more trusting of people in charge
ss_za: kutsemba kakhulu bantfu labaphetse

# arguments
source: ignore their feelings
ss_za: ungayinaki imivo yakhe

# arguments
source: punish them for their emotions
ss_za: mjezisele imivo yakhe

# arguments
source: let them know their feelings are okay and be there for them
ss_za: mtjele kutsi imivo yakhe ilungile futsi uhlale ukhona kumsita

# arguments
source: encourage them to ignore their emotions
ss_za: mkhutsate kutsi angayinaki imivo yakhe

# arguments
source: it's not important, teens need to figure things out on their own
ss_za: akusimcoka, bantfwana badzinga kutibonela tintfo ngekwabo

# arguments
source: it helps build trust and strengthens relationships
ss_za: kusita kwakha kutsembana nekucinisa buhlobo

# arguments
source: it keeps my teen from keeping secrets
ss_za: kwenta umntfwanami angagcini timfihlo

# arguments
source: they become less interested in spending time with friends.
ss_za: uphelelwa ngumdlandla wekucitsa sikhatsi nebangani.

# arguments
source: they become less influenced by peer pressure.
ss_za: akabi asalalela tintsanga takhe.

# arguments
source: they may feel pressure to fit in with their peers.
ss_za: angativa acindzeteleka kufanana netintsanga takhe.

# arguments
source: by always choosing their friends for them
ss_za: ngekuhlala umkhetsela bangani

# arguments
source: by encouraging them to make their own decisions and supporting them through the consequences
ss_za: ngekumkhutsata kutsi atitsatse tincumo nekutsi umsekele kumiphumela yetento

# arguments
source: by avoiding discussions about social issues
ss_za: ngekugwema kukhulumisana ngetinkinga tasekuhlaleni

# arguments
source: improved self-esteem
ss_za: kutibona kancono

# arguments
source: a sense of belonging
ss_za: kutivela amukeleka

# arguments
source: low self-esteem and social withdrawal
ss_za: kutibukela phasi nekungatsandzi kuba nebantfu

# arguments
source: a time when the body goes through physical and hormonal changes. it often begins between ages 8 and 13 for girls
ss_za: sikhatsi lapho umtimba nemahomoni kuba netingucuko, kuvamise kucala emkhatsini weminyaka lengu 8 na 13 kumantfombatana

# arguments
source: a time when the mind becomes more mature. it often begins between ages 16 and 18 for girls
ss_za: sikhatsi lapho ingcondvo ikhula, kuvamise kucala emkhatsini weminyaka lengu 16 na 18 kumantfombatana

# arguments
source: a time when the body stops growing. it often begins around age 25 for girls
ss_za: sikhatsi lapho umtimba uma kukhula, kuvamise kucala eminyakeni lengu 25 kumantfombatana

# arguments
source: increased height, deeper voice, and wider shoulders
ss_za: kukhula ngebudze, livi lelibhobhodlako, kanye nemahlombe lamakhulu

# arguments
source: growth of breasts, pubic and underarm hair, and menstruation
ss_za: kukhula kwemabele, tinwele entombini nasemakhwapheni, kanye nekuya esikhatsini senyanga

# arguments
source: less hunger, longer sleep patterns, and more energy levels
ss_za: kungalambi kakhulu, kulala sikhatsi lesidze, kanye nekwandza kwemandla

# arguments
source: by talking openly about puberty and offering reassurance and support
ss_za: ngekukhululeka ukhulume ngekutfomba nekumcinisa kanye nekumsekela

# arguments
source: by ignoring the changes and allowing their daughter to figure it out on her own
ss_za: ngekunganaki tingucuko futsi uvumele indvodzakati yakho itibonele yona

# arguments
source: by discouraging their daughter from asking questions and seeking help if needed
ss_za: ngekungayikhutsati indvodzakati yakhe ekubuteni imibuto kanye nekufuna lusito uma aludzinga

# arguments
source: trouble sleeping
ss_za: kungalali kahle

# arguments
source: angry outbursts
ss_za: kuchuma atfukutsele kakhulu

# arguments
source: low energy
ss_za: kungabi nemdlandla

# arguments
source: playfulness
ss_za: kutsandza kudlala

# arguments
source: changes to sleep
ss_za: tingucuko ekulaleni

# arguments
source: loss of interest in hobbies
ss_za: kuphelelwa lumdlandla wetintfo letimlibatisako

# arguments
source: feeling sad or worthless
ss_za: kutiva udvumele noma ungasilutfo

# arguments
source: reacting emotionally to news or changes in schedule
ss_za: kutsintseka kwemiva lokubangwa tindzaba noma tingucuko teluhlelo

# arguments
source: a lot of worry
ss_za: kukhatsateka kakhulu engcondvweni

# arguments
source: home
ss_za: ekhaya

# arguments
source: a friend’s house
ss_za: ekhaya kubomngani

# arguments
source: school
ss_za: sikolwa

# arguments
source: church
ss_za: lisontfo

# arguments
source: clinic
ss_za: ikliniki

# arguments
source: park
ss_za: iphakhi

# arguments
source: bar
ss_za: libhala

# arguments
source: none of the above
ss_za: kute kuloku lokungenhla

# arguments
source: the boyfriend is controlling
ss_za: singani siyamcindzetela

# arguments
source: the boyfriend doesn’t listen
ss_za: singani asilaleli

# arguments
source: the boyfriend stops the girlfriend from seeing her friends
ss_za: singani lesingumfana simisa singani sentfombatana kutsi angaboni bangani bakhe

# arguments
source: all of the above
ss_za: konkhe loku lokungenhla

# arguments
source: the man touches the girl without permission
ss_za: indvodza itsintsa intfomabana ngaphandle kwemvume

# arguments
source: the man yells
ss_za: indvodza iyatsetsa

# arguments
source: the man makes the girl feel unsafe
ss_za: indvodza yenta intfombatana itive ingakaphephi

# arguments
source: the man lies
ss_za: indvodza icamba emanga

# arguments
source: the boy compliments the girl
ss_za: umfana udvumisa intfombatana

# arguments
source: the boy shows the girl attention
ss_za: umfana ukhombisa kunaka intfombatana

# arguments
source: the boy acts disrespectfully
ss_za: umfana akahloniphi

# arguments
source: the teacher abuses his power and pressures the girl
ss_za: thishela usebentisa kabi emandla akhe kucindzetela intfombatana

# arguments
source: the teacher tries to help the girl with schoolwork
ss_za: thishela utama kusita intfombatana ngemsebenti wesikolwa

# arguments
source: the girl asks to include a friend
ss_za: intfombatana icela kumema umngani wayo
