Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2/ss/ss_modules_teen.po
Languages: ss_za

# text
source: Can you and your teen complete this task today? 🔔
ss_za: Ningakhona yini kukwenta loku namuhla nemntfwana wakho? 🔔

# text
source: Keeping @fields.child_nickname safe online is an important step to help them be part of the digital world. 📱 Today, we are learning how to BUILD HABITS and BUILD TRUST.
ss_za: Kugcina @fields.child_nickname aphephile ku-intanethi kusinyatselo lesimcoka sekumsita kutsi abe yincenye yemhlaba lo-digital.📱 Namuhla, sifundza ngeKWAKHA IMIKHUBA neKWAKHA KWETSEMBANA.

# text
source: Keeping your teen safe online is an important step to help them be part of the digital world. 📱 Today, we are learning how to BUILD HABITS and BUILD TRUST.
ss_za: Kuphephisa umntfwana wakho ku-intanethi kusinyatselo lesimcoka ekumsiteni kutsi abe yincenye yemhlaba lo-digital. 📱Namuhla, sifundza ngeKWAKHA IMIKHUBA kanye neKWAKHA KWETSEMBANA.

# text
source: In this goal, we are learning about the four steps to building a family budget with our teens. The first step is identifying needs and wants. 💰
ss_za: Kulomgomo lona, sifundza ngetinyatselo letine tekwakha ibhajethi nemntfwanakho. Sinyatselo sekucala kubona tidzingo kanye nalokufunako. 💰

# text
source: Managing how money is spent is important to ensure that parents are able to provide for our teens. When money is tight, this can make us feel anxious, stressed, and sad. Talking with your teen about the difference between something that you need and something that you want can help them understand how to prioritise spending limited money.
ss_za: Kubonelela kutsi imali isetjentiswa kanjani kumcoka ekucinisekiseni kutsi batali bayakhona kunakekela bantfwana betfu. Uma imali ingekho kahle, loku kungenta kutsi sive sineluvalo, sikhatsatekile, noma sidzabukile. Kukhuluma nemntfwanakho ngemehluko emkhatsini wentfo loyidzingako nentfo loyifunako kungamsita kutsi acondzisise kuhlelisa kusetjentiswa kwemali lencane.

# text
source: Press play to watch a video about needs and wants.
ss_za: Facata dlala kubukela ividiyo lekhuluma ngetidzingo nalokufunako.

# text
source: Press play to hear a message about needs and wants.
ss_za: Facata dlala utolalela umlayeto lokhuluma ngetidzingo naloko lokufunako.

# text
source: Let's learn about the first step to family budgeting with your teen!
ss_za: Akesifundze ngesinyatselo sekucala sekubhajetha ekhaya nemntfwanakho!

# text
source: 1️⃣ *IDENTIFY NEEDS*
ss_za: 1️⃣ *BONA TIDZINGO*

# text
source: Make a list of things that you or your teen think you cannot live without. Things that are important for your family to survive. 💚
ss_za: Yentani luhla lwetintfo lenicabanga kutsi ningeke nikhone kuphila ngaphandle kwato. Tintfo letimcoka kutsi umndeni wakho uphile. 💚

# text
source: For example food 🍚, soap to wash hands, or medicine 🏥.
ss_za: Sibonelo kungaba kudla 🍚, insipho yekugeza tandla, noma imitsi 🏥.

# text
source: 2️⃣ *IDENTIFY WANTS*
ss_za: 2️⃣ *BONA LENIKUFUNAKO*

# text
source: Make a list of things that you or your teen want. These are things that would be nice to have but not essential 🎁.
ss_za: Yentani luhla lwentintfo letifunwa nguwe noma ngumntfwana wakho. Leti tintfo lekungaba mnandzi kuba nato kodvwa tingasito letimcoka 🎁.

# text
source: For example the latest version of a smartphone, new toy, or magazine.
ss_za: Sibonelo kungaba lucingo lolusandza kukhishwa, li-thoyizi lelisha, noma liphephabhuku.

# text
source: 3️⃣ *TALK*
ss_za: 3️⃣ *KHULUMA*

# text
source: People often see things in different ways. You may find that your teen sees one thing as a NEED while you see it as a WANT. Talk with your teen about why you feel differently, this will help you to understand each other and can make decisions together about what to spend money on. 💰
ss_za: Bantfu bavame kubona tintfo ngetindlela letehlukene. Ungatfola kutsi umntfwana wakho ubona intfo letsite isiDZINGO kepha wena uyibona ingu leniKUFUNAKO. Khulumani nemntfwana wakho ngekutsi kuyangani ukubone ngendlela leyehlukile, loku kutanisita kutsi nivane nobabili nekutsi ningatitsatsa tincumo nikanye kanye ngaloko leningayisebentisela kona imali. 💰

# text
source: Home Activity! ⭐ Try to discuss your wants and needs with your teen. Do you have time to do it today?
ss_za: Umsebenti Wasekhaya! ⭐ Yetama kucocisana nemntfwana wakho ngetidzingo netintfo lenitifunako. Unaso yini sikhatsi sekukwenta loku namuhla?

# text
source: That’s great! Try to make this a two-way conversation with your teen. Discussing Needs and Wants is very important for creating a successful budget plan. 💚
ss_za: Kuhle kakhulu! Yetama kutsi loku kube yingcoco yenu nobabili nemntfwana wakho. Kukhulumisana ngeTIDZINGO naleNIKUFUNAKO kumcoka kakhulu ekwakheni luhlelo lwebhajethi lenemphumelelo. 💚

# text
source: That’s OK. The best place to start is by thinking about your own wants and needs before speaking with your teen. Once you feel comfortable, you can take the next step and complete step two of setting a family budget with your teen. Remember you can refer back to this content in the Main Menu.💚
ss_za: OK, kulungile! Loku ungakucala ngekutsi ucabange ngetidzingo takho kanye nalokufunako ngaphambi kwekukhuluma ngetemntfwana wakho. Nasewutiva sewukhuleleka, ungatsatsa sinyatselo lesilandzelako ucedzele sinyatselo sesibili sekumisa ibhajethi yemndeni nemntfwana wakho. Khumbula kutsi ungaphindze ukubukete loku kuMenyu Lenkhulu.💚

# text
source: Well done, you have completed the first step to family budgeting with your teen.
ss_za: Wente kahle, sewusicedzile sinyatselo sekucala sekwenta ibhajethi nemntfwana wakho.

# text
source: In this goal, we are learning about the four steps to building a family budget with our teens. Today, we are learning about step 2: talking about monthly expenses.
ss_za: Kulelikhono leli, sifundza ngetinyatselo letine tekwakha ibhajethi yemndeni nemntfwana wakho. Namuhla, sifundza ngesinyatselo sesibili: kukhuluma ngetindleko tenyanga ngenyanga.

# text
source: Knowing what your family’s monthly expenses are can be helpful for you and your teen. It can help them understand why money is being spent on some things and not on others.
ss_za: Kwati tindleko temndeni wakho tenyanga ngenyanga kungaba lusito kuwe nemntfwana wakho. Kungamsita kutsi acondze kutsi kungani imali isetjentiselwa tintfo letitsite kunaletinye.

# text
source: Here’s a video about starting to build a family budget.
ss_za: Nayi ividiyo lekhuluma ngekucala kwakha ibhajethi yemndeni.

# text
source: Here’s an audio message about starting to build a family budget.
ss_za: Lalela nangu umlayeto lomayelana nekwakha ibhajethi yemndeni.

# text
source: Here is how you can list your monthly expenses with your teen:
ss_za: Nayi indlela lewungabhala ngayo luhla lwetindleko tenyanga ngenyanga nemntfwana wakho:

# text
source: 📝 Get a piece of paper (or old newspaper or a cardboard box) and a pen.
ss_za: 📝 Tfola lipheshana (noma liphephandzaba lelidzala noma ikhabhodi) kanye nekwekubhala.

# text
source: 🎨 Draw pictures of all the things that you and your family spend money on each month.
ss_za: 🎨 Dvweba titfombe tato tonkhe tintfo wena nemndeni wakho lenisebentisa kuto imali inyanga ngenyanga.

# text
source: 🖊️Write next to each picture how much each thing costs.
ss_za: 🖊️Bhala eceleni kwaleso naleso sitfombe kutsi kubita malini.

# text
source: ➕Add up how much money you have to spend each month.
ss_za: ➕Hlanganisa konkhe utfole kutsi nisebentisa malini ngenyanga.

# text
source: 📷Take a picture of the paper or save it for Step 3!
ss_za: 📷Tsatsa sitfombe salelo pheshana noma uligcinele sinyatselo sesitsatfu!

# text
source: Home activity! ⭐ Find time to talk about your expenses with your teen. Do you have time to do it today?
ss_za: Ummsebenti Wasekhaya! ⭐ Tfola sikhatsi sekukhuluma nemntfwana wakho ngetindleko tenu. Unaso yini sikhatsi sekukwenta loku namuhla?

# text
source: That’s great! Involving your teen will help them learn how to make a budget and understand how money is spent in the family! 💚
ss_za: Kukahle kakhulu! Kuhlanganyela nemntfwanakho kutamsita kutsi afundze ibhajethi yentiwa njani futsi acondzisise kutsi imali isetjentiswa njani ekhaya! 💚

# text
source: That’s OK. You may want to start by doing this activity by yourself or with your partner. You can then do it again with your teen. Remember you can refer back to this content in the Main Menu. 💚
ss_za: OK, kulungile! Mhlawumbe ungatsandza kucale\a ngekutentela lomsebenti uwedvwa noma nemlingani wakho. Ungabese uyawuphindza kanye nemntfwana wakho. Khumbula kutsi ungaphindze ukubukete loku kuMenyu Lenkhulu. 💚

# text
source: Well done, you have completed the second step to family budgeting with your teen.
ss_za: Wente kahle, nyalo sewucedze sinyatselo sesibili sekwakha ibhajethi yemndeni nemntfwana wakho.

# text
source: In this goal, we are learning about the four steps to building a family budget with our teens. Today, we are reviewing step 3: making a monthly budget. 💰
ss_za: Kulelikhono leli, sifundza ngetinyatselo letine tekwakha ibhajethi yemndeni nemntfwanakho. Namuhla, sifundza ngesinyatselo 3: kwakha luhlelo ngetindleko tenyanga ngenyanga. 💰

# text
source: Balancing the money you earn with the money you need to spend is an important step in making a monthly budget. When you involve your teen, they also learn how to do this for themselves!
ss_za: Kulinganisa imali loyitfolako nemali lodzinga kuyisebentisa kusinyatselo lesimcoka ekwenteni ibhajethi yenyanga. Namgabe umntfwana wakho ahlanganyela, naye uyafundza kutsi atentele yena!

# text
source: Here’s a video about building a monthly budget.
ss_za: Nayi ividiyo lemayelana nekwakha ibhajethi yenyanga ngenyanga.

# text
source: Here’s an audio message about building a monthly budget.
ss_za: Lalela nangu umlayeto lomayelana nekwakha ibhajethi yenyanga ngenyanga.

# text
source: Here is how you can build a monthly budget with your teen:
ss_za: Nayi indlela yekwakha ibhajethi yenyanga nenyanga nemntfwana wakho:

# text
source: 🎨 Take the piece of paper from the monthly expenses activity that shows all the things you spend money on during a month.
ss_za: 🎨 Tsatsa lelipheshana lowalisebentisa ngesikhatsi wenta luhla lwetindleko tenyanga ngenyanga lelibonisa tonkhe letintfo lenisebentisa kuto imali njalo ngenyanga.

# text
source: 👛 Add up all the money your family has available each month. This can be from a job, welfare grants, or even money sent to the family by other relatives.
ss_za: 👛 Hlanganisa yonkhe imali lekhona emndenini inyanga ngenyanga. Kungaba ngumholo, emagranti enhlalakahle, noma imali letfunyelelwa umndeni nguletinye tihlobo.

# text
source: 💵Decide with your teen which of the expenses are things that you NEED and which are things that you WANT.
ss_za: 💵Vumelanani nemntfwana wakho kutsi ngutiphi tindleko letiTIDZINGO naleto leniTIFUNAKO.

# text
source: ⭐ Draw a star next to everything that you NEED. Add up all the things that have a star next to it.
ss_za: ⭐ Dvweba inkhanyeti eceleni kwato tonkhe TIDZINGO. Hlanganisani imali yato tonkhe letintfo letinenkhanyeti eceleni kwato.

# text
source: Is the amount more or less than your monthly budget? If it is less, you can add some things that you WANT. If it is more, then you may want to discuss with your teen which things are really NEEDS. You may need to make difficult choices between different things.
ss_za: Ngabe lemali ingetulu noma ingaphasi kwebhajethi yenyanga ngenyanga? Nangabe ingaphasi, ningangeta letinye tintfo lenitiFUNAKO. Nangabe ingetulu, ningadzinga kukhulumisana nemntfwana wakho kutsi ngutiphi tintfo letiTIDZINGO mbamba. Kungenteka nidzinge kukhetsa kamatima emkhatsini wetintfo letehlukene.

# text
source: Home Activity! ⭐ It's time to make a monthly budget with your teen. Do you have time to do it today?
ss_za: Umsebenti Wasekhaya! ⭐ Sesikhatsi sekwenta ibhajethi yenyanga nenyanga nemntfwana wakho. Unaso yini sikhatsi sekuyenta namuhla?

# text
source: That’s great! Involving your teen in making a budget is a great skill for both of you to learn. 💚
ss_za: Kuhle kakhulu loko! Kuhlanganyela kwemntfwana wakho ekwenteni ibhajethi kulikhono lelikahle kakhulu kutsi nilifundze nobabili. 💚

# text
source: That’s OK. You might want to start by doing this with your partner or by yourself before involving your teen. Once you feel comfortable, you can take the next step of family budgeting. Remember you can refer back to this content in the Main Menu. 💚
ss_za: OK, Kulungile. Mhlawumbe ungafuna kucala ngekwenta loku nemlingani wakho noma uwedvwa ngaphambi kwetsi umntfwanakho ahlanganyele. Uma utiva sewukhululekile, ungatsatsa sinyatselo lesilandzelako sekubhajetha kwemndeni. Khumbula kutsi ungabuya ubukete loku lokucuketfwe kuMenyu Lenkhulu. 💚

# text
source: Well done, you have completed the third step to family budgeting with your teen.🌈
ss_za: Wente kahle kakhulu, sewucedze sinyatselo sesitsatfu sekuhlanganyela nemntfwana wakho ekwakheni ibhajethi yemndeni.🌈

# text
source: Congratulations! You have reached the final step to family budgeting with your teen: make a saving plan. You should be very proud of your dedication. 💰
ss_za: Siyakuhalalisela! Sewufike esinyatselweni sekugcina sekuhlanganyela nemntfwana wakho ekwakheni bhajethi yemndeni: yenta luhlelo lwekonga. Kufanele utichenye kakhulu ngekutinikela kwakho. 💰

# text
source: Making a saving plan can help you prepare for crises while also having funds for your teen’s education and other things that you may need in the future. Even a small amount each month can make a big difference over time.
ss_za: Kwenta luhlelo lwekonga kunganisita kutilungeselela timo letibucayi kantsi kenhlanye nibe nemali yemfundvo yemntfwanakho naletinye tintfo leningatidzinga esikhatsini lesitako. Nemali lencane nje ngenyanga ingawenta umehluko lomkhulu ngekuhamba kwesikhatsi.

# text
source: I want the best future for my grandchildren, but I don’t know where to get the money. Loan sharks are dangerous and paying them back is so expensive. I should save, but that feels impossible!
ss_za: Ngifuna likusasa lebatukulu bami lelihle, kepha angati kutsi ngingayitsatsaphi imali. Bomashonisa bayingoti kantsi nekubhadala kuyabita. Kufanele ngonge, kepha loko kuvakala kuyintfo lengeke yenteke!

# text
source: My goal is to make sure my grandson can go to high school and my granddaughter can reach her dream of university. How can I save a lot of money with the little money I have?
ss_za: Umgomo wami kwenta siciniseko kutsi umtukulu wami longumfana angaya esikolweni lesiphakeme nekutsi umtukulu wami loyintfombatana angafeza liphupho lakhe lekuya enyuvesi. Ngingayonga kanjani imali leningi kulemali lencane lenginayo?

# text
source: "I know - let’s start with a plan! First, let me make a budget – a plan for how I can save my money. Then I will save just a little bit of money at a time – I will even join a savings and loans group."
ss_za: "Ngiyati - asicale ngeluhlelo! Kwekucala, angente ibhajethi - luhlelo lwekutsi ngingayonga njani imali. Ngitawubese ngonga kancane kancane - ngitawungenela ngisho nenhlangano yekonga nekwebolekisa."

# text
source: "I should also speak with my grandchildren to choose things that we can spend just a little bit less on each week. They will help me think of things we want but don’t need."
ss_za: "Ngitawuphindze ngikhulume nebatukulu bami ngekukhetsa tintfo letitasenta sicitse imali lengaphasana kancane ngeliviki. Batangisita kutsi ngicabange tintfo lesitifunako kodvwa singatidzingi."

# text
source: A few years later: "Look, we reached our dreams! I didn’t borrow any money from friends or loan sharks. By saving a tiny bit each week, I managed to pay for John’s high school and save some money for Neema’s university. I am so proud of this.”
ss_za: Ngemuva kweminyakana: "Bukani, siwafezile emaphupho etfu! Angizange sengiboleke imali kubangani noma kubomashonisa. Ngekutsi songe lokuncane njalo ngeliviki, ngikhonile kubhadalela John esikolweni lesiphakeme futsi ngonga imali yekutsi Neema aye enyuvesi. Ngiyatichenya ngaloku."

# text
source: Press play to watch a video about creating a savings plan.
ss_za: Facata dlala utobukela ividiyo lemayelana nekwakha luhlelo lwekonga.

# text
source: Press play to hear a message about creating a savings plan.
ss_za: Facata dlala utolalela umlayeto lomayelana nekwakha luhlelo lwekonga.

# text
source: Here are some tips on how to make a savings plan with your teen:
ss_za: Nankha emasu ngekwenta luhlelo lwekonga nemntfwanakho:

# text
source: *WHY SAVE*
ss_za: *KUNGANI NONGE*

# text
source: Discuss with your teen different reasons that you might want to save money. These could include:
ss_za: Khulumisana nemntfwanakho ngetizatfu letehlukene tekungafuna konga imali. Loku kungafaka ekhatsi:

# text
source: 1️⃣Preparing for emergencies
ss_za: 1️⃣Kulungiselela lokuphutfumako

# text
source: 2️⃣Buying something nice for you or your teen or do something fun as a family
ss_za: 2️⃣Kutitsengela wena nemntfwanakho lokuhle noma kwenta intfo lenijabulisako ningumndeni

# text
source: 3️⃣Planning for future big expenses like improvements on your home or for your teen’s education
ss_za: 3️⃣Kuhlelela tindleko letinkhulu esikhatsini lesitako njengekuphucula likhaya lenu noma temfundvo yemntfwanakho

# text
source: *HOW TO SAVE*
ss_za: *NONGA KANJANI*

# text
source: Set a target amount that you want to save. Look at your monthly budget and discuss with your teen how much you can save each week and each month.
ss_za: Bekani umgomo welinani lemali lenifuna kuyonga. Bukani ibhajethi yenu yenyanga bese niyakhulumisana nemntfwanakho kutsi ningonga kangakanani ngeliviki nangenyanga.

# text
source: *WHERE TO SAVE*
ss_za: *NONGA KUPHI*

# text
source: Discuss with your teen different ways to keep money safe for future use. These could include:
ss_za: Khulumisana nemntfwana wakho ngetindlela letehlukene tekugcina imali iphephile nentele sikhatsi lesitako. Loku kungafaka ekhatsi:

# text
source: 1️⃣Saving at a bank
ss_za: 1️⃣Konga ebhange

# text
source: 2️⃣Keeping money safe at home
ss_za: 2️⃣Kugcina kahle imali ekhaya

# text
source: 3️⃣Keeping money in a savings and loan group
ss_za: 3️⃣Kugcina imali enhlanganweni yekonga nekubolekisa

# text
source: 4️⃣Buying livestock like goats or cattle
ss_za: 4️⃣Kutsenga imfuyo lefana netimbuti noma tinkhomo

# text
source: Discuss with your teen about the potential good things (benefits) and problems (risks) of each way of saving money.
ss_za: Khulumisana nemntfwana wakho ngalokuhle (inzuzo) kanye netinkinga (tingoti) lokungenteka kuleyo naleyo ndlela yekonga imali.

# text
source: Decide which way of saving money would work best for the family.
ss_za: Tincumele kutsi nguyiphi indlela yekonga imali lengasita umndeni wakho.

# text
source: ❗ If you can try and save even a tiny amount for the future or for an emergency. This can make a big difference over time.
ss_za: ❗ Nangabe ningetama konga ngisho nalencane imali nentele sikhatsi lesitako noma lokuphutfumako lokungavela, loku kungenta umehluko lomkhulu ngekuhamba kwesikhatsi.

# text
source: *GET SUPPORT*
ss_za: *TFOLANI KWESEKELWA*

# text
source: Your government or community groups may be giving money, vouchers, or food parcels to families in need.
ss_za: Hulumende wenu noma tinhlangano tasemphakatsini kungenteka tinikete imindeni leswelako imali, emavawusha, noma emaphasela ekudla.

# text
source: Think about whether there are places in your community that provide support.
ss_za: Cabanga ngekutsi tikhona yini tindzawo emphakatsini wakini letiniketa lusito.

# text
source: Home Activity! ⭐ Create a saving plan with your teen. Do you have time to do it today?
ss_za: Umsebenti Wasekhaya! ⭐ Yakhani luhlelo lwekonga nemntfwana wakho. Unaso yini sikhatsi sekukwenta loku namuhla?

# text
source: That’s great! Involving your teen in creating a saving plan will help them learn how to save for their own future, too. 💚
ss_za: Kuhle kakhulu loko! Kuhlanganyela nemntfwana wakho ekwakheni luhlelo lwekonga kutamsita naye kutsi afundze kongela likusasa lakhe. 💚

# text
source: That’s OK. You may want to do this first by yourself or with your partner. Involving your teen in creating a saving plan will help them learn how to save for their own future, too. Remember you can refer back to this content in the Main Menu. 💚
ss_za: Kulungile loko. Mhlawumbe ungafuna kukwenta loku uwedvwa kucala noma nemlingani wakho. Kuhlanganyela nemntfwana wakho ekwakheni luhlelo lwekonga kutamsita kutsi naye afundze kongela likusasa lakhe. Khumbula kutsi ungaphindze ubuyele emuva kuloku lokucuketfwe kuMenyu Lenkhulu. 💚

# text
source: Well done, you have completed the final step in making a family budget with your teen. Congratulations! 🌈
ss_za: Wente kahle, sewusicedzile sinyatselo sekugcina esekuhlanganyela nemntfwana wakho ekwenteni ibhajethi yemndeni. Siyakuhalalisela! 🌈

# text
source: This skill is about learning to be kind to yourself. ☀️ Imagine you had a friend who was feeling bad about making a big mistake. 😣 What would you say to them if they told you about it? What tone of voice would you use?
ss_za: Lelikhono leli limayelana nekuba mnene kuwe. ☀️Cabanga kube bewunemngani lobekativa akabi ngekwenta siphosiso lesikhulu. 😣 Bewungamtjelani uma abengakutjela ngaloko? Bewungasebentisa livi lelinjani?

# text
source: Now think about how you talk to yourself when you make a mistake. Is it different?
ss_za: Nyalo ke cabanga kutsi utitjela njani wena nangabe wenta siphisiso. Kwehlukile yini?

# text
source: Often, we don’t treat ourselves as well as we treat our friends and family.
ss_za: Esikhatsini lesiningi, asitiphatsi kahle njengalendlela lesibaphatsa kahle ngayo bangani betfu kanye nemndeni wetfu.

# text
source: Being kind to ourselves helps us deal with hard things that happen. When we are kind to ourselves, we can be kind to others.
ss_za: Kuba mnene kitsi kusisita kutsi sibhekane netintfo letimatima letentekako. Uma simnene kitsi, singakhona kuba mnene kulabanye.

# text
source: {F2_GRANDMOTHER} is the grandmother and only caregiver of two teenagers. She often feels that between work, caregiving, and managing the home, she does not have enough time for her grandchildren. She wants to spend more time with {F2_DAUGHTER_19}, her eldest grandchild. She knows she is struggling with homework, but has not found the time to help.
ss_za: {F2_GRANDMOTHER} ngugogo aphindze abe nguye yedvwa longumnakekeli webantfwana lababili. Sikhatsi lesiningi uye eve kutsi emkhatsini wemsebenti wakhe, kunakekela bantfwana, kanye neku phatsa likhaya lakhe, akanaso sikhatsi lesenele nebatukulu bakhe.. Ufuna kucitsa sikhatsi lesiningi na {F2_DAUGHTER_19}, longumtukulu lomdzala. Uyamati kutsi uyasokola ngemsebenti wakhe wesikolwa, kodvwa akakasitfoli sikhatsi sekumsita.

# text
source: {F2_GRANDMOTHER}: What is it, {F2_DAUGHTER_19}? Are you okay?
ss_za: {F2_GRANDMOTHER}: Kwentenjani, {F2_DAUGHTER_19}? Ukahle yini?

# text
source: {F2_DAUGHTER_19}: I failed this stupid science exam. I’m so dumb. I’ll never get this and I will never finish school.
ss_za: {F2_DAUGHTER_19}: Angikaphumeleli kuloluhlolo lwalesayensi lelibele. Ngisidvomu. Angiyoze ngente kahle futsi angiyoze ngisicedze sikolwa.

# text
source: - I’m trying my best.
ss_za: - Ngetama konkhe lokusemandleni ami.

# text
source: - Trying to make ends meet and raise two teenagers alone is very difficult.
ss_za: - Kutama kuhlanganisa lokungasiphilisa nekukhulisa bantfwana lababili ngingedvwa kumatima kakhulu.

# text
source: - Other parents find this hard too. I’m not alone.
ss_za: - Nalabanye batali bakukhandza kumatima. Angisingedvwa.

# text
source: - This is not the last test that my child will take. There will be other opportunities to help her.
ss_za: - Lolu akusilo luhlolo lwekugcina umntfwanami lafanele alwente. Atoba khona lamanye ematfuba ekumsita.
