Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2/ss/ss_modules_teen.po
Languages: ss_za

# text
source: {F1_SON_18}: Yes, now I have to do homework!
ss_za: {F1_SON_18}: Yebo, nyalo sekufanele ngente umsebenti wesikolwa!

# text
source: Mother: Perfect, I have cleared some space for you in the kitchen so you can focus and have some quiet while I cook dinner.
ss_za: Make: Kulungile, sengikulungisele indzawo ekhishini kuze ukwati kugcilisa ingcondvo endzaweni lethulile ngesikhatsi ngisapheka kudla kwantsambama.

# text
source: {F1_SON_18}: Thank you mum! Once I am done I can help you with dinner.
ss_za: {F1_SON_18}: Ngiyabonga make! Nasengicedzile ngitakusita ngekupheka.

# text
source: Mother: Thank you, that is great!
ss_za: Make: Ngiyabonga, kuhle kakhulu loko!

# text
source: 📖 Study Time 📖
ss_za: 📖 Sikhatsi sekufundza 📖

# text
source: Here’s a video message on supporting your teen to create a space for them to learn.
ss_za: Nangu umlayeto wevidiyo mayelana nekusekela umntfwana wakho kutsi alungise indzawo yakhe yekufundza.

# text
source: Here’s an audio message on supporting your teen to create a space for them to learn.
ss_za: Lalela nangu umlayeto mayelana nekwesekela umntfwana wakho kutsi alungise indzawo yakhe yekufundza.

# text
source: A great learning space requires these things:
ss_za: Indzawo lekahle yekufundza idzinga loku lokulandzelako:

# text
source: 1️⃣ *QUIET*
ss_za: 1️⃣ *LETHULILE*

# text
source: ✅ Effective learning requires focus. Find time and space for your teen to learn with not many distractions.
ss_za: ✅ Kufundza lokunemphumelelo kudzinga ingcondvo legcilile. Mtfolele umntfwana wakho sikhatsi nendzawo lapho atofundza ngaphandle kwekuphatamiseka.

# text
source: ❌Ask your teen to keep the phone away from the study space.
ss_za: ❌Cela umntfwana wakho akhweshise lucingo endzaweni yakhe yekufundza.

# text
source: ❌ Turn off music and reduce other noise so your teen can concentrate.
ss_za: ❌ Cima umculo unciphise naleminye imisindvo lekhona kuze ingcondvo yemntfwana wakho igcile ekufundzeni.

# text
source: 2️⃣ *ROUTINE*
ss_za: 2️⃣ *INCHUBO YAFUTSI*

# text
source: ✅ If possible, encourage your teen to complete school work before beginning their chores. This shows your teen that their education is important to you.
ss_za: ✅ Nangabe kungenteka, khutsata umntfwana wakho kutsi acedze umsebenti wesikolwa ngaphambi kwekucala umsebenti wakhe wasekhaya. Loku kuyamkhombisa umntfwana wakho kutsi imfundvo yakhe ibalulekile kuwe.

# text
source: ❌ Try not to disturb your teen while they are working.
ss_za: ❌ Yetama kungamphatamisi umntfwana wakho nakasebenta.

# text
source: ✅Let them know you are here to help if they need support.
ss_za: ✅Mtjele kutsi ukhona kumsita nakadzinga kwesekelwa.

# text
source: ✅ Ask what they need to accomplish today, and praise them if they achieve their goal.
ss_za: ✅ Mbute kutsi yini lekufanele ayente namuhla, uphindze umdvumise uma afinyelela emgomeni wakhe.

# text
source: Home Activity! ⭐Talk with your teen to find the right study spot in your home. Do you have time to do it today? ⏰
ss_za: Umsebenti Wasekhayay! ⭐Khuluma nemntfwana wakho ngekutsi atfole indzawo lekahle ekhaya kutsi afundzele kuyo. Unaso yini sikhatsi sekukwenta loko namuhla? ⏰

# text
source: Great! Use the tips you have learnt today to set your teen up for academic success. 💙
ss_za: Kuhle kakhulu! Sebentisa lamasu lowafundzile namuhla kuphumelelisa imfundvo yemntfwana wakho. 💙

# text
source: Skill complete! You have learnt about supporting your teen to create a space for them to learn.
ss_za: Likhono seliphelele! Sewufundzile ngekwesekela umntfwana wakho ngekulungisa indzawo yakhe yekufundza.

# text
source: Today’s parenting skill is about helping your teen know how to learn from their mistakes.
ss_za: Likhono lekuba ngumtali namuhla lingekusita umntfwana wakho kutsi atfole sifundvo ngetiphosiso takhe.

# text
source: Learning from our mistakes can help us avoid them in the future. It can also help us be more supportive to ourselves and less harsh when things do not go well. 😃
ss_za: Kufundza ngetiphosiso kungasisita kutsi sigweme kutiphindza esikhatsini lesitako. Kungaphindze kusisite kutsi sitisekele tsine nekungatishayi kakhulu uma tintfo tingahambi kahle. 😃

# text
source: Here is a comic about learning from your mistakes:
ss_za: Nali lihlaya lelimayelana nekufundza ngetiphosiso takho:

# text
source: Mother: What happened honey?
ss_za: Make: Kwentekeni sthandwa?

# text
source: {F1_SON_18}: I got a bad grade on my maths test.
ss_za: {F1_SON_18}: Ngitfole limaki lelibi eluhlolweni lwe-maths.

# text
source: Mother: I am sorry you got a bad result. You must be very frustrated.
ss_za: Make: Ngiyadzabuka kutsi ube nemphumela lomubi. Kuyawube kukudvumatile loko.

# text
source: {F1_SON_18}: Yes, especially since I thought I understood everything already.
ss_za: {F1_SON_18}: Yebo, ikakhululukati ngobe bengicabanga kutsi sengiyakuvisisa konkhe.

# text
source: Mother: I know you are still amazing and smart. Do you know what went wrong?
ss_za: Make: Ngiyati kutsi solo uhlakaniphe ngalokumangalisako. Ngabe uyati kutsi yini lengakahambi kahle?

# text
source: {F1_SON_18}: I guess I was too confident, so I did not study.
ss_za: {F1_SON_18}: Mhlawumbe ngisuke ngatetsemba kakhulu, ngangabe ngisafundza.

# text
source: Mother: Ah well, at least you now know that it is important to study for every test no matter how confident you feel. Would you like some help to remind you next time?
ss_za: Make: Hhayi ke, kepha ke nyalo sewuyati kutsi kumcoka kutilungiselela lonkhe luhlolo noma ngabe utetsemba kangakanani. Ungalutfokotela yini lusito lwekukhunjutwa esikhatsini lesitako?

# text
source: {F1_SON_18}: It is okay, Mama. I will remember. Thanks for understanding.
ss_za: {F1_SON_18}: Kulungile, Make. Ngitokhumbula. Ngiyabonga kungiva.

# text
source: Here are four tips that you can use to help your teen learn from their mistakes:
ss_za: Nankha emasu lamane longawasebentisa kusita umntfwana wakho kutsi afundze ngetiphosiso takhe:

# text
source: 👂 Create space and time for your teen to talk with you about their life.
ss_za: 👂 Lungisa indzawo nesikhatsi lapho umntfwana wakho angakhona kukhuluma nawe ngemphilo yakhe.

# text
source: 💙 If their day was challenging, listen to them, and give space to let them share.
ss_za: 💙 Uma ngabe lusuku lwakhe belumatima, mnike indlebe, futsi umnike litfuba lekutsi akutjele ngalo.

# text
source: 💛 Give them support and show you care. Tell them, "that sounds difficult.”
ss_za: 💛 Msekele futsi umkhombise kutsi uyamkhatsalela. Mtjele kutsi, "kuvakala kumatima loko.”

# text
source: 2️⃣ *PRAISE EFFORT*
ss_za: 2️⃣ *IMITAMO YEKUDVUMISA*

# text
source: 💛 Praise your teen for the effort they put into their learning even if they did not succeed.
ss_za: 💛 Dvumisa umntfwana wakho ngemfutfo lawufakako etifundvweni takhe noma ngabe angakaphumeleli.

# text
source: ✨ Effort is more important than mastering a specific skill.
ss_za: ✨ Kutimisela kumcoka kwendlula kwati likhono lelitsite.

# text
source: 3️⃣ *ALLOW FOR MISTAKES TO HAPPEN*
ss_za: 3️⃣ *VUMELA TIPHOSISO KUTSI TENTEKE*

# text
source: 🌱 Allow your teen to make mistakes. Let them learn from their own mistakes so they can learn and grow.
ss_za: 🌱 Vumela umntfwana wakho kutsi ente tiphosiso. Akafundze lokutsite ngetiphosiso takhe kuze afundze futsi akhule.

# text
source: ❓ It is tempting to want to solve every problem for your teen, especially when you know better. This will not teach them to solve their own problems.
ss_za: ❓ Kuyenteka ufune kuticatulula tonkhe tinkinga temntfwana wakho, ikakhulu nangabe wena wati kancono. Loku kutawenta angakhoni kufundza kuticatululela tinkinga takhe.

# text
source: 😃 Talk to your teen about their mistakes and allow them figure out a way to solve their problems and do better next time.
ss_za: 😃 Khuluma nemntfwana wakho ngetiphosiso takhe umvumele kutsi acabange indlela yekucatulula tinkinga takhe nekutsi ente ncono esikhatsini lesitako.

# text
source: 4️⃣ *SHARE*
ss_za: 4️⃣ *COCA*

# text
source: 📖 Try and share your own failures with your teen and discuss how they helped you develop and grow.
ss_za: 📖 Yetama kucocisana nemntfwana wakho ngekwehluleka kwakho nekutsi kukusite kanjani kutsi ukhule futsi utfutfuke.

# text
source: ✅This helps your teen learn that you do not have to be perfect all the time.
ss_za: ✅Loku kusita umntfwanakho afundze kutsi akudzingeki ube cotfo ngaso sonkhe sikhatsi.

# text
source: Home Activity! ⭐Share a story with your teen about a time you learned from a mistake. It can be from school or another life lesson. Do you have time to do it today? ⏰
ss_za: Umsebenti Wasekhaya! ⭐Cocela umntfwana wakho indzaba ngesikhatsi lapho wafundza khona lokutsite ngesiphosiso sakho. Kungaba yindzaba leyenteka esikolweni noma lesinye sifundvo emphilweni. Unaso yini sikhatsi sekukwenta loko namuhla? ⏰

# text
source: Great! Use the tips you have learnt today to help your teen gain mental strength.
ss_za: Kuhle kakhulu! Sebentisa lamasu lowafundzile namuhla kusita umntfwana wakho atfole kucina engcondvweni.

# text
source: Skill complete! You have learnt about supporting your teen to create a space for them to learn. You have now completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod skills towards your goal, Support My Teen's Education. ⭐
ss_za: Likhono seliphelele! Sewufundzile ngekwesekela umntfwanakho kulungisa indzawo yekufundzela. Nyalo sewucedze emakhono langu @(fields.c_n_mod_compl +1) kulangu @fields.c_n_mod kufika emgomeni wakho lotsi, Sekela Kufundza Kwemntfwanami. ⭐

# text
source: This skill is about helping your teen learn how to work with others.
ss_za: Lelikhono leli limayelana nekusita umntfwanakho kufundza kusebenta nalabanye bantfu.

# text
source: In order to succeed at home, school, and work, your teen will need to know how to work with others.
ss_za: Kuze aphumelele ekhaya, esikolweni, nasemsebentini, umntfwana wakho utawudzinga kukwati kusebentisana nalabanye bantfu.

# text
source: Here is a comic on helping your teen learn to work with others:
ss_za: Nali lihlaya, ngekusita umntfwana wakho kutsi afundze kusebentisana nalabanye bantfu:

# text
source: Father: My daughter, {F1_DAUGHTER_16}, has been struggling with English, do you have any recommendations?
ss_za: Babe: Indvodzakati yami, {F1_DAUGHTER_16}, beyisokola ngeSingisi, ngabe kukhona longakuncoma?

# text
source: Teacher: Yes, how about you set up a book club with your daughter and her friends where they can read and discuss the book together?
ss_za: Thishela: Yebo, kungaba njani nicale licembu letincwadzi nendvodzakati yakho nebangani bakhe lapho bangafundza futsi bakhulumisane khona ngalencwadzi kanye kanye?

# text
source: Father: That sounds great!
ss_za: Babe: Kuvakala kungumcondvo lomuhle kakhulu loko!

# text
source: {F1_DAUGHTER_16}: Did anyone understand chapter 3? I need some help making sense of it.
ss_za: {F1_DAUGHTER_16}: Kukhona yini losive kahle sahluko sesitsatfu? Ngidzinga lusito lwekutsi lesahluko sente umcondvo kimi.

# text
source: {F1_DAUGHTER_16}: Thank you so much for suggesting a book club, Dad. Our reading assignments are more fun and easier to understand when I work on them together with my friends.
ss_za: {F1_DAUGHTER_16}: Babe, ngiyabonga kakhulu kuveta umbono welicembu letincwadzi. Imisebenti lesinikwe yona yekufundza seyimnandzi kakhulu futsi sekulula kuyivisisa nangiyenta nebangani bami.

# text
source: Father: I am glad it is working for you. Even as an adult, I still learn a lot from others! Just last week, your mother taught me how to make this delicious chicken stew I am making for dinner.
ss_za: Babe: Ngiyatfokota kutsi kuyakusebentela. Nami ngimdzala nje, ngisafundza lokuningi kulabanye! Kuleliviki nje leliphelile, make wakho ungifundzise kupheka nasitjulo senkhukhu lesimnandzi lengisilungisela kudla kwakusihlwa.

# text
source: Here’s a video message on supporting your teen to be social and learn with others.
ss_za: Nangu umlayeto wevidiyo ngekwesekela umntfwana wakho kutsi akhone kuphilisana nalabanye bantfu kanye nekufundza nabo.

# text
source: Here’s an audio message on supporting your teen to be social and learn with others.
ss_za: Lalela nangu umlayeto ngekwesekela umntfwana wakho kutsi akhone kuphilisana nalabanye bantfu nekufundza nabo.

# text
source: You can help them build this skill with these tips:
ss_za: Ungamsita kwakha lelikhono nganankha emasu:

# text
source: 1️⃣ *BE SOCIAL*
ss_za: 1️⃣ *PHILISANA NALABANYE BANTFU*

# text
source: 😃 Allow your teen to go and study with friends in a safe way. You can call these friends, ‘study buddies.’
ss_za: 😃 Vumela umntfwana wakho kutsi ahambe ayofundza nebangani bakhe ngendlela lephephile. Ungababita labangani bakhe ngekutsi, ‘bahlobo bekufundza.’

# text
source: 2️⃣ *TEAM WORK*
ss_za: 2️⃣ *KUHLANGANYELA UMSEBENTI*

# text
source: 👂 Encourage your teen to listen to and respect others and their ideas.
ss_za: 👂 Mkhutsate umntfwana wakho kutsi abalalele futsi abahloniphe labanye bantfu nemibono yabo.

# text
source: Home Activity! ⭐ Chat with your teen and identify a possible study buddy for the next week. Do you have time to do it today? ⏰
ss_za: Umsebenti Wasekhaya! ⭐ Cocisana nemntfwana wakho nitfole umngani langafundza naye kuleliviki lelitako. Unaso yini sikhatsi sekukwenta loko namuhla? ⏰

# text
source: This skill is about creating routines with @fields.child_nickname. 🔄
ss_za: Lelikhono leli limayelana nekumisa inchubo yemalanga onkhe na @fields.child_nickname. 🔄

# text
source: This skill is about creating routines with your teen. 🔄
ss_za: Lelikhono leli limayelana nekumisa inchubo yemalanga onkhe nemntfwana wakho. 🔄

# text
source: Mama: {F1_DAUGHTER_16}, you have been spending too much time watching TV and you are watching before your homework is finished. It is important that you get your homework done so you can do well in school. Let’s make a rule about watching TV.
ss_za: Make: {F1_DAUGHTER_16}, ucitsa sikhatsi lesiningi ubukela iTV futsi uyibukela ungakacedzi nemsebenti wakho wesikolwa. Kumcoka kutsi ucedze umsebenti wakho wesikolwa kuze wente kahle esikolweni. Asente umtsetfo wekubukela iTV.

# text
source: {F1_DAUGHTER_16}: Okay, Mama.
ss_za: {F1_DAUGHTER_16}: Kulungile, Make.

# text
source: Mama: What do you think would be a fair rule?
ss_za: Make: Ngumuphi umtsetfo locabanga kutsi ungaba kahle?

# text
source: {F1_DAUGHTER_16}: Hmmm…well, maybe I can watch TV as much as I want, but only after I do my homework.
ss_za: {F1_DAUGHTER_16}: Hmmm…akengibone, mhlawumbe nangingabukela iTV ngendlela lengifuna ngayo, kodvwa nangabe sengiwucedzile umsebenti wami wesikolwa.

# text
source: Mama: I like that idea, but let’s limit it to 1 hour per day. How does that sound?
ss_za: Make: Ngiyawutsandza lowo mcondvo, kepha asente kube li-awa linye ngelilanga. Kunjani loko?

# text
source: {F1_DAUGHTER_16}: Fine.
ss_za: {F1_DAUGHTER_16}: Kulungile.

# text
source: Mama: Thank you for doing your homework before watching TV, your grades have improved, too! I am proud of you! We can increase your time to an hour and a half…as long as you still follow the rules!
ss_za: Mama: Ngiyabonga kutsi wente umsebenti wakho ungakabukeli iTV, emamaki akho sekancono kakhulu futsi. Ngiyatichenya ngawe! Singasikhulisa sikhatsi sakho sibe li-awa nesigamu... yingci nje nangabe uchubeka nekulandzela imitsetfo!

# text
source: {F1_DAUGHTER_16}: (smiling) Thanks, Mama!
ss_za: {F1_DAUGHTER_16}: (amamatseka) Ngiyabonga, Mama!

# text
source: 1️⃣ *BE A TEAM*
ss_za: 1️⃣ *BANINI YITHIMU*

# text
source: ☕ Talk to your teen about what they want their routines to look like.
ss_za: ☕ Khulumisana nemntfwana wakho ngendlela lakafuna ibukeke ngayo inchubo yakhe yemalanga onkhe.

# text
source: ✨ Your teen is more likely to follow routines when they help to set them.
ss_za: ✨ Nangabe umntfwana wakho ahlanganyele ekubekeni inchubo yemalanga onkhe, maningi ematfuba ekutsi ayilandzele leyonchubo.

# text
source: 2️⃣ *BE CONSISTENT*
ss_za: 2️⃣ *KWENTE NJALO*

# text
source: 👀 Make sure your teen follows their routines daily.
ss_za: 👀 Bani nesiciniseko kutsi umntfwana wakho uyayilandzela inchubo yemalanga onkhe.

# text
source: 💙 This helps your teen feel safe and secure.
ss_za: 💙 Loku kwenta kutsi umntfwana wakho ativele aphephile futsi avikelekile.

# text
source: 🌱 Feeling secure means your teen has space to grow and develop.
ss_za: 🌱 Kutivela avikelekile kusho kutsi umntfwana wakho unelitfuba lekukhula futsi atfutfuke.

# text
source: 3️⃣ *PRAISE, PRAISE, PRAISE*
ss_za: 3️⃣ *DVUMISA, DVUMISA, DVUMISA*

# text
source: 🎈 Praise your teen for setting a routine with you.
ss_za: 🎈 Dvumisa umntfwana wakho ngekutsi ahlanganyele nawe kumisa inchubo yemalanga onkhe.

# text
source: 🌈 Praise your teen when they stick to it.
ss_za: 🌈 Dvumisa umntfwana wakho njalo nakenta lokufanele.

# text
source: Here are some routines you could talk about:
ss_za: Nati letinye tinchubo temalanga onkhe leningakhuluma ngato:

# text
source: ✅Bedtime
ss_za: ✅Sikhatsi sekulala

# text
source: ✅Schoolwork
ss_za: ✅Umsebenti wesikolwa

# text
source: ✅Chores
ss_za: ✅Imisebenti yasekhaya

# text
source: ✅Mealtime
ss_za: ✅Sikhatsi sekudla

# text
source: ✅Free time
ss_za: ✅Sikhatsi sekukhululeka

# text
source: ✅T.V. or gadget time
ss_za: ✅Sikhatsi sekubukela i-Tv noma sekusebentisa tintfo tebuchwephesha

# text
source: ✅Spending time together
ss_za: ✅Kucitsa sikhatsi kanye kanye

# text
source: That's great! Start creating at least one regular daily routine, like having a meal together or going for a walk. It will help your teen feel secure and loved.
ss_za: Kuhle kakhulu loko! Calani kwenta lokungenani inchubo yinye yemalanga onkhe, njengekudla kanye kanye noma kuphuma nihambahambe. Kutawusita umntfwana wakho kutiva avikelekile futsi atsandvwa.

# text
source: Amazing! 🎉 You have learnt how to create routines with your teen. You have now completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod skills towards your goal, Create Structure for My Teen.
ss_za: Kuhle kuyamangalisa! 🎉 Sewufundzile kwakha inchubo yemalanga onkhe nemntfwana wakho. Nyalo sewucedze emakhono langu @(fields.c_n_mod_compl +1) kulangu @fields.c_n_mod kutsi ufike emgomeni wakho lotsi, Yakha Luhlaka Lwekuphila Lwemntfwana Wakho.

# text
source: Creating daily routines with @fields.child_nickname will help them feel more secure and safe. 🔑 Help them plan time for resting, meals, chores, school, and sleep. ⏰
ss_za: Kwakha tinchubo temalanga onkhe na @fields.child_nickname kutawenta ativele avikelekile futsi aphephile. 🔑 Musite ahlele sikhatsi sekuphumula, sekudla, sekwenta imisebenti yasekhaya, sesikolwa kanye nesekulala.⏰

# text
source: Creating daily routines with your teen will help them feel more secure and safe. 🔑 Help them plan time for resting, meals, chores, school, and sleep. ⏰
ss_za: Kwenta tinchubo temalanga onkhe nemntfwana wakho kutamsita kutivela avikelekile futsi aphephile. 🔑 Msite kutsi ahlele sikhatsi sekuphumula, sekudla, semisebenti yasekhaya, sesikolwa, kanye nesekulala. ⏰

# text
source: Here's a video to help you create daily routines with @fields.child_nickname. ⏰
ss_za: Nayi ividiyo yekukusita kwakha tinchubo temalanga onkhe na @fields.child_nickname. ⏰

# text
source: Here's a video to help you create daily routines with your teen. ⏰
ss_za: Nayi ividiyo yekukusita kwakha tinchubo temalanga onkhe nemntfwana wakho. ⏰

# text
source: Here's an audio message to help you create daily routines with @fields.child_nickname. 👂
ss_za: Lalela nangu umlayeto wekukusita wakhe tinchubo temalanga onkhe na @fields.child_nickname. 👂

# text
source: Here's an audio message to help you create daily routines with your teen. 👂
ss_za: Lalela nangu umlayeto wekukusita wakhe tinchubo temalanga onkhe nemntfwana wakho. 👂

# text
source: Here are some tips on how to create routines with @fields.child_nickname.
ss_za: Nankha emasu ngekutsi ungatakha kanjani tinchubo temalanga onkhe na @fields.child_nickname.

# text
source: Here are some tips on how to create routines with your teen.
ss_za: Nankha emasu ngekutsi ungatakha kanjani tinchubo temalanga onkhe nemntfwana wakho.

# text
source: Can you try to discuss routines with @fields.child_nickname today? ⏰
ss_za: Ungetama yini kukhulumisana na @fields.child_nickname ngetinchubo temalanga onkhe namuhla? ⏰

# text
source: Can you try to discuss routines with your teen today? ⏰
ss_za: Ungetama yini kukhulumisana nemntfwana wakho ngetinchubo temalanga onkhe namuhla? ⏰

# text
source: That's OK! Beginning something new takes time. You might want to start with something simple like creating a time when you and @fields.child_nickname can do something together like having dinner or going for a walk. Ask your teen for ideas on which routines could be useful for your teen. They might surprise you!
ss_za: Kulungile! Kucala intfo lensha kutsatsa sikhatsi. Mhlawumbe ungatsandza kucala ngentfo lemelula njengekwakha sikhatsi lapho wena na @fields.child_nickname ningenta lutfo kanye kanye, njengekutsi nidle kudla kwakusihlwa noma niphume nihambahambe. Cela umntfwana wakho akuphe imibono ngetinchubo temalanga onkhe letingaba lusito kuye. Angahle akumangalise!

# text
source: That's OK! Beginning something new takes time. You might want to start with something simple like creating a time when you and your teen can do something together like having dinner or going for a walk. Ask your teen for ideas on which routines could be useful for your teen. They might surprise you!
ss_za: Kulungile! Kucala intfo lensha kutsatsa sikhatsi. Mhlawumbe ungatsandza kucala ngentfo lemelula, njengekwakha sikhatsi lapho wena nemntfwana wakho ningenta lutfo kanye kanye njengekutsi nidle kudla kwakusihlwa noma niphume nihambahambe. Cela umntfwana wakho akuphe imibono ngetinchubo temalanga onkhe letingaba lusito kuye. Angahle akumangalise!

# text
source: This skill is about creating family rules or guidelines with @fields.child_nickname.
ss_za: Lelikhono leli limayelana nekwakha imitsetfo yasekhaya noma ticondziso na @fields.child_nickname.

# text
source: This skill is about creating family rules or guidelines with your teen.
ss_za: Lelikhono leli limayelana nekwakha imitsetfo yasekhaya noma ticondziso nemntfwana wakho.

# text
source: Mama: "You always come home late!"
ss_za: Make: "Njalo uyaphuta kubuya ekhaya!"

# text
source: {F1_SON_18}: "No I don’t, I don’t even know what late means! Stop nagging me."
ss_za: {F1_SON_18}: "Cha angiphuti, angati nekutsi kuphuta kusho kutsini! Yekela kungicasula."

# text
source: Let’s see how Mama and {F1_SON_18} did this the next day:
ss_za: Akesibone kutsi Make na {F1_SON_18} bakwenta kanjani loku ngelilanga lelilandzelako:

# text
source: Mama: “I want you to have fun, {F1_SON_18}, but I’m also worried about you staying out late. Do you know why?”
ss_za: Make: “Ngiyafuna kutsi ube nesikhatsi sekutijabulisa, {F1_SON_18}, kodvwa ngiphindze ngikhatsateke ngekutsi uphute kubuya. Uyati leni?”

# text
source: {F1_SON_18}: “Because you want me to have enough time for my schoolwork?”
ss_za: {F1_SON_18}: “Ngoba ufuna kutsi ngibe nesikhatsi lesenele sekwenta umsebenti wami wesikolwa?”

# text
source: Mama: “That’s right, and it’s also not safe in this area to be outside after sunset. What do you think would be a good time for you to be home?”
ss_za: Make: "Liciniso lelo, futsi akukaphephi kulendzawo kuba ngaphandle naselishonile. Ucabanga kutsi ngusiphi sikhatsi lesikahle sekubuya ekhaya?"

# text
source: {F1_SON_18}: “I could come home at 10pm?"
ss_za: {F1_SON_18}: “Ngingabuya nga 10pm?"

# text
source: Mama: “That’s a bit late, what about 6pm? Or something in the middle?"
ss_za: Make: "Shengatsi sekuphuta kakhulu, kunjani ubuye nga 6pm? Noma ke sikhatsi lesisemkhatsini?"
