Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2/ss/ss_modules_teen.po
Languages: ss_za

# text
source: When someone makes you (or someone else) feel uncomfortable with what they say or do, that is never okay! We all have the right to feel safe, especially at home. Follow your intuition. When you feel attacked with words or actions, your goal is to get away.
ss_za: Uma kukhona lokukwenta (noma lomunye) utivele ungakhululeki ngaloko lebakushoko noma labakwentako, loko angeke kuze kulunge! Sonkhe sinelilungelo lekutivela siphephile, ikakhulu ekhaya. Landzela imicabango yakho. Uma uva uhlaselwa ngemagama noma tento, umgomo wakho kutsi ubaleke.

# text
source: 3️⃣ *SAY IT*
ss_za: 3️⃣ *KUSHO*

# text
source: Your voice can stop many attacks. Yell ‘No!’, call for help, warn of consequences, name the behaviour, act crazy, pretend to go along to buy time, use humour, calm them down, or negotiate. Be clear, confident, and direct. Speak using your voice, body language, and eye contact.
ss_za: Livi lakho lingakucedza kuhlaselwa lokuningi. Memata utsi 'Cha!', hlaba umkhosi, cwayisa ngemiphumela yetento, shano lendlela yekutiphatsa, tihlanyise, tentise sengatsi uvumelana nabo kuze welule sikhatsi, hlekisa, bente bahlise umoya, noma bancenge. Yenta kucace, utetsembe, futsi ucondze. Khuluma usebentise livi lakho, lulwimi lwekusebentisa umtimba, kanye nekutsintsana ngemehlo.

# text
source: 4️⃣ *DO IT*
ss_za: 4️⃣ *KWENTE*

# text
source: When our voice is not changing the situation, we can use our bodies. Know the ‘weapons’ on your body and know the ‘targets’ on your attacker’s body. Use what is free on your body that you can fight with and what is open on the attacker’s body to hit.
ss_za: Uma livi letfu lingasishintji simo, singasebentisa imitimba yetfu. Tati 'tikhali' letisemtimbeni wakho futsi wati 'emathagethi' emtimbeni walowo lokuhlaselako. Sebentisa loko lokukhululekile emtimbeni wakho longalwa ngako bese ushaya loko lokuvulekile emtimbeni walowo lokuhlaselako.

# text
source: If you do get hurt by someone, remember it is never your fault. Ask someone you trust for help, and make sure your teen knows they can tell you anything so you can find a solution together.
ss_za: Uma kwenteka ulinyatwa kumuntfu lotsite, khumbula kutsi akusiko kwenta kwakho. Cela lusito kumuntfu lometsembako, bese uyacinisekisa kutsi umntfwanakho uyati kutsi angakutjela noma yini kuze nikwati kutfola sisombululo iakanyekanye.

# text
source: Home Activity! Help your teen be prepared by repeating this lesson together. To repeat this lesson type “PREVENT” Can you do it today?
ss_za: Umsebenti Wasekhaya! Sita umntfwanakho kulungela ngekutsi niphindze lesifundzo kanyekanye. Kuze niphindze lesifundvo thayipha "VIMBELA" Ungakwenta yini namuhla?

# text
source: That’s great!
ss_za: Kuhle kakhulu loko!

# text
source: That’s okay. Try to do it this week.
ss_za: Kulungile loko. Tama kukwenta kuleliviki.

# text
source: Excellent work. You have completed the Prevent Sexual Violence skill. You have now completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod skills towards your goal, Keep My Teen Safe. This skill can be difficult to complete. Remember to take a pause and care for yourself.
ss_za: Usebente kahle lokubabatekako. Sewulicedzile likhono lekuVimbela Kuhlukubetwa Ngekwebulili. Nyalo ke sewucedze emakhono langu @(fields.c_n_mod_compl +1) kulangu @fields.c_n_mod kuze ufinyelele emgomeni wakho lotsi, Gcina Umntfwanami Aphephile. Lelikhono leli lingaba matima kulicedza. Khumbula kutsatsa sikhashana uphumule futsi utinakekele.

# text
source: This skill is about learning how to respond to crises when they happen. ❗
ss_za: Lelikhono leli limayelana nekufundza longakwenta kubukana netimo letibucayi uma tenteka. ❗

# text
source: When our teens share something that is very hard or upsetting to them, we need to remember to stay calm, listen, and be open so that they feel supported. 💛
ss_za: Uma bantfwana betfu basitjela ngentfo letsite lematima noma lebaphatsa kabi, sidzinga kukhumbula kubeka umoya phasi, silalele, futsi sivuleke kuze bative basekelwa. 💛

# text
source: Here is an example of supporting your teen, even when something really bad happens.
ss_za: Nasi sibonelo sekusekela umntfwanakho losatfombile, ngisho noma ngabe kwenteka intfo lembi.

# text
source: Grandma: "Shame my dear, you look really upset, do you want to tell me what happened?"
ss_za: Gogo: "Hawu, sithandwa sami, ubukeka ukhatsatekile, uyafuna kungitjela kutsi kwentekeni?"

# text
source: {F2_DAUGHTER_19}: "It’s my Uncle, he… he… he touched me."
ss_za: {F2_DAUGHTER_19}: "NguMalume, ungi... ngi... tsintsile."

# text
source: Grandma (thinking): "Take a deep breath... What does my child need? She needs me to be calm and listen"
ss_za: Gogo (acabanga): Phefumula kakhulu... Umntfwanami ngabe udzingani? Udzinga kutsi mine ngibeke umoya phasi ngilalele."

# text
source: Grandma: "Come and sit down next to me. Take your time, I’m listening."
ss_za: Gogo: "Buya utohlala phasi edvute nami. Tsatsa sikhatsi sakho, ngilalele."

# text
source: {F2_DAUGHTER_19}: "It’s true, he… he… made me do it! He made me have sex with him! I didn’t want to, I swear, and I even said NO, but he told me I would be in trouble."
ss_za: {F2_DAUGHTER_19}: "Kuliciniso, ungi... lo... longente ngakwenta! Ungente ngalala naye! Bengingafuni, ngiyafunga, futsi ngize ngatsi CHA, kodvwa wangitjela kutsi ngitoba senkingeni."

# text
source: Grandma: "Thank you for sharing this with me. You are not in trouble. This is not your fault."
ss_za: Gogo: "Ngiyabonga kutsi ungitjele. Awukho enkingeni. Loku akusiko kwenta kwakho."

# text
source: {F2_DAUGHTER_19}: "Yesterday when you went to see your friend. He just came and that’s when it happened."
ss_za: {F2_DAUGHTER_19}: "Itolo ngesikhatsi uhambile uyobona umngani wakho. Uvele wafika kwase kwenteka njalo."

# text
source: Grandma: "It’s okay, I believe you my child. This is a big thing and we will find a way to get the help we need. Where could we go for help?"
ss_za: Gogo: "Kulungile mntfwnami, ngiyakukholwa. Loku kuyintfo lenkhulu futsi sitotfola indlela yekutsi utfole lusito lolufunako. Singayaphi kuyotfola lusito?"

# text
source: {F2_DAUGHTER_19}: "My school?"
ss_za: {F2_DAUGHTER_19}: "Esikolweni sami?"

# text
source: Grandma: "Ah I know, let’s go to the clinic. They will know what we can do to help you. Does that sound okay to you?"
ss_za: Gogo: "Ha ngiyati, asambe siye ekliniki. Batokwati bona kutsi singentani kuze usitakale. Ngabe kuvakala kulungile loko kuwe?"

# text
source: {F2_DAUGHTER_19}: "Yes… Okay… But will you come with me?"
ss_za: {F2_DAUGHTER_19}: "Yebo… Kulungile… Kepha utawuta nami yini??"

# text
source: Grandma: "Of course I will. And {F2_DAUGHTER_19}? Remember this is not your fault. I love you. You are a good person. We will get through this."
ss_za: Gogo: "Ngempela ngitokwenta njalo. Na {F2_DAUGHTER_19}? Khumbula kutsi loku akusiko kwenta kwakho. Mine ngiyakutsandza. Wena ungumuntfu locotfo. Kutokwedlula loku."

# text
source: Here's a video about how to support your teen when they are in difficult situations. 💙
ss_za: Nayi ividiyo lemayelana nekutsi ungamsekela kanjani umntfwanakho uma asetimeni letimatima. 💙

# text
source: Here's an audio message on how you can support your teen when they are experiencing difficult situations. 👂
ss_za: Lalela nangu umlayeto lomayelana nekutsi ungamsita kanjani umntfwanakho uma ahlangabetana netimo letimatima. 👂

# text
source: Here are some things you can do to support your teen when they share something difficult with you:
ss_za: Nati letinye tintfo longatenta kusekela umntfwanakho uma akutjela ngentfo letsite lematima:

# text
source: 1️⃣ *BREATHE: Take a pause*
ss_za: 1️⃣ *PHEFUMULA: Tsata sikhashana uphumule*

# text
source: 🌱 Take a deep breath so you can respond calmly.
ss_za: 🌱 Phefumula kakhulu kuze ukhone kuphendvula ngemoya lophasi.

# text
source: 💛 Ask yourself, “What does my teen need right now?”
ss_za: 💛 Tibute kutsi, "Ngabe umntfwanami udzingani ngalesikhatsi?”

# text
source: 2️⃣ *LISTEN: Ask your teen what is going on *
ss_za: 2️⃣ *LALELA: Buta umntfwanakho kutsi kwentekani *

# text
source: 👂 Let your teen share with you what they need.
ss_za: 👂 Vumela umntfwanakho akutjele tidzingo takhe.

# text
source: 👀 Notice what they are feeling and tell them what you notice so they feel heard.
ss_za: 👀 Caphela kutsi uvani bese uyamtjela kutsi ubonani kuze ativele kutsi uyalalelwa.

# text
source: 💙 Tell your teen that you are there for them and love them.
ss_za: 💙 Mtjele umntfwankho kutsi ukhona ukanye naye nekutsi uyamtsandza.

# text
source: 3️⃣ *RESPOND: What might help what is going on?*
ss_za: 3️⃣ *PHENDVULA: Yini lengasita kuloku lokwentekako?*

# text
source: 🔶 You might need to help your teen talk about their feelings or redirect their focus.
ss_za: 🔶 Kungenteka udzinge kusita umntfwanakho kutsi akhulume ngemivo yakhe noma ujikise kugcila kwekubuka kwabo.

# text
source: ➡️ You might need to talk about the actions that you or your teen could take to help with what has happened.
ss_za: ➡️ Ungahle udzinge kukhuluma ngetinyatselo letingatsatfwa nguwe noma umntfwanakho kusita ngaloko lokwentekile.

# text
source: ⏸ You can give consequences later if needed. Right now, your teen needs you to be there for them with love.
ss_za: ⏸ Ungamnika imiphumela yetento emva kwesikhatsi uma kunesidzingo. Kwanyalo, umntfwanakho udzinga kutsi ube khona ngelutsandvo.

# text
source: ✅ Remember, you can always type HELP to ParentText and get information about resources in your community where you may receive help.
ss_za: ✅ Khumbula kutsi, ungathayipha "HELP" kuParentText utfole lwati ngetinsitakusebenta lapho ungatfola khona lusito emphakatsini wakho.

# text
source: 4️⃣ *COMFORT: Be there for your teen*
ss_za: 4️⃣ *DVUDVUTA: Bani khona kusekela umntfwanakho*

# text
source: 🌷 It can be hard to see your teen feeling upset or confused, but there is a lot you can do to support them.
ss_za: 🌷Kungaba matima kubona umntfwanakho ativa advumele noma adidekile, kepha kuningi longakwenta kwekumsekela.

# text
source: 💚 They need you to accept them and comfort them when difficult things are going on.
ss_za: 💚 Udzinga kutsi umemukele futsi umdvudvute nakwenteka tintfo letimatima.

# text
source: 🎈 Remind your teen again that you love them, and thank them for sharing with you.
ss_za: 🎈 Phindza ukhumbute umntfwanakho kutsi uyamtsandza, futsi umbonge kutsi akutjele.

# text
source: Amazing! This can help prepare you and your teen for difficult situations AND avoid them happening in the first place.
ss_za: Kuhle kuyamangalisa! Loku kungasita kutsi wena nemntfwanakho kunilungiselele timo letimatima FUTSI kwente kutsi kungenteki kwasekucaleni.

# text
source: That's OK! Plan to set aside an hour in the next few days to have this conversation with your teen. This can help prepare you and your teen for difficult situations AND avoid them happening in the first place.
ss_za: Kulungile loko! Hlela kutinika sikhatsi lesili-awa kulamalanga lalandzelako kutsi ucocisane nemntfwanakho. Loku kungasita kutsi wena nemntfwanakho kunilungiselele timo letimatima FUTSI kwente kutsi kungenteki kwasekucaleni.

# text
source: Amazing job! 🎉 You have learnt how to respond to crises! You have now completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod skills towards your goal, Keep My Teen Safe.
ss_za: Ngumsebenti lomuhle kakhulu! 🎉 Sewufundzile ngekumelana netimo letibucayi! Nyalo ke sewucedze emakhono langu @(fields.c_n_mod_compl +1) kulangu @fields.c_n_mod kuze ufike emgomeni wakho lotsi, Gcina Umntfwnami Aphephile.

# text
source: Home Activity!
ss_za: Umsebenti Wasekhaya!

# text
source: 1️⃣Find a calm time to talk with @fields.child_nickname about possible crises that may happen.
ss_za: 1️⃣Tfola sikhatsi lesithulele sekukhuluma na @fields.child_nickname ngetimo letibucayi letingenteka.

# text
source: 2️⃣Discuss possible actions that you can take with your teen if they happen.
ss_za: 2️⃣Khulumisanani ngetinyatselo longatenta nemntfwanakho uma tenteka.

# text
source: 3️⃣Revisit the Mapping Activity to identify other sources of support in the community.
ss_za: 3️⃣Phindza ubuyele kuMsebenti Wemephu niyobekisa letinye tindlela tekutfola lusito emphakatsini.

# text
source: 4️⃣Thank your teen for taking the time to chat about this.
ss_za: 4️⃣Bonga umntfwanakho kekutinika sikhatsi sekucocisana ngaloku.

# text
source: Do you have time to do this today?
ss_za: Unaso yini sikhatsi sekwenta loku namuhla?

# text
source: 1️⃣Find a calm time to talk with your teen about possible crises that may happen.
ss_za: Tfola sikhatsi lesithulele sekukhuluma nemntfwanakho ngetimo letibucayi letingavela.

# text
source: This skill is about how you and your partner can treat each other as equals. ⭐ Family and friends might tell you how a partner or a parent should act. But both men and women benefit when they talk to each other and make decisions together.
ss_za: Lelikhono leli limayelana nekutsi wena nemlingani wakho ningaphatsana kanjani nobabili ngekulingana kwenu. ⭐ Tihlobo nebangani bangahle bakutjele kutsi umlingani noma umtali kufanele ente njani. Kodvwa emadvodza nebafati bobabili bayazuza uma bakhulumisana bobabili futsi batsatsa tincumo kanyekanye.

# text
source: For example, next time a decision needs to be made, involve your partner, and ask what they think.
ss_za: Sibonelo, nakudzingeka kutsi kutsatfwe sincumo esikhatsini lesitako, yenta kutsi umlingani wakho ahlanganyele, futsi umbute kutsi ucabangani.

# text
source: Treating each other as equals and making decisions together can have a big impact on how we feel and can help our children feel loved and safe. ⭐
ss_za: Kuphatsana nobabili njengebalingani kanye nekutsatsa tincumo kanyekanye kungaba nemtselela lomkhulu ekutsini sitiva kanjani futsi kungasita bantfwana bentfu bativele batsandvwa futsi baphephile. ⭐

# text
source: Let’s do a True/False quiz!
ss_za: Ake sente ikhwizi yekutsi Kuliciniso/Kungemanga!

# text
source: Important decisions that impact the whole family or the relationship should only be made by one partner.
ss_za: Tincumo letimcoka letinemtselela kuwo wonkhe umndeni noma lobo buhlobo lobo kufanele titsatfwe ngumlingani munye.

# text
source: Incorrect. When making big decisions that impact the whole family or relationship, it is important for partners to practise making decisions together.
ss_za: Akusinjalo. Uma kutsatfwa tincumo letintsintsa wonkhe umndeni noma buhlobo, kumcoka kutsi balingani batijwayete kutsatsa tincumo bakanyekanye.

# text
source: You are right! Communicating and making big decisions together with our partner is an important part of having a healthy relationship. 🔑
ss_za: Ucinisile! Kuchumana nekwenta tincumo letinkhulu kanyekanye nebalingani betfu kuyincenye lemcoka yekuba nebuhlobo lobunemphilo. 🔑

# text
source: Here is a comic that shows how couples can treat each other as equals and make decisions together:
ss_za: Nali lihlaya lelibonisa kutsi bantfu lababili bangaphatsana kanjani njengebalingani futsi bente tincumo kanyekanye:

# text
source: {F1_FATHER}: “My dear, you look worried. What’s wrong?”
ss_za: {F1_FATHER}: “Ubukeka ukhatsatekile, sithandwa sami. Kwentenjani?”

# text
source: {F1_MOTHER}: “The stove has not been working very well recently. I think it might be broken.”
ss_za: {F1_MOTHER}: “Muva nje sitofu besingasebenti kahle. Ngiyacabanga kutsi siphukile.”

# text
source: {F1_FATHER}: “I noticed this too when I was cooking last week. I wanted to ask you: do you think we should buy a new one?”
ss_za: {F1_FATHER}: “Nami ngikubonile loko ngesikhatsi ngipheka evikini leliphelile. Bengifuna kukubuta: ucabanga kutsi kumele sitsenge lesinye?”

# text
source: {F1_MOTHER}: “Buying a new one would be really expensive. How about we talk about it after dinner, and we can make a decision together?
ss_za: {F1_MOTHER}: “Kutsenga lesisha kungabita kakhulu. Kunjani sikhulume ngaso emva kwekudla kwantsambama, bese senta sincumo kanyekanye?

# text
source: {F1_FATHER}: “That sounds great. Thank you for cooking dinner, my dear!”
ss_za: {F1_FATHER}: “Kuvakala kukuhle kakhulu loko. Ngiyabonga, sithandwa sami, kupheka kudla kwantsambama!”

# text
source: {F1_FATHER}: “I am grateful we can talk about this and make this decision together. It makes a lot more sense to try to get it repaired first.”
ss_za: {F1_FATHER}: “Ngiyabonga kutsi singakhuluma ngaloku nekutsi sitsatse sincumo kanyekanye. Kukhombisa ingcondvo lebhadlile kutama kusilungisa kucala.”

# text
source: {F1_MOTHER}: “Me too. I feel a lot better now that we have talked about it together.”
ss_za: {F1_MOTHER}: “Nami kanjalo. Ngitiva ngincono kakhulu nyalo loku sesikhulumile ngako kanyekanye.”

# text
source: Here’s a video message about treating each other as equals.
ss_za: Nangu umlayeto wevidiyo lomayelana nekuphatsana nobabili njengabalingani.

# text
source: Here’s a audio message about treating each other as equals.
ss_za: Lalela nangu umlayeto lomayelana nekuphatsana nobabili njengebalingani.

# text
source: Here are some simple steps that you and your partner can do to treat each other as equals:
ss_za: Nati tinyatselo lelilula leningatitsatsa wena nemlingani wakho kuze niphatsane nobabili njengebalingani:

# text
source: 1️⃣ *SHARE DECISION MAKING*
ss_za: 1️⃣ *BAMBISANANI KUTSATSA TINCUMO*

# text
source: 💡 Next time you are making a decision, try involving your partner.
ss_za: 💡 Uma uphindze utsatsa sincumo ngesikhatsi lesitako, tama kuhlanganyela nemlingani wakho.

# text
source: 😃 Ask what they think.
ss_za: 😃 Mbute kutsi ucabangani.

# text
source: 2️⃣ *INVOLVE YOUR PARTNER*
ss_za: 2️⃣ *UNGAMSHIYI UMLINGANI WAKHO NGAPHANDLE*

# text
source: 😣 It can sometimes be hard to remember to involve our partners in decision making.
ss_za: 😣 Kungenteka ngalesinye sikhatsi kube matima kukhumbula kungamshiyi umlingani wakho ekutsatseni tincumo.

# text
source: 🔄 If you forget, keep trying!
ss_za: 🔄 Uma ukhohlwa, phindza utame!

# text
source: ⭐ Asking for their opinion shows that you care and want them to be involved.
ss_za: ⭐ Kubuta umbono wakhe kuyakhombisa kutsi uyamkhatsalela futsi ufuna kutsi ahlanganyele.

# text
source: 3️⃣ *TIMING MAKES A DIFFERENCE*
ss_za: 3️⃣ *SIKHATSI LESIKAHLE SENTA UMEHLUKO*

# text
source: ⏰If you have a decision to make, bring it up during a time when you and your partner are not too busy, such as early in the morning or later in the evening.
ss_za: ⏰Uma kunesincumo lekumele sitsatfwe, khuluma ngaso ngesikhatsi wena nemlingani wakho ningakaphisheki, njengasekuseni kakhulu noma entsambama.

# text
source: 4️⃣ *PRACTICE MAKES PERFECT*
ss_za: 4️⃣ *KUTIJWAYETA KUYAPHELELISA*

# text
source: ⏰ It can take time to get used to making decisions together.
ss_za: ⏰ Kusengatsatsa sikhatsi kujwayela kutsatsa tincumo nikanyekanye.

# text
source: 🔄 Give yourself time and keep trying!
ss_za: 🔄 Tinike sikhatsi uphindze utame!

# text
source: 😃 Remember that by communicating with your partner, you will both eventually start to feel more comfortable talking and sharing decisions.
ss_za: 😃 Khumbula kutsi ngekuchumana nemlingani wakho, ngekuhamba kwesikhatsi nine nobabili nitawucala kuva nikhululekile kukhulumisana nekutsatsa tincumo.

# text
source: Home Activity! ⭐ Your home activity is to involve your partner in a decision you are making today. Can you do it? ⏰
ss_za: Umsebenti Wasekhaya! ⭐ Umsebenti wakho wasekhaya kwenta kutsi umlingani wakho ahlanganyele ekutsatseni sincumo lotawusenta namuhla. Ungakwenta yini loku?⏰

# text
source: Well done! Communicating and working together with your partner makes a difference! 🎉
ss_za: Wente kahle! Kuchumana nekusebenta kanye nemlingani wakho kuyawenta umehluko lomkhulu! 🎉

# text
source: It can take time to get used to making decisions together. Give yourself time to adjust. Remember that by communicating with your partner and involving them in decision-making, they will start to feel more comfortable doing so too. ⭐ Remember you can refer back to this content in the Main Menu
ss_za: Kungatsatsa sikhatsi kujwayela kutsatsa tincumo nikanyekanye. Tinike sikhatsi sekutilungisa. Khumbula kutsi ngekuchumana nemlingani wakho nekumenta ahlanganyele ekutsatseni tincumo, naye utawucala kuva akhululekile kwenta njalo. ⭐ Khumbula kutsi ungaphindze ubuyele emuva kuloku lokucyketfwe kuMenyu Lunkhulu

# text
source: Well done, you have completed the first step to having a healthy relationship with your partner! You are one step closer towards your goal of “Have a Healthy Relationship with my Partner” 🎉
ss_za: Wente kahle, sewucedzile sinyatselo sekucala sekuba nebuhlobo lobukahle nemlingani wakho! Sewusondzele ngesinyatselo sinye kuze ufike emgomeni lotsi "Kuba Nebuhlobo Lobukahle Nemlingani wami" 🎉

# text
source: This skill is about becoming a confident and supportive partner as a parent. 💚
ss_za: Lelikhono leli limayelana nekutetsemba nekusekela umlingani wakho njengemtali

# text
source: When mothers and fathers are both engaged in parenting their children, everyone benefits, including the children. 😃
ss_za: Uma bomake nabobabe bonkhe bahlanganyela butali kubantfwana babo, bonkhe bayazuza, ngisho nebantfwana imbala. 😃

# text
source: It is only the role of the mother and not the father to parent a child.💚
ss_za: Kungumsebenti wamake hhayi wababe kuba ngumtali kumntfwana. 💚

# text
source: Incorrect. Parenting is not only the role of a mother - fathers play an important part too! When both mothers and fathers are involved in parenting their children everyone benefits! 🌷
ss_za: Akusinjalo. Butali abusibo umsebenti wamake kuphela - nabobabe banendzima yabo lemcoka. Uma bomake nabobabe bahlanganyela ekubeni batali kubantfwana babo bonkhe bayazuza!🌷

# text
source: You are right! Parenting is not only the role of a mother - fathers play an important part too! When both mothers and fathers are involved in parenting their children everyone benefits! 🌷
ss_za: Ucinisile! Kuba ngumtali akusiwo umsebenti wamake kuphela - nabobabe banencenye lemcoka lebayidlalako! Uma bomake nabobabe bahlalnganyela ekubeni batali kubantfwana babo kusita wonkhe muntfu.🌷

# text
source: Here is a comic that shows how you can be a supportive partner and involved parent:
ss_za: Nali lelinye lihlaya lelibonisa kutsi ungenta kanjani kutsi ube ngumlingani losekelako nemtali lohlanganyelako etintfweni:

# text
source: Father: “Good job, {F1_SON_18}! You are reading very well!”
ss_za: Babe: "Usebente kahle, {F1_SON_18}! Ufundza kahle kakhulu!"

# text
source: Mother: “The weather today is so nice. It is a shame I have not had time to go outside for a walk.”
ss_za: Make: "Simo selitulu namuhla sikahle kakhulu. Akusikahle kutsi angikasitfoli sikhatsi sekuphumela ngaphandle ngihambahambe."

# text
source: Father: “If you would like to get some fresh air and exercise, my dear, I can continue helping the children with their homework while you go for your afternoon walk.”
ss_za: Babe: "Uma ufuna kushaywa ngumoya ushukumise nemtimba, sithandwa sami, ngingachubeka ngisite bantfwana ngemsebenti wabo wesikolwa usachubeka nekuhambahamba kwakho kwemini yantsambama."

# text
source: Mother: “That would be wonderful, my love! Thank you for being so supportive.”
ss_za: Make: "Kungaba kuhle kakhulu loko, sithandwa sami! Ngiyabonga kungisekela kwakho."

# text
source: Father: “Of course! It is fun to help the children with their reading practice! They are doing so well.”
ss_za: Babe: "Akunankinga! Kumnandzi kusita bantfwana ngekutijwayeta kwabo kufundza! Benta kahle kakhulu."

# text
source: Here’s a video message about being a supportive partner and parent.
ss_za: Nangu umlayeto wevidiyo lomayelana nekuba ngumlingani nemtali losekelako.

# text
source: Here’s a audio message about being a supportive partner and parent.
ss_za: Lalela nangu umlayeto lomayelana nekuba ngumlingani nemtali losekelako.
