Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2/ss/ss_modules_teen.po
Languages: ss_za

# text
source: 💛 Accept how they feel.
ss_za: 💛 Memukele ngendlela lativa ngayo.

# text
source: 🧸 Give them comfort.
ss_za: 🧸 Mudvudvute.

# text
source: 3️⃣ *LEARN*
ss_za: 3️⃣ *FUNDZA*

# text
source: 💡 Learn about different emotions.
ss_za: 💡 Fundza ngemiva leyehlukene.

# text
source: 😃 There are 6 basic emotions: Happy, Sad, Angry, Disgusted, Surprised, and Afraid.
ss_za: 😃 Kunemiva lesisekelo lesitfupha: Kujabula, Kudzabuka, Kukwata, Kunengeka, Kumangala, neKwesaba.

# text
source: 😔 As children get older, they learn to identify lots of other emotions, like feeling excited, frustrated, proud, lonely, peaceful, guilty, or confused.
ss_za: 😔 Ngesikhatsi bantfwana bakhula, bafundza kubona leminye imiva leminingi, njengekutsakasa, kudzangala, kutichenya, situnge, kuthula, kuba nelicala, noma kudideka.

# text
source: 4️⃣ *TALK*
ss_za: 4️⃣ *KHULUMA*

# text
source: 😒 It is normal to have difficulty talking about and expressing emotions and feelings.
ss_za: 😒 Kujwayelekile kutsi kube lukhuni kukhuluma uphumisele ngemiva.

# text
source: 👋 Remember, it is also normal to experience feelings in different ways.
ss_za: 👋 Khumbula, kujwayelekile kuba nemiva ngetindlela letehlukene.

# text
source: 💡 Learn to identify your own emotions, to experience them in our body, and to communicate about them.
ss_za: 💡 Fundza kubekisa imiva yakho, kuyiva emtimbeni, kanye nekukhuluma ngayo.

# text
source: 5️⃣ *NOTICE*
ss_za: 5️⃣ *NAKA*

# text
source: 🌈 Begin to notice all emotions.
ss_za: 🌈 Cala kunaka yonkhe imiva.

# text
source: 😃 You can also share positive emotions such as a sense of peace, happiness, or calmness.
ss_za: 😃 Ungakhuluma ngemivo lemihle njengekuva kuthula, kujabula, noma kwehlisa umoya.

# text
source: 💙 It can also allow children to appreciate a beautiful moment or feeling of love!
ss_za: 💙 Kungenta nekutsi bantfwana bakwetsabele kuba nemzuzwana lomuhle noma kuva lutsandvo!

# text
source: You’ve completed 75% of this skill! Press NEXT to continue.
ss_za: Sewucedze emaphesenti langu 75 kulelikhono! Facata LOKULANDZELAKO utochubeka.

# text
source: This will make such a big difference. Great job! ⭐
ss_za: Loku kutakwenta umehluko lomkhulu. Usebente kahle kakhulu! ⭐

# text
source: That’s okay. Try to make time this week.
ss_za: Kulungile loko. Yetama kutfola sikhatsi kuleliviki.

# text
source: Amazing job ⭐ You have now learnt how to talk to your teen about feelings. You have completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod skills in your goal to Improve my Relationship with my Teen.
ss_za: Usebente ngalokumangalisako ⭐ Nyalo sewufundze kutsi ukhuluma kanjani ngemiva nemntfwana wakho. Sewucedze emakhono langu @(fields.c_n_mod_compl +1) kulangu @fields.c_n_mod emgomeni wakho weKutfutfukisa Buhlobo bami neMntfwanami.

# text
source: Be open to @fields.child_nickname and allow them to express how they feel and accept their feelings. Try to listen to @fields.child_nickname and think about how it must feel for them. ☀️
ss_za: Khululeka utivule ku @fields.child_nickname umvumele kutsi asho kutsi utiva kanjani bese wemukela imiva yakhe. Yetama kulalela @fields.child_nickname bese uyacabanga kutsi ngabe kuvakala kanjani kuye. ☀️

# text
source: Be open to your teen and allow them to express how they feel and accept their feelings. Try to listen to your teen and think about how it must feel for them. ☀️
ss_za: Khululeka utivule kumntfwana wakho umvumele kutsi asho kutsi utiva kanjani bese wemukela imiva yakhe. Yetama kulalela umntfwana wakho bese uyacabanga kutsi ngabe kuvakala kanjani kuye. ☀️

# text
source: Here is a video message about talking about your feelings with @fields.child_nickname.
ss_za: Nangu umlayeto wevidiyo lemayelana nekukhuluma ngemivo yakho na @fields.child_nickname.

# text
source: Here is a video message about talking about your feelings with your teen.
ss_za: Nangu umlayeto wevidiyo lomayelana nekukhuluma nemntfwanakho ngemivo yakho.

# text
source: Here is an audio message about talking about feelings with @fields.child_nickname.
ss_za: Lalela nangu umlayeto lomayelana nekukhuluma ngemivo na @fields.child_nickname.

# text
source: Here is an audio message about talking about feelings with your teen.
ss_za: Lalela nangu umlayeto lomayelana nekukhuluma ngemivo nemntfwanakho.

# text
source: Here are some tips for how you can help @fields.child_nickname learn how to cope with their emotions following these six steps: OPEN, SHARE, LEARN, TALK, NOTICE, CARE.
ss_za: Nankha emasu longawasebentisa kusita @fields.child_nickname kutsi afundze kubhekana nemivo yakhe ngekulandzela letinyatselo letisitfupha: VULEKA, COCA, FUNDZA, CAPHELA, KHATSALELA.

# text
source: Here are some tips for how you can help your teen learn how to cope with their emotions following these six steps: OPEN, SHARE, LEARN, TALK, NOTICE, CARE.
ss_za: Nankha emasu longawasebentisa kusita umntfwanakho kutsi afundze kubhekana nemivo yakhe ngekulandzela letinyatse letisitfupha: VULEKA, COCA, FUNDZA, NAKA, KHATSALELA.

# text
source: 2️⃣ *SHARE*
ss_za: 2️⃣ *COCA*

# text
source: 😃 Share your own feelings with @fields.child_nickname.
ss_za: 😃 Coca na @fields.child_nickname ngemivo yakho.

# text
source: 🌈This sets a good example and shows your teen that it's okay to share their own feelings.
ss_za: 🌈Loku kwenta sibonelo lesihle futsi kukhombisa umntfwana wakho kutsi kukahle kukhuluma ngemiva yakhe.

# text
source: 😃 Share your own feelings with your teen.
ss_za: 😃 Coca nemntfwanakho ngemivo yakho.

# text
source: 6️⃣ *CARE*
ss_za: 6️⃣ *KHATSALELA*

# text
source: 🌷 Use physical and verbal support to make your child feel accepted and loved.
ss_za: 🌷 Mesekele ngekumbonisa nangekukhuluma umntfwanakho kuze ativele amukelekile futsi atsandvwa.

# text
source: 💚 Remind @fields.child_nickname that you are there for them and that they can always talk to you.
ss_za: 💚 Khumbuta @fields.child_nickname kutsi ukhona kumsita nekutsi angakhuluma nawe ngaso sonkhe sikhatsi.

# text
source: 💚 Remind your teen that you are there for them and that they can always talk to you.
ss_za: 💚 Khumbuta umntfwana wakho kutsi ukhona kumsita nekutsi angakhuluma nawe ngaso sonkhe sikhatsi.

# text
source: Home Activity! Talk to your teen about the six steps to coping and talking about emotions, OPEN, SHARE, LEARN, TALK, NOTICE, CARE. Knowing these steps will help give @fields.child_nickname the courage to share their feelings! Can you do it today?
ss_za: Umsebenti Wasekhaya! Khuluma nemntfwana wakho ngaletinyatselo letisitfupha tekubhekana nekukhuluma ngemiva, VULEKA, COCA, FUNDZA, NAKA, KHATSALELA.. Kwati letinyatselo kutawusita kunika @fields.child_nickname sibindzi sekukhuluma ngemiva yakhe! Ungakwenta yini loko namuhla?

# text
source: Home Activity! Talk to your teen about the six steps to coping and talking about emotions, OPEN, SHARE, LEARN, TALK, NOTICE, CARE. Knowing these steps will help give your teen the courage to share their feelings! Can you do it today?
ss_za: Umsebenti Wasekhaya! Khuluma nemntfwana wakho ngaletinyatselo letisitfupha tekubhekana nekukhuluma ngemiva, VULEKA, COCA, FUNDZA, KHULUMA, NAKA, KHATSALELA. Kwati letinyatselo kutawusita kunika umntfwana wakho sibindzi sekukhuluma ngemiva yakhe! Ungakwenta yini loko namuhla?

# text
source: This skill is about taking care of yourself. 🌱
ss_za: Lelikhono limayelana nekutinakekela. 🌱

# text
source: It is normal to feel stressed as your teen develops. As they grow, your relationship changes. To handle this change smoothly, you must care for yourself.
ss_za: Kujwayelekile kutsi umntfwanakho ative akhatsatekile njengoba usakhula. Asakhula, buhlobo benu buyashintja. Kuze ukhone kumelana kahle nalolushintjo, kufanele utinakekele.

# text
source: Self-care is an activity you do for yourself, so you feel better and less stressed. 💚
ss_za: Kutinakekela ngumsebenti lotentela wena, kuze utive uncono futsi ungakakhatsateki.💚

# text
source: Press play for a simple activity that may help you with stress. ▶️
ss_za: Facata 'Dlala' utotfola umsebenti longakusita ngekukhatsateka kwakho. ▶️

# text
source: Here’s an audio message on how to take care of yourself. 🎵
ss_za: Lalela nangu umlayeto lomayelana nekutsi ungatinakekela kanjani. 🎵

# text
source: Here is a simple stretching and movement activity that may help you with stress.
ss_za: Nangu umsebenti lolula wekutelula nekushukuma longakusita ngekukhatsateka kwakho.

# text
source: Stand up and stretch your arms up to the sky.
ss_za: Sukuma welule imikhono yakho netandla kube shangatsi ufuna kutsintsa sibhakabhaka.

# text
source: Push away any clouds and let the sun shine down on you.
ss_za: Yenta shangatsi ukhweshisa emafu uvulela umsebe welilanga kutsi ukukhanyise.

# text
source: Stretch to both sides.
ss_za: Yelula umtimba ubhekise kuto totimbili tinhlangotsi, ngesekuncele nangesekudla.

# text
source: Stretch to the front and to the back.
ss_za: Telule uye embili nasemuva.

# text
source: Let your hands hang by your side.
ss_za: Lengisa tandla takho emaceleni.

# text
source: Squeeze your shoulders tightly up to your ears as you breathe in, scrunch your eyes, and hold your breath.
ss_za: Cindzetela emahlombe akho kakhulu uwaphakamise ate afike etindlebeni ube udvonsa umoya, uswace, uchubeke nekubamba umoya ungawukhiphi.

# text
source: Release your shoulders as you relax your body.
ss_za: Yekela emahlombe akho usakhulula umtimba.

# text
source: Relax your arms and let them swing to the front and back. Take 4 deep breaths while you do this. This is good for your lower back.
ss_za: Khulula imikhono yakho uyijikisele emuva nasembili. Phefumula kakhulu kane usenta loku. Loku kulungele kwelula lukhalo lwakho.

# text
source: Relax your arms and let your arms to swing sideways, and turn your upper body. Your arms should gently hit your back as you twist from side to side.
ss_za: Khulula imikhono yakho uyijikitisele emaceleni, bese ugucula lingetulu lemtimba wakho. Imikhono yakho kufanele iwutsintse kancane umhlane usagucuka uya emaceleni.

# text
source: Place one foot in front of the other and make small circles from the ankles, remember to turn to both sides. Do each foot with four circles in each direction.
ss_za: Beka lunye lunyawo embikwalolunye bese ulushayisa umjikeleto emacakaleni, khumbula kutsi ujikele tinhlangotsi totimbili. Kwente loku kube kane lunyawo lulunye.

# text
source: Now shake your whole body as fast as you can. Shake it up high! Shake it down low! Shake it all around!
ss_za: Nyalo ke nyakatisa umtimba wakho wonkhe ngekusheshisa. Wunyakatise uye etulu! Wunyakatise uye phansi! Wunyakatise ujikelete!

# text
source: Close your eyes and raise your arms slowly above your head as you breathe in. Lower your arms slowly to your side as you breathe out.
ss_za: Vala emehlo akho bese uphakamisa imikhono yakho kancane kancane ibe ngetulu kwenhloko usadvonsa umoya. Yehlisa imikhono yakho kancane kancane iye emaceleni usakhipha umoya.

# text
source: Raise and lower your arms, breathing in and out, 4 more times.
ss_za: Phakamisa uphindze wehlise imikhono yakho, usadvonsa umoya uphindze uwukhiphe, kuze kube kane.

# text
source: Take a moment to reflect on your experience.
ss_za: Tsatsa sikhashana ucabange ngendlela lotive ngayo usatelula.

# text
source: Remember that you can do this activity at any time whenever you feel like you need to release stress and energise your mind and body.
ss_za: Khumbula kutsi ungawenta lomsebenti noma nini nawuva kutsi ufuna kunciphisa kukhatsateka nekuvusetela ingcondvo nemtimba wakho.

# text
source: Home Activity! Try to stretch and move at least once every day. Can you try it now?
ss_za: Umsebenti Wasekhaya! Tama kutelula nekushukuma lokungenani kanye onkhe emalanga. Ungakutama yini nyalo?

# text
source: Excellent. Movement will be good for your body and make such a difference to how you feel each day. ⭐
ss_za: Kuhle kakhulu. Kushukuma kutoba kahle kakhulu emtimbeni wakho futsi kwenta umehluko lomkhulu ekutsini utiva unjani lilanga ngelilanga. ⭐

# text
source: That’s okay. Movement will be good for your body and make such a difference to how you feel each day. ⭐
ss_za: Kulungile loko. Kushukuma kutoba kahle kakhulu emtimbeni wakho futsi kwenta umehluko lomkhulu ekutsini utiva unjani lilanga ngelilanga

# text
source: Well done! 🎉 You have learnt the importance of caring for yourself and how to stretch and move your body. You have completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod skills towards your goal, Understand Teen Development.✨
ss_za: Wente kahle! 🎉 Sewufundzile ngekutsi kutinakekela kumcoka kanjani nekutsi ungatelula ushukume kanjani. Sewucedze emakhono langu @(fields.c_n_mod_compl +1) kulangu @fields.c_n_mod kufika emgomeni wakho lotsi, Condzisisa Kukhula Kwemntfwanakho.✨

# text
source: In this goal we are learning about the changes teens go through as they grow up. Today we will learn about changes happening to your teen’s mind.
ss_za: Kulomgomo sifundza ngetingucuko bantfwana labedlula kuto basakhula. Namuhla sitofundza ngetingucuko letenteka engcondvweni yemntfwanakho.

# text
source: When you understand how your teen is changing, you can provide your teen with the support they might need and keep them safe.
ss_za: Uma ucondzisisa kutsi umntfwanakho ushintja kanjani, ungakwati kumsekela ngendlela langahle ayidzinge futsi ahlale aphephile.

# text
source: Let’s see how much you know about the changes your teen may be experiencing as they grow older!
ss_za: Akesibone kutsi wati kangakanani ngetingucuko umntfwanakho lahlangabetana nato asakhula!

# text
source: Which is common for teens?
ss_za: Yini lokuvamile kubantfwana?

# text
source: Incorrect. Teens often struggle with identity and self-image as they figure out who they are and what they want to be.
ss_za: Akunjalo. Bantfwana bavamise kuba nebulukhuni bendlela labatibona ngayo ngesikhatsi basatifuna kutsi babobani nekutsi bafuna kuba yini.

# text
source: Correct! Teens are trying to figure out who they are and what they want to be, which can be confusing and make them doubt themselves.
ss_za: Kunjalo! Bantfwana batama kutifuna kutsi babobani nekutsi bafuna kuba yini, intfo lengabadida futsi kubente kutsi batingabate.

# text
source: How can parents help their teens cope with mood swings during adolescence?
ss_za: Batali bangabasita njani bantfwana babo kubhekana nekugucugucuka kwendlela lebativa ngayo ngesikhatsi bangena esigabeni sebusha?

# text
source: Incorrect. Parents can help by letting them know their feelings are okay and being there for them.
ss_za: Akusinjalo. Batali bangabasita ngekubatjela kutsi imiva labanayo ikahle nekutsi bahlale babesekela.

# text
source: You are right! Parents can help by listening to them, noticing their feelings, and being there for them.
ss_za: Ucinisile! Batali bangasita ngekutsi babalalele, banake imiva yabo, futsi bahlale babasekela.

# text
source: Why is it important to have healthy communication with your teen during adolescence?
ss_za: Kumcoka ngani kuchumana kahle nemntfwanakho ngesikhatsi angena esigabeni salomusha?

# text
source: Incorrect. Communication between parents and teens is important because it helps them understand and trust each other more.
ss_za: Akusinjalo. Kuchumana kwebatali nebantfwana kumcoka ngoba kuyabasita kutsi bevane futsi batsembane kakhulu bobabili.

# text
source: Correct! Communication between parents and teens is important because it helps them understand and trust each other more.
ss_za: Kunjalo! Kuchumana kwebatali nebantfwana kumcoka ngoba kuyabasita kutsi bevane futsi batsembane kakhulu bobabili.

# text
source: Press play to learn about the mental changes your teen is experiencing. ▶️
ss_za: Facata dlala utofundza ngetingucuko ngekwengcondvo letiviwa ngumntfwanakho. ▶️

# text
source: Here is what you need to know about your teen’s developing mind and how to talk with them about it.
ss_za: Naku lofanele ukwati ngekukhula kwengcondvo yemntfwana wakho nekutsi ungamkhulumisa kanjani ngako.

# text
source: 1️⃣ *THE DEVELOPING MIND*
ss_za: 1️⃣ *INGCONDVO LEKHULAKO*

# text
source: 🌱 Your teen’s brain hasn’t changed this fast since they were a baby.
ss_za: 🌱 Ingcondvo yemntfwana wakho iyacala kushintja ngalendlela leshesha kangaka kusukela aluswane.

# text
source: 🚩 Teens sometimes behave in risky ways as they test what is possible and allowed, especially if it is pleasurable or fun.
ss_za: 🚩 Ngalesinye sikhatsi bantfwana batiphatsa ngendlela lenebungoti ngesikhatsi basahlola kutsi yini lokungenteka nalokuvumelekile, ikakhulu uma kuyintfo lemnandzi nalejabulisako.

# text
source: ❗ Teens don’t always have the ability to always think ahead about how their behaviours might impact themselves or other people.
ss_za: ❗ Ngaso sonkhe sikhatsi bantfwana abakwati kucabanga kungakenteki kutsi indlela lebatiphatsa ngayo ingahle ibe nemphumela lonjani kubo noma labanye bantfu.

# text
source: 2️⃣ *BECOMING MORE INDEPENDENT*
ss_za: 2️⃣ *KUCALA KUKHULA NEKUTIMELA*

# text
source: ⭐ Teens are on their way to becoming adults.
ss_za: ⭐ Bantfwana basendleleni yekuba badzala.

# text
source: 🌈 They are becoming better at sharing their ideas and are thinking more about long term goals and their future.
ss_za: 🌈 Baya ngekuba ncono ekukhulumeni ngemibono yabo futsi sebacabanga kakhulu ngemigomo yesikhatsi lesidze nangelikusasa labo.

# text
source: 3️⃣ *HOW TO SUPPORT YOUR TEEN*
ss_za: 3️⃣ *INDLELA YEKWESEKELA UMNTFWANA WAKHO*

# text
source: To support your teen:
ss_za: Kusekela umntfwanakho:

# text
source: 🔑 Guide their choices by balancing rules and limits with independence.
ss_za: 🔑 Condzisa kukhetsa kwakhe ngekulinganisa imitsetfo kanye nekutsi angatimela agcinephi.

# text
source: 🏅 You can give them more freedom to make their own choices when they show they can be responsible and take responsibility for their actions.
ss_za: 🏅 Ungamkhulula kutsi atitsatsele tincumo uma sekakhombisa kutsi sekangatimela futsi amelane netento takhe.

# text
source: ✨ Be supportive, loving, and positive with your teen. This helps them feel safe and secure around you, and they're more likely to come to you for help or advice when they need it.
ss_za: ✨ Msekele, umtsandze, futsi ucabange lokuhle ngemntfwana wakho. Loku kumsita kutsi ativele aphephile futsi akhululekile uma anawe, nekutsi angahle ete kuwe atofuna lusito neteluleko uma akudzinga.

# text
source: Home Activity! Use 1-on-1 time to allow your teen to choose anything they would like to talk about. Listen to their experiences and avoid judgement. Notice how you feel and notice their feelings too. Thank your teen for sharing with you.
ss_za: Umsebenti Wasekhaya! Sebentisa sikhatsi lenisicitsa kanye kanye kuvumela umntfwana wakho kukhetsa noma yini leningakhuluma ngayo. Lalela kutsi uhlangabetana nani ugweme kumehlulela. Naka kutsi iutiva njani nekutsi naye utiva njani. Mbonge umntfwana wakho ngekukutjela ngaloko.

# text
source: Can you do it today?
ss_za: Ungakwenta yini loko lamuhla?

# text
source: Fantastic 🎉
ss_za: Kuhle kakhulu 🎉

# text
source: That's okay. Try to connect with your teen tomorrow.
ss_za: Kulungile loko. Yetama kuchumana nemntfwana wakho kusasa.

# text
source: Well done! 🎉 You have learnt about your teen's developing mind. Later we will learn about their changing bodies and social lives. You have completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod skills towards your goal, Understand Teen Development.✨
ss_za: Wente kahle! 🎉 Sewufundzile ngekukhula kwengcondvo yemntfwana wakho. Ngesikhatsi lesitako sitawufundza ngetingucuko emtimbeni nasekuhlaleni kwakhe. Sewucedze emakhono langu @(fields.c_n_mod_compl +1) kulangu @fields.c_n_mod kufika emgomeni wakho lotsi, Kucondzisisa Kukhula Kwemntfwana.✨

# text
source: In this goal we are continuing to learn about the changes your teen may be experiencing as they get older. Today we are exploring social changes.
ss_za: Kulomgomo sichubeka nekufundza ngetingucuko langahlangana nato umntfwana wakho ngesikhatsi asakhula. Namuhla sibukisisa tingucuko kutenhlalo yakhe.

# text
source: When you understand how your teen is growing and changing, you can help them when they face difficulties in social situations.
ss_za: Uma ucondzisisa indlela umntfwana wakho lakhula futsi ashintje ngayo, ungamsita nakahlangana nebulukhuni kutenhlalo.

# text
source: Let’s see how much you know about the social changes your teen may be experiencing:
ss_za: Ake sibone kutsi wati kanganani ngetingucuko langahle ahlangane nato umntfwanakho kutenhlalo:

# text
source: Which of the following is a common social change that teens experience?
ss_za: Ngukuphi kuloku lokulandzelako lokuyingucuko levamile labahlangana nayo ebantfwana kutetenhlalo?

# text
source: Incorrect. Teens may feel pressure to fit in with their peers.
ss_za: Akusinjalo. Bantfwana bativa bacindzeteleka kutsi bafane nabontsanga yabo.

# text
source: Correct.Teens may feel pressure to fit in with their peers.
ss_za: Kunjalo. Bantfwana bativa bacindzeteleka kutsi bafane nabontsanga yabo.

# text
source: How can parents help their teens navigate social changes?
ss_za: Batali bangabasita kanjani bantfwana kutfola lwati ngetingucuko ngetenhlalo?

# text
source: That is incorrect. Parents can encourage their teen to make their own decisions and be there for them through consequences.
ss_za: Akusinjalo. Umtali angamkhutsata umntfwana wakhe kutitsatsela tincumo nekutsi ahlale akhona kumsita kubukana nemiphumela yato.

# text
source: Correct. Parents can encourage their teen to make their own decisions and be there for them through consequences.
ss_za: Kunjalo. Umtali angakhutsata umntfwanakhe kutitsatsela tincumo nekutsi bahlale bakhona kubasita kubukana nemiphumela yato.

# text
source: What impact can bullying have on a teen?
ss_za: Buchwaga bungaba namiphi imitselela kumntfwana?

# text
source: Incorrect. Bullying can make teens feel bad about themselves and become less social.
ss_za: Akusinjalo. Buchwaga bungenta kutsi bantfwana bative bakabi futsi bangatsandzi kuhlangana nebantfu.

# text
source: Correct. Bullying can make teens feel bad about themselves and become less social.
ss_za: Kunjalo. Buchwaga bungenta kutsi bantfwana bative bakabi futsi bangatsandzi kuhlangana nebantfu.

# text
source: Press play to learn about the social changes your teen is experiencing. ▶️
ss_za: Facata dlala' utofundza ngetingucuko tetenhlalo langahlangabetana nato umntfwana wakho ▶️

# text
source: Here is what you need to know about your teen’s social life and how to talk with them about it.
ss_za: Naku lokufanele ukwati ngemphilo yemntfwana wakho ngetenhlaloi nekutsi ungamkhulumisa kanjani ngako.

# text
source: 1️⃣ *THE SOCIAL LIVES OF TEENS*
ss_za: 1️⃣ *IMPHILO YEBANTFWANA YETENHLALO*

# text
source: ⚽ Having friends is very important to your teen because it helps them learn how to be a good friend and understand other people's feelings better. This is a big part of growing up and becoming an adult.
ss_za: ⚽ Kuba nebangani kumcoka kakhulu kumntfwana wakho ngoba kuyamsita kutsi afundze kuba ngumngani lolungile nekucondza kancono imiva yalabanye bantfu. Loku kuyincenye lenkhulu yekukhula nekuba mdzala.

# text
source: 👀 Your teen may want to feel like they belong with their peers, and do things that others think are cool. They might talk or dress like others while figuring out who they are.
ss_za: 👀 Umntfwana wakho angafuna kutsi ativele ayincenye yabontsanga yakhe, nekutsi ente tintfo letibonakala titinhle kulabanye.

# text
source: 😔 Sometimes, when teens have a hard time making friends, they might be picked on or bullied by other kids.
ss_za: 😔 Kulesinye sikhatsi, uma bantfwana banebumatima bekutfola bangani, bangahle bacwaywe noma bahlushwe buchwaga balabanye bantfwana.

# text
source: 3️⃣ *THE FACTS*
ss_za: 3️⃣ *EMACINSO*
