Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2/ss/ss_modules_teen.po
Languages: ss_za

# text
source: Here are some simple ways you can become a more confident and supportive partner AND parent.
ss_za: Nati tindlela letilula tekuba ngumlingani KANYE nemtali lotetsembako nalosekela kakhulu.

# text
source: 1️⃣ *SHOW APPRECIATION*
ss_za: 1️⃣ *KHOMBISA KUBONGA*

# text
source: ⚽ Show your partner that you appreciate it when they spend quality time with your children.
ss_za: ⚽ Khombisa umlingani wakho kutsi uyabonga uma acitsa sekhatsi lesiyikhwalithi nebantfwana babo.

# text
source: 2️⃣ *WORK TOGETHER*
ss_za: 2️⃣ *SEBENTANI KANYEKANYE*

# text
source: 😃 Unsure how to work together with your partner? Ask them!
ss_za: 😃 Ngabe awati kahle kutsi ungasebenta njani nemlingani wakho? Mbute!

# text
source: ✅ By asking, you show that you care and want to be involved!
ss_za: Ngekutsi umbute, ukhombisa kutsi uyamkhatsalela futsi ufuna ahlanganyele!

# text
source: 3️⃣ *LEND A HAND*
ss_za: 3️⃣ *LEKELELA*

# text
source: 👋It can sometimes be difficult to remember to ask your partner if they need help.
ss_za: 👋Ngalesinye sikhatsi kuba matima kukhumbula kubuta umlingani wakho kutsi uyaludzinga yini lusito.

# text
source: 💡 Once you start asking, they may realise you want to be more involved and begin asking for your help on their own.
ss_za: 💡 Waze wacala kumbuta, utawubona kutsi uyafuna kutsi ahlanganyele kakhulu futsi utawucala kuticelela lusito ngekwakhe.

# text
source: 4️⃣ *ASK FOR HELP*
ss_za: 4️⃣ *CELA LUSITO*

# text
source: 😒 It can be hard to ask for help. Sometimes we expect our partners to know we need help even if we don’t ask them.
ss_za: 😒 Kucela lusito kungaba yintfo lematima. Ngalesinye sikhatsi sibheka kutsi balingani betfu bati kutsi sidzinga lusito ngisho noma singabaceli.

# text
source: ⭐Once you start asking, they will likely start offering to help more in the future!
ss_za: ⭐Waze wacala nje kumcela lusito, angahle acale kutifunela yena kusita esikhatsini lesitako!

# text
source: 💚 Thank your partner!
ss_za: 💚 Mbonge umlingani wakho!

# text
source: Home activity! ⭐ Try doing childcare or housework together with your partner. Do you have time to do it today?
ss_za: Umsebenti Wasekhaya!⭐ Tamani kutsi nibonelele bantfwana noma nente umsebenti wasendlini kanyekanye nemlingani wakho. Unaso yini sikhatsi sekukwenta namuhla?

# text
source: Fantastic! 🎉
ss_za: Kuyababateka! 🎉

# text
source: Sometimes it can be hard to find time during the day. Can you think of a time when you’re less busy? For example, maybe it is easier to do housework together later in the evening when some of the children have gone to sleep. Try to see what works for you! ⭐ Remember you can refer back to this content in the Main Menu.
ss_za: Ngalesinye sikhatsi kungaba matima kutfola sikhatsi ekuhambeni kwelusuku. Ungacabanga yini ngesikhatsi lapho ungakaphisheki kakhulu? Sibonelo, mhlawumbe kulula kwenta umsebenti wasendlini kanyekanye entsambama uma labanye bantfwana sebalele. Tamani kubona kutsi yini lokunisebentelako! ⭐Khumbula kutsi ungabuyela emuva kuloku lokucuketfwe kuMenyu Lenkhulu.

# text
source: Well done, you have completed the second step to having a healthy relationship with your partner! You are one step closer towards your goal of “Have a Healthy Relationship with my Partner” 🎉
ss_za: Wente kahle, sewucedzile sinyatselo sesibili lesiholela ekubeni nebuhlobo lobuhle nemlingani wakho! Sewusondzele ngesinyatselo sinye kufinyelela emgomeni wakho we "Kuba Nebuhlobo Lobuhle Nemlingani wami"🎉

# text
source: This skill is about sharing family responsibilities between you and your partner. 👋
ss_za: Lelikhono leli lumayelana nekuhlanganyela etintfweni letidzinga kwentiwa emkhatsini wakho nemlingani wakho.👋

# text
source: Sharing family responsibilities with your partner can help make life less stressful and improve your relationship! 💚
ss_za: Kuhlanganyela imisebenti yasekhaya nemlingani wakho kungasita kwehlisa inkhatsato yemphilo nekucinisa buhlobo benu! 💚

# text
source: Sharing family responsibilities is not important as long as the housework gets done.
ss_za: Kuhlanganyela imisebenti yasekhaya akusimcoka yingce nje imisebenti yasendlini yentiwa.

# text
source: Incorrect. Sharing the workload is important to make sure things are equal and benefits the whole family! Establishing a routine around caregiving or housework tasks can sometimes be helpful. This also lets you talk to your partner about how to share the workload.
ss_za: Akusinjalo. Kuhlanganyela umtfwalo wekusebenta kumcoka kucinisekisa kutsi tintfo tiyalingana nemndeni wonkhe uzuza lutfo! Kumisa inchumo yafutsi lemayelana nekunakekela bantfwana noma imisebenti yasendlini kungasita ngalesinye sikhatsi. Loku kuphindze kukwente ukhulume nemlingani wakho ngekutsi ningahlukaniselana kanjani umsebenti.

# text
source: You are right! Sharing the workload is important to make sure things are equal and benefits the whole family! Establishing a routine around caregiving or housework tasks can sometimes be helpful. This also lets you talk to your partner about how to share the workload.
ss_za: Ucinisile! Kutfwalisana imisebenti kumcoka ekucinisekiseni kutsi tintfo tiyalingana futsi kusita wonkhe umndeni! Kumisa inchubo yafutsi lemayelana nekunakekela noma imisebenti yendlu kungasita ngalesinye sikhatsi. Loku futsi kwenta kutsi ukhulume nemlingani wakho ngekutsi ningatfwalisana kanjani umsebenti.

# text
source: Here is a comic that shows how you can share family responsibilities.
ss_za: Nali lihlaya lelikhombisa lelibonisa kutsi ningabambisana kanjani imisebenti leyentiwa ekhaya.

# text
source: {F1_DAUGHTER_13}: “Wow, there are so many clothes in here!”
ss_za: {F1_DAUGHTER_13}: “Hawu, kunetimphahla letiningi lapha!”

# text
source: Mother: “You’re right, {F1_DAUGHTER_13}, there is quite a lot to do.”
ss_za: Make: “Ucinisile, {F1_DAUGHTER_13}, kuningi lokufanele kwentiwe.”

# text
source: Father: “If we do it together it will take less time!”
ss_za: Babe: "Uma sikwenta kanyekanye kutotsatsa sikhatsi lesincane!"

# text
source: Mother: “Doing tasks together is also fun”
ss_za: Make: "Futsi kwenta imisebenti kanyekanye kumnandzi."

# text
source: Father: “Thank you, my love. Sharing the workload makes it less stressful.”
ss_za: Babe: "Ngiyabonga, sithandwa sami. Kutfwalisana umsebenti kwehlisa nekukhatsateka."

# text
source: Here’s a video message about sharing family responsibilities.
ss_za: Nangu umlayeto wevidiyo lomayelana nekuhlukaniselana imisebenti.

# text
source: Here’s a audio message about sharing family responsibilities.
ss_za: Lalela nangu umlayeto lomayelana nekuhlukaniselana imisebenti.

# text
source: Here are some simple ways you can start sharing family responsibilities with your partner
ss_za: Nati tindlela letilula tekucala kuhlukaniselana imisebenti nemlingani wakho

# text
source: 1️⃣ *CREATE A ROUTINE!*
ss_za: 1️⃣ *CALANI INCHUBO YAFUTSI!*

# text
source: ⏰This can be hard to remember! Establishing a routine around caregiving or housework tasks can sometimes be helpful.
ss_za: ⏰Loku kungaba matima kukukhumbula! Kumisa inchubo yafutsi ngekunakekela bantfwana noma imisebenti yasendlini kuyasita.

# text
source: 😃 This also lets you talk to your partner about how to share the workload.
ss_za: 😃 Loku kukwenta ukhulume nemlingani wakho ngekutsi ningahlukaniselana kanjani umsebenti.

# text
source: 2️⃣*TALK ABOUT THE WORKLOAD WITH YOUR PARTNER*
ss_za: 2️⃣*KHULUMA NEMLINGANI WAKHO NGEBUNGAKO BEMSEBENTI*

# text
source: 😃 Talking with your partner about how you can share family responsibilities helps both of you understand each other better.
ss_za: 😃 Kukhuluma nemlingani wakho mayelana nekubambisana imisebenti kuyanisita nobabili kutsi nivane ngancono.

# text
source: 💛It also shows that you care!
ss_za: 💛Kuyakhombisa kutsi uyamkhatsalela!

# text
source: 3️⃣*ASK FOR HELP*
ss_za: 3️⃣*CELA LUSITO*

# text
source: 😒 It can be hard to remember to ask for help.
ss_za: 😒 Kungaba matima kukhumbula kucela lusito.

# text
source: 🌷 Be kind to yourself if you forget to ask and try again another time.
ss_za: 🌷 Bani mnene kuwe uma ukhohlwa kucela lusito uphindze utame ngalesinye sikhatsi.

# text
source: ⭐ Asking for help and sharing family responsibilities benefits the whole family!
ss_za: ⭐ Kucela lusito nekubambisana imisebenti yasekhaya kusita wonkhe umndeni!

# text
source: Home Activity! ⭐ Invite your partner to discuss how you can share family responsibilities more evenly at home! Do you have time to do it today?
ss_za: Umsebenti Wasekhaya! ⭐ Mema umlingani wakho nitokhulumisana ngekutsi nikahlukanisela njani imisebenti yasekhaya! Unaso yini sikhatsi sekukwenta namuhla?

# text
source: Excellent job! Sharing the workload benefits the whole family. You are a star! 🎉
ss_za: Wente umsebenti lobabatekako! Kuhlukaniselana umtfwalo wemsebenti kusita wonkhe umndeni. Usihlabani impela!🎉

# text
source: Trying something new can be hard! To make it easier, ask your partner if you can do housework tasks the first few times. Soon you’ll feel more confident doing it on your own! ⭐ Remember you can refer back to this content in the Main Menu.
ss_za: Kutama intfo lensha kungaba matima! Kuze kube melula, buta umlingani wakho kutsi ungawenta yini umsebenti wasendlini tikhatsi letimbalwa ekucaleni. Emva kwesikhashana utawuva sewutetsemba kuwenta wedvwa! ⭐ Khumbula kutsi ungabuyela emuva kubuka lokucuketfwe kuMenyu Lenkhulu.

# text
source: Well done, you have completed the third step to having a healthy relationship with your partner! You are one step closer towards your goal of “Have a Healthy Relationship with my Partner” 🎉
ss_za: Wente kahle, sewucedzile sinyatselo sesitsatfu sekuya ekubeni nebuhlobo lobukahle nemlingani wakho! Sewusondzele ngesinyatselo sinye kufinyelela emgomeni wakho lotsi "Ngibe Nebuhlobo Lobukahle Nemlingani wami" 🎉

# text
source: This skill is about resolving conflict peacefully between you and your partner. 💚
ss_za: Lelikhono leli limayelana nekucatulula kucabana ngekuthula emkhatsini wakho nemlingani. 💚

# text
source: All adults have disagreements sometimes. But fighting is not an effective way to solve issues. Learning to respond in a calmer way when experiencing disagreements with your partner can help you create a more peaceful home.🌷
ss_za: Bonkhe bantfu labadzala baba nekungavumelani ngalesinye sikhatsi. Kepha kulwa akusiyo indlela lesebentako yekucatulula tinkinga. Kufundza kuphendvula ngendlela lephasi uma kuba nekungavumelani nemlingani wakho kungasita ekwakheni likhaya lelinekuthula. 🌷

# text
source: When facing a disagreement, taking a pause before responding can help us stay calm and respond better.
ss_za: Uma sibhekene nekungavumelani, kutsatsa sikhashana siphumule ngaphambi kwekutsi siphendvule kungasisita kutsi sihlale umoya uphasi futsi siphendvule kancono.

# text
source: That’s correct! It can be really hard to stay calm when we’re having a disagreement with others. So taking a pause, such as by taking a couple of deep breaths, can be a useful way to help us to respond better.
ss_za: Kunjalo. Kungaba matima kuhlala umoya uphasi uma sinekungavumelani nalabanye, kutsatsa sikhashana siphumule, njengekuphefumula kabidlana, kungaba yindlela lesisitako kutsi siphendvule kancono.

# text
source: That’s incorrect. Since it can be really hard to stay calm when we’re having a disagreement with others, taking a pause, such as by taking a couple of deep breaths, can be a useful way to help us to respond better.
ss_za: Akusinjalo. Njengoba kungaba matima kuhlala umoya uphasi uma sinekungavumelani nalabanye, kutsatsa sikhashana siphumule, njengekuphefumula kabidlana, kungaba yindlela lesisitako kutsi siphendvule kancono.

# text
source: Here is a comic that shows how you can resolve conflict peacefully.
ss_za: Nali lihlaya lelibonisa kutsi ningakucatulula kanjani kucabana ngekuthula.

# text
source: {F1_DAUGHTER_13}: Look, it is raining!
ss_za: {F1_DAUGHTER_13}: Bona, liyana!

# text
source: Mother: Oh no! We left the laundry outside!
ss_za: Make: Hhayi bo! sishiye timphahla ngapandle!

# text
source: Father: “I thought you said you would bring in the laundry today?”
ss_za: Babe: "Bengicabanga kutsi utsite utotingenisa timphahla letiwashiwe namuhla?"

# text
source: Mother: “No, I was busy cooking dinner! You told me you would take care of it! How could you forget? Now all the laundry is wet!”
ss_za: Make: "Cha, bengisaphisheke ngekupheka kudla kwantsambama! Wena ungitjele kutsi utokwenta loko! Ukhohlwe kanjani? Nyalo tonkhe timphahla setimanti!"

# text
source: Father: “I’m really sorry. It was a mistake!”
ss_za: Babe: "Ngiyacolisa kakhulu. Kube siphosiso!"

# text
source: Mother (thinking): I can’t believe he forgot! But everyone can make mistakes. Take a deep breath…
ss_za: Make (Acabanga): Angikholwa kutsi ukhohliwe! Kepha ke wonkhe umuntfu uyasenta siphosiso. Phefumula kakhulu…

# text
source: Mother: “I’m sorry if I sounded upset. I just got stressed because I have had a long day.”
ss_za: Make: "Ngiyacolisa uma ngivakele ngikwatile. Ngifikelwe nje kukhatsateka ngoba ngibe nelusuku loludze."

# text
source: Father: “I am sorry that I forgot the laundry. I know you have had a long day. I will make sure to take care of it after dinner.”
ss_za: Babe: "Ngiyacolisa kutsi ngitikhohliwe timphahla letiwashiwe. Ngiyati kutsi ube nelusuku loludze. Ngitawucinisekisa kutsi ngiyatingenisa emva kwekudla kwantsambama."

# text
source: Here’s a video message about resolving conflicts peacefully.
ss_za: Nangu umlayeto wevidiyo lomayelana nekucatulula kucabana ngekuthula.

# text
source: Here’s a audio message about resolving conflicts peacefully.
ss_za: Lalela nangu umlayeto lomayelana nekucatulula kucabana ngekuthula.

# text
source: Here are some tips you can try to resolve conflicts with your partner in a peaceful way.
ss_za: Nankha emasu longawetama kucatulula kucabana nemlingani wakho ngekuthula.

# text
source: 1️⃣ *COUNT TO 10*
ss_za: 1️⃣ *BALA UFIKE KU 10*

# text
source: 😣It can sometimes be really hard to stay calm when we’re having a disagreement with others.
ss_za: 😣Kungaba matima kakhulu kuhlala umoya uphasi uma sinekungavumelani nalabanye.

# text
source: 🔟 Try to think of something that you can do that might help, like taking a couple deep breaths or counting to ten.
ss_za: 🔟 Tama kucabanga lokutsite longakwenta kukusite, njengekutsatsa tikhawu letimbidlala uphefumula noma kubala ufike eshumini.

# text
source: 2️⃣ *TAKE A PAUSE*
ss_za: 2️⃣ *TSATSA SIKHASHANA UPHUMULE*

# text
source: ⏸On the first day of ParentText, you learned to close your eyes, breathe deep, and take a pause.
ss_za: ⏸Ngelilanga lekucala leParentText, wafundza kutsi uvale emehlo, uphefumule kakhulu, futsi utsatse sikhashana uphumule.

# text
source: 😃Taking a pause before responding can help us stay calm and respond better a little later.
ss_za: 😃Kutsatsa sikhashana sekuphumula ngaphambi kwekuphendvula kungasisita kutsi sihlale umoya uphasi bese siphendvula emva kwesikhashana.

# text
source: 🌷When you feel yourself getting angry, try taking a pause. You can do this!
ss_za: 🌷Uma uva ufikelwa kukwata, tama kutsi utsatse sikhashana uphumule. Ungakwenta loku!

# text
source: 3️⃣ *WALK AWAY IF NECESSARY*
ss_za: 3️⃣ *KHWESHA UMA KUDZINGEKA*

# text
source: 😣 Sometimes others respond to us negatively when we’re having a disagreement.
ss_za: 😣 Ngalesinye sikhatsi labanye bantfu basiphendvula kabi uma sinekungavumelani.

# text
source: ❗ In these situations, especially if you feel fearful or threatened, it may be best to walk away for a bit until everyone has calmed down.
ss_za: ❗ Kuletimo letinje, ikakhulu uma ufikelwa kwesaba noma usongelwa, kungaba kuhle kutsi ukhweshe kancane kuze wonkhe muntfu abeke umoya phasi.

# text
source: Remember, if you need help in a crisis, you can type HELP in ParentText to receive a list of community resources where you may find support.
ss_za: Khumbula, nangabe udzinga lusito etimeni letimatima, ungashayela i-HELP ku-ParentText kute utfole luhla lwetinsita temphakatsi longatfola kuto lusito.

# text
source: Home Activity! ⭐ Today’s home activity is to practise taking a pause. Do you have time to practise taking a pause today?
ss_za: Umsebenti Wasekhaya! ⭐ Umsebenti wasekhaya wanamuhla kutijwayeta kutsatsa sikhana sekuphumula. Unaso yini sikhatsi sekutijwayeta kutsatsa sikhashana sekuphumula namuhla?

# text
source: Good job! Taking a pause and staying calm is a great way to reduce conflicts.
ss_za: Usebente kahle kakhulu! Kutsatsa sikhashana uphumule nekuhlala ubeke umoya phasi kuyindlela lekahle yekwehlisa kucabana.

# text
source: It can be really hard to stay calm when we’re having a disagreement with others. Try to think of something that you can do that might help like taking a couple deep breaths. Remember you can refer back to this content in the Main Menu.
ss_za: Kungaba matima kakhulu kuhlala ubeke umoya phasi uma sinekungavumelani nalabanye bantfu. Tama kucabanga lutfo longalwenta lukusite njengetikhawu tekuphefumula kakhulu. Khumbula kutsi ungabuyela emuva kuloku lokucuketfwe kuMenyu Lenkhulu.

# text
source: Well done, you have completed the fourth step to having a healthy relationship with your partner! You are one step closer towards your goal of “Have a Healthy Relationship with my Partner” 🎉
ss_za: Wente kahle, sewucedzile sinyatselo sesine lesiyisa ekubeni nebuhlobo lobukahle nemlingani wakho! Sewusondzele ngesinyatselo sinye kuze ufike emgomeni wakho we "Kuba Nebuhlobo Lobuhle Nemlingani Wakho." 🎉

# text
source: This skill is about how you and your partner can listen and talk to each other in a positive way. 💙
ss_za: Lelikhono leli limayelana nekutsi wena nemlingani wakho ningalalelana futsi nikhulumisane njani nobabili ngendlela leyakhako. 💙

# text
source: Listening and talking to those around us are key to a more peaceful home. 👂
ss_za: Kulalela nekukhuluma nalabo lebadvutane natsi kusikhiya sekuba nelikhaya lelinekuthula. 👂

# text
source: Talking to your partner about issues before they become bigger problems can help avoid arguments from building up. 💛
ss_za: Kukhuluma nemlingani wakho ngetinkinga ngaphambi kwekutsi tibe tinkhulu kungasita kugwema kwandza kwekucabana. 💛

# text
source: Talking to and listening to your partner can help prevent conflict
ss_za: Kukhuluma nekulalela umlingani wakho kungasita kuvimbela kushayisana

# text
source: That’s correct! Sharing how we feel and talking about difficulties we’re facing makes everyone in the family stronger! When you listen and talk to your partner you can support each other more and help reduce conflict!
ss_za: Kunjalo! Kucoca ngekutsi sitiva kanjani nekukhuluma ngebumatima lesibhekene nabo kwenta wonkhe umuntfu ekhaya abe nemandla! Uma ulalela futsi ukhuluma nemlingani wakho ningasekelana kakhulu nobabili futsi nehlise kucabana!

# text
source: That’s incorrect. Sharing how we feel and talking about difficulties we’re facing makes everyone in the family stronger! When you listen and talk to your partner you can support each other more and help reduce conflict!
ss_za: Akusinjalo. Kucoca ngekutsi sitiva kanjani nekukhuluma ngebumatima lesibhekene nabo kwenta wonkhe umuntfu ekhaya abe nemandla! Uma ulalela futsi ukhuluma nemlingani wakho ningasekelana kakhulu nobabili futsi kusite kwehlisa kucabana!

# text
source: Here is a comic that shows how partners can listen and talk to each other in a supportive and loving way.
ss_za: Nali lihlaya lelibonisa kutsi balingani bangalalelana futsi bakhulumisane kanjani ngendlela yekusekelana nalenelutsandvo.

# text
source: Mother: “Are you okay, my love? You look tired.”
ss_za: Make: "Ngabe konkhe kuhamba kahle, sithandwa sami? Ubukeka ukhatsele."

# text
source: Father: “I didn’t sleep well last night and so I am feeling quite tired.”
ss_za: Babe:"Angikalali kahle ebusuku ngako ngitiva ngikhatsele."

# text
source: Mother: “I am sorry to hear that, {F1_FATHER}. Is there anything I can do to help?”
ss_za: Make: "Maye kubi ke kuva loko, {F1_FATHER}. Kukhona yini lengingakusita ngako?"

# text
source: Father: “I might try and get an earlier rest this evening.”
ss_za: Babe: "Kungenteka ngitame kusheshe ngiphumule namuhla entsambama."

# text
source: Mother: “I can take over the children’s bedtime routine after dinner tonight, so that you can get some extra rest.”
ss_za: Make: "Ngingatama kubonelela sikhatsi safutsi sekulala kwebantfwana emva kwekudla kwantsambama, khona utokwati kuphumula kakhulu."

# text
source: Father: “That would be lovely. Thank you so much, my dear.”
ss_za: Babe: "Kungaba kuhle kakhulu loko. Ngiyabonga kakhulu, sithandwa sami."

# text
source: Here’s a video message about listening and talking to each other.
ss_za: Nangu umlayeto wevidiyo lomayelana nekulalela kanye nekukhulumisana nobabili.

# text
source: Here’s a audio message about listening and talking to each other.
ss_za: Lalela nangu umlayeto lomayelana nekulalela kanye nekukhulumisana nobabili.

# text
source: Here are some tips on how you and your partner can listen and talk with each other in a supportive and loving way:
ss_za: Nankha emasu lamayelana nekutsi wena nemlingani wakho ningalalela futsi nikhulumisane kanjani nobabili ngendlela yekusekela nalenelutsandvo:

# text
source: 1️⃣ *SHARE HOW YOU FEEL*
ss_za: 1️⃣ *COCA NGEKUTSI UTIVA UNJANI*

# text
source: 🏆Sharing how we feel and talking about the difficulties we’re facing is a sign of strength and can make everyone in the family stronger!
ss_za: 🏆Kucoca ngekutsi utiva unjani nekukhuluma ngebumatima lobhekene nabo kuluphawu lwemandla futsi kungenta wonkhe umuntfu ekhaya abe nemandla!

# text
source: 💚 By sharing emotions you can better understand and support each other.
ss_za: 💚 Ngekutsi ucoce ngemivo ningevana futsi nisekelane kancono nobabili.

# text
source: 2️⃣ *YOU CHOOSE WHAT YOU SHARE*
ss_za: 2️⃣ *UYAKHETSA LONGACOCA NGAKO*

# text
source: 😃 Sharing your challenges with your partner is about making them more aware of how you are feeling.
ss_za: 😃 Kucoca ngetinkinga nemlingani wakho kumayelana nekumenta abone kutsi utiva unjani.

# text
source: ⭐Remember, you decide how much you share. You can always choose to share more at a later time.
ss_za: ⭐Khumbula kutsi, uyancuma kutsi kunganani lococa ngako. Ungakhetsa kucoca ngalokunye emva kwesikhatsi.

# text
source: 3️⃣ *BE KIND TO YOURSELF*
ss_za: 3️⃣ *BANI MNENE KUWE*

# text
source: 😣 Starting something new can be difficult.
ss_za: 😣 Kucala intfo lensha kungaba matima.

# text
source: ⏰Give yourself and others time to get used to it.
ss_za: ⏰Tinike wena nalabanye sikhatsi sekukujwayela.

# text
source: 4️⃣ *CHOOSE A TIME WHEN YOU FEEL COMFORTABLE*
ss_za: 4️⃣ *KHETSA SIKHATSI LAPHO UTIVA UKHULULEKILE*

# text
source: 💚It’s okay if you don't always want to share your emotions.
ss_za: 💚Kulungile uma ungafuni kucoca imivo yakho ngaso sonkhe sikhatsi.

# text
source: 🌷 You can choose to share how you’re feeling at a later time once you feel calmer.
ss_za: 🌷 Ungakhetsa kucoca ngekutsi utiva unjani ngalesinye sikhatsi nasewutiva umoya wakho uphasi.

# text
source: Home Activity! ⭐ Try setting aside some time to talk to your partner about your feelings and any difficulties you’re facing. Do you have time to do it today?
ss_za: Umsebenti Wasekhaya! ⭐ Tama kutinika sikhatsi sekukhuluma nemlingani wakho ngemivo yakho naletinye tinkinga lobhekene nato. Unaso yini sikhatsi sekukwenta namuhla?

# text
source: Good for you! Talking about challenges and our emotions can be hard. You are doing great! 🎉
ss_za: Kukahle kakhulu! Kukhuluma ngetinkinga nemivo yetfu kungaba matima. Wenta kahle kakhulu!🎉
