Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2_malaysia/*/*_delivery_menu.po
Languages: ms

# text
source: Thank you for taking time for this today. I'll see you tomorrow!
ms: Terima kasih kerana meluangkan masa untuk ini hari ini. Jumpa lagi esok!

# text
source: Great! You're showing up for your family, and I'm proud of you. Let's keep going tomorrow!
ms: Hebat! Anda hadir demi keluarga anda, dan saya bangga dengan anda. Jom kita teruskan lagi esok!

# text
source: Thanks for putting in the effort. @fields.child_nickname will really see the benefits of your hard work. See you tomorrow!
ms: Terima kasih kerana berusaha tanpa henti. @fields.child_nickname pasti akan merasai manfaat daripada usaha gigih anda. Jumpa lagi esok!

# text
source: Thanks for putting in the effort. Your child will really see the benefits of your hard work. See you tomorrow!
ms: Terima kasih kerana berusaha. Anak anda pasti akan merasai manfaat daripada usaha gigih anda. Jumpa lagi esok!

# text
source: It looks like this is not a good time. Please type 1 if you'd like to continue.
ms: Nampaknya ini bukan masa yang sesuai. Sila taip 1 jika anda ingin teruskan.

# text
source: 🎉You did it!🎉 You have completed @fields.prog_name and earned yourself a certificate. Congratulations!
ms: 🎉Tahniah!🎉 Anda telah menamatkan @fields.prog_name dan berjaya memperoleh sijil. Syabas!

# text
source: How should I print your name on the certificate?
ms: Bagaimanakah saya harus cetak nama anda pada sijil?

# text
source: This name is too long. Please enter a shorter name.
ms: Nama anda terlalu panjang. Sila masukkan nama yang lebih pendek.

# text
source: The name you would like to have on you certificate is @fields.sq_cert_name. Is that correct?
ms: Nama yang anda ingin letakkan pada sijil ialah @fields.sq_cert_name. Adakah betul?

# quick_replies
source: NEXT
ms: TERUSKAN

# quick_replies
source: Yes
ms: Ya

# quick_replies
source: No
ms: Tidak

# quick_replies
source: Finish this skill and complete my goal
ms: Selesaikan kemahiran ini dan lengkapkan matlamat saya

# quick_replies
source: Leave this goal unfinished and select a new goal
ms: Biarkan sahaja matlamat ini dan pilih matlamat baharu

# quick_replies
source: Give me an idea for 1-on-1 time with my child
ms: Berikan saya idea untuk sesi masa bersama seorang dengan seorang bersama anak saya

# quick_replies
source: I’m done for today
ms: Cukuplah untuk hari ini

# quick_replies
source: View another activity idea
ms: Lihat idea aktiviti lain

# quick_replies
source: Go to Main Menu
ms: Pergi ke Menu Utama

# quick_replies
source: Continue my progress tomorrow
ms: Sambung kemajuan saya esok

# quick_replies
source: Exit menu
ms: Keluar menu

# quick_replies
source: Something Quick
ms: Sesuatu yang Pantas

# quick_replies
source: Something Active
ms: Sesuatu yang Aktif

# quick_replies
source: Something Calm
ms: Sesuatu yang Tenang

# quick_replies
source: Something for the whole family
ms: Sesuatu yang sesuai untuk seluruh keluarga

# quick_replies
source: Now
ms: Sekarang

# quick_replies
source: Tomorrow
ms: Esok

# quick_replies
source: Remind me tomorrow
ms: Ingatkan saya esok

# quick_replies
source: View Incomplete Goals
ms: Paparkan Matlamat Tidak Diselesaikan

# quick_replies
source: View Goals to Start
ms: Papar Matlamat untuk Bermula

# quick_replies
source: Return to Main Menu
ms: Kembali ke Menu Utama

# quick_replies
source: Exit Menu
ms: Keluar Menu

# quick_replies
source: View Goals Achieved
ms: Paparkan Matlamat Yang Dicapai

# quick_replies
source: Complete this outstanding goal and leave my current goal incomplete
ms: Selesaikan matlamat tertangguh ini dan biarkan sahaja matlamat semasa saya yang tidak lengkap

# quick_replies
source: Complete another outstanding goal and leave my current goal incomplete
ms: Selesaikan matlamat tertangguh yang lain dan biarkan sahaja matlamat semasa saya yang tidak lengkap

# quick_replies
source: Start the new goal and leave my current goal incomplete
ms: Mulakan matlamat baharu dan biarkan sahaja matlamat semasa saya yang tidak lengkap

# quick_replies
source: Start a new goal and leave my current goal incomplete
ms: Mulakan matlamat baharu dan biarkan sahaja matlamat semasa saya yang tidak lengkap

# quick_replies
source: Review a skill from a different goal
ms: Semak semula kemahiran dari matlamat lain

# quick_replies
source: Return to Menu
ms: Kembali ke Menu

# quick_replies
source: Exit
ms: Keluar

# quick_replies
source: Review another skill from this goal
ms: Semak semula kemahiran lain daripada matlamat ini

# quick_replies
source: Get more help with this goal
ms: Dapatkan bantuan lanjut untuk matlamat ini

# quick_replies
source: Get help with a different challenge
ms: Dapatkan bantuan dengan cabaran lain

# quick_replies
source: Return to the Main Menu
ms: Kembali ke Menu Utama

# quick_replies
source: Track My Progress
ms: Menjejak Kemajuan

# quick_replies
source: Share with a Friend
ms: Berkongsi dengan rakan

# quick_replies
source: Emergencies
ms: Kecemasan

# quick_replies
source: Settings
ms: Tetapan

# quick_replies
source: Activities
ms: Aktiviti-aktiviti

# quick_replies
source: How to Use Naungan Kasih Text
ms: Cara menggunakan Naungan Kasih Text

# quick_replies
source: Get Help with the Goals I am Working on
ms: Dapatkan Bantuan untuk Matlamat yang saya sedang Pelajari

# quick_replies
source: Review Completed Skills
ms: Semak semula Kemahiran Yang Telah Diselesaikan

# quick_replies
source: Change your profile
ms: Ubah profil anda

# quick_replies
source: Stop receiving the messages
ms: Berhenti menerima mesej

# quick_replies
source: Your Language
ms: Bahasa Anda

# quick_replies
source: Your Media Settings
ms: Tetapan Media Anda

# quick_replies
source: Your Partner in Parenting
ms: Rakan Anda dalam Keibubapaan

# quick_replies
source: Your Gender
ms: Jantina Anda

# quick_replies
source: Your Relationship Status
ms: Status Hubungan Anda

# quick_replies
source: Your Child's Age
ms: Umur Anak Anda

# quick_replies
source: Your Child's Nickname
ms: Nama Panggilan Your Child

# quick_replies
source: Your Child's Gender
ms: Jantina Your Child

# quick_replies
source: English
ms: Bahasa Inggeris

# quick_replies
source: No, change my name.
ms: Tidak, tukar nama saya.

# quick_replies
source: Yes, that's right!
ms: Ya, itu betul!

# arguments
source: no
ms: tidak

# arguments
source: yes
ms: ya

# arguments
source: leave this goal unfinished and select a new goal
ms: biarkan sahaja matlamat ini dan pilih matlamat baharu

# arguments
source: finish this skill and complete my goal
ms: selesaikan kemahiran ini dan lengkapkan matlamat saya

# arguments
source: i’m done for today
ms: cukuplah untuk hari ini

# arguments
source: give me an idea for 1-on-1 time with my child
ms: berikan saya idea untuk sesi masa bersama seorang dengan seorang bersama anak saya

# arguments
source: view another activity idea
ms: lihat idea aktiviti lain

# arguments
source: go to main menu
ms: pergi ke menu utama

# arguments
source: continue my progress tomorrow
ms: sambung kemajuan saya esok

# arguments
source: exit menu
ms: keluar menu

# arguments
source: something quick
ms: sesuatu yang pantas

# arguments
source: something active
ms: sesuatu yang aktif

# arguments
source: something calm
ms: sesuatu yang tenang

# arguments
source: something for the whole family
ms: sesuatu yang sesuai untuk seluruh keluarga

# arguments
source: now
ms: sekarang

# arguments
source: tomorrow
ms: esok

# arguments
source: remind me tomorrow
ms: ingatkan saya esok

# arguments
source: view incomplete goals
ms: paparkan matlamat tidak diselesaikan

# arguments
source: view goals to start
ms: papar matlamat untuk bermula

# arguments
source: return to main menu
ms: kembali ke menu utama

# arguments
source: view goals achieved
ms: paparkan matlamat yang dicapai

# arguments
source: complete this outstanding goal and leave my current goal incomplete
ms: selesaikan matlamat tertangguh ini dan biarkan sahaja matlamat semasa saya yang tidak lengkap

# arguments
source: complete another outstanding goal and leave my current goal incomplete
ms: selesaikan matlamat tertangguh yang lain dan biarkan sahaja matlamat semasa saya yang tidak lengkap

# arguments
source: start the new goal and leave my current goal incomplete
ms: mulakan matlamat baharu dan biarkan sahaja matlamat semasa saya yang tidak lengkap

# arguments
source: start a new goal and leave my current goal incomplete
ms: mulakan matlamat baharu dan biarkan sahaja matlamat semasa saya yang tidak lengkap

# arguments
source: return to menu
ms: kembali ke menu

# arguments
source: review a skill from a different goal
ms: semak semula kemahiran daripada matlamat lain

# arguments
source: exit
ms: keluar

# arguments
source: review another skill from this goal
ms: semak semula kemahiran lain daripada matlamat ini

# arguments
source: get more help with this goal
ms: dapatkan bantuan lanjut untuk matlamat ini

# arguments
source: get help with a different challenge
ms: dapatkan bantuan dengan cabaran lain

# arguments
source: return to the main menu
ms: kembali ke menu utama

# arguments
source: track my progress
ms: menjejak kemajuan saya

# arguments
source: share with a friend
ms: berkongsi dengan rakan

# arguments
source: emergencies
ms: kecemasan

# arguments
source: settings
ms: tetapan

# arguments
source: activities
ms: aktiviti-aktiviti

# arguments
source: how to use naungan kasih text
ms: Cara menggunakan Naungan Kasih Text

# arguments
source: get help with the goals i am working on
ms: dapatkan bantuan untuk matlamat yang saya sedang capai

# arguments
source: review completed skills
ms: semak semula kemahiran yang telah diselesaikan

# arguments
source: change your profile
ms: ubah profil anda

# arguments
source: stop receiving the messages
ms: berhenti menerima mesej

# arguments
source: your language
ms: bahasa anda

# arguments
source: your media settings
ms: tetapan media Anda

# arguments
source: your partner in parenting
ms: rakan anda dalam keibubapaan

# arguments
source: your gender
ms: jantina anda

# arguments
source: your relationship status
ms: status hubungan anda

# arguments
source: your child's age
ms: umur anak anda

# arguments
source: your child's nickname
ms: nama panggilan anak anda

# arguments
source: your child's gender
ms: jantina anak anda

# arguments
source: yes y yeah yep ok
ms: ya yea yah ye y

# arguments
source: no n nope
ms: tidak tak t

# arguments
source: english
ms: bahasa Inggeris

# arguments
source: no, change my name.
ms: tidak, tukar nama saya.

# arguments
source: yes, that's right!
ms: ya, itu betul!
