Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2_malaysia/*/*_delivery_menu.po
Languages: ms

# text
source: In this goal, you will gain @fields.c_n_mod new skills. You will receive a new lesson each day. Today you will begin the first skill, @results.name.
ms: Anda akan menerima @fields.c_n_mod kemahiran baharu dalam matlamat ini. Setiap hari, anda akan menerima pelajaran baharu. Dan anda akan bermula dengan kemahiran baharu pada hari ini, @results.name.

# text
source: You have completed @fields.c_n_mod_compl out of @fields.c_n_mod skills in this goal. Today you will begin working on the skill @results.name.
ms: Anda telah menyelesaikan @fields.c_n_mod_compl daripada @fields.c_n_mod kemahiran dalam matlamat ini. Hari ini, anda akan mulakan kemahiran @results.name.

# text
source: fail
ms: gagal

# text
source: Let’s get started. Press NEXT to begin.
ms: Mari kita mulakan. Untuk bermula, tekan TERUSKAN.

# text
source: Congratulations! You have earned yourself a badge. You are now ready to begin the course. ⭐
ms: Tahniah! Anda telah memperoleh lencana untuk diri anda. Sekarang, anda sudah bersedia untuk mulakan kursus. ⭐

# text
source: NA
ms: Tidak Berkenaan

# text
source: This course has @fields.n_goals_prog goals, which one do you want to work on first?
ms: Kursus ini mempunyai @fields.n_goals_prog matlamat, matlamat manakah yang anda mahu mulakan dahulu?

# text
source: Sorry, I don't understand what you mean.
ms: Maaf, saya tidak faham apa maksud anda.

# text
source: You have seen all the goals
ms: Anda telah melihat kesemua matlamat yang ada

# text
source: You are so close to completing the course! You only have one goal left,
ms: Anda hanya tinggal satu matlamat sahaja, Anda semakin hampir melengkapkan kursus ini!

# text
source: It’s time to pick a new parenting goal! You have completed @fields.n_goals_completed of @fields.n_goals_prog goals. Which goal would you like to work on next?
ms: Sudah tiba masanya untuk memilih matlamat keibubapaan yang baharu! Anda telah melengkapkan @fields.n_goals_completed daripada @fields.n_goals_prog matlamat. Matlamat yang manakah yang ingin anda pilih untuk diteruskan?

# text
source: You only have one goal to start
ms: Anda hanya mempunyai satu matlamat untuk dimulakan

# text
source: You have completed @fields.n_goals_completed of @fields.n_goals_prog goals. Which goal would you like to work on next?
ms: Anda telah melengkapkan @fields.n_goals_completed daripada @fields.n_goals_prog matlamat. Seterusnya, matlamat yang mana satukah yang ingin anda pilih?

# text
source: 🎉You did it! Congratulations!🎉 You have completed the course and earned yourself the Positive Parenting Trophy 🏆. Well done!
ms: 🎉Tahniah! Anda berjaya!🎉 Anda telah menyelesaikan kursus ini dan memperoleh Trofi Keibubapaan Positif 🏆. Syabas!

# text
source: You have almost completed ParentText! Only this goal remains:
ms: Anda semakin hampir untuk menamatkan kursus ParentText! Hanya matlamat ini yang tinggal:

# text
source: You have seen all the goals and you have started @fields.n_goals_started goals. Which one would you like to complete?
ms: Anda telah melihat semua matlamat dan anda telah pun bermula dengan matlamat @fields.n_goals_started. Yang mana ingin anda selesaikan?

# text
source: There are no goals to start
ms: Tiada matlamat untuk dimulakan

# text
source: You only have the following goal to start
ms: Anda hanya ada matlamat berikut untuk dimulakan

# text
source: Would you like to begin this goal?
ms: Adakah anda ingin bermula dengan matlamat ini?

# text
source: That's okay.
ms: Tidak mengapa.

# text
source: Which new goal would you like to start?
ms: Matlamat baharu manakah yang ingin anda mulakan?

# text
source: There are no goals started
ms: Tiada matlamat yang telah dimulakan

# text
source: You only have the following goal started
ms: Anda hanya ada matlamat berikut yang telah dimulakan

# text
source: Which unfinished goal would you like to complete?
ms: Matlamat tidak lengkap yang manakah yang anda ingin selesaikan?

# text
source: There are no goals to complete
ms: Tidak ada matlamat untuk diselesaikan

# text
source: You only have the following goal to complete
ms: Anda hanya ada matlamat berikut untuk diselesaikan

# text
source: Great! Which unfinished goal would you like to complete?
ms: Bagus! Matlamat tidak lengkap yang manakah yang anda ingin selesaikan?

# text
source: You're almost finished with this goal! You only have 1 lesson remaining,
ms: Anda hampir selesai dengan matlamat ini! Tinggal 1 pelajaran sahaja lagi,

# text
source: What would you like to do?
ms: Apakah yang anda mahu lakukan?

# text
source: That’s okay. You can only earn your Parenting Trophy when all badges are earned. When you are ready, you can return to complete this goal through the Progress Tracker in the Main Menu by typing {MENU}.
ms: Tidak mengapa. Apabila anda telah mendapat semua lencana, barulah anda boleh mendapatkan Trofi Keibubapaan anda. Anda boleh kembali untuk menyelesaikan matlamat ini melalui Penjejak Kemajuan dalam Menu Utama dengan menaip {MENU} apabila anda sudah bersedia.

# text
source: You're almost finished with this goal! You have @fields.c_n_mod_started unfinished skills. Which skill would you like to complete?
ms: Anda hampir selesai dengan matlamat ini! Anda mempunyai @fields.c_n_mod_started kemahiran yang belum selesai. Kemahiran manakah yang ingin anda selesaikan?

# text
source: @(word_count(fields.c_mod_started) +1). Leave this goal unfinished and select a new goal
ms: @(word_count(fields.c_mod_started) +1). Biarkan matlamat ini tidak selesai dan pilih matlamat baharu

# text
source: You only have the following skill to complete:
ms: Anda hanya ada kemahiran berikut untuk diselesaikan:

# text
source: Which skill would you like to complete?
ms: Kemahiran manakah yang ingin anda selesaikan?

# text
source: You haven't started to work on a goal yet.
ms: Anda masih belum memulakan mana-mana matlamat lagi.

# text
source: You have only started the goal
ms: Anda baru sahaja memulakan matlamat tersebut

# text
source: Would you like support on it?
ms: Adakah anda memerlukan sokongan untuk perkara ini?

# text
source: That's okay. You can access more information at any time in the Main Menu
ms: Tidak mengapa. Anda boleh akses maklumat lebih lanjut pada bila-bila masa di Menu Utama

# text
source: What are you struggling with?
ms: Apakah perkara sukar yang anda alami?

# text
source: You haven't completed any skill yet.
ms: Anda masih belum menyelesaikan sebarang kemahiran.

# text
source: Which goal do you want to review?
ms: Matlamat manakah yang anda ingin semak semula?

# text
source: @(word_count(fields.goals_accessed) +1). Return to Main Menu
ms: @(word_count(fields.goals_accessed) +1). Kembali ke Menu Utama

# text
source: You haven't completed any skill in this goal yet.
ms: Anda masih belum menyelesaikan sebarang kemahiran dalam matlamat ini lagi.

# text
source: You have only completed the following skill:
ms: Anda telah melengkapkan matlamat anda yang berikut sahaja:

# text
source: Would you like to review it?
ms: Adakah anda mahu menyemak semula butiran ini?

# text
source: That's okay. You can come back here at any time to review it.
ms: Tidak mengapa. Anda boleh kembali ke sini untuk menyemak semula pada bila-bila masa.

# text
source: You have completed @fields.n_s_modules_compl skills within this goal. Which skill do you want to review?
ms: Anda telah melengkapkan @fields.n_s_modules_compl kemahiran dalam matlamat ini. Kemahiran manakah yang ingin anda semak semula?

# text
source: @(word_count(fields.s_modules_compl) +1). Return to Main Menu
ms: @(word_count(fields.s_modules_compl) +1). Kembali ke Menu Utama

# text
source: What would you like to do next?
ms: Apakah yang anda mahu lakukan seterusnya?

# text
source: What kind of activity do you want to try with your child?
ms: Apakah aktiviti yang anda ingin cuba bersama anak anda?

# text
source: Do you want to begin now or tomorrow?
ms: Adakah anda ingin mulakan sekarang atau pada hari esok?

# text
source: Great, see you tomorrow!
ms: Baik, jumpa anda esok!

# text
source: ParentText has @fields.n_goals_prog goals. We will begin with the first goal, @results.name. Once you complete this goal, you can choose which goal you want to work on next. Let's get started.
ms: Naungan Kasih Text mempunyai @fields.n_goals_prog matlamat. Kita akan bermula dengan matlamat pertama iaitu @results.name. Anda boleh memilih matlamat yang anda inginkan selepas anda menyelesaikan matlamat ini. Mari kita mulakan.

# text
source: 🎉Yahoo!🎉 Great work, @fields.first_user_name. Here's your certificate to keep and share.
ms: 🎉Yahoo!🎉 Tahniah, @fields.first_user_name. Ini sijil anda untuk disimpan dan dikongsi.

# text
source: If you ever need to reprint this certificate, send {PRINT}.
ms: Jika anda perlu mencetak semula sijil ini, hantarkan {PRINT}.

# text
source: 🎉CONGRATULATIONS!🎉 You have earned a badge and completed the goal @results.name. Well done!
ms: 🎉TAHNIAH!🎉 Anda telah mendapat lencana dan menyelesaikan matlamat @results.name. Syabas!

# text
source: Remember, if you need support with the skills you have learned, you can get extra help in the Main Menu. Just type {MENU} and select option 7 to get help with your parenting goals.
ms: Ingat, sekiranya anda memerlukan sokongan tentang kemahiran yang anda sudah pelajari, anda boleh dapatkan sokong bantuan di Menu Utama. Taip {MENU} dan pilih pilihan 7 untuk dapatkan sokongan.

# text
source: I've got another lesson ready for you! Are you ready to continue with your goal, @results.name?
ms: Saya ada menyediakan pelajaran lain untuk anda! Adakah anda bersedia untuk meneruskan matlamat anda, @results.name?

# text
source: Press a number on your keypad:
ms: Tekan satu nombor pada pad kekunci anda:

# text
source: 1. Yes
ms: 1. Ya

# text
source: 2. No, remind me tomorrow
ms: 2. Tidak, ingatkan saya esok

# text
source: You have made great progress. Are you ready to select your next parenting goal?
ms: Anda telah maju dengan hebat. Adakah anda ingin memilih matlamat keibubapaan anda yang seterusnya?

# text
source: 2. Remind me Later
ms: 2. Ingatkan saya kemudian

# text
source: ParentText has begun. Are you ready to complete your registration?
ms: ParentText telah dimulakan. Adakah anda bersedia untuk melengkapkan pendaftaran anda?

# text
source: You’re off track! Do you want to complete a previous skill or start a new skill?
ms: Anda telah tersasar daripada matlamat ini! Adakah anda ingin melengkapkan kemahiran sebelum ini atau memulakan kemahiran baharu?

# text
source: 1. Complete a previous skill
ms: 1. Lengkapkan kemahiran sebelum ini

# text
source: 2. Start a new skill
ms: 2. Mulakan kemahiran baharu

# text
source: Do you want to catch up and proceed to the next skill?
ms: Adakah anda ingin mengejar pembelajaran anda dan teruskan dengan kemahiran yang seterusnya?

# text
source: You're almost finished with this goal! You only have 1 unfinished skill. What would you like to do?
ms: Anda hampir menyelesaikan matlamat ini! Anda hanya mempunyai 1 kemahiran yang belum diselesaikan. Apakah yang ingin anda lakukan?

# text
source: 1. Finish this skill and earn my badge
ms: 1. Selesaikan kemahiran ini dan dapatkan lencana saya

# text
source: 2. Leave this goal unfinished and select a new goal
ms: 2. Biarkan sahaja matlamat ini dan pilih matlamat baharu

# text
source: That’s okay. You can only earn your Parenting Badge when all skills are completed. You can return to complete this goal through the Progress Tracker in the Main Menu by typing {MENU}.
ms: Tidak mengapa. Apabila semua kemahiran telah diselesaikan, barulah anda boleh mendapatkan Lencana Keibubapaan anda. Dengan menaip {MENU}, anda boleh kembali untuk menyelesaikan matlamat ini melalui Penjejak Kemajuan dalam Menu Utama.

# text
source: You're almost finished with this goal! You have @fields.c_n_mod_started unfinished skills. What would you like to do?
ms: Anda hampir selesai dengan matlamat ini! Anda mempunyai kemahiran @fields.c_n_mod_started yang belum selesai. Apakah yang ingin anda lakukan?

# text
source: 1. Complete unfinished skills to earn my badge
ms: 1. Selesaikan kemahiran untuk mendapatkan lencana saya

# text
source: It’s time to get started on your goal, @results.name. Are you ready?
ms: Sudah tiba masanya untuk mulakan matlamat anda, @results.name. Adakah anda sudah bersedia?

# text
source: 1. Yes!
ms: 1. Ya!

# text
source: 2. Remind me tomorrow
ms: 2. Ingatkan saya esok

# text
source: These messages don’t seem to be working. When you are ready to keep going, press 1.
ms: Nampaknya mesej ini tidak berfungsi. Apabila anda sudah bersedia, tekan 1 untuk teruskan.

# text
source: Today we are taking a break from your goal, @results.name, and checking in on your progress. Press 1 on your keypad to proceed.
ms: Hari ini kita berehat seketika daripada cubaan mencapai matlamat, @results.name, tetapi kita akan menyemak kemajuan anda. Untuk meneruskan, tekan 1 pada kekunci anda.

# text
source: You have not completed any goal yet.
ms: Anda masih belum selesaikan sebarang matlamat.

# text
source: You have completed the following goal:
ms: Matlamat anda yang berikut sudah diselesaikan:

# text
source: You have completed the following goals:
ms: Matlamat anda yang berikut sudah diselesaikan:

# text
source: There are no other goals to complete.
ms: Tidak ada matlamat lain untuk diselesaikan.

# text
source: You have the following outstanding goal to complete:
ms: Anda ada matlamat tertangguh berikut untuk diselesaikan:

# text
source: You are off track to complete this course! You have the following outstanding goals:
ms: Anda sudah ketinggalan untuk selesaikan pelajaran ini! Anda ada matlamat tertangguh berikut:

# text
source: You are on track to complete this course! There are no new goals to start!
ms: Anda menepati masa untuk selesaikan pelajaran ini! Tidak ada matlamat baharu untuk dimulakan!

# text
source: You have the following goal to start:
ms: Anda ada matlamat berikut untuk dimulakan:

# text
source: You have the following goals to start:
ms: Anda ada matlamat berikut untuk dimulakan:

# text
source: We hope this was helpful! You can access the Main Menu at any time by typing {MENU}.
ms: Kami berharap ini dapat membantu anda! Dengan menaip {MENU}, anda boleh mengakses Menu Utama pada bila-bila masa.

# text
source: Thank you for updating your relationship status. You've unlocked a new learning goal: @results.name.
ms: Terima kasih kerana mengemas kini status hubungan anda. Anda telah membuka matlamat pelajaran baharu: @results.name.

# text
source: To invite someone to join, share this link and ask them to type {READY} to join!
ms: Jika anda mahu mengajak sesiapa menyertai chatbot ini, kongsi pautan berikut dan minta mereka taip {READY} untuk memulakan perjalanan mereka!

# text
source: You have reached the end of this skill! 🎉
ms: Anda telah sampai ke penghujung kemahiran ini! 🎉

# text
source: What do you want to do next?
ms: Apa yang ingin anda lakukan seterusnya?

# text
source: That's okay. You can access more information at any time in the Main Menu.
ms: Tidak mengapa. Anda boleh mengakses maklumat lebih lanjut pada bila-bila masa di Menu Utama.

# text
source: 🎉You did it! Congratulations!🎉 You have completed the programme. Well done!
ms: 🎉Tahniah! Anda berjaya!🎉 Anda telah menyelesaikan program ini. Syabas!

# text
source: You have completed @fields.c_n_mod_compl out of @fields.c_n_mod skills.
ms: Anda telah melengkapkan @fields.c_n_mod_compl daripada kemahiran @fields.c_n_mod.

# text
source: @fields.n_goals_completed of @fields.n_goals_prog Goals Complete
ms: @fields.n_goals_completed daripada @fields.n_goals_prog Matlamat Selesai

# text
source: You are currently working on the goal @results.name.
ms: Anda sedang menuju ke arah matlamat anda @results.name.

# text
source: You have not selected which goal to work on next.
ms: Anda belum memilih matlamat untuk diteruskan kemudian.

# text
source: What would you like change?
ms: Apakah yang anda mahu tukar?

# text
source: Current Status: Your name is @fields.first_user_name.
ms: Status Semasa: Nama anda ialah @fields.first_user_name.

# text
source: You didn't tell us your name.
ms: Anda tidak memberitahu kami nama anda.

# text
source: Would you like to change it?
ms: Adakah anda mahu menukarnya?

# text
source: You didn't tell us your gender.
ms: Anda tidak memberitahu kami jantina anda.

# text
source: Current Status: You are a Woman.
ms: Status Semasa: Anda seorang wanita.

# text
source: Current Status: You are a Man.
ms: Status Semasa: Anda seorang lelaki.

# text
source: Current Status: You are a
ms: Status Semasa: Anda seorang

# text
source: You didn't tell us your relationship status.
ms: Anda tidak memberitahu kami status hubungan anda.

# text
source: Current Status: You are Single (not in a relationship).
ms: Status Semasa: Anda Bujang (bukan dalam hubungan).

# text
source: Current Status: You are Married.
ms: Status Semasa: Anda Berkahwin.

# text
source: Current Status: You are Partnered but not married.
ms: Status Semasa: Anda mempunyai Pasangan tetapi tidak berkahwin.

# text
source: Current Status: You are Divorced or separated.
ms: Status Semasa: Anda telah Bercerai atau berpisah.

# text
source: Current Status: You are Widowed.
ms: Status Semasa: Anda seorang Janda.

# text
source: Current Status: You are
ms: Status Semasa: Anda seorang

# text
source: You didn't provide this info.
ms: Maklumat ini tidak anda berikan.

# text
source: Current Status: @fields.child_nickname is @fields.child_age year old.
ms: Status Semasa: @fields.child_nickname berumur @fields.child_age tahun.

# text
source: Current Status: your child is @fields.child_age year old.
ms: Status Semasa: anak anda berumur @fields.child_age tahun.

# text
source: Current Status: Your child's name is @fields.child_nickname.
ms: Status Semasa: Nama anak anda ialah @fields.child_nickname.

# text
source: You didn't provide a nickname for your child.
ms: Anda tidak memberikan nama panggilan anak anda.

# text
source: @fields.child_nickname's gender has been updated.
ms: jantina @fields.child_nickname telah dikemas kini.

# text
source: Your child's gender has been updated.
ms: Jantina anak anda telah dikemas kini.

# text
source: You didn't tell us the gender of @fields.child_nickname.
ms: Anda tidak memberitahu kami jantina @fields.child_nickname.

# text
source: You didn't tell us the gender of your child.
ms: Anda tidak memberitahu kami jantina anak anda.

# text
source: Current Status: @fields.child_nickname is a Girl.
ms: Status Semasa: @fields.child_nickname ialah seorang Perempuan.

# text
source: Current Status: your child is a Girl.
ms: Status Semasa: Anak anda ialah seorang Perempuan.

# text
source: Current Status: @fields.child_nickname is a Boy.
ms: Status Semasa: @fields.child_nickname ialah seorang Lelaki.

# text
source: Current Status: your child is a Boy.
ms: Status Semasa: Anak anda ialah seorang Lelaki.

# text
source: Current Status: @fields.child_nickname is a
ms: Status Semasa: @fields.child_nickname ialah seorang

# text
source: Current Status: your child is a
ms: Status Semasa: Anak anda ialah seorang

# text
source: Your partner in parenting is @fields.avatar_name.
ms: Teman anda dalam keibubapaan ialah @fields.avatar_name.

# text
source: Current Status: You are receiving content as Text, Images, and Videos.
ms: Status Semasa: Anda sedang menerima kandungan dalam bentuk Teks, Imej dan Video.

# text
source: Current Status: You are receiving content as Text, Images, and Audio.
ms: Status Semasa: Anda sedang menerima kandungan dalam bentuk Teks, Imej dan Audio.

# text
source: Current Status: You are receiving content as Text and Images Only.
ms: Status Semasa: Anda sedang menerima kandungan dalam bentuk Teks dan Imej sahaja.

# text
source: Current Status: You are receiving content as
ms: Status Semasa: Anda sedang menerima kandungan dalam bentuk

# text
source: You are currently receiving messages in English.
ms: Buat masa ini, anda menerima mesej dalam bahasa Inggeris.

# text
source: You are currently receiving messages in Bahasa Melayu.
ms: Buat masa ini, anda menerima mesej dalam bahasa Melayu.

# text
source: You are currently receiving messages in
ms: Buat masa ini, anda terima mesej dalam

# text
source: Would you like to change your language?
ms: Adakah anda ingin menukar bahasa anda?

# text
source: You completed the ParentText demo. Type {RESET} and then {FACSTART} to re-start from the beginning.
ms: Anda telah melengkapkan demo NKText. Taip {RESET} dan kemudian {FACSTART} untuk mulakan semula dari awal.

# text
source: Thanks for participating in @fields.prog_name! Parenting is better with family and friends. To invite them to join @fields.prog_name, share this link and ask them to type {READY} to join! {share_link}
ms: Terima kasih kerana menyertai @fields.prog_name! Perjalanan keibubapaan lebih hebat jika mempunyai sokongan keluarga dan rakan. Untuk mengajak sesiapa menyertai @fields.prog_name, kongsi pautan ini dan minta mereka taip {READY} untuk memulakan program! {share_link}

# text
source: Remember you can always review courses by typing {MENU}.
ms: Anda boleh sentiasa semak semula kemahiran dengan menaip {MENU}.

# text
source: Please select your language:
ms: Sila pilih bahasa anda:

# text
source: This feature will be available once you complete @fields.prog_name and receive your certificate.
ms: Ciri ini akan tersedia selepas anda melengkapkan @fields.prog_name dan menerima sijil anda.

# text
source: Sorry, it looks like you've reached your limit of @fields.max_reprints reprints for your certificate.
ms: Maaf, nampaknya anda telah mencapai had maksimum @fields.max_reprints cetakan semula untuk sijil anda.

# text
source: It looks like we don’t have a name for your certificate yet.
ms: Nampaknya kami belum mempunyai nama untuk sijil anda.

# text
source: I'll prepare your certificate with the name @fields.certificate_name.
ms: Saya akan menyediakan sijil anda dengan nama @fields.certificate_name.

# text
source: Is that right?
ms: Adakah itu nama yang anda ingin gunakan untuk sijil anda?

# text
source: Here's your certificate!
ms: Ini sijil anda!

# text
source: Oops, something went wrong.
ms: Alamak, ada sesuatu yang tidak kena.

# text
source: I'm really proud of your effort today. Let’s build on it tomorrow!
ms: Saya benar-benar bangga dengan usaha anda hari ini. Jom kita teruskan lagi esok!

# text
source: We’re learning so much together. See you tomorrow!
ms: Kita berdua tengah belajar banyak perkara tentang keibubapaan bersama-sama. Jumpa lagi esok!

# text
source: We're making great progress together. See you tomorrow!
ms: Kita sedang membuat kemajuan yang hebat bersama. Jumpa lagi esok!

# text
source: Thank you for showing up and doing the work - that matters so much. See you again tomorrow!
ms: Terima kasih kerana setia bersama kami dan berusaha – itu sangat bermakna. Jumpa lagi esok!

# text
source: You did a great job today. I'll be right here again tomorrow to learn together!
ms: Anda telah lakukan dengan sangat baik hari ini. Saya akan berada di sini lagi esok untuk terus belajar bersama!

# text
source: Thanks for being here today - your effort matters. Let's keep going tomorrow!
ms: Terima kasih kerana bersama kami hari ini - usaha anda sangat bermakna. Jom kita sambung esok!

# text
source: Great! You're doing so well. I'll be here with you again tomorrow.
ms: Hebat! Anda sedang melakukannya dengan sangat baik. Saya akan bersama anda lagi esok.

# text
source: Thanks for all your effort today - I’m proud of you. See you again tomorrow!
ms: Terima kasih atas segala usaha anda hari ini - saya bangga dengan anda. Jumpa lagi esok!

# text
source: You're making real progress. Let’s build on it together tomorrow!
ms: Anda sedang maju dengan baik! Jom kita teruskan esok!
