Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2_malaysia/*/*_onboarding.po
Languages: ms

# text
source: ParentText is easiest to use when you receive content as videos, images and text. However, your data bundle and bandwidth may not support videos. To save on data, you can opt to receive the same content with a smaller audio file or as text. How would you like to receive ParentText?
ms: ParentText paling mudah digunakan apabila anda menetapkan untuk menerima kandungan dalam bentuk video, imej dan teks. Walau bagaimanapun, kuota data dan jalur lebar anda mungkin tidak dapat menyokong video. Bagi menjimatkan data, anda boleh memilih untuk menerima kandungan yang sama melalui fail audio atau teks yang lebih kecil. Apakah cara pilihan anda untuk menerima ParentText?

# text
source: Sorry, I don't understand what you mean.
ms: Maaf, saya tidak faham apa maksud anda.

# text
source: Are you a WOMAN or MAN?
ms: Adakah anda WANITA atau LELAKI?

# text
source: What is your relationship status?
ms: Apakah status hubungan anda?

# text
source: Is @fields.child_nickname a girl or a boy?
ms: Adakah @fields.child_nickname seorang perempuan atau lelaki?

# text
source: Is your child a girl or a boy?
ms: Adakah anak anda seorang perempuan atau lelaki?

# text
source: What is your ethnicity?
ms: Apakah etnik anda?

# text
source: What is your highest education level attained?
ms: Apakah tahap pendidikan tertinggi yang anda capai?

# text
source: Have you previously participated in a parenting programme?
ms: Pernahkah anda mengambil bahagian dalam program keibubapaan sebelum ini?

# text
source: Where do you live?
ms: Di manakah anda tinggal?

# text
source: What is your child's name?
ms: Siapakah nama anak anda?

# text
source: Please type "N" if you prefer not to answer.
ms: Sila taip "T" jika anda tidak mahu menjawab.

# text
source: What is your family name (surname)?
ms: Apakah nama keluarga anda or nama bapa anda?

# text
source: What is your first name?
ms: Apakah nama anda (tanpa nama keluarga atau nama bapa anda)?

# text
source: Please select your language:
ms: Sila pilih bahasa anda:

# text
source: This programme works! Did you know that over 200 million parents around the world have used our resources developed by Parenting for Lifelong Health, WHO, and UNICEF?
ms: Tahukah anda bahawa lebih 200 juta ibu bapa di seluruh dunia telah menggunakan sumber kami yang dibina oleh Parenting for Lifelong Health, WHO, dan UNICEF? Ini menunjukkan program ini berkesan!

# text
source: ✅Participating in ParentText is optional.
ms: ✅Penyertaan ParentText adalah secara sukarela.

# text
source: ✅Your personal information is safe and private. Your name and information will not be public, but your responses will be kept and used by researchers to learn how to support families like yours. They plan to publish the results.
ms: ✅Pengkaji selidik merancang untuk menerbitkan keputusan penyelidikan. Oleh itu, tindak balas anda akan disimpan dan digunakan oleh pengkaji selidik untuk mempelajari cara menyokong keluarga seperti anda tetapi nama dan maklumat anda tidak akan disiarkan. Semua maklumat peribadi anda adalah selamat dan disulitkan.

# text
source: ❌You can stop when you want. Just type {STOP}
ms: ❌Hanya taip {STOP} dan anda boleh berhenti pada bila-bila masa yang anda inginkan.

# text
source: Press YES if you agree with this. Type "EXIT" if you do not want to participate.
ms: Tekan "YA" jika anda bersetuju. Taip "KELUAR" jika anda enggan turut serta.

# text
source: That is wonderful, thank you so much!
ms: Sangat bagus, terima kasih banyak!

# text
source: Can you please confirm that you are 18 years old or older?
ms: Bolehkah anda mengesahkan bahawa anda berumur 18 tahun ke atas?

# text
source: Great! Let's begin.
ms: Bagus! Mari kita mulakan.

# text
source: Are you sure you do not want to get these messages? If you do not want to receive any more messages, please type NO. If you made a mistake, please press BACK and choose another option.
ms: Adakah anda pasti yang anda tidak mahu menerima mesej-mesej ini? Sila taip TIDAK sekiranya anda tidak lagi mahu menerima mesej. Sekiranya anda melakukan kesilapan, sila taip KEMBALI dan buat pilihan lain.

# text
source: If you ever return to participate in the programme, type HELLO.
ms: Taip HELO jika anda kembali untuk menyertai program ini.

# text
source: We hope to see you again soon, and we wish you a happy and peaceful day!
ms: Semoga berjumpa lagi! Selamat sejahtera!

# text
source: Sorry, ParentText is only for people over the age of 18. Do you confirm that you are under the age of 18?
ms: Maaf, ParentText hanya untuk individu yang berumur 18 tahun ke atas. Adakah anda mengesahkan bahawa anda berumur di bawah 18 tahun?

# text
source: If you want to experience ParentText, you can always share it with your parents or caregivers.
ms: Jika anda ingin menyertai ParentText, anda boleh kongsi maklumat ini dengan ibu bapa atau penjaga anda.

# text
source: Here is a video that shows how to use ParentText.
ms: Ini adalah video yang menunjukkan cara menggunakan ParentText.

# text
source: Variables have been reset
ms: Pemboleh ubah telah ditetapkan semula

# text
source: Welcome to ParentText, your partner in parenting. Thank you for being here! Let's get started:
ms: Selamat datang ke ParentText, rakan anda untuk keibubapaan. Terima kasih kerana berada di sini! Mari kita mulakan:

# text
source: ParentText will help you with all of the children in your life, but in this programme, we are focusing on just one child in your home between the ages of 2-9.
ms: Dalam program ini, kami memberi tumpuan hanya kepada satu orang anak sahaja pada masa ini. Namun begitu, ParentText dapat membantu anda jika anda mempunyai lebih daripada 1 orang anak.

# text
source: ParentText will help you with all of the children in your life, but in this programme, we are focusing on just one child at a time.
ms: Dalam program ini, kami memberi tumpuan hanya kepada satu orang anak sahaja pada satu-satu masa, meskipun ParentText dapat membantu anda jika anda mempunyai lebih daripada 1 orang anak.

# text
source: When was @fields.child_nickname born? Enter their date of birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2015, enter 19/05/2015.
ms: Bilakah tarikh lahir @fields.child_nickname? Masukkan tarikh lahir mereka mengikut format seperti ini: HH/BB/TTTT. Sebagai contoh: masukkan 19/05/2015 jika anak anda lahir pada 19 Mei 2015.

# text
source: When was your child born? Enter their date of birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2015, enter 19/05/2015.
ms: Bilakah tarikh lahir anak anda? Masukkan tarikh lahir mereka mengikut format seperti ini: HH/BB/TTTT. Sebagai contoh: masukkan 19/05/2015 jika anak anda lahir pada 19 Mei 2015.

# text
source: Sorry, this date is invalid. Please write your child's date of birth in this way: DD/MM/YYYY. For example, if your child was born on May 19, 2015, write 19/05/2015.
ms: Maaf, tarikh ini tidak sah. Masukkan tarikh lahir anak anda seperti ini: HH/BB/TTTT. Sebagai contoh, masukkan 19/05/2015 jika anak anda lahir pada 19 Mei 2015.

# text
source: The date you entered is in the future. Please write your child's date of birth in this way: DD/MM/YYYY. For example, if your child was born on May 19, 2015, write 19/05/2015.
ms: Maaf, tarikh yang anda masukkan masih belum tiba. Masukkan tarikh lahir anak anda seperti ini: HH/BB/TTTT. Sebagai contoh, masukkan 19/05/2015 jika anak anda lahir pada 19 Mei 2015.

# text
source: Thank you. You've been removed from the programme.
ms: Terima kasih. Anda telah dialih keluar daripada program ini.

# text
source: Let's try again. Please write your child's date of birth in this way: DD/MM/YYYY. For example, if your child was born on May 19, 2015, write 19/05/2015.
ms: Sila cuba sekali lagi. Masukkan tarikh lahir anak anda seperti ini: HH/BB/TTTT. Sebagai contoh, masukkan 19/05/2015 jika anak anda lahir pada 19 Mei 2015.

# text
source: @fields.child_nickname is @(round_down(datetime_diff(results.date,now(),"Y"))) years old. Is that correct?
ms: Adakah @fields.child_nickname berusia @(round_down(datetime_diff(results.date,now(),"M")/)) tahun sekarang?

# text
source: Your child is @(round_down(datetime_diff(results.date,now(),"Y"))) years old. Is that correct?
ms: Adakah anak anda berusia @(round_down(datetime_diff(results.date,now(),"M")/)) tahun sekarang?

# text
source: According to the date you gave, @fields.child_nickname would be under one year old. ParentText is only for children aged 2-6. Do you have a child between ages 2-6?
ms: Berdasarkan tairkh yang anda berikan, @fields.child_nickname berusia bawah setahun. ParentText hanya untuk anak-anak yang berumur 2 hingga 6 tahun. Adakah anda mempunyai kanak-kanak antara umur 2 hingga 6 tahun?

# text
source: According to the date you gave, your child would be under one year old. ParentText is only for children aged 2-6. Do you have a child between ages 2-6?
ms: Berdasarkan tarikh yang anda berikan, anak anda berusia bawah setahun. ParentText hanya untuk anak-anak yang berumur 2 hingga 6 tahun. Adakah anda mempunyai kanak-kanak antara umur 2 hingga 6 tahun?

# text
source: According to the date you gave, @fields.child_nickname would be @(round_down(datetime_diff(results.date,now(),"Y"))) years old. ParentText is only for children aged 2-6. Do you have a child between ages 2-6?
ms: Berdasarkan tarikh yang anda berikan, @fields.child_nickname berusia @(round_down(datetime_diff(results.date,now(),"Y"))) tahun. ParentText hanya untuk anak-anak yang berumur 2 hingga 6 tahun. Adakah anda mempunyai kanak-kanak antara umur 2 hingga 6 tahun?

# text
source: According to the date you gave, your child would be @(round_down(datetime_diff(results.date,now(),"Y"))) years old. ParentText is only for children aged 2-6. Do you have a child between ages 2-6?
ms: Berdasarkan tarikh yang anda berikan, anak anda berusia @(round_down(datetime_diff(results.date,now(),"Y"))) tahun. ParentText hanya untuk anak-anak yang berumur 2 hingga 6 tahun. Adakah anda mempunyai kanak-kanak antara umur 2 hingga 6 tahun?

# text
source: @fields.child_nickname is @(round_down(datetime_diff(results.date,now(),"M")/12)) years old. Is that correct?
ms: Adakah @fields.child_nickname berusia @(round_down(datetime_diff(results.date,now(),"M")/12)) tahun sekarang?

# text
source: Your child is @(round_down(datetime_diff(results.date,now(),"M")/12)) years old. Is that correct?
ms: Adakah benar bahawa anak anda berusia @(round_down(datetime_diff(results.date,now(),"M")/12)) tahun?

# text
source: According to the date you gave, @fields.child_nickname would be @(round_down(datetime_diff(results.date,now(),"M")/12)) years old. ParentText is only for children aged 3-6. If your child is aged 3-6, please write the date for your child's birth in this way: DD/MM/YYYY. For example, if your child was born on May 19, 2015, write 19/05/2015.
ms: ParentText hanya untuk kanak-kanak berumur 3-6 tahun. Berdasarkan tarikh yang anda berikan, @fields.child_nickname kini berumur @(round_down(datetime_diff(results.date,now(),"M")/12)) tahun. Jika anak anda berusia 3-6, sila letakkan tarikh lahir anak dalam format ini: HH/BB/TTTT. Sebagai contoh, jika anak anda lahir pada 19 Mei 2015, tuliskan seperti ini 19/05/2015.

# text
source: According to the date you gave, your child would be @(round_down(datetime_diff(results.date,now(),"M")/12)) years old. ParentText is only for children aged 3-6. If your child is aged 3-6, please write the date for your child's birth in this way: DD/MM/YYYY. For example, if your child was born on May 19, 2015, write 19/05/2015.
ms: ParentText hanya untuk kanak-kanak berumur 3-6 tahun. Berdasarkan tarikh yang anda berikan, anak anda kini berumur @(round_down(datetime_diff(results.date,now(),"M")/12)) tahun. Jika anak anda berusia 3-6, sila letakkan tarikh lahir anak dalam format ini: HH/BB/TTTT. Sebagai contoh, jika anak anda lahir pada 19 Mei 2015, tuliskan seperti ini 19/05/2015.

# text
source: How helpful has this programme been in improving your relationship with your child?
ms: Sejauh manakah program ini telah memperbaiki hubungan anda dengan anak anda?

# text
source: Which parenting goal has been the most useful to you?
ms: Apakah matlamat keibubapaan yang didapati paling berguna untuk anda?

# text
source: Would you recommend the programme to a friend or relative?
ms: Adakah anda akan mengesyorkan program ini kepada rakan atau saudara?

# text
source: How old are you?
ms: Berapakah umur anda?

# text
source: You entered @results.number. This programme is for parents and caregivers that are over 18 years old.
ms: Anda telah memasukkan @results.number. Program ini adalah untuk ibu bapa dan penjaga yang berumur 18 tahun ke atas.

# text
source: Do you confirm that you are @results.number years old?
ms: Adakah anda mengesahkan bahawa anda berumur @results.number tahun?

# text
source: Sorry, ParentText is only for people over the age of 18.
ms: Maaf, ParentText hanya untuk individu yang berumur 18 tahun ke atas.

# text
source: You entered @results.number. This looks too old. Let's try again.
ms: Anda telah memasukkan @results.number. Nampaknya usia terlalu tua. Mari cuba lagi.

# text
source: Sorry, I don't understand what you mean. Please reply with your age.
ms: Maaf, saya tidak faham apa yang anda maksudkan. Sila jawab dengan umur anda.

# quick_replies
source: Text, Images, and Videos
ms: Teks, Imej, dan Video

# quick_replies
source: Text, Images, and Audio
ms: Teks, Imej, dan Audio

# quick_replies
source: Text and Images Only
ms: Teks dan Imej Sahaja

# quick_replies
source: Woman
ms: Wanita

# quick_replies
source: Man
ms: Lelaki

# quick_replies
source: Prefer not to say
ms: Memilih untuk tidak menjawab

# quick_replies
source: Single (not in a relationship)
ms: Bujang (tiada sebarang hubungan)

# quick_replies
source: Married
ms: Berkahwin

# quick_replies
source: Partnered but not married
ms: Berpasangan tetapi tidak berkahwin

# quick_replies
source: Divorced or separated
ms: Bercerai atau berpisah

# quick_replies
source: Widowed
ms: Janda/Duda

# quick_replies
source: Girl
ms: Perempuan

# quick_replies
source: Boy
ms: Lelaki

# quick_replies
source: Malay
ms: Bahasa Melayu

# quick_replies
source: Chinese
ms: Cina

# quick_replies
source: Indian
ms: India

# quick_replies
source: Other
ms: Lain-lain

# quick_replies
source: No education
ms: Tiada pendidikan

# quick_replies
source: Primary school
ms: Sekolah rendah

# quick_replies
source: SPM or equivalent
ms: SPM atau setara dengannya

# quick_replies
source: Diploma or certificate
ms: Diploma atau sijil

# quick_replies
source: Bachelor's degree
ms: Ijazah sarjana muda

# quick_replies
source: Master's degree
ms: Ijazah sarjana

# quick_replies
source: Doctoral degree
ms: Ijazah perdoktoran

# quick_replies
source: Yes
ms: Ya

# quick_replies
source: No
ms: Tidak

# quick_replies
source: Malacca
ms: Melaka

# quick_replies
source: Penang
ms: Pulau Pinang

# quick_replies
source: Other location
ms: Lokasi lain

# quick_replies
source: English
ms: Bahasa Inggeris

# quick_replies
source: YES
ms: YA

# quick_replies
source: Yes, I am over 18
ms: Ya, saya berumur lebih 18 tahun

# quick_replies
source: No, I am under 18
ms: Tidak, saya berumur bawah 18 tahun

# quick_replies
source: BACK
ms: KEMBALI

# quick_replies
source: Very unhelpful
ms: Sangat tidak membantu

# quick_replies
source: Unhelpful
ms: Tidak membantu

# quick_replies
source: Neutral
ms: Neutral (berkecuali)

# quick_replies
source: Helpful
ms: Membantu

# quick_replies
source: Very helpful
ms: Sangat membantu

# quick_replies
source: Improve my relationship with my child
ms: Menambah baik hubungan saya dengan anak saya

# quick_replies
source: Give my child structure
ms: Memberikan persekitaran yang seimbang kepada anak saya

# quick_replies
source: Keep my child safe and healthy
ms: Menjaga keselamatan dan kesihatan anak saya

# quick_replies
source: Manage my child's behaviour
ms: Menguruskan tingkah laku anak saya

# quick_replies
source: Prepare my child for success in school
ms: Persiapkan anak saya untuk menempa kejayaan di sekolah

# quick_replies
source: Understand child development
ms: Memahami perkembangan anak

# quick_replies
source: Create positive family relationships
ms: Cipta hubungan kekeluargaan yang positif

# quick_replies
source: Managing finances and family budgeting
ms: Menguruskan kewangan dan belanjawan keluarga

# quick_replies
source: Strongly not recommend
ms: Sangat tidak disyorkan

# quick_replies
source: Not recommend
ms: Tidak disyorkan

# quick_replies
source: Recommend
ms: Disyorkan

# quick_replies
source: Strongly Recommend
ms: Sangat Disyorkan

# arguments
source: text, images, and videos
ms: teks, imej, dan video

# arguments
source: text, images, and audio
ms: teks, imej, dan audio

# arguments
source: text and images only
ms: teks dan imej sahaja

# arguments
source: woman
ms: wanita

# arguments
source: man
ms: lelaki

# arguments
source: prefer not to say
ms: memilih untuk tidak menjawab

# arguments
source: single (not in a relationship)
ms: bujang (tiada sebarang hubungan)

# arguments
source: married
ms: berkahwin

# arguments
source: partnered but not married
ms: berpasangan tetapi tidak berkahwin

# arguments
source: divorced or separated
ms: bercerai atau berpisah

# arguments
source: widowed
ms: janda/duda

# arguments
source: girl
ms: perempuan

# arguments
source: boy
ms: lelaki

# arguments
source: malay
ms: bahasa melayu

# arguments
source: chinese
ms: cina

# arguments
source: indian
ms: india

# arguments
source: other
ms: lain-lain

# arguments
source: no education
ms: tiada pendidikan

# arguments
source: primary school
ms: sekolah rendah

# arguments
source: spm or equivalent
ms: spm atau setara dengannya

# arguments
source: diploma or certificate
ms: diploma atau sijil

# arguments
source: bachelor's degree
ms: ijazah sarjana muda

# arguments
source: master's degree
ms: ijazah sarjana

# arguments
source: doctoral degree
ms: ijazah perdoktoran

# arguments
source: yes
ms: ya

# arguments
source: no
ms: tidak

# arguments
source: malacca
ms: melaka

# arguments
source: other location
ms: lokasi lain

# arguments
source: n
ms: t

# arguments
source: english
ms: bahasa Inggeris

# arguments
source: exit
ms: keluar

# arguments
source: yes y over
ms: ya y melebihi

# arguments
source: no n under
ms: tidak t bawah

# arguments
source: back
ms: kembali

# arguments
source: no n nope
ms: tidak tak t

# arguments
source: yes y yeah yep
ms: ya yea yah ok ye y

# arguments
source: very unhelpful
ms: sangat tidak membantu

# arguments
source: unhelpful
ms: tidak membantu

# arguments
source: neutral
ms: neutral (berkecuali)

# arguments
source: helpful
ms: membantu

# arguments
source: very helpful
ms: sangat membantu

# arguments
source: improve my relationship with my child
ms: menambah baik hubungan saya dengan anak saya

# arguments
source: give my child structure
ms: memberikan persekitaran yang seimbang kepada anak saya

# arguments
source: keep my child safe and healthy
ms: menjaga keselamatan dan kesihatan anak saya

# arguments
source: manage my child's behaviour
ms: menguruskan tingkah laku anak saya

# arguments
source: prepare my child for success in school
ms: persiapkan anak saya untuk menempa kejayaan di sekolah

# arguments
source: understand child development
ms: memahami perkembangan anak

# arguments
source: create positive family relationships
ms: cipta hubungan kekeluargaan yang positif

# arguments
source: managing finances and family budgeting
ms: menguruskan kewangan dan belanjawan keluarga

# arguments
source: strongly not recommend
ms: sangat tidak disyorkan

# arguments
source: not recommend
ms: tidak disyorkan

# arguments
source: recommend
ms: disyorkan

# arguments
source: strongly recommend
ms: sangat disyorkan
