Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_teens_tz/*/*_activities.po
Languages: sw

# data_list
source: Skipping Rope Song
sw: Wimbo wa kuruka kamba

# data_list
source: Let’s get moving with a skipping game. 🎈 This energetic game builds coordination, confidence, and teamwork. 🌈
sw: Ebu tuendelee na mchezo wa kuruka Mchezo huu hujenga muunganiko, kukuamini, na umoja. 🌈

# data_list
source: 🎈 Find a long rope or make one from tied-up tights or string. 2️⃣ Two people turn the rope while one jumps in the middle. 🎵 Sing a song together as they jump – do you remember one from your childhood or can you use a different song you all know? 🏆 You can add fun moves like hopping, clapping, or even dancing while skipping. 💛 Then switch places so everyone gets a turn.
sw: Tafuta kamba ndefu au tengeneza iliyofungwa vizuri Watu wawili wazungushe kamba wakati mmoja akiruka katikati. Imba wimbo pamoja wakiwa wanaruka - unamkumbuka mtu mmoja wakati wa watotoni au mnaweza kutumia wimbo mwingine mnaoujua wote? Mnaweza kuongeza filamu kama matumaini, kupiga makofi, au hata kwa kucheza wakati mnatuma. Baadae mbadilishane nafasi ili kila mmoja apate kuruka.

# data_list
source: Round & Round
sw: Zunguka

# data_list
source: Let’s make a circle, sing, and get moving with some fun and silly moves! 🎶 This activity builds connection, encourages coordination and balance, and sparks lots of laughter and creativity 😃
sw: Ebu tuunde duara, imba, na endelea na miondoko ya kufurahisha Hii hujenga ukaribu, huhamasisha muunganiko na mlingano na muangue vicheko na kazi😀

# data_list
source: 👋 Grab each other’s hands and form a circle. 🎵 Walk round and round while you sing a song you know - it could be one from your childhood like “Ring-a-Rosy” or “Sawa Sonke”, or a favourite your child loves. 🎉 As you go round, add some silly moves to make it even more fun. Try hopping on one leg, see if you can put your leg over the next person’s arm, or gently fall to the ground when the song finishes. 🔄 Take turns choosing the next move or song!
sw: 👋 Shikaneni mikono na uunde mduara. 🎵 Tembea huku na huku, huku ukiimba wimbo unaojua - unaweza kuwa wimbo wa utotoni mwako kama vile “Ring-a-Rosy” au “Sawa Sonke”, au wimbo unaopenda mtoto wako. Unapozunguka, ongeza hatua za kipuuzi ili kuifanya iwe ya kufurahisha zaidi. Jaribu kuruka juu ya mguu mmoja, angalia ikiwa unaweza kuweka mguu wako juu ya mkono wa mtu mwingine, au kuanguka chini kwa upole wakati wimbo unakamilika. Pokezaneni kuchagua hoja au wimbo unaofuata!

# data_list
source: Can You Catch It?
sw: Unaweza kukikamata?

# data_list
source: Let’s see if you can follow instructions while catching a ball! ⚽ This activity is a great way to improve coordination, concentration, and quick thinking - all while having fun! 💡
sw: Embu tuone kama unaweza kufuata maelekezo wakati wa kukamata mpira! ⚽ Shughuli hii ni njia nzuri ya kuboresha uratibu, umakini, na kufikiri kwa haraka – vyote huku ukifurahia! 💡

# data_list
source: ✅ Start by standing about three metres apart and gently throw a ball at each other. After a few easy throws, it’s time to introduce the rules! 1️⃣ When the thrower shouts ‘one’, the catcher has to catch the ball with their right hand and put their left foot out. 2️⃣ If the thrower shouts ‘two’, the catcher catches with their left hand and puts their right foot out. ⭐ Once you’re confident, add some extra numbers and rules! ⏰ For the game to work, make sure the number is called before you throw the ball, so the catcher has time to react!
sw: ✅ Anza kwa kusimama umbali wa mita tatu hivi na kurushiana mpira taratibu. Baada ya kutupiana mara chache kwa urahisi, ni wakati wa kuanzisha sheria! 1️⃣ Mrushaji anapopiga kelele ‘mmoja’, mdakaji hana budi kuudaka mpira kwa mkono wake wa kulia na kuutoa mguu wake wa kushoto nje. 2️⃣ Mrushaji akipiga kelele ‘mbili’, mdakaji anashika kwa mkono wake wa kushoto na kuutoa mguu wake wa kulia nje. ⭐ Mara tu unapojiamini, ongeza namba na sheria za ziada! ⏰ Ili mchezo ufanye kazi, hakikisha kuwa namba imeitwa kabla ya kurusha mpira, ili mshikaji apate muda wa kujibu!

# data_list
source: 🚩 You can adjust the rules to make it perfect for every age.
sw: 🚩 Unaweza kurekebisha sheria ili kuifanya iwe kamili kwa kila umri.

# data_list
source: Adapted from Learning Through Play: https://learningthroughplay.com/let-s-play/can-you-catch-it
sw: Imechukuliwa kutoka kwa kujifunza kupitia kucheza: https://learningthroughplay.com/let-s-play/can-you-catch-it

# data_list
source: Unseen Guesses
sw: Makisio Yasiyoonekana

# data_list
source: You can do this activity when you are together with at least three people in total. 3️⃣ This game is not only fun but also helps children develop strong communication skills and teaches them how to work together to achieve a goal. 💚
sw: Unaweza kufanya shughuli hii mkiwa pamoja walau watu watatu. 3️⃣ Mchezo huu sio wa kufurahisha tu bali pia huwasaidia watoto kukuza ujuzi thabiti wa mawasiliano na kuwafundisha jinsi ya kufanya kazi pamoja ili kufikia lengo. 💚

# data_list
source: 👀 Ask your child and another child/adult to sit next to each other. Blindfold both using a scarf or hat. 🚗 Give your child an object and ask them to feel it and describe it, without saying the name of the object! 🎁 The other person’s job is to figure out what the object is based on the description. ✅ The “guesser” can ask questions, but the “speaker” can only answer with "yes" or "no". 🔄 After each round, swap roles and play again, giving everyone a chance to be the “speaker” and “guesser” and the one to provides the object.
sw: 👀 Uliza mtoto wako na mtoto mwingine/mtu mzima kukaa karibu karibu. Wafunge macho wote kwa kutumia skafu au kofia. 🚗 Mpe mtoto wako kitu na umwombe akishike na akielezee, bila kutaja jina la kitu hicho! 🎁 Kazi ya mtu mwingine ni kubaini ni kitu gani kulingana na maelezo. ✅ "Mtabiri" anaweza kuuliza maswali, lakini "mzungumzaji" anaweza tu kujibu kwa "ndiyo" au "hapana". 🔄 Baada ya kila mzunguko, badilishana majukumu na ucheze tena, ukimpa kila mtu nafasi ya kuwa "mzungumzaji" na "mtabiri" na yule wa kutoa kitu.

# data_list
source: Adapted from Learning Through Play: https://learningthroughplay.com/let-s-play/unseen-guesses
sw: Imechukuliwa kutoka Kujifunza Kupitia Kucheza: https://learningthroughplay.com/let-s-play/unseen-guesses

# data_list
source: A Friendly Chat
sw: Mazungumzo ya Kirafiki

# data_list
source: Want to connect with your teen? Start by talking about what they care about! 😃 These small chats can lead to stronger connections and bigger conversations down the road.👂❤️
sw: Je unahitaji kuwa karibu na kijana wako? Anza kwa kuongelea vitu wanavyovijali! 😀 Maongezi haya madogo madogo yanaweza kupelekea ukaribu mkubwa na maongezi muhimu zaidi hapo mbeleni.👂♥️

# data_list
source: ⚽ An easy way to start talking to your teen is to ask them about something they are interested in. For example, you could talk about sports, books, movies, friends, music, celebrities, or school.
sw: ⚽ Njia rahisi ya kuanza kuongea na kijana wako ni kuwauliza kuhusu vitu wanavyopendelea. Kwa mfano, mnaweza kuongea kuhusu michezo, vitabu, filamu, marafiki, muziki, watu maarufu, au shule.

# data_list
source: 👂 You may not find everything your teen shares to be interesting, but it’s important to show enthusiasm and an eagerness to learn.
sw: 👂 Unaweza usione kila kitu anachokushirikisha kijana wako kuwa cha kuvutia, lakini ni muhimu kuonesha umeguswa na unatamani kujifunza.

# data_list
source: Reflect on the Positive
sw: Tafakari juu ya Mazuri

# data_list
source: Looking for a simple way to boost your mood and connect as a family? Try this quick daily check-in! 🌈 Sharing positive moments - big or small - helps everyone feel more grateful and supported.
sw: Je unatafuta njia rahisi ya kuamsha morali yenu na kuwa karibu kama familia? Jaribu hii yakumjulia hali kila mtu kila siku! 🌈 Kushirikishana nyakati chanya - kubwa au ndogo - husaidia kila mmoja kujihisi wa muhimu na anapata msaada.

# data_list
source: 💡 Together, take a minute to think about all the things you did today. ☀️ Take turns sharing one positive or fun thing that happened. This could be something small, like feeling good because you cleaned the house, or something big, like spending time with family and friends. ⏰ Try doing this every day - even more on the days it feels like you have not done anything special.
sw: 💡 Kwa pamoja, tumia dakika moja kufikiria vitu vyote mlivyofanya Leo. ☀️ Shirikishaneni kitu kimoja chanya au cha kufurahisha kilichotokea. Inaweza kuwa kitu kidogo, kama vile kujisikia vizuri kwa sababu umesafisha nyumba, au kitu kikubwa, kama kutumia muda wa pamoja na familia na marafiki. ⏰ Jaribu kufanya hivi kila siku - hasa kwa siku unazohisi kama hujafanya kitu muhimu.

# data_list
source: Dance Moves
sw: Miondoko ya kucheza

# data_list
source: Let's get moving! 👋 Dancing is a great way to exercise, have fun, and bond with your teen at the same time! 🎵
sw: Ebu tuendelee! 👋 Kucheza mziki ni njia nzuri ya kufanya mazoezi, kufurahia, na wakati huo huo kuwa karibu na kijana! 🎵

# data_list
source: This game can be played in pairs or a group with everyone taking turns being the leader: 📱 Let your teen choose a song they like and create a set of dance moves. 👀 First person does a dance move and everyone else copies it. ☀️ Don’t worry about perfecting the dance moves, it’s all about having fun together! 💡 If you want to, you can perform your dance for the household!
sw: Mchezo huu unaweza kuchezwa wawili wawili au kikundi huku kila mmoja akichukua zamu kuwa kiongozi: 📱 Ruhusu kijana wako achague wimbo anaoupenda na atengeneze aina mbali mbali ya miondoko ya dansi. 👀 Mtu wa kwanza anacheza densi na kila mtu anaigilizia. ☀️ Usijali kuhusu kuboresha miondoko ya dansi, ni kuhusu kufurahiya pamoja! 💡 Ukitaka, unaweza kuigiza dansi yako kwa ajili ya kaya!

# data_list
source: Check-in Chat
sw: Angalia kwenye mazungumzo

# data_list
source: Actively checking in on one another helps to keep relationships healthy! ⭐
sw: Kujuliana hari mara kwa mara husaidia kudumisha uhusiano mzuri! ⭐

# data_list
source: Ask each other questions: 👂🏾 “What made you happy today?” 💛 “What was difficult today?” 🫶🏾 “How can I help you?”
sw: Ulizaneni maswali: 👂🏾 "Ni nini kilikufurahisha leo?" 💛 "Ni nini kilikuwa kigumu leo?" 🫶🏾 "Nikusaidieje?"

# data_list
source: Go easy on yourself if your teen does not want to share their problems with you. 💙 Often, teens are afraid to share as they are scared they will get in trouble. Getting upset with them won’t help - keep showing you love them and give them time! 🌷
sw: Kuwa na amani kama kijana wako hataki kukushirikisha matatizo yake. 💙 Mara nyingi, vijana wanaogopa kusema kwa sababu wanahisi wataingia kwenya matatizo. Kuwakasirikia hakutasaidia - endelea kuwaonyesha unawapenda na uwape muda! 🌷

# data_list
source: Express Yourself
sw: Jielezee

# data_list
source: This playful dance game is a great way to get moving and boost everyone’s mood! 💃🕺 It encourages creativity, memory, and teamwork - all while having fun as a family. 🎶
sw: Huu mchezo wakucheza ni namna nzuri yakufanya kila mtu ajumuike na unainua hali ya kila mtu! 💃🕺 Inahamasisha ubunifu, kumbukumbu, na kufanya kazi kwa pamoja - wakati wote tukiwa tunafurahia kama familia. 🎶

# data_list
source: 🌈 This game can be played in pairs or as a group - stand facing each other or in a circle. 🎵 Together, choose a fun and upbeat song to play and a person to start the game by creating one dance move. 👀 The person to their right must copy that dance move and add their own move to it. ✨ Go around the circle, each person adding their own dance move to the full song. 🔄 The first one who forgets someone's dance moves or does it in the wrong order chooses the next song and starts the game again. 🎉 Try new dance moves with this game and have fun!
sw: 🌈 Mchezo huu unaweza kuchezwa wawili wawili au kama kikundi - simameni mkitazamana au kwenye mduara. 🎵 Kwa pamoja, chagua wimbo wa kufurahisha na wa kusisimua wa kucheza na mtu wa kuanzisha mchezo kwa kuunda harakati moja ya dansi. 👀 Mtu aliye upande wake wa kulia lazima aigize hiyo dansi na aongezee mwendo wake. ✨ Zunguka kwenye mduara, kila mtu akiongeza dansi yake kwa wimbo kamili. 🔄 Wa kwanza anayesahau dansi ya mtu anasonga au anaifanya kwa mpangilio mbaya anachagua wimbo unaofuata na kuanza mchezo tena. 🎉 Jaribu miondoko mipya ya dansi na mchezo huu na ufurahie!

# data_list
source: Weekly Goal Setting
sw: Kupangilia malengo ya wiki

# data_list
source: Setting goals together is a great way to build confidence and stay motivated! ⭐ Weekly goals are small steps that help you and your teen grow - one week at a time. 🎉
sw: Kuweka malengo pamoja ni njia nzuri ya kujenga kujiamini na kuendelea kuhamasishwa! ⭐ Malengo ya kila wiki ni hatua ndogo zinazokusaidia wewe na kijana wako kukua - wiki moja baada ya nyingine. 🎉

# data_list
source: 1. ⭐ At the start of the week, help your teen set one specific and achievable goal. 2. 🤝 Share your own goal too - support each other throughout the week. 3. 🎉 Praise your teen’s effort and celebrate their progress. 4. 💬 If they don’t reach their goal, talk about what happened and how to try again next time.
sw: 1. ⭐ Mwanzoni mwa juma, msaidie kijana wako kuweka lengo moja mahususi na linaloweza kufikiwa. 2. 🤝 Shiriki lengo lako pia - kusaidiana wiki nzima. 3. 🎉 Sifu juhudi za kijana wako na ufurahie maendeleo yao. 4. 💬 Ikiwa hawatafikia lengo lao, zungumza kuhusu kilichotokea na jinsi ya kujaribu tena wakati ujao.

# data_list
source: 🔁 Make this a weekly habit to build confidence and success step by step!
sw: 🔁 Fanya hili kuwa tabia ya kila wiki ili kujenga ujasiri na mafanikio hatua kwa hatua!

# data_list
source: Role play
sw: Maigizo

# data_list
source: Let’s start acting! ⭐ Role-playing is when you pretend to be someone in a certain situation, and act out how you think things will go. This is a fun way to help your teen understand how others might act or feel, and for you to learn more about how your teen thinks and feels. ✨
sw: Tuanze tuigiza! ⭐ Igizo ni pale ambapo unajifanya kuwa mtu katika hali fulani, na igiza namna unafikiri vitu vitakavyoenda. Hii ni njia ya furaha ya kumsaidia kijana wako aelewe jinsi wengine watafanya au kujisikia, na kwa ajili yako kujifunza zaidi kuhusu namna kijana wako anavofikiria na kujisikia. ✨

# data_list
source: 1. 😊 Ask your teen if they’d like to try a fun “role-playing” game with you. 2. 🎭 Let them choose a situation to act out - it could be something from school or even social media. For example, playing a teacher and student, or a teen being offered a drink at a party. 3. 🎬 Let your teen decide who plays each role, and act it out together! 4. 💬 After the role-play, talk about what you both learned. Ask questions like, “How did that feel?” or “What did you notice about the situation?” This helps your teen understand different perspectives and emotions.
sw: 1. 😊 Muulize kijana wako kama angependa kujaribu nawe mchezo wa kufurahisha wa "kuigiza-igiza". 2. 🎭 Waache wachague hali ya kuigiza - inaweza kuwa kitu kutoka shuleni au hata mitandao ya kijamii. Kwa mfano, kucheza mwalimu na mwanafunzi, au kijana anayepewa kinywaji kwenye sherehe. 3. 🎬 Acha kijana wako aamue ni nani atakayecheza kila jukumu, na muigize pamoja! 4. 💬 Baada ya igizo, zungumza kuhusu mlichojifunza nyote wawili. Uliza maswali kama, "vipi umeionaje hiyo?" au “Umeona nini kuhusu hali hiyo?” Hii humsaidia kijana wako kuelewa mitazamo na hisia tofauti.

# data_list
source: Make Housework Fun
sw: Fanya kazi za nyumbani ziwe zakufurahisha

# data_list
source: Turn your chores into games! 🏆 Making housework fun is a good way to teach your teen to be responsible and to rely on themselves. ☀️
sw: Badilisha shughuli zako za nyumbani kuwa michezo! 🏆 Kufanya kazi za nyumbani kuwa za kufurahisha ni njia nzuri ya kumfundisha kijana wako kuwajibika na kujitegemea. ☀️

# data_list
source: 📝 Together, make a list of all the chores that must be done in your home. 💡 Make sure the tasks are fair and things your teen can do. For example, washing up, sweeping, mopping, making the beds, and laundry. 🔄 Each week, let a different person in the family choose a chore first. 🎵 Play some music or turn on the radio. Music is a great way to make a boring task fun! ✅ Tick off the tasks when they are done so you can see your progress as a family. 📺 You could offer small rewards as motivation to complete activities. For example, you could let your teen watch more TV or have something sweet if they do their chores in a fair amount of time.
sw: 📝 Kwa pamoja, tengeneza orodha ya kazi zote zinazopaswa kufanywa nyumbani kwako. 💡 Hakikisha kuwa kazi ni za haki na mambo ambayo kijana wako anaweza kufanya. Kwa mfano, kuosha, kufagia, kukokota, kutandika vitanda, na kufulia. 🔄 Kila juma, acha mtu tofauti katika familia achague kazi ya nyumbani kwanza. 🎵 Cheza muziki au washa redio. Muziki ni njia nzuri ya kufanya kazi inayochosha iwe ya kufurahisha! ✅ Weka alama kwenye kazi zinapokamilika ili muweze kuona maendeleo yenu kama familia. 📺 Unaweza kutoa zawadi ndogo kama motisha ya kukamilisha shughuli. Kwa mfano, unaweza kumruhusu kijana wako kutazama TV zaidi au kuwa na kitu kitamu ikiwa anafanya kazi zake za nyumbani kwa wakati unaofaa.

# data_list
source: ❓ If your child does not complete a chore, ask them why, and come up with a fair consequence together.
sw: ❓ Ikiwa mtoto wako hatokamilisha kazi fulani, waulize ni kwa nini, na umuwajibishe kwa haki.

# data_list
source: Walking Together
sw: Kutembea Pamoja

# data_list
source: Walking together is a fun, healthy way to connect and help your teen learn more about their community. 🚶‍♂️🌿
sw: Kutembea pamoja ni njia ya kufurahisha, yenye afya na ya kua karibu na kumsaidia kijana wako kujifunza zaidi kuhusu jumuiya yake. 🚶‍♂️🌿

# data_list
source: 🗓️ Plan together: Choose a time and place to walk - a park, market, or anywhere nearby. If you’re going out, invite your teen to join! 👀 Explore: Encourage your teen to ask questions about what they see - people, nature, or buildings. 💬 Share: Tell them fun facts or memories about the area, like who lives nearby or how things looked before.
sw: 🗓️ Panga pamoja: Chagua wakati na mahali pa kutembea - bustanini, sokoni, au mahali popote karibu nawe. Ikiwa utatoka, mwalike kijana wako ajiunge! 👀 Gundua: Mhimize kijana wako aulize maswali kuhusu kile anachokiona - watu, asili au majengo. 💬 Shirikisha: Waambie ukweli au kumbukumbu za kufurahisha kuhusu eneo hilo, kama vile ni nani anayeishi karibu au jinsi mambo yalivyokuwa hapo awali.

# data_list
source: Gardening
sw: Shughuli za bustani

# data_list
source: Gardening is a fun way to bond with your teen while teaching them how to grow food and care for nature. 🌿
sw: Kutunza bustani ni njia ya kufurahisha ya kuwasiliana na kijana wako huku ukimfundisha jinsi ya kupanda chakula na kutunza asili. 🌿

# data_list
source: 🌿 Choose plants: Let your teen pick veggies or herbs to grow - they’ll love being involved and can help cook them later! 🪴 Get creative: No garden? No problem! Use old buckets, cans, or bottles as plant pots. 🎉 Plant together: Turn planting into a fun “planting party” - take turns putting seeds in the soil. 💧 Care routine: Make a watering schedule and let your teen take charge of their plants. 📏 Track growth: Each week, have your teen note the changes and see how much the plants have grown!
sw: 🌿 Chagua mimea: Mruhusu kijana wako achume mboga au mitishamba ili kukua - atapenda kuhusika na anaweza kusaidia kupika baadaye! 🪴 Kuwa mbunifu: Je, huna bustani? Hakuna tatizo! Tumia ndoo kuukuu, mikebe, au chupa kama vyungu vya kupanda. 🎉 Panda pamoja: Badili upandaji kuwa "sherehe ya upandaji" ya kufurahisha - badilishane kupanda mbegu kwenye udongo. 💧 Utaratibu wa utunzaji: Tengeneza ratiba ya kumwagilia maji na umruhusu kijana wako asimamie mimea yake. 📏 Fuatilia ukuaji: Kila wiki, mwambie kijana wako atambue mabadiliko na uone mimea imekua kiasi gani!

# data_list
source: Charades
sw: Mchezo wa mafumbo

# data_list
source: Charades is an easy, fun game that will teach your teen to think quickly, work together and be bold. 🎭
sw: Mchezo wa mafumbo ni rahisi, wa kufurahisha utamsaidia kijana wako kufikiri kwa haraka, kufanya kazi kwa pamoja na kuwa jasiri. 🎭

# data_list
source: 1. 🤫 One person quietly thinks of a word but doesn’t say it out loud to anyone. 2. 🎭 That person then acts out the word using only actions - no speaking, sounds, or pointing to objects. 3. 🧹 Others try to guess what the word is! You can choose fun everyday actions like sweeping, eating, playing football, or brushing teeth. 4. ✅ When someone guesses correctly, it becomes their turn to think of a new word and act it out. Keep taking turns and enjoy the game!
sw: 1. 🤫 Mtu mmoja anafikiria neno kimya kimya lakini hasemi kwa sauti kwa mtu yeyote. 2. 🎭 Mtu huyo huigiza neno kwa kutumia vitendo pekee - hakuna kuzungumza, sauti, au kuashiria vitu. 3. 🧹 Wengine hujaribu kukisia neno ni nini! Unaweza kuchagua vitendo vya kufurahisha vya kila siku kama vile kufagia, kula, kucheza mpira wa miguu, au kupiga mswaki. 4. ✅ Mtu anapokisia kwa usahihi, inakuwa zamu yake kufikiria neno jipya na kuigiza. Endelea kuchukua zamu na ufurahie mchezo!

# data_list
source: * Make sure everyone gets a turn to act out words or phrases. * Remember to praise your teen for trying. * If your teen is struggling to guess, give them hints on what it could be. * If the game is too easy, try more difficult words. * Remember to have fun and support each other!
sw: * Hakikisha kila mmoja anapata nafasi ya kuigiza neno au misemo. * Kumbuka kumpongeza kijana wako kwa kujaribu. * Kama kijana wako anapata changamoto, mpatie vidokezo kuhusu nini inaweza kuwa. * Kama mchezo ni rahisi, jaribu maneno au misemo migumu. * Kumbuka kufurahia na msaidiane kwa pamoja katika mchezo wote!

# data_list
source: Cooking
sw: Kupika

# data_list
source: Cooking with your teen is a fun way to spend time together while teaching helpful life skills. 🍳👨‍🍳
sw: Kupika na kijana wako ni njia ya kufurahisha ya kutumia wakati wa pamoja huku ukimfundisha ujuzi muhimu wa maisha. 🍳👨‍🍳

# data_list
source: 🗓️ Pick a time and day to cook together - planning ahead makes it easier. 🥬 Show your teen the recipe and ingredients, and let them help with measuring. 🍲 Give them a task like fetching water, chopping, or stirring. 🍽️ Eat together with the family and let your teen feel proud for helping make the meal!
sw: 🗓️ Chagua wakati na siku ya kupika pamoja - kupanga mapema hurahisisha. 🥬 Onyesha kijana wako mapishi na viungo, na uwaruhusu wakusaidie kupima. 🍲 Wape kazi kama vile kuchota maji, kukatakata, au kukoroga. 🍽️ Kula pamoja na familia na umruhusu kijana wako ajisikie fahari kwa kusaidia kuandaa mlo huo!

# data_list
source: - Let your teen help choose the recipe or ingredients. - Involve them in different things, like washing, measuring, cutting, and mixing. - Praise their effort, even if the food isn’t perfect.
sw: - Acha kijana wako akusaidie kuchagua mapishi au viungo. - Washirikishe katika mambo mbalimbali, kama kuosha, kupima, kukata na kuchanganya. - Sifu juhudi zao, hata kama chakula si kamili.

# data_list
source: Storytelling
sw: Kusimulia hadithi

# data_list
source: Storytelling is a wonderful way to help your teen feel more connected with you, as well as with their family, history and culture. 💬✨
sw: Kusimulia hadithi ni njia nzuri ya kumsaidia kijana wako kuhisi kuwa ameunganishwa zaidi na wewe, pamoja na familia, historia na utamaduni wao. 💬✨
