Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_teens_tz/*/*_legal_terms.po
Languages: sw

# data_list
source: Your data is important to us. This @global.privacy_policy sets out our policies for the collection, use, and disclosure of personal data in the use of @global.app_name_full. Please read this @global.privacy_policy carefully. By downloading or using the app, you confirm to be informed concerning the collection and use of personal data in relation to this policy. We will not use or share your personal data with anyone except as described in this @global.privacy_policy. The terms used in this @global.privacy_policy have the same meanings as in our @global.terms_and_conditions, which are accessible within the app, unless otherwise defined in this @global.privacy_policy.
sw: Taarifa zako ni muhimu kwetu. Hii @global.privacy_policy inaeleza kuhusu sera zetu katika ukusanyaji, matumizi, na uchakataji wa data binafsi wakati wa kutumia @global.app_name_full. Tafadhari soma hii @global.privacy_policy kwa umakini. Kwa kupakua na kutumia programu hii unathibitisha kua umejulishwa kuhusu ukusanyaji na matumizi ya data binafsi. hatutashirikisha au kutuma data zako binafsi kwa mtu yoyote isipokua kama ilivyoelezwa katika @global.privacy_policy. Masharti yaliotumika katika @global.privacy_policy yanamaana sawa na yaliopo kwenye @global.terms_and_conditions, ambayo yanapatikana ndani ya programu, isipokua yamefafanuliwa vinginevyo katika @global.privacy_policy.

# data_list
source: Data Controller
sw: Mdhibiti wa Data

# data_list
source: The data controller responsible for processing your information is Parenting for Lifelong Health, Barnett House, 32 Wellington Square, Oxford, OX1 2ER, United Kingdom
sw: Mdhibiti wa data anayehusika na uchakataji wa taarifa zako katika Parenting for Lifelong Health, Barnett House, 32 Wellington Square, Oxford, OX1 2ER, United Kingdom

# data_list
source: What personal data does the app collect about you and how do we use it?
sw: Ni data gani binafsi programu hukusanya kukuhusu wewe na tunaitumiaje?

# data_list
source: For the purpose of this @global.privacy_policy, 'personal data' means any information that enables us to identify an individual, directly or indirectly. We collect data as follows: - Personal details (name; surname, gender, nationality, current country of residence); - Contact data (phone number); - Log data (IP address, device name, operating system version, configuration of the App when utilising our App, the time, date and your intentions within the App - which include but are not limited to any App buttons clicked or pages visited.) We also collect information about the number and age of your children that, however, is not personal data. All data collected is linked to your unique @global.app_name identification number. The ParentApp identification number produced within the app may also be used to link with any out-of-app surveys you may consent to as part of a @global.app_name_full research trial. If you are participating in a facilitated programme, your ParentApp identification number and app engagement data may also be shared with programme facilitators through an API for follow-up and support but will not be accompanied with personally identifiable information. 1. **Categories of personal data processed**: - Personal data - Contact data - Log data - or any further personal data necessary to assert or defend one's rights in civil, administrative or criminal proceedings 2. **Purposes of processing**: - Providing the service (to provide parenting support including by communicating with you when you contact us) - Protecting our rights and interests in case of litigation - Feedback processing – you may provide us with feedback on the App. We always anonymise your personal information when sharing and publishing your feedback. 3. **Legal Basis**: - Performance of a contract - Legitimate interests to protect our rights and interests 4. **Data retention period**: - We will retain your personal information for as long as you continue to use the App and for the period strictly necessary to achieve the relevant purposes. In any case, we will not process your data over 4 years after your last use of the App.
sw: Kwa kusudi hili@global.privacy_policy 'Data binafsi' inamaanisha, taarifa yoyote ambayo hutuwezesha kumtambua mtu moja kwa moja au kwa njia isiyo ya moja kwa moja. Tunakusanya taarifa kama ifuatavyo: -Data binafsi za mtu (Jina, ubini,jinsia,nchi unayoishi kwa sasa) -Data za Mawasiliano(Namba ya simu) -Data za kumbukumbu za kuingia mtandaoni( Anwani ya IP, jina la kifaa,toleo la mfumo endeshi,usanidi wa App unapotumia App yetu,muda, tarehe na nia yako unapotumia App- itajumuishwa ingawa haitaweka kikomo cha kitufe kilichobonyezwa au kurasa zilizotembelewa.) Pia tunakusanya taarifa kuhusu idadi na umri wa watoto wako, ambayo hata hivyo siyo data binafsi. Data zote zilizokusanywa zinaunganishwa na @global.app_name yenye namba ya kipekee kitambulisho. Namba ya programu ya malezi ya Parent App inayotolewa ndani ya App inaweza pia kutumika kuunganisha App za nje zinazohusika na uchunguzi, ambazo zinaweza kutambuliwa kama sehemu ya tafiti za majaribio ya @global.app_name_full. Ikiwa unashiriki katika programu wezeshi, namba yako ya utambulisho wa ParentApp na data jumuishi zinaweza kushirikishwa kwa mwezeshaji kupitia API kwa ufuatiliaji na msaada lakini hazitaambatana na taarifa za utambuzi wa mtu binafsi. 1.**Aina ya data binasi zinazochakatwa** -Data binafsi. -Data za mawasiliano. -Data za kumbukumbu za kuingia mtandaoni. - Au data nyingine yoyote binafsi inayohitajika ili kudai au kutetea haki za mtu katika mashauri ya kiraia, kiutawala au jinai. 2.** Kusudi la kuchakata** ​Kutoa huduma (kutoa msaada wa malezi ikiwemo kuwasiliana na wewe unapowasiliana nasi) -​Kulinda haki na maslahi yetu katika kesi za mashauri. ​-Uchakataji wa Maoni - unaweza kutupatia maoni kuhusu App yetu. Sisi huweka maelezo yako ya kibinafsi bila kujulikana pale tunaposhiriki na kuchapisha maoni. ​3.** Msingi wa Kisheria** -​Utekelezaji wa mkataba. -​Maslahi halali ya kulinda haki na maslahi yetu ​4. **Muda wa Kuhifadhi Data** ​Tutahifadhi taarifa zako za kibinafsi kwa muda wote utakao kuwa ukitumia App yetu na kwa muda muhimu wa kufikia malengo husika. Hata hivyo, hatutachakata data zako zaidi ya miaka minne (4) baada ya matumizi yako ya mwisho ya App.

# data_list
source: Information Sharing and Third Party Service Providers and Websites
sw: Ushirikishaji wa taarifa na watoa huduma wengine na tovuti

# data_list
source: Your personal data may be shared with third parties such as researchers and partners involved in the improvement or implementation of the app including those outside your country. Prior to the disclosure of information with research partners we will make them anonymous by extracting data and removing any personally identifiable information. In reading this @global.privacy_policy, you acknowledge that we will use your anonymised data in published research. We may transfer your personal data outside your country, for example, to administer cloud services. We will ensure that any country, company or person that we pass your personal information, will treat your information with the same level of protection as we are obliged to and we will rely on Standard Contractual Clauses. The app is supported by duly authorized third parties that may collect your personal data in order to provide their services. We do so for the following reasons: - To provide the app on our behalf; - To perform app-related services; or - To assist us in analysing how our app is used. Links to the privacy policies of third-party service providers used by the app: - [Apple Media Services](https://www.apple.com/legal/internet-services/itunes/) - [Google Play Services](https://www.google.com/policies/privacy/) - [Google Analytics for Firebase](https://firebase.google.com/policies/analytics) - [Sentry](https://sentry.io/privacy/) - [Matomo](https://matomo.org/privacy-policy/) - [GlitchTip](https://glitchtip.com/legal/privacy) This app may contain links to other sites that are not covered by this @global.privacy_policy. If you click on a third-party link, you will be directed to that site. This @global.privacy_policy applies only to the processing of your personal data by this app. It does not address, and we are not responsible for, the privacy, information, or other practices of any third parties, including any third party operating any site or service to which this app links to.
sw: Taarifa zako binafsi zinaweza kushirikishwa kwa watu wengine kama watafiti na washirika wanaohusika kwenye kuboresha na utekelezaji wa programu ndani ya nchi na nje ya nchi. Kabla ya kuweka wazi taarifa kwa watafiti washirika tutafanya siri kwa kuchimba taarifa na kuondoa utambulisho. Kwa kusoma hii @global.privacy_policy, una kubali kwamba tutakuwa tunatumia taarifa zako bila kujulikana kwenye utafiti uliochapishwa. Tunaweza kuhamisha taarifa zako binafsi nje ya nchi yako, kwa mfano, kusimamia huduma za wingu. Tutahakikisha kwamba nchi yoyote, kampuni au mtu ambaye tutampa taarifa zako, ata tunza taarifa zako kwa daraja sawa la ulinzi kama ambavyo sisi tuna tunza na tunategemea vifungu vya mkataba wa viwango. Programu ina ungwa mkono na watu ambao wame kubaliwa ambao wanaweza kukusanya taarifa zako binafsi ili kutoa huduma. Tunafanya kwa kwa sababu zifuatazo: - Kutoa programu kwa niaba yetu; - Kufanya huduma zinazohusiana na programu; au - Kutusaidia sisi kwenye kuchambua namna ambayo programu inatumika. Viungo kwenye sera za faragha kwa watoa huduma za mtu wa tatu ambavyo zimetumika kwenye programu: - [Huduma za mawasiliano za apple](https://www.apple.com/legal/internet-services/itunes/) - [Duka la huduma za google](https://www.google.com/policies/privacy/) - [Google Analytics for Firebase](https://firebase.google.com/policies/analytics) - [Sentry](https://sentry.io/privacy/) - [Matomo](https://matomo.org/privacy-policy/) - [GlitchTip](https://glitchtip.com/legal/privacy) Programu hii inaweza kuwa na viungo kwenda tovuti nyingine ambazo siyo sehemu ya @global.privacy_policy. Uki bonyeza kwenye kiungo cha mtu wa tatu, utapelekwa kwenye hiyo tovuti. Hii @global.privacy_policy inahusu tu uchakataji wa taarifa zako binafsi kwenye hii programu. haiwezi kubaini na hatuwezi kuhusika na, faragha, taarifa, na mazoea mengine ya mtu wa tatu, ikijumuisha mtu wa tatu yoyote anayeendesha tovuti yoyote au huduma ambazo programu hii inaungana nazo.

# data_list
source: How long do we keep your data?
sw: Je, tunahifadhi taarifa yako kwa muda gani?

# data_list
source: We will retain your personal information for as long as you continue to use the app and keep the app installed on your phone as long as we need it to fulfill our purposes, including any relating to app services as well as legal, accounting, or reporting requirements. In any case, we will not process your data over 4 years after your last use of the app.
sw: Tutahifadhi taarifa zako binafsi mda wote utakao kua unatumia programu na mda ambao program bado ipo kwenye simu yako ili kukamilisha madhumuni yetu, hii ni pamoja na huduma zote za programu na mahitaji yote ya kisheria, uhasibu, au ripoti. Hata hivyo, hatutachakata data zako zaidi ya miaka 4 baada ya matumizi yako ya mwisho ya programu.

# data_list
source: How do we keep your data secure?
sw: Je, tunawekaje taarifa zako salama?

# data_list
source: We value your trust in providing us your personal information, thus we are striving to use commercially acceptable means of protecting it. We reserve the right to the storage of your data on third party servers or databases outside of the listed @global.app_name_full team (refer to the section on Third Party Service Providers and Websites) that provide security measures compliant with applicable privacy laws and regulations.
sw: Tunakuthamini kwa imani yako ya kutupa taarifa zako binafsi, na tunajitahidi kutumia mbinu zinazokubalika kibiashara ili kulinda taarifa hizo. Tunahifadhi haki ya kuhifadhi data zako kwenye seva au hifadhidata za wahusika wengine zilizo nje ya timu iliyoainishwa ya @global.app_name_full (tazama sehemu kuhusu Watoa Huduma wa Wahusika Wengine na Tovuti) ambazo zinatoa hatua za usalama zinazokubaliana na sheria na kanuni zinazozingatia za faragha.

# data_list
source: Children’s Privacy
sw: Faragha ya Watoto

# data_list
source: If you are under the age of 18 you are not allowed to use this app. We do not knowingly collect personally identifiable information from individuals under 18. If we become aware that a user under 18 has submitted personal data without verifiable parental consent, we will delete such information as quickly as possible.
sw: Iwapo upo chini ya miaka 18 hauruhusiwi kutumia programu hii. hatutakusanya taarifa binafsi kutoka kwa mtu alie chini ya miaka 18, na ikatokea tukatambua mtu chini ya miaka 18 ametoa taarifa binafsi bila idhini ya wazazi, tutafuta taarifa hiyo haraka iwezekanavyo.

# data_list
source: Your data protection rights
sw: Haki zako za ulinzi wa taarifa

# data_list
source: Under data protection law, you have rights including: Your right of access - You have the right to ask us for copies of your personal information. Your right to rectification - You have the right to ask us to rectify personal information you think is inaccurate. You also have the right to ask us to complete information you think is incomplete. Your right to erasure - You have the right to ask us to erase your personal information in certain circumstances. Your right to withdraw consent for data processing at any time - You can choose to halt the processing of your data if consent was the legal basis for handling your information. Your right to restriction of processing - You have the right to ask us to restrict the processing of your personal information in certain circumstances. Your right to object to processing - You have the right to object to the processing of your personal information in certain circumstances. Your right to data portability - You have the right to ask that we transfer the personal information you gave us to another organisation, or to you, in certain circumstances. You are not required to pay any charge for exercising your rights. Depending on the circumstances and the nature of your request it may not be possible for us to do what you have asked, for example, where there is a statutory or contractual requirement for us to process your data and it would not be possible to fulfil our legal obligations if we were to stop. Further information on your rights is available from the [Information Commissioner's Office (ICO)](https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/individual-rights/individual-rights/).
sw: Sheria za ulinzi wa taarifa zako, hii ikijumuhisha: Haki ya kupatta taarifa - Una haki ya kupata nakala za taarifa zako binafsi. Haki yako ya kurekebisha - Una haki ya kutuomba kurekebisha taarifa binafsi unayoona kuwa si sahihi. Pia una haki ya kutuomba kukamilisha taarifa unayoona kuwa haijakamilika. Haki ya kufutwa kwa taarifa – Una haki ya kutuomba kufuta taarifa zako binafsi katika hali fulani.. Haki ya kujitoa ushiriki wako wakati wowote – Unaweza kuamua kuzuia uchakataji wa taarifa zako ikiwa ulishatoa ridhaa yako mwanzo na ndiyo msingi wa kisheria wa kushughulikia taarifa hizo. Haki ya kuzuia uchakataji wa taarifa – Una haki ya kutuomba kuzuia uchakataji wa taarifa zako binafsi katika hali fulani. Haki ya kupinga uchakataji wa taarifa zako – Una haki ya kupinga uchakataji wa taarifa zako binafsi katika hali fulani. Haki ya kuhamisha data zako – Una haki ya kutuomba kuhamisha taarifa binafsi uliyotupa kwa shirika jingine, au kwa wewe mwenyewe, katika hali fulani. Hauhitajiki kulipa ada yoyote ili kutumia haki zako. Hata hivyo, kulingana na hali na asili ya ombi lako, huenda isiwezekane kutimiza ombi lako, mfano pale ambapo kuna sharti la kisheria au la mkataba linalotutaka kushughulikia taarifa zako na kutozishughulikia kungezuia kutimiza wajibu wetu wa kisheria. Maelezo zaidi kuhusu haki zako yanapatikana kutoka kwa Ofisi ya Kamishina wa Taarifa (ICO)](https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/individual-rights/individual-rights/).

# data_list
source: Removing the App
sw: Kuondoa programu

# data_list
source: We are sorry if you find our app no longer useful. Should you decide to remove our app, we may still retain some of your data (although anonymised) to troubleshoot, aid in investigations, comply with legal requirements or to add to our existing research data sets.
sw: Samahani ikiwa unaona programu tumishi yetu haina maana tena. Iwapo utaamua kuondoa programu tumishi yetu, bado tunaweza kuhifadhi baadhi ya data yako (ingawa hatujulikani) ili kutatua matatizo, kusaidia uchunguzi, kutii mahitaji ya kisheria au kuongeza kwenye seti zetu zilizopo za data za utafiti.

# data_list
source: Changes to the @global.privacy_policy
sw: Mabadiliko ya @global.privacy_policy

# data_list
source: We may update our @global.privacy_policy from time to time. We will notify you in advance if any substantial changes will occur. Please review this page periodically for any updates.
sw: Tunaweza kuboresha@global.privacy_policy mara kwa mara. Tutakutaarifu mapema ikiwa mabadiliko yoyote yatatokea. Tafadhali angalia ukurasa huu mara kwa mara ikiwa kuna maboresho yoyote.

# data_list
source: These @global.terms_and_conditions are an agreement between you and Parenting for Lifelong Health (“PLH”) which furthermore sets out the rules for your use of @global.app_name_full (or “App”). @global.app_name_full is a free app version of the PLH for Young Children and Teens programmes, designed for parents and caregivers of children aged 2 to 17 years. @global.app_name_full is brought to you by the collaboration of partners including PLH, University of Oxford, IDEMS International, INNODEMS as well as the University of Cape Town and Stellenbosch University (“@global.app_name_full team”). Please read these @global.terms_and_conditions carefully. By downloading or using the app, you agree that you have read, understood, and accepted the @global.terms_and_conditions contained below. Your privacy is important to us – please also read our @global.privacy_policy, which will detail how we collect, store and use the information that you provide to us. By using @global.app_name_full you are confirming to us that you reviewed our @global.privacy_policy, as set out separately.
sw: @global.terms_and_conditions ni makubaliano kati yako na Parenting for Lifelong Health (“PLH”), ambayo pia yanaweka sheria za matumizi yako ya @global.app_name_full (au “Programu”). @global.app_name_full ni toleo huru la programu ya Parenting for Lifelong Health for life kwa watoto na vijana, lililoundwa mahususi kwa ajili ya wazazi na walezi wa watoto wenye umri wa miaka 2 hadi 17. @global.app_name_full imeletwa kwanu kupitia ushirikiano wa wadau mbalimbali wakiwemo PLH, Chuo Kikuu cha Oxford, IDEMS International, INNODEMS, Chuo Kikuu cha Cape Town, na Chuo Kikuu cha Stellenbosch pamoja na timu ya (“@global.app_name_full”). Tafadhali soma @global.terms_and_conditions kwa makini. Kwa kupakua au kutumia programu hii, unakubali kwamba umesoma, umeelewa, na umekubaliana na @global.terms_and_conditions zilizoorodheshwa hapa chini. Faragha yako ni muhimu kwetu – tafadhali soma pia sera yetu ya faragha @global.privacy_policy, ambayo inaeleza kwa undani jinsi tunavyokusanya, kuhifadhi, na kutumia taarifa unazotupa. Kwa kutumia @global.app_name_full, unatuthibitishia kuwa umeisoma na kuielewa sera yetu ya faragha @global.privacy_policy, kama ilivyoainishwa.

# data_list
source: User Agreement
sw: Makubaliano ya Mtumiaji

# data_list
source: These @global.terms_and_conditions are an agreement between you and Parenting for Lifelong Health (“PLH”) which furthermore sets out the rules for your use of @global.app_name_full (or “App”). @global.app_name_full is a free app version of the Parenting for Lifelong Health for Young Children programme and designed for parents and caregivers of children aged 2 to 17 years. @global.app_name_full is brought to you by the collaboration of partners including PLH, University of Oxford, IDEMS International, INNODEMS as well as the University of Cape Town and Stellenbosch University (“@global.app_name_full team”). Please read these @global.terms_and_conditions carefully. By downloading or using the app, you agree that you have read, understood, and accepted the @global.terms_and_conditions contained below. Your privacy is important to us – please also read our @global.privacy_policy, which will detail how we collect, store and use the information that you provide to us. By using @global.app_name_full you are confirming to us that you reviewed our @global.privacy_policy, as set out separately.
sw: @global.terms_and_conditions ni makubaliano kati yako na Parenting for Lifelong Health (“PLH”) ambayo zaidi ya hayo yanaweka sheria za matumizi yako ya @global.app_name_full (au Program) @global.app_name_full ni toleo la bure la programu ya Parenting for Lifelong Health Kwa Watoto lililotengenezwa mahsusi kwa ajili ya wazazi na walezi wa watoto wenye umri wa miaka 2 hadi 17. @global.app_name_full inaletwa kwako kwa kushirikiana na PLH, Chuo Kikuu cha Oxford, IDEMS International, INNODEMS, pamoja na Chuo Kikuu cha Cape Town na Chuo Kikuu cha Stellenbosch (“the @global.app_name_full team”). Tafadhali soma @global.terms_and_conditions kwa makini. Kwa kupakua au kutumia programu, unakubali kwamba umesoma, umeelewa, na umekubaliana na @global.terms_and_conditions vilivyopo hapa chini. Faragha yako ni muhimu kwetu – tafadhali soma pia sera yetu ya faragha @global.privacy_policy, ambayo itaeleza kwa undani jinsi tunavyokusanya, kuhifadhi na kutumia taarifa unazotupa. Kwa kutumia @global.app_name_full unatuthibitishia kuwa umeisoma sera yetu ya faragha @global.privacy_policy, kama ilivyowekwa kando.

# data_list
source: Rules of Usage
sw: Kanuni za Matumizi

# data_list
source: @global.app_name_full is open-source, which means that its codebase can be found on GitHub for the wider software developer community. However, it's against the terms of use to alter the existing application or its materials, or to replicate any trademarks from the @global.app_name_full team. While the app is open-source, unauthorised translations or versions that do not credit the @global.app_name_full team are not permitted. Unauthorised access to confidential user data is forbidden. It's not acceptable to provide false information about yourself when using the app, make unfounded claims of affiliation, or inaccurately report the app's behaviour. Ensure that your usage of the app adheres to all local rules and laws. Adults only can use the app. If you are a minor in your country of residence you may not access and use the app.
sw: @global.app_name_full ni chanzo huria, ambayo ina maana kwamba codebase yake inaweza kupatikana kwenye GitHub kwa jumuiya pana ya wasanidi programu. Hata hivyo, ni kinyume na sheria na masharti ya kubadilisha programu iliyopo au nyenzo zake, au kunakili chapa zozote za biashara kutoka kwa timu ya @global.app_name_full. Ingawa ni chanzo huria, jiepushe na kutafsiri programu katika lugha nyingine au kuunda matoleo mbadala bila kuweka alama ya @global.app_name_full timu. Ufikiaji usioidhinishwa wa data ya siri ya mtumiaji hauruhusiwi. Haikubaliki kutoa maelezo ya uwongo kukuhusu unapotumia programu, kutoa madai yasiyo na msingi ya ushirika, au kuripoti tabia ya programu kwa njia isiyo sahihi. Hakikisha kwamba matumizi yako ya programu yanazingatia kanuni na sheria zote za eneo lako. Hatimaye katika kufikia na kutumia programu, tunaamini kuwa wewe si mtoto katika nchi yako ya makazi.

# data_list
source: Content Changes
sw: Mabadiliko ya Maudhui
