Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_teens_tz/*/*_legal_terms.po
Languages: sw

# data_list
source: The @global.app_name_full is committed to ensuring that the app is as useful and user friendly as possible. For that reason, we reserve the right to make changes to the app which will be delivered through updates. At present the app is free of charge and our intention is for it to stay that way. In the future it is possible that some services may be offered that would incur a cost. We will never charge you for the app or its services without clearly making known to you first any access charges applicable.
sw: Timu ya @global.app_name_full imejitolea kuhakikisha kuwa programu ni muhimu na rahisi kwa watumiaji kadri iwezekanavyo. Kwa sababu hiyo, tunahifadhi haki ya kufanya mabadiliko kwenye programu ambayo yatawasilishwa kupitia masasisho. Kwa sasa programu haina malipo na nia yetu ni ibaki hivyo. Katika siku zijazo inawezekana kwamba huduma zingine zinaweza kutolewa ambazo zingesababisha gharama. Hatutakutoza kwa programu au huduma zake bila kukujulisha kwa uwazi kwanza ada zozote za ufikiaji zinatumika.

# data_list
source: Intellectual property
sw: Umiliki

# data_list
source: The app’s source code is made available under the GNU General Public License v3.0 (GPL-3.0), while the content is licensed under Creative Commons Attribution (CC BY). The app itself, the trademarks, copyright, database rights and other intellectual property rights related to it, belong to or are licensed to the various applicable collaborators of the @global.app_name_full team (noting that code is covered under GPL 3 and content by CC BY license). The use of names and emblems/logos of collaborating institutions are the exclusive property of those institutions and are protected under international and national laws. Unauthorised use is prohibited. Logos may not be copied or reproduced in any way without the prior written permission of said institution.
sw: Programu tumishi yenyewe,inapatikana chininya GNU Leseni ya jumla kwa Umma v3.0 (GPL-3.0), wakati maudhui yamepewa leseni chini ya Creative Common Attribution (CC BY). Programu yenyewe, alama za biashara, hakimiliki, haki za hifadhi data na haki zingine za uvumbuzi zinazohusiana nayo, ni mali ya au imepewa leseni ya washiriki mbalimbali wanaohusika wa timu ya @global.app_name_full (ikibainisha kuwa msimbo umejumuishwa chini ya GPL 3 na maudhui na CC KWA). Matumizi ya majina na nembo/nembo za taasisi shirikishi ni mali ya kipekee ya taasisi hizo na inalindwa chini ya sheria za kimataifa na kitaifa. Matumizi yasiyoidhinishwa ni marufuku. Hayawezi kunakiliwa au kutengenezwa tena kwa njia yoyote bila idhini ya maandishi ya taasisi zilizotajwa.

# data_list
source: Submissions
sw: Mawasilisho

# data_list
source: Your feedback on the app is appreciated. So that we can improve, any comments are not considered confidential and will become available for further lawful use without additional approval or compensation. We shall therefore own exclusive rights and believe any feedback that you have made is original by you.
sw: Maoni yako kuhusu programu yanathaminiwa. Ili tuweze kuboresha, maoni yoyote hayachukuliwi kuwa siri na yatapatikana kwa matumizi zaidi halali bila idhini ya ziada au fidia. Kwa hivyo tutamiliki haki za kipekee na kuamini maoni yoyote ambayo umetoa ni asili yako.

# data_list
source: Security
sw: Usalama

# data_list
source: Our app stores and processes personal data that you have provided to us, in order to offer our services. It is your responsibility to keep your phone and access to the app secure. Removal of software restrictions and limitations imposed by the official operating system of your device is therefore not recommended. Doing so could make your phone vulnerable to malware, viruses, malicious programs as well as compromise your phone’s security features and could mean that the app will not work properly or at all. All data collected by PLH is stored securely using encryption protocols, including encryption at rest and in transit, and is accessible only to authorized personnel. To see how we handle your personal information, please see our @global.privacy_policy.
sw: Programu tumishi yetu huhifadhi na kuchakata taarifa binafsi ambayo umetupatia, ili kutoa huduma zetu. Ni jukumu lako kuweka simu yako na ufikiaji wa programu salama. Kuondolewa kwa vikwazo vya programu na vikwazo vilivyowekwa na mfumo rasmi wa uendeshaji wa kifaa chako haipendekezi. Kufanya hivyo kunaweza kufanya simu yako kuwa hatarini kwa programu hasidi, virusi, programu hasidi na pia kuathiri vipengele vya usalama vya simu yako na kunaweza kumaanisha kuwa programu haitafanya kazi ipasavyo au hata kidogo. Ili kuona jinsi tunavyoshughulikia taarifa zako binafsi, tafadhali tazama sera yetu ya @global.privacy_policy.

# data_list
source: External links and resources
sw: Viungo na rasilimali za nje

# data_list
source: The app uses third party services that declare their own @global.terms_and_conditions and may link to other websites and resources that are not under the PLH’s control. Links to @global.terms_and_conditions of third party service providers used by the app include: - [Apple Store Services](https://www.apple.com/legal/internet-services/itunes/) - [Google Play Services](https://policies.google.com/terms) - [Google Analytics for Firebase](https://firebase.google.com/terms/analytics) - [Sentry](https://sentry.io/terms/) - [Matomo](https://matomo.org/matomo-cloud-terms-of-service/) - [GlitchTip](https://glitchtip.com/legal/tos) The inclusion of such links does not imply an endorsement or approval by PLH and/or its partners of any website, product, or service. Similarly, PLH and the @global.app_name_full team affiliated developers and collaborators do not assume any responsibility or liability in respect of such websites, product, or service, including, for example, responsibility or liability for the accuracy or reliability of any information, data, opinions, advice or statements made on those web sites.
sw: Programu hutumia huduma za wahusika wengine zinazochapisha au kuweka @global.terms_and_conditions zao wenyewe, na zinaweza pia kuunganisha kwenye tovuti au nyenzo zingine ambazo haziko chini ya udhibiti wa PLH. Viungo vya @global.terms_and_conditions vya watoa huduma wengine vinavyotumiwa na programu ni pamoja na:: - [Huduma za Apple Store](https://www.apple.com/legal/internet-services/itunes/) - [Huduma za Google Play](https://policies.google.com/terms) - [Google Analytics for Firebase](https://firebase.google.com/terms/analytics) - [Sentry](https://sentry.io/terms/) - [Matomo](https://matomo.org/matomo-cloud-terms-of-service/) - [GlitchTip](https://glitchtip.com/legal/tos) Ujumuishaji wa viunganishi kama hivyo haumaanishi uidhinishaji au idhini yoyote kutoka kwa PLH na/au washirika wake wa tovuti, bidhaa, au huduma husika. Vivyo hivyo, PLH na timu ya @global.app_name_full, pamoja na watengenezaji na washirika wake waliohusishwa, hawachukui jukumu au dhima yoyote kuhusu tovuti, bidhaa, au huduma hizo — ikiwemo, kwa mfano, wajibu au dhima kuhusu usahihi au uaminifu wa taarifa, data, maoni, ushauri, au taarifa zinazotolewa kwenye tovuti hizo.

# data_list
source: Disclaimer
sw: Kanusho

# data_list
source: Please be aware that, except in cases of wilful misconduct, gross negligence, breach of obligations arising from public policy or liability that cannot be limited under the applicable law, the @global.app_name_full team exclude responsibility for the following: 1. Certain functions of the app will require the app to have an active internet connection. The @global.app_name_full team cannot take responsibility for the app not working at full functionality if you do not have access to Wi-Fi, or you do not have any of your data allowance left. 2. Using the app outside of an area with Wi-Fi, will mean that your terms of agreement with your mobile network provider will still apply. As a result, you may be charged by your mobile provider for the cost of data for the duration of the connection while accessing the app, or other third party charges. In using the app, you accept responsibility for any such charges, including roaming data charges if you use the app outside of your home territory (i.e. region or country) without turning off data roaming. If you are not the bill payer for the device on which you are using the app, please be aware that we assume that you have received permission from the bill payer for using the app. 3. Although we endeavour to ensure that the app is updated and its content accurate, we do rely on third parties to provide information to us so that we can make it available to you. We do not regularly review all of the external sites and cannot guarantee that they are always accurate or reliable. 4. The @global.app_name_full team accepts no liability for any damage or loss, direct or indirect, you experience as a result of using the app, or arising from any reliance you may place on advice or information provided from the app. You should always exercise your own discretion and judgment appropriate to your own circumstances in relation to any advice or information provided from the app. 5. We are devoid of any responsibility for any instances of software bugs, viruses or other malicious material transmitted by a third party through our site. 6. Updates to the app occur regularly in order to improve performance and content, to adapt to new technologies, to prevent abuse or harm, to address legal, regulatory, safety, or security issues or for any other further need. The app is available on Android and Apple -- the requirements for this system (and for any additional systems we decide to extend the availability of the app to) may change. It is your responsibility to download app updates to keep using the app. The @global.app_name_full team does not promise that it will always update the app so that it is relevant to you and/or works with the operating system version that you have installed on your device. However, you agree to always accept updates to the application when offered to you. 7. The app site might not be available at all times for reasons of maintenance or trouble with associated software or hardware. We are not liable for any loss you may incur should the site not be accessible or is withdrawn. Equally, we have the right and choice to terminate your access and use of the app (including availability of captured data) at any time. Unless we tell you otherwise, upon any termination, (a) the rights and licenses granted to you in these terms will end; (b) you must stop using the app, and (if needed) delete it from your device. 8. You agree to indemnify, at your own expense, PLH, its officials, employees, consultants and agents, against any claims, including your costs and expenses, by any third party, resulting from your use of the app. 9. Companies or products associated with the app should not be interpreted as endorsement by the app or the @global.app_name_full team or demonstrate an intention to infringe proprietary rights.
sw: Tafadhali fahamu kwamba, isipokuwa kwabkufanya makosa kwa makusudi, uzembe ukiukaji wa wa wajibu unaotokana na Sera ya umma au dhima ambayo haiwezi kuwekwa kikomo chini ya Sheria husika tmu ya @global.app_name_full haiwajibiki kwa mambo yafuatayo: 1. Baadhi ya vitu katika progtma vitahitaji uwepo wa interneti. Timu ya @global.app_name_full haitawajibika kwa program ambayo haifanyi kazi vizuri kama huwezi kupata Wi-Fi, au kama huna salio lililobaki la data. 2. Kutumia programu nje na eneo lipo Wi-Fi, itamaamisha kwamba vigezo vya makubaliano na watoa huduma wa mtandao wako bado inatumika. Hivyo, unaweza kuwa unalipia gharama za interneti kwa muda wote unaitumia program, au gharama nyingine. Kwa kutumia programu hii unakubali kuwajibika kwa gharama hizo, zikiwemo gharama za data ukiwa utatumia programu hii nje na nyumbani ( yaani mkoa au nchi). Iwapo wewe si mlipaji wa gharama za kifara unchotumia kutumia programu hii, tafadhali fahamu kwamba tunaoamini kuwa umepata ridhaa ya kutumia programu hii kutoka kwa mlipaji wa gharama. 3. Ingawa tunajutaidi kuhakikisha kwamba programu inasasishwa na maudhii yake ni sahihi, tunategemea wahusika wenzetu kutupatia taarifa ili tuweze kuziwasilisha kwako. Hatufanyi mapitio ya mara kwa mara ya tovuti zote za nje na hatuwezi kuhakikishia kuwa taarifa hizo daima ni sahihi au za kuamini. 4. Timu ya @global.app_name_full haitakubali dhima yoyote kwa uharibifu au hasara yoyote, ya moja kwa moja au isiyo ya moja kwa moja, utakayopata kutokana na matumizi ya programu, au kutokana na kutegemea ushauri aubtaarifa yoyote inayotolewa na programu. Daima unapaswa kutumia busara na maamuzi yako binafsi yanayofaa kulingana na halinyako binafsi kuhusiana na ushauri aubtaarifa yoyote kutoka katika programu. 5. Hatuwajibiki kwa hali yoyote ya hitilafu za programu, virusi, au vitu vingine hatarishi vilivyotumwa na mhusika wa tatu kupitia tovuti yetu. 6. Sasisho za programu hufanyika mara kwa mara ili kuboresha utendaji kazi na maudhui, kuendana na teknolojia mpya, kuzuia matumizi mabaya au madhara, kushughulikia masuala ya kisheria, ya udhibiti, usalama au ulinzi, au kwa sababu nyingine yoyote ya ziada. Programu inapatikana kwenye Android na Apple — mahitaji ya mifumo hii (na kwa mifumo mingine yoyote ya ziada tutakayoamua kupanua upatikanaji wa programu) yanaweza kubadilika. Ni jukumu lako kupakua masasisho ya programu ili kuendelea kuitumia. Timu ya @global.app_name_full haiahidi kwamba daima itasasisha programu ili iendane na mahitaji yako na/au ifanye kazi na toleo la mfumo wa uendeshaji ulilolifunga kwenye kifaa chako. Hata hivyo, unakubali kila mara kukubali masasisho ya programu yanapokutolewa. 7. Tovuti ya programu huenda isipatikane wakati wote kutokana na sababu za matengenezo au matatizo yanayohusiana na programu au vifaa vinavyohusiana nayo. Hatutawajibika kwa hasara yoyote utakayopata endapo tovuti haitapatikana au itasitishwa. Vilevile, tunayo haki na uamuzi wa kusitisha upatikanaji na matumizi yako ya programu (ikiwemo upatikanaji wa data iliyorekodiwa) wakati wowote. Isipokuwa tukikutaarifu vinginevyo, mara tu usitishaji ukifanyika: (a) haki na leseni ulizopewa chini ya masharti haya zitakoma (b) lazima usitishe kutumia programu, na (ikihitajika) uifute kwenye kifaa chako. 8. Unakubali kufidia, kwa gharama zako mwenyewe, PLH, maafisa wake, wafanyakazi, washauri na mawakala wake, dhidi ya madai yoyote, yakiwemo gharama na matumizi yako, kutoka kwa mtu wa tatu, yanayotokana na matumizi yako ya programu. 9. Makampuni au bidhaa zinazohusishwa na programu hazipaswi kufasiriwa kama kuidhinishwa na programu au na timu ya @global.app_name_full, wala kuashiria nia ya kukiuka haki za umiliki wa mtu mwingine.

# data_list
source: Changes to the @global.terms_and_conditions
sw: Mabadiliko ya @global.terms_and_conditions

# data_list
source: We may update our @global.terms_and_conditions from time to time and we will inform you in advance of material amendments. Your continued use of the app suggests you agree to subsequent revisions of the @global.terms_and_conditions. Please review this page periodically for any updates.
sw: Tunaweza kusasisha @global.terms_and_conditions yetu muda hadi muda na tutakutaarifa mapema nyenzi zinazofanyiwa mabadiliko.Kuendela kwako kutumia program kunapendekeza unakubali kuwa unarudia kusoma @global.terms_and_conditions. Tafadhali rudia kusoma kurasa hii kwa kila wakati kuona kama kuna usasishaji wowote.

# data_list
source: Applicable Law and Jurisdiction
sw: Sheria zinazotumika na mamlaka za kisheria

# data_list
source: Unless differently provided by applicable mandatory local laws, these @global.terms_and_conditions are governed by the laws of the United Kingdom, and the London courts will have exclusive jurisdiction over any possible disputes related to these @global.terms_and_conditions .
sw: Isipokua sheria za lazima za ndani zinazotumika zimeeleza vinginevyo hizi @global.terms_and_conditions zinasimamiwa na sheria za United Kingdom, na the London courts zitakua na mamlaka ya kusikiliza migogoro inayptokana nazo @global.terms_and_conditions .

# data_list
source: Contact Us
sw: Wasiliana Nasi

# data_list
source: These @global.terms_and_conditions are an agreement between you and Parenting for Lifelong Health (“PLH”) which furthermore sets out the rules for your use of @global.app_name_full (or “App”). @global.app_name_full is a free app version of the Parenting for Lifelong Health for Young Children programme and designed for parents and caregivers of children aged 2 to 17 years. @global.app_name_full is brought to you by the collaboration of partners including PLH, University of Oxford, IDEMS International, INNODEMS as well as the University of Cape Town and Stellenbosch University (“@global.app_name_full team”). Please read these @global.terms_and_conditions carefully. By downloading or using the app, you agree that you have read, understood, and accepted the @global.terms_and_conditions contained below. Your privacy is important to us – please also read our @global.privacy_policy, which will detail how we collect, store and use the information that you provide to us. By using @global.app_name_full you are confirming to us that you reviewed our @global.privacy_policy, as set out separately.
sw: @global.terms_and_conditions ni makubaliano kati yako na Parenting for Lifelong Health (“PLH”), ambayo pia yanaweka sheria za matumizi yako ya @global.app_name_full (au “Programu”). @global.app_name_full ni toleo la bure la programu ya Parenting for Lifelong Health for Young Children, lililoundwa mahsusi kwa ajili ya wazazi na walezi wa watoto wenye umri wa miaka 2 hadi 17. @global.app_name_full inaletwa kwako kupitia ushirikiano wa washirika wakiwemo PLH, Chuo Kikuu cha Oxford, IDEMS International, INNODEMS, Chuo Kikuu cha Cape Town, na Chuo Kikuu cha Stellenbosch (“@global.app_name_full team”). Tafadhali soma @global.terms_and_conditions kwa makini. Kwa kupakua au kutumia programu hii, unakubali kwamba umesoma, umeelewa, na umekubaliana na @global.terms_and_conditions zilizoorodheshwa hapa chini. Faragha yako ni muhimu kwetu – tafadhali soma pia sera yetu ya faragha @global.privacy_policy, ambayo inaeleza kwa undani jinsi tunavyokusanya, kuhifadhi, na kutumia taarifa unazotupa. Kwa kutumia @global.app_name_full, unatuthibitishia kuwa umeisoma na kuielewa sera yetu ya faragha @global.privacy_policy, kama ilivyowekwa kando.

# global
source: Terms & Conditions
sw: Vigezo na Masharti

# global
source: Privacy Policy
sw: Sera ya Faragha

# template
source: By providing your consent below you acknowledge reading and accepting the @global.terms_and_conditions and @global.privacy_policy. The most important commitments are: 1. This is, and will always be, a fully free app. 2. Your data will never be sold. We are not for profit. 3. By using the app you are helping to make the app better for you and others. 4. Your anonymised data may be used for research purposes by our @global.app_name team.
sw: Kwa kutoa ridhaa yako hapa chini unakubali kusoma na kukubali @global.terms_and_conditions na @global.privacy_policy. Mambo muhimu ya kukubaliana nayo: 1. Hii ni, na itakuwa programu inayopatikana bure. 2. Taarifa zako kamwe hazitouzwa. Sisi hatupo kwa faida ya kifedha. 3. Kwa kutumia programu unasaidia kuiboresha programu kwa ajili yako na wengine. 4. Taarifa zisizo na utambulisho zitatumika kwa ajili ya utafiti na timu yetu ya @global.app_name.

# template
source: These policies are still under construction. We value advice and input to improve them.
sw: Sera hizi bado zinaendelea kutungwa. Tunathamini ushauri na nyongeza kuziboresha.

# template
source: I consent to the commitments stated above.
sw: Ninaridhia makubaliano yalioorodheshwa hapo juu.

# template
source: Continue
sw: Endelea

# template
source: Last updated: @global.deployment_terms_text
sw: Ilisasishwa mara ya mwisho: @global.deployment_terms_text

# template
source: You can only move on and access the app if you provide your consent.
sw: Utaweza kuendelea kutumia programu endapo utatoa ridhaa yako.
