Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_teens_tz/*/*_library.po
Languages: sw

# data_list
source: Support Contacts
sw: Mawasiliano ya Msaada

# data_list
source: I need help with:
sw: Ninahitaji msaada na:

# data_list
source: Essential Tools
sw: Nyenzo Muhimu

# data_list
source: Take a Pause
sw: Pumzika

# data_list
source: An emergency
sw: Dharura

# data_list
source: **Are you in need of emergent assistance?** ğŸ“ Police (SAPS): 10111 ğŸ“ Emergency Line: 112 ğŸ“ Ambulance: 10177 ğŸ“ Fire Department: 10177 ğŸ“ Crime Stop (South African Police Service): 0860 010 111 ğŸ“ General: 0800 4357 4 8
sw: **Je unahitaji msaada wa dharura?** ğŸ“ Polisi (SAPS): 10111 ğŸ“ Namba ya dharura: 112 ğŸ“ Gari ya wagonjwa: 10177 ğŸ“ Idara ya moto: 10177 ğŸ“ Zuia uhalifu (South African Police Service): 0860 010 111 ğŸ“ Jumla: 0800 4357 4 8

# data_list
source: A challenge with alcohol or drugs
sw: Changamoto ya pombe na madawa ya kulevya

# data_list
source: **Would you like to talk to someone about challenges you or a loved one are experiencing with alcohol or drugs?** **Alcoholics Anonymous (AA)** AA offers free, anonymous support for people who want to stop drinking. Meetings take place across South Africa. ğŸ“ National Helpline (24/7): 0861 435 722 ğŸŒ www.aasouthafrica.org.za **Al-Anon Family Groups** Al-Anon supports anyone affected by a loved oneâ€™s drinking. Meetings are free, safe, and confidential. ğŸ“ National Helpline: 086 125 2666 ğŸŒ www.alanon.org.za **Nar-Anon Family Groups** Nar-Anon provides support to family and friends of people struggling with drug addiction. ğŸ“ National Helpline: 088 129 6791 ğŸŒ www.naranon.org.za **South African National Council on Alcoholism and Drug Dependence (SANCA)** SANCA offers help with prevention, counselling, and treatment for substance use. ğŸ“ General: 011 892 3829 ğŸ“ WhatsApp call: 076 535 1701 ğŸŒ www.sancanational.info **Department of Social Development (DSD)** The DSD helpline offers free 24/7 support for substance use and other social issues. ğŸ“ Helpline: 0800 121 314 ğŸ“© SMS: 32312 **WhatsApp Chat Line â€“ National Substance Abuse Helpline** A free WhatsApp chat line for information and support around alcohol or drugs. ğŸ“± WhatsApp: 087 163 2025 (8amâ€“5pm)
sw: **Unapenda kuongea na mtu kuhusu changamoto yako au wapendwa wako ambao wanapitia matumizi wa kilevi au madawa?** **Alcoholics Anonymous (AA)** AA inatoa msaada bure na siri kwa watu ambao wanataka kuacha kunywa. Mikutano hufanyika Afrika ya Kusini. ğŸ“ Namba ya Msaada (24/7): 0861 435 722 ğŸŒ www.aasouthafrica.org.za **Al-Anon Family Groups** Al-Anon husaidia walio athirika na unyawaji wa wenza wao. Mikutano ni bure, salama na ya siri. ğŸ“ National Helpline: 086 125 2666 ğŸŒ www.alanon.org.za **Nar-Anon Family Groups** Nar-Anon inatoa msaada kwa familia na marafiki wa watu wanao hangaika na uraibu wa mada. Namba ya Msaada: 088 129 6791 ğŸŒ www.naranon.org.zawa. **South African National Council on Alcoholism and Drug Dependence (SANCA)** SANCA Inatoa msaada wa kinga, ushauri na matibabu kwa watumiaji wa madawa. ğŸ“ General: 011 892 3829 ğŸ“ WhatsApp call: 076 535 1701 ğŸŒ www.sancanational.info **Department of Social Development (DSD)** The DSD helpline offers free 24/7 inatoa msaada kwa watumiaji wa madawa na mambo mengine ya kijamii. ğŸ“ Helpline: 0800 121 314 ğŸ“© SMS: 32312 **WhatsApp Chat Line â€“ National Substance Abuse Helpline** A free WhatsApp chat line for information and support around alcohol or drugs. ğŸ“± WhatsApp: 087 163 2025 (8amâ€“5pm)

# data_list
source: A legal problem
sw: Tatizo la kisheria

# data_list
source: **Do you need legal assistance?** **Black Sash Helpline** Black Sash offers free advice on social grants, legal rights, and government services. ğŸ“ Call or WhatsApp: 072 663 3739 / 063 610 1865 ğŸŒ www.blacksash.org.za **Legal Aid South Africa** Legal Aid provides free legal services for low-income individuals across many legal issues. ğŸ“ 0800 110 110 ğŸ“© Send a 'please call me' to: 079 835 7179 ğŸŒ www.legal-aid.co.za **Refugee Rights Unit â€“ UCT Law Clinic** Offers legal advice and support for asylum seekers and refugees in South Africa. ğŸ“± WhatsApp (for status): 072 499 8146 ğŸ“± WhatsApp (for rights): 078 594 5591 ğŸŒ www.refugeerights.uct.ac.za **South African Social Security Agency (SASSA)** SASSA provides information about social grants and who qualifies for support. ğŸŒ www.sassa.gov.za (Click the â€˜Social Grantsâ€™ tab to review your options)
sw: Unahitaji msaada wa kisheria? **Black Sash Helpline** Black Sash inatoa ushauri bure kuhusu misaada ya kijamii, haki za kisheriaa na huduma za serikali. rights, and government services. ğŸ“ Call or WhatsApp: 072 663 3739 / 063 610 1865 ğŸŒ www.blacksash.org.za **Legal Aid South Africa** Legal Aid inatoa huduma za kisheria bure kwa watu wa uchumi wa chini kwenge nyanja mbalimbali za kisheria. ğŸ“ 0800 110 110 ğŸ“© Send a 'please call me' to: 079 835 7179 ğŸŒ www.legal-aid.co.za **Refugee Rights Unit â€“ UCT Law Clinic** Inatoa ushauri wa kisheria na msaada kwa watu wanaotafuta makazi na wakimbizi nchini Afrika ya Kusini. ğŸ“± WhatsApp (for status): 072 499 8146 ğŸ“± WhatsApp (for rights): 078 594 5591 ğŸŒ www.refugeerights.uct.ac.za **South African Social Security Agency (SASSA)** SASSA inatoa taarifa kuhusu misaada ya kijamii na nani ana sifa za kupata msaada. ğŸŒ www.sassa.gov.za (Click the â€˜Social Grantsâ€™ tab to review your options)

# data_list
source: Feeling unsafe at home or in my relationship
sw: Kuhisi kutokuwa salama nyumbani au kwenye mahusiano yangu

# data_list
source: **Would you like to talk to someone about feeling unsafe in your home or with your partner?** **South African Depression and Anxiety Group (SADAG)** SADAG offers emotional support and referrals for people in distress, including those feeling unsafe at home. ğŸ“ 0800 567 567 ğŸŒ www.sadag.org (Online support groups available) **Gender-Based Violence (GBV) Command Centre** The GBV helpline offers 24/7 support for anyone experiencing abuse or violence. ğŸ“ 0800 428 428 ğŸ“© Send a â€˜please call meâ€™ to: *120*7867#
sw: **Ungependa kuongea na mtu kuhusu kujihisi haupo salama nyumbani kwako ou na mpenzi wako?** **South African Depression and Anxiety Group (SADAG)** SADAG inatoa msaada wa kihisia na rufaa kwa watu wenye msongo wa mawazo, pamoja na wanao jihisi kutokuwa salama nyumbani. ğŸ“ 0800 567 567 ğŸŒ www.sadag.org (Online support groups available) **Gender-Based Violence (GBV) Command Centre** The GBV helpline offers 24/7 inatoa msaada kwa yoyote anayepitia unyanyasaji au ukatili. ğŸ“ 0800 428 428 ğŸ“© Send a â€˜please call meâ€™ to: *120*7867#

# data_list
source: A referral related to violence
sw: Rufaa inayohusu ukatili

# data_list
source: **Do you need to find referrals for challenges relating to violence**? **Crime Stop (South African Police Service)** Report crimes or suspicious activity anonymously. ğŸ“ 0860 010 111 **Childline South Africa** Free 24/7 support for children and anyone concerned about a childâ€™s safety. ğŸ“ 116 ğŸŒ www.childlinesa.org.za **Gender-Based Violence (GBV) Command Centre** 24/7 help for anyone experiencing abuse or gender-based violence. ğŸ“ 0800 428 428 ğŸ“© Send a â€˜please call meâ€™ to: *120*7867# **Thuthuzela Care Centres (TCCs)** Support for survivors of rape and sexual violence, including medical care and counselling. ğŸŒ Find your nearest TCC: www.gov.za/TCC **Safeline (Male Survivor Helpline)** Confidential support for boys and men affected by sexual abuse or violence. ğŸ“ 0800 035 553 Refugee Support (Scalabrini Centre) Legal and psychosocial help for refugee children and families. ğŸ“± WhatsApp (children): 063 656 5080 ğŸ“± WhatsApp (refugee rights): 078 594 5591 ğŸŒ www.scalabrini.org.za
sw: Unahitaji kupata rufaa kwa changamoto zinazohusu ukatili? *Crime Stop (South African Police Service)** Toa taarifa ya uhalifu au shughuli yoyote ya kutilia shaka. ğŸ“ 0860 010 111 **Childline South Africa** Free 24/7 inatoa msaada kwa watoto na watu wote wenye wasiwasi na watoto. ğŸ“ 116 ğŸŒ www.childlinesa.org.za **Gender-Based Violence (GBV) Command Centre** 24/7 inatoa msaada kwa yoyote anaye pitia unyanyasaji au ukatili wa kijinsia. ğŸ“ 0800 428 428 ğŸ“© Send a â€˜please call meâ€™ to: *120*7867# **Thuthuzela Care Centres (TCCs)** inasaidia wahanga wa ubakaji na ukatili wa kingono, kama matibabu na ushauri. ğŸŒ Find your nearest TCC: www.gov.za/TCC **Safeline (Male Survivor Helpline)** Msaada wa siri kwa wavulana na wanaume walio athirika na unyanyasaji wa kingono na ukatili. ğŸ“ 0800 035 553 Refugee Support (Scalabrini Centre) Msaada wa kisheria na kisaikolojia kwa wakimbizi watoto na familia. ğŸ“± WhatsApp (children): 063 656 5080 ğŸ“± WhatsApp (refugee rights): 078 594 5591 ğŸŒ www.scalabrini.org.za

# data_list
source: A challenge in my family
sw: Changamoto kwenye familia yangu

# data_list
source: **Do you need more information or support in managing a challenge in your family?** **Department of Social Development (DSD)** Offers support with family issues, child welfare, and elder care. ğŸ“ 0800 220 250 (Monday-Friday, 8am-4pm) ğŸš© Visit your local DSD office (Monday-Friday, 8am-4pm) **ACVV (Afrikaanse Christelike Vroue Vereniging)** Supports families in crisis through social work, child protection, and community services. ğŸŒ www.acvv.org.za **Badisa** Faith-based organisation offering social support for families, children, the elderly, and people with disabilities. ğŸŒ www.badisa.org.za **Childline South Africa** 24/7 helpline for children or families needing support, guidance, or to report abuse. ğŸ“ 116 ğŸŒ www.childlinesa.org.za
sw: Je unahitaji taarifa zaidi au msaada ili kukabiliana na changamoto ndani ya familia yako? **Department of Social Development (DSD)** inatoa msaada kwenye mambo ya familia, ustawi wa watoto, huduma za wazee. ğŸ“ 0800 220 250 (Monday-Friday, 8am-4pm) ğŸš© Visit your local DSD office (Monday-Friday, 8am-4pm) **ACVV (Afrikaanse Christelike Vroue Vereniging)** inasaidia familia ambazo zipo kwenye majanga kupitia kazi za jamii, ulinzi wa mtoto, na huduma za jamii. ğŸŒ www.acvv.org.za **Badisa** Ni shirika la imani ambalo linatoa msaada wa jamii kwa familia, watoto, wazee, na watu wenye ulemavu. ğŸŒ www.badisa.org.za **Childline South Africa** 24/7 helpline kwa watoto au familia zinazohitaji msaada, ushauri au kutoa taarifa za unyanyasaji. ğŸ“ 116 ğŸŒ www.childlinesa.org.za

# data_list
source: Feelings of anxiety or sadness
sw: Unahisi wasiwasi au huzuni

# data_list
source: **Do you have questions about what to do if you or a loved one may be feeling sad or anxious?** South African Depression and Anxiety Group (SADAG) Offers free mental health support, counselling, and referrals for adults and teens. ğŸ“ 0800 567 567 ğŸŒ www.sadag.org Lifeline South Africa Provides 24/7 counselling and emotional support for anyone in distress. ğŸ“ 0861 322 322 ğŸ“± WhatsApp call: 065 989 9238 ğŸŒ www.lifeline.org.za Childline South Africa Free helpline for children and young people needing emotional support or help. ğŸ“ 116 ğŸŒ www.childlinesa.org.za
sw: **Una maswali lolote kuhusu nini cha kufanya kama wewe au mpendwa wako akihisi huzuni au wasiwasi?** South African Depression and Anxiety Group (SADAG) inatoa bure huduma za msaada wa afya ya akili, ushauri na rufaa kwa watu wazima na vijana. ğŸ“ 0800 567 567 ğŸŒ www.sadag.org Lifeline South Africa inatoa 24/7 ushauri na msaada wa kihisia kwa yoyote mwenye msongo wa mawazo. ğŸ“ 0861 322 322 ğŸ“± WhatsApp call: 065 989 9238 ğŸŒ www.lifeline.org.za Childline South Africa Simu ya bure kwa watoto na vijana wanao hitaji msaada wa kihisia. ğŸ“ 116 ğŸŒ www.childlinesa.org.za

# data_list
source: A health referral
sw: Rufaa ya afya

# data_list
source: **Would you like to talk to someone about your health questions?** **AIDS Helpline (National Department of Health)** Free, confidential support on HIV, treatment, testing, and prevention. ğŸ“ 0800 012 322 **Cancer Association of South Africa (CANSA)** Support, screening info, and referrals for cancer-related health concerns. ğŸ“ 0800 226 622 ğŸŒ www.cansa.org.za **Marie Stopes South Africa** Support for family planning, abortion, and sexual health. ğŸ“ 0800 117 785 ğŸŒ www.mariestopes.org.za **Lifeline South Africa** Counselling for sexual health, relationships, and unplanned pregnancy. ğŸ“ 0861 322 322 ğŸŒ www.lifeline.org.za **Termination of Pregnancy Services** Public info on safe and legal abortion options. ğŸ“ Department of Health 012 395 8000 ğŸŒ https://www.gov.za/services/services-residents/birth/terminate-pregnancy **Menâ€™s Sexual Health (including circumcision)** Ask the professional nurse at your local clinic for free advice and services.
sw: **Unapenda kuongea n mtu yoyote kuhusu maswali ya afya?** **AIDS Helpline (National Department of Health)** Msaada wa bure na siri kwenye HIV, matibabu, kupima, na kukinga. ğŸ“ 0800 012 322 **Cancer Association of South Africa (CANSA)** Msaada, uchunguzi wa taarifa, na rufaa kwa kansa na mambo mengine ya afya. ğŸ“ 0800 226 622 ğŸŒ www.cansa.org.za **Marie Stopes South Africa** inatoa msaada wa mpango wa uzazi, kutoa mimba na afya ya ngono. ğŸ“ 0800 117 785 ğŸŒ www.mariestopes.org.za **Lifeline South Africa** Ushauri kwa afya ya ngono, mahusiano, na mimba zisizotarajiwa. ğŸ“ 0861 322 322 ğŸŒ www.lifeline.org.za **Termination of Pregnancy services** ğŸ“ Department of Health 012 395 8000 ğŸŒ https://www.gov.za/services/services-residents/birth/terminate-pregnancy **Menâ€™s Sexual Health (includig circumcision)**. Muulize muuguzi kwenye kiliniki iliyo karibu yako kupata ushauri na huduma.

# data_list
source: A disability
sw: Ulemavu

# data_list
source: **Would you like to find someone to talk to for support regarding disability?** **Department of Social Development (DSD)** Provides disability grants, support services, and referrals through offices across South Africa. ğŸ“ Contact your local DSD office **National Disability WhatsApp Support Line** General guidance and referrals for all disabilities. ğŸ“± WhatsApp: 081 517 8757 ğŸŒ www.wcapd.org.za (based in Western Cape, assists nationally) **South African Disability Alliance (SADA)** A national network of organisations supporting persons with disabilities across different sectors. ğŸŒ www.sada.org.za **BlindSA** Offers support, advocacy, and accessible resources for blind and visually impaired persons. ğŸ“ Helpline: 060 967 0258 ğŸŒ www.blindsa.org.za **Autism South Africa** Information, resources, and guidance for families and individuals living with autism. ğŸŒ www.aut2know.co.za
sw: Unapenda kuongea na mtu kuhusu msaada unaohusu ulemavu? **Department of Social Development (DSD)** Waatoa misaada kwa walemavu, huduma, na rufaa kupitia ofisi zao kote Africa Kusini. ğŸ“ Contact your local DSD office **National Disability WhatsApp Support Line** Ushauri na mwongozo kwa ujumla na rufaa kwa ulemavu wote. ğŸ“± WhatsApp: 081 517 8757 ğŸŒ www.wcapd.org.za (based in Western Cape, assists nationally) **South African Disability Alliance (SADA)** Mtandao wa taifa wa asasi zinazosaidia watu wenye ulemavu kwenye sekta tofauti.. ğŸŒ www.sada.org.za **BlindSA** inasaidia misaada, utetezi, na upatikanaji wa rasilimali kwa ajili ya watu wenye ulemavu wa macho na wenye kasoro za kuona. ğŸ“ Helpline: 060 967 0258 ğŸŒ www.blindsa.org.za **Autism South Africa** Taarifa, rasilimali, na mwongozo kwa familia na watu wanaishi na usonji ğŸŒ www.aut2know.co.za

# data_list
source: A school challenge
sw: Changamoto za shule

# data_list
source: **Would you like to find someone to talk to for support regarding school challenges?** **SA School Helpline (Department of Basic Education)** Offers advice on school registration, bullying, rights, and other school-related issues. ğŸ“ 0800 202 933
sw: **Unapenda kuongea na mtu kupata msaada unao husu changamoto za shule** **SA School Helpline (Department of Basic Education)** Wanatoa ushauri kuhusu kujiandikisha shule, uonevu, haki na mambo mengine yanayohusu shule. ğŸ“ 0800 202 933

# data_list
source: Parents of Teens
sw: Wazazi wa vijana
