Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_teens_tz/*/*_modules_stayingsafe_t.po
Languages: sw

# data_list
source: Your voice can help stop an attack. Yell, call for help, warn, act, or use humour to stay safe. Be clear, confident, and direct—use your words, body, and eyes.
sw: Sauti yako inaweza kukusaiudia kuzuia mashambulizi. Piga kelele, ita msaada, toa vitisho, igiza au kuwa mcheshi ili ukae salama. Kuwa wazi, jiamini katika kutumia maneno yako, mwili na macho.

# data_list
source: DO IT
sw: IFANYE

# data_list
source: If your voice doesn’t help, use your body. Know the strong parts of your body you can use, and where on the attacker’s body you can hit to stop them. Use what you can to protect yourself and get away.
sw: Kama sauti yako haitakusaidia, tumia mwili wako. Tambua sehemu ya mwili wako ambayo ni imara unaweza kuitumia, na ni wapi kwenye mwili wa mvamizi unaweza ukampiga ili kumzuia. Tumia kinachowekana ili kijilinda mwenyewe na uondoke.

# data_list
source: More tips
sw: Vidokezo zaidi

# data_list
source: In danger, it’s normal to freeze or feel unsure. These tools can help you and your teen stay safe. If you or your teen are hurt, it is never your fault. Talk to someone you trust. As a parent, let your teen know they can always tell you anything, and you’ll find a solution together.
sw: Kwenye hatari, ni kawaida kuwa mtulivi na kuhusi wasiwasi. Dhana hii itakusaidia wewe na kijana wako kukaa salama. Kama wewe au kijana wako ameumia, sio kosa lako. Ongea na mtu mwingine unaemuamini. Kama mzazi, mwache kijana wako ajue kwamba anaweza kukuambia kitu chochote, na mnaweza kutafuta suluhisho pamoja.

# data_list
source: This week’s home activity is to talk with your teen about this Staying Safe module. Try the activities on warning signs and using voice and body together. These conversations can be hard at first, but they give your teen important skills for staying safe. You can do it!
sw: Wiki hii kazi ya kufanyia nyumbani ni kuongea na kijana wako kuhusu hii mada ya Kukaa Salama. Jaribu shughuli kwenye ishara hatari na utumie sauti na mwili wako pamoja. Mzungumzo haya yanaweza kuwa magumu kwa mara ya kwanza, lakini yanampa kijana wako ujuzi muhimu wa kukaa salama. Unaweza kufanya hivyo!

# data_list
source: **Remember to:** ⚠️ Spot warning signs: Talk with your teen about places, people, or situations that may not be safe. Remind them to trust their feelings. 📣 Use your voice: Practise saying “no” or asking for help. 🙅🏽‍♀️ Use your body: Make a plan together for how to leave or protect yourself.
sw: **Kumbuka:** ⚠️ Tambua alama hatari: ongea na kijana wako kuhusu sehemu, watu na hali ambazo zinaweza kuwa sio salama. Wakumbushe kuziamini hisia zao. 📣 Tumia sauti yako: Fanya mazoezi kwa kusema "hapana" au kuomba msaada. 🙅🏽‍♀️ Tumia mwili wako: Weka mikakati pamoja namna ya kuondoka au kujilinda wenyewe.

# data_list
source: Can you discuss the Staying Safe module with your teen this week?
sw: Unaweza kujadili mada ya Kukaa Salama wa vijana wako wiki hii?

# data_list
source: Yes
sw: Ndiyo

# data_list
source: Fantastic! Going through this module’s skills makes it more likely your teen will act quickly and protect themselves when it matters most.
sw: Ajabu! kupitia ujuzi wa mada hii hufanya iwezekane kwa kijana wako kufanya haraka na kujilinda mwenyewe panapohitajika zaidi.

# data_list
source: I think so
sw: Ninafikiri

# data_list
source: That is a good start! Every time you talk about safety, you make it easier for your teen to trust their instincts and speak up. Keep going!
sw: Huo ni mwanzo mzuri! kila wakati unazungumza kuhusu usalama, unafanya kuwa rahisi kwa vijana wetu kuamini silika zao na kuongea. Endelea!

# data_list
source: No
sw: Hapana

# data_list
source: That's okay. Safety talks can feel hard, but even one conversation can prepare your teen for real situations. You can try again when you are ready.
sw: Sawa, mazungumzo kuhusu usalama wa vijana yanaweza kuonekana magumu, lakini kuzungumza hata mara moja kunaweza kumuandaa kijana wako na hali halisi. Unaweza kujaribu tena unapokua tayari.

# data_list
source: Helping your teen learn to notice danger, speak up, and protect themselves builds real confidence. Practising together makes it more likely they will act when something feels wrong.
sw: Kumsaidia kijana wako kujifunza kutambua hatari, kuongea, na kujilinda mwenyewe inamjengea hasa kujiamini. Kufanya mazoezi ya pamoja hufanya iwezekane zaidi kutenda hasa pale wanapohisi jambo fulani halipo sawa.

# data_list
source: Hear how @data.characters.media_daughter_9.name used her voice to stay safe
sw: Sikia jinsi @data.characters.media_daughter_9.name alivotumia sauti yake kukaa salama

# data_list
source: It helped me a lot that I learnt I can use my voice to stay safe. A while ago, I was walking home alone and some man began to follow me and I felt scared. My father taught me that the most important thing is to be safe, so I turned around and said loud and clear ‘Why are you following me, I don’t want that’. It really surprised the man and even some other people looked at us, so the man walked away. I felt so relieved and even told my father. He said I did well and I felt really good. Before, I would have been too scared, also what other people think, but now I feel confident.
sw: Imenisaidia sana kwamba ninaweza kutumia sauti yangu na kuwa salama. Siku chache zilizopita, nilikuwa naelekea nyumbani peke yangu na mwanaume alianza kunifuata nami niliogopa. Baba yangu alinifundisha kwamba jambo muhimu sana ni kuwa salama, kwahiyo niligeuka na kuongea kwa sauti kubwa ' kwanini unanifuatilia, sitaki!' Ilimshangaza mwanaume huyo na hata watu wengine walitutazama, hivyo mwanaume yule aliondoka. Nilijisikia amani na hata kumwambia baba yangu. Alisema nilifanya vyema na nilijisikia vizuri. Hapo awali, nilikua niliogopa sana, na pia vipi watu wengine wangefikiria, lakini sasa nahisi ujasiri.

# data_list
source: Here is a short video to help you slow down before you go
sw: Hii hapa video fupi ya kukusaidia kupunguza kasi (ya shughuli) kabla ya kuondoka
