Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_teens_tz/*/*_modules_money_t.po
Languages: sw

# data_list
source: Today's topic is about family budgets. Many families are stressed about money, especially if teens keep asking for things! When we make a budget together, we can agree how to spend AND save to prevent stress and work towards our family’s goals.
sw: Mada ya leo inahusu bajeti za familia. Familia nyingi hufadhaika kuhusu pesa, hasa ikiwa vijana wanaendelea kuomba vitu! Tunapopanga bajeti pamoja, tunaweza kukubaliana jinsi ya kutumia na kuweka akiba ili kuzuia mfadhaiko na kufanyia kazi malengo ya familia yetu.

# data_list
source: Greetings, everyone. Today's topic is family budgeting. It is important to create a budget, but it is even more important to create a budget involving the entire family. Doing it together helps increase the level of understanding of how you spend money as a family and how much you save for the family and you can even come up with plans of how you can save as a family.
sw: Habari, zenu. Mada ya leo ni kuhusu bajeti za familia. Ni muhimu kupanga bajeti, lakini ni muhimu zaidi kupanga bajeti inayohusisha familia nzima. Kufanya hivyo pamoja kunasaidia kuongeza kiwango cha uelewa wa jinsi mnavyotumia pesa kama familia na kiasi gani mnaweka akiba kwa ajili ya familia na mnaweza hata kupanga mipango ya jinsi mnavyoweza kuweka akiba mkiwa kama familia.

# data_list
source: When we involve our teens in budgeting, they learn to be responsible with money and work towards goals. That is something we all want for our teens, right?
sw: Tunapowashirikisha vijana wetu katika kupanga bajeti, wanajifunza kuwajibika na pesa na kufanya kazi kwa malengo. Hilo ni jambo ambalo sote tunataka kwa vijana wetu, sivyo?

# data_list
source: Hear how @data.characters.media_male_4.name involved his teens in budgeting
sw: Sikiliza jinsi@data.characters.media_male_4.name alivyo washirikisha vijana wake katika upangaji wa bajeti

# data_list
source: My teens used to ask for many things and couldn’t understand when I said, “I don’t have money for that right now.” They would say, “But you have a job!” One day I sat with them and showed them all our monthly costs and how much is left. After that, they understood. Now they even share ideas on how we can save for small goals, like new shoes or birthdays, and bigger things like school fees. For my older one, I also opened a savings account. Budgeting together has made me realise that it’s not just earning money that is important but actually showing up as a father. This has made me feel less stressed and less alone with the money worries, because now we plan together as a family.
sw: Vijana wangu wamekuwa wakiomba vitu mbalimbali, na walikua hawanielewi nikiwaeleza, "sina pesa" Siku moja niliketi nao na kuwaonyesha gharama zetu zote kwa mwezi na kiasi kilicho sali. baada ya hapo walielewa. kwa sasa hata wao wanachangia wamazo kuhusiana na namnagani tunaweza kupunguza gharama tunazozitumia kwa vitu vidogovidogo kama vile kununua viatu vipya na sherehe za kuzaliwa. na kuwekeza kwenye vitu vikubwa kama vile ada za shule. Vilevile nimefunga akaunti ya hakiba kwa ajili ya kijana wangu mkubwa. Kupanga bajeti pamoja kumenifanya nitambue kwamba sio tu kutafuta pesa ndio jambo muhimu lakini pia kujionyesha kama baba. Hii imenifanya nijihisi mwenye mawazo kidogo, nasio peke yangu mwenye hofu ya pesa, kwasababu kwasasa tuna panga pamoja kama familia.

# data_list
source: It can be hard to make ends meet every month. Many families have this problem! Including @data.characters.f2_grandmother.name and @data.characters.f2_grandfather.name, who have been taking care of their grandchildren, @data.characters.f2_daughter_19.name and @data.characters.f2_son_15.name, since their parents died when they were young.
sw: Inaweza kuwa vigumu kufanya vikao vya kila mwisho wa mwezi. Familia nyingi zina hili tatizo! Kujumuisha @data.characters.f2_grandmother.name na @data.characters.f2_grandfather.name amabao wamekuwa wakiwalea wajukuu zao @data.characters.f2_daughter_19.name na @data.characters.f2_son_15.name toka wazazi wao walipo famili walipokuwa wadogo.

# data_list
source: I am so stressed. We don’t have any money left. And now I am fighting with @data.characters.f2_son_15.name over things he wants – again.
sw: Nimepata Msongo wa mawazo sana. Hatuna pesa yoyote iliyobaki. Na sasa ninagombana na @data.characters.f2_son_15.name kuhusu vitu anavyotaka - tena.

# data_list
source: I am also worried. I don’t think we will be able to pay off our last debt this month like we wanted to.
sw: Nina wasiswasi pia. Sidhani kama tutaweza kulipa deni letu lanyuma mwezi huu kama tulivyopanga.

# data_list
source: Dealing with money challenges, like @data.characters.f2_grandmother.name and @data.characters.f2_grandfather.name's situation, is stressful. A family budget can help them – and YOU!
sw: Kukabiliana na changamoto za kifedha, kama hali ya @data.characters.f2_grandmother.name na@data.characters.f2_grandfather.name kunaweza kuwa na msongo wa mawazo. Bajeti ya familia inaweza kuwasaidia wao - na WEWE pia!

# data_list
source: **There are four steps for doing a family budget:** 💭 Step 1: THINK 🎯 Step 2: CHOOSE ⚒️ Step 3: BUILD 📋 Step 4: PLAN
sw: **Kuna hatua nne za kupanga bajeti ya familia:** 💭 Hatua 1: FIKIRIA 🎯 Hatua 2: CHAGUA ⚒️ Hatua 3: JENGA 📋 Hatua 4: PANGA

# data_list
source: Can you complete these steps together with your family now?
sw: Unaweza kukamilisha hatua hizi pamoja na familia yako sasa?

# data_list
source: My family can join in now
sw: Familia yangu inaweza kujiunga sasa

# data_list
source: Let me try it out by myself
sw: Ngoja niijaribu peke yangu

# data_list
source: You need: - 📓Papers (or old newspaper or a cardboard box) and pens - 🫘 Stones or beans or anything with lots of bits to represent money Take a minute to get these things before we start with the first step.
sw: Unahitaji: - 📓 Karatasi (au gazeti la zamani au kasha la karatasi nene) na kalamu - 🫘 Hindi au maharage au kitu chochote chenye chembechembe nyingi kitakachowakilisha pesa Tumia dakika moja kutafuta vitu hivyo kabla hatujaanza hatua ya kwanza.

# data_list
source: **Step 1: THINK** Think about what you spend money on each month.
sw: **Hatua ya 1: FIKIRI** Fikiria juu ya kile unachotumia pesa kila mwezi.

# data_list
source: - Draw pictures of all the things that you and your family spend money on each month. - Write next to each picture how much each thing costs each month (there is no need to share the numbers if you don’t want to). - Add up how much money you have to spend each month.
sw: - Chora picha za vitu vyote ambavyo wewe na familia yako mnatumia pesa kila mwezi. - Andika karibu na kila picha ni kiasi gani kila kitu kinagharimu kila mwezi (hakuna haja ya kushirikisha namba ikiwa hutaki). - Ongeza kiasi cha pesa unachopaswa kutumia kila mwezi.

# data_list
source: **Step 2: CHOOSE** Think about your needs and wants. - WANT is something you can live without. - NEED is something you cannot live without.
sw: **Hatua ya 2: CHAGUA** Fikiria juu ya mahitaji na matakwa yako. - KUTAKA ni kitu ambacho unaweza kuishi bila kuwa nacho. - UHITAJI ni kitu ambacho huwezi kuishi bila kuwa nacho.

# data_list
source: Look at your list of things you spend money on and choose: - Which are NEEDS that you cannot live without? Why? - Which are WANTS which are nice to have but not essential? Why? - Which things could you try to spend less money on?
sw: Angalia orodha yako ya vitu unavyotumia pesa na uchague: - Je, ni MAHITAJI gani ambayo huwezi kuishi bila kuwa nayo? Kwa nini? - Je, ni MATAMANIO yapi ambayo ni mazuri kuwa nayo lakini sio muhimu? Kwa nini? - Ni mambo gani unaweza kujaribu kutumia pesa kidogo?

# data_list
source: **Step 3: BUILD** Make a budget!
sw: **Hatua ya 3: JENGA** Tengeneza bajeti!

# data_list
source: - Write down what your income is for the month. - Take some stones or beans or anything with lots of bits - this is your income for the month. For example: If your income is TSh2000 and you have 20 beans, each bean is TSh100. - Decide what you will spend on, and put the stones/objects on that image. Not sure about your decisions? Having trouble deciding between "needs" and "wants"? That’s totally fine! This exercise will get easier with practice.
sw: - Andika mapato yako kwa mwezi. - Chukua mawe au maharagwe au kitu chochote chenye punje nyingi - haya ni mapato yako ya mwezi. Kwa mfano: Ikiwa mapato yako ni TSh2000 na una maharage 20, kila maharagwe ni TSh100. - Amua utatumia nini, na uweke mawe/vitu kwenye picha hiyo. Je, hauna uhakika na maamuzi yako? Je, unapata shida kuamua kati ya "mahitaji" na "matamanio"? Hiyo ni sawa kabisa! Zoezi hili litakuwa rahisi kwa kufanya mazoezi.

# data_list
source: **Step 4: PLAN** Plan how you can save money, so you can deal with emergencies and realise your family goals!
sw: **Hatua ya 4: PANGA** Panga jinsi unavyoweza kuokoa pesa, ili uweze kukabiliana na dharura na kutambua malengo ya familia yako!

# data_list
source: If you can save even a tiny amount for the future or emergencies, it can make a big difference over time. - Add a circle called “emergencies”. - Add a circle called “family goals”. - Now try to move your money around so you can save a bit every month for goals and emergencies.
sw: Ikiwa unaweza kutunza hata kiasi kidogo kwa siku zijazo au dharura - inaweza kuleta mabadiliko makubwa baada ya muda. - Ongeza mduara unaoitwa "dharura". - Ongeza mduara unaoitwa "malengo ya familia". - Sasa jaribu kusogeza pesa zako ili uweze kuweka akiba kila mwezi kwa malengo na dharura.

# data_list
source: Now, let's see how @data.characters.f2_grandmother.name and @data.characters.f2_grandfather.name made a plan with their money, just like you are doing:
sw: Sasa, tuone jinsi @data.characters.f2_grandmother.name na @data.characters.f2_grandfather.name walivyotengeneza mpango wa matumizi ya fedha zao, kama unavyofanya wewe sasa:

# data_list
source: We want the best future for our grandchildren, but I do not know where to get the money.
sw: Tunataka maisha bora kwa wajukuu wetu, lakini sijui nitapata wapi pesa.

# data_list
source: Me neither. Loan sharks are dangerous, and paying them back is very expensive.
sw: Mimi pia. Watoza riba haramu ni hatari, na kuwalipa ni gharama sana.

# data_list
source: I’d love for @data.characters.f2_son_15.name to go to high school.
sw: Ningependa @data.characters.f2_son_15.name aende shule ya sekondari.

# data_list
source: Yes! And @data.characters.f2_daughter_19.name to university! But how can we save that much money with the little money we get?
sw: Ndiyo! Na @data.characters.f2_daughter_19.name kwenda chuo kikuu! Lakini tutawezaje kuokoa pesa nyingi kiasi hicho kwa kipato chetu kidogo?

# data_list
source: I know — let’s start with a plan! Maybe we can make a budget and see how we can save our money.
sw: Ninajua-hebu tuanze na mpango! Pengine tutaweza kutengeneza bajeti na kuona jinsi gani tunavyoweza kuokoa pesa zetu.

# data_list
source: That’s a great idea. We can save a little bit at a time — I will even join a savings group.
sw: Hilo ni wazo zuri sana. tunaweza kuokoa kidogo kidogo - hata mimi nitajiunga na kikundi cha kuweka akiba.

# data_list
source: We should talk with our grandchildren about things we can spend a little less on. They can help us choose what is a need and what is a want.
sw: Tunapaswa kuzungumza na wajukuu wetu kuhusu mambo ambayo tunaweza kupunguza matumizi. Wanaweza kutusaidia kuchagua nini ni hitaji na nini ni tamaa.

# data_list
source: *(A few years later)*
sw: *(Miaka michache baadae)*

# data_list
source: Look, we reached our dreams! We did not borrow any money from friends or loan sharks.
sw: Tizama, tumetimiza ndoto zetu! hatukuazima pesa kwa marafiki au tahasisi za mikopi.

# data_list
source: By saving a tiny bit each week, we managed to pay for @data.characters.f2_son_15.name’s high school and save some money for @data.characters.f2_daughter_19.name’s university. I am so proud of this.
sw: Kwa kuweka akiba kidogo kila wiki, tumeweza kulipa ada ya sekondari ya @data.characters.f2_son_15.name na kuhifadhi kiasi cha pesa ya chuo kikuu kwa ajili ya @data.characters.f2_daughter_19.name. najivunia sana hili.

# data_list
source: Having a savings plan could have helped @data.characters.f2_grandmother.name to be prepared for this kind of emergency! There are different ways we can save: at home, by buying things we can sell for profit, at a bank, or in a stokvel. Think of the advantages and disadvantages of each savings option.
sw: Kuwa na mpango wa kuweka akiba kungemsaidia @data.characters.f2_grandmother.name kuwa tayari kwa aina hii ya dharura. Kuna njia tofauti tunaweza kuweka akiba: nyumbani, kwa kununua vitu tunaweza kuuza kwa faida, katika benki, au vikundi vya akiba. Fikiria faida na hasara za kila chaguo la kuweka akiba.

# data_list
source: One night there was a horrible storm that broke my roof. Everything was flooded. I suddenly had to find money to fix the roof. I just felt defeated.
sw: Usiku mmoja kulikuwa na dhoruba ya kutisha ambayo ilivunja paa yangu. Kila kitu kiliharibika. Ghafla nililazimika kutafuta pesa za kurekebisha paa. Nilihisi tu kushindwa.

# data_list
source: What is the best way your family can save?
sw: Je, ni njia gani bora ambayo familia yako inaweza kuweka akiba ya fedha?

# data_list
source: Save money at home
sw: Kutunza pesa nyumbani

# data_list
source: Buy things you can sell for profit
sw: Kununua vitu mnaweza kuviuza kwa faida

# data_list
source: Save money at a bank
sw: Kutunza pesa katika benki

# data_list
source: Save in a savings group
sw: Weka akiba katika kikundi cha kuweka akiba

# data_list
source: Any savings plan you choose can help your family.
sw: Mpango wowote wa kuweka akiba utakao chagua unaweza kusaidia familia yako.

# data_list
source: Here are this week’s takeaway skills to help you budget and save!
sw: Huu hapa ni ujuzi wa kuchukua wa wiki hii ili kukusaidia kupanga bajeti na kuweka akiba!

# data_list
source: STEP 1: THINK
sw: HATUA YA 1: FIKIRIA

# data_list
source: *What do we spend on now?* Write down or draw what you spend money on as a family each month. How much does each item cost? How much money do you need in total?
sw: **Tunatumia pesa kwenye nini kwa sasa?** Andika au chora vitu ambavyo mnatumia kwenye pesa kama familia kila mwezi. kila kitu kinagharimu kiasi gani? Jumla unahitaji kiasi gani cha pesa?

# data_list
source: STEP 2: CHOOSE
sw: HATUA YA 2: CHAGUA

# data_list
source: *Talk together about needs and wants.* Which expenses are a ‘need’ that you cannot live without? Which expenses are a ‘want’ that is nice to have but not essential? Which things could you try to spend less on? When we explain and listen to each other carefully, we can make good money choices together as a family.
sw: *Zungumza pamoja kuhusia na mahitaji na matakwa* Nivitugani ni 'Mahitaji' na huwezi kuhishi bila hivyo vitu? Nivitu gani ni 'Matakwa' amabvyo ni vyema kuwa navyo lakini sio muhimu? Nivitu gani unaweza kujaribu kutumia kwa uchache? Kama tunaelezana na kusikilizana kwa umakini, tunaweza kufanya machaguo bora ya pesa pamoja kama familia.

# data_list
source: STEP 3: BUILD
sw: HATUA YA 3: JENGA

# data_list
source: *Make your own budget.* Write down your income for the month. Take stones, beans, or anything with lots of bits - this is your income. Agree how much you will spend on each item, and put the objects on that image/word.
sw: * Tengeneza bajeti yako binafsi* Orodhesha kipato chako kwa mwezi Chukua mawe, maharage, au chochote chenye vipande vingi- hiki ndicho kipata chako. Kubaliana ni kiasi gani mtatumia kwa kila kipande, na kisha weka hivyo vitu kwenye majina husika/halisia.

# data_list
source: STEP 4: PLAN
sw: HATUA YA 4: PANGA

# data_list
source: *Plan for emergencies and family goals.* Draw a circle ‘emergencies’. Draw a circle ‘saving’. Move your ‘money’ around so you can save a bit every month for both.
sw: *Panga kwa ajili ya dharula na malengo ya familia* Chora duara la Dharula Duara la akiba Tenga kiasi cha pesa, ili uweze kuweka akiba kidogo kwa kila kipengele kila mwezi.

# data_list
source: More tips
sw: Vidokezo zaidi

# data_list
source: Remind your teen to always tell you or a trusted adult if someone offers them gifts, airtime, money, or deals that are ‘too good to be true’ especially if asked for photos, favours, or to keep secrets.
sw: Wakumbushe vijana wako kuwa siku zote wanatakiwa kukueleza, au mtu mzima anayeaminika endapo mtu yeyote atawapa zawadi, muda wa maongezi, pesa au makuabaliano 'yanasadikika kuwa ya kweli' hasa kama wataombwa picha, fadhila, au kutunza siri.

# data_list
source: We all have dreams for our family, just like @data.characters.f2_grandmother.name and @data.characters.f2_grandfather.name. By setting aside a bit of money every month, you can realise them too! Let’s come up with some ideas for savings goals for you to make a budget plan.
sw: Sote tunayo ndoto kwa ajili ya familia yetu, kama vile @data.characters.f2_grandmother.name na @data.characters.f2_grandfather.name. kwa kuweka akiba kidogo kila mwezi, unaweza kutimiza pia! Hebu tuje na baadhi ya mawazo ya malengo ya akiba ili kukusaidia kutengeneza mpango wa bajeti.

# data_list
source: What are your family savings goals?
sw: Je, malengo ya familia yako ya kuweka akiba ni yapi?

# data_list
source: Teens completing school/university
sw: Vijana kumaliza shule/chuo kikuu

# data_list
source: Building / expanding a house for my family
sw: Kujenga / kupanua nyumba kwa ajili ya familia yangu

# data_list
source: Starting a business
sw: Kuanzisha biashara

# data_list
source: Buying a car for my family
sw: Kununua gari ya familia yangu

# data_list
source: Such a great goal! By making a good budget and saving plan, you can achieve it and feel proud of yourself!
sw: Lengo kubwa kama hilo! Kwa kufanya bajeti nzuri na mpango wa kutunza, unaweza kufikia na kujivunia mwenyewe!

# data_list
source: How can family members contribute to reaching savings goals?
sw: Wanafamilia wanawezaje kuchangia kufikia malengo ya akiba?

# data_list
source: A paid job
sw: Kazi ya kulipwa

# data_list
source: Unpaid care work
sw: Kazi ya malezi isiyo na malipo

# data_list
source: Doing chores
sw: Kufanya kazi za nyumbani

# data_list
source: These are all true! Paid work, unpaid care, and chores all help the family. All these kinds of work are valuable.
sw: Hizi zote ni kweli! Kazi ya kulipwa, kazi za malezi zisizo na malipo, na kazi za nyumbani zote husaidia familia. Aina zote hizi za kazi zina thamani.

# data_list
source: This week's home practice is to make a budget again - this time WITH your teen and family! This is an important and fun thing to do with your family - it takes about 30 minutes.
sw: Mazoezi ya nyumbani ya wiki hii ni kutengeneza bajeti tena - wakati huu PAMOJA na kijana na familia yako! Hili ni jambo muhimu na la kufurahisha kufanya na familia yako - inachukua kama dakika 30.

# data_list
source: **Remember to use the four steps for doing a family budget:** 💭 Step 1: THINK (what do we spend on now?) 🎯 Step 2: CHOOSE (what are our needs and wants?) ⚒️ Step 3: BUILD (make your budget) 📋 Step 4: PLAN (plan for emergencies and family goals)
sw: **Kumbuka kutumia hatua nne za kupanga bajeti ya familia:** 💭 Hatua ya 1: FIKIRIA (tunatumia nini sasa?) 🎯 Hatua ya 2: CHAGUA (mahitaji na matamanio ni nini?) ⚒️ Hatua ya 3: JENGA (tengeneza bajeti yako) 📋 Hatua ya 4: PANGA (mpango wa dharura na malengo ya familia)

# data_list
source: Can you make a budget with your family this week?
sw: Je, unaweza kupanga bajeti na familia yako wiki hii?

# data_list
source: Yes
sw: Ndiyo

# data_list
source: Wonderful! Making a family budget is a powerful way to set goals and reduce stress together. Keep it simple and celebrate every small success
sw: Ajabu! Kupanga bajeti ya familia ni njia nzuri ya kuweka malengo pamoja na kupunguza mfadhaiko. Ifanye nyepesi na kusherehekea kila mafanikio madogo

# data_list
source: I think so
sw: Nafikiri hivyo

# data_list
source: That’s a great start! Even talking about money as a family is a big step. Take it one conversation at a time - you are building important skills together.
sw: Hiyo ni mwanzo mzuri sana! Hata kuzungumza kuhusu pesa kama familia ni hatua kubwa. Kufanya mazungumzo haya hatua kwa hatua – mnajenga ujuzi muhimu pamoja.

# data_list
source: No
sw: Hapana

# data_list
source: That's okay. Budgeting can feel difficult at first. Try starting with one small thing, like planning how to spend this week’s food money, and build from there.
sw: Hiyo ni sawa. Bajeti inaweza kuwa ngumu mwanzoni. Jaribu kuanza na jambo moja dogo, kama kupanga jinsi ya kutumia pesa za chakula za wiki hii, na ujenge kutoka hapo.

# data_list
source: When we involve teens in budgeting, they learn important life skills, like understanding the difference between needs and wants. Making a budget together also helps teens see that we all need to make hard choices sometimes, but that it helps us to have enough money at the end of the month - and to realise our goals!
sw: Tunapohusisha vijana katika kupanga bajeti, wanajifunza stadi muhimu za maisha, kama vile kuelewa tofauti kati ya mahitaji na matamanio! Kutengeneza bajeti pamoja pia huwasaidia vijana kuona kwamba sote tunahitaji kufanya maamuzi magumu wakati mwingine, lakini hutusaidia kuwa na pesa za kutosha mwishoni mwa mwezi - na kutimiza malengo yetu!

# data_list
source: Can creating family budgets help your family? Tap play to learn more
sw: Je, kuunda bajeti za familia kunaweza kusaidia familia yako? Gusa cheza ili upate maelezo zaidi

# data_list
source: I used to ask my mom to buy me nice clothes all the time. Each time, she would say “I do not have money,” but I knew that she was getting money from my uncle. I did not understand why she refused to buy me clothes. I thought at some point “she does not love me.” But one day, she called me to sit down with her and asked “what are the needs and wants in our house.” I started to list all my needs and wants. Then my mother helped me to also think about the family needs. Now I understand where our money is going, towards the things we need as a family. From that day, I understand I cannot come in and ask any time. Now, when I want something, I wait till the month-end when we all discuss the budget together to see if it fits. We understand each other better now.
sw: Nilikuwa nikimwomba mama yangu aninunulie nguo nzuri kila wakati. Kila mara, alikuwa akisema “Sina pesa,” lakini nilijua kwamba alikuwa akipata pesa kutoka kwa mjomba wangu. Sikuelewa kwanini alikataa kuninunulia nguo. Nilifikiri wakati fulani “hanipendi.” Lakini siku moja, aliniita niketi naye na kuniuliza “ni mahitaji gani na matakwa gani katika nyumba yetu.” Nilianza kuorodhesha mahitaji na matakwa yangu yote. Kisha mama yangu akanisaidia pia kufikiria kuhusu mahitaji ya familia. Sasa ninaelewa pesa zetu zinaenda wapi, kuelekea vitu tunavyohitaji kama familia. Kuanzia siku hiyo, naelewa siwezi kuja na kuuliza wakati wowote. Sasa, ninapotaka kitu, nasubiri hadi mwisho wa mwezi tutakapojadili bajeti pamoja ili kuona kama inafaa. Tunaelewana vizuri zaidi sasa.
