Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_teens_tz/*/*_modules_problemsolving_t.po
Languages: sw

# data_list
source: Today's topic is about problem solving. Every family faces challenges, but when we work together we can deal with problems in an effective and peaceful way. What a great skill for your teen to learn too!
sw: Maada ya leo ni kuhusu kutatua matatizo. Kila familia inapitia matatizo, lakini tukifanya kazi pamoja tunaweza kutatua matatizo kwa ufanisi na njia ya amani! Ni ujuzi mzuri kwa kijana wako kujifunza pia!

# data_list
source: How can problem solving help you and your family?
sw: Je kutatua matatizo kunaweza kukusaidia wewe na familia yako?

# data_list
source: Greetings, everyone. Today's topic is problem solving. We all know that in life there are times where we face problems, and we all know in a way that when we find ourselves in these situations, it is difficult to think of immediate positive solutions. Therefore, it is important that when we are facing problems we take a pause, we breathe, keep calm and think of problem-solving skills that we may use. Remember to include our teenagers when we are solving problems. This will help them to become responsible and learn how to solve their own problems in the future.
sw: Habari zenu. Maada ya leo inahusu utatuzi wa matatizo. Sote tunajua kuwa katika maisha kuna nyakati tunakabiliwa na matatizo, na sote tunajua kwa namna fulani kwamba tunapojikuta katika nyakati hizo, ni vigumu kufikiria haraka ufumbuzi chanya. Kwa hiyo, tunapokabiliwa na matatizo ni muhimu tupumzike, tupumuwe, tutulie na tufikirie ujuzi wa kutatua matatizo tunaoweza kutumia. Tunapotatua matatizo tukumbuke kuwashirikisha vijana wetu. Kufanya hivyo kutawasaidia kuwajibika na kujifunza jinsi ya kutatua matatizo yao wenyewe siku zijazo.

# data_list
source: As parents, we sometimes think we need to fix every problem by ourselves. And teens can think the same! By involving your teen, you strengthen your relationship as well as their confidence. Together you can overcome anything.
sw: Kama wazazi, kuna muda tunafikiri kwamba tunahitaji kutatua matatizo wenyewe. Na vijana wanaweza kufikiri hivyo! Kumshirikisha kijana wako, una imarisha uhusiano wenu pamoja na kujiamini kwao. Pamoja mnaweza kushinda kitu chochote.

# data_list
source: Can problem solving keep your teens safe? It did for @data.characters.media_female_4.name - tap play to hear her story
sw: Je, kutatua matatizo kunaweza kuwaweka vijana wako salama? Ilifanya kwa @data.characters.media_female_4.name - bofya kusikia simulizi yake

# data_list
source: I did not have a good relationship with my daughter. I was always shouting at her, and she was refusing to go to school. Only when I started spending One-on-One time with her, I realised that she did not want to go to school because she was being bullied at school. We sat down and used the 6 steps of problem solving. We identified the problem, and figured out solutions together: “What can I do as a parent so you can attend school and feel safe?” We agreed I would go talk to the teacher to find a way forward. We really found the solutions together, and we are closer now.
sw: Sina mahusiano mazuri na binti yangu. Mara nyingi nilikuwa nikimfokea na alikuwa akikataa kwenda shuleni. Mara nilipoanza kutumia muda wangu pamoja naye, Nilitambua kwamba hakutaka kwenda shuleni kwa sababu alikuwa akionewa. Tulikaa chini na kutumia hatua 6 za kutatua tatizo. Tulitambua tatizo na kutafuta suluhuhisho kwa pamoja: ''Nilijaribu kumuuliza, naweza kukufanyia nini mwanangu ili uweze kuhudhuria shuleni na kujihisi salama?'' Tulikubaliana kuwa nitakwenda kuzungumza na mwalimu kutafuta suluhisho. Ni kweli tulipata, suluhisho kwa pamoja na sasa tupo karibu.

# data_list
source: Let’s look at what happened to @data.characters.f1_daughter_13.name and her mother when @data.characters.f1_daughter_13.name got a phone from a boy… Can you believe it!
sw: Tuangalie nini kilitokea kwa @data.characters.f1_daughter_13.name na mama yake pale @data.characters.f1_daughter_13.name alipo pata simu kutoka kwa mvulana… Unaweza kuamini!

# data_list
source: @data.characters.f1_daughter_13.name, where did you get that thing?
sw: @data.characters.f1_daughter_13.name, umepata wapi hicho kitu?

# data_list
source: @data.characters.man_threat.name bought it for me. It’s a nice phone, @data.characters.f1_mother.role_name. It takes great photos!
sw: @data.characters.man_threat.name amenunua kwa ajili yangu, @data.characters.f1_mother.role_name. inapiga picha nzuri sana!

# data_list
source: I don’t want to see that expensive thing! That boy is no good! How does he think you are going to repay him for this?!
sw: Sitaki kuona kitu hicho cha gharama! Huyo mvulana sio mwema! Anafikiri namna gani utaweza kulipa kwa ajili ya hiki?!

# data_list
source: That’s not how it works, @data.characters.f1_mother.role_name! That’s not fair!
sw: Siyo namna hiyo @data.characters.f1_mother.role_name! Hiyo siyo sawa!

# data_list
source: I do not want to hear it!
sw: Sitaki kusikia kitu!

# data_list
source: You are not even trying to listen to me! I do not know why I even try with you!
sw: Hata hautaki kujaribu kunisikiliza! Hata sijui kwa nini najaribu na wewe!

# data_list
source: When you face a problem, take a few deep breaths to help you stay calm. Then, try to handle the problem using these four steps!
sw: Unapo pata tatizo, vuta pumzi chache ili ikusaidie kuwa mtulivu. Halafu, jaribu kutatua tatizo kutumia hizi hatua nne!

# data_list
source: KNOW IT
sw: FAHAMU

# data_list
source: Identify the problem.
sw: Bainisha tatizo.

# data_list
source: SOLVE IT
sw: TAFUTA UTATUZI

# data_list
source: Think of possible solutions and what would happen if we used them.
sw: Fikiria njia za utatuzi zinazowezekana na kile kitakachotokea kama tutazitumia.

# data_list
source: TRY IT
sw: JARIBU

# data_list
source: Choose a solution and try it out.
sw: Chagua njia ya utatuzi na uijaribu.

# data_list
source: TEST IT
sw: JARIBU

# data_list
source: Did it work? Great! If it did not work, then try another solution.
sw: Je, imefanikiwa? Safi sana! Kama haikufanikiwa, basi jaribu njia nyingine ya utatuzi.

# data_list
source: Let’s see how problem solving works in real life— using this week’s 4 steps: know it, solve it, try it, and test it.
sw: Hebu tuangalie ni kwa namna gani kutatua matatizo hufanya kazi kwenye maisha halisi — kwa kutumia hizi hatua 4: bainisha tatizo, tatua tatizo, jaribu na jaribu.

# data_list
source: @data.characters.f2_grandmother.name is coming home from work.
sw: @data.characters.f2_grandmother.name anakuja nyumbani kutoka kazini.

# data_list
source: (🤔_thinking_) Ay my poor feet! I need to sit down for a moment and drink a cup of coffee before I start preparing food for everyone.
sw: (🤔_anafikiria_) Ay masikini miguu yangu! nahitaji kukaa chini kidogo na kunywa kikombe cha kahawa kabla ya kuanza kuandaa chakula cha wote.

# data_list
source: @data.characters.f2_son_15.name! What are you doing? That bread is for dinner! Now there will not be enough for us all!
sw: @data.characters.f2_son_15.name! Unafanya nini? Huo mkate ni wa chakula cha usiku! Sasa hautatutosha sisi sote!

# data_list
source: Sorry, @data.characters.f2_grandmother.role_name, I was just hungry. I can explain, you see, there is this guy at school...
sw: Samahani, @data.characters.f2_grandmother.role_name, nilikuwa nahisi njaa. Ngoja nikwambie basi, kuna huyu mtu shuleni...

# data_list
source: (🤔_thinking_) Take a pause… just breathe…
sw: (🤔_anafikiria_) Chukua pumziko… vuta pumzi taratibu…

# data_list
source: Just give me a moment. I am tired and now worried about having enough food for dinner.
sw: Hebu niache kidogo. Nimechoka na sasa nina wasiwasi kuhusu chakula cha kutosha cha usiku.

# data_list
source: I am sorry, @data.characters.f2_grandmother.role_name.
sw: Nisamehe, @data.characters.f2_grandmother.role_name.

# data_list
source: Now tell me, why are you so hungry? Did you not eat your lunch at school?
sw: Sasa niambie, kwa nini unahisi njaa sana? Kwani hukula chakula chako cha mchana shuleni?

# data_list
source: That is the problem. There is a guy at school who bullies me. He says if I do not give my lunch to him every day, he and his friends will hurt me. He makes me so mad!
sw: Hilo ndio tatizo. Kuna mtu ananionea shuleni. Anasema nisipompa chakula changu cha mchana kila siku, yeye na marafiki zake watanipiga. Ananikasirisha sana!

# data_list
source: I am sorry to hear that but am glad that you told me, @data.characters.f2_son_15.name. It does not mean that you can eat everybody’s dinner. After we speak, you need to go to the shop to buy some more bread. But first, what do you think we should do about the bully problem?
sw: Nasikitika kusikia hivyo lakini nimefurahi kwamba umeniambia, @data.characters.f2_son_15.name. Hata hivyo hiyo haimaanishi kwamba wewe unaweza kula chakula cha kila mtu. Tukimaliza kuzungumza uende dukani ununue mkate mwingine. Lakini kwanza, unadhani tufanye nini kuhusu hili tatizo la kuonewa?

# data_list
source: Well… I want to just hit him or get him back.
sw: Unajua… Nataka nije nimpige au nimlipizie kisasi.

# data_list
source: Hmmm… what do you think will happen to you if you do that?
sw: Hmmm… unafikiri nini kitakutokea ukifanya hivyo?

# data_list
source: I don’t know. He is bigger than me so he will probably hurt me more. And I could get into trouble at school and get expelled.
sw: Sijui. Yeye ni mkubwa kuliko mimi kwa hiyo anaweza akaniumiza mno. Na ninaweza kupata matatizo shuleni na nikafukuzwa.

# data_list
source: Yes, that could happen. What could we do instead?
sw: Ndiyo, inaweza kuwa hivyo. Tunaweza kufanya nini badala yake?

# data_list
source: I guess I could tell the teacher. But then the other kids will call me a snitch. Maybe you could talk to the teacher?
sw: Nadhani ninaweza kumwambia mwalimu. Lakini watoto wengine wataniita msaliti. Au wewe ukazungumze na mwalimu?

# data_list
source: That sounds like a better idea. I could also have a word with his parents if you want me to.
sw: Nadhani hilo ni wazo bora zaidi. Ninaweza pia kwenda kuzungumza na wazazi wake kama ukitaka nifanye hivyo.

# data_list
source: Sure. If you think that would help too. Thanks, @data.characters.f2_grandmother.role_name.
sw: Hakika. Kama unadhani hilo litasaidia. Asante, @data.characters.f2_grandmother.role_name.

# data_list
source: Anything for you, my dear. I will do it first thing after dinner. And you know? If that does not work, we can always try something else together.
sw: Chochote kwa ajili yako, mpendwa wangu. Nitafanya hivyo mara tu baada ya chakula cha usiku. Halafu unajua? Kama hilo lisipofanikiwa tutajaribu kitu kingine kwa pamoja.

# data_list
source: Thanks, @data.characters.f2_grandmother.role_name.
sw: Asante, @data.characters.f2_grandmother.role_name.

# data_list
source: *A week later…*
sw: *Wiki moja baadae…*

# data_list
source: How are things going at school now?
sw: Kwa sasa mambo yanaendaje shuleni?

# data_list
source: It is going better, the boy does not take my lunch anymore. But he is still being really mean to me.
sw: Yanaenda vizuri, yule kijana hachukui tena chakula changu. Lakini bado ni mkatili sana kwangu.

# data_list
source: I am sorry to hear that, @data.characters.f2_son_15.name. Shall I ask your uncle to go talk to his parents? If that does not work, we will try something else!
sw: Nasikitika kusikia hivyo, @data.characters.f2_son_15.name. Je, naweza kumuomba mjomba wako aende kuongea na wazazi wake? Hilo lisipofanikiwa tutajaribu namna nyingine!

# data_list
source: Yes, thank you, @data.characters.f2_grandmother.role_name. At least I know you are on my side.
sw: Sawa, asante @data.characters.f2_grandmother.role_name. Angalau naona upo upande wangu.

# data_list
source: That was a great example of how to solve a problem! Now let’s remember what happened with @data.characters.f1_daughter_13.name and the phone she got from the boy. How could @data.characters.f1_daughter_13.name and her mother, @data.characters.f1_mother.name, use the 4 steps of problem solving to come up with solutions, just like @data.characters.f2_grandmother.name and @data.characters.f2_son_15.name did?
sw: Huo ulikuwa mfano mzuri wa jinsi ya kutatua tatizo! Sasa kumbuka kilichotokea kwa @data.characters.f1_daughter_13.name na simu aliyopewa na mvulana Je @data.characters.f1_daughter_13.name na mama yake @data.characters.f1_mother.name wanawezaje kutumia hatua 4 za kutatua matatizo ili kupata suluhisho, kama @data.characters.f2_grandmother.name na @data.characters.f2_son_15.name walivyofanya?

# data_list
source: **Remember, you can use the 4 steps to solve problems:** 💭 Step 1: KNOW IT (identify problem) 📋 Step 2: SOLVE IT (identify solutions) ⚒️ Step 3: TRY IT (try one) 🎯 Step 4: TEST IT (try another solution if this one did not work)
sw: **Kumbuka, unaweza kutumia hatua 4 kutatua matatizo:** 🎯 Hatua 1: BAINISHA (tambua tatizo) 📋 Hatua 2: TATUA (tambua suluhisho) ⚒️ Hatua 3: JARIBU (chagua suluhisho mojawapo) 🎯 Hatua 4: JARIBU (jaribu suluhu nyingine kama hii haikufanikiwa)

# data_list
source: @data.characters.f1_daughter_13.name and @data.characters.f1_mother.name came up with three ideas together. Tap on each one to see if these solutions worked!
sw: @data.characters.f1_daughter_13.name na @data.characters.f1_mother.name walikuja na mawazo matatu kwa pamoja. Bonyeza kila moja kuona kama suluhisho lilifanya kazi!

# data_list
source: Ground @data.characters.f1_daughter_13.name for a month
sw: Mzuie @data.characters.f1_daughter_13.name kwa mwezi mmoja

# data_list
source: Return the phone and save up together to buy a new one
sw: Rudisha simu na tuanze kuweka akiba pamoja ili kununua simu mpya

# data_list
source: Talk to @data.characters.f1_daughter_13.name about safe sex
sw: Kuongea na @data.characters.f1_daughter_13.name kuhusu ngono salama

# data_list
source: Look what happened - that didn’t work... Let's try something else.
sw: Angalia kilichotokea - hili haikufanya kazi... Ngoja tujaribu kitu kingine.

# data_list
source: You cannot go out for the next month
sw: Huwezi kwenda nje kwa mwezi mzima ujao

# data_list
source: Uuugh… that’s so unfair, I did not do anything wrong!
sw: Uuugh… hiyo siyo sawa, sikufanya kosa lolote!

# data_list
source: I am not trying to accuse your friend or be jealous. I am worried that when someone gives a gift it is hard to say 'no' when they ask something in return – like sex. If you want to have a phone, we will save up together so you can make your own decisions without owing him anything.
sw: Siyo kwamba najaribu kumlaumu rafiki yako wala sioni wivu. Nina wasiwasi kwamba mtu anapokupatia zawadi ni vigumu kumkatalia atakapokuomba umlipe fadhila – kama vile ngono. Kama unataka kumiliki simu, tutaweka akiba pamoja ili uweze kufanya maamuzi yako mwenyewe bila yeye kukudai chochote.

# data_list
source: That makes sense, thank you, @data.characters.f1_mother.role_name.
sw: Hilo ni jambo la maana sana, asante, @data.characters.f1_mother.role_name.

# data_list
source: This is a great option! Parenting teens is really hard. Often there are no simple and easy solutions, but now @data.characters.f1_mother.name learned she can talk to her daughter about these things. Before, she worried alone, now they can come up with solutions together!
sw: Hili ni chaguo zuri! Kuwalea vijana ni kazi ngumu sana. Mara nyingi huwa hakuna njia rahisi za utatuzi, lakini sasa @data.characters.f1_mother.name amejifunza na anaweza kuzungumza mambo haya na binti yake. Zamani alikuwa akipata wasiwasi peke yake, sasa wanaweza kutafuta suluhu pamoja!

# data_list
source: This makes me realise we should talk about boyfriends and protecting yourself. Many teens your age get pregnant or become HIV positive. Let’s go to the clinic so you can talk with the nurse to learn how you can stay safe.
sw: Hii inanifanya nitambue kwamba tunaweza kuzungumza kuhusu marafiki wa kiume na kujilinda mwenyewe. Vijana wengi wa umri wako hupata mimba au maambukizi ya HIV. Twende zahanati ili uweze kuongea na muuguzi ujifunze namna ya kubaki salama.

# data_list
source: Okay, thank you, @data.characters.f1_mother.role_name.
sw: Sawa, Asante, @data.characters.f1_mother.role_name.

# data_list
source: When something bad happens, we often get upset and blame. But what our teens really need is someone to help find solutions together. Listen to them, accept how they see and feel things, and thank them for trusting you. Teaching your teen how to deal with problems will help them for the rest of their lives. What a gift!
sw: Jambo baya linapojitokeza, mara nyingi huwa tunakasirika au kulaumu. Lakini kile vijana wetu wanahitaji ni mtu wa kuwasaidia kutafuta utatuzi pamoja. Wasikilize, kubaliana na namna wanavyo ona na kuhisi vitu, na washukuru kwa kukuamini. Kuwafundisha vijana wako namna ya kushughulikia matatizo itawasaidia wao maisha yao yote. Ni zawadi ya kipekee!

# data_list
source: **Here are some examples of problems other parents solved with their teens:** - My teenager does not want to go to school - I am worried my teenager will get pregnant or will get someone pregnant - I am worried about what my teen does online - My teenager is hanging out with bad friends - My teenager is lazy - My teenager is not doing their school work - My teenager might be using drugs
sw: **Hapa ni baadhi ya mifano ya matatizo ambayo wazazi wengine waliyatatua pamoja na vijana wao:** - Kijana wangu hataki kwenda shuleni - Nina wasiwasi kijana wangu atapata ujauzito au atampa ujauzito binti - Nina wasiwasi kuhusu ambacho kijana wangu anafanya mtandaoni - Kijana wangu ana barizi marafiki wabaya - Kijana wangu ni mvivu - Kijana wangu hafanyi kazi zake za shule - Kijana wangu huenda anatumia madawa

# data_list
source: Your home activity this week is to teach your teenagers the steps for problem-solving and use them together when a problem comes up.
sw: Shughuli zako za nyumbani wiki hii ni kuwafundisha vijana wako hatua za kutatua matatizo na kuzitumia pamoja pale tatizo linapojitokeza.

# data_list
source: **Remember to use the four steps of problem-solving:** 💭 Step 1: KNOW IT (identify problem) 📋 Step 2: SOLVE IT (identify solutions) ⚒️ Step 3: TRY IT (try one) 🎯 Step 4: TEST IT (try another solution if this one did not work)
sw: **Kumbuka kutumia hatua nne za kutatua matatizo:** 💭 Hatua 1: BAINISHA (tambua tatizo) 📋 Hatua 2: TATUA (tambua suluhu) ⚒️ Hatua 3: CHAGUA (jaribu suluhu moja) 🎯 Hatua 4: JARIBU (jaribu suluhu nyingine kama ya awali haikufanikiwa kazi)

# data_list
source: Can you solve one problem together with your teen this week - using the four steps?
sw: Unaweza kutatua tatizo moja pamoja na kijana wako wiki hii - kwa kutumia zile hatua nne?

# data_list
source: Yes
sw: Ndiyo

# data_list
source: That's great! Working together with your teen will bring so many good outcomes for you both.
sw: Hiyo ni nzuri! Kufanya kazi pamoja na kijana wako kutaleta matokeo mengi mazuri kwenu wote.

# data_list
source: I think so
sw: Nafikiri hivyo

# data_list
source: You can do it! Try it out with a ‘small’ problem that may come up, so you can see how it works before tackling a bigger challenge.
sw: Unaweza, ijaribu kwa tatizo dogo linalojitokeza, ili uweze namna inavyofanya kazi kabla ya kudhibiti tatizo kubwa.

# data_list
source: No
sw: Hapana

# data_list
source: That's okay. Just remember that when a situation feels overwhelming, it can really help to use the four steps of problem solving with your teen to break the problem down.
sw: Hiyo ni sawa. Kumbuka kwamba pale unapohisi kuzidiwa, inasaidia sana kutumia hatua nne za kutatua matatizo pamoja na kijana wako ili kukabiliana na tatizo.

# data_list
source: We all have problems, but they don’t define us! You can choose to address challenges and try different solutions together with your teen. This shows your teen that they are never alone and gives them a key skill to use at home, with friends, and for life!
sw: Wote tuna matatizo, lakini matatizo siyo tulivyo sisi! Unaweza kuchagua kushughulikia changamoto na jaribu suluhu tofauti pamoja na kijana wako. Hii inaonyesha kuwa kijana wako hayupo peke yake na inawapa ujuzi muhimu wa kutumia nyumbani, na marafiki, na maishani!

# data_list
source: Can you make an impact on your community with these skills? Hear @data.characters.media_son_2.name's story
sw: Je unaweza kuleta matokeo kwenye jamii yako kwa ujuzi huu? Sikia @data.characters.media_son_2.name's simulizi

# data_list
source: When my father introduced the problem-solving steps to me, it helped me with my family, but it also helped me with my friends. I told my friends about the steps, and now when we are arguing we sit down and everyone comes up with solutions. We then look for the negatives and positives of each solution, and we agree “okay let’s try this one.” My friends even took it to their own homes, and it is helping with their families as well! It is great when others listen to you and accept your ideas even though you are young. We can all bring that harmony with our friends and family.
sw: Pindi baba yangu aliponitambulisha hatua za kutatua tatizo, ilinisaidia mimi, familia yangu lakini pia iliwasaidia marafiki zangu. Niliwaambia marafiki zangu kuhusu hatua hizo, na sasa wakati tunapobishana, tunakaa chini na kila mmoja anakuja na suluhisho. Kisha tunaangalia madhara hasi na chanya ya kila suluhisho na tunakubaliana ''sawa ngoja tujaribu hii moja.'' Marafiki zangu huchukuwa na kupeleka nyumbani kwao, na inawasaidia wao na familia zao pia! Ni furaha pindi ambapo wengine wanakusikiliza na kukubaliana na mawazo yako hata kama wewe ni mdogo. Sote tunaweza kuleta maelewano na marafiki na familia.
