Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_teens_tz/*/*_modules_grief_t.po
Languages: sw

# data_list
source: ⚠️ Sensitive Content Notice
sw: ⚠️ Tangazo la Maudhui Nyeti

# data_list
source: This module includes content that may be sensitive. You can check it out by yourself first. This will prepare you well for sharing the content with your teen and others afterwards. If you need support, see the “Support Contacts” section in your Library for help.
sw: Sehemu hii inajumuisha maudhui ambayo yanaweza kuwa nyeti. Unaweza kuiangalia peke yako kwanza. Hii itakutayarisha vyema kwa kushiriki maudhui na kijana wako na wengine baadaye. Ikiwa unahitaji usaidizi, angalia sehemu ya "Mawasiliano kwa Usaidizi" kwenye Maktaba yako kwa usaidizi.

# data_list
source: Today's topic is about coping with grief. Grief affects us all in different ways. Whatever you feel, you are grieving in your own way, and that is okay.
sw: Mada ya leo inahusu kukabiliana na majonzi. Majonzi hutuathiri sisi sote kwa namna tofauti. Vyoyote unavyojisikia, unahuzunika kwa namna yako mwenyewew, na hiyo ni sawa.

# data_list
source: What techniques can you use to cope with grief? Tap play to find out
sw: Ni mbinu gani unazotumia kukabiliana na majonzi

# data_list
source: Greetings. Today's topic is coping with grief. Taking care of ourselves is important, especially when we are facing challenging and difficult times such as coping with grief. We need to stay calm in order to think and act positively whenever we find ourselves overwhelmed. We may use techniques such as taking a pause to calm ourselves down.
sw: Habari zenu. Mada ya leo ni kukabiliana na huzuni. Kujitunza ni muhimu, hasa tunapokabiliana na nyakati ngumu kama vile kukabiliana na huzuni. Tunatakiwa kuwa watuliviu ili kufikiri kutenda vema kila tunapojikuta tumeelemewa. Tunaweza kutumia mbinu kama vile kutulia ili kujituliza.

# data_list
source: Taking care of ourselves during grief helps us stay calm and present for our children. When we share and name our feelings openly, it can help the whole family feel less alone and more supported.
sw: Kujitunza wakati wa huzuni hutusaidia kuwa watulivu na kuwepo kwajili ya watoto wetu. Tunaposhirikishana na kutaja hisia zetu kwa uwazi, inaweza kusaidia familia nzima kuhisi kutokuwa na upweke na kuungwa mkono zaidi.

# data_list
source: Hear how naming feelings helped @data.characters.media_female_12.name feel closer to family while grieving
sw: Sikiliza jinsi kutaja hisia kulivyosaidia @data.characters.media_female_12.name ajisikie karibu na familia wakati wa huzuni

# data_list
source: After I lost my husband, the parenting tips that I learnt were so helpful to me: I began breathing calmly whenever I was feeling so sad or angry, and my kids really felt the difference because I was learning to keep calm. Naming our feelings and being open about how we are feeling has helped me feel closer to my child. Before, I felt like I was the only one who was going through these emotions, but now I know that my child is feeling the same things. We can talk about it and help each other. We don’t feel alone anymore.
sw: Baada ya kufiwa na mume wangu, vidokezo vya malezi nilivyojifunza vilinisaidia sana: Nilianza kuvuta pumzi kwa utulivu kila ninapohisi huzuni na hasira, na watoto wangu walihisi tofauti kwa sababu nilikuwa najifunza kuwa na utulivu. Kuelezea hisia zetu na kuwa wazi kuhusu namna tunavyojisikia imenisaidia kuwa karibu na mtoto wangu. Hapo awali, nilihisi mimi peke yangu ndiye napitia hizi hisia, lakini sasa najua kwamba na mtoto wangu anahisi pia hali hiyo. Tunaweza kuzungumza kuhusu hilo na kusaidiana. Hatuhisi upweke tena.

# data_list
source: Difficult emotions can lead to difficult behaviour – especially with children. Losing a caregiver or a loved one can make your teen feel worried, insecure, or angry, and can often make them act out. Let’s see what happened with @data.characters.f4_daughter_13.name who lost her mother 6 months ago:
sw: Hisia ngumu zinaweza kusababisha tabia ngumu hasa kwa watoto. Kumpoteza mlezi au mpendwa wako kunaweza kumfanya kijana wako ahisi kuwa na wasiwasi, kukosa usalama au hasira na wakati mwingine kumfanya aigize. Hebu tuone kilichotokea kwa @data.characters.f4_daughter_13.name aliyefiwa na mama yake miezi 6 iliyopita:

# data_list
source: I miss @data.characters.f1_mother.role_name so much...
sw: Nimemkumbuka sana @data.characters.f1_mother.role_name sana...

# data_list
source: @data.characters.f4_daughter_13.name, you need to stop crying. It has been months already! This crying will not bring your @data.characters.f1_mother.role_name back and you are doing worse and worse in school!
sw: @data.characters.f4_daughter_13.name, unahitaji kuacha kulia. Imekuwa miezi tayari. Kulia huku hakutamrudisha @data.characters.f1_mother.role_name na unafanya vibaya na vibaya zaidi shuleni!

# data_list
source: You just don't understand how I feel! You never listen!
sw: Huelewi tu jinsi ninavyohisi. Huwa husikilizi kamwe!

# data_list
source: Stop being so dramatic! Your behaviour is unacceptable!
sw: Acha vituko! Tabia yako haikubaliki!

# data_list
source: How did @data.characters.f4_father.name’s response make his daughter, @data.characters.f4_daughter_13.name, feel?
sw: Majibu ya @data.characters.f4_father.name’s yalimfanya binti yake @data.characters.f4_daughter_13.name ajisikie vipi?

# data_list
source: Confused
sw: Kuchanganyikiwa

# data_list
source: Yes, telling someone to stop crying can make them feel even more sad, angry or confused.
sw: Ndiyo, kumwambia mtu aache kulia kunaweza kumfanya ahisi huzuni zaidi, hasira au kuchanganyikiwa.

# data_list
source: What could @data.characters.f4_father.name have done differently?
sw: Kipi angeweza @data.characters.f4_father.name kufanya tofauti?

# data_list
source: Take a pause before responding and notice his own emotions
sw: Tulia kabla ya kujibu na utambue hisia zake mwenyewe

# data_list
source: Ask @data.characters.f4_daughter_13.name to share more about how she feels
sw: Uliza, @data.characters.f4_daughter_13.name ili akushirikishe zaidi kuhusu anavyohisi

# data_list
source: Give @data.characters.f4_daughter_13.name a hug and tell her she can talk to him
sw: Mkumbatie @data.characters.f4_daughter_13.name na umwambie anaweza kuzungumza naye

# data_list
source: Ask @data.characters.f4_daughter_13.name what would help her feel better
sw: Muulize @data.characters.f4_daughter_13.name nini kinaweza kumsaidia ajisikie vizuri

# data_list
source: Yes, all these options are correct. When we lose someone we love, it helps to recognise and share our feelings as a family.
sw: Ndiyo, chaguzi zote hizi ni sawa. Tunapompoteza mtu tunayempenda, inatusaidia kutambua na kushirikishana hisia zetu kama familia.

# data_list
source: Thank you for thinking along! Let’s see what happens if @data.characters.f4_father.name tries to support @data.characters.f4_daughter_13.name:
sw: Asante kwa kufikiri pamoja! Acha tuone kitakachotokea ikiwa @data.characters.f4_father.name atajaribu kumsaidia @data.characters.f4_daughter_13.name:

# data_list
source: I know you are sad, @data.characters.f4_daughter_13.name. I also miss @data.characters.f1_mother.role_name. What do you think we can do to help you feel better?
sw: Ninajua una huzuni, @data.characters.f4_daughter_13.name pia namkumbuka @data.characters.f1_mother.role_name. Unafikiri tunaweza kufanya nini ili tuweze kukusaidia kujisikia vizuri?

# data_list
source: Maybe we can visit @data.characters.f4_aunt.role_name, so we can share stories about @data.characters.f1_mother.role_name?
sw: Labda tunaweza kumtembelea @data.characters.f4_aunt.role_name, ili tushirikishane hadithi kuhusu @data.characters.f1_mother.role_name?

# data_list
source: I like that idea, let’s go see her on Saturday. Do you already want to tell me more about how you feel now?
sw: Nimependa wazo hilo, twende tukamwone Jumamosi. Je, tayari unataka kuniambia zaidi kuhusu jinsi unavyohisi sasa?

# data_list
source: I honestly feel angry that she left. Is it okay to say that?
sw: Kwa kweli nimeshikwa na hasira kwa sababu aliondoka. Je, ni sawa kusema hivyo?

# data_list
source: Yes, it is normal to feel angry. We all have different feelings at different times, and that is okay. It is good to talk about this together, thank you for sharing with me.
sw: Ndiyo, ni kawaida kuwa na hasira. Sisi sote tunahisia tofauti kwa nyakati tofauti na hiyo ni sawa. Ni vizuri kuzulingumza hili pamoja, asante kwa kunishirikisha.

# data_list
source: Let's think about what happened in this story.
sw: Hebu tufikirie kuhusu kilichotokea kwenye hadithi hii.

# data_list
source: How did @data.characters.f4_daughter_13.name feel after talking to her father, @data.characters.f4_father.name?
sw: Je, @data.characters.f4_daughter_13.name alijisikiaje baada ya kuongea na baba yake @data.characters.f4_father.name?

# data_list
source: That’s right. Talking about her feelings helped @data.characters.f4_daughter_13.name feel lighter and less alone inside.
sw: Hii ni sawa. Kuzungumza kuhusu hisia zake kulimsaidia @data.characters.f4_daughter_13.name ajihisi mwepesi na kutokuwa mpweke.

# data_list
source: Supported
sw: Kuungwa mkono

# data_list
source: Yes, knowing that her @data.characters.f4_father.role_name understood and accepted her feelings made @data.characters.f4_daughter_13.name feel cared for and supported.
sw: Ndiyo, kujua kwamba @data.characters.f4_father.role_name alimuelewa na kukubali hisia zake kulifanya @data.characters.f4_daughter_13.name kuhisi anajali na kuungwa mkono.

# data_list
source: Comforted
sw: Kufarijiwa

# data_list
source: Exactly. Sharing her sadness and anger openly made @data.characters.f4_daughter_13.name feel comforted and closer to her father.
sw: Sahihi. Kushirikisha huzuni na hasira yake kwa uwazi kulimfanya @data.characters.f4_daughter_13.name ajisikie ametulizwa na kuwa karibu zaidi na baba yake.

# data_list
source: What could have happened if @data.characters.f4_father.name got angry at his daughter, @data.characters.f4_daughter_13.name, when she shared that she was feeling angry?
sw: Nini kingetokea kama @data.characters.f4_father.name angepatwa na hasira juu ya binti yake @data.characters.f4_daughter_13.name, wakati anamshirikisha hisia zake kuwa alikuwa na hasira?

# data_list
source: @data.characters.f4_daughter_13.name might not trust her @data.characters.f4_father.role_name
sw: @data.characters.f4_daughter_13.name huenda asimuamini @data.characters.f4_father.role_name

# data_list
source: @data.characters.f4_daughter_13.name and her @data.characters.f4_father.role_name might talk less and feel more alone
sw: @data.characters.f4_daughter_13.name na @data.characters.f4_father.role_name huenda wangezungumza kidogo na kuhisi upweke zaidi

# data_list
source: @data.characters.f4_daughter_13.name might show more challenging behaviour
sw: @data.characters.f4_daughter_13.name huenda ikaonesha tabia yenye changamoto zaidi

# data_list
source: All these options are correct. Everyone copes with grief differently. We can help each other by accepting each other’s feelings and coming up with ideas together to support each other.
sw: Chaguzi hizi zote ni sahihi. Kila mmoja hukabiliana na majonzi kwa njia tofauti. Tunaweza kusaidiana kwa kukubali hisia za kila mmoja wetu na kuja na mawazo ya pamoja ili kusaidiana.

# data_list
source: Numb
sw: Kufa ganzi

# data_list
source: Here are some tips to help you and your family through times of grief:
sw: Hapa kuna vidokezo vya kukusaidia wewe na familia yako wakati wa majonzi:

# data_list
source: ACCEPT
sw: KUBALI

# data_list
source: Losing someone we love can affect us for weeks, months or years. There’s no right way to feel, and no need to feel better quickly. Your teen may feel sad, angry, confused, or unwell. They may have nightmares, pain, or school problems. Even if they seem happy, they might still feel sad. This is all normal.
sw: Kumpoteza mtu tunayempenda kunaweza kutuathiri kwa majuma, miezi au mwaka. Hakuna njia sahihi ya kujihisi na hakuna haja ya kujisikia vizuri haraka. Kijana wako anaweza kuhisi huzuni, hasira, kuchanganyikiwa, au vibaya. Wanaweza kuwa na ndoto mbaya, maumivu, au matatizo ya shule. Hata kama wanaonekana kuwa na furaha, bado wanaweza kuwa na huzuni. Haya yote ni ya kawaida.

# data_list
source: More tips
sw: Vidokezo zaidi

# data_list
source: SAY GOODBYE
sw: SEMA KWAHERI

# data_list
source: Find a way to say goodbye that feels right for you and your family. Some people hold a ceremony or have a special meal to celebrate the person. Ask your teen what they would want to do to say goodbye.
sw: Tafuta njia ya kusema kwaheri inayokufaa wewe na familia yako. Baadhi ya watu hufanya sherehe au huandaa chakula maalum ili kumsherehekea mtu huyo. Muulize kijana wako angependa kufanya nini ili kusema kwaheri.

# data_list
source: TALK
sw: ZUNGUMZA

# data_list
source: Talking or writing about the person can help bring comfort. Gently share your memories—both the happy ones and the hard ones. Teens may sometimes feel the death was their fault. Kindly remind them it was not. Let them know they can always talk to you about their feelings, and show them it’s okay by sharing yours too.
sw: Kuzungumza au kuandika juu ya mtu huyo kunaweza kuleta faraja. Washirikishe kumbukumbu zako kwa upole zile zote zenye furaha na zile ngumu. Wakati fulani vijana wanaweza kuhisi kifo kilikuwa kosa lao. Tafadhali wakumbushe haikuwa hivyo. Wajulishe kuwa wanaweza kuzungumza nawe kila wakati kuhusu hisia zao, na uwaonyeshe kuwa ni sawa kwa kuwakushirikisha zako pia.

# data_list
source: When we are going through a difficult time, it can help to talk about or write down how we feel. Let’s practise naming feelings. How do you feel now?
sw: Tunapopitia wakati mgumu, inaweza kusaidia kuzungumzia au kuandika jinsi tunavyohisi. Wacha tujizoeze kutaja hisia?

# data_list
source: How could a person feel when someone they love passes away?
sw: Je, mtu anaweza kuhisije mtu anayempenda anapoaga dunia?

# data_list
source: Sad
sw: Huzuni

# data_list
source: Angry
sw: Hasira

# data_list
source: Scared
sw: Unaogopa

# data_list
source: Loved
sw: Kupendwa

# data_list
source: Relieved
sw: Ahueni

# data_list
source: Brave
sw: Jasiri

# data_list
source: Someone who is grieving can feel many different emotions. They might also feel lost, shocked, numb, guilty, lonely, or even hopeful — all of these are normal.
sw: Mtu anayehuzunika anaweza kuhisi hisia nyingi tofauti. Wanaweza pia kuhisi kupotea, kushtushwa, kufa ganzi, hatia, upweke, au hata kuwa na matumaini - yote haya ni ya kawaida.

# data_list
source: This week's home activity is to share with your teen how you feel, and ask them to also name their feelings. You can remind your teen of some emotions they might feel - like happy, sad, scared, hopeful, angry, or lonely. There is no right or wrong feeling. Sharing emotions helps you both feel less alone.
sw: Wiki hii zoezi la nyumbani ni kuwashirikisha vijana wako jinsi unavyojisikia, na kuwaomba waeleze hisia zao pia. Unaweza kumkumbusha kijana wako baadhi ya hisia anazoweza kuhisi - kama furaha, huzuni, hofu, matumaini, hasira, au upweke. Hakuna hisia sahihi au si sahihi. Kushirikishana hisia kunawasaidia nyinyi wawili kutojihisi wapweke.

# data_list
source: Can you share how you are feeling with your teen this week and invite them to name their feelings too?
sw: Je, unaweza kumshirikisha jinsi unavyohisi na kijana wako wiki hii na kuwaalika kutaja hisia zao pia?

# data_list
source: Yes
sw: Ndiyo

# data_list
source: That’s wonderful. Talking about emotions helps you and your teen cope and connect during difficult times.
sw: Hiyo ni ajabu. Kuzungumza kuhusu hisia hukusaidia wewe na kijana wako kustahimili na kuungana katika nyakati ngumu.

# data_list
source: I think so
sw: Ninafikiri hivyo

# data_list
source: That’s a good start. Even trying to open a conversation about feelings can help your teen feel supported. Keep going - you are doing something very important.
sw: Huo ni mwanzo mzuri. Hata kujaribu kufungua mazungumzo kuhusu hisia kunaweza kumsaidia kijana wako kuhisi kuungwa mkono. Endelea - unafanya jambo muhimu sana.

# data_list
source: No
sw: Hapana

# data_list
source: That's okay. Talking about feelings can be hard, especially during grief. Try again when the time feels right - every small step towards openness helps.
sw: Hiyo ni sawa. Kuzungumza juu ya hisia inaweza kuwa ngumu, haswa wakati wa majonzi. Jaribu tena wakati unahisi kuwa sawa - kila hatua ndogo kuelekea uwazi husaidia.

# data_list
source: Grief can make both parents and teens feel alone - but talking about your feelings can help you cope together. Even small steps like checking in and sharing emotions can rebuild trust and connection.
sw: Huzuni inaweza kuwafanya wazazi na vijana wajisikie peke yao - lakini kuzungumza kuhusu hisia zako kunaweza kukusaidia kukabiliana pamoja. Hata hatua ndogo kama kuangalia na kushirikishana hisia zinaweza kujenga uaminifu na muunganisho upya.

# data_list
source: Hear how @data.characters.media_daughter_10.name and her father learned to support each other
sw: Sikia jinsi @data.characters.media_daughter_10.name na baba yake walivyojifunza kusaidiana

# data_list
source: When I lost my mom, everything changed. I was so sad, but it felt like my dad couldn't understand. Our relationship suffered. We did our own things and we stopped talking to each other. But then something incredible happened. My dad learnt all these things from the app about what to do when you lose someone. He asked me how I was doing and we started to talk again. He explained that he was sad too, and he even said he was sorry for not talking to me after my mom died. We can now see that it is hard for both of us, and we can help each other. He is supporting me and we are a lot closer.
sw: Nilipofiwa na mama yangu, kila kitu kilibadilika. Nilikuwa na huzuni sana, lakini ilikuwa kama baba yangu hakuelewa. Iliathiri mahusiano yetu. Kila mtu aliendelea na mambo yake na tuliacha kuongea. Lakini baadae jambo la ajabu lilitokea. Baba yangu alijifunza mambo haya yote kutoka kwenye programu kuhusu nini cha kufanya pale unapofiwa na mtu. Aliniuliza ninaendeleaje na tulianza kuongea. Alielezea kwamba alikuwa na huzuni pia, na aliomba msamaha kwa kutozungumza na mimi baada ya mama kufariki. Sasa tunaweza kuona kwamba ni vigumu kwetu sisi, na tunaweze kusaidiana. Ananisaidia na tupo karibu zaidi.

# data_list
source: Well done for taking time for yourself today. 🎉
sw: Hongera kwa kujipa muda wewe mwenyewe leo🎉

# data_list
source: Here is a short video to help you slow down before you go
sw: Hii hapa video fupi ya kukusaidia kupunguza kasi (ya shughuli) kabla ya kuondoka
