Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_teens_tz/*/*_modules_consequences_t.po
Languages: sw

# data_list
source: Today's topic is about calm consequences. Our actions have consequences. Some consequences happen naturally (“if you break something, you can’t use it anymore”). Other consequences we set as a family to motivate us to follow the rules (“if you come home late, you can’t go out with friends tomorrow”). HOW you set and use consequences together matters. Getting consequences right helps teens behave better and makes family life calmer.
sw: Mada ya leo ni kuhusu athari nyepesi. Matendo yetu yana matokeo. Baadhi ya matokeo hutokea kwa kawaida (“kama ukivunja kitu, huwezi kukitumia tena”). Athari nyepesi zingine tunaweka kama familia ili kutuhamasisha kufuata sheria (“kama ukirudi nyumbani ukiwa umechelewa, hautaruhusiwa kutoka na marafiki kesho”). JINSI unavyoweka na kutumia adhabu nyepesi pamoja ni muhimu. Kuweka matokeo ipasavyo husaidia vijana kuenenda vyema na hufanya maisha ya familia kuwa na utulivu zaidi.

# data_list
source: How will introducing calm consequences help you and your family? Play to learn more
sw: Je, kuanzisha adhabu nyepesi kutasaidia vipi wewe na familia yako? Bonyeza ili ujifunze zaidi

# data_list
source: Greetings, everyone. Today's topic is calm consequences. It is important that when we introduce consequences to our teenagers we involve them, but also important that we are calm when we introduce consequences. That will assist us to agree on introducing calm consequences to our teenagers, and our teenagers will easily remember them when they are involved and that will make them responsible.
sw: Habari, zetu. Mada ya leo ni athari nyepesi. Ni muhimu kwamba tunapoanzisha adhabu nyepesi kwa vijana wetu tuwahusishe, lakini pia ni muhimu tuwe na utulivu tunapowasilisha adhabu hizo. Hilo litatusaidia kukubaliana kuhusu kuanzisha adhabu nyepesi kwa vijana wetu, na vijana wetu watazikumbuka kwa urahisi wanapohusishwa, na hilo litawafanya kuwa wa kuwajibika.

# data_list
source: Calm consequences work best when they are fair, agreed on together, and followed through consistently - not in anger.
sw: Adhabu nyepesi hufanya kazi vizuri zaidi zikiwa za haki, kwa kukubaliana pamoja, na kufuatwa kwa uthabiti — si kwa hasira.

# data_list
source: Agreeing on consequences together works! Tap play to hear @data.characters.media_female_13.name tell her story
sw: Kukubaliana juu ya adhabu nyepesi pamoja hufanya kazi! Bonyeza cheza kusikiliza @data.characters.media_female_13.name msimulie hadithi

# data_list
source: When my teenagers did something to make me angry, I would shout at them and punish them right away. But the next time they did it again! I could not understand why they did not hear me even when I shouted. @global.app_name helped me understand that my teenagers will listen to me more when I am calm. So, when something happens, I take a deep breath and say “we will talk about this later when we are both calm.” We even agree on the consequences together now before something goes wrong. This has worked wonders – I have seen a huge change in my teen’s behaviour now that they are more involved, and I have less stress. I wish I knew this long ago, but it is never too late to start!
sw: Wakati vijana wangu walipofanya jambo lililonikasirisha, nilikuwa nikiwapigia kelele na kuwaadhibu mara moja. Lakini wakati nyingine walilifanya tena! Sikuweza kuelewa kwa nini hawakunielewa hata nilipopaza sauti. @global.app_name imenisaidia kuelewa kwamba vijana wangu watanisikiliza zaidi ninapokuwa mtulivu. Hivyo basi, jambo fulani linapotokea, huchukua pumzi ndefu na kusema, “tutazungumza kuhusu hili baadaye tukishatulia wote wawili.” Hata sasa tunakubaliana kuhusu athari nyepesi pamoja kabla jambo halijaharibika. Hii imeleta mafanikio makubwa – nimeona mabadiliko makubwa katika tabia ya kijana wangu sasa kwamba anahusishwa zaidi, na nina msongo mdogo wa mawazo. Natamani ningejua haya zamani, lakini bado sijachelewa kuanza!.

# data_list
source: Let's read what happened with @data.characters.f1_son_18.name and his father, @data.characters.f1_father.name:
sw: Acha tusome kile kilichotokea kwa @data.characters.f1_son_18.name na baba yake, @data.characters.f1_father.name:

# data_list
source: @data.characters.f1_son_18.name! What time is this? You are late!
sw: @data.characters.f1_son_18.name! Huu ni muda gani? Umechelewa!

# data_list
source: @data.characters.f1_son_18.name, you broke our rule! I will give you a hiding!
sw: @data.characters.f1_son_18.name, umevunja sheria yetu! Nitakuchapa!

# data_list
source: That’s unfair! You never listen to me!! I hate you!
sw: Hii sio sawa! Haunisikilizi!! Nakuchukia!

# data_list
source: Let's think about what happened in this story.
sw: Hebu tufikirie kuhusu kilichotokea kwenye hadithi hii.

# data_list
source: Why did giving a consequence this way not work well?
sw: Je, kwa nini amri ya kufanya athari kwa njia hii haikufanikiwa vizuri?

# data_list
source: @data.characters.f1_father.name was angry
sw: @data.characters.f1_father.name alikua na hasira

# data_list
source: @data.characters.f1_father.name did not let his son, @data.characters.f1_son_18.name, explain
sw: @data.characters.f1_father.name hakumruhusu mtoto wake, @data.characters.f1_son_18.name, elezea

# data_list
source: The consequence was not discussed beforehand with @data.characters.f1_son_18.name
sw: Matokeo hayakujadiliwa mapema na @data.characters.f1_son_18.name

# data_list
source: The consequence was too strong
sw: Athari ilikuwa ngumu mno

# data_list
source: Yes, a strong reaction like that just made everyone more angry and upset.
sw: Ndiyo, mwitikio mkubwa kama huo ulimfanya kila mtu kukasirika zaidi na kusikitika.

# data_list
source: Teens often break rules. This is normal - growing up is a difficult time when they are learning about who they are. Luckily, there are ways to discipline without getting angry or using violence… and they work well! Giving calm consequences is important because it helps teens learn from their actions and take responsibility for their choices.
sw: Vijana mara nyingi huvunja sheria. Hii ni kawaida – kukua ni kipindi kigumu wanapojifunza kuhusu wao ni nani. Kwa bahati nzuri, kuna njia za kujenga nidhamu bila hasira wala kutumia vurugu… na zinafanya kazi vizuri! Kutoa adhabu nyepesi ni muhimu kwa sababu inawasaidia vijana kujifunza kutokana na matendo yao na kuwajibika kwa maamuzi wanayofanya.

# data_list
source: Imagine you are the parent and @data.characters.f1_son_18.name came home late. What consequence would help here?
sw: Fikiria kwamba wewe ni mzazi na @data.characters.f1_son_18.name amerudi nyumbani amechelewa. Adhabu gani nyepesi ingeweza kusaidia hapa?

# data_list
source: Cannot play with phone the next day
sw: Hataweza kuchezea simu siku inayofuata

# data_list
source: That's right! And remember, consequences are not quite the same as punishment: they give our teens a chance to learn responsibility for their actions. And they are more controlled AND effective than hitting or shouting!
sw: Hiyo ni sahihi! Na kumbuka, athari nyepesi si sawa kabisa na adhabu: yanawapa vijana wetu nafasi ya kujifunza kuwajibika kwa matendo yao. Na ni rahisi zaidi kudhibitiwa na zina ufanisi kuliko kupiga au kupiga kelele!

# data_list
source: Now imagine @data.characters.f1_daughter_16.name and @data.characters.f1_daughter_13.name fight over a phone. What consequence would help here?
sw: Sasa fikiri @data.characters.f1_daughter_16.name na @data.characters.f1_daughter_13.name wanagombania. Ni athari gani nyepesi zitasaidia hapa?

# data_list
source: No gadget use the next day
sw: Hakuna kutumia vifaa vya kielektroniki siku inayofuata

# data_list
source: Write a letter of apology
sw: Kuandika barua ya kuomba msamaha

# data_list
source: Cannot see friends the next day
sw: Haruhusiwi kuwatembelea marafiki siku inayofuata

# data_list
source: Cannot play with phone after dinner (or next hour)
sw: Haruhusiwi kuchezea simu baada ya chakula cha usiku (au saa inayofuata)

# data_list
source: Take 5 minutes' pause in a separate part of the room
sw: Kutulia kwa dakika 5 ukiwa upande mwingine wa chumba

# data_list
source: Great idea! Calm consequences work best when they are fair, happen soon after the behaviour, and are used the same way each time. This helps your teen understand what to expect and gives them a clear chance to learn from their actions.
sw: Wazo zuri! Athari nyepesi zinafanya kazi vyema zaidi zinapokuwa za haki, zinapotokea mara moja baada ya tabia hiyo, na zinapotumika kwa njia ile ile kila wakati. Hii humsaidia kijana wako kuelewa kile anachopaswa kutarajia na huwapa nafasi ya wazi ya kujifunza kutokana na matendo yao.

# data_list
source: Now imagine @data.characters.f2_son_15.name is helping with a special chore. What consequence would help here?
sw: Sasa fikiria @data.characters.f2_son_15.name anasaidia kazi maalumu. Ni athari gani nyepesi ingeweza kusaidia hapa?

# data_list
source: Extra time with friends on weekend (1 hr)
sw: Muda wa ziada wa kuungana na marafiki wikiendi (saa 1)

# data_list
source: Cooking teen's favourite meal
sw: Kupika chakula pendwa cha kijana

# data_list
source: Extra time with phone after dinner (30 min)
sw: Muda wa ziada akiwa na simu baada ya chakula cha usiku (dakika 30)

# data_list
source: Watching teen's TV show together
sw: Kutazama kipindi cha televisheni cha kijana pamoja. Kutaza.

# data_list
source: Extra one-on-one time on Sunday (30 min)
sw: Muda wa ziada wa kuzungumza wawili Jumapili (dakika 30)

# data_list
source: Wonderful! Positive consequences like this build trust and show your teen that helpful behaviour is noticed and appreciated. When rewards are fair, timely, and consistent, they motivate teens to keep making good choices and strengthen your bond too.
sw: Nzuri sana! Matokeo chanya kama haya hujenga uaminifu na kuonyesha kwa kijana wako kwamba tabia nzuri inatambuliwa na kuthaminiwa. Pale zawadi ni zahaki, kwa wakati muafaka, na kwa uthabiti, huwawezesha vijana kuendelea kufanya maamuzi mazuri na pia huimarisha uhusiano wenu.

# data_list
source: Here are some tips to help you with calm consequences:
sw: Hapa kuna vidokezo kadhaa vya kukusaidia kwenye athari nyepesi:

# data_list
source: EXPLAIN
sw: ELEZA

# data_list
source: Check you are both calm. Take a few breaths. Explain to your teen why you are concerned about their behaviour. Explain the reasons why the rule mattered. You can share your feelings – it is okay to say you are disappointed.
sw: Hakikisha wote wawili mmetulia. Vuta pumzi mara kadhaa. Mweleze kijana wako kwa nini una wasiwasi na tabia zake. Eleza kwa nini sheria hiyo ilikuwa muhimu. Unaweza kumshirikisha hisia zako – si vibaya kusema umesikitika.

# data_list
source: How you introduce calm consequences is important. When you involve your teen, things usually go better!
sw: Jinsi unavyowasilisha athari nyepesi ni muhimu. Unapomhusisha kijana wako, mambo mara nyingi huenda vizuri zaidi!

# data_list
source: AGREE
sw: KUBALI

# data_list
source: Plan consequences with your teen for following and not following the rule. Ask for their ideas. Talk until you agree on something realistic. Make a consequence for NOT following the rule and a privilege when they DO follow the rule.
sw: Panga na kijana wako athari za kufuata sheria na kutofuata sheria. Mwombe atoe maoni yake. Zungumzeni hadi mtakapokubaliana kuhusu kitu halisi. Weka athari za KUTOFUATA sheria na upendeleo pindi WANAPOFUATA sheria.

# data_list
source: Remember, consequences are more successful if you discuss and agree in advance with teens before you apply them.
sw: Kumbuka, matokeo huwa na mafanikio zaidi ikiwa utajadili na kukubaliana na vijana mapema kabla ya kuyatekeleza.

# data_list
source: ACT
sw: TENDA

# data_list
source: **When your teen follows the rule, give praise and privileges!** They will feel respected and valued. Remember: The more we praise them, the more they will show that good behaviour! **When your teen does not follow the rule, follow through with the consequence.** When your teen breaks the rule, calmly give the consequence. This should be FAIR (not too harsh), IMMEDIATE (do it straight away), CONSISTENT (same every time).
sw: **Wakati kijana wako anapofuata kanuni, msifie na mpe nafsi ya pekee!** Wataona kuwa wanaheshimiwa na kuthaminiwa. Kumbuka: Kadri tunavyowasifia zaidi, ndivyo wanavyoendelea kuonyesha tabia njema! **Kijana wako anapokiuka kanuni, tekeleza athari iliyokubaliwa.** Wakati kijana wako anapovunja kanuni, toa adhabu nyepesi kwa utulivu. Hii inapaswa kuwa YA HAKI (si kali kupita kiasi), YA HARAKA (itekelezwe mara moja), THABITI (iwe hivyo kila mara).

# data_list
source: More tips
sw: Vidokezo zaidi

# data_list
source: Remember, you can also agree on GOOD consequences for GOOD actions to see more positive behaviour!
sw: Kumbuka, pia mnaweza kukubaliana juu ya matokeo MAZURI kwa matendo MAZURI ili kuona tabia chanya zaidi!

# data_list
source: Now let's go back to @data.characters.f1_son_18.name and his father, @data.characters.f1_father.name:
sw: Acha tuangalie tena @data.characters.f1_son_18.name na baba yake, @data.characters.f1_father.name:

# data_list
source: I am concerned that you are often still coming home late, @data.characters.f1_son_18.name. What can we do to help you remember to come home in time?
sw: Ninatiwa wasiwasi kwamba bado unachelewa kurudi nyumbani mara kwa mara, @data.characters.f1_son_18.name. Je tunaweza kufanya nini kukusaidia ukumbuke kurudi nyumbani kwa wakati?

# data_list
source: If I come home in time, maybe I can stay up 30 minutes later than usual?
sw: Je kama nitarudi nyumbani kwa wakati, labda naweza kukaa kwa dakika 30 zaidi kuliko kawaida?

# data_list
source: That is a good idea! And what should we do if you don’t follow the rule?
sw: Hilo ni wazo zuri! Na tufanye nini ikiwa hautafuata kanuni?

# data_list
source: (mumbles) Mgmluuhm...
sw: (Anong'ona) Mgmluuhm...

# data_list
source: Oh come on, I know you have some ideas.
sw: Acha bwana, najua una mawazo fulani.

# data_list
source: Okay…. What about, I have to do my homework?
sw: Sawa… Na je, lazima nifanye kazi ya nyumbani?

# data_list
source: You have to do your homework anyway. If you forget the rule, is it fair that you will not be able to see your friends the next day?
sw: Lazima ufanye kazi yako ya nyumbani hata hivyo. Ukisahau kanuni, je, ni haki kwamba hutakuwa na ruhusa ya kuwaona marafiki zako siku inayofuata?

# data_list
source: Okay, @data.characters.f1_father.role_name.
sw: Sawa, @data.characters.f1_father.role_name.

# data_list
source: *The next day...*
sw: *Siku inayofuata...*

# data_list
source: @data.characters.f1_son_18.name! What time is it! It is late!
sw: @data.characters.f1_son_18.name! Sasa hivi ni saa ngapi! Umechelewa!

# data_list
source: Sorry @data.characters.f1_father.role_name – you can go back to sleep.
sw: Samahani @data.characters.f1_father.role_name – Unaweza kurudi kulala.

# data_list
source: It is WAY past the time you were supposed to be home!
sw: Umepita sana muda uliotakiwa kuwa nyumbani!

# data_list
source: I can explain, @data.characters.f1_father.role_name, I can.
sw: Naweza kuelezea, @data.characters.f1_father.role_name, naweza.

# data_list
source: @data.characters.f1_son_18.name, it is the middle of the night and you came home later than we agreed. Whatever the reason is, you must understand that this is not acceptable. Your @data.characters.f1_mother.role_name and I felt really worried.
sw: @data.characters.f1_son_18.name, Ni usiku wa manane na umerudi nyumbani umechelewa kuliko tulivyokubaliana. Hata uwe na sababu yoyote ile, ni lazima uelewe kuwa hili halikubaliki. Yako @data.characters.f1_mother.role_name na nilihisi wasiwasi sana.

# data_list
source: My friends wanted me to stay longer. They were calling me a baby for having to go home already.
sw: Marafiki zangu walitaka nibaki kwa muda mrefu zaidi. Walikuwa wananitania kwa kuniita mtoto kwa kurudi nyumbani mapema.

# data_list
source: I know it can be hard to say no to your friends. Let’s talk more about this in the morning when we have had some rest.
sw: Ninajua inaweza kuwa ni vigumu kuwaambia marafiki hapana. Ebu tuzungumze zaidi kuhusu hili asubuhi tutakapokuwa tumepumzika.

# data_list
source: I am sorry I worried you and @data.characters.f1_mother.role_name.
sw: Samahani kwa kukusababishia wasiwasi na @data.characters.f1_mother.role_name.

# data_list
source: Thank you. Now go to bed, but just to be clear, as you came home later than we agreed, you will not be allowed to go out tomorrow night.
sw: Asante. Sasa nenda ukalale, lakini niweke wazi tu, kwa kuwa umerejea nyumbani kwa kuchelewa kuliko tulivyokubaliana, hutoruhusiwa kutoka kesho usiku.

# data_list
source: Let's think about this story.
sw: Hebu tufikirie kuhusu hadithi hii.

# data_list
source: Why did using a consequence work well this time?
sw: Kwa nini amri ya kufanya athari ilifanikiwa vizuri mara hii?

# data_list
source: @data.characters.f1_father.name and his son, @data.characters.f1_son_18.name, discussed consequences when they were both calm
sw: @data.characters.f1_father.name na kijana wake, @data.characters.f1_son_18.name, walijadili athari nyepesi wakati wote wawili wakiwa watulivu

# data_list
source: They agreed on consequences together
sw: Walikubaliana pamoja kuhusu athari

# data_list
source: @data.characters.f1_father.name responded calmly but firmly when @data.characters.f1_son_18.name broke the rule
sw: @data.characters.f1_father.name alijibu kwa utulivu lakini kwa msimamo thabiti wakati @data.characters.f1_son_18.name amevunja sheria

# data_list
source: @data.characters.f1_father.name listened to his son
sw: @data.characters.f1_father.name alimsikiliza mwanae

# data_list
source: The consequence was realistic and appropriate
sw: Athari ziikuwa sahihi na zinazotekelezeka

# data_list
source: Exactly! Consequences work best when they are set calmly, agreed on together, and followed through with care. By listening to your teen and staying firm but kind, you are correcting behaviour AND building trust and helping them learn responsibility.
sw: Kabisa! Athari nyepesi hufanya kazi vyema zaidi yanapowekwa kwa utulivu, kwa makubaliano ya pamoja, na kutekelezwa kwa uangalifu. Kwa kumsikiliza kijana wako na kubaki imara lakini mkarimu, unarekebisha tabia NA pia unajenga uaminifu na kumsaidia kujifunza uwajibikaji.

# data_list
source: It is time to learn and practise! Plan a calm consequence for your teenagers arguing with each other during dinner.
sw: Ni wakati wa kujifunza na kufanyia mazoezi! Panga athari nyepesi kwa vijana wako kwa kubishana wao kwa wao wakati wa chakula cha Jioni.

# data_list
source: Here are some ideas from other parents. Tap each behaviour to see an example of a fair consequence!
sw: Hapa kuna baadhi ya mawazo kutoka kwa wazazi wengine. Gusa kila tabia kuona mfano mzuri wa athari nyepesi ya haki!

# data_list
source: Negative Behaviour: Coming home after the agreed time
sw: Tabia Hasi: Kurudi nyumbani baada ya muda uliokubaliwa

# data_list
source: Negative Consequence: Cannot see friends the next day.
sw: Tokeo Hasi: Hataruhusiwa kuwaona marafiki siku inayofuata.

# data_list
source: Negative Behaviour: Talking rudely
sw: Tabia Hasi: Kuzungumza kwa ukatili

# data_list
source: Negative Consequence: Write a letter of apology.
sw: Tokeo Hasi: Andika barua ya kuomba msamaha.

# data_list
source: Positive Behaviour: Helping out with shopping
sw: Tabia Chanya: Kusaidia katika ununuzi

# data_list
source: Positive Consequence: 30 minutes extra doing an activity of their choice.
sw: Tokeo Chanya: Dakika 30 za ziada kufanya shughuli wanayoichagua wenyewe.

# data_list
source: Positive Behaviour: Helping look after younger siblings
sw: Tabia Chanya: Kusaidia kuwalea wadogo zako.

# data_list
source: Positive Consequence: One hour of extra time with friends on the weekend.
sw: Tokeo Chanya: Saa moja ya ziada kutumia muda na marafiki wikendi.

# data_list
source: Now let's think more about negative consequences. Which of these consequences do you feel is appropriate?
sw: Sasa hebu tufikirie zaidi kuhusu matokeo hasi. Ni ipi kati ya matokeo haya unahisi kuwa inafaa?

# data_list
source: Not seeing any friends for a month
sw: Hakuna kumtembelea rafiki yeyote kwa mwezi mmoja

# data_list
source: This may be hard to do for you and also too harsh! Remember, consequences should be fair, immediate and consistent.
sw: Hii inaweza kuwa ngumu kwako kufanya na pia ni kali sana! Kumbuka, athari nyepesi zinapaswa kuwa za haki, za haraka, na thabiti.

# data_list
source: Cancelling their birthday plans in a month's time
sw: Kufuta mipango yao ya siku ya kuzaliwa baada ya mwezi mmoja

# data_list
source: This is too far in the future and too harsh as well! Remember, consequences should be fair, immediate and consistent.
sw: Hii iko mbali sana huko mbele na pia ni kali sana Kumbuka, athari nyepesi zinapaswa kuwa za haki, za haraka, na thabiti.

# data_list
source: No TV this evening
sw: Hakuna kuangalia runinga jioni ya leo

# data_list
source: Perfect, this sounds fair and can be done straight away.
sw: Bora kabisa, ni ya haki na inaweza kufanyika mara moja.

# data_list
source: It is time to learn and practise! Your home activity this week is to try using one **positive consequence** when your teen does something well — and one **negative consequence** when they break a household rule.
sw: Ni wakati wa kujifunza na kufanyia mazoezi! Shughuli yako ya nyumbani kwa wiki hii ni kujaribu kutumia **athari chanya** moja wakati kijana wako anapofanya jambo vizuri — na **athari hasi** moja wakati anapovunja sheria ya nyumba.

# data_list
source: **Remember, consequences should be:** ⚖️ FAIR (not too harsh) 💨 IMMEDIATE (do it straight away) 🎯 CONSISTENT (same every time)
sw: **Kumbuka, athari zinapaswa kuwa:** ⚖️ HAKI (zisizokali sana) 💨 ZA HARAKA (zifanyike mara moja) 🎯 ZA KUDUMU (zisizobadilika kila wakati)

# data_list
source: Can you agree on one NEGATIVE consequence and one POSITIVE consequence with your teen?
sw: Je, mnaweza kukubaliana na kijana wako kuhusu athari MOJA hasi na athari MOJA chanya?

# data_list
source: Yes
sw: Ndiyo

# data_list
source: That's fantastic! When teens help choose their own consequences - both positive and negative - they are more likely to understand and stick to them. You are helping them grow into a responsible young adult.
sw: Hilo ni jambo zuri sana! Wakati vijana wanaposhirikishwa kuchagua athari zao wenyewe — zote chanya na hasi — huwa wanaelewa zaidi na kuzishika. Unawasaidia kukua na kuwa vijana wawajibikaji.

# data_list
source: I think so
sw: Ninafikiria hivyo

# data_list
source: That’s a great start! Take your time - you can come up with ideas together step by step.
sw: Huo ni mwanzo mzuri! Chukua muda wako — mnaweza kuja na mawazo pamoja hatua kwa hatua.

# data_list
source: No
sw: Hapana

# data_list
source: That's okay. These conversations can be tricky at first. Keep spending time together and try again when the moment feels right. You are already on the right path.
sw: Sawa kabisa. Mazungumzo haya yanaweza kuwa magumu mwanzoni. Endeleeni kutumia muda pamoja na jaribu tena wakati ukihisi ni wakati mwafaka. Tayari uko njiani kuelekea kwenye njia sahihi.

# data_list
source: When consequences are calm, clear, and agreed on together, teens are more likely to follow the rules. They will feel respected, not punished, and that is the best way to help our teens learn.
sw: Wakati athari nyepesi zikitolewa kwa utulivu, kwa uwazi, na kwa makubaliano ya pamoja, vijana huwa na uwezekano mkubwa wa kufuata sheria. Watakuwa wakihisi kuheshimiwa badala ya kuadhibiwa — na hiyo ndio njia bora zaidi ya kuwasaidia vijana wetu kujifunza.
