Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_teens_tz/*/*_modules_srh_t.po
Languages: sw

# data_list
source: That's right! Age 10 is when a lot of children start to enter puberty, so they need to already understand how their bodies and feelings may change. This will also help them cope better with sexual feelings safely.
sw: Hiyo ni sawa! Umri wa miaka 10 ndiyo wakati watoto wengi huanza kuingia kwenye umri barehe, hivyo vijana wanapaswa tayari kuelewa jinsi miili yao na hisia zao zinavyoweza kubadilika. Hii pia itawasaidia kukabiliana vyema na hisia za kingono kwa usalama.

# data_list
source: It’s good to start talking about body changes and relationships early - by gently answering your child’s questions. You don’t need to explain everything. Just give simple, honest answers that match their age and understanding.
sw: Ni vizuri kuanza kuzungumzia kuhusu mabadiliko ya kimwili na mahusiano mapema-kwa kujibu kwa utulivu maswali ya kijana wako. Hauhitaji kuelezea kila kitu. Mpe jibu rahisi, aminifu ambalo linaendana na umri wao na uelewa wao.

# data_list
source: Many parents also ask:
sw: Wazazi wengi pia wanauliza:

# data_list
source: How can I best keep my teen safe? Try selecting each option for more tips!
sw: Ninawezaje kumweka kijana wangu salama vizuri zaidi? Jaribu kuchagua kila chaguo kwa kupata vidokezo zaidi!

# data_list
source: I determine what my teen can and cannot do
sw: Ninaamua kile ambacho kijana wangu anaweza na hawezi kufanya

# data_list
source: I keep information or bad influences away from them
sw: Ninaweka taarifa au ushawishi mbaya mbali nao

# data_list
source: I build a healthy trusting relationship with my teen
sw: Ninatengeneza uhusiano mzuri wa kuaminika na wenye afya pamoja na kijana wangu

# data_list
source: I discuss consequences and solutions with my teen
sw: Ninajadili madhara na suluhisho pamoja na kijana wangu

# data_list
source: I emphasize that pressure is never okay
sw: Nasisitiza kuwa shinikizo halikubaliki kamwe

# data_list
source: This may not work. When we try to control too much, both girls and boys may do the opposite of what we want. But when we guide them and give them space to make choices, they often act more responsibly.
sw: Hii inaweza hisisfanye kazi Tutakapo jaribu kuwadhibiti sana, vijana wakiume na wakike wanaweza kufanya kinyume na kile tunachokitak. Lakini pale tunapowaongoza na kuwapa nafasi ya kufanya maamuzi, wanachukua hatua kwa uwajibikaji zaidi.

# data_list
source: This may not work. Both boys and girls get pressure and information from many places we can’t control. As parents, we can guide and prepare them to know what is right or wrong—and help them feel confident to make good decisions.
sw: Hii inaweza hisifanye kazi. Vijana wakiume na wakike wote kwa pamoja wanapata taharifa kutoka sehemu mbalimbali ambazo hatuwezi kudhibiti. Kama wazazi, tunaweza waongoza na kuwaandaa wao kufahamu kipi ni sahihi na kipi sio sahihi na kuwafanya kujihisi huru kufanya maamuzi.

# data_list
source: That’s right. When your teen feels trusted, they are more likely to trust you and come to you for advice or help. Praise and thank them when they share. Avoid judging, so they feel safe to talk to you again.
sw: Hiyo ni kweli. Wakati kijana wako anahisi kuaminika, kuna uwezekano mkubwa kukuamini na kuja kwako kwa ushauri au msaada. Mpongeze na mshukuru anapokushirkisha. Epuka kumhukumu, ili ahisi salama kuzungumza nawewe tena.

# data_list
source: That’s right. Good decisions come from thinking through the consequences. Talk openly with your teen when there’s a problem. Listen to each other and find solutions together. Each challenge is an opportunity to teach your teen that actions have consequences—and you can handle them as a team. Remember to praise each other for working through tough situations together.
sw: Hiyo ni sawa. Maamuzi mazuri hutokea kwa kufikiria matokeo. Zungumza kwa uwazi na kijana wako pale mnapokumbana na tatizo. Sikilizaneni ninyi kwa ninyi na tafuteni suluhisho pamoja. Kila changamoto ni nafasi ya kumfundisha kijana wako kwamba matendo yana matokeo—na kwamba mnaweza kuyakabili kwa pamoja kama timu. Kumbuka kupongezana kwa kushirikiana kwa kupitia hali ngumu pamoja.

# data_list
source: That’s right. To stay safe, both boys and girls need to know the difference between respectful behaviours and relationships, and unhealthy ones.. Respectful relationships feel caring, safe, and fair. Unhealthy ones involve pressure, discomfort, or feeling unsafe. No one should be forced to do something they’re not okay with.
sw: Hii ni sahihi ni sahihi Kuwa salama, vijana wa kike na wakiume wote kwa pamoja wanahitaji kufahamu tofauti kati ya tabia njema, mahusiano na na yale yasio na afya. Mahusiano ya kuheshimiana yanakufanya ujihisi salama, naya haki. Yasiyokuwa na afya yanahusisha msongo wa mawazo, wasiwasi na kutojihisi salama. Hakuna anaeweza kulazimishwa kufanya kitu ambacho anahisi sio saw kukifanya.

# data_list
source: Another common question among parents:
sw: Swali lingine lililozoeleka miongoni mwa wazazi:

# data_list
source: How can I help prevent my teen from having sex too young? Try selecting each option for more tips!
sw: Ninawezaje kusaidia kumzuia kijana wangu kufanya ngono akiwa bado mdogo? Jaribu kuchagua kila chaguo kupata vidokezo zaidi!

# data_list
source: Keep any information about sex away from them
sw: Weka taaarifa za ngono mbali nao

# data_list
source: Forbid them to have a boyfriend or girlfriend
sw: Kuwakataza kua na rafiki wa kike au kiume

# data_list
source: Have an open discussion on how and why they could wait to have sex
sw: Fanya mazungumzo ya wazi kuhusu kivipi na kwa nini wanaweza kusubiri kabla ya kufanya ngono

# data_list
source: That’s not quite right. Teens hear many things about sex—from school, friends, or social media. Some of it is wrong. Knowing about sex doesn’t mean they are having sex. Good information helps them stay safe and understand why waiting to have sex can be a good choice. Without this knowledge, they may face problems, like not knowing how pregnancy happens or the risks of sex.
sw: Hiyo sio sahihi kabisa. Vijana husikia mambo mengi kuhusu ngono—kutoka shuleni, kwa marafiki, au kwenye mitandao ya kijamii. Baadhi ya taarifa hizo si sahihi. Kujua kuhusu ngono haimaanishi kwamba wanafanya ngono. Taarifa sahihi huwasaidia kuwa salama na kuelewa kwa nini kusubiri kabla ya kufanya ngono kunaweza kuwa uamuzi mzuri. bila maarifa, wanaweza kukumbana na matatizo, kama kutokujua kwa namna gani mimba inatokea au hatari vya ngono.

# data_list
source: That’s not quite right. Your teen might have a boyfriend or girlfriend and not tell you. If you make them hide it, they may not come to you with questions or problems—and this can lead to risky situations.
sw: Hiyo si sahihi kabisa. Kijana wako anaweza kuwa na mpenzi na asiwe amekuambia. Kama ukiwalazimisha kuficha uhusiano huo, wanaweza wasikushirikishe maswali au matatizo yao—na hili linaweza kuwapelekea kwenye hali za hatari.

# data_list
source: That’s right. Teens are figuring out who they are. They look to friends and media for answers, and may feel pressure to do things they’re not ready for. Talk calmly with your teen about waiting to have sex until they feel ready, are in a safe relationship, and understand the consequences. Focus on guiding them calmly to make healthy choices.
sw: Hiyo ni sawa. Vijana wanajaribu kujitambua wao ni akina nani. Huwaangalia marafiki na vyombo vya habari kutafuta majibu, na wanaweza kuhisi shinikizo la kufanya mambo ambayo hawajawa tayari kuyafanya. Zungumza kwa utulivu na kijana wako kuhusu kusubiri kufanya ngono hadi pale atakapojihisi yuko tayari, yuko kwenye uhusiano salama, na anaelewa matokeo ya maamuzi yake. Lenga kuwaongoza kwa utulivu ili wafanye maamuzi yenye afya.

# data_list
source: Many parents also wonder what they should know to guide their teens well. Here are a few things that can help you feel more prepared. You can always ask trusted adults or your local clinic for more information, and your teen can too.
sw: Wazazi wengi wanafikilia ni mambogani wnayotakiwa kufahamu ili kuwaongoja vijana wao vyema. Hivi i baadhi ya vitu ambavyo weza kukusai kijiadaa zaidi. Unaweza kuwa unamuomba mtu mzima anaeaminika au zahanati ya kijiji kwa msaada zaidi na vjana wako wanaweza kufanya ivo pia.

# data_list
source: How can I support my teen with body changes, relationships, and staying safe? Try selecting each option to learn more!
sw: Ninawezaje kuwasaidia vijana wangu kukabiliana na na mabadiliko ya mwili, mahusiano na kuwa salama? Jaribu kuchagua kila chaguo ili kujifunza zaidi!

# data_list
source: Talk with your teen about normal body changes like growing taller, more body hair, voice changes, breasts or periods, and stronger emotions or liking someone. Explain that everyone grows at their own pace. Encourage them to ask you or another trusted adult any questions.
sw: Zungumza na vijana wako kuhusiana na mabadiliko yakawaida ya mwili kama kuongezeka kimo, kuota nywele sehemu za siri, na mabadiliko ya sauti, maziwa au siku zao, na kuwa hisia kali au kuanza kumpenda mtu kimapenzi. waeleze kuwa kila mmoja hukua kwa namna yake. wasisitize kuuliza swali lolote kwako au mtu mzima anaeaminika.

# data_list
source: Help your teen understand how pregnancy happens and how infections like HIV and chlamydia can spread through sex. Explain that condoms help protect against infections and pregnancy. Early pregnancy can affect their health, school and future plans. If your teen gets pregnant, support them and make sure they get them the help they need.
sw: Wasaidie vijana wako kutambia ni kwa namna gani mimba inaweza kuatikan na kwa namna gani magonjwa ya kuambukiza kama VVU na Klamidia yanavyowezakusambaa kwa njia ya ngono. waeleze kwamba kondomu zinaweza kusaidia kuwakinga dhidi ya mimba ua magonjwa ya kuambukizwa. Mimba za utotoni zinaweza athiri afya zao, shule na malengo yao ya badae. Kama kijana wako akipata ujauzito, wasaidie na uhakikishe wanapata msaada wanao hitaji.

# data_list
source: Make sure that your teen knows that others should always treat them with respect and kindness, and they should do the same. In relationships, both people need to feel safe and say yes without pressure. This is called ‘consent’. Teens can say ‘no’ at any time.
sw: Hakikisha kwamba vijana wako wanafahamu wanatakiwa kuwatendea kwa kwa heshima na na kwa wema, na wao wanatakiwa kutenda hivo pia. kwenye mahusiano watu wote wanatakiwa kujihisi salama na kusemandio ya kuhofia. hii inaitwa ' Ridhaa'. Vijana wanaeza sema hapana muda wowote.

# data_list
source: Discussing body changes and intimate relationships can be uncomfortable, but it is so important in order to keep your teen happy, healthy and safe. Here are some skills to help you get started.
sw: Kujadili kuhusu mabadiliko ya mwili na mahusiano ya kimapenzi kunaweza kuwa kwa hali ya kutokuwa na raha, lakini ni muhimu sana ili kuhakikisha kijana wako anakuwa mwenye furaha, afya njema, na salama. Hapa kuna baadhi ya ujuzi wa kukusaidia kuanza mazungumzo hayo.

# data_list
source: BUILD
sw: KUJENGA

# data_list
source: Build a strong relationship with your teen by spending time with them and showing them you trust them. Create a safe, encouraging space, and avoid judging them. That will make your teen share their questions and worries with you, when they need advice or are in a potentially dangerous situation.
sw: Jenga uhusiano mzuri na kijana wako kwa kutumia muda pamoja naye na kuwaonyesha kuwa unamwamini. Unda nafasi salama, ya kutia moyo, na uepuke kuwahukumu. Hilo litamfanya kijana wako ashiriki maswali na mahangaiko yake nawe, anapohitaji ushauri au yuko katika hali inayoweza kuwa hatari.

# data_list
source: START
sw: ANZA

# data_list
source: Your teen may feel shy or scared, so parents need to start the talk about body changes and intimate relationships. Begin early by answering questions simply and honestly. This builds confidence for you and your child. It’s okay to feel uncomfortable. Be open, use the correct words, and get help if you don’t know all the answers.
sw: Kijana wako anaweza kuhisi aibu au hofu, hivyo ni jukumu la mzazi kuanzisha mazungumzo kuhusu mabadiliko ya mwili na mahusiano ya kimapenzi. Anza mapema kwa kujibu maswali kwa urahisi na kwa uaminifu. Hii hujenga kujiamini kwako na kwa mtoto wako. Ni sawa kuhisi kutokuwa na raha. Kuwa wazi, tumia maneno sahihi, na tafuta msaada kama hujui majibu yote.

# data_list
source: GUIDE
sw: MWONGOZO

# data_list
source: Your teen will hear about sex from many places. If they feel safe with you, you can help them find good information and make smart choices. Help them think about consequences without shame or blame. Make sure they know they should never feel pressure (or pressure others) into sex or a relationship. You can also ask other adults or health workers for help and information.
sw: Kijana wako atasikia kuhusu ngono kutoka sehemu nyingi. Ikiwa wanajihisi salama na wewe, unaweza kuwasaidia kupata taarifa sahihi na kufanya maamuzi ya busara. Wasaidie kufikiria kuhusu matokeo ya maamuzi yao bila aibu wala lawama. Hakikisha anajua kuwa hapaswi kulazimishwa (wala kumlazimisha mtu mwingine) kuingia kwenye ngono au uhusiano. Unaweza pia kuomba msaada na taarifa kutoka kwa watu wazima wengine au wahudumu wa afya.

# data_list
source: More tips
sw: Vidokezo zaidi

# data_list
source: This week’s home activity is to read and talk about this module’s stories with your teen. Use them to start a conversation about body changes and relationships. You can talk about what happened with @data.characters.f2_son_15.name or @data.characters.f1_daughter_16.name and their parents. These stories can make it easier to talk about tricky topics and share ideas about healthy, respectful relationships.
sw: Zoezi la nyumbani wiki hii ni kusoma na kuzungumza na vijana wako kuhusiana na simulizi za mada hii. Zitumie kuanzisha mazungumzo kuhusiana na mabadiliko ya mwili na mahusiano. Mnaweza kuzungumza kuhusiana na kilichotokea kwa @data.characters.f2_son_15.name au @data.characters.f1_daughter_16.name na wazazi wao. Stori hizi zinaweza kukurahisishia kuanzisha mazungumzo yenye mada nyeti na ngumu na kuchangia mawazo kuhusiana na afya zao pamoja na mahusiano ya kuheshimiana.

# data_list
source: Can you read the stories with your teen and use them to start an open talk about body changes and relationships?
sw: Je, unaweza kusoma hadithi hizi pamoja na kijana wako na kuzitumia kuanzisha mazungumzo ya wazi kuhusu mabadiliko ya mwili na mahusiano?

# data_list
source: Yes
sw: Ndiyo

# data_list
source: Perfect! Talking about these topics openly helps your teen feel safe, supported, and able to make healthy decisions.
sw: Vizuri sana! Kuzungumza kuhusu mada hizi kwa uwazi humsaidia kijana wako kujihisi salama, kupata msaada, na kuwa na uwezo wa kufanya maamuzi yenye afya.

# data_list
source: I think so
sw: Nafikiri hivyo

# data_list
source: You are doing so well! Even starting a small conversation makes a big difference. Keep going - your teen will appreciate your support.
sw: Unafanya vizuri sana! Hata kuanzisha mazungumzo madogo kunaweza kuleta mabadiliko makubwa. Endelea — kijana wako atathamini msaada wako.

# data_list
source: No
sw: Hapana

# data_list
source: That's okay. It is normal for these talks to feel a little uncomfortable at first. Try again another time - every small step counts.
sw: Ni sawa. Ni kawaida kwa mazungumzo haya kuhisi kutokuwa na raha mwanzoni. Jaribu tena wakati mwingine — kila hatua ndogo ina maana.

# data_list
source: Talking openly with your teen about body changes and relationships helps them feel safe, supported, and better able to make healthy choices. No matter your teen’s age, now is the best time to build trust and guide them with care.
sw: Kuzungumza kwa uwazi na kijana wako kuhusu mabadiliko ya mwili na mahusiano huwasaidia kujihisi salama, kupata msaada, na kuwa na uwezo bora wa kufanya maamuzi yenye afya. Haijalishi umri wa kijana wako, sasa ni wakati mwafaka wa kujenga uaminifu na kuwaongoza kwa kujali.

# data_list
source: @data.characters.media_daughter_8.name learned a lot from honest talks with her mother. Tap play to hear their story
sw: @data.characters.media_daughter_8.name alijifunza mengi kutoka kwa mazungumzo ya uaminifu na mama yake. Bonyeza kucheza kusikiliza hadithi yao

# data_list
source: As teens, we hear a lot about sex at school and online. Some of my friends said they were already having sex and told me it makes you a ‘real man’ and I was scared to tell my parents. When we did @global.app_name, we made a family rule to ask questions instead of keeping secrets. When I shared what I’d heard, my parents stayed calm and explained what sex really means — and that real friends never pressure you. Now, whenever I’m unsure about something, I know I can talk to my parents and we can figure out solutions together.
sw: Kama vijana tunasikia mengi kuhusu ngono shuleni na mtandaoni.Baadhi ya marafiki zangu waliniambia tayari walishashiriki ngono na kusema inakufanya uwe 'mwanaume kamili' na nilikuwa naogopa kuwaambia wazazi wangu. Tulipofanya @global.app_name tulitengeneza muongoza wa kifamilia wa kuuliza maswali na kutokufanya jambo lolote kuwa la siri. Niliposhirikisha kile nilichokisikia, wazazi wangu walisalia watulivu na kuanza kutoa maelezo juu ya maana ya ngono na kuelezea kuwa marafiki wa kweli hawawezi kukupa shinikizo. Sasa, pale ambapo sina uhakika kuhusu jambo fulani, najua naweza kuongea na wazazi wangu na kulifanyia utatuzi.
