Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_teens_tz/*/*_modules_stress_t.po
Languages: sw

# data_list
source: Today's topic is about managing stress. We know how stressful it is to bring up teenagers in these times. Learning to manage your stress helps you – and your family.
sw: Mada ya leo ni juu ya kudhibiti mafadhaiko. Tunajua jinsi inavyofadhaisha kulea vijana katika nyakati hizi. Kujifunza kudhibiti msongo wako kunakusaidia wewe na familia yako.

# data_list
source: Can managing stress help you and your family? Tap play to find out
sw: Je, kudhibiti mfadhaiko kunaweza kukusaidia wewe na familia yako? Gusa cheza ili kujua

# data_list
source: Greetings everyone. Today's topic is managing stress. It is important to know how to manage our stress. At times our children can behave in ways that make us feel stressed and us as parents can make our children feel stressed too. So, it is important to notice when we feel stressed and take a pause and breathe. That will help you manage your stress.
sw: Salamu kila mtu. Mada ya leo ni kudhibiti mafadhaiko. Ni muhimu kujua jinsi ya kudhibiti mafadhaiko yetu. Wakati fulani watoto wetu wanaweza kuishi kwa njia zinazotufanya tuhisi mfadhaiko na sisi kama wazazi tunaweza kuwafanya watoto wetu wahisi mfadhaiko pia. Kwa hivyo, ni muhimu kutambua tunapohisi mfadhaiko na kuchukua pumziko na kupumua. Hiyo itakusaidia kudhibiti mafadhaiko yako.

# data_list
source: With a few small changes, you can feel more peaceful in your normal day-to-day life. When you are peaceful, your family members will get calmer too!
sw: Kwa mabadiliko machache madogo, unaweza kujisikia amani zaidi katika maisha yako ya kawaida ya kila siku. Unapokuwa na amani, washiriki wa familia yako watakuwa watulivu pia!

# data_list
source: Pause, take a breath. Now hear how taking a simple pause helped @data.characters.media_female_4.name and her teens
sw: Chukua pumziko, pumua. vuta pumzi. Sasa sikia jinsi kuchukua pumziko rahisi kulivyosaidia @data.characters.media_female_4.name na vijana wake

# data_list
source: Life is tough sometimes. Before I joined @global.app_name, I used to be grumpy at all times. I would take out my anger on everyone at home, not only my teens but even my husband as well. They would run away when I came home because they knew I would start yelling at them. Learning to take a pause and breathe was difficult at first. But every time I tried it, it helped me to calm down. Now my teens are no longer running away when I come home and they actually listen better than when I used to shout at them!
sw: Maisha ni magumu wakati mwingine. Kabla sijajiunga na @global.app_name, nilikuwa nikiudhika kila wakati. Ningetoa hasira zangu kwa kila mtu nyumbani, si tu vijana wangu bali hata mume wangu pia. Hukimbia niliporudi nyumbani kwa sababu walijua ningeanza kuwafokea. Kujifunza kuchukua pumziko na kupumua ilikuwa ngumu mwanzoni. Lakini kila nilipojaribu, ilinisaidia kutulia. Sasa vijana wangu hawatoroki tena ninaporudi nyumbani na wanasikiliza vizuri zaidi kuliko nilipokuwa nikiwapigia kelele!

# data_list
source: Let’s look at an example of how stress can sometimes just get too much, for all of us:
sw: Hebu tuangalie mfano wa jinsi ambavyo wakati mwingine msongo wa mawazo unaweza kutuzidia sana, sisi sote:

# data_list
source: @data.characters.f1_father.name lost his job. He was sitting at home feeling frustrated and stressed when @data.characters.f1_son_18.name entered the room.
sw: @data.characters.f1_father.name alipoteza kazi. Alikuwa amekaa nyumbani akiwa amechanganyikiwa na kufadhaika wakati @data.characters.f1_son_18.name alipoingia chumbani.

# data_list
source: Leave me alone and mind your own business!
sw: Niache na uendelee na mambo yako mwenyewe!

# data_list
source: What did I do? You never listen!
sw: Nimefanya nini? Huwa husikii!

# data_list
source: I said leave me alone or you will get a beating!
sw: Nimesema uniache la sivyo utapata kipigo!

# data_list
source: Look! I have made a house!
sw: Tazama! Nimejenga nyumba!

# data_list
source: Who cares about your stupid house!
sw: Nani anajali nyumba yako ya kijinga!

# data_list
source: Let's think about what happened in this story.
sw: Hebu tufikirie kuhusu kilichotokea kwenye hadithi hii.

# data_list
source: How do you think @data.characters.f1_father.name's son, @data.characters.f1_son_18.name, felt?
sw: Je, unafikiri mtoto wa @data.characters.f1_father.name, @data.characters.f1_son_18.name, alijisikiaje?

# data_list
source: Yes, he did not understand why his father, @data.characters.f1_father.name, got angry, and probably felt all these emotions.
sw: Ndiyo, hakuelewa kwa nini baba yake, @data.characters.f1_father.name, alikasirika, na pengine alihisi hisia hizi zote.

# data_list
source: And @data.characters.f1_father.name?
sw: Na @data.characters.f1_father.name?

# data_list
source: Sad
sw: Huzuni

# data_list
source: Scared
sw: Unaogopa

# data_list
source: Confused
sw: Kuchanganyikiwa

# data_list
source: Angry
sw: Hasira

# data_list
source: Exactly. @data.characters.f1_father.name was in a difficult situation and this argument only made things worse.
sw: Hasa. @data.characters.f1_father.name alikuwa katika hali ngumu na hii ilizidisha hali kuwa mbaya zaidi.

# data_list
source: What could @data.characters.f1_father.name have done differently?
sw: Je, @data.characters.f1_father.name anaweza kufanya nini cha tofauti?

# data_list
source: Recognise why he felt stressed
sw: Tambua kwa nini alihisi mfadhaiko

# data_list
source: Yes, when we recognise we feel stressed, we can take a deep breath and respond with calm and understanding. That way we can find solutions together that work.
sw: Ndiyo, tunapotambua kwamba tunafadhaiko, tunaweza kuvuta pumzi na kujibu kwa utulivu na kuelewa. Kwa njia hiyo tunaweza kupata masuluhisho pamoja yanayofanya kazi.

# data_list
source: Take a deep breath and speak calmly
sw: Kuvuta pumzi ndefu na kuzungumza kwa utulivu

# data_list
source: Show he understands his teen's feelings
sw: Onyesha kwamba anaelewa hisia za kijana wake

# data_list
source: Think about solutions together with @data.characters.f1_son_18.name
sw: Fikiria kuhusu suluhu pamoja na @data.characters.f1_son_18.name

# data_list
source: Do something positive together with @data.characters.f1_son_18.name
sw: Fanya kitu chanya pamoja na @data.characters.f1_son_18.name

# data_list
source: Yes, when we recognise we feel stressed, we can take a deep breath and respond with calm and understanding. That way we can find solutions together that make everyone feel better.
sw: Ndiyo, tunapotambua kwamba tunafadhaika, tunaweza kuvuta pumzi na kujibu kwa utulivu na kuelewa. Kwa njia hiyo tunaweza kupata suluhu pamoja ambazo zinafanya kila mtu ajisikie vizuri.

# data_list
source: Thank you for thinking along! Let’s go back in time and see what @data.characters.f1_father.name does now:
sw: Asante kwa kufikiria pamoja! Hebu turudi nyuma na tuone kile @data.characters.f1_father.name hufanya sasa:

# data_list
source: @data.characters.f1_father.name lost his job. He was sitting at home feeling frustrated and stressed, when his son @data.characters.f1_son_18.name entered the room.
sw: @data.characters.f1_father.name alipoteza kazi. Alikuwa amekaa nyumbani akiwa amechanganyikiwa na kufadhaika, mtoto wake @data.characters.f1_son_18.name aliingia chumbani.

# data_list
source: Can I have money to buy some airtime?
sw: Je, ninaweza kupata pesa za kununua muda wa maongezi?

# data_list
source: *(taking a breath)* I’m sorry son. I had a difficult day today. The boss fired me.
sw: *(akishusha pumzi)* samahani mwanangu. Nilikuwa na siku ngumu leo. Bosi amenifukuza kazi.

# data_list
source: Oh no! I need a new school uniform.
sw: La! Nahitaji sare mpya ya shule.

# data_list
source: I’ll try, son, and your @data.characters.f1_mother.role_name's job will help us get by while I look for another job.
sw: Nitajaribu, mwanangu, na kazi yako ya @data.characters.f1_mother.role_name itatusaidia kuvumilia ninapokuwa natafuta kazi nyingine.

# data_list
source: Should I also help you look for work, @data.characters.f1_father.role_name?
sw: Je, nikusaidie pia kutafuta kazi, @data.characters.f1_father.role_name?

# data_list
source: No it’s okay, @data.characters.f1_son_18.name. I appreciate your offer. The most important thing is that you work hard at school. Thanks for listening to me.
sw: Hapana ni sawa, @data.characters.f1_son_18.name. Nashukuru kwa ofa yako. Jambo kuu ni kufanya bidii shuleni. Asante kwa kunisikiliza.

# data_list
source: Let’s play some soccer together. It will help me get this stress off my mind for a bit.
sw: Wacha tucheze mpira wa miguu pamoja. Itanisaidia kuondoa mfadhaiko huu akilini mwangu kidogo.

# data_list
source: Okay, @data.characters.f1_father.role_name!
sw: Sawa, @data.characters.f1_father.role_name!

# data_list
source: Now let's look at an example where something simple, like a Safety Word, can help manage stress and keep your teen safe. First, think back to when you were a teenager. Was there ever a time when you were in danger but you could not tell your family because they would have been angry? This ALMOST happened to @data.characters.f1_son_18.name and @data.characters.f1_daughter_16.name! Let’s have a look:
sw: Sasa hebu tuangalie mfano ambapo kitu rahisi, kama vile Neno Usalama, kinaweza kusaidia kudhibiti mfadhaiko na kumweka kijana wako salama: Kwanza, fikiria ulipokuwa kijana. Je, kuna wakati ambapo ulikuwa hatarini lakini hukuweza kuwaambia familia yako kwa sababu wangekasirika? TAKRIBANI hii ilitokea kwa @data.characters.f1_son_18.name na @data.characters.f1_daughter_16.name! Hebu tuangalie:

# data_list
source: Don’t tell the adults, but I am going to a bar with my friends tonight.
sw: Usiwaambie watu wazima, lakini ninaenda kwenye baa na marafiki zangu usiku wa leo.

# data_list
source: Have fun! I told them I am staying with my girlfriend, but I am actually going to a cool party.
sw: Kuwa na furaha! Niliwaambia ninakaa na mpenzi wangu, lakini kwa kweli ninaenda kwenye sherehe nzuri.

# data_list
source: I think they are dealing drugs. We could all get arrested. But I can’t tell my parents – they will be so angry!
sw: Nadhani wanauza madawa ya kulevya. Sote tunaweza kukamatwa. Lakini siwezi kuwaambia wazazi wangu - watakuwa na hasira sana!

# data_list
source: I am scared. Everyone is too drunk to drive me home. This guy says he will take me, but he wants us to go to his house first. I can’t tell my parents – I lied about coming to this party.
sw: Ninaogopa. Kila mtu amelewa sana kunirudisha nyumbani. Huyu jamaa anasema atanipeleka, lakini anataka twende nyumbani kwake kwanza. Siwezi kuwaambia wazazi wangu - nilidanganya kuhusu kuja kwenye sherehe hii.

# data_list
source: These are dangerous situations! Thankfully, @data.characters.f1_son_18.name and @data.characters.f1_daughter_16.name then remembered what their father told them:
sw: Hizi ni hali za hatari! Asante, @data.characters.f1_son_18.name na @data.characters.f1_daughter_16.name kisha wakakumbuka kile baba yao aliwaambia:

# data_list
source: I care about your safety more than anything. If you are ever upset, or scared, you can always call me for help, or tell me about it. Shall we use an imaginary ‘Aunty Cecilia’ as our Safety Word? Just say something about Aunty Cecilia, I promise that I will try my best to help and I will not be angry – even if you are doing something you shouldn't be doing.
sw: Ninajali usalama wako kuliko kitu chochote. Ikiwa umewahi kukasirika, au unaogopa, unaweza kunipigia simu wakati wowote kwa usaidizi, au kuniambia kuhusiana na jambo hilo. Je tuunaweza kutumia jambo la kufikirika ‘Shangazi Cecilia’ kama Neno letu la Usalama? Sema tu kitu kuhusu Shangazi Cecilia, ninaahidi kwamba nitajaribu niwezavyo kusaidia na sitakasirika - hata kama unafanya jambo ambalo hupaswi kufanya.

# data_list
source: Hey @data.characters.f1_father.role_name, how is Aunty Cecilia doing now?
sw: Habari @data.characters.f1_father.role_name, Shangazi Cecilia anaendeleaje sasa?

# data_list
source: *(on the other side of the phone)* Not well. We need you at home. I will come pick you up right away. Where are you?
sw: *(upande wa pili wa simu)* Sio vizuri. Tunakuhitaji nyumbani. Nitakuja kukuchukua mara moja. Uko wapi?

# data_list
source: (🤔_thinking_) I think my friends are in trouble. I don’t want to stop being their friend, but I’m worried. Maybe @data.characters.f1_father.role_name knows what to do.
sw: (🤔_thinking_) Nadhani marafiki zangu wako taabani. Sitaki kuacha kuwa rafiki yao, lakini nina wasiwasi. Labda @data.characters.f1_father.role_name anajua la kufanya.

# data_list
source: @data.characters.f1_father.role_name, I just remembered, Aunty Cecilia said she will come visit tomorrow.
sw: @data.characters.f1_father.role_name, nimekumbuka tu, Shangazi Cecilia alisema atakuja kutembelea kesho.

# data_list
source: *(on the other side of the phone)* Okay, I need you at home to help get things ready. I will come pick you up now. Where are you?
sw: *(upande wa pili wa simu)* Sawa, ninakuhitaji nyumbani ili kusaidia kutayarisha mambo. Nitakuja kukuchukua sasa. Uko wapi?

# data_list
source: Having a Safety Word can help your teen stay safe too. You can choose any word as a Safety Word. Only your family knows it means ‘help’. Your teen can say this word to let you know they are in trouble without you getting angry or punishing them, so you can help them.
sw: Kuwa na Neno la Usalama kunaweza kumsaidia kijana wako kuwa salama pia. Unaweza kuchagua neno lolote kama Neno la Usalama. Familia yako pekee ndiyo inayojua maana yake ni ‘msaada’. Kijana wako anaweza kusema neno hili kukujulisha kuwa wako kwenye shida bila wewe kukasirika au kuwaadhibu, ili uweze kumsaidia.

# data_list
source: **What Safety Word can you choose with your teen? Here are some ideas from other families:** 🥑 A specific food 👵🏽 A specific family member 🐒 A specific animal 🤔 Something else
sw: **Ni Neno gani la Usalama unaweza kuchagua pamoja na kijana wako? Haya hapa ni baadhi ya mawazo kutoka kwa familia zingine:** 🥑 Chakula maalum 👵🏽 Mwanafamilia mahususi 🐒 Mnyama maalum 🤔 Kitu kingine

# data_list
source: Here are a few skills to help you manage stress that you can use with your teens!
sw: Hapa kuna ujuzi mdogo wa kukusaidia kudhibiti mfadhaiko ambayo unaweza kutumia na vijana wako!

# data_list
source: BREATHE
sw: VUTA PUMZI

# data_list
source: Breathe slowly. Pause. Before you say anything, slowly breathe in and out five times. It will calm you, and give you a chance to think.
sw: Pumua polepole. Sitisha. Kabla ya kusema chochote, pumua polepole ndani na nje mara tano. Itakutuliza, na kukupa nafasi ya kufikiria.

# data_list
source: SHARE
sw: KUSHIRIKISHANA

# data_list
source: Share how you feel. This is hard. Many of us were told not to cry, or show our feelings to our children. But take a deep breath and calmly tell them how you feel. They will understand better, and also learn from you how to deal with stress.
sw: Shirikisha namna unahisi. Hili ni jambo gumu. Wengi wetu tuliambiwa tusilie, au kuonesha hisia zetu kwa watoto wetu. Lakini vuta pumzi ndefu na uwaambie kwa utulivu jinsi unavyohisi. Wataelewa vizuri, na pia watajifunza kutoka kwako jinsi ya kukabiliana na msongo wa mawazo.

# data_list
source: SHOW
sw: ONESHA

# data_list
source: Show them you care. This is also hard! Stress makes us focus on ourselves. But our teens need our support. Ask them how they feel. Listen to them and comfort them. Try a hug or say "I understand". It can change everything.
sw: Waonyeshe unajali. Hili pia ni jambo gumu! Msongo wa mawazo hutufanya tujiangalie sisi wenyewe. Lakini vijana wetu wanahitaji msaada wetu. Waulize wanajisikiaje. Wasikilize na uwafariji. Jaribu kuwakumbatia au sema "Ninaelewa". Kufanya hivyo kunaweza kubadilisha kila kitu.

# data_list
source: SEEK
sw: TAFUTA

# data_list
source: Seek the positive. Can you and your teen think about ideas that might help? Can you do something positive together to take your mind off the stress?
sw: Tafuta kitu chanya. Je, wewe na kijana wako mnaweza kufikiria mawazo yanayoweza kusaidia? Je, mnaweza kufanya pamoja kitu chanya ili kuhamisha mawazo yako kutoka kwenye msongo wa mawazo?

# data_list
source: There are two home activities for this week: 1) Whenever you are feeling stressed or upset with your teen, take five breaths in and out before you react. And when you're both calm, share with each other how you feel. 2) Choose a "Safety Word" with your teen, and think of a situation together when you could use this.
sw: Kuna shughuli mbili za nyumbani kwa wiki hii: 1) Wakati wowote unapohisi kufadhaika au kukasirishwa na kijana wako, vuta pumzi tano ndani na nje kabla ya kuguswa. Na nyote wawili mkiwa watulivu, mshirikishane jinsi mnavyohisi. 2) Chagua "Neno la Usalama" na kijana wako, na fikiria hali pamoja wakati mngeweza kutumia hii.

# data_list
source: **Remember to:** 😮‍💨 BREATHE: take five breaths in and out before you react 🤝🏾 SHARE: when you're both calm, share with your teen how you feel 💙 SHOW: ask them how they feel to show you care 🔍 SEEK: find something positive in this situation together
sw: **Kumbuka:** 😮‍💨 PUMUA: vuta pumzi tano ndani na nje kabla hujajibu 🤝🏾 SHIRIKI: nyote wawili mkiwa watulivu, shiriki na kijana wako jinsi unavyohisi 💙 ONYESHA: waulize wanajisikiaje ili kukuonyesha kujali 🔍 TAFUTA: pata kitu chanya katika hali hii pamoja

# data_list
source: Can you respond calmly and choose a “Safety Word” with your teen this week?
sw: Je, unaweza kujibu kwa utulivu na kuchagua "Neno la Usalama" pamoja na kijana wako wiki hii?

# data_list
source: Yes
sw: Ndiyo

# data_list
source: Great! Staying calm and having a “Safety Word” will help you and your family.
sw: Kubwa! Kukaa kwa utulivu na kuwa na "Neno la Usalama" itakusaidia wewe na familia yako.

# data_list
source: I think so
sw: Nafikiri hivyo

# data_list
source: That’s a good start. When you are stressed, remember to take a few deep breaths, it will make it easier to respond calmly.
sw: Huo ni mwanzo mzuri. Unapofadhaika, kumbuka kuchukua pumzi chache za kina, itafanya iwe rahisi kujibu kwa utulivu.

# data_list
source: No
sw: Hapana

# data_list
source: I understand, sometimes we just don’t have capacity. Try to keep spending time with your teen - whenever you are ready you can practise responding calmly and find a Safety Word together.
sw: Ninaelewa, wakati mwingine hatuna uwezo. Jaribu kutumia muda na kijana wako - wakati wowote unapokuwa tayari unaweza kujizoeza kujibu kwa utulivu na kutafuta Neno la Usalama pamoja.

# data_list
source: Remember, when we practice responding calmly and sharing how we feel, our teens learn to do the same. This skill will help them their whole life!
sw: Kumbuka, tunapojizoesha kujibu kwa utulivu na kushirikishana jinsi tunavyohisi, vijana wetu hujifunza kufanya vivyo hivyo. Ustadi huu utawasaidia maisha yao yote!

# data_list
source: Hear how @data.characters.media_son_1.name learned to stay calm from his father
sw: Sikia jinsi @data.characters.media_son_1.name alivyojifunza kuwa mtulivu kutoka kwa baba yake

# data_list
source: Whenever I would do something wrong, my father would get so angry at me and beat me. He would not even listen to me and I would get so angry as well at him and everyone else. Now, when he gets angry, he first takes a few deep breaths before he responds. It makes everyone calm down instead of causing a big fight. It really helped me at home and at school, because even me I am no longer slashing everyone and I am no longer this moody person. When I feel really angry or stressed, I also take deep breaths like my father does. I am a different person.
sw: Pindi nilipofanya kitu kibaya, Baba yangu alinikasirikia sana na kunipiga. Alikuwa hanisikilizi na hii ilinifanya kumkasirikia yeye pamoja na watu wengine. Sasa, pindi anapokuwa na hasira, anachukua dakika chache kuvuta pumzi ndefu kabla hajajibu chochote. Inafanya kila mtu kutulia badala ya kusababisha ugomvi mkubwa. Hii inanisaidia sana nyumbani na hata shuleni, hata Mimi sasa siwakasirikii wengine na si mtu wa hisia kali. Pindi ninapojihisi hasira au mwenye msongo wa mawazo, Navuta pumzi ndefu kama Baba yangu anavyofanya. Nimekuwa mtu tofauti.
