Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_teens_tz/*/*_modules_instructions_t.po
Languages: sw

# data_list
source: Today's topic is about giving positive instructions! Telling our teens what we DO want them to do works better than telling them to STOP doing something.
sw: Maada ya leo ni kuhusu kutoa maelekezo chanya! Kuwaambia vijana wetu nini tunataka wafanye ni vizuri kuliko kuwakataza kufanya jambo fulani.

# data_list
source: Giving positive instructions really works! Tap play to learn more
sw: Kutoa maelekezo chanya inafanya kazi vizuri sana! Bofya cheza kujifunza zaidi

# data_list
source: Greetings, greetings everyone. Today our topic is positive instructions. It is important to give positive instructions to our children, because when we give them positive instructions they know and understand what we are expecting them to do and they do it the way we want them to do it. So, at the end it keeps everyone happy.
sw: Habari zenu? Leo mada yetu inahusu maelekezo chanya. Ni muhimu kutoa maelekezo chanya kwa watoto wetu, kwa sababu tunapowapa maelekezo chanya, wanajua na kuelewa kile tunachotarajia wakifanye na wanakifanya kwa namna tunavyotaka wakifanye. Kwa hiyo, mwishowe kila mtu hufurahi.

# data_list
source: When you give positive instructions, your teen is more likely to listen! And remember to praise your teen for any good behaviour — the big and small things.
sw: Ukitoa maelekezo chanya, kijana wako ana uwezekano wa kusikiliza! Kumbuka kumsifia kijana wako kwa kila tabia njema — vitu vikubwa a vidogo.

# data_list
source: Tap play to hear how positive instructions worked for @data.characters.media_female_3.name and her teens
sw: Bofya cheza kusikia jinsi maelekezo chanya kwa @data.characters.media_female_3.name na vijana wake

# data_list
source: Before, I used to raise my teens the way I was raised: I would tell them “don’t do this, don’t do that.” We used to fight a lot, but things have really changed when I learnt about giving positive instructions. Now I focus on the behaviour I want to see, and give clear and simple instructions to my teens. It took time to learn to say “please do this” instead of “don’t do this.” My teens and even my husband tell me that they love this way of doing things, because now they know what needs to be done. My teen said one day “I really love this new mom,” and my own stress levels have come down a lot.
sw: Mwanzo, niliwalea watoto wangu kama vile nilivolelewa mimi. Ningewaambia, usifanye hiki usifanye kile. Tulikuwa tukigombana sana lakini mambo yalibadilika sana pindi nilipojifunza kutoa maelekezo chanya. Sasa nimejikita katika tabia niliyotaka kuiona, na natoa maelekezo ya wazi na rahisi kwa watoto wangu. Ilinichukua muda kujifunza kusema, tafadhali fanya hiki badala ya usifanye hivi. Mtoto wangu pamoja na mme wangu wanasema wanapenda namna hii ya ufanyaji vitu kwasababu sasa wanajua ni kitu gani kinafanyika. Mtoto wangu siku moja alisema, nampenda sana mama huyu mpya na msongo wangu wa mawazo umepungua kwa kiasi kikubwa.

# data_list
source: Let’s do a thought experiment! DO NOT THINK ABOUT AN ELEPHANT.
sw: Tufanye jaribio la fikra! USIFIKIRIE KUHUSU TEMBO.

# data_list
source: What are you thinking about? You probably DID think about an elephant...
sw: Unafikiria kuhusu nini? Inawezekana ulifikiri kuhusu tembo...

# data_list
source: In the same way, when we tell our teens “don’t do that,” they often focus only on the thing we told them not to do. They may not understand what we *DO* want. And like most of us, they don’t enjoy being told what not to do.
sw: Vivyo hivyo, tunapowaambia vijana wetu “usifanye hivyo,” mara nyingi wao huzingatia tu kile tulichowaambia wasifanye. Wanaweza wasielewe kile tunachotaka *WAFANYE*. Na wengi wetu, hawafurahii kuambiwa wasifanye kitu fulani.

# data_list
source: NOW, THINK ABOUT A CHEETAH! What are you thinking about?
sw: SASA FIKIRIA KUHUSU CHUI! Unafikiri kuhusu nini?

# data_list
source: That’s right! Positive, clear instructions help teens focus on what they should be doing. Teens will also feel more respected this way and are more likely to listen.
sw: Hivyo ni sahihi! maelekezo fasaha husaidia vijana kuzingatia kile ambacho wanapaswa kufanya. Kwa namna hii vijana watajisikia kuheshimiwa pia na watakuwa wasikivu.

# data_list
source: Let’s see what happens if @data.characters.f2_grandfather.name tells @data.characters.f2_daughter_19.name "DON'T":
sw: Hebu tuone kitakachotokea ikiwa @data.characters.f2_grandfather.name anasema @data.characters.f2_daughter_19.name "usifanye":

# data_list
source: Stop kicking that ball around. Can’t you see we are busy here? You’ll knock over the pot!
sw: Acha kupiga huo mpira huku na huko. Huoni tupo bize hapa? Utagonga juu ya sufuria!

# data_list
source: But I need to practise for the match on Saturday. You never let me do anything.
sw: Lakini nahitaji kufanya mazoezi kwa ajili ya mechi ya Jumamosi. Hukuniruhusu kufanya chochote.

# data_list
source: Don't you talk back to me!
sw: Usinijibu!

# data_list
source: Arrg!! Why am I being yelled at all the time????
sw: Arrg! Kwanini unanifokea kila wakati????

# data_list
source: (🤔_thinking_) That child is always making trouble.
sw: (🤔_kufikiri_) Huyu kijana mara zote analeta shida.

# data_list
source: Let's look at what happened here with @data.characters.f2_daughter_19.name and her @data.characters.f2_grandfather_role.name.
sw: Hebu tuone ni nini kilichotokea hapa kati ya @data.characters.f2_daughter_19.name na @data.characters.f2_grandfather_role.name. yake.

# data_list
source: How do you think @data.characters.f2_daughter_19.name felt about the way @data.characters.f2_grandfather.name responded?
sw: Unaonaje @data.characters.f2_daughter_19.name anajisikia kuhusu namna @data.characters.f2_grandfather.name alijibu?

# data_list
source: She might feel like her @data.characters.f2_grandfather_role.name doesn't understand her needs.
sw: Anaweza kumuhisi kama yeye @data.characters.f2_grandfather_role.name haelewi mahitaji yake.

# data_list
source: Confused
sw: Kuchanganyikiwa

# data_list
source: It's possible! How is she meant to practise? What should she do?
sw: Inawezekana! Ana maana gani kufanya mazoezi? Atafanya nini?

# data_list
source: Angry
sw: Hasira

# data_list
source: Yes. That's right! She could also feel sad or confused.
sw: Ndiyo. Ni sawa! Anaweza kujihisi pia huzuni au kuchanganyikiwa.

# data_list
source: What could @data.characters.f2_grandfather.name have done differently?
sw: Nini kingeweza @data.characters.f2_grandfather.name kufanya tofauti?

# data_list
source: Say something nice first
sw: Sema jambo zuri kwanza

# data_list
source: That may have helped keep tensions low, but it wouldn't help @data.characters.f2_daughter_19.name know how to behave or practise for the match without getting in trouble.
sw: Hiyo ingeweza kusaidia kuweka mivutano kidogo, lakini haingemsaidia @data.characters.f2_daughter_19.name kujua jinsi ya kujiheshimu au kufanya mazoezi kwa ajili ya mechi pasipo kupata matatizo.

# data_list
source: Speak to @data.characters.f2_daughter_19.name in a calm voice
sw: Zungumza na @data.characters.f2_daughter_19.name kwa sauti yenye utulivu

# data_list
source: Speaking to her in a calm voice may have helped keep tensions low, but it wouldn't help @data.characters.f2_daughter_19.name know how to behave next time.
sw: Kuzungumza naye kwa sauti ya utulivu kunaweza kushusha chini mvutano lakini haikuweza kumsaidia @data.characters.f2_daughter_19.name kuelewa namna ya kuwa na heshima wakati ujao.

# data_list
source: Tell @data.characters.f2_daughter_19.name what he wants her to do
sw: Mwambie @data.characters.f2_daughter_19.name ni nini anataka yeye afanye

# data_list
source: That's right! This would help @data.characters.f2_daughter_19.name understand how to behave next time.
sw: Ni sawa! Hii ingeweza kumsaidia @data.characters.f2_daughter_19.name kuelewa namna ya kuwa na heshima wakati ujao.

# data_list
source: Let’s go back in time and see what happens if @data.characters.f2_grandfather.name gives a positive instruction:
sw: Hebu turudi nyuma tuone kinachoweza kutokea kama @data.characters.f2_grandfather.name atatoa maelekezo chanya:

# data_list
source: @data.characters.f2_daughter_19.name, it is great to see you enjoying your soccer with your friend! Please go play behind the house so the ball does not knock over the pot.
sw: @data.characters.f2_daughter_19.name, ni vizuri kuona unafurahia mpira wako wa miguu na rafiki yako! Samahani nenda kacheze kando ya nyumba ili mpira usigonge juu ya sufuria.

# data_list
source: Okay, @data.characters.f2_grandfather_role.name!
sw: Sawa, @data.characters.f2_grandfather_role.name!

# data_list
source: @data.characters.f2_daughter_19.name and her friend enjoy practising their soccer moves.
sw: @data.characters.f2_daughter_19.name na rafiki yake wanafurahi kufanyia mazoezi hatua za mpira wao wa miguu.

# data_list
source: Thank you for playing behind the house while @data.characters.f2_grandmother_role.name was cooking, @data.characters.f2_daughter_19.name. Now we have time to watch you play.
sw: Asante kwa kucheza kando ya nyumba wakati @data.characters.f2_grandmother_role.name alikuwa anapika, @data.characters.f2_daughter_19.name. Sasa tuna muda wa kutazama ukiwa unacheza.

# data_list
source: Yay! We learned lots of new moves, look!
sw: Naam! Tulijifunza hatua nyingi mpya, tazama!

# data_list
source: That was a great shot, @data.characters.f2_daughter_19.name, you keep getting better!
sw: Huo ulikuwa mpigo mzuri, @data.characters.f2_daughter_19.name, unaendelea vizuri zaidi!

# data_list
source: Wow, @data.characters.f2_daughter_19.name! You are a great soccer player. All your practice is making you strong and helps you develop as a leader. I'm so proud of you!
sw: Wow, @data.characters.f2_daughter_19.name Wewe ni mchezaji mkubwa wa mpira wa miguu. Mazoezi yako yote yanakufanya uwe imara na kukusaidia kukuendeleza kama kiongozi. Ninajivunia wewe!

# data_list
source: Positive instructions changed the moment. How do you think everyone feels now?
sw: Maelekezo chanya yalibadilisha wakati. Unafikiri kila mtu anahisije sasa?

# data_list
source: How do @data.characters.f2_grandfather.name and his daughter, @data.characters.f2_daughter_19.name, feel now?
sw: Ni vipi @data.characters.f2_grandfather.name na binti yake, @data.characters.f2_daughter_19.name, wanahisi kwa sasa?

# data_list
source: Happy
sw: Furaha

# data_list
source: Yes! By giving positive instructions, @data.characters.f2_grandfather.name was able to turn the situation into a positive one for everyone.
sw: Ndiyo! kwa kutoa maelekezo chanya @data.characters.f2_grandfather.name ameweza kugeuza hali kuwa chanya kwa kila mmoja.

# data_list
source: Okay
sw: Sawa

# data_list
source: It's possible! @data.characters.f2_daughter_19.name may wish she could practise in front of the house, but this is a better outcome than the previous scenario.
sw: Inawezekana! @data.characters.f2_daughter_19.name anatamani angeweza kufanya mazoezi mbele ya nyumba, lakini haya ni matokeo mazuri zaidi kuliko hali ya awali.

# data_list
source: Sad
sw: Huzuni

# data_list
source: Why do you think the situation went better for @data.characters.f2_grandfather.name this time?
sw: Unafikiri kwa nini hali imeenda vizuri kwa @data.characters.f2_grandfather.name wakati huu?

# data_list
source: @data.characters.f2_daughter_19.name felt respected and loved by her @data.characters.f2_grandfather_role.name
sw: @data.characters.f2_daughter_19.name alihisi kuheshimiwa na kupendwa na @data.characters.f2_grandfather_role.name

# data_list
source: @data.characters.f2_grandfather.name was able to stay calm
sw: @data.characters.f2_grandfather.name aliweza kuwa mtulivu

# data_list
source: @data.characters.f2_grandfather.name kept a positive attitude
sw: @data.characters.f2_grandfather.name aliweka mtazamo chanya

# data_list
source: Exactly. Staying calm and positive helps our teens feel respected and loved!
sw: Hasa. kuwa watulivu na chanya husaidia vijana wetu kujisikia kuheshimiwa na kupendwa!

# data_list
source: Here are some tips to help you give your teen clear and positive instructions!
sw: Hapa ni vidokezo ili kukusaidia kutoa maelekezo wazi na chanya!

# data_list
source: GET REAL
sw: KUWA HALISI

# data_list
source: Can your teen actually do what you are about to ask? It may be impossible for them to read quietly all day, but half an hour when you really need it is realistic.
sw: Je, kijana wako anaweza kweli kufanya kile unachotaka kumwambia? Inaweza kuwa vigumu kwao kusoma kimya kwa siku nzima, lakini ukimwambia afanye hivyo kwa nusu saa unapohitaji sana afanye hivyo, ni jambo linalotekelezeka.

# data_list
source: GET POSITIVE
sw: KUWA NA MTAZAMO CHANYA

# data_list
source: Smile, look them in the eye and use positive words. Praise them as soon as they start to do what you ask!
sw: Tabasamu, mwangalie machoni na tumia maneno chanya. Msifie mara tu anapoanza kufanya kile unachotaka!

# data_list
source: GET CLEAR
sw: KUWA WAZI

# data_list
source: Often we know what we want in our head, but we don’t say it clearly enough. Say exactly what you want your teen to do. Try ‘please come home by 7pm’ instead of ‘come home on time’.
sw: Mara nyingi tunafahamu tunachotaka kichwani, lakini hatusemii wazi sana. Sema hasa kipi unataka kijana wako afanye. Jaribu 'rudi nyumbani saa moja kamili jioni' badala ya 'rudi nyumbani kwa wakati'.

# data_list
source: 👕 Stop leaving your dirty clothes all over the place!
sw: 👕 Acha kuacha nguo chafu kila mahali!

# data_list
source: You could say: "I know you’ve had a long day. Could you please put your clothes in the basket so it’s easier to keep things tidy? Thanks – it really helps."
sw: Unaweza kusema ''Najua ulikua na siku ndefu. Tafadhali unaweza kuweka nguo zako kwenye kikapu ili iwe rahisi kuweka vitu nadhifu – inasaidia sana."

# data_list
source: 🎵 Stop playing your music so loud in the house!
sw: 🎵 Acha kupiga mziki wako kwa sauti ndani ya nyumba!

# data_list
source: You could say: "That’s great music. Who is the singer? Please turn the music off when you come into the house. You can play it in your room quietly if you want. Thank you!"
sw: Unaweza kusema: ''Huo ni muziki mzuri. Nani ni mwimbaji? Tafadhali zima muziki unaporudi nyumbani. Unaweza kucheza muziki kimya kimya chumbani kwako kama unataka. Asante sana!"

# data_list
source: 📱 Stop playing on your phone at the dinner table!
sw: 📱Acha kuchezea simu yako kwenye meza ya chakula!

# data_list
source: You could say: "I like that you enjoy your phone. Can you put it away during dinner so we can spend time together? Thanks – I really appreciate it."
sw: Unaweza kusema: ''Napenda jinsi unavyo furahia simu yako. Unaweza kuiweka pembeni ili tutumie muda pamoja? Asante – nina thamini sana''.

# data_list
source: This week's home activity is to give your teen positive instructions.
sw: Wiki hii shughuli za nyumbani ni kumpa kijana wako maelekezo chanya.

# data_list
source: Remember, teenagers are much more likely to listen when we give positive, clear and realistic instructions.
sw: Kumbuka, vijana wana uwezekano wa kusikiliza tunapo wapa maelekezo chanya, wazi na halisi.

# data_list
source: Can you give your teen positive instructions this week?
sw: Je unaweza kumpa kijana wako maelekezo chanya wiki hii?

# data_list
source: Yes
sw: Ndiyo

# data_list
source: That's great! Well done for trying. You will see the difference it makes.
sw: Hiyo i nzuri! Hongera kwa kujaribu. utaona utofauti.

# data_list
source: I think so
sw: Nafikiri hivyo

# data_list
source: You can do it! Notice when you normally say ‘don’t do this!’ and think of a positive way to phrase it. You can try it out and see what happens.
sw: Unaweza! Tambua pale unapo sema 'usifanye hivi' na fikiria namna chanya ya kusema hivyo. Unaweza kujaribu na kuona nini kinatokea.

# data_list
source: No
sw: Hapana

# data_list
source: That's okay. It can be hard to try something new. Could you think of one situation where you often tell your teen ‘don’t do this’? Try to find a positive way to give that instruction.
sw: Ni sawa. Inaweza kuwa ngumu kujaribu kitu kipya. Unaweza kufikiria hali ambapo mara nyingi una mwambia kijana wako 'usifanye hivi'? Jaribu kutafuta njia chanya ya kutoa maelekezo.

# data_list
source: More positive instructions means less frustrations. And that is something we all want, right?
sw: Maelekezo chanya mengi yana punguza kuchangayikiwa. Na hiki ndicho kitu tunataka, si ndiyo?

# data_list
source: Hear how positive instructions helped @data.characters.media_daughter_3.name and her mother
sw: Sikiliza jinsi ambavyo maelekezo chanya yalivyo wasaidia @data.characters.media_daughter_3.name na mama yake

# data_list
source: At first, I did not care much that my mother was doing with @global.app_name. But then I started to see my mother change how she communicated with us. One day, when I was going out with my friends, she said I must be home by 6pm. I was like “Hmmm okay,” because she normally did not give clear instructions on what she wanted – she would just say nothing and then shout at me for being late when I got home. When I got home around 5pm, my mother gave me a hug and said “Thank you for being on time.” It was strange, but I liked it. Since then, we have much clearer communication in the house.
sw: Mwanzoni, sikuwa najali sana kile ambacho mama yangu alikuwa anafanya na @global.app_name. Lakini baadaye nilianza kumuona mama yangu akibadilika katika jinsi alivyokuwa anawasiliana nasi. Siku moja, nilipokuwa natoka nje na marafiki zangu, alisema lazima nirudi nyumbani saa kumi na mbili kamili jioni. Nilikuwa kama “Hmmm sawa,” kwa sababu mara zote hakuwa anatoa maelekezo yaliyo wazi kuhusu kile alichokitaka – hakusema chochote halafu baadaye alinipigia kelele kwa kuchelewa ninaporudi nyumbani. Niliporudi nyumbani karibu saa kumi na moja jioni, mama alinipokea kwa kunikumbatia na kusema, “Asante kwa kurudi kwa wakati.” Ilikuwa ajabu, lakini niliipenda. Tangu hapo, tuna mawasiliano ya wazi sana ndani ya nyumba.
