Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_teens_tz/*/*_modules_crisis_t.po
Languages: sw

# data_list
source: ⚠️ Sensitive Content Notice
sw: Tangazo la maudhui nyeti

# data_list
source: This module includes content that may be sensitive. You can check it out by yourself first. This will prepare you well for sharing the content with your teen and others afterwards. If you need support, see the “Support Contacts” section in your Library for help.
sw: Hii maada ina maudhui ambayo yanaweza kuwa nyeti. unaweza kuangalia mwenyewe. Hii itakusaidia kujiandaa ili kumshirikisha kijana wako na wengine hapo baadae. Ukihitaji msaada, angalia sehemu ya ''Namba za msaada'' kwenye maktaba kwa msaada.

# data_list
source: Today's topic is about dealing with crises. All families experience crises. When we prepare together and know where to get help BEFORE something bad happens, we can overcome any crisis.
sw: Maada ya leo ni kuhusu kushughulikia hali ya matatizo Familia zote zinapitia matatizo. Tunapo jiandaa kwa pamoja na kufahamu wapi tutapata msaada KABLA jambo baya halijatokea, tunaweza kukabili matatizo ya aina yoyote.

# data_list
source: Can skills to handle crises help your family? Click play to find out
sw: Je ujuzi wa kukabiliana mna matatizo unaweza kusaidia familia yako?. Bofya cheza kujua

# data_list
source: Greetings, everyone. Today's topic is dealing with crises. Crisis may occur anywhere. Crisis may occur anytime. Therefore, it is important as a family to have plans in place should any family member find themselves in a crisis situation. It is important to have plans so that every family member may feel protected. When we are dealing with crises, remember to take a pause, breathe and keep yourself calm. That will help you to deal with crises better.
sw: Habari zenu? Kipindi cha leo kinahusu kushughulikia hali ya hatari. Hali ya hatari inaweza kutokea mahali popote. Hali ya hatari inaweza kutokea wakati wowote. Kwa hiyo, kama familia, ni muhimu kuwa na mipango ya kukabiliana na hatari kwa ajili ya mwanafamilia yeyote atakayejikuta kwenye hali ya hatari. Ni muhimu kuwa na mipango ili kila mwanafamilia ahisi kulindwa. Unaposhughulikia hali ya hatari, kumbuka kupumzika, kupumua na kutulia. Kufanya hivyo kutakusaidia kushughulikia hali ya hatari vizuri zaidi.

# data_list
source: Every crisis is a challenge, but it is also a chance to grow stronger as a family and show your teen that together, you can get through anything.
sw: Kila hatari ni changamoto, lakini pia ni nafasi ya kuwa imara zaidi kama familia na waoneshe vijana wakonkwamba kwa pamoja mnaweza kuvuka katika Jambo lolote.

# data_list
source: @data.characters.media_female_9.name and her teen learned to handle crises together. Hear their story
sw: @data.characters.media_female_9.name na kijana wake walijifunza kukabiliana na hatari pamoja. Hii hapa Stori Yao

# data_list
source: My teen used to be so angry all the time. He would never listen and we would get into big arguments every day. Through @global.app_name, I started spending more time with my teen and strengthening our relationship. One day he shared with me that he was part of a gang but he wanted to get out. We made short-term and long-term plans together on how we could do that. Our life looks so different now!
sw: Kijana wangu alikuwa mwenye hasira muda wote. Alikuwa hasikilizi na tulikuwa tunajikuta katika marumbano makubwa kila siku. Kupitia @global.app_name, nilianza kutumia muda zaidi na kijana wangu na kuimarisha uhusiano wetu. Siku moja alinishirikisha kwamba alikuwa sehemu ya genge baya lakini alikuwa anataka kujitoa. Tuliweka pamoja mipango ya muda mfupi na ya muda mrefu jinsi tunaweza kufanya hivyo. Maisha yetu yanaonekana tofauti sasa hivi!

# data_list
source: Crisis can happen to anyone. Let's see what happened with @data.characters.f2_grandmother.name and her granddaughter, @data.characters.f2_daughter_19.name:
sw: Hali ya hatari inaweza kumtokea mtu yeyote. Hebu tuone kilichotokea kwa @data.characters.f2_grandmother.name na @data.characters.f2_daughter_19.name:

# data_list
source: Shame my dear, you look really upset, do you want to tell me what happened?
sw: Jamani mpendwa wangu, unaonekana unasikitika sana, unataka kuniambia kilichotokea?

# data_list
source: It’s my Uncle, he… he… he touched me.
sw: Ni mjomba, Ali... alinishika.

# data_list
source: (🤔_thinking_) Take a deep breath... What does my child need? She needs me to be calm and listen.
sw: (.. anafikiri..) Anavuta pumzi Ndegu.... Mtoto wangu anataka nini? Anataka niwe mtulivu na kumsikiliza.

# data_list
source: Come and sit down next to me. Take your time, I am listening.
sw: Njoo ukate karibu na Mimi. Chukua muda, nakusikiliza.

# data_list
source: It is true, he… he… made me do it! He made me have sex with him! I did not want to, I swear, and I even said NO, but he told me I would be in trouble.
sw: Ni kweli, Ali... Ali... alinisababisha nikafanya! Alinisababisha nikafanya ngono naye! Sikutaka kufanya, naapa, na hata nilisema HAPANA, lakini aliniambia nitakuwa kwenye matatizo.

# data_list
source: Thank you for sharing this with me. You are not in trouble. This is not your fault.
sw: Asante kwa kunishirikisha hili. Hauko katika matatizo, haya siyo makosa yako.

# data_list
source: Yesterday when you went to see your friend. He just came and that’s when it happened.
sw: Jana ulipoenda kumuomba rafiki yako. Alikuja na hapo ndipo ilipotokea.

# data_list
source: It is okay, I believe you my child. This is a big thing and we will find a way to get the help we need. Where could we go for help?
sw: Ni Sawa, nakuamimi mtoto wangu. Hili ni Jambo kubwa na tutatafuta njia ya kupata msaada tunaohitaji. Tunaweza kwenda wapi kwa msaada?

# data_list
source: My school?
sw: Shuleni kwangu?

# data_list
source: Ah I know, let’s go to the clinic. They will know what we can do to help you. Does that sound okay to you?
sw: Ah najua, ngoja twende Kliniki. Watajua nini tunaweza kufanya kukusaidia. Hiyo inaonekana ni Sawa kwako?

# data_list
source: Yes… Okay… But will you come with me?
sw: Ndiyo,... Sawa..... Lakini utaenda na Mimi?

# data_list
source: Of course I will. And @data.characters.f2_daughter_19.name? Remember this is not your fault. I love you. You are a good person. We will get through this.
sw: Ndiyo. Na @data.characters.f2_daughter_19.name? Kumbuka hili siyo kosa lako. Nakupenda. Wewe ni mtu mzuri. Tutavuka katika hili.

# data_list
source: This was such a difficult situation for @data.characters.f2_daughter_19.name and @data.characters.f2_grandmother.name! And this can happen to other girls, and boys too. Thankfully, @data.characters.f2_grandmother.name gave great support to @data.characters.f2_daughter_19.name. Let's think about what she did well.
sw: Hii ilikuwa hali ngumu kwa @data.characters.f2_daughter_19.name na @data.characters.f2_grandmother.name! Na hii inaweza kutokea kwa wasichana wengine, na wavulani pia. Shukrani kwa @data.characters.f2_grandmother.name alitoa msaada mzuri Sana kwa @data.characters.f2_daughter_19.name. Ebu tufikirie kitu gani alifanya vizuri.

# data_list
source: What skills did @data.characters.f2_grandmother.name use?
sw: Je, @data.characters.f2_grandmother.name alitumia ujuzi gani?

# data_list
source: Listen to your teen
sw: Msikilize kijana wako

# data_list
source: Yes, @data.characters.f2_grandmother.name actually used all those skills – and so can you!
sw: Ndiyo, kwa hakika @data.characters.f2_grandmother.name alitumia ujuzi huo wote – na wewe pia unaweza!

# data_list
source: Another problem that many parents are worried about is violence and crime. Let’s look at an example together.
sw: Tatizo jingine ambalo wazazi wengi wana wasiwasi nalo ni vurugu na uhalifu. Hebu tuangalie pamoja mfano mmoja.

# data_list
source: @data.characters.f1_son_18.name, you've looked worried since yesterday. What is wrong?
sw: @data.characters.f1_son_18.name: ", unaonekana una wasiwasi tangu jana. Kuna tatizo gani?

# data_list
source: Yesterday, my friends and I went to a soccer match. Some guys who were drunk started a fight with my friend.
sw: Jana, rafiki yangu na Mimi tulienda kwenye mpira wa miguu. Baadhi ya vijana walikuwa wamelewa walianza kupigana na rafiki yangu.

# data_list
source: Continue, I am listening. I hope you did not fight?
sw: Endelea, nakusikiliza. Natumai hukupigana?

# data_list
source: I did not want to, but I could not just stand there and let them beat up my friend, so…
sw: Sikutaka kupigana, lakini nisingeweza kusimama tu pale na kuwaacha wapige rafiki yangu, hivyo…

# data_list
source: So, did you fight in order to help defend your friend?
sw: Hivyo, ulipigana ili kusaidia kumtetea rafiki yako?

# data_list
source: Everyone was fighting. I saw someone lying on the field in a pool of blood. He looked… dead.
sw: Kila mtu alikuwa anapigana. Niliona mtu mmoja amelala uwanjani kwenye dimbwi la damu. Alionekana... amefariki.

# data_list
source: I am glad you are telling me about this, @data.characters.f1_son_18.name. Let’s discuss whether we should involve the police or someone else to help.
sw: Nafurahi unaniambia kuhusu hili, @data.characters.f1_son_18.name. Ebu tujadili kama tunaweza kuwahusisha pilisi au mtu mwingine kusaidia.

# data_list
source: Thank you, @data.characters.f1_father.role_name.
sw: Asante, @data.characters.f1_father.role_name.

# data_list
source: We will get through this. Remember, we will support you as a family.
sw: Tutavuka katika hili. Kumbuka, tutakusaidia kama familia.

# data_list
source: This was such a difficult situation for @data.characters.f1_son_18.name and his father! Let's think about how @data.characters.f1_father.name supported @data.characters.f1_son_18.name through this crisis.
sw: Hii ilikuwa hali ngumu kwa @data.characters.f1_son_18.name na baba yake! Ebu tufikirie kuhusu jinsi @data.characters.f1_father.name alimsaidia @data.characters.f1_son_18.name kupitia hatari hii.

# data_list
source: What skills did @data.characters.f1_father.name use?
sw: Je, @data.characters.f1_father.name alitumia ujuzi gani?

# data_list
source: Take a deep breath and pause before responding
sw: Vuta pumzi ndefu na utulie kabla ya kujibu

# data_list
source: Listen calmly to your teen
sw: Msikilize kijana wako kwa utulivu

# data_list
source: Praise your teen for sharing
sw: Msifie kijana wako kwa kukushirikisha

# data_list
source: Use problem solving skills
sw: Tumia ujuzi wa kutatua matatizo

# data_list
source: Work out where you can get help
sw: Fikiria mahali unapoweza kupata msaada

# data_list
source: That's right! All these skills can help in a crisis.
sw: Ujuzi wote huu unaweza kusaidia kwenye hali ya hatari.

# data_list
source: Crisis can make us feel angry or helpless. But this is when our teens really need us to breathe, listen and think. Here are some tips to help you deal with a crisis!
sw: Hizi hapa ni baadhi ya dondoo zinaweza kukusaidia kupmabana na hatari!

# data_list
source: BREATHE
sw: VUTA PUMZI

# data_list
source: Stay calm. Ask yourself, "What does my teen need right now?"
sw: Tulia. Jiulize, "Kijana wangu anahitaji nini sasa hivi?"

# data_list
source: LISTEN
sw: SIKILIZA

# data_list
source: Tell them you are there for them and love them.
sw: Mwambie upo kwa ajili yake na mpende.

# data_list
source: THINK
sw: FIKIRI

# data_list
source: Talk with your teen. What might help the situation? You might need to make immediate plans now and then long-term plans later.
sw: Zungumza na kijana wako. Kitu gani kinaweza kusaidia kwenye hali hiyo? Unaweza kutakiwa kupanga mipango ya haraka sasa, halafu mipango ya muda mrefu baadaye.

# data_list
source: More tips
sw: Dondoo zaidi

# data_list
source: You can be proud of yourself for exploring ways to get help!
sw: Jionee fahari kwa kutafuta njia za kupata msaada!

# data_list
source: It is helpful to practise dealing with crises before something happens. Let's look at five family crisis examples together. Imagine you are the parent: What would you do? Remember: BREATHE - LISTEN - THINK
sw: Inasaidia sana kufanyia mazoezi namna ya kukabiliana na hali ya matatizo kabla haijatokea. Hebu tuangalie kwa pamoja mifano katika familia tano. Chukulia kwamba wewe ni mzazi: Ungefanya nini? Kumbuka: VUTA PUMZI – SIKILIZA – FIKIRI

# data_list
source: Crisis 1: @data.characters.f2_son_15.name fights at school. How could you respond to @data.characters.f2_son_15.name?
sw: Hatari ya 1: @data.characters.f2_son_15.name amepigana shuleni. Ungefanyaje kwa @data.characters.f2_son_15.name?

# data_list
source: I have never done this before. And now they will expel me.
sw: Sijawahi kufanya hivi. Na sasa watanifukuza.

# data_list
source: Crisis 2: @data.characters.f1_daughter_16.name gets pregnant. How could you respond to @data.characters.f1_daughter_16.name?
sw: Hatari ya 2: @data.characters.f1_daughter_16.name amepata ujauzito. Ungefanyaje kwa @data.characters.f1_daughter_16.name?

# data_list
source: @data.characters.f1_father.role_name, I am so ashamed. I do not know what to do.
sw: @data.characters.f1_father.role_name: ", nina aibu sana. Sijui la kufanya.

# data_list
source: Crisis 3: @data.characters.f1_son_18.name makes a girl pregnant. How could you respond to @data.characters.f1_son_18.name?
sw: Hatari ya 3: @data.characters.f1_son_18.name amempatia binti ujauzito. Ungefanyaje kwa @data.characters.f1_son_18.name?

# data_list
source: I do not want to have a baby.
sw: Sitaki kuwa na mtoto.

# data_list
source: Crisis 4: Someone in the family may get sick. How could you respond in this situation?
sw: Hatari ya 4: Mto mmoja katika familia anaweza kuugua. Ungefanyaje katika hali hii?

# data_list
source: The test said I have HIV. I am scared I am going to die.
sw: Vipimo vimeonesha nina VVU. Ninaogopa, nitakufa.

# data_list
source: Crisis 5: @data.characters.f2_daughter_19.name is pressured into sex by her boyfriend. How could you respond to @data.characters.f2_daughter_19.name?
sw: Hatari ya 5: @data.characters.f2_daughter_19.nme analazimishwa kufanya ngono na mpenzi wake. Ungefanyaje kwa @data.characters.f2_daughter_19.name?

# data_list
source: I didn't really want to. Now I will get pregnant or be ill. @data.characters.f2_grandmother.role_name, I am so scared...
sw: Sitaki kufanya. Sasa hivi nitapa ujauzito au kuugua. @data.characters.f2_grandmother.role_name, ninaogopa sana...

# data_list
source: This week's home activity is to look back at the five crisis examples and discuss what you would do together if this happened to a friend or in your family.
sw: Zoezi la wiki hii ni kuangalia nyuma kwenye mifano ya hatari tano na kujadili nini unaweza kufanya pamoja kama hiki kitatokea kwa rafiki au katika familia yako.

# data_list
source: **Choose one example to discuss with your teen:** - Crisis 1: @data.characters.f2_son_15.name fights at school - Crisis 2: @data.characters.f1_daughter_16.name gets pregnant - Crisis 3: @data.characters.f1_son_18.name makes a girl pregnant - Crisis 4: Someone in the family may get sick - Crisis 5: @data.characters.f2_daughter_19.name is pressured into sex by her boyfriend **And remember:** 😌 BREATHE: Stay calm 👂🏾 LISTEN: Assure your teen you are there for them 💭 THINK: What might help this situation?
sw: Chaugua mfano mmoja kujadili na kijana wako.** - Hatari ya 1: @data.characters.f2_son_15.name amepigana shuleni - Hatari ya 2: @data.characters.f1_daughter_16.name amepata ujauzito - Hatari ya 3: @data.characters.f1_son_18.name amempa msichana ujauzito - Hatari ya 4: mtu mmoja katika familia ameugua - Hatari ya 5: @data.characters.f2_daughter_19.name analazimishwa na kufanya ngono na mpeni wake **Na kumbuka:** 😌 VUTA PUMZI: Baki Mtulivu 👂🏾 SIKILIZA: Mhakikishie kijana wako upo pale kwa ajili yao 💭 FIKIRIA: Nini kinaweza kusaidia hali hii?

# data_list
source: Can you chat with your teen about how you could respond to a crisis together?
sw: Unaweza kuongea na kijana wako jinsi gani mnaweza kufanya pamoja katika hatari?

# data_list
source: Yes
sw: Ndiyo

# data_list
source: That's wonderful! Talking about this now will help your teen feel supported and safe. You are doing great.
sw: Hiyo ni nzuri! Kuzungumzia hili sasa hivi kijana wako anahisi mwenye msaada na salama. Unfanya vizuri sana.

# data_list
source: I think so
sw: Nafikiria hivyo

# data_list
source: Give it a try! It can feel hard, but even just thinking about it and starting the conversation together is already a big step.
sw: Ijaribu! Inaweza kuwa vigumu, lakini hata kuifikiria tu na kuanzisha maongezi pamoja tayari ni hatua kubwa.

# data_list
source: No
sw: Hapana

# data_list
source: That's completely okay - talking about potential crises can feel overwhelming. Keep spending time with your teen, and come back to this when it feels right.
sw: Hiyo ni sawa kabisa - kuongea kuhusu hatari inaweza kuwa inachosha. Endelea kutumia muda pamoja na kijana wako, na urudi kwenye hii pale ukihisi ni sawa.

# data_list
source: Remember to support and encourage each other. It is hard to remain calm and listen to each other in a crisis - you can be proud of yourself.
sw: Kumbukeni kusaidiana na kutiana moyo. Ni vigumu kuendelea kutulia na kusikilizana kwenye hali ya tatizo – tunawaonea fahari.

# data_list
source: @data.characters.media_daughter_12.name overcame a difficult crisis with the help of her mother. Tap play to learn how
sw: @data.characters.media_daughter_12.name shinda hatari ngumu kwa msaada wa mama yake. Bonyeza play kujifunza ni kwa namna gani

# data_list
source: Two years ago, I was raped by my uncle who stayed in our yard. I did not tell my mother, because I was afraid she would hit me, shout at me, or even throw me out of the house. I did not have anywhere else to go. When my mother started with @global.app_name, we started spending more time together. I was still afraid, but in the end I shared it with my mother. My mom did not shout, but she listened and told me it is not my fault. We went to the police and the clinic together. I am so grateful I do not have to carry this secret anymore.
sw: Miaka miwili iliyopita, nilibakwa na mjomba wangu aliyekuwa anaishi nyumbani kwetu. Sikumwambia mama yangu, kwa sababu niliogopa angenipiga, kunifokea, au hata kunifukuza ndani ya nyumba. Sikuwa na mahali popote pengine pa kwenda. Wakati mama yangu alipoanza @global.parent_app, alianza kutumia muda zaidi pamoja na mimi. Nilikuwa bado naogopa, lakini mwisho nilimshirikisha mama yangu. Mama yangu hakufoka, lakini alinisikiliza na kuniambia siyo kosa langu. Tulienda polisi na kliniki pamoja. Ninashukuru sana sihitaji kutunza zaidi siri hii.
