Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_teens_tz/*/*_modules_learn_t.po
Languages: sw

# data_list
source: Today's topic is about helping your teen learn. Did you know that spending one-on-one time with your teen can help them do better at school? Today we will share some ideas to help you make the most of your time together.
sw: Mada ya leo inahusu kumsaidia kijana wako kujifunza. Je, wajua kwamba kutumia muda wa pamoja na kijana wako unaweza kumsaidia kufanya vyema shuleni? Leo tutashirikishana baadhi ya mawazo ya kukusaidia kutumia muda wenu wa pamoja vyema zaidi.

# data_list
source: Can having fun help teens learn? Yes! Tap play to learn how
sw: Je, kuwa na furaha kunaweza kuwasaidia vijana kujifunza? Ndiyo! Gusa cheza ili ujifunze

# data_list
source: Greetings everyone! Today's topic is helping your teen to learn. There are different fun ways and activities that we can use as parents to help our teens learn. Some of those activities could be playing games together or doing house chores together. Remember, our teens learn better when they are having fun!
sw: Habari! Mada ya leo ni kumsaidia kijana wako kujifunza. Kuna njia tofauti za kujifunza na shughuli ambazo tunaweza kutumia kama wazazi kusaidia vijana wetu kujifunza. Baadhi ya shughuli hizo zinaweza kuwa kucheza michezo pamoja au kufanya kazi za nyumbani pamoja. Kumbuka, vijana wetu hujifunza vyema zaidi wanapoburudika!

# data_list
source: Learning does not only happen in school - it happens through fun activities, teamwork, and everyday moments. When we involve our teens and share decisions, we help them feel capable, confident, and connected to us.
sw: Kujifunza hakufanyiki shuleni pekee - hufanyika kupitia shughuli za kufurahisha, kazi ya pamoja na nyakati za kila siku. Tunapo wahusisha vijana wetu na kuwashirikisha kwenye maamuzi, tunawasaidia kujisikia wana uwezo, ujasiri, na kushikamana nasi.

# data_list
source: Hear how one-on-one time helped @data.characters.media_female_14.name and her teen bond and learn
sw: Jinsi ya muda wa pamoja ulivyomsaidia @data.characters.media_female_14.name na kijana wake kuwa karibu na kujifunza

# data_list
source: Since we started spending more one-on-one time together, we have a better bond, a better understanding between us. I feel better about how I am parenting. I am doing a better job as a parent, not just being a parent, but showing love and working with him. I like that the app encourages you to work with your children, and not just you are the parent up there and they are down there as the children, but they are involved a lot in the decisions you make that impact on them.
sw: Tangu tulipo anza kutumia muda wa pamoja, tumekua na uhusiano mzuri, maelewano mazuri baina yetu. Ninajisikia ninajisikia vizuri na malezi ninayotoa. Ninafanya vizuri kama mzazi, sio tu kuwa mzazi, lakini kuonyesha upendo na kufanya kazi pamoja naye. Ninapenda kwamba programu inahamasisha kufanya kazi pamoja na watoto wako, na pia inatufanya tuwe sawa, kusiwe na matabaka kati ya mzazi na mtoto na pia tunawahusisha kwenye maamuzi yenye matokeo kwao.

# data_list
source: Caregivers and teens who spend time together often have happier, healthier relationships. But it is not always easy — sometimes we can both get angry, get annoyed and argue or fight. Let’s take a look at an example:
sw: Walezi na vijana wanaotumia muda wa pamoja mara nyingi huwa na mahusiano yenye furaha na yenye afya. Lakini sio rahisi wakati wote - wakati mwingine tunaweza kukasirika, kukereka na kubishana au kupigana. Hebu tuangalie mfano:

# data_list
source: *@data.characters.f1_mother.name comes home late.*
sw: *@data.characters.f1_mother.name kaja nyumbani kachelewa.*

# data_list
source: @data.characters.f1_daughter_16.name, why did you not cook dinner yet?! Why do I always have to do everything myself?
sw: @data.characters.f1_daughter_16.name, kwanini bado haujapika chakula cha usiku?! Kwanini kila kitu lazima nifanye mimi mwenyewe?

# data_list
source: Get out of my way!
sw: Ebu nipishe!

# data_list
source: Why did @data.characters.f1_daughter_16.name react this way?
sw: Kwanini @data.characters.f1_daughter_16.name alijibu hivyo?

# data_list
source: @data.characters.f1_daughter_16.name was upset that her mother did not see how she helped at home
sw: @data.characters.f1_daughter_16.name alikasirika kwasababu mama yake hakuona jinsi alivyomsaidia nyumbani

# data_list
source: @data.characters.f1_daughter_16.name was not able to talk to her mother about her hard day at school
sw: @data.characters.f1_daughter_16.name hakuweza kuongea na mama yake kuhusu siku yake shuleni ilivyokuwa ngumu

# data_list
source: @data.characters.f1_mother.name blamed @data.characters.f1_daughter_16.name for not cooking dinner yet
sw: @data.characters.f1_mother.name alimlaumu @data.characters.f1_daughter_16.name kwa kutopika chakula cha usiku

# data_list
source: Yes, all of these are true. @data.characters.f1_daughter_16.name reacted this way because her mother did not talk to her about her day, blamed her for not cooking yet and did not thank @data.characters.f1_daughter_16.name for helping at home.
sw: Ndiyo, haya yote ni kweli. @data.characters.f1_daughter_16.name alijibu hivi kwa sababu mama yake hakuzungumza naye kuhusu siku yake, alimlaumu kwa kutokuwa amepika na hakumshukuru @data.characters.f1_daughter_16.name kwa kusaidia nyumbani.

# data_list
source: How will this affect the relationship between @data.characters.f1_mother.name and her daughter, @data.characters.f1_daughter_16.name?
sw: Je, hii itaathiri vipi uhusiano kati ya @data.characters.f1_mother.name na bintiye, @data.characters.f1_daughter_16.name?

# data_list
source: @data.characters.f1_daughter_16.name will not want to help with house chores, as her mother did not appreciate it
sw: @data.characters.f1_daughter_16.name hatotaka kusaidia kazi za nyumbani, kwani mama yake hakuithamini

# data_list
source: @data.characters.f1_daughter_16.name will not want to speak to her mother about her problems because she was not given a chance to talk about it
sw: @data.characters.f1_daughter_16.name hatotaka kuongea na mama yake kuhusu matatizo yake kwa sababu hakupewa nafasi ya kuyazungumzia

# data_list
source: @data.characters.f1_daughter_16.name will be angry at her mother and not listen to her in the future
sw: @data.characters.f1_daughter_16.name atamkasirikia mama yake na hatamsikiliza uko mbeleni

# data_list
source: @data.characters.f1_daughter_16.name will treat her siblings the same way that her mother treats her
sw: @data.characters.f1_daughter_16.name atawatendea ndugu zake kama vile mama yake anavyomtendea

# data_list
source: These are all true. @data.characters.f1_daughter_16.name won’t want to help or talk to her mother, because her mother doesn’t thank or listen to her. She may treat her siblings the same way, because that’s what she has learned.
sw: Haya yote ni kweli. @data.characters.f1_daughter_16.name hatataka kusaidia wala kuzungumza na mama yake, kwa sababu mama yake hamshukuru wala kumsikiliza. Anaweza kuwatendea ndugu zake vivyo hivyo, kwa sababu ndivyo alivyojifunza.

# data_list
source: Let’s go back in time and see what happens when @data.characters.f1_mother.name does things differently.
sw: Hebu turudi nyuma na tuone kitakachotokea wakati @data.characters.f1_mother.name anapofanya mambo kwa njia tofauti.

# data_list
source: One afternoon, @data.characters.f1_daughter_16.name is looking after her younger sibling @data.characters.f1_daughter_13.name.
sw: Siku moja mchana, @data.characters.f1_daughter_16.name anamuangalia mdogo wake @data.characters.f1_daughter_13.name.

# data_list
source: (🤔_thinking_) It has been such a hard day at school… I can’t wait for @data.characters.f1_mother.role_name to come home so I can tell her about it.
sw: (🤔_kufikiria_) Imekuwa siku ngumu sana shuleni… Ninamngoja @data.characters.f1_mother.role_name aje nyumbani ili nimsimulie.

# data_list
source: @data.characters.f1_mother.name comes home late.
sw: @data.characters.f1_mother.name anarudi nyumbani kwa kuchelewa.

# data_list
source: (🤔_thinking_) I am so exhausted.
sw: (🤔_kufikiria_) Nimechoka sana.

# data_list
source: Hi everyone, I'm feeling exhausted and grateful to be home. @data.characters.f1_daughter_16.name, thank you for looking after your sister and washing the school clothes. I am going to wash my hands, and then we can cook together and you can tell me about your day.
sw: Habari wote, najisikia nimechoka sana na nina furaha kuwa nyumbani. @data.characters.f1_daughter_16.name, asante kwakumuangalia mdogo wako wa kike na kufua nguo za shule. Naenda kunawa mikono, na tutapika wote halafu utaniambia kuhusu siku yako.

# data_list
source: Thank you, @data.characters.f1_mother.role_name, you can call me when you are ready.
sw: Asante, @data.characters.f1_mother.role_name, unaweza niita ukiwa tayari.

# data_list
source: *15 minutes later…*
sw: *Dakika 15 badae…*

# data_list
source: I am glad we have this time together. I actually wanted to tell you about a problem I had at school today.
sw: Nina furaha tumekua na muda huu wa pamoja. Nilitaka nikwambie tatizo nililo kuwa nalo shuleni leo.

# data_list
source: Thank you for telling me. I am sure we can come up with a solution together.
sw: Asante kwakuniambia. Nina uhakika tutakuja na suluhisho kwa pamoja.

# data_list
source: Let's think about what happened in this story.
sw: Hebu tufikirie kuhusu kilichotokea kwenye hadithi hii.

# data_list
source: How did @data.characters.f1_daughter_16.name and @data.characters.f1_mother.name feel before they got to speak to each other?
sw: Ni jinsi gani @data.characters.f1_daughter_16.name na @data.characters.f1_mother.name walijisikia kabla hawajazungumza?

# data_list
source: Sad
sw: Huzuni

# data_list
source: Confused
sw: Kuchanganyikiwa

# data_list
source: Tired
sw: Kuchoka

# data_list
source: Yes, both of them had long, hard days.
sw: Ndiyo, wote wawili walikuwa na siku ndefu na mbaya.

# data_list
source: What did @data.characters.f1_mother.name do differently this time?
sw: Ni nini @data.characters.f1_mother.name alifanya cha utofauti wakati huu?

# data_list
source: She took a few minutes for herself to relax and get settled at home before talking with her daughter, @data.characters.f1_daughter_16.name
sw: Alichukua dakika chache kupumzika na kutulia nyumbani kabla ya kuzungumza na binti yake, @data.characters.f1_daughter_16.name

# data_list
source: She asked @data.characters.f1_daughter_16.name to help with cooking, so she could get dinner done AND have time to talk
sw: Alimwomba @data.characters.f1_daughter_16.name amsaidie kupika, ili apate chakula cha usiku NA awe na muda wa kuzungumza

# data_list
source: She praised @data.characters.f1_daughter_16.name for doing specific household chores
sw: Alimsifu @data.characters.f1_daughter_16.name kwa kufanya kazi fulani za nyumbani

# data_list
source: She showed @data.characters.f1_daughter_16.name that she is available to talk and listen
sw: Alimuonesha @data.characters.f1_daughter_16.name kwamba yuko tayari kuzungumza na kusikiliza

# data_list
source: Yes, all of these are true.
sw: Ndio yote haya ni kweli.

# data_list
source: How did @data.characters.f1_daughter_16.name and her mother feel afterwards?
sw: Je, @data.characters.f1_daughter_16.name na mama yake walijisikiaje baada ya hapo?

# data_list
source: Relieved
sw: Ahueni

# data_list
source: Happy
sw: Furaha

# data_list
source: Proud
sw: Kujivunia

# data_list
source: Yes, talking while doing chores helped them both! When you do a chore with your teen, take time for yourself, and give them space to talk, you help them feel safe to learn with you. This is an easy way to build a good relationship and teach them things they won’t learn at school.
sw: Ndiyo, kuzungumza huku wakifanya kazi za nyumbani kuliwasaidia wote wawili! Unapofanya kazi za nyumbani pamoja na kijana wako, chukua muda wako mwenyewe, na kuwapa nafasi ya kuzungumza, unamsaidia kujisikia salama kujifunza pamoja nawe. Hii ni njia rahisi ya kujenga uhusiano mzuri na kuwafundisha mambo ambayo hawatajifunza shuleni.

# data_list
source: Let’s think of activities you can do with your teen to help them learn. Remember, teens are better at remembering what they learnt when it is fun.
sw: Tufikirie shughuli unazoweza fanya na kijana wako kuwasaidia wajifunze. Kumbuka, vijana hukumbuka vizuri yale waliojifunza kama wakiwa wanafurahia.

# data_list
source: **Here are some ideas you could try today:** 💬 Storytelling: Share a story from your childhood or culture—or let your teen share one with you. It’s a fun way to connect and learn. 🚶🏾‍♀️‍➡️Walking: Take a walk together. It’s healthy and gives you both time to talk and share feelings. 👩🏾‍🍳 Cooking or cleaning: Ask your teen to help with cooking or cleaning. It’s a good time to talk and teach them why these things matter.
sw: **Haya hapa ni baadhi ya mawazo unayoweza kujaribu leo:** 💬 Kusimulia Hadithi: Simulia hadithi kutoka utotoni au utamaduni wako—au umruhusu kijana wako akusimulie hadithi. Ni njia ya kufurahisha ya kuungana na kujifunza. 🚶🏾‍♀️‍➡️Kutembea: Tembeeni pamoja. Ni afya na pia huwapa muda wote wawili wa kuzungumza na kubadilishana mawazo. 👩🏾‍🍳 Kupika au kusafisha: Mwambie kijana wako akusaidie kupika au kusafisha. Ni wakati mzuri wa kuzungumza na kuwafundisha kwa nini mambo haya niya muhimu.

# data_list
source: Here are some skills you can use to help your teen learn!
sw: Huu ni baadhi ya ujuzi unaweza tumia kumsaidia kijana wako akajifunza!

# data_list
source: GET TOGETHER
sw: KUKUTANA PAMOJA

# data_list
source: People learn better when they learn with others. Spend time with your teen and let them learn with you. When you do activities together, you give them space to learn, to make mistakes and to ask you questions.
sw: Watu hujifunza vizuri zaidi wanapojifunza na wengine. Tumia wakati na kijana wako na waache wajifunze nawe. Mnapofanya shughuli pamoja, unawapa nafasi ya kujifunza, kufanya makosa na kukuuliza maswali.

# data_list
source: SUPPORT
sw: MSAADA

# data_list
source: Your teen will learn from you if they know you support them. Let them try things and be patient with them. This helps them “learn how to learn”, because they feel safe with you.
sw: Kijana wako atajifunza kutoka kwako ikiwa anajua unamuunga mkono. Waache wajaribu mambo na kuwa na subira kwao. Hii inawasaidia "jinsi ya kujifunza", kwa sababu wanahisi kuwa salama na wewe.

# data_list
source: PRAISE
sw: USIFIAJI

# data_list
source: Praising your teen is a powerful way to help them try again. Teens do not get things right the first time and should learn how to try again. Praise them for trying to do things, so they can learn from their mistakes.
sw: Kumsifu kijana wako ni njia nzuri ya kumsaidia kujaribu tena. Vijana hawafanyi mambo sawa mara ya kwanza na wanapaswa kujifunza jinsi ya kujaribu tena. Wasifu kwa kujaribu kufanya mambo, ili wajifunze kutokana na makosa yao.

# data_list
source: Helping your teen learn can feel stressful, but doing fun daily activities together supports their growth and learning. This week’s home practice is to try a few activities with your teen!
sw: Kumsaidia kijana wako kujifunza inaweza kua changamoto, lakini kufanya shughuli za kila siku za kufurahisha kwa pamoja kunasaidia ukuaji wao na kujifunza. Mazoezi ya nyumbani ya wiki hii ni kujaribu shughuli chache na kijana wako!

# data_list
source: It’s not always easy to find things to do with your teen. Try dancing to your teen’s music or having a simple check-in chat, like asking, “What made you happy today?” or “How can I help you?”
sw: Si rahisi kila mara kupata mambo ya kufanya na kijana wako. Jaribu kucheza muziki anaocheza kijana wako au kumuuliza kitu kama vile, "Ni nini kilikufurahisha leo?" au “Naweza kukusaidiaje?”

# data_list
source: Can you try one fun activity this week with your teen, like dancing together or having a daily check-in chat?
sw: Je, unaweza kujaribu shughuli moja ya kufurahisha wiki hii na kijana wako, kama vile kucheza pamoja au kutuma ujumbe kila siku?

# data_list
source: Yes
sw: Ndiyo

# data_list
source: That's great! Making time for fun and connection is a powerful way to support your teen’s learning and development.
sw: Hiyo ni nzuri! Kupata muda wa kujiburudisha na kuwa karibu ni njia nzuri ya kusaidia kujifunza na maendeleo ya kijana wako.

# data_list
source: I think so
sw: Nafikiri hivyo

# data_list
source: You're doing well! Even small moments of fun and conversation can help your teen feel valued and motivated. Keep it up!
sw: Unafanya vizuri! Hata nyakati ndogo za furaha na mazungumzo zinaweza kumsaidia kijana wako kuhisi kuwa anathaminiwa na kuhamasishwa. Endelea!

# data_list
source: No
sw: Hapana

# data_list
source: That's okay. It is not always easy to find time, but even one fun moment together can make a big difference. Try again when you are ready.
sw: Hii ni sawa. Sio rahisi kupata muda kila saa, lakini hata muda kidogo wa kufurahia unaweza kuleta mabadiliko makubwa. Jaribu tena ukiwa tayari.

# data_list
source: Spending fun, relaxed time with your teen helps them learn important life skills - and it strengthens your bond. Even small changes, like listening more and playing together, can make a big difference.
sw: Kuwa na muda wakufurahia na utulivu wa pamoja na kijana wako huwasaidia kujifunza stadi muhimu za maisha - na huimarisha uhusiano wenu. Hata mabadiliko madogo, kama vile kusikiliza zaidi na kucheza pamoja, yanaweza kuleta mabadiliko makubwa.

# data_list
source: Spending quality time together helped @data.characters.media_daughter_11.name and her mother connect and learn. Listen to their story
sw: Kutumia mda wa pamoja umesaidia @data.characters.media_daughter_11.name na mama yake kuungana na kujifunza. Sikiliza simulizi yao

# data_list
source: In the past there were times my mom got angry and she would shout at me before beating me. But since my mom started using @global.app_name, she tries to create time for us to interact and for us to have fun discussions. We play games, we sing together and other stuff… She takes time to listen before jumping to conclusions, like she listens and then she calms down and takes her time to explain, and then be like “what you did is not good” and such.
sw: Katika kipindi cha nyuma mama yangu alikuwa na hasira na muda mwingine alikuwa ananifokea kabla ya kunipiga. Lakini tangu mama aanze kutumia @global.app_name, anajaribu kutafuta muda wa kufanya mazungumzo na kufurahi pamoja nasi. Tunacheza michezo, tunaimba pamoja na kufanya mambo mengine. Anachukua muda kunisikiliza kabla ya kufanya maamuzi, ananisikiliza halafu anatulia na anachukua muda kuelezea, na anasema"ulichofanya sio kizuri" na usirudie tena.
