Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_teens_tz/*/*_modules_stayingsafe_t.po
Languages: sw

# data_list
source: ⚠️ Sensitive Content Notice
sw: ⚠️ Tangazo la Maudhui Nyeti

# data_list
source: This module includes content that may be sensitive. You can check it out by yourself first. This will prepare you well for sharing the content with your teen and others afterwards. If you need support, see the “Support Contacts” section in your Library for help.
sw: Mada hii inajumuisha maudhui ambayo huenda yakawa nyeti. Unaweza kuyapitia wewe mwenyewe kwanza. Hii itakuandaa vyema kwa ajili ya kushiriki maudhui haya na kijana wako na wengine baadaye. Kama unahitaji msaada, angalia sehemu ya "Wasiliana kwa Msaada" katika Maktaba yako kwa usaidizi.

# data_list
source: Our topic today is staying safe. To keep our teens safe, we need to understand their reality and the potential risky situations they can find themselves in. We can help our teens know how to use their thoughts, voice, AND body in dangerous situations. It makes a big difference!
sw: Mada yetu ni Kukaa Salama. Kama wazazi ni muhimu kuhakikisha kwamba vijana wetu wako salama wakati wote. Usalama wetu na usalama wa watoto wetu ni muhimu. Huenda tukahitaji kuwa na majadiliano na watoto wetu kuhusu usalama wao na jinsi wanavyoweza kujiweka salama kila wakati!

# data_list
source: Why is discussing safety with your teen important? Tap play to find out
sw: Kwanini kujadili usalama na kijana wako ni muhimu? Bofya kitufe cha kucheza ili kujua

# data_list
source: Greetings everyone. Our topic is staying safe. As parents it is important to ensure that our teens are safe at all times. Our safety and our children’s safety is important. We may need to have discussions with our children about their safety, and how they can keep themselves safe always.
sw: Mada yetu ya leo ni kubaki salama. kama wazazi ni muhimu kuhakikisha vijana wetu wako salama muda wote. Usalama wetu na usalama wa watoto wetu ni muhimu. Tunaweza kuhitaji kuwa na mjadala na watoto wetu juu ya usalama wao, na ni kwa namna gani wanaweza kujiweka salama muda wote.

# data_list
source: Practising how to recognise warning signs and how to respond can help teens feel confident to protect themselves when it matters most.
sw: Kufanya mazoezi ya kutambua ishara za onyo na jinsi ya kujibu kunaweza kuwasaidia vijana kujisikia na kujiamini katika kujilinda pale inapohitajika zaidi.

# data_list
source: Hear how learning warning signs kept @data.characters.media_female_11.name's teen safe
sw: Sikiliza jinsi kujifunza ishara za onyo kulivyomsaidia mtoto wa @data.characters.media_female_11.name kubaki salama

# data_list
source: Learning how to stay safe really helped us. The other day, my daughter got invited to a party by an older boy, and he said he would pay for her transport. Before, she would just go secretly, but now she came to me to talk about it. We reminded each other that it is important to see the warning signs and stay safe, and she decided to say ‘no’. I am so proud of her. Even me, I now know that others should not pressure or convince me to do something. I can give the right example to my children.
sw: Kujifunza namna ya kuwa salama hakika imetusaidia sisi. Siku moja binti yangu alipewa mualiko kwenye sherehe na mvulana mkubwa, na alisema atamlipia usafiri. Kabla, alikua akienda kwa siri, lakini kwa sasa alikuja kwangu akaniambia kuhusu hilo. Tulikumbushana kila mmoja wetu kwamba ni muhimu kuona ishara za onyo na kukaa salama, na aliamua kusema ' hapana ' ninajivunia sana yeye. Hata mimi, Sasa ninafahamu kwamba wengine hawawezi kunishinikiza au kunishawishi kufanya kitu chochote. Ninaweza kutoa mfano sahihi kwa watoto wangu.

# data_list
source: People can make us feel safe and happy—but sometimes they pressure us or make us uncomfortable. This can happen to both teens and adults. Knowing the warning signs helps us stay safe. Let’s look at some examples.
sw: Watu wanaweza fanya tujisikie salama na furaha-lakini muda mwingine kutushinikiza au kutufanya tuwe na wasiwasi. Hii inaweza kutokea kwa wote vijana na watu wazima. Kujua dalili za onyo kumetusaidia kukaa salama. Tuangalie baadhi ya mifano.

# data_list
source: Boyfriend pressures @data.characters.f1_daughter_16.name to go beyond kissing
sw: Shinikizo la mpenzi @data.characters.f1_daughter_16.name kutaka kufanya zaidi ya kubusu

# data_list
source: I don't think I am ready..
sw: Sidhani kama niko tayari..

# data_list
source: Does not listen to @data.characters.f1_daughter_16.name or ask what she wants
sw: Hamsikilizi @data.characters.f1_daughter_16.name wala kumuuliza anachotaka

# data_list
source: Does not respect @data.characters.f1_daughter_16.name's feelings/opinion
sw: Aheshimu hisia/maoni ya @data.characters.f1_daughter_16.name

# data_list
source: Yes, these are clear warning signs. No one should push or convince you to do something you don’t want to do or feel unsure about. Even if you did it once, you can always change your mind—anytime, even during an intimate moment. A partner who really loves and respects you will ask if you’re okay, listen to you, and stop if you say no.
sw: Ndio, kuna alama za tahadhari bayana. Hakuna mtu anapaswa kukusukuma au kukushawishi kufanya kitu ambacho hautaki kukifanya au hauna uhakika nacho. Hata kama ulishakifanya mara moja, unaweza muda wote kubadilisha mawazo yako-wakati wowote, hata wakati wa urafiki. Rafiki ambaye kweli anakupenda na kukuheshimu atakuuliza kama uko vizuri, anakusikiliza, na kuacha ikiwa utasema hapana.

# data_list
source: Boyfriend stops @data.characters.f1_daughter_16.name from meeting friends
sw: Rafiki wa kiume anamkataza @data.characters.f1_daughter_16.name kukutana na marafiki

# data_list
source: I just wanted to…
sw: Nilitaka tu…

# data_list
source: No, you are staying here. You always leave me alone to go see your friends. Don’t you love me? Or are you meeting your other boyfriend?!
sw: Hapana, unakaa hapa. Kila mara unaniacha peke yangu na unaenda kuonana na marafiki zako. Haunipendi? Au unakutana na wapenzi wako wengine?!

# data_list
source: What warning signs do you see here? The boyfriend:
sw: Ni alama gani za onya unaziona hapa? Mvulana:

# data_list
source: Tries to control @data.characters.f1_daughter_16.name
sw: Amejaribu kumdhibiti @data.characters.f1_daughter_16.name

# data_list
source: Stops @data.characters.f1_daughter_16.name from seeing friends
sw: Kumkatana @data.characters.f1_daughter_16.name kuonana na marafiki

# data_list
source: Makes @data.characters.f1_daughter_16.name feel bad about how she acts
sw: Inamfanya @data.characters.f1_daughter_16.name kujisikia vibaya kuhusu namna anavyofanya

# data_list
source: Is possessive and very jealous
sw: Ni mwenye kuonyesha umiliki na mwenye wivu sana

# data_list
source: Yes, all of these are warning signs! When we are in love, it can be hard to recognise something is wrong in our relationship. If you have a friend in @data.characters.f1_daughter_16.name’s situation, try to help them see that jealous, possessive or controlling behaviour is not healthy or loving.
sw: Ndio, hizi zote ni alama za tahadhari! Tunapokua kwenye upendo, inaweza kuwa ngumu kutambua jambo lisilosahihi kwenye mahusiano yetu. Kama una rafiki kwenye @data.characters.f1_daughter_16.name hali, jaribu kuwasaidia kuona wivu huo, kumiliki au tabia ya kumiliki si afya au upendo.

# data_list
source: @data.characters.f1_son_18.name’s friend shouts sexual comment at a girl
sw: @data.characters.f1_son_18.name marafiki hupiga kelele maoni ya ngono kwa msichana

# data_list
source: Hey pretty, why are you walking so fast! Don’t you want to come show us what is under that skirt?
sw: Mambo mrembo, kwa nini unatembea haraka hivyo! hautaki kuja kutuonyesha nini kipo ndani ya hiyo sketi?

# data_list
source: What warning signs do you see here? The friend:
sw: Ni ishara gani za tahadhari unaziona hapa? Rafiki:

# data_list
source: Makes fun of a girl
sw: Humfurahisha msichana

# data_list
source: Makes the girl feel uncomfortable about how she looks and acts
sw: Humfanya msichana akose amani kuhusu mwonekano wake na matendo yake

# data_list
source: Acts disrespectfully
sw: Anakuwa na matendo yasiyo na heshima

# data_list
source: Yes, all of these are warning signs! Shouting sexual comments, whistling, or making kissing sounds at someone is sexual harassment and a type of abuse. If @data.characters.f1_son_18.name stays quiet, his friend may keep doing it. He can help his friend understand that this behaviour is not okay and can make girls feel scared, angry, or sad.
sw: Ndio, hizi zote ni alama za tahadhari! Kutamka maneno ya kingono,kupiga miluzi, au kutoa sauti za kumbusu kwa mtu ni unyanyasaji wa kijinsia na aina ya unyanyasaji. Kama @data.characters.f1_son_18.name kukaa kimya, marafiki zake wanaweza kuendelea kufanya hivo. Anaweza kuwasaidia marafiki zake kuelewa kwamba hiyo tabia sio nzuri na inaweza kumfanya msichana kuwa na hofu, hasira au huzuni.

# data_list
source: Friend pushes @data.characters.f2_daughter_19.name to accept food
sw: Marafiki wanalazimisha @data.characters.f2_daughter_19.name akubali chakula

# data_list
source: Hi beautiful, can I buy you a snack?
sw: Habari mrembo, naweza kukununulia vitafunwa?

# data_list
source: Uhmmm... I don’t…
sw: Uhmmm... sitaki…

# data_list
source: Yes, she’ll have it!
sw: Ndio, mnunulie!

# data_list
source: What warning signs do you see here?
sw: Je, ni alama gani za onyo unaziona hapa?

# data_list
source: The friend pressures and manipulates @data.characters.f2_daughter_19.name
sw: Marafiki wanajaribu kumshinikiza na kumrubuni @data.characters.f2_daughter_19.name

# data_list
source: The friend does not listen to @data.characters.f2_daughter_19.name
sw: Marafiki hawamsikilizi @data.characters.f2_daughter_19.name

# data_list
source: The man abuses his status
sw: Mwanaume anadhalilisha hadhi yake

# data_list
source: Yes, all of these are warning signs! It is common for young women to be pressured into sex when men offer food, gifts, or money. Whenever you do not get the space to make your own decisions, that can be dangerous. Your friends, and others, should respect your choices.
sw: Ndio, hizi zote ni alama za tahadhari! Ni kawaida kwa wasichana wadogo kushinikizwa kufanya ngono pale wanaume wanapowapatia chakula, zawadi au pesa. Wakati wowote usipopata nafasi ya kufanya maamuzi yako mwenyewe, hiyo inaweza kuwa hatari. Marafiki zako, na wengineo wanapaswa kuheshimu machaguzi yako.

# data_list
source: @data.characters.friend_female_2.name's nude picture is shared
sw: @data.characters.friend_female_2.name picha za utupu zinatumwa

# data_list
source: Look, I still have this sexy picture that @data.characters.friend_female_2.name sent me! I will post it online, that should teach her not to break up with me.
sw: Tazama, bado nina hizi picha za ngono ambazo @data.characters.friend_female_2.name nitumie! nitazituma mtandaoni, ili kumfundisha kwamba hawezi kuachana na mimi.

# data_list
source: What warning signs do you see here? The ex-boyfriend:
sw: Unaona ishara gani za tahadhari hapa? Mpenzi wa zamani:

# data_list
source: Breaks @data.characters.friend_female_2.name's trust
sw: Kuachana @data.characters.friend_female_2.name uaminifu

# data_list
source: Breaks the law
sw: Amevunja sheria

# data_list
source: Yes, these are important warning signs! Sharing sexual images without permission is wrong and often a crime—especially if someone is under 18. @data.characters.friend_female_2.name may feel ashamed and confused. She needs to know it’s not her fault and talk to someone she trusts. Talk as a family about social media to help everyone stay safe.
sw: Ndio, hizi ni alama za tahadhari muhimu! Kutuma picha za ngono bila ridhaa ni makosa na mara nyingi ni uharifu-hasa kwa mtu alie chini ya umri wa miaka 18. @data.characters.friend_female_2.name atahisi aibu na kuchanganyikiwa. Anahitaji kufahamu kwamba sio kosa lake na aongee na mtu anayemuamini. Kuongea kama familia kuhusu mitandao ya kijamii ili kumsaidia kila mmoja kukaa salama.

# data_list
source: Teacher asks @data.characters.f1_daughter_16.name to stay after school
sw: Mwalimu amesema @data.characters.f1_daughter_16.name atabaki baada ya shule

# data_list
source: @data.characters.f1_daughter_16.name, if you want to get good grades this year you need to stay after school when everyone is gone so I can tutor you.
sw: @data.characters.f1_daughter_16.name kama unahitaji kupata maksi nzuri mwaka huu inabidi ubaki baada ya shule ambapo kila mmoja atakuwa ameondoka ili nikufundishe.

# data_list
source: My friend also needs support. Can I invite her too?
sw: Rafiki yangu pia anahitaji msaada. Ninaweza kumualika pia?

# data_list
source: No, this will be our secret. You don't want people to think you are stupid, right?
sw: Hapana, hii itakua siri yetu. Unataka kufanya watu wajue kuwa hauna akili, si ndio?

# data_list
source: What warning signs do you see here? The teacher:
sw: Ni alama zipi za onyo unaziona hapa? Mwalimu:

# data_list
source: Abuses his power
sw: Anatumia vibaya madaraka yake

# data_list
source: Pressures and manipulates @data.characters.f1_daughter_16.name
sw: Anamsukuma na kumchanganya @data.characters.f1_daughter_16.name

# data_list
source: Does not listen to @data.characters.f1_daughter_16.name
sw: Hamsikilizi @data.characters.f1_daughter_16.name

# data_list
source: Makes @data.characters.f1_daughter_16.name feel unsafe
sw: Imefanya @data.characters.f1_daughter_16.name kujihisi sio salama

# data_list
source: Lies and acts disrespectfully
sw: Anasema uongo na kutokuwa na heshima

# data_list
source: Yes, all of these are warning signs! Schools have rules to keep students safe. The teacher is abusing his power and knows it’s wrong. He may have done this before and could do it again. @data.characters.f1_daughter_16.name can try to find others with the same experience to help report him to a trusted adult.
sw: Ndio, hizi zote ni alama za tahadhari!shule ina sheria za kuwaweka wanafunzi salama. Mwalimu anatumia mamlaka yake vibaya na anajua sio sahihi. Ameweza kufanya hivi hapo awali na anaweza kufanya tena. @data.characters.f1_daughter_16.name unaweza kujaribu kuwatafuta wengine walio na uzoefu sawa ili kumsaidia kuripoti kwa mtu mzima mnayemuamini.

# data_list
source: @data.characters.f2_daughter_19.name says 'no' to offered lift
sw: @data.characters.f2_daughter_19.name sema 'hapana' kwa lifti zinazotolewa

# data_list
source: No, I don't want to...
sw: Hapana, sitaki...

# data_list
source: Your friends left, so this is the only way you can get home, you idiot!
sw: Rafiki yako aliondoka, kwa hivyo hii ndio njia pekee unaweza kufika nyumbani, wewe mpumbavu!

# data_list
source: What warning signs do you see here? The man:
sw: Ishara gani za onyo unaziona hapa? Mwanaume:

# data_list
source: Does not listen to @data.characters.f2_daughter_19.name
sw: Hamsikilizi @data.characters.f2_daughter_19.name

# data_list
source: Yells and calls @data.characters.f2_daughter_19.name names
sw: Anapiga kelele na kuita @data.characters.f2_daughter_19.name majina

# data_list
source: May touch @data.characters.f2_daughter_19.name without permission
sw: Ninaweza kukugusa @data.characters.f2_daughter_19.name bila ridhaa

# data_list
source: Pressures @data.characters.f2_daughter_19.name
sw: Kushinikiza @data.characters.f2_daughter_19.name

# data_list
source: Makes @data.characters.f2_daughter_19.name feel unsafe
sw: Humfanya @data.characters.f2_daughter_19.name ajisikie kutokuwa salama

# data_list
source: Yes, all of these are warning signs! Your ‘no’ should always be respected. Also remember, if people at home or outside use alcohol and other drugs this can be a warning sign, as those can make people angry, aggressive, and even violent.
sw: Ndio, hizi zote ni alama hatarishi! Hapana yako muda wote lazima iheshimiwe. Pia kumbuka, kama watu nyumbani kwenu au nje wanatumia pombe na dawa zingine za kulevya hii inaweza kuwa alama hatarishi, hivyo vyote huwafanya watu kukasirika, ukorofi, na hata wakatili.

# data_list
source: We’ve looked at warning signs. Now let’s think—what can we do if we don’t feel safe? If you feel unsafe, you can say or do anything to stay safe. The goal is to get away! Think about the moment when @data.characters.f2_daughter_19.name was pressured into a car. How could she use her voice to get away?
sw: Tumeangalia kuhusu ishara hatarishi. Sasa tufikirie-nini tunaweza kufanya pale tunapokua hatujisikii salama? Kama unajisikii hauko salama, unaweza kusema au kufanya kitu chochote kukaa salama. Lengo ni kuondoka! Fikiria kuhusu wakati ambapo @data.characters.f2_daughter_19.name aliposhinikizwa aingie kwenye gari. Je, anawezaje kutumia sauti yake ili kuweza kuondoka?

# data_list
source: **Find a chair and pretend it is the attacker. Practise saying/doing these responses:** - 🔈 Yell: "No!" - 🆘 Call for help: "Someone help me!" - ⚠️ Warn of consequences: "I will call the police if you touch me again." - ⛔ Name the behaviour: "Do not touch my bum.” or “Do not yell at me.” - 😳 Act crazy: "Make a crazy scream or act like a gorilla!" - 🚶🏾‍♀️ Pretend to go along to buy time: “I will do anything you want, just please don’t hurt me.” - 🤡 Use humour: “No lift for me, thanks. Last time I got a lift I threw up EVERYWHERE!” - 📱 Give something to get what you want: “I will give you my phone if you let me go.”
sw: **Tafuta kiti na ujifanye ndo mshambiliaji. Fanya mazoezi kwa kusema/kufanya majibu haya:** - 🔈 Piga kelele: "Hapana!" - 🆘 Ita msaada: "Nani anisaidie!" -⚠️ Watishie kuita polisi: "Nitawaita polisi kama ukinishika tena." -⛔ Taja tabia: "Usinishike makalio yangu."au "usinipigie kelele." - 😳 Jifanye kichaa: "Piga kelele kama kichaa au jifanye kama Nyani!" - 🚶🏾‍♀️ Jifanye upo pamoja nao ili kuvuta muda: "Nitafanya chochote mnachotaka, lakini tafadhali msinidhuru." - 🤡 Tumia ucheshi: "Sihitaji lifti, nashukuru. Mara ya mwisho nilipopata lifti alinirusha KILA SEHEMU!" -📱 Mpe kitu chochote ili kupata unachokihitaji: "Nitakupatia simu yangu kama ukiniacha niondoke."

# data_list
source: Let’s think back to @data.characters.f2_daughter_19.name’s dangerous situation.
sw: Ebu tufikirie nyuma tena @data.characters.f2_daughter_19.name hali hatari.

# data_list
source: Could this situation happen to a boy?
sw: Je, hali hii inaweza kutokea kwa mvulana?

# data_list
source: It’s true. Both boys and girls can find themselves in dangerous situations.
sw: Ni kweli, wavulana na wasichana wote hujikuta katika hali hatarishi.

# data_list
source: That’s not quite right. Both boys and girls can find themselves in dangerous situations.
sw: Hiyo sio sawa kabisa, Wavulana na wasichana wote kujikuta kwenye hali hatarishi.

# data_list
source: Could a boy use his voice to get away?
sw: Je, mvulana anaweza kutumia sauti yake kutoroka?

# data_list
source: Boys and girls can both find themselves in dangerous situations. Both boys and girls are allowed to do, say, and believe anything that will help them stay safe.
sw: Wavulana na wasichana wote wanaweza kujikuta katika hali hatari. Wavulana na wasichana wanaruhusiwa kufanya, kusema, na kuamini chochote kitakachowasaidia kukaa salama.

# data_list
source: When our voice does not stop the situation, we can use our bodies to defend ourselves.
sw: Kama sauti ikashindwa kuzuia hali, tunaweza kutumia miili yetu kujikinga.

# data_list
source: **EYES** - Use your fingers as claws and scratch the attacker’s face as hard as possible. - Push your thumbs into the eye sockets of your attacker and then outward towards the sides of their head. **THROAT** - Push your finger into the hole at the bottom of the attacker’s throat. - Punch the throat with your fist or the back of your elbow. **GROIN** - Kick the attacker’s groin with your knee, or punch it with your fist or elbow. - Grab, squeeze, twist and pull the attacker’s testicles with your hand. **KNEES** - Kick against your attacker's knee with your foot.
sw: **MACHO** - Tumia kucha zako za vidole na ukwaruze uso wa mshabuliaji kwa nguvu kadri unavoweza. - Sukuma kidole gumba ndani ya tundu la jicho la mshambuliaji na kisha nje kuelekea upande wa kichwa chake. **KOO** - Sukuma kidole kwenye shimo chini ya koo la mshambuliaji. - Piga koo kwa ngumi au kwa kutumia kiwiko chako. **KINENA** - Piga kinena cha mshambuliaji kwa goti lako, au piga kwa kutumia ngumi au kiwiko chako. - Kamata, sukuma, tikisa na vuta korordani za mshambuliaji kwa mkono wako. **MAGOTI** - Piga magoti ya mshambiliaji wako kwa miguu yako.

# data_list
source: Take a look at the image and these examples to see how you can use the weak spots or targets on your attacker’s body.
sw: Hii hapa ni baadhi ya mifano ya jinsi unavyoweza kutumia maeneo dhaifu au kulenga kwenye mwili wa mvamizi wako.

# data_list
source: Learn how to protect yourself by knowing weak spots on an attacker’s body:
sw: Jifunze namna ya kujilinda mwenyewe kwa kujua maeneo dhaifu ya mvamizi wako:

# data_list
source: **TEMPLES** - Punch the attacker’s temples with your fist or the back of your elbow. **NOSE** - Punch the attacker’s nose with your fist or the back of your elbow. **EARS** - With flat hands, smack the attacker’s ears from both sides as hard as possible. You can also pull or twist them. **RIBS** - Punch the attacker in the ribs with your fist or the back of your elbow. **FINGERS** - Pull the attacker's pinky or little finger away from the other fingers hard and fast (it breaks easily). **SHINS** - Kick against the attacker’s shins as hard as you can. **TOP OF FEET** - Lift your foot and stomp your heel on the top of your attacker’s foot.
sw: **KICHWA** - Mpige kichwa cha mvamizi wako kwa ngumi, teke au kiwiko cha mkono wako. **PUA** - Mpige pua ya mvamizi wako kwa ngumi, teke au kiwiko cha mkono wako. **MASIKIO** - Kwa kutumia viganja vya mikono yako, mpige mvamizi wako kwenye masikio pande zote mbili kwa nguvu kadri uwezavyo. Unaweza pia kuyavuta au kuyatikisa. **MBAVU** - Mpige mbavu za mvamizi wako kwa kutumia ngumi, teke au kiwiko cha mkono wako. **VIDOLE** - Vuta kidole kidogo cha mvamizi wako mbali na vidole vingine kwa nguvu na haraka (kinavunjika kwa urahisi). **KIDEVU** - Mpige kidevu cha mvamizi wako kwa nguvu uwezavyo. **JUU YA MGUU** - Inua mguu wako na piga kisigino chako juu ya mguu wa mvamizi wako.

# data_list
source: Here is an additional image to show you more examples of how you can use the weak spots or targets on your attacker’s body.
sw: Hii hapa ni baadhi ya mifano ya jinsi unavyoweza kutumia maeneo dhaifu au shabaha kwenye mwili wa mvamizi wako.

# data_list
source: Here are some skills to help you and your teen stay safe!
sw: Hizi hapa ni baadhi ya mbinu zitakazomsaidia kijana wako kukaa salama!

# data_list
source: KNOW IT
sw: FAHAMU

# data_list
source: Know the difference between healthy and unhealthy relationships. If someone hurts you, it is never your fault. You are allowed to say and do what is needed to stay safe and get away—don’t worry about what others think. You are worth defending. You are strong and powerful.
sw: Fahamu tofauti kati ya mahusiano yenye afya na yasiyo na afya. Ukishashambuliwa ujue kuwa sio kosa lako kamwe. Unaruhusiwa kusema na kufanya kile kinachohitajika ili kuwa salama na kuondoka - usijali kuhusu kile ambacho wengine wanaweza kufikiria. Unastahili kujitetea. Una uwezo na nguvu.

# data_list
source: SEE IT
sw: ONA

# data_list
source: If someone says or does something that makes you feel uncomfortable, it’s not okay. We all have the right to feel safe, especially at home. See the warning signs and trust your feelings. If you feel unsafe, the goal is to get away.
sw: Kama mtu amaesema au kufanya kitu ambacho kitakufanya ujisikia kuwa na wasiwasi, sio sawa. wote tuna haki ya kujisikia salama, hasa tukiwa nyumbani. Angalia ishara hatarishi na uziamini hisia zako. Kama uhahisi kuwa na wasiwasi, lengo ni kuondoka.

# data_list
source: SAY IT
sw: SEMA
