Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_teens_tz/*/*_modules_srh_t.po
Languages: sw

# data_list
source: ⚠️ Sensitive Content Notice
sw: ⚠️ Tangazo la Maudhui Nyeti

# data_list
source: This module includes content that may be sensitive. You can check it out by yourself first. This will prepare you well for sharing the content with your teen and others afterwards. If you need support, see the “Support Contacts” section in your Library for help.
sw: Mada hii ina maudhui ambayo ni nyeti. Unaweza kuangalia mwenyewe. Hii itakuandaa vizuri ili kushirikisha maudhui na kijana wako na wengine hapo baadae. Ukihitaji msaada, angalia ''Namba za msaada'' kwenye sehemu ya maktaba upate msaada.

# data_list
source: Today’s topic is body changes and intimate relationships. Teens go through many changes in their bodies and feelings. Talking to them helps them handle it better. Let your teen know you’re there to listen and support them. You don’t need all the answers—just being there helps them feel safe and make good choices.
sw: Mada ya leo inahusu mabadiliko ya mwili na mahusiano ya kimapenzi. Vijana hupitia mabadiliko mengi katika miili yaona hisia. Kwa kuzungumza nao unaweza kuwasaidia kushughulikia mabadiliko haya pia. Mwambie kijana wako kwamba upo kumsikiliza na kumpa msaada. Hauhitaji kujibu maswali yote — uwepo wako unasaidia ajisikie salama na kufanya machaguo mazuri.

# data_list
source: **Think back to your own teenage years:** - Did you face any challenges with body changes or relationships? - What support or advice do you wish you had? - Do you think your teen might be going through something similar?
sw: **Fikiria miaka yako ya ujana:** - Je, umewahi kupata changamoto kutokana na mabadiliko ya mwili au mahusiano? - Je ni aina gani ya msaada au ushauri unatamani ungepata? - Je, unafikiri kijana wako anaweza kuwa anapitia jambo linalofanana?

# data_list
source: Why talk with your teen about body changes and relationships? Tap play to find out
sw: Kwanini unazungumza na kijana wako kuhusu mabadiliko ya mwili na mahusiano? Bofya kucheza na utambue

# data_list
source: Greetings, everyone. Today's topic is body changes and intimate relationships. Discussing body and intimate relationships with your child can be difficult. However, it is important to have these discussions in order for your teen to understand that this stage of life is normal. This will help them to acknowledge the changes in their bodies and be able to make positive decisions regarding intimate relationships.
sw: Habari zenu. Mada ya leo ni mabadiliko ya mwili na mahusiano ya kimapenzi. Kujadili mabadiliko ya mwili na mahusiano ya kimapenzi na mtoto wako inaweza kuwa ngumu. Hata hivyo, ni muhimu kuwa na majadiliano haya ili kijana wako aelewe kwamba hatua hii ya maisha ni ya kawaida. Hii itawasaidia kutambua mabadiliko katika miili yao na kuwa na uwezo wa kufanya maamuzi chanya kuhusu mahusiano ya kimapenzi.

# data_list
source: Even if these conversations feel uncomfortable at first, starting small can build trust. You might be surprised by how much your teen wants to share once they know you are ready to listen without judgment.
sw: Hata kama maongezi haya hayana hisia nzuri mwanzoni, kuanza taratibu huleta imani. Unaweza kushangaa kuona kiasi gani kijana wako anataka kukushirikisha endapo watajua upo tayari kusikiliza bila kuhukumu.

# data_list
source: Hear how @global.app_name helped @data.characters.media_female_10.name talk to her son about relationships
sw: Sikia ambavyo @global.app_name imemsaidia @data.characters.media_female_10.name kuzungumza na mtoto wake wa kiume kuhusu mahusiano

# data_list
source: Thanks to the app, I can now talk to my son about all these changes that he is going through with his body and emotions and relationships. We were both not comfortable bringing it up before, but the practical examples in the app made it possible for us to start talking. And I was really surprised by how many questions and experiences my son already has, even though he is only 14! Now he can come to me if there is something happening at school or if he is not sure how to handle something. The other day he even told me that some of his friends were making fun of him because he does not have a girlfriend yet, so we talked about it and I could explain to him that it is important to focus on school first and that it is never okay for someone to pressure him to have a relationship.
sw: Nashukuru kwa programu, sasa ninaweza kuongea na kijana wangu kuhusu mabadiliko haya yote anayokabiliana nayo katika mwili wake, hisia na mahusiano. Wote hatukuwa huru kuzungumzia kabla, lakini mifano halisi katika programu imetufanikisha kuanza kuzungumza. Na nilishangazwa na maswali na uzoefu kijana wangu alionao, japokuwa anamiaka 14 tu! Sasa anakuja kwangu kama kuna kitu kimetokea shuleni au kama hana uhakika namna ya kukabiliana na jambo. Siku moja aliniambia baadhi ya marafiki zake walikuwa wanamtania kwa sababu hakuwa na rafiki wa kike, hivyo tulizungumza na nilimwelezea kwamba ni muhimu kuweka mkazo shuleni kwanza na kwamba sio sawa kwa mtu kumlazimisha kuwa na mahusiano.

# data_list
source: Teens often learn different things about sex from school, friends, family, or social media - but this information isn’t always correct or right for their age. Talking about sex can feel uncomfortable. Parents and teens may even argue, especially if parents don’t agree with what their teen is doing. Let’s see how @data.characters.f2_grandfather.name and his grandson, @data.characters.f2_son_15.name, handled this.
sw: Mara kadhaa vijana hujifunza vitu tofauti vinavyohusiana na matendo ya ngono pale wanapokuwa shuleni, kutoka kwa marafiki zao, familia, au mitandao ya kijamii - lakini mara zote hizi taarifa huwa siyo sahihi na huwa haziendani hata na umri wao. Kuzungumza kuhusu ngono kunaweza kuwa na hisia mbaya. Wazazi na vijana wanaweza kulumbana, hasa kama wazazi hawakubaliani na kile anachofanya kijana. Hebu tuangalie namna @data.characters.f2_grandfather.name na mjukuu wake, @data.characters.f2_son_15.name, walivyo shughulikia hili swala.

# data_list
source: @data.characters.f2_son_15.name is on his way to leave the house to meet friends.
sw: @data.characters.f2_son_15.name akiwa njiani kutoka nyumbani kwenda kukutana na rafiki zake.

# data_list
source: Where are you going?
sw: Unaenda wapi?

# data_list
source: I am going out with some of my friends.
sw: Ninatoka na baadhi ya marafiki zangu.

# data_list
source: @data.characters.f2_son_15.name accidentally drops his bag, and a packet of condoms falls out.
sw: @data.characters.f2_son_15.name kwa bahati mbaya akadondosha begi lake, na pakiti ya kondomu ikaanguka chini.

# data_list
source: What is that @data.characters.f2_son_15.name? Condoms? Why are you carrying those in your bag? Where did you get them?!
sw: Hiyo ni nini@data.characters.f2_son_15.name? Kondomu?. Kwa nini unabeba vitu hivyo kwenye begi lako?Umevipata wapi?!

# data_list
source: I got it from one of the boys at school today. We were talking about safe sex and he said he uses condoms so he doesn’t make his girlfriend pregnant.
sw: Nimevipata kutoka kwa mmoja katika ya wavulana fulani shuleni leo. Tulikuwa tunaongelea kuhusu ngono salama na akasema huwa anatumia kondomu ili asimpe mpenzi wake ujauzito.

# data_list
source: What is this talk of sex in my house! You are too young…
sw: Ni nini hii maongezi kuhusu ngono nyumbani kwangu! Wewe ni mdogo sana…

# data_list
source: But @data.characters.f2_grandfather.role_name, it’s not like that…!
sw: Lakini@data.characters.f2_grandfather.role_name, sio hivyo…!

# data_list
source: No, no, no, @data.characters.f2_son_15.name! I will not have this discussion with you. Is that what you do at school? Talking about things not suited for your age instead of focusing on school? You won’t go out with those friends of yours anymore. You want to bring shame in this home. Stupid boy!
sw: Hapana, hapana, hapana @data.characters.f2_son_15.name! Kwenye hili, sina muda wa kujadiliana na wewe. Je, haya ndiyo unayoyafanya huko shuleni?, kuzungumzia mambo yasiyoendana na umri wako badala ya kuzingatia yale yaliyokupereka shule? Hautatoka tena na hao marafiki zako. Unataka kutuletea haibu hapa nyumbani. Mvulana mjinga!

# data_list
source: No @data.characters.f2_grandfather.role_name, please don’t hit me, it is not what you think
sw: Hapana @data.characters.f2_grandfather.role_name, tafadhali usinipige, sivyo inavyofikiri

# data_list
source: Why do you think @data.characters.f2_grandfather.name reacted the way he did?
sw: Unafikiri ni kwa nini@data.characters.f2_grandfather.name alichukua hatua jinsi alivyofanya?

# data_list
source: He was shocked that @data.characters.f2_son_15.name had condoms
sw: Alishangaa kuwa @data.characters.f2_son_15.name alikuwa na kondomu

# data_list
source: He felt disrespected and angry at @data.characters.f2_son_15.name
sw: Alihisi kuvunjiwa heshima na alimkasirikia @data.characters.f2_son_15.name

# data_list
source: He was scared that @data.characters.f2_son_15.name was already having sex
sw: Alihofu kuwa labda @data.characters.f2_son_15.name tayari ameshafanya mapenzi

# data_list
source: It is possible he felt this way and then reacted harshly. When we are angry or scared, we can say or do things that hurt others and harm our relationships.
sw: Inawezekana alihisi hivi na kumperekea kujibu kwa ukali. Tunapokuwa na hasira au hofu, tunaweza kufanya mambo ya kuumiza wengine na kuhatarisha mahusiano yetu.

# data_list
source: He felt ashamed to talk about sex
sw: Aliona aibu kuzungumza kuhusu ngono

# data_list
source: It is possible she felt this way and then reacted harshly. When we are angry or scared, we can say or do things that hurt others and harm our relationships.
sw: Inawezekana alihisi hivi na alijibu kwa ukali. Tunapokuwa na hasira au hofu, tunaweza kufanya mambo ya kuumiza wengine na kuumiza uhusiano wetu.

# data_list
source: How might this kind of reaction affect @data.characters.f2_son_15.name?
sw: Kwa namna gani hatua hii inaweza kumuathiri @data.characters.f2_son_15.name?

# data_list
source: @data.characters.f2_son_15.name may not trust @data.characters.f2_grandfather.name in the future
sw: @data.characters.f2_son_15.name anaweza asiweze kumuamini @data.characters.f2_grandfather.name kwa baadae

# data_list
source: @data.characters.f2_son_15.name may not ask @data.characters.f2_grandfather.name questions or advice if she has a problem
sw: @data.characters.f2_son_15.name anaweza asimuulize @data.characters.f2_grandfather.name maswali au ushauri endapo atapata tatizo

# data_list
source: @data.characters.f2_son_15.name may make bad decisions out of anger
sw: @data.characters.f2_son_15.name anaweza kuchukua maamuzi mabaya kwa sababu ya hasira

# data_list
source: Yes, all of these are true. After this fight, @data.characters.f2_son_15.name may look for answers somewhere else. He might end up in unsafe situations and not feel okay talking to @data.characters.f2_grandfather.name about it even if he has questions or needs help. He may feel worried that @data.characters.f2_grandfather.name will judge his choices or feel ashamed of him.
sw: Ndiyo, yote haya ni kweli, Baada ya mzozo huu, @data.characters.f2_son_15.name anaweza kutafuta majibu sehemu nyingine. Anaweza kuishia kwenye hali isiyo salama na kuhisi siyo sawa kuzungumza na @data.characters.f2_grandfather.name kuhusu hilo hata kama ana maswali au anahitaji msaada. Anaweza kuwa na wasiwasi kwamba @data.characters.f2_grandfather.name ata hukumu machaguo yake au kumuonea aibu.

# data_list
source: Would the reaction be different if it was a granddaughter instead of a grandson? Why?
sw: Je, hatua iliyochukuliwa ingekuwa tofauti endapo angekuwa mjuu wa kike badala ya mjukuu wa kiume? Kwa nini?

# data_list
source: Girls are judged more strictly
sw: Wasichana huhukumiwa vikali zaidi

# data_list
source: Parents fear more for girls’ safety
sw: Wazazi huwa na hofu zaidi juu ya usalama wa mabinti

# data_list
source: Because of cultural expectations
sw: Kwa sababu ya matarajio ya kitamaduni

# data_list
source: We saw how challenging that moment was for @data.characters.f2_grandfather.name and her granddaughter, @data.characters.f2_son_15.name. Talking about boyfriends and girlfriends is not always easy - for parents or teens. Let’s look at an example of how this kind of conversation can happen calmly.
sw: Tumeona namna alivyo pata wakati mgumu kwa @data.characters.f2_grandfather.name na mjukuu wake, @data.characters.f2_son_15.name. Siyo rahisi - kwa wazazi au vijana kuzungumza kuhusu marafiki wa kiume na wa kike. Hebu tuangalie mfano wa namna mazungumzo haya yanaweza kuwa kwa utulivu.

# data_list
source: @data.characters.f1_mother.role_name, can I talk to you about something?
sw: @data.characters.f1_mother.role_name, naweza kuongea na wewe kuhusu jambo?

# data_list
source: (_calmly_) Sure, my darling. What is the matter?
sw: (_kwa utulivu_) Hakika, kipenzi changu. Nini shida?

# data_list
source: @data.characters.f1_daughter_16.name sits down next to @data.characters.f1_mother.name.
sw: @data.characters.f1_daughter_16.name anakaa chini na @data.characters.f1_mother.name.

# data_list
source: @data.characters.boyfriend_1.name wants us to study together tomorrow. I really like him but I am not sure what to do.
sw: @data.characters.boyfriend_1.name anataka tusome pamoja kesho. Ninampenda sana lakini sijui nifanye nini.

# data_list
source: (🤔_thinking to herself_) How has my daughter grown up so fast? What now? Take a deep breath…
sw: (🤔_akijiwazia_) Imekuwaje binti yangu amekua haraka hivyo? nifanyaje sasa Vuta pumzi ndefu…

# data_list
source: (_calmly_) Thank you for sharing this with me, @data.characters.f1_daughter_16.name. I know that you like @data.characters.boyfriend_1.name a lot, he is a charming boy and he does great at school, but you are only 16 and he is 18. I feel worried that it is not safe for you to be alone with him. He might pressure you into doing something that you are not prepared to do. I don’t want to tell you who you can see but we need to have some rules about how you spend time together.
sw: (_kwa utulivu_) Asante kwa kunishirikisha @data.characters.f1_daughter_16.name. Najua unampenda @data.characters.boyfriend_1.name sana, ni mvulana mzuri na anafanya vizuri shuleni, lakini wewe una miaka 16 na yeye ana miaka 18. Nahisi wasiwasi kwamba siyo salama kwako kuwa peke yako na yeye. A naweza kukushinikiza kufanya jambo ambalo hauko tayari kufanya. Sitaki kukuambia ni nani unayeweza kumuona lakini tunahitaji kuwa na sheria fulani kuhusu jinsi mnavyotumia wakati pamoja.

# data_list
source: What do you think would be a fair rule about how you spend time together?
sw: Unafikiri ni sheria ipi itakuwa sawa kuhusu namna ya kutumia muda wa pamoja?

# data_list
source: How about, we can spend time together if there is an adult with us?
sw: Vipi kuhusu, tunaweza kutumia muda kwa pamoja kama mtu mzima yupo nasi?

# data_list
source: That would be fine as long as his parents also know. I will chat with his mother when I see her later today. And after you get back, we can talk about how it went.
sw: Hilo ni sawa kama wazazi wake pia wanajua. Nitazungumza na mama yake nitakapoonana naye baadae leo. Na utakaporudi, tunaweza kuzungumza jinsi ilivyokuwa.

# data_list
source: _(hugs @data.characters.f1_mother.name)_ Okay. Thank you for coming up with a plan together, @data.characters.f1_mother.role_name
sw: _(anakumbatia @data.characters.f1_mother.name)_ Sawa. Asante kwa kutengeneza mpango pamoja, @data.characters.f1_mother.role_name

# data_list
source: Let's think about what happened in this story.
sw: Hebu tufikirie kuhusu kilichotokea kwenye hadithi hii.

# data_list
source: How did @data.characters.f1_mother.name and her daughter, @data.characters.f1_daughter_16.name, feel at the start of their conversation?
sw: Ni kivipi @data.characters.f1_mother.name na binti yake @data.characters.f1_daughter_16.name, walihisi mwanzo wa mazungumzo yao?

# data_list
source: Worried
sw: Wasiwasi

# data_list
source: Nervous
sw: Hofu

# data_list
source: Yes, it was hard for both @data.characters.f1_daughter_16.name and @data.characters.f1_mother.name to start this conversation.
sw: Ndiyo ilikuwa ngumu kwa @data.characters.f1_daughter_16.name na @data.characters.f1_mother.name kuanza haya mazungumzo.

# data_list
source: Hopeful
sw: Mwenye matumaini

# data_list
source: Yes, it was probably hard to start this conversation, but they were hoping to find a good way forward together.
sw: Ndiyo, yawezekana ilikuwa ngumu kuanza mazungumzo, lakini walitumaini kupata njia nzuri pamoja.

# data_list
source: How did @data.characters.f1_mother.name respond to her daughter, @data.characters.f1_daughter_16.name?
sw: Ni kivipi @data.characters.f1_mother.name alijibu kwa binti yake @data.characters.f1_daughter_16.name?

# data_list
source: She breathes to stay calm
sw: Anavuta pumzi ili kuwa mtulivu

# data_list
source: She praises @data.characters.f1_daughter_16.name for sharing
sw: Anampongeza @data.characters.f1_daughter_16.name kwa kumshirikisha

# data_list
source: She shares why she is worried
sw: Anamshirikisha kwanini alikuwa na wasiwasi

# data_list
source: She creates rules with @data.characters.f1_daughter_16.name
sw: Anatengeneza sheria pamoja na @data.characters.f1_daughter_16.name

# data_list
source: She involves other adults for support
sw: Anawahusisha watu wazima wengine ili kupeana msaada

# data_list
source: Yes, @data.characters.f1_mother.name uses all these great strategies!
sw: Ndiyo, @data.characters.f1_mother.name anatumia mikakati yote hii!

# data_list
source: How did @data.characters.f1_mother.name and @data.characters.f1_daughter_16.name feel after their conversation?
sw: Ni kivipi @data.characters.f1_mother.name na @data.characters.f1_daughter_16.name wanahisi baada ya mazungumzo yao?

# data_list
source: Okay
sw: Vizuri

# data_list
source: Happy
sw: Furaha

# data_list
source: Proud
sw: Fahari

# data_list
source: When we stay calm, share how we feel, and look for solutions together, it will help us all – even if we are not sure of the right outcome. You can learn to manage tricky situations and problems together with your teen.
sw: Tunapokuwa watulivu, tukishirikisha watu jinsi tunavyohisi, na kutafuta suluhu pamoja, itatusaidia sisi sote - hata kama hatuna uhakika wa matokeo sahihi. Unaweza kujifunza kumudu hali na matatizo magumu kwa pamoja na kijana wako.

# data_list
source: @data.characters.f1_mother.name did well by finding solutions together with @data.characters.f1_daughter_16.name. But this can be hard to do. Many parents want to help their teens but find it difficult to talk about sensitive topics, like body changes and relationships.
sw: @data.characters.f1_mother.name walifanya vizuri kutafuta suluhu pamoja na @data.characters.f1_daughter_16.name. Lakini inaweza kuwa ngumu kufanya. Wazazi wengi wanataka kuwasaidia vijana lakini hupata ugumu kuongea kuhusu mada nyeti, kama mabadiliko ya mwili na mahusiano ya kimapenzi.

# data_list
source: Here are some questions from other parents to help you begin.
sw: Hapa kuna baadhi ya maswali kutoka kwa wazazi wengine kukusaidia kuanza.

# data_list
source: Who should start the conversation about body changes and intimate relationships? Try selecting each option for more tips!
sw: Nani aanze mazungumzo kuhusu mabadiliko ya mwili na mahusiano ya kimapenzi? Jaribu kuchagua kila chaguo kwa vidokezo zaidi!

# data_list
source: The teen's friend
sw: Rafiki wa kijana

# data_list
source: The teen
sw: Kijana

# data_list
source: The parent
sw: Mzazi

# data_list
source: Another trusted adult
sw: Mtu mzima mwingine anaye aminika

# data_list
source: This is not quite right. Remember, friends can sometimes mislead or have wrong information themselves.
sw: Hiyo ni sahihi kabisa. Kumbuka, marafiki muda mwingine wanaweza kupotoshana au kuwa na taarifa za uongo.

# data_list
source: This is not quite right. Your teen might feel uncomfortable or scared to start that conversation with you.
sw: Hii sio sawa kabisa. Kijana wako anaweza kuhisi wasiwasi au kuogopa kuanzisha mazungumzo hayo na wewe.

# data_list
source: Yes, you may need to start the conversation - and it’s okay to feel shy. Be open and use the right words for any body parts you discuss (like breasts, penis, or vagina). You can practise with a friend and ask a health worker or social worker for more information. The more you know, the better you can help your teen. And remember, it’s also okay not to know everything. You can say, “I’m not sure - let me find out and tell you later.”
sw: Ndio, unaweza kuhitajia kuanza mazungumzo — na ni sawa kujihisi aibu. Kuwa wazi na tumia maneno sahihi unapozungumzia sehemu za mwili (kama matiti, uume, au uke). Unaweza pia kufanya mazoezi na rafiki na kuuliza mhudumu wa afya au mfanyakazi wa kijamii kwa taarifa zaidi. Kadri unavyojua zaidi, ndivyo utakavyoweza kumsaidia kijana wako vizuri zaidi. Na kumbuka, pia ni sawa kutokuwa na majibu yote. Unaweza kusema, “Sijui hakika — acha nitafute taarifa na nitakujulisha baadae.”

# data_list
source: Yes, you can ask another trusted adult to start this conversation with your teen if that would help your teen open up. Talk to that adult beforehand and help them be open and use the right words for any body parts they discuss (like breasts, penis, or vagina). They can practise with you and ask a health worker or social worker for more information. The more they know, the better they can help your teen.
sw: Ndio unaweza muomba mtu mzima mwingine anaeaminika kufanya mazungumzo na vijana wako kama hiyo itawasaidia vijana wako kuwa huru kuzungumza. Zungumza na huyo mtu mzima kabla na umueleze awe muwazi na atumie maneno sahihi anapozungumzia sehemu yoyote ya mwili (kama maziwa, uume na uke). Wanaweza kufanya mazoezi pamoja na wewe, kumuuliza mtoa huduma wa afya au mfanya kazi wa ustawi wa jamii kwa taharifa zaidi. Kadri wanavyojua zaidi, ndivyo watakavyoweza kuwasaidia vijana wako vizuri.

# data_list
source: Other parents also wonder:
sw: Wazazi wengine pia wanashangaa:

# data_list
source: When is the right time to start talking about body changes and intimate relationships? Try selecting each option for more tips!
sw: Ni upi wakati mwafaka wa kuanza kuzungumza kuhusu mabadiliko ya mwili na mahusiano ya kimapenzi? Jaribu kuchagua kila chaguo kupata vidokezo zaidi!

# data_list
source: When you find out they have a boyfriend or girlfriend
sw: Ukigundua kuwa wana rafiki wa kiume au rafiki wa kike

# data_list
source: When they turn 10
sw: Wakifikisha miaka 10

# data_list
source: Before they turn 10
sw: Kabla hawajafikisha miaka 10

# data_list
source: When you get an opportunity
sw: Unapopata fursa

# data_list
source: That’s not quite right. Teens need to learn about body changes and relationships early, so they are prepared and can make good choices. If you find out your teen is having sex, try to stay calm and share your worries gently. Getting angry can make it harder for your teen to talk to you.
sw: Hii sio sawa kabisa. Vijana wanahitaji kujifunza kuhusu mabadiliko ya mwili na mahusiano mapema, ili wawe tayari na waweze kufanya maamuzi mazuri. Kama utagundua kuwa kijana wako amefanya mapenzi, jaribu kubaki mtulivu na kushirikisha wasiwasi wako kwa upole. Kukasirika kunaweza kumfanya kijana wako ashindwe kuzungumza nawe.

# data_list
source: Age 10 is when a lot of children start to enter puberty, so they need to already understand how their bodies and feelings may change. This will also help them cope better with sexual feelings safely.
sw: Umri wa miaka 10 ndiyo wakati watoto wengi huanza kubarehe, hivyo vijana wanapaswa tayari kuelewa jinsi miili yao na hisia zao zinavyoweza kubadilika. Hii pia itawasaidia kukabiliana vyema na hisia za kingono kwa usalama.
