Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_teens_tz/*/*_modules_celebrate_t.po
Languages: sw

# data_list
source: 🎉 CONGRATULATIONS! You have done it! You have built lots of important parenting skills. This is a huge achievement. It shows such care for your family. Let’s celebrate you and plan your future @global.app_name support.
sw: 🎉 HONGERA! Umefaulu! Umejifunza stadi muhimu za malezi. Haya ni mafanikio makubwa. Inaonyesha unavyoijali sana familia yako. Ngoja tukusherehekee na tupange tutakavyokusaidia baadaye kwenye @global.app_name.

# data_list
source: Let's celebrate our journey together and all your achievements!
sw: Tusherehekee safari na mafanikio yetu kwa pamoja.

# data_list
source: Greetings everyone. Today’s topic is celebration and next steps. It has been amazing, it has been wonderful having you on this journey. Today we are celebrating our journey together. Today we are celebrating all the learnings that we have learnt throughout this time together. Now, let's think of the next steps. What could be the next steps after this? Maybe we are planning to continue all the learnings that we have learnt here. We don't know, we are hoping that for the next steps, the skills, the learnings will continue. We wish you a pleasant, happy, family time. Thank you.
sw: Habari zenu. Mada yetu ya leo inahusu ushesherehekeaji na hatua zinazofuata. lilikuwa jambo la kushangazana na kustahajabisha kuwa na wewe kwenye safari hii. Leo tunasherehekea safari yetu pamoja, leo tunasherehekea mafunzo yote tuliyojifunza kwa muda wote.

# data_list
source: You and your family have learnt so much. Let's think back and see what has changed since learning all these parenting skills
sw: Wewe na familia yako mmejifunza mambo mengi sana. Hebu tuchunguze nyuma tuone ni nini kimebadilika tangu mjifunze stadi hizi zote za malezi

# data_list
source: You've done an amazing job. Tap play to reflect on how far you've come
sw: Umefanya kazi ya kushangaza. Gusa kitufe cha kucheza ili kutafakari umbali ambao umefika

# data_list
source: Close your eyes and relax. Think of your family life before you started your journey with this app. Think back on skills you learned: Self-care One-on-one time Praise Positive instructions Managing stress Family budgeting Rules Calm consequences Problem solving Teen safety Dealing with crisis Reflect on the journey – how was it for you to: Share ideas and experiences Reflect on and learn from the stories Practice skills with your teen Did anything change for you and your family? What do you need to continue to use skills?
sw: Fumba macho na pumzika. Fikiria maisha ya familia yako yalivyokuwa kabla ya kuanza safari yako kwenye programu hii. Jikumbushe ujuzi uliojifunza: * Ujitunzaji * Muda wa kuzungumza wawili * Usifiaji * Maagizo chanya * Kudhibiti msongo wa mawazo * Kutengeneza bajeti ya familia * Sheria * Njia za kufanya athari nyepesi * Kutatua matatizo * Usalama wa vijana * Kushughulikia hali ya hatari Tafakari kuhusu safari – je, ilikuwaje kwako: * Kushirikishana na wengine mawazo na uzoefu * Kutafakari na kujifunza kutokana na simulizi * Kutumia ujuzi kwa kijana wako Je, ulikuwa na mabadiliko yoyote kwako na familia yako? Je, unahitaji nini ili kuendelea kutumia ujuzi?

# data_list
source: Here are a few tips to help you continue learning and supporting your community!
sw: Hapa kuna vidokezo vichache vitakavyokusaidia kuendelea kujifunza na kuunga mkono jamii yako!

# data_list
source: **Here are some ideas on how you can support each other:**
sw: **Hapa kuna mawazo machache kuhusu jinsi mnavyoweza kusaidiana:**

# data_list
source: MEET
sw: KUKUTANA

# data_list
source: Keep meeting regularly to give each other parenting support.
sw: Endeleeni kukutana mara kwa mara ili kupeana msaada wa malezi.

# data_list
source: CALL
sw: PIGIANA SIMU

# data_list
source: Be ‘parenting buddies’ to call when you are upset or do not know what to do.
sw: Kuweni 'marafiki wa malezi' wanaopigiana simu pindi mmoja wenu anaposikitika au asipojua cha kufanya.

# data_list
source: TEXT
sw: KUTUMIANA UJUMBE WA MAANDISHI

# data_list
source: Text each other every week to share what you have done well.
sw: Tumianeni ujumbe wa maandishi kila wiki ili kushirikishana kile mlichofanya vizuri.

# data_list
source: SHARE
sw: KUSHIRIKISHANA

# data_list
source: Share @global.app_name and help other families start their journey.
sw: Sambaza @global.app_name ili usaidie familia nyingine kuanza safari yao.

# data_list
source: Well done! We are so proud of you. You have shown strength, courage, and love for your family. Parents are amazing. You are amazing.
sw: Hongera! Tunajivunia wewe sana. Umeonyesha nguvu, ujasiri, na upendo kwa familia yako. Wazazi ni wa ajabu. Wewe ni wa ajabu.

# data_list
source: This song is for parents everywhere. Listen, dance and celebrate yourself!
sw: Wimbo huu ni kwa ajili ya wazazi kila mahali. Sikiliza, cheza, na ujisherehekee!

# data_list
source: When everything feels like it is falling apart And you can't help but raise your voice When all the frustrations are beginning to start Remember that you have a choice Let's slow down Take a few deep breaths Remember all we have to be grateful for Let's slow down Take a few deep breaths Because I really couldn't love you more You can take pause, you can count to 10 Play a game or do something fun You can phone a friend, someone to confide in Remember you're not the only one Let's slow down Take a few deep breaths Remember all we have to be grateful for Let's slow down Take a few deep breaths Because I really couldn't love you more Let's slow down Take a few deep breaths Remember all we have to be grateful for Let's slow down Take a few deep breaths Because I really couldn't love you more Because I really couldn't love you more
sw: Wakati kila kitu kinaonekana kinaharibika na huwezi kusaidia isipokua kupaza sauti yako, wakati kuchanganyikiwa kote kunapoanza kutokea kumbuka kwamba una chaguo Hebu twende taratibu Tuvute pumzi ndefu Tukumbuke yote tunayopaswa kushukuru twende taratibu Tuvute pumzi ndefu Kwa sababu siwezi kabisa kukupenda zaidi Unaweza kupumzika kidogo, ukaanza kuhesabu hadi kumi Ucheze mchezo au ufanye jambo la kufurahisha Unaweza kumpigia rafiki simu, mtu anayemuamini Kumbuka wewe si peke yako Hebu twende taratibu Tuvute pumzi ndefu Tukumbuke yote tunayopaswa kushukuru Hebu twende taratibu Tuvute pumzi ndefu Kwa sababu siwezi kabisa kukupenda zaidi Hebu twende taratibu Tuvute pumzi ndefu Tukumbuke yote tunayopaswa kushukuru Hebu twende taratibu Tuvute pumzi ndefu Kwa sababu siwezi kabisa kukupenda zaidi Kwa sababu siwezi kabisa kukupenda zaidi
