Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_facilitator_mx/*/*_legal_terms.po
Languages: ar

# data_list
source: What information does the app collect about you and how do we use it?
ar: ما هي المعلومات التي يجمعها التطبيق عنك وكيف نستخدمها؟

# data_list
source: How long do we keep your data?
ar: ما هي المدة التي نحتفظ فيها ببياناتك؟

# data_list
source: We will retain your personal information for as long as we need it to fulfil our purposes, including any relating to app services as well as legal, accounting, or reporting requirements.
ar: سنحتفظ بمعلوماتك الشخصية طالما كانت هناك حاجة إليها لتحقيق أغراضنا بما في ذلك تلك المتعلقة بخدمات التطبيق بالإضافة إلى المتطلبات القانونية أو المحاسبية أو التقريرية.

# data_list
source: How do we keep your data secure?
ar: كيف نحافظ على أمان بياناتك؟

# data_list
source: We value your trust in providing us your personal information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and we cannot guarantee its absolute security. We also reserve the right to the storage of your data on third party servers or databases outside of the listed @global.app_name team (refer to the section on Third Party Service Providers and Websites). Therefore usage of the app is at your own risk.
ar: نقدّر ثقتك في تزويدنا بمعلوماتك الشخصية، ولذلك نسعى لاستخدام وسائل مقبولة تجاريا لحمايتها. ومع ذلك يرجى العلم بأن أي وسيلة لنقل البيانات عبر الإنترنت أو تخزينها إلكترونيًا ليست آمنة أو موثوقة بنسبة 100% ولا يمكننا ضمان أمنها المطلق، كما نحتفظ بحق تخزين بياناتك على خوادم أو قواعد بيانات تابعة لجهة خارج فريق @global.app_name (يرجى الرجوع إلى قسم مقدمي الخدمات والمواقع من الأطراف الثالثة). وبالتالي فإن استخدامك للتطبيق يكون على مسؤوليتك الخاصة.

# data_list
source: Children’s Privacy
ar: خصوصية الأطفال

# data_list
source: Your data protection rights
ar: حقوق حماية البيانات الخاصة بك

# data_list
source: Removing the app
ar: حذف التطبيق

# data_list
source: We are sorry if you find our app no longer useful. Should you decide to remove our app, we may still retain some of your data (although anonymised) to troubleshoot, aid in investigations, comply with legal requirements or to add to our existing research data sets.
ar: نأسف إذا لم تعد تجد تطبيقنا مفيدًا. في حال قررت حذف التطبيق قد نحتفظ ببعض بياناتك (بعد إخفاء الهوية) لأغراض معالجة المشكلات أو المساعدة في التحقيقات أو الامتثال للمتطلبات القانونية أو لإضافتها إلى مجموعات البيانات البحثية الحالية لدينا.

# data_list
source: Changes to the @global.privacy_policy
ar: التغييرات التي تطرأ على @global.privacy_policy

# data_list
source: We may update our @global.privacy_policy from time to time. You waive your right to be notified directly of changes and are advised to review this page periodically for any updates. Your continued use of the app suggests you agree to subsequent revisions of the @global.privacy_policy.
ar: يجوز لنا تعديل @global.privacy_policy من وقت لآخر، وبموجب هذا فإنك تتنازل عن حقك في تلقي إشعار مباشر بالتغييرات وننصحك بمراجعة هذه الصفحة بشكل دوري للاطلاع على أي مستجدات. استمرارك في استخدام التطبيق يعني موافقتك على التعديلات اللاحقة في @global.privacy_policy.

# data_list
source: User Agreement
ar: اتفاقية المستخدم

# data_list
source: Rules of Usage
ar: ضوابط الاستخدام

# data_list
source: Content Changes
ar: التغييرات التي تطرأ على المحتوى

# data_list
source: The @global.app_name team is committed to ensuring that the app is as useful and user friendly as possible. For that reason, we reserve the right to make changes to the app which will be delivered through updates. At present the app is free of charge and our intention is for it to stay that way. In the future it is possible that some services may be offered that would incur a cost. We will never charge you for the app or its services without clearly making known to you first any access charges applicable.
ar: يلتزم فريق @global.app_name بضمان أن يكون التطبيق مفيدًا وسهل الاستخدام قدر الإمكان. ولهذا السبب نحتفظ بالحق في إجراء تغييرات على التطبيق والتي سيتم تسليمها من خلال التحديثات. في الوقت الحالي، التطبيق مجاني وننوي أن يظل كذلك. في المستقبل، قد يتم تقديم بعض الخدمات التي قد تستلزم تكلفة. لن نقوم أبدًا بفرض رسوم عليك مقابل استخدام التطبيق أو خدماته دون إعلامك مسبقًا بأي رسوم دخول قابلة للتطبيق.

# data_list
source: Intellectual property
ar: الملكية الفكرية

# data_list
source: Your feedback on the app is appreciated. So that we can improve, any comments are not considered confidential and will become available for further lawful use without additional approval or compensation. We shall therefore own exclusive rights and believe any feedback that you have made is original by you.
ar: نقدّر تعليقاتك على التطبيق، ولتحسينه فإن أي تعليقات تقدمها لا تُعتبر سرية وستصبح متاحة للاستخدام القانوني اللاحق دون الحاجة إلى موافقة إضافية أو تعويض، وبالتالي فإننا نمتلك حقوقًا حصرية ونفترض أن أي تعليق قدمته هو فعلا منك.

# data_list
source: Security
ar: الأمن

# data_list
source: External links and resources
ar: الروابط والمصادر الخارجية

# data_list
source: Disclaimer
ar: تنويه

# data_list
source: Changes to the @global.terms_and_conditions
ar: التغييرات التي تطرأ على @global.terms_and_conditions

# data_list
source: We may update our @global.terms_and_conditions from time to time. You waive your right to be notified directly of changes and are advised to review this page periodically for any updates. Your continued use of the app suggests you agree to subsequent revisions of the @global.terms_and_conditions.
ar: يجوز لنا تعديل @global.terms_and_conditions من حين لآخر. وبموجب هذا تتنازل عن حقك في تلقي إشعار مباشر بالتغييرات وننصحك بمراجعة هذه الصفحة بشكل دوري للاطلاع على أي مستجدات. استمرارك في استخدام التطبيق يعني موافقتك على التعديلات اللاحقة في @global.terms_and_conditions.

# data_list
source: Contact Us
ar: تواصل معنا

# data_list
source: If you have any questions or suggestions about our @global.terms_and_conditions, do not hesitate to contact us at <apps@idems.international>. **Last updated: @global.deployment_terms_text**
ar: في حال كان لديك أي استفسارات أو اقتراحات تتعلق بـ@global.terms_and_conditions فلا تتردد في الاتصال بنا على <apps@idems.international>. **آخر تحديث: @global.deployment_terms_text**

# global
source: Terms & Conditions
ar: الشروط والأحكام

# global
source: Privacy Policy
ar: سياسة الخصوصية

# template
source: You can only move on and access the app if you provide your consent.
ar: لا يمكنك المتابعة أو استخدام التطبيق إلا بعد موافقتك.

# template
source: By providing your consent below you acknowledge reading and accepting the @global.terms_and_conditions and @global.privacy_policy. The most important commitments are: 1. This is, and will always be, a fully free app. 2. Your data will never be sold. We are not for profit. 3. By using the app you are helping to make the app better for you and others. 4. Your anonymised data may be used for research purposes by our @global.app_name team.
ar: بتقديم موافقتك أدناه فإنك تُقر بالاطلاع على وقبول @global.terms_and_conditions و @global.privacy_policy والالتزامات الأكثر أهمية هم: 1. أن التطبيق مجاني بشكل كامل وسيظل كذلك. 2. أننا لن نبيع البيانات الخاصة بك فنحن لا نهدف للربح. 3. أنك عندما تستخدم التطبيق فإنك تساهم في جعل التطبيق يعمل بشكل أفضل لك وللأخرين. 4. أنه قد يتم استخدام بياناتك (مجهولة المصدر) لأغراض بحثية من قِبل فريق @global.app_name.

# template
source: These policies are still under construction. We value advice and input to improve them.
ar: هذه السياسات لا تزال قيد الإنشاء. نرحب بالنصائح والملاحظات لتحسينها

# template
source: I consent to the commitments stated above.
ar: أوافق علي الشروط والأحكام المذكورة أعلاه.

# template
source: Continue
ar: استمرار

# template
source: Last updated: @global.deployment_terms_text
ar: آخر تحديث: @global.deployment_terms_text
