Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/tn/tn_messages.po
Languages: tn_za

# text
source: Would you like to learn more about how to support your children with remote learning and returning to school?
tn_za: A o ka rata go ithuta go feta ka ga tshegetso ya bana ba gago ba ba ithutang ka mafaratlhatlha le go boela sekolong?

# text
source: Here's a video to help you support your child's learning.
tn_za: Fano ke bidiyo gogo thusa go tshegetsa go ithuta ga ngwana wa gago.

# text
source: Here's an audio message to help you support your child's learning.
tn_za: Fano ke molaetsa wa odiyo go go thusa go tshegetsa go ithuta ga ngwana wa gago.

# text
source: Here are 5 steps that you can do to help your children continue learning during this time:
tn_za: Fano ke dikgato di le 5 tse o ka di tsayang go thusa ngwana wa gago go tswelela go ithuta mo pakeng e:

# text
source: 1. Create a routine around learning and schoolwork
tn_za: 1. Tlhama mokgwatlwaelo go dikologa go ithuta le tiro ya sekolo

# text
source: 2. Make learning fun and playful
tn_za: 2. Dira go ithuta monate mme go tshamekiwe

# text
source: 3. Remember that you are a parent NOT a substitute teacher
tn_za: 3. Gopola gore o motsadi E SENG morutaban thefosi

# text
source: 4. Stay connected with your child's school and teachers
tn_za: 4. Tswelela ka kgolaganyo le sekolo le barutanabana ba ngwana wa gago

# text
source: 5. Support your child when they return to school
tn_za: 5. Neela ngwana wa gago tshegetso fa a tswa sekolong

# text
source: Type "1" to "5" to learn more about each tip. Type "N" to stop this tip.
tn_za: Go ithuta go le gontsi ka nngwe le nngwe ya dikakantsho tse, tlanya “1” go ya go “5”. Tlanya “N” go emisa kakantsho e.

# text
source: Please select another number if you want to learn more about how to support your child's learning:
tn_za: Ka kopo tlhopha nomoro e nngwe fa o batla go ithuta go feta ka ga go ipha nako ya motho ka mong le ngwana wa gago:

# text
source: Step 5. Support your child when they go back to school
tn_za: Kgato 5. Neela ngwana wa gago tshegetso fa a tswa sekolong

# text
source: Tell @fields.child_nickname that it is okay to feel scared or worried about going back to school. Allow your child to share how they are feeling. It is also normal if your child behaves differently to their usual behaviour. Discuss how going to school might be different and how they can protect themselves from COVID-19. Ask them how their day went and support them if they experienced any difficulties.
tn_za: Botsa @fields.child_nickname gore a go siame go ikutlwa o tshogile kgotsa o tshwenyegile ka ga go boela sekolong. Letla ngwana wa gago go arolelanela gore o ikutlwa jang. Gape go tlwaelegile fa ngwana wa gago a itshola ka pharologanyo gona le ka maitsholo a gago a ka gale. Tlotlang ka ga gore go ya sekolong go tla farologana jang le gore ba kgona go itshireletsa jang go COVID-19. Ba botse gore ba tlhotse jang mme o ba neele tshegetso fa ba itemogela mathata mangwe.

# text
source: Tell your child that it is okay to feel scared or worried about going back to school. Allow your child to share how they are feeling. It is also normal if your child behaves differently to their usual behaviour. Discuss how going to school might be different and how they can protect themselves from COVID-19. Ask them how their day went and support them if they experienced any difficulties.
tn_za: Botsa ngwana wa gago gore a go siame go ikutlwa o tshogile kgotsa o tshwenyegile ka ga go boela sekolong. Letla ngwana wa gago go arolelanela gore o ikutlwa jang. Gape go tlwaelegile fa ngwana wa gago a itshola ka pharologanyo gona le ka maitsholo a gago a ka gale. Tlotlang ka ga gore go ya sekolong go tla farologana jang le gore ba kgona go itshireletsa jang go COVID-19. Ba botse gore ba tlhotse jang mme o ba neele tshegetso fa ba itemogela mathata mangwe.

# text
source: Step 2. Make learning fun and playful
tn_za: Kgato 2. Dira go ithuta monate mme go tshamekiwe

# text
source: Children learn best when learning is fun! Try to find ways to make learning playful to keep @fields.child_nickname interested and engaged. Type "Help" if you ever need any fun ideas!
tn_za: Bana ba ithuta botoka fa go ithuta go le monate! Leka go bona ditsela go dira go ithuta monate le go tshola @fields.child_nickname a na le kgatlhego mme a tsaya karolo. Tlanya “Thuso” fa o tlhoka dikakanyo tsa go itumedisa!

# text
source: Children learn best when learning is fun! Try to find ways to make learning playful to keep your child interested and engaged. Type "Help" if you ever need any fun ideas!
tn_za: Bana ba ithuta botoka fa go ithuta go le monate! Leka go bona ditsela go dira go ithuta monate le go tshola ngwana wa gago a na le kgatlhego mme a tsaya karolo. Tlanya “Thuso” fa o tlhoka dikakanyo tsa go itumedisa!

# text
source: Step 3. Remember that you are a father NOT a substitute teacher!
tn_za: Kgato 3. Gopola gore o rre E SENG morutabana thefosi!

# text
source: Your role is to support your child by creating a space to learn. You do not need to know all the answers. Help them explore their interests and ask questions. Go at @fields.child_nickname's pace and be patient with yourself.
tn_za: Seabe sa gago ke go neela ngwana wa gago tshegetso ka go tlhama sebaka go ithuta. Ga o tlhoke go itse dikarabo tsotlhe. Ba thuse go utolola dikgatlhegelo tsa bona le go botsa dipotso. Tsamaya ka @fields.child_nickname bonya mme o nne pelotelele.

# text
source: Step 3. Remember that you are a mother NOT a substitute teacher!
tn_za: Kgato 3. Gopola gore o mme E SENG morutabana thefosi!

# text
source: Step 3. Remember that you are a parent NOT a substitute teacher!
tn_za: Kgato 3. Gopola gore o motsadi E SENG morutaban thefosi!

# text
source: Your role is to support your child by creating a space to learn. You do not need to know all the answers. Help them explore their interests and ask questions. Go at your child's pace and be patient with yourself.
tn_za: Seabe sa gago ke go neela ngwana wa gago tshegetso ka go tlhama sebaka go ithuta. Ga o tlhoke go itse dikarabo tsotlhe. Ba thuse go uolola dikgatlhegelo tsa bona le go botsa dipotso. Tsamaya ka lobelo la ngwana wa gago mme o nne pelotelele.

# text
source: Step 1. Create a routine around learning and schoolwork
tn_za: Kgato 1. Tlhama mokgwatlwaelo go dikologa go ithuta le tiro ya sekolo

# text
source: Make a daily plan with @fields.child_nickname for when they can spend time doing educational activities. This can include structured schoolwork and other activities online, reading, writing, or arts. Allow flexibility and time for play and relaxation too.
tn_za: Dira thulaganyo ya letsatsi le letsatsi le @fields.child_nickname gore a kgone go ipha nako a dira ditirwana tsa thuto. Seno se ka tsenyeletsa tiro ya sekolo e e rulagantsweng le ditirwana tse dingwe mo inthaneteng, go buisa, go kwala, kgotsa botaki. Letlelela phetophetogo le nako ya go tshameka le go iketla.

# text
source: Make a daily plan with your child for when they can spend time doing educational activities. This can include structured schoolwork and other activities online, reading, writing, or arts. Allow flexibility and time for play and relaxation too.
tn_za: Dira thulaganyo ya letsatsi le letsatsi le ngwana wa gago gore a kgone go ipha nako a dira ditirwana tsa thuto. Seno se ka tsenyeletsa tiro ya sekolo e e rulagantsweng le ditirwana tse dingwe mo inthaneteng, go buisa, go kwala, kgotsa botaki. Letlelela phetophetogo le nako ya go tshameka le go iketla.

# text
source: Step 4. Stay connected with your child's school and teachers
tn_za: Kgato 4. Tswelela ka kgolaganyo le sekolo le barutanabana ba ngwana wa gago

# text
source: Find out how to stay in touch with @fields.child_nickname’s teacher or school to stay informed, ask questions and get more guidance. If you are struggling or know someone who is struggling with school work or the home situation, please discuss this with a teacher that you feel close to. Parent groups or community groups can also be a good way to support each other with your home schooling.
tn_za: Batla gore o ka tswelela jang go golagana le morutabana kgotsa sekolo sa @fields.child_nickname go nna o itsie, go botsa dipotso le go bona kaelo go feta. Fa o itemogela mathata kgotsa o itse mongwe yo o itemogelang mathata ka maemo a tiro ya sekolo kgotsa kwa gae, ka kopo tlotla ka ga se le morutabana yo o gaufi le ene. Ditlhopha tsa batsadi kgotsa ditlhopha tsa baagi di ka nna tsela e ntle go tshegetsana go thuto fa gae.

# text
source: Find out how to stay in touch with your children’s teacher or school to stay informed, ask questions and get more guidance. If you are struggling or know someone who is struggling with school work or the home situation, please discuss this with a teacher that you feel close to. Parent groups or community groups can also be a good way to support each other with your home schooling.
tn_za: Batla gore o ka tswelela jang go golagana le morutabana kgotsa sekolo sa 1 go nna o itsie, go botsa dipotso le go bona kaelo go feta. Fa o itemogela mathata kgotsa o itse mongwe yo o itemogelang mathata ka maemo a tiro ya sekolo kgotsa kwa gae, ka kopo tlotla ka ga se le morutabana yo o gaufi le ene. Ditlhopha tsa batsadi kgotsa ditlhopha tsa baagi di ka nna tsela e ntle go tshegetsana go thuto fa gae.

# text
source: Well done for adding another skill to your Parenting Toolkit! Over the next few days, try creating a learning plan with your child that includes both fun and focused educational activities. Helping your child continue learning during this difficult time is so important. Your best efforts will make a difference!
tn_za: O dirile bontle ka go tsenya kgono e le nngwe go Kaedi ya Botsadi beke eno! Mo malatsing a a mmalwa a a tlang, leka go tlhama thulaganyo ya go ithuta le ngwana wa gago e e akaretsang ditirwana tsa go itumedisa le go ithuta mmogo. Go thusa ngwana wa gago go tswelela go ithuta mo nakong e e masisi e go botlhokwa tota. Maiteko a gago a tla ungwa molemo!

# text
source: Well done for adding another layer to your House of Support! Over the next few days, try creating a learning plan with your child that includes both fun and focused educational activities. Helping your child continue learning during this difficult time is so important. Your best efforts will make a difference!
tn_za: O dirile sentle ka go tsenya moalo o le mongwe go Ntlo ya gago ya Tshegetso! Mo malatsing a a mmalwa a a tlang, leka go tlhama thulaganyo ya go ithuta le ngwana wa gago e e akaretsang ditirwana tsa go itumedisa le go ithuta mmogo. Go thusa ngwana wa gago go tswelela go ithuta mo nakong e e masisi e go botlhokwa tota. Maiteko a gago a tla ungwa molemo!

# text
source: We understand that these times can be really difficult. Please type "Help" if you want any extra support or guidance. Chat to you later @fields.user_name!
tn_za: Re tlhaloganya gore nako eno e na le kgwetlho ota. Ka kopo tlanya “Thuso” fa o batla tshegetso kgotsa kaelo e nngwe. Ke tla bua le wena moragonyana @fields.user_name!

# text
source: When we are able to have peaceful and loving relationships, our children feel more secure and loved. Today's tip is about how we can support positive family relationships at home.
tn_za: Fa re kgona go aga dikamano tse di nang le kagiso le lerato, bana ba rona ba ikutlwa ba sireletsegile le go ratiwa. Kakantsho ya gompieno e ka ga gore re ka tshegetsa jang dikamano tse di siameng tsa balelapa fa gae.

# text
source: When we are able to have peaceful and loving relationships, our children feel more secure and loved. Kindness and taking care of yourself help.
tn_za: Fa re kgona go aga dikamano tse di nang le kagiso le lerato, bana ba rona ba ikutlwa ba sireletsegile le go ratiwa. Go ineneketsa le go itlhokomela go a thusa.

# text
source: Here's a video to help you support positive family relationships at home.
tn_za: Fano ke bidiyo go go thusa go tshegetsa dikamano tse di siameng tsa lelapa fa gae.

# text
source: Here's an audio message to help you support positive family relationships at home.
tn_za: Fano ke molaetsa wa odiyo go go thusa go tshegetsa dikamano tse di siameng tsa lelapa fa gae.

# text
source: Here are 6 simple steps that you can do to support family harmony at home:
tn_za: Fano ke dikgato tse di bonolo di le 6 tse o ka di tsayang go tshegetsa boitumelo jwa balelapa fa gae.

# text
source: 1. Be a model of behaviour for your kids
tn_za: 1. Nna sekao sa maitsholo go bana ba gago

# text
source: 2. Keep it positive
tn_za: 2. Nna le tshepo

# text
source: 3. Listen carefully to others
tn_za: 3. Reetsa ba bangwe sentle

# text
source: 4. Share the load
tn_za: 4. Arolelanelang mokgweleo

# text
source: 5. Take care of yourself
tn_za: 5. Itlhokomele

# text
source: 6. Do nice things together as a family.
tn_za: 6. Dirang dilo tse dintle mmogo jaaka lelapa.

# text
source: Type "1" to 6" to learn more about these tips. Type "N" to stop this tip.
tn_za: Go ithuta go le gontsi ka nngwe ya dikakantsho tse, tlanya “1” go ya go “6”. Tlanya “N” go emisa kakantsho e.

# text
source: Step 4. Share the load
tn_za: Kgato 4. Arolelanelang mokgweleo

# text
source: Looking after children and other family members is difficult, but it’s much easier when responsibilities are shared. Try to share household chores, childcare, and other tasks equally amongst family members
tn_za: Go tlhokola bana le maloko a mangwe a lelapa go bokete, fela go bonolo tota fa re arolelanela maikarabelo. Lekang go arolelanela ditiro tsa ka fa gae, go tlhokomela bana, le ditiro tse dingwe ka go lekana magareng ga maloko a lelapa.

# text
source: Step 5. Take care of yourself
tn_za: Kgato 5. Itlhokomele

# text
source: Create a schedule for time “on” and time “off” with other adults in your household. It is okay to ask for help when you are feeling tired or stressed so that you can take a break
tn_za: Tlhamang shejule ka nako “teng” ke nako ya “ga ke yo” le bagolo ba bangwe mo lelapeng la gago. Go siame go kopa thuso fa o ikutlwa o lapile kgotsa o imetswe gore o kgone go ikhutsa

# text
source: Step 6. Do nice things together as a family
tn_za: Kgato 6: Dirang dilo tse dintle mmogo jaaka lelapa.

# text
source: Let each family member take turns choosing a whole family activity. Find ways to spend time alone with other adults in your home, too!
tn_za: Letla leloko lengwe le lengwe la lelapa go refosanela go tlhopha tirwana ya balelapa. Batla mekgwa ya go nna le nako o le nosi le bagolo ba bangwe mo ntlong ya gago!

# text
source: Step 1. Be a model of behaviour for your kids
tn_za: Kgato 1. Nna sekao sa maitsholo go bana ba gago

# text
source: How we talk and behave in front of our children is a big influence on how they behave too! Try to talk kindly to everyone in the family, adults and children.
tn_za: Gore re bua le go itshola jang ke tshusumetso e kgolo mo go reng bana ba rona ba itshole jang le bona! Leka go bua sentle go botlhe mo lelapeng, bagolo le bana.

# text
source: Step 2. Use positive language. It works!
tn_za: Kgato 2. Dirisa puo e e siameng. go a thusa!

# text
source: Tell others what you want them to do instead of what you don’t want them to do: Instead of “Stop shouting,” try “Please speak more quietly”
tn_za: Bolelela ba bangwe gore o batla ba dire eng gona le go ba bolelela se o sa batleng ba se dira: Gona le le gore “Tlogelang go tlhodia,” leka “Ke kopa le buele kwa tlase”

# text
source: Decide to take a break from arguing when you see arguments building up, and go into another room or outside if you can.
tn_za: Swetsa go ema go se kae fa o lemoga gore dikgaruu di a simolola, mme o tsene go phaposi e nngwe kgotsa o tswele kwa ntle fa go kgonega.

# text
source: You can always type "Help" if you need an activity to help you with stress.
tn_za: Gopola ka gale gore o kgona go tlanya “Thuso” nako nngwe le nngwe fa o tlhoka tirwana go ithusa go repa.

# text
source: Praise others to make them feel appreciated and good about themselves. Simple words like, “Thank you for clearing the dinner,” or “Thank you for watching the baby” can make a big difference
tn_za: Akgola ba bangwe go dira gore ba ikutlwe ba ananeelwa mme ba ipela. Mafoko a a bonolo jaaka, “Ke lebogela go bo o feditse dijo tsa gago,” kgotsa “Ke lebogela go bo o tlhokometse ngwana” a ka tlhola pharologanyo e kgolo

# text
source: Bad communication between adults in the household can have a negative impact on our children. The more we practice modeling peaceful, loving relationships for our children, the more secure and loved they will feel.
tn_za: Puisano e e bosula magareng ga bagolo fa lapeng e ka tlhoka seabe se se maswe go bana ba rona. Fa re tsweletse go bontsha dimkamano tse di nang le kagiso le lerato go bana ba rona, ba tla tswelela go ikutlwa ba sireletsegile le go ratiwa.

# text
source: Please select another number if you want to learn more about how to support family harmony at home:
tn_za: Ka kopo tlhopha nomoro e nngwe fa o batla go ithuta go feta ka ga go tsweletsa boitumelo jwa balelapa fa gae:

# text
source: Step 3. Be a great listener
tn_za: Kgato 3. Nna moreetsi yo ntlhatsebe

# text
source: Listen to others when they are talking with you. Be open and show them that you hear what they are saying. It can help to summarise what you have heard before responding: “What I hear you saying is…”
tn_za: Reetsa ba bangwe fa ba bua le wena. Phuthologa mme o ba bontshe gore o batla go utlwa gore ba a reng. Go ka thusa go sobokanya se o se utlwileng pele o araba: “Se ke utlwang o se bua ke...”

# text
source: Well done for adding another skill to your Parenting Toolkit! Over the next few days, try taking a deep breath or walking away for a bit when you start getting angry at someone. Every time you find a way to resolve conflicts in a peaceful way, you increase your child's brain development. Be proud of yourself when you do it!
tn_za: O dirile bontle ka go tsenya kgono e le nngwe go Kaedi ya Botsadi beke eno! Mo malatsing a a mmalwa a a latelang, leka go hemela kwa teng kgotsa go tswa gose kae fa o ikutlwa go simolola go galefela mongwe. Nako le nako o bona mokgwa wa go rarabolola dikgotlhang ka tsela ya kagiso, o oketsa tlhalobololo ya boboko jwa ngwana wa gago. Itlotlomatse fa o kgona go dira jalo!

# text
source: Well done for adding another layer to your House of Support! Over the next few days, try taking a deep breath or walking away for a bit when you start getting angry at someone. Every time you find a way to resolve conflicts in a peaceful way, you increase your child's brain development. Be proud of yourself when you do it!
tn_za: O dirile sentle ka go tsenya moalo o le mongwe go Ntlo ya gago ya Tshegetso! Mo malatsing a a mmalwa a a latelang, leka go hemela kwa teng kgotsa go tswa gose kae fa o ikutlwa go simolola go galefela mongwe. Nako le nako o bona mokgwa wa go rarabolola dikgotlhang ka tsela ya kagiso, o oketsa tlhalobololo ya boboko jwa ngwana wa gago. Itlotlomatse fa o kgona go dira jalo!

# text
source: We understand that these times can be really difficult. Please type "Help" if you want any extra support or guidance. Chat later @fields.user_name!
tn_za: Re tlhaloganya gore nako eno e na le kgwetlho ota. Ka kopo tlanya “Thuso” fa o batla tshegetso kgotsa kaelo e nngwe. Tla re bue moragonyana@fields.user_name!

# text
source: I understand that these times can be really difficult. Please type "Help" if you want any extra support or guidance. Chat later @fields.user_name!
tn_za: Ke tlhaloganya gore nako eno e na le kgwetlho ota. Ka kopo tlanya “Thuso” fa o batla tshegetso kgotsa kaelo e nngwe. Tla re bue moragonyana @fields.user_name!

# text
source: We understand that these times can be really difficult. Please type "Help" if you want any extra support or guidance. Chat later!
tn_za: Re tlhaloganya gore nako eno e na le kgwetlho ota. Ka kopo tlanya “Thuso” fa o batla tshegetso kgotsa kaelo e nngwe. Tla re bue moragonyana!

# text
source: I understand that these times can be really difficult. Please type "Help" if you want any extra support or guidance. Chat later!
tn_za: Ke tlhaloganya gore nako eno e na le kgwetlho ota. Ka kopo tlanya “Thuso” fa o batla tshegetso kgotsa kaelo e nngwe. Tla re bue moragonyana!

# text
source: First, we can find ways to encourage our children to behave well more often. Spending One-on-One Time with them is an important first step!
tn_za: Santlha, re ka bona mekgwa go rotloetsa bana ba rona gore itshola sentle gantsi. Go ipha nako mmogo le bona ke kgato ya ntlha e ebotlhokwa!

# text
source: Second, we can learn effective ways to manage difficult behaviours in a loving but firm way.
tn_za: Sa bobedi, re kgona go ithuta mekgwa e e nonofileng ya go laola maitsholo a a boima ka go nna le lerato ka tsela e e tsepameng.

# text
source: There are 2 main ways that we can do to help our children behave positively more often.
tn_za: Gona le mekgwa e megolo e le 2 e ore ka e dirisang go thusa bana ba rona go itshola sentle gantsi.

# text
source: Hello @fields.user_name! Taking care of children can be challenging…even in the best of times. We sometimes do not notice when our children are behaving well. But when they are misbehaving, it can be a nightmare!
tn_za: Dumela @fields.user_name! go tlhokmela bana go ka nna le dikgwetlho...le mo nakong tse di siameng. Nako dingwe ga re lemoge fa bana ba rona ba itshotse sentle. Fela fa ba itshola bosula, e ka nna motlhlo!

# text
source: Hello! Taking care of children can be challenging…even in the best of times. We sometimes do not notice when our children are behaving well. But when they are misbehaving, it can be a nightmare!
tn_za: Dumela! go tlhokmela bana go ka nna le dikgwetlho...le mo nakong tse di siameng. Nako dingwe ga re lemoge fa bana ba rona ba itshotse sentle. Fela fa ba itshola bosula, e ka nna motlhlo!

# text
source: Here's a video on how you can help @fields.child_nickname behave more positively!
tn_za: Fano ke bidiyo ka ga gore o ka thusa jang @fields.child_nickname go itshola sentle!

# text
source: Here's a video on how you can help your child behave more positively!
tn_za: Fano ke bidiyo ka ga gore o ka thusa jang ngwana wa gago go itshola sentle go feta!

# text
source: Here's an audio message on how you can help @fields.child_nickname behave more positively!
tn_za: Fano ke molaetsa wa odiyo ka ga gore o ka thusa jang @fields.child_nickname go itshola sentle!

# text
source: Here's an audio message on how you can help your child behave more positively!
tn_za: Fano ke molaetsa wa odiyodiyo ka ga gore o ka thusa jang ngwana wa gago go itshola sentle go feta!

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit. Over the next few days, try spending at least 5 minutes of One-on-One Time with your child. Ask them what they want to do and follow their lead!
tn_za: O dirile sentle @fields.user_name! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno. Mo malatsing a a mmalwa a a tlang, leka go nna le bonnye metsotso e le 5 ya nako ya motho ka mong le ngwana wa gago. Ba botse gore ba rata go dira eng mme o latele ditaelo tsa bona!

# text
source: Well done! You have added another skill to your Parenting Toolkit. Over the next few days, try spending at least 5 minutes of One-on-One Time with your child. Ask them what they want to do and follow their lead!
tn_za: O dirile sentle! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno. Mo malatsing a a mmalwa a a tlang, leka go nna le bonnye metsotso e le 5 ya nako ya motho ka mong le ngwana wa gago. Ba botse gore ba rata go dira eng mme o latele ditaelo tsa bona!
