Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/tn/tn_messages.po
Languages: tn_za

# text
source: Sorry to hear that you are finding this challenging. Try to notice your child or teen’s emotions. If they need some time to calm down, create a calm space later on in the day or week to discuss and solve the problem together. By taking your time, the problem can be solved well. You can do this!
tn_za: Re itshwarele go bo o fitlhela seno se gwetlha. Leka go elatlhoko maikutlo a ngwana kgotsa a mosha wa gago. Fa ba tlhoka nakonyana go ritibala, dira nako kgantele mo letsatsing kgotsa mo bekeng ya go buisana mme lo rarabolole bothata mmogo. Ka go tsaya nako ya gago, bothata bo ka rarabololwa sentle. O ka dira seno!

# text
source: That's okay! The important thing is that @fields.child_nickname knows that you are here for them. Try to keep an open channel of communication with them by spending quality time together and accepting their ideas. Problem solving with your children is a great way to reduce conflict in the family!
tn_za: Ga se bothata! Selo sa botlhokwa ke gore @fields.child_nickname a itse gore o gona go ba thusa. Leka go tshola kanale ya tlhaeletsano le bona ka go nna le nako e e boleng mmogo le go amogela dikakanyo. Go rarabolola mathata le ngwana wa gago ke tsela e ntle go fokotsa kgotlhang mo lelapeng!

# text
source: That's okay! The important thing is that your child or teen knows that you are here for them. Try to keep an open channel of communication with them by spending quality time together and accepting their ideas. Problem solving with your children is a great way to reduce conflict in the family!
tn_za: Ga se bothata! Selo sa botlhokwa ke gore ngwana kgotsa mosha wa gago a itse gore o gona go ba thusa. Leka go tshola kanale ya tlhaeletsano le bona ka go nna le nako e e boleng mmogo le go amogela dikakanyo. Go rarabolola mathata le ngwana wa gago ke tsela e ntle go fokotsa kgotlhang mo lelapeng!

# text
source: It can be hard to find time during your day, with work, chores, and everything else. Can you think of even 30 minutes this week to do this activity? It will make a big difference in keeping your child safe and building a trusting relationship between you. You can do it!
tn_za: Ee, go ka nna boima go nna le nako motshegare, ka tiro, ditiro tsa legae, le dilo tse dingwe tsotlhe. A o kgona go akanya le fa e le metsotso e le 30 mo bekeng eno go dira tirwana eno? Go tla dira pharologanyo e kgolo go tshola ngwana wa gago a sireletsegile le go aga botsalano jo bo botshephegi magareng ga lona. O ka dira seno!

# text
source: Sorry to hear that you are finding this challenging. Creating new and healthy habits like device-free space and time in your house (eating, playing, schoolwork, and sleeping) is a learning process. Try slowly introducing device-free times, and build up from there. Change takes time, you can do this!
tn_za: Re itshwarele go bo o fitlhela seno se gwetlha. Go tlhama ditlwaelo tse disha le go itekanela jaaka sebaka se go sa dirisiweng ga didiriswa tsa tlhaeletsano le nako mo ntlong (go ja, go tshameka, tiro ya sekolo, le go robala) ke tsamaiso ya go ithuta. Leka go itsise dinako tsa go sa dirise didiriswa tsa tlhaeletsano, le go agelela go tloga foo. Phetogo e tsaya nako, o tla atlega!

# text
source: Sorry to hear that you are finding this challenging. Here is a review on quick technical fixes:
tn_za: Re itshwarele go bo o fitlhela seno se gwetlha. Fano ke teboseso ya diphosololo tsa ka bonako tsa setegeniki:

# text
source: Sorry to hear that you are finding this challenging. If you think your child is accessing information online which is not age appropriate discuss with them why you have concerns, and why you are not comfortable. Try having your child involved in the conversation and get them to share their views. Having an open conversation is important, and children are more likely to stick to decisions if they feel that they are fair and their opinions have been heard.
tn_za: Re itshwarele go bo o fitlhela seno se gwetlha. Fa o akanya gore ngwana wa gago o fitlhelela tshedimosetso mo inthaneteng eo e seng ya dingwaga tsa gagwe o buisane le ene ka matshwenyego a o nang le ona, le gore ke goreng o sa phuthologa. Leka go tsenyeletsa ngwana wa gago mo motlotlong mme o dire gore ba arolelanele dikakanyo tsa bona. Go nna le motlotlo o o seng bofitlha go botlhokwa, mme bana le bona ba ka tsweletsa ditshwetso fa ba lemoga gore ga di gobelele mme dikakanyo tsa bona di tsewa tsia.

# text
source: Hi @fields.user_name! Were you able to discuss online safety with @fields.child_nickname?
tn_za: Dumela @fields.user_name! A o kgonne go tlotla ka ga tshireletsego mo inthaneteng le @fields.child_nickname?

# text
source: Hi @fields.user_name! Were you able to discuss online safety with your child or teen?
tn_za: Dumela @fields.user_name! A o kgonne go tlotla ka ga tshireletsego mo inthaneteng le ngwana kgotsa mosha wa gago?

# text
source: Hi! Were you able to discuss online safety with @fields.child_nickname?
tn_za: Dumela! A o kgonne go tlotla ka ga tshireletsego mo inthaneteng le @fields.child_nickname?

# text
source: Hi! Were you able to discuss online safety with your child or teen?
tn_za: Dumela! A o kgonne go tlotla ka ga tshireletsego mo inthaneteng le ngwana kgotsa mosha wa gago?

# text
source: Well done for taking the time to do this @fields.user_name.. How did it go?
tn_za: O dirile sentle ka go ipha nako go dira se @fields.user_name.. Go tsamaile jang?

# text
source: Well done for taking the time to do this. How did it go?
tn_za: O dirile sentle ka go ipha nako go dira se. Go tsamaile jang?

# text
source: We are happy to hear it went well! Our children spend a lot of time online, so it is very beneficial for them to be taught responsible online habits. This is important so that they can stay safe and continue enjoying the benefits of the digital world.
tn_za: Re itumeletse go utlwa gore tsotlhe di tsamaile sentle! Bana ba rona ba nna nako e ntsi mo inthaneteng, jalo go mosola go bone go rutiwa ditlwaelo tsa inthanete ka maikarabelo. Go botlhokwa gore re kgona go nna re sireletsegile le go tswelela go itumelela melemo ya lefatshe la dijitale.

# text
source: I am happy to hear it went well! Our children spend a lot of time online, so it is very beneficial for them to be taught responsible online habits. This is important so that they can stay safe and continue enjoying the benefits of the digital world.
tn_za: Ke itumeletse go utlwa gore tsotlhe di tsamaile sentle! Bana ba rona ba nna nako e ntsi mo inthaneteng, jalo go mosola go bone go rutiwa ditlwaelo tsa inthanete ka maikarabelo. Go botlhokwa gore re kgona go nna re sireletsegile le go tswelela go itumelela melemo ya lefatshe la dijitale.

# text
source: That is okay! What did you find difficult about discussing online safety with @fields.child_nickname?
tn_za: Seo se siame! Ke eng se o fitlhelang se le thata ka ga tshireletsego go inthanete le @fields.child_nickname?

# text
source: That is okay! What did you find difficult about discussing online safety with your child?
tn_za: Seo se siame! Ke eng se o fitlhelang se le thata ka ga tshireletsego go inthanete le ngwana wa gago?

# text
source: Sorry to hear that you are finding this challenging. Creating new and healthy habits like device-free time is a learning process. Try replacing a time when @fields.child_nickname usually was on their phone with another fun activity. This allows children to see that other activities can bring them enjoyment too. Change takes time, you can do this!
tn_za: Re itshwarele go bo o fitlhela seno se gwetlha. Go tlhama ditlwaelo tse diswa le go itekanela jaaka nako ya go se dirise didiriswa tsa tlhaeletsano ke tsamaiso ya go ithuta. Leka go refosanela nako le @fields.child_nickname gantsi mo founung ya gago ka tirwana e nngwe e e itumedisang. Seno se letla bana go bona gore ditirwana tse dingwe di kgona go ba tlisetsa boitumelo. Phetogo e tsaya nako, o tla atlega!

# text
source: Sorry to hear that you are finding this challenging. Creating new and healthy habits like device-free time is a learning process. Try replacing a time when your child usually was on their phone with another fun activity. This allows children to see that other activities can bring them enjoyment too. Change takes time, you can do this!
tn_za: Re itshwarele go bo o fitlhela seno se gwetlha. Go tlhama ditlwaelo tse diswa le go itekanela jaaka nako ya go se dirise didiriswa tsa tlhaeletsano ke tsamaiso ya go ithuta. Leka go refosanela nako le ngwana wa gago gantsi mo founung ya gago ka tirwana e nngwe e e itumedisang. Seno se letla bana go bona gore ditirwana tse dingwe di kgona go ba tlisetsa boitumelo. Phetogo e tsaya nako, o tla atlega!

# text
source: Sorry to hear that you are finding this challenging. These conversations can be difficult to initiate, but they are important to have as they can protect @fields.child_nickname. The more conversations you have with @fields.child_nickname about the digital world, the easier they will become.
tn_za: Re itshwarele go bo o fitlhela seno se gwetlha. Metlotlo e e kgona go nna boima go e simolola, fela e botlhokwa gonne e kgona go sireletsa @fields.child_nickname. Fa le na le metlotlo e mentsi le @fields.child_nickname ka ga lefatshe la dijitale, di tla tlhofofala go feta.

# text
source: For the first discussion, try asking @fields.child_nickname about what they enjoy doing online. This will allow them to share with you what they do and allows your to become involved in what they are doing online, which is a good starting place for further discussion.
tn_za: Go motlotlo wa ntlha, leka go go botsa @fields.child_nickname ka ga se ba se itumelelang mo inthaneteng. Seno se tla ba letla go arolelanela le wena se ba se dirang le go go letla go tsaya karolo go se ba se dirang mo inthaneteng, e leng lefelo le le siameng go simolola go nna le motlotlo ogo ya pele.

# text
source: For the first discussion, try asking your child about what they enjoy doing online. This will allow them to share with you what they do and allows your to become involved in what they are doing online, which is a good starting place for further discussion.
tn_za: Go motlotlo wa ntlha, leka go go botsa ngwana wa gago ka ga se ba se itumelelang mo inthaneteng. Seno se tla ba letla go arolelanela le wena se ba se dirang le go go letla go tsaya karolo go se ba se dirang mo inthaneteng, e leng lefelo le le siameng go simolola go nna le motlotlo ogo ya pele.

# text
source: Sorry to hear that you are finding this challenging. These conversations can be difficult to initiate, but they are important to have as they can protect your child. The more conversations you have with your child about the digital world, the easier they will become.
tn_za: Re itshwarele go bo o fitlhela seno se gwetlha. Eno ke metlotlo e e ka nnang boima go e simolola, fela e botlhokwa gonne e ka sireletsa ngwana wa gago. Fa re tsweletse go bua go feta le ngwana wa gago ka ga lefatshe la dijitale, go nna bonolo go tswelela.

# text
source: That is completely normal to experience. Try asking @fields.child_nickname to explain the gadgets they use; you could do this during one-on-one time. This is a great opportunity to show interest in @fields.child_nickname’s life and to discuss potential risks together. If you are not sure which rules to set, you can always agree, with @fields.child_nickname, to try a new rule for two weeks and then discuss how things are going and change the rule if needed!
tn_za: Go tlwaelegile go itemogela seno. Leka go kopa @fields.child_nickname gore a tlhalose didirisiwa tse a di dirisang; o ka dira seno ka nako ya fa lo ipha nako mmogo). Eno ke tshono e ntle ya go bontsha kgatlhego mo botshelong jwa @fields.child_nickname mme lo buisane ka dikotsi tse di ka diregang. Fa o sa tlhomamisega ka gore o beye melao efe, lo ka nna lwa dumela, le @fields.child_nickname, go leka molao o mosha mo dibekeng tse pedi mme lo buisane ka gore dilo di tla jang le go fetola molao fa go tlhokega!

# text
source: That is completely normal to experience. Try asking your child or teen to explain the gadgets they use; you could do this during one-on-one time. This is a great opportunity to show interest in your child's or teen’s life and to discuss potential risks together. If you are not sure which rules to set, you can always agree, with your child or teen, to try a new rule for two weeks and then discuss how things are going and change the rule if needed!
tn_za: Go tlwaelegile go itemogela seno. Kopa mosha wa gago gore a tlhalose didirisiwa tse a di dirisang; o ka dira seno ka nako ya fa lo ipha nako mmogo). Eno ke tshono e ntle ya go bontsha kgatlhego mo botshelong jwa mosha wa gago mme lo buisane ka dikotsi tse di ka diregang. Fa o sa tlhomamisega ka gore o beye melao efe, lo ka nna lwa dumela, le mosha wa gago, go leka molao o mosha mo dibekeng tse pedi mme lo buisane ka gore dilo di tla jang le go fetola molao fa go tlhokega!

# text
source: Hi @fields.user_name! Are you having any challenges coping when you baby is crying?
tn_za: Dumela @fields.user_name! A o itemogela dikgwetlho dingwe fa lesea la gago le lela?

# text
source: Hi! Are you having any challenges coping when you baby is crying?
tn_za: Dumela! A o itemogela dikgwetlho dingwe fa lesea la gago le lela?

# text
source: It is completely normal to feel overwhelmed as a parent. All parents feel this way. Try calling a family member or a friend. Sometimes just talking with someone is enough, but if you still feel overwhelmed, ask someone for help. Calling for help is a sign of strength. You can do this!
tn_za: Go tlwaelegile go ikutlwa o tlalalane jaaka motsadi. Batsadi botlhe ba ikutlwa ka mokgwa o. Leka go leletsa leloko la lelapa kgotsa tsala. Nako dingwe go buisana le mongwe ke sone se o se tlhokang, fela fa o ikutlwa o tlalane go kopa thuso go mongwe. Go batla thuso go bontsha matla. O ka dira seno!

# text
source: Great to hear that you are able to manage this @fields.user_name. This isn't easy so praise yourself for coping!
tn_za: Go gontle go utlwa gore o kgona go laola @fields.user_name. Ga go bonolo go ikakgola go bo o kgona!

# text
source: Great to hear that you are able to manage this. This isn't easy so praise yourself for coping!
tn_za: Go gontle go utlwa gore o kgona go laola se. Ga go bonolo go ikakgola go bo o kgona!

# text
source: Sorry to hear it has been challenging. What was difficult for you about managing @fields.child_nickname's crying?
tn_za: Maswabi go utlwa gore o ntse o na le kgwetlho. Ke eng se se nnileng popota go wena ka ga go laola selelo sa @fields.child_nickname?

# text
source: Sorry to hear it has been challenging. What was difficult for you about managing your baby's crying?
tn_za: Maswabi go utlwa gore o ntse o na le kgwetlho. Ke eng se se nnileng popota go wena ka ga go laola selelo sa lesea la gago?

# text
source: It is completely normal to experience this, it can be really hard to stay calm when @fields.child_nickname is crying but do not give up! Try to think of something that you can do that might help you, like taking a couple deep breaths. This can help reduce stress and clear your mind.
tn_za: Go tlwaelegile ka botlalo go itemogela se, go ka nna boima tota go ritibala fa @fields.child_nickname fa a lela fela se latlhele toulo! Leka go akanya ka sengwe se o ka se dirang se se ka go thusang jaaka go hemela kwa teng makgetlho. Seno se ka thusa go fokotsa kgatelelo le go phepafatsa tlhaloganyo ya gago.

# text
source: It is completely normal to experience this, it can be really hard to stay calm when your baby is crying but do not give up! Try to think of something that you can do that might help you, like taking a couple deep breaths. This can help reduce stress and clear your mind.
tn_za: Go tlwaelegile go itemogela se, go ka nna boima tota go ritibala fa lesea la gago a lela fela se latlhele toulo! Leka go akanya ka sengwe se o ka se dirang se se ka go thusang jaaka go hemela kwa teng makgetlho. Seno se ka thusa go fokotsa kgatelelo le go phepafatsa tlhaloganyo ya gago.

# text
source: Sorry to hear that you are finding this challenging. If you are getting angry because @fields.child_nickname won’t stop crying, it’s okay to leave them on their back in a safe place and walk away for a bit and take a quick pause. Taking a pause will help you respond better. Stay nearby so that you can monitor @fields.child_nickname. Check on @fields.child_nickname every 5-10 minutes.
tn_za: Re itshwarele go bo o fitlhela seno se gwetlha. Fa o galefisiwa ke gonne @fields.child_nickname ga a didimale, go siame go mo tlogela a kaname mo lefelong le le bolokegileng mme o tswe go se kae. Go ema go se kae go tla go thusa go tsiboga botoka. Nneela gaufi gore o kgone go elatlhoko @fields.child_nickname. Lekola @fields.child_nickname metsotso mengwe le mengwe e le 5-10.

# text
source: Sorry to hear that you are finding this challenging. If you are getting angry because your baby won’t stop crying, it’s okay to leave them on their back in a safe place and walk away for a bit and take a quick pause. Taking a pause will help you respond better. Stay nearby so that you can monitor your baby. Check on your baby every 5-10 minutes.
tn_za: Re itshwarele go bo o fitlhela seno se gwetlha. Fa o galefisiwa ke gonne lesea la gago ga a didimale, go siame go mo tlogela a kaname mo lefelong le le bolokegileng mme o tswe go se kae. Go ema go se kae go tla go thusa go tsiboga botoka. Nnela gaufi gore o kgone go ela lesea la gago tlhoko. tlhola lesea la gago metsotso mengwe le mengwe e le 5-10.

# text
source: It is completely normal to experience this, we know that this is not easy! Try swaddling, rocking or singing to @fields.child_nickname. You might also need feed @fields.child_nickname or change their diaper. Remember, you are not a bad parent if @fields.child_nickname continues to cry after you have done all you can to calm them. You are doing your best!
tn_za: Go tlwaelegile go itemogela se, re a itse gore ga go bonolo! Leka go mo potoka, go mo tsamatsamaisa kgotsa go opela go @fields.child_nickname. O ka tlhoka go mo jesa @fields.child_nickname kgotsa go fetola mongwato. Gopola, ga o motsadi yo o bosula fa @fields.child_nickname le tswelela go lela le morago ga go leka tsotlhe go mo didimatsa. O dira ka bojotlhe.

# text
source: It is completely normal to experience this, I know that this is not easy! Try swaddling, rocking or singing to @fields.child_nickname. You might also need feed @fields.child_nickname or change their diaper. Remember, you are not a bad parent if @fields.child_nickname continues to cry after you have done all you can to calm them. You are doing your best!
tn_za: Go tlwaelegile go itemogela se, re a itse gore ga go bonolo! Leka go mo potoka, go mo tsamatsamaisa kgotsa go opela go @fields.child_nickname. O ka tlhoka go mo jesa @fields.child_nickname kgotsa go fetola mongwato. Gopola, ga o motsadi yo o bosula fa @fields.child_nickname le tswelela go lela le morago ga go leka tsotlhe go mo didimatsa. O dira ka bojotlhe.

# text
source: It is completely normal to experience this, we know that this is not easy! Try swaddling, rocking or singing to your baby. You might also need feed your baby or change their diaper. Remember, you are not a bad parent if your baby continues to cry after you have done all you can to calm them. You are doing your best!
tn_za: Go tlwaelegile go itemogela se, re a itse gore ga go bonolo! Leka go mo potokam, go mo tsamatsamaisa kgotsa go opela lesea la gago. O ka tlhoka go jesa lesea la gago kgotsa go fetola mongwato. Ga o motsadi yo o bosula fa lesea la gago le tswelela go lela le morago ga go leka tsotlhe go mo didimatsa. O dira ka bojotlhe.

# text
source: It is completely normal to experience this, I know that this is not easy! Try swaddling, rocking or singing to your baby. You might also need feed your baby or change their diaper. Remember, you are not a bad parent if your baby continues to cry after you have done all you can to calm them. You are doing your best!
tn_za: Go tlwaelegile go itemogela se, re a itse gore ga go bonolo! Leka go mo potokam, go mo tsamatsamaisa kgotsa go opela lesea la gago. O ka tlhoka go jesa lesea la gago kgotsa go fetola mongwato. Ga o motsadi yo o bosula fa lesea la gago le tswelela go lela le morago ga go leka tsotlhe go mo didimatsa. O dira ka bojotlhe.

# text
source: When we are reminded of such situations, it is normal to feel upset or angry . It is important to find a time when you are calm, so you can think of what support you need: You may need to talk to someone.
tn_za: Fa re gopodiwa ka ditiragalo tse di ntseng jalo, go tlwaelegile go ikutlwa o tenegile kgotsa o galefile. Go botlhokwa go batla nako ya fa o kgobile makgwafo, gore o kgone go akanya gore o tlhoka tshegetso e ntseng jang. O ka nna wa tlhoka go bua le mongwe.

# text
source: It is completely normal to experience this challenge, this is difficult stuff to talk about. Find a calm time. You can say that we hope these things never happen, but it’s like getting insurance – it's best to think about them and be prepared.
tn_za: Go tlwaelegile ka bonako go itemogela kgwetlho e, go ka nna boima go bona nako le 1. Bona nako go ritibala. O kgona gore re tshepa gore dilo tse ga di diragale, fela go tshwana le go iponna inshorense - go siame go akanya ka ga tsona le go ipaakanya.

# text
source: Hi @fields.user_name! Were you able to stay calm if @fields.child_nickname shared something sensitive or challenging?
tn_za: Dumela @fields.user_name! A o kgonne go ritibala fa @fields.child_nickname a arolelanela sengwe se se masisi kgotsa se na le kgwetlho

# text
source: Hi @fields.user_name! Were you able to stay calm if your teen shared something sensitive or challenging?
tn_za: Dumela @fields.user_name! A o kgonne go ritibala fa mosha wa gago a arolelanela sengwe se se masisi kgotsa se na le kgwetlho

# text
source: Hi! Were you able to stay calm if @fields.child_nickname shared something sensitive or challenging?
tn_za: Dumela! A o kgonne go ritibala fa @fields.child_nickname a arolelanela sengwe se se masisi kgotsa se na le kgwetlho

# text
source: Hi! Were you able to stay calm if your teen shared something sensitive or challenging?
tn_za: Dumela! A o kgonne go ritibala fa mosha wa gago a arolelanela sengwe se se masisi kgotsa se na le kgwetlho

# text
source: Well done, that is not very easy to do @fields.user_name! How did it go?
tn_za: O dirile sentle, seo ga se bonolo go dirwa @fields.user_name! Go tsamaile jang?

# text
source: Well done, that is not very easy to do! How did it go?
tn_za: O dirile sentle, seo ga se bonolo go dirwa! Go tsamaile jang?

# text
source: We are happy to hear that it went well! This shows that you and your teen have a trusting and positive relationship. You should be proud of yourself!
tn_za: Re itumeletse go utlwa gore tsotlhe di tsamaile sentle! Seno se bontsha gore wena le mosha wa gago le na le botsalano jo bo nang le go tshepana e bile bo siame. O tshwanetse go nna motlotlo ka wena!

# text
source: I am happy to hear that it went well! This shows that you and your teen have a trusting and positive relationship. You should be proud of yourself!
tn_za: Ke itumeletse go utlwa gore tsotlhe di tsamaile sentle! Seno se bontsha gore wena le mosha wa gago le na le botsalano jo bo nang le go tshepana e bile bo siame. O tshwanetse go nna motlotlo ka wena!

# text
source: We understand! What did you find difficult about discussing challenges with @fields.child_nickname?
tn_za: Re a tlhaloganya! Ke eng se o fitlhelang se le thata ka ga tshireletsego go inthanete le @fields.child_nickname?

# text
source: I understand! What did you find difficult about discussing challenges with @fields.child_nickname?
tn_za: Ke a tlhaloganya! Ke eng se o fitlhelang se le thata ka ga tshireletsego go inthanete le @fields.child_nickname?
