Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/tn/tn_messages.po
Languages: tn_za

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit! Over the next few days, try to spend some time reading or looking at a book or magazine with your child. Sharing books with your child will help them to learn to speak, think, and focus better. It also builds their brain!
tn_za: O dirile sentle @fields.user_name! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno! Mo malatsing a alatelang, leka go nna le nako nngwe ya go buisa kgotsa go lebelela buka kgotsa makasine le ngwana wa gago. Go arolelanela dibuka le ngwana wa gago go mo thusa go ithuta go bua, go nagana le go tsepama botoka. Gape go aga le boboko jwa gagwe!

# text
source: Well done! You have added another skill to your Parenting Toolkit! Over the next few days, try to spend some time reading or looking at a book or magazine with your child. Sharing books with your child will help them to learn to speak, think, and focus better. It also builds their brain!
tn_za: O dirile sentle! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno! Mo malatsing a alatelang, leka go nna le nako nngwe ya go buisa kgotsa go lebelela buka kgotsa makasine le ngwana wa gago. Go arolelanela dibuka le ngwana wa gago go mo thusa go ithuta go bua, go nagana le go tsepama botoka. Gape go aga le boboko jwa gagwe!

# text
source: Well done @fields.user_name! You have added another layer to your House of Support! Over the next few days, try to spend some time reading or looking at a book or magazine with your child. Sharing books with your child will help them to learn to speak, think, and focus better. It also builds their brain!
tn_za: O dirile sentle @fields.user_name! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso! Mo malatsing a alatelang, leka go nna le nako nngwe ya go buisa kgotsa go lebelela buka kgotsa makasine le ngwana wa gago. Go arolelanela dibuka le ngwana wa gago go mo thusa go ithuta go bua, go nagana le go tsepama botoka. Gape go aga le boboko jwa gagwe!

# text
source: Well done! You have added another layer to your House of Support! Over the next few days, try to spend some time reading or looking at a book or magazine with your child. Sharing books with your child will help them to learn to speak, think, and focus better. It also builds their brain!
tn_za: O dirile sentle! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso! Mo malatsing a alatelang, leka go nna le nako nngwe ya go buisa kgotsa go lebelela buka kgotsa makasine le ngwana wa gago. Go arolelanela dibuka le ngwana wa gago go mo thusa go ithuta go bua, go nagana le go tsepama botoka. Gape go aga le boboko jwa gagwe!

# text
source: 1. Follow your child’s interest
tn_za: 1. Latela kgatlhegelo ya ngwana wa gago

# text
source: Talk about what interests @fields.child_nickname. When your child shows interest in a picture (pointing, patting, looking), use this as a chance to talk about what has attracted your child’s interest
tn_za: Bua ka ga dikgatlhegelo tsa @fields.child_nickname.. Fa ngwana wa gago a bontsha kgatlhego go setshwantsho (a supa, a otlaotla, a lebelela), dirisa tshono e go bua ka se se ngokileng kgatlhegelo ya ngwana wa gago

# text
source: Talk about what interests your child. When your child shows interest in a picture (pointing, patting, looking), use this as a chance to talk about what has attracted your child’s interest
tn_za: Bua ka se se kgatlhang ngwana wa gago. Fa ngwana wa gago a bontsha kgatlhego go setshwantsho (a supa, a otlaotla, a lebelela), dirisa tshono e go bua ka se se ngokileng kgatlhegelo ya ngwana wa gago

# text
source: Pointing to and naming an object or person in the book will help @fields.child_nickname learn new words. Children learn through repetition, so repeat the word and look for other opportunities to use the word (in the book or elsewhere).
tn_za: Go supa le go bitsa selo ka leina mo bukeng go thusa @fields.child_nickname go ithuta mafoko a maswa. Bana ba ithuta ka go boleletsa, jalo boeletsa lefoko mme o batle ditshono tse dingwe go dirisa lefoko (mo bukeng kgotsa gongwe fela).

# text
source: Pointing to and naming an object or person in the book will help your child learn new words. Children learn through repetition, so repeat the word and look for other opportunities to use the word (in the book or elsewhere).
tn_za: go supa le go bitsa selo ka leina mo bukeng go thusa ngwana wa gago go ithuta mafoko a maswa. Bana ba ithuta ka go boleletsa, jalo boeletsa lefoko mme o batle ditshono tse dingwe go dirisa lefoko (mo bukeng kgotsa gongwe fela).

# text
source: Always respond positively to whatever @fields.child_nickname says about the pictures. For example, if your child points to a red tomato and says “Apple”, you can say “Yes, you’re right, it’s red - it's a tomato!”
tn_za: Ka gale araba sentle go se @fields.child_nickname a se buang ka ga ditshwantsho. Sekao, fa ngwana wa gago a supa tamati e khibidu mme a re “Apole” o ka nna wa re “Ee, o nepile, e khibidu - ke tamati!”

# text
source: Always respond positively to whatever your child says about the pictures. For example, if your child points to a red tomato and says “Apple”, you can say “Yes, you’re right, it’s red - it's a tomato!”
tn_za: Ka gale araba sentle go se ngwana wa gago a se buang ka ga ditshwantsho. Sekao, fa ngwana wa gago a supa tamati e khibidu mme a re “Apole” o ka nna wa re “Ee, o nepile, e khibidu - ke tamati!”

# text
source: If @fields.child_nickname knows a word and can say that word, ask “What’s that?” and give them the opportunity to say the word and point to it.
tn_za: Fa @fields.child_nickname a itse lefoko mme a kgona go le bitsa, botsa “Ke eng seo?” mme o mo neele tshono go bitsa lefoko le go le supa.

# text
source: If your child knows a word and can say that word, ask “What’s that?” and give them the opportunity to say the word and point to it.
tn_za: Fa 1 a itse lefoko mme a kgona go le bitsa, botsa “Ke eng seo?” mme o mo neele tshono go bitsa lefoko le go le supa.

# text
source: Connect things in the book with familiar things in @fields.child_nickname’s world. For example, if the baby in the book is wearing shoes, ask @fields.child_nickname to point out their own shoes. If someone in the book is waving, you and @fields.child_nickname can do the same.
tn_za: Goalaganya dilo mo bukeng le dilo tse di tlwaelegileng go lefatshe la @fields.child_nickname. Sekao, fa lesea mo bukeng le rwele ditlhako, kopa @fields.child_nickname go supa ditlhako tsa gagwe. Fa mongwe mo bukeng a dumedisa a tsholeditse seatla, wena le @fields.child_nickname le ka dira fela jalo.

# text
source: Connect things in the book with familiar things in your child’s world. For example, if the baby in the book is wearing shoes, ask your child to point out their own shoes. If someone in the book is waving, you and your child can do the same.
tn_za: Goalaganya dilo mo bukeng le dilo tse di tlwaelegileng go lefatshe la ngwana wa gago. Sekao, fa lesea mo bukeng le rwele ditlhako, kopa ngwana go supa ditlhako tsa gagwe. Fa mongwe mo bukeng a dumedisa a tsholeditse seatla, wena le ngwana wa gago le ka dira fela jalo.

# text
source: Books are a great way for children to learn more about feelings. You can use your face and voice to help them understand emotion words like happy, sad, angry, or scared. You can use what is happening in the book to talk about @fields.child_nickname’s own feelings, and why other people might feel a certain way.
tn_za: Dibuka ke tsela e ntle gore bana ba ithute go feta ka ga maikutlo. O ka dirisa sefatlhego le lentswe go ba thusa go tlhaloganya mafoko a maikutlo a a jaaka boitumelo, khutsafalo, kgalefo, kgotsa letshogo. O ka dirisa se se diragalang mo bukeng go bua ka maikutlo a @fields.child_nickname le gore ke goreng batho ba na le go ikutlwa ka mokgwa o o rileng.

# text
source: Books are a great way for children to learn more about feelings. You can use your face and voice to help them understand emotion words like happy, sad, angry, or scared. You can use what is happening in the book to talk about your child’s own feelings, and why other people might feel a certain way.
tn_za: Dibuka ke tsela e ntle gore bana ba ithute go feta ka ga maikutlo. O ka dirisa sefatlhego le lentswe go ba thusa go tlhaloganya mafoko a maikutlo a a jaaka boitumelo, khutsafalo, kgalefo, kgotsa letshogo. O ka dirisa se se diragalang mo bukeng go bua ka maikutlo a ngwana wa gago le gore ke goreng batho ba na le go ikutlwa ka mokgwa o o rileng.

# text
source: Millions of families are struggling to make ends meet. When money is tight, this can make us feel anxious, stressed, and sad. How we understand and talk about money with our children is important. Our children can also help us to spend and save in ways that will benefit the family.
tn_za: Dimilione tsa malapa di itemogela bothata go tshela sentle. Fa madi a tlhaela, re ka itemogela ketsaetsego, ra imelea le go hutsafala. Gore re tlhaloganya le go bua jang ka madi le bana ba rona go botlhokwa. Bana ba rona ba kgona go re thusa go dirisa le go boloka ka mekgwa e e tswelang lelapa mosola.

# text
source: That's okay! You can always type "Help" at anytime if you want this tip at another time. Chat to you later @fields.user_name!
tn_za: Ga se bothata! O ka nna wa tlanya “Thuso” nako nngwe le nngwe fela fa o batla kakantsho e ka nako e nngwe. Ke tla bua le wena moragonyana @fields.user_name!

# text
source: That's okay! You can always type "Help" at anytime if you want this tip at another time. Chat to you later!
tn_za: Ga se bothata! O ka nna wa tlanya “Thuso” nako nngwe le nngwe fela fa o batla kakantsho e ka nako e nngwe. Ke tla bua le wena moragonyana!

# text
source: Millions of families are struggling to make ends meet. When money is tight, this can make us feel anxious, stressed, and sad. How we understand and talk about money is important. We can also learn about how we can save in ways that will benefit the family.
tn_za: Dimilione tsa malapa di itemogela bothata go tshela sentle. Fa madi a tlhaela, re ka itemogela ketsaetsego, ra imelea le go hutsafala. gore re tlhaloganya le go bua jang ka madi le bana ba rona go botlhokwa. gape re ka kgona go ithuta ka ga go boloka madi ka ditsela tse di ka tswelang lelapa mosola.

# text
source: Here's a video to help you make a budget and save money together as a family.
tn_za: Fano ke bidiyo go go thusa go dira tekanyetsokabo le go boloka madi mmogo jaaka lelapa.

# text
source: Here's an audio message to help you make a budget and save money together as a family.
tn_za: Fano ke molaetsa wa odiyo go go thusa go dira tekanyetsokabo le go boloka madi mmogo jaaka lelapa.

# text
source: Making a budget.
tn_za: Go dira tekanyetsokabo.

# text
source: A budget is how we decide what we will spend our money on, even in stressful times. Making a budget can help you have enough at the end of the month so that you need to borrow less.
tn_za: Tsekanyetsokabo e ka ga go swetsa gore re dirisa madi mo go eng, le mo dinakong tse di boima tota. Go dira tekanyetsokabo go go thusa go nna le go go lekaneng kwa bokhutlong jwa kgwedi goretlhokego ya gore o dime e nne kwa tlase.

# text
source: Do you want 4 quick steps to help you make a budget and save money?
tn_za: A o batla dikgato tse di bonako di le 4 go go tusa golekanyetsa le go boloka madi?

# text
source: Step 1: What do we spend on now?
tn_za: Kgato 1: Re reke eng gone jaanong?

# text
source: • Get a piece of paper (or old newspaper or a cardboard box) and a pen.
tn_za: • Batla pampitshana (kgotsa lekwalodikgang la kgale kgotsa bokose ya khateboto) le pene.

# text
source: • Draw pictures of all the things that you and your family spend money on each month.
tn_za: • Taka ditshwantsho tsa dilo tsotlhe tse wena le lelapa la gago le di rekang kgwedi le kgwedi.

# text
source: • Write next to each picture how much each thing costs.
tn_za: • Kwala fa thoko ga setshwantsho sengwe le sengwe gore selo sengwe le sengwe se ja bokae kgwedi le kgwedi.

# text
source: • Add up how much money you have to spend each month.
tn_za: • Tlhakanya gore ke madi a le kana kang a o tshwanelwang ke go a dirisa kgwedi le kgwedi.

# text
source: Do you want to receive Step 2?
tn_za: A o batla go amogela kgato 2?

# text
source: Step 2: Talk about needs and wants
tn_za: Kgato 2: Tlotlang mmogo ka dilo tse lo di tlhokang le tse lo di batlang

# text
source: • Needs: Which things are important or must haves for your family to survive? (like food, soap to wash hands, needs for ill or disabled family members).
tn_za: • Ditlhoko: Ke dife dilo tse di botlhoka kgotsa tse balelapa ba tshwanelang go nna le tsona go tshela? (jaaka sesepa, sesepa go tlhapa diatla, ditlhoko tsa balwetse kgotsa maloko a a balelapa a a tshelang ka bogole).

# text
source: • Wants: Which things are nice to have but not essential?
tn_za: • Tse re di batlang: Ke dilo dife tse o di BATLANG tse o ka itumelelang go nna le tsone mme gone tota di se botlhokwa jalo?

# text
source: Do you want to receive Step 3?
tn_za: A o batla go amogela kgato 3?

# text
source: Step 3: Build your own budget
tn_za: Kgato 3: Itirele tekanyetsokabo

# text
source: • Find a bag of stones or anything with lots of bits. This is your money for the month.
tn_za: • Batla kgetsana ya majwe kgotsa sengwe fela se senang le dibitsi tse dintsi. Seno ke madi a gago a kgwedi.

# text
source: • As a family, decide what you will spend on what, and put the stones on your picture.
tn_za: • Dirang tshwetso gore lo a go dirisa bokae go reka eng, mme lo bo lo baya maje/dilo tseo mo godimo ga setshwantsho seo.

# text
source: • If you can save even a tiny amount for the future, or for an emergency – it can make a big difference over time.
tn_za: • Fa lo ka boloka le eleng madi a mannye fela a maemo a tshoganyetso mo isagweng - e ka dira pharologanyo fa nako e ntse e ya.

# text
source: Do you want to receive Step 4?
tn_za: A o batla go amogela kgato 4?

# text
source: Step 4: Find out where you can get extra help
tn_za: Kgato 4: Dira dithulaganyo tsa gore o ka bona kae thuso e e oketsegileng

# text
source: Your government or community groups may be giving money, vouchers, or food parcels to families in need. Ask about whether places in your community are giving support.
tn_za: Puso kgotsa ditlhopha tsa baagi di ka tswa di neelana ka madi, diboutshara kotsa diphuthelwalana tsa dijo go malapa a a di tlhokang. Botsa gore a gona le mafelo mo baaging ao a neelanang ka tshegetso.

# text
source: Well done for adding another skill to your Parenting Toolkit! Over the next few days, try following these steps to create a family budget. You can even involve your partner in the discussion. Millions of families find that learning ways to manage money as a family reduces family arguments and brings everyone together. That's real success!
tn_za: O dirile bontle ka go tsenya kgono e le nngwe go Kaedi ya Botsadi beke eno! Mo malatsing a a mmalwa a a latelang, leka dikgato tse di latelang go tlhama tekanyetsokabo ya lelapa. O ka nna wa tsenyeletsa molekane wa gago mo motlotlong. Dimilione tsa malapa di fitlhela gore go ithuta mekgwa go laola madi jaaka lelapa go fokotsa diknyanyisano le go golaganya botlhe mmogo. Ke katlego e kgolo!

# text
source: Well done for adding another layer to your House of Support! Over the next few days, try following these steps to create a family budget. You can even involve your partner in the discussion. Millions of families find that learning ways to manage money as a family reduces family arguments and brings everyone together. That's real success!
tn_za: O dirile sentle ka go tsenya moalo o le mongwe go Ntlo ya gago ya Tshegetso! Mo malatsing a a mmalwa a a latelang, leka dikgato tse di latelang go tlhama tekanyetsokabo ya lelapa. O ka nna wa tsenyeletsa molekane wa gago mo motlotlong. Dimilione tsa malapa di fitlhela gore go ithuta mekgwa go laola madi jaaka lelapa go fokotsa diknyanyisano le go golaganya botlhe mmogo. Ke katlego e kgolo!

# text
source: Millions of families are struggling to make ends meet especially due to the COVID-19 pandemic. When money is tight, this can make us feel anxious, stressed, and sad. How we understand and talk about money with our children is important. Our children can also help us to spend and save in ways that will benefit the family.
tn_za: Dimione tsa malapa di itemogela mathata go kopantsha dilo segolo ka ntlha ya leroboro la COVID-19. Fa madi a tlhaela, re ka itemogela ketsaetsego, ra imelea le go hutsafala. Gore re tlhaloganya le go bua jang ka madi le bana ba rona go botlhokwa. Bana ba rona ba kgona go re thusa go dirisa le go boloka ka mekgwa e e tswelang lelapa mosola.

# text
source: Making a budget with your children and teens.
tn_za: Go dira tekanyetsokabo mmogo le bana le basha ba gago.

# text
source: A budget is how we decide what we will spend our money on, even in stressful times. Making a budget together helps children understand that we all need to make hard decisions in difficult times. It can also help you have enough at the end of the month so that you need to borrow less.
tn_za: Tsekanyetsokabo e ka ga go swetsa gore re dirisa madi mo go eng, le mo dinakong tse di boima tota. Go dira tekanyetsokabo mmogo go thusa bana go tlhaloganya gore rotlhe re tlhoka go tsaya ditshwetso tse di popota mo dipakeng tse di boima. Gape go kago thusa go nna le go go lekaneng kwa bokhutlong jwa kgwedi goretlhokego ya gore o dime e nne kwa tlase.

# text
source: Do you want 4 quick steps to help you make a budget and save money with your children?
tn_za: A o batla dikgato tse di bonako di le 4 go go tusa golekanyetsa le go boloka madi?

# text
source: • Discuss with your children what things you could try to spend less on as a family.
tn_za: • Buisana le bana ba gago ka dilo tse le tla lekang go di dira go kgona go dirisa madi a a kwa tlase jaaka lelapa.

# text
source: Well done for adding another skill to your Parenting Toolkit! Over the next few days, try following these steps by involving your child in creating a family budget. Millions of families find that learning ways to manage money as a family reduces family arguments and brings everyone together. That's real success!
tn_za: O dirile bontle ka go tsenya kgono e le nngwe go Kaedi ya Botsadi beke eno! Mo malatsing a a mmalwa a a latelang, leka dikgato tse di latelang go tlhama tekanyetsokabo ya lelapa. Dimilione tsa malapa di fitlhela gore go ithuta mekgwa go laola madi jaaka lelapa go fokotsa diknyanyisano le go golaganya botlhe mmogo. Ke katlego e kgolo!

# text
source: Well done for adding another layer to your House of Support! Over the next few days, try following these steps by involving your child in creating a family budget. Millions of families find that learning ways to manage money as a family reduces family arguments and brings everyone together. That's real success!
tn_za: O dirile sentle ka go tsenya moalo o le mongwe go Ntlo ya gago ya Tshegetso! Mo malatsing a a mmalwa a a latelang, leka dikgato tse di latelang go tlhama tekanyetsokabo ya lelapa. Dimilione tsa malapa di fitlhela gore go ithuta mekgwa go laola madi jaaka lelapa go fokotsa diknyanyisano le go golaganya botlhe mmogo. Ke katlego e kgolo!

# text
source: Have you noticed and shared emotions with @fields.child_nickname recently?
tn_za: A o lemogile le go arolelanela maikutlo le @fields.child_nickname morago jaana?

# text
source: Have you noticed and shared emotions with your child or teen recently?
tn_za: A o lemogile le go arolelanela maikutlo le ngwana kgotsa mosha wa gago morago jaana?

# text
source: How did your child respond?
tn_za: Ngwana wa gago o arabile jang?

# text
source: Would you like to review the content?
tn_za: A o ka rata go go leba diteng gape?

# text
source: Being specific is not rude or insensitive, it really helps others understand you clearly and prevents confusion in the family. Emotions like anger and stress are part of our lives. All we need to do when we feel angry and stressed is know how to handle it by taking a few deep breaths before responding.
tn_za: Go totobala ga e se go tlhoka maitseo kgotsa go sa amege - seno se thusa ba bangwe go go tlhaloganya sentle mme seno se dira gore go seke ga nna le go tlhakana tlhogo mo lelapeng. Go ikutlwa o galefile le go tshwenyega mo maikutlong ke karolo ya botshelo jwa rona. Se re tlhokang go se dira fa re galefile le go tshwenyega mo maikutlong ke go tshwara maikutlo a rona sentle ka go hemela ko teng makgetlo a le mmalwa pele o araba.

# text
source: It’s okay to not want to share at that time. Find some time later on when you feel calmer to explain so that everyone can understand.
tn_za: Go siame go sa batle go bua ka nako eo. Batla nako ya go tlhalosa kgantele, fa o ikutlwa o ritibetse, gore mongwe le mongwe a go tlhaloganye.

# text
source: Well done @fields.user_name! Using words to describe emotions will help your child manage difficult feelings and enjoy positive ones.
tn_za: O dirile sentle @fields.user_name! Go dirisa mafoko go tlhalosa maikutlo go tla thusa ngwana wa gago go laola maikutlo a a bokete le go itumelela a a monate.

# text
source: Well done! Using words to describe emotions will help your child manage difficult feelings and enjoy positive ones.
tn_za: O dirile sentle! Go dirisa mafoko go tlhalosa maikutlo go tla thusa ngwana wa gago go laola maikutlo a a bokete le go itumelela a a monate.

# text
source: Noticing and sharing emotions can be difficult at first, but you and @fields.child_nickname will get used to it. Keep trying and you will see the positive change!
tn_za: Go elatlhoko le go bua ka maikutlo go ka nna popota kwa ntlheng, fela wena le @fields.child_nickname le tla tlwaela. Nna o leke mme fa go ntse go ile, dilo di tla tsamaya sentle!

# text
source: Noticing and sharing emotions can be difficult at first, but you and your child or teen will get used to it. Keep trying and you will see the positive change!
tn_za: Go elatlhoko le go bua ka maikutlo go ka nna popota kwa ntlheng, fela wena le ngwana kgotsa mosha wa gago le tla tlwaela. Nna o leke mme fa go ntse go ile, dilo di tla tsamaya sentle!

# text
source: We are sorry it did not go well.
tn_za: Re maswabi ga go a tsamaya sentle.

# text
source: I am sorry it did not go well.
tn_za: Ke maswabi ga go a tsamaya sentle.

# text
source: What was difficult for you about sharing emotions with @fields.child_nickname?
tn_za: Ke eng se se nnileng popota go wena ka ga go arolelanela maikutlo le @fields.child_nickname?

# text
source: What was difficult for you about sharing emotions with your child or teen ?
tn_za: A Ke eng se se nnileng popota go wena ka ga go arolelanela maikutlo le ngwana kgotsa mosha wa gago?

# text
source: Wonderful! You may even start noticing that @fields.child_nickname is more aware about how you are feeling, too. Keep it up!
tn_za: Bontle tota! O ka nna wa simolola go lemoga gore @fields.child_nickname o lemogile go gore o ikutlwa jang le wena. Tswelela fela jalo!

# text
source: Wonderful! You may even start noticing that your child or teen is more aware about how you are feeling, too. Keep it up!
tn_za: Bontle tota! O ka nna wa simolola go lemoga gore ngwana kgotsa mosha o lemogile go gore o ikutlwa jang le wena. Tswelela fela jalo!

# text
source: Sharing emotions – especially the difficult ones – sets an important example for @fields.child_nickname! It actually makes everyone in the family stronger, because you can understand and support each other better.
tn_za: Go bua maikutlo a gago – segolo jang a a boima – go tlhomela 1 sekao sa botlhokwa @fields.child_nickname! Tota e bile go dira gore mongwe le mongwe mo lelapeng a tiye le go feta, ka ntlha ya gore lo kgona go tlhaloganyana le go tshegetsana botoka.
