Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/tn/tn_messages.po
Languages: tn_za

# text
source: Look at @fields.child_nickname. Nodding or “I see” shows @fields.child_nickname you are really paying attention. Accept what they are saying without judging them.
tn_za: Leba @fields.child_nickname. Koma kgotsa “ke a bona” e bontsha @fields.child_nickname gore o reeditse. Amogela se ba se buang ntle le go ba atlhola.

# text
source: Look at your teen. Nodding or “I see” shows your teen you are really paying attention. Accept what they are saying without judging them.
tn_za: Lebelela mosha wa gago. Koma kgotsa “ke a bona” e bontsha mosha wa gago gore o reeditse. Amogela se ba se buang ntle le go ba atlhola.

# text
source: One-on-One Time with your teen can be fun for you, too! You might even find that you feel less stressed after spending time with @fields.child_nickname.
tn_za: Go ipha nako mmogo le mosha wa gago e ka nna monate le mo go wena, tota! O ka fitlhela e le gore o ikutlwa o imologile morago ga go tshameka le @fields.child_nickname.

# text
source: One-on-One Time with your teen can be fun for you, too! You might even find that you feel less stressed after spending time with your teen.
tn_za: Go ipha nako mmogo le mosha wa gago e ka nna monate le mo go wena, tota! O ka fitlhela e le gore o ikutlwa o imologile morago ga go tshameka le mosha wa gago.

# text
source: Here is a comic that shows how you can give @fields.child_nickname love and support when they share difficult emotions with you.
tn_za: Fano ke khomiki go go bontsha gore o ka neela @fields.child_nickname lerato le tshegetso jang fa ba arolelanela le wena maikutlo a a bokete.

# text
source: Parent (looks back to teen): “I understand it is hard to be separate from your friends. Especially since I am sure they are missing you, too. Let’s think of some ways that you could reach out to them.”
tn_za: Motsadi (o lebelela mosha wa gagwe): “Ke tlhaloganya gore go thata go kgaogana le ditsala tsa gago. Segolo gonne ke dumela gore le bone ba a gopola. Tla re akanye mekgwa e mengwe e re ka ikgolaganyang le bona.”

# text
source: Here is a comic that shows how you can give your teen love and support when they share difficult emotions with you.
tn_za: Fano ke khomiki go go bontsha gore o ka neela mosha wa gago lerato le tshegetso jang fa ba arolelanela le wena maikutlo a a bokete.

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit. Over the next few days, try spending at least 5 minutes of One-on-One Time with your teen. Quality time is the best gift that you can ever give your child!
tn_za: O dirile sentle @fields.user_name! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno. Mo malatsing a a mmalwa a a tlang, leka go nna le bonnye ba metsotso e le 5 ya nako ya motho ka mong le mosha wa gago. Nako ya boleng ke mpho e e siameng e o ka e neelang ngwana wa gago!

# text
source: Well done! You have added another skill to your Parenting Toolkit. Over the next few days, try spending at least 5 minutes of One-on-One Time with your teen. Quality time is the best gift that you can ever give your child!
tn_za: O dirile sentle! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno. Mo malatsing a a mmalwa a a tlang, leka go nna le bonnye ba metsotso e le 5 ya nako ya motho ka mong le mosha wa gago. Nako ya boleng ke mpho e e siameng e o ka e neelang ngwana wa gago!

# text
source: Well done @fields.user_name! You have added another layer to your House of Support. Over the next few days, try spending at least 5 minutes of One-on-One Time with your teen. Quality time is the best gift that you can ever give your child!
tn_za: O dirile sentle @fields.user_name! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso beke eno. Mo malatsing a a mmalwa a a tlang, leka go nna le bonnye ba metsotso e le 5 ya nako ya motho ka mong le mosha wa gago. Nako ya boleng ke mpho e e siameng e o ka e neelang ngwana wa gago!

# text
source: Well done! You have added another layer to your House of Support. Over the next few days, try spending at least 5 minutes of One-on-One Time with your teen. Quality time is the best gift that you can ever give your child!
tn_za: O dirile sentle! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso beke eno. Mo malatsing a a mmalwa a a tlang, leka go nna le bonnye ba metsotso e le 5 ya nako ya motho ka mong le mosha wa gago. Nako ya boleng ke mpho e e siameng e o ka e neelang ngwana wa gago!

# text
source: How helpful was this tip?
tn_za: Kakantsho eno e nnile mosola jang?

# text
source: How helpful was this activity?
tn_za: Tirwana eno e nnile mosola jang?

# text
source: Have these relaxation activities helped reduce the stress in your life?
tn_za: Ditirwana tseno tsa go repa di thusitse jang go fokotsa kgatelelo mo botshelong jwa gago?

# text
source: Was this advice helpful?
tn_za: A kgakololo eno e nnile mosola?

# text
source: Thank you for the feedback!
tn_za: Re lebogela dipholo!

# text
source: What kind of activity do you want?
tn_za: O batla mofuta ofe wa tirwana?

# text
source: What kind of activity do you want for your baby?
tn_za: O batlela lesea la gago mofuta ofe wa tirwana?

# text
source: What kind of activity do you want for your teen?
tn_za: O batlela mosha wa gago mofuta ofe wa tirwana?

# text
source: What kind of activity do you want for your child?
tn_za: O batlela ngwana wa gago mofuta ofe wa tirwana?

# text
source: Who would you like an activity for?
tn_za: O ka batlela mang tirwana?

# text
source: Would you like to choose another activity?
tn_za: A o ka rata go tlhopha tirwana e nngwe?

# text
source: That's okay! Here is a great resource from LEGO of more activities that you can do with your children!
tn_za: Ga se bothata! Fano ke sediriswa se sentle go tswa go LEGO sa ditirwana tse o ka di dirang le bana ba gago!

# text
source: Which parenting topics would you like to revisit?
tn_za: O ka rata go etela ditlhogo dife tsa botsadi gape?

# text
source: Type "back" if you want to go back to the Help menu.
tn_za: Tlanya “morago” fa o batla go ya go mmenu wa Thuso.

# text
source: You have the following completed skills in your Parenting Toolkit:
tn_za: O na le dikgono tse di digetsweng tse di latelang go Kaedi ya Botsadi ya gago:

# text
source: You have made progress on the following skills:
tn_za: O gatetsepele go dikgono tse di latelang:

# text
source: You don't have any incomplete skill.
tn_za: Ga o na kgono epe e e sa digelwang.

# text
source: You don't have any completed skill in your parenting toolkit yet.
tn_za: O santse o sena kgono epe e e digetsweng go Kaedi ya Botsadi ya gago.

# text
source: Type the number corresponding to the skill to receive messages about this topic again.
tn_za: Tlanya nomoro e e tsamaisanang le kgono go amogela melaetsa ka ga setlhogo seno gape.

# text
source: Type "back" if you want to go back to the previous options.
tn_za: Tlanya “morago” fa o batla go ya go diitlhophelo tse di fetileng.

# text
source: Sorry, I don't understand what you mean. Please reply with a number between 1 and @results.n_skills for receiving messages about that topic again.
tn_za: Intshwarele, ga ke go tlhaloganye. Ka kopo araba ka nomoro magareng ga 1 le @results.n_skills go amogela melaetsa ka ga setlhogo seo gape.

# text
source: Type the number corresponding to the skill to complete it for your Parenting Toolkit.
tn_za: Tlanya nomoro e e tsamaisanang le kgono go digela O na le dikgono tse di digetsweng tse di latelang go Kaedi ya Botsadi ya gago.

# text
source: Sorry, I don't understand what you mean. Please reply with a number between 1 and @results.n_skills for completing the corresponding skill.
tn_za: Intshwarele, ga ke go tlhaloganye. Ka kopo araba ka nomoro magareng ga 1 le @results.n_skills go digela kgono e e tsamaisanang.

# text
source: Would you like to go back to the Help menu?
tn_za: A o ka rata go boela morago go mmenu wa Thuso?

# text
source: We hope that was helpful. Chat later @fields.user_name!
tn_za: Re tshepa gore seo se thusitse. Tla re bue moragonyana @fields.user_name!

# text
source: I hope that was helpful. Chat later @fields.user_name!
tn_za: Ke tshepa gore seo se thusitse. Tla re bue moragonyana @fields.user_name!

# text
source: We hope that was helpful. Chat later!
tn_za: Re tshepa gore seo se thusitse. Tla re bue moragonyana!

# text
source: I hope that was helpful. Chat later!
tn_za: Ke tshepa gore seo se thusitse. Tla re bue moragonyana!

# text
source: How can we help you with your children?
tn_za: Re ka go thusa jang ka bana ba gago?

# text
source: How can I help you with your children?
tn_za: Re ka go thusa jang ka bana ba gago?

# text
source: How can we help you keep your children safe?
tn_za: Re ka go thusa jang go tshola bana ba gago ba sireletsegile?

# text
source: How can I help you keep your children safe?
tn_za: Nka go thusa jang go tshola bana ba gago ba sireletsegile?

# text
source: What do you need help with?
tn_za: O tlhoka go thusiwa ka eng?

# text
source: How can I help you?
tn_za: Re ka go thusa jang?

# text
source: The age group you are currently receiving parenting tips for is: Baby (0 to 23 months old).
tn_za: Setlhopha sa dingwaga seo o amogelang dikakantsho tsa batsadi ka ga sona gajaana ke sa: Lesea (dikgwedi di le 0 go ya go di le 23).

# text
source: The age group you are currently receiving parenting tips for is: Young child (2 to 9 years).
tn_za: Setlhopha sa dingwaga seo o amogelang dikakantsho tsa batsadi ka ga sona gajaana ke sa: Bana ba bannye (dingwaga di le 2 go ya go di le 9).

# text
source: The age group you are currently receiving parenting tips for is: Teenager (10 to 17 years).
tn_za: Setlhopha sa dingwaga seo o amogelang dikakantsho tsa batsadi ka ga sona gajaana ke sa: Basha (dingwaga di le 10 go ya go di le 17).

# text
source: Would you like to receive parenting tips for another age group?
tn_za: Ke setlhopha sefe sa dingwaga tse o tla ratang go se amogelela dikakantsho tsa botsadi?

# text
source: Which age group would you like to receive parenting tips for?
tn_za: Ke setlhopha sefe sa dingwaga tse o tla ratang go se amogelela dikakantsho tsa botsadi?

# text
source: What would you like to do?
tn_za: O ka rata go dira eng?

# text
source: What would you like to change?
tn_za: O ka rata go fetola eng?

# text
source: Type "EXIT" to stop receiving messages.
tn_za: Tlanya “TSWAYA” go emisa go amogela melaetsa.

# text
source: Would you like to go back to tech support?
tn_za: A o ka rata go boela morago go tshegetso ya setegeniki?

# text
source: Ok, thanks. Chat to you later!
tn_za: Go siame, ke a leboga. Ke tla bua le wena moragonyana!

# text
source: Would you like to change the language you are currently receiving messages in?
tn_za: A o ka rata go fetola puo e o amogelang melaetsa ka yona gajaana?

# text
source: Which language would you like?
tn_za: O tla rata puo efe?

# text
source: If you do not want to receive any more messages, please type "STOP MESSAGES."
tn_za: Fa o sa batle go amogela melaetsa e mengwe, ka kopo tlanya “EMISA MELAETSA.”

# text
source: If you made a mistake, please type "back" and choose another option.
tn_za: Fa o dirile phoso, ka kopo tlanya “morago” mme o kgethe iitlhophelo e nngwe.

# text
source: I hope to see you again soon, and I wish you a happy and peaceful day!
tn_za: Ke tshepa go go bona gape mo nakong e e sa fediseng pelo, mme ke go lakaletsa letsatsi le le monate le le tletseng kagiso!

# text
source: Your name or nickname is @fields.user_name.
tn_za: Leina la gago kgotsa la gago la matlhaletso ke @fields.user_name.

# text
source: The name or nickname of your child is @fields.child_nickname.
tn_za: Leina kgotsa la matlhaletso la ngwana wa gago ke @fields.child_nickname.

# text
source: What would you like to update?
tn_za: O ka rata go tlhabolola eng?

# text
source: Would you like to update any other information?
tn_za: O ka rata go tlhabolola tshedimosetso nngwe fela?

# text
source: You told us that you are @fields.age years old.
tn_za: O re boleletse gore o dingwaga di le @fields.age.

# text
source: You told me that you are @fields.age years old.
tn_za: O mpoleletse gore o dingwaga di le @fields.age.

# text
source: You did not tell us your age.
tn_za: Ga o ise o re bolelele dingwaga tsa gago.

# text
source: You did not tell me your age.
tn_za: Ga o ise o mpolelele dingwaga tsa gago.

# text
source: You told us that you are a man.
tn_za: O re boleleletse gore o monna.

# text
source: You told me that you are a man.
tn_za: O mpoleletsegore o monna.

# text
source: You told us that you are a woman.
tn_za: O re boleleletse gore o mosadi.

# text
source: You told me that you are a woman.
tn_za: O mpoleletse gore o mosadi.

# text
source: You did not tell us if you are a man or a woman.
tn_za: Ga o a re bolelela gore a o monna kgotsa mosadi.

# text
source: You did not tell me if you are a man or a woman.
tn_za: Ga o a mpolelela gore a o monna kgotsa mosadi.

# text
source: You did not tell us your relationship status.
tn_za: Ga o a re bolelela maemo a kamano ya gago.

# text
source: You did not tell me your relationship status.
tn_za: Ga o a re bolelela maemo a kamano ya gago.

# text
source: You told us that you are divorced or separated.
tn_za: O re boleletse gore o tlhadile kgotsa le kgaogane.

# text
source: You told me that you are divorced or seperated.
tn_za: O mpoleletse gore o tlhadile kgotsa le kgaogane.

# text
source: You told us that you are single.
tn_za: O re boleleletse gore ga o a nyalwa.

# text
source: You told me that you are single.
tn_za: O mpoleletse gore ga o a nyalwa.

# text
source: You told us that you are married.
tn_za: O re boleleletse gore o a nyetse.

# text
source: You told me that you are married.
tn_za: O mpoleletse gore o a nyetse.

# text
source: You told us that you are partnered but not married.
tn_za: O re boleletse gore o na le molekane fela ga le a nyalana.

# text
source: You told me that you are partnered but not married
tn_za: O mpoleletse gore o na le molekane fela ga le a nyalana

# text
source: You told us that you are widowed.
tn_za: O re boleletse gore o tlhokafaletswe ke molekane.

# text
source: You told me that you are widowed.
tn_za: O mpoleletse gore o tlhokafaletswe ke molekane.

# text
source: Your current setting for receiving media content is: High - text, audios, images, videos (high data).
tn_za: Thulaganyo ya gajaana ya go amogela diteng tsa mmediya ke: Godimo - mokwalo, odiyo, ditshwantsho, dibidiyo (data e e kwa godimo_).

# text
source: Would you like to change it?
tn_za: A o ka rata go e fetola?

# text
source: Your current setting for receiving media content is: Medium - text, audios, images (low data).
tn_za: Thulaganyo ya gajaana ya go amogela diteng tsa mmediya ke: Magareng - mokwalo, odiyo, ditshwantsho (data e e magareng).

# text
source: Would you like to change it?
tn_za: A o ka rata go e fetola?

# text
source: Your current setting for receiving media content is: Low - text only (almost no data).
tn_za: Thulaganyo ya gajaana ya go amogela diteng tsa mmediya ke: Tlase -mokwalo fela (go ka tswa go sena data).

# text
source: Would you like to change it?
tn_za: A o ka rata go e fetola?

# text
source: How would you like your messages?
tn_za: O ka rata melaetsa ya gago jang?

# text
source: How can we help you?
tn_za: Re ka go thusa jang?

# text
source: You told us that you are a parent/caregiver of a baby (0 to 23 months old).
tn_za: O re boleletse gore o motsadi/motlhokomedi wa lesea (dikgwedi di le 0 go ya go 23)?

# text
source: You told me that you are a parent/caregiver of a baby (0 to 23 months old).
tn_za: O mpoleletse gore o motsadi/motlhokomedi wa lesea (dikgwedi di le 0 go ya go 23)?

# text
source: You told us that you are a parent/caregiver of a baby (0 to 23 months old) and teenager (10 to 17 years).
tn_za: O re boleletse gore o motsadi/motlhokomedi wa lesea (dikgwedi di le 0 go ya go 23) le mosha (dingwaga di le 10-17).?

# text
source: You told me that you are a parent/caregiver of a baby (0 to 23 months old) and teenager (10 to 17 years).
tn_za: O re boleletse gore o motsadi/motlhokomedi wa lesea (dikgwedi di le 0 go ya go 23) le mosha (dingwaga di le 10-17).?

# text
source: You told us that you are a parent/caregiver of a teenager (10 to 17 years).
tn_za: O re boleletse gore o motsadi/motlhokomedi wa mosha (dingwaga di le 10 go ya go 17)?

# text
source: You told me that you are a parent/caregiver of a teenager (10 to 17 years).
tn_za: O mpoleletse gore o motsadi/motlhokomedi wa mosha (dingwaga di le 10 go ya go 17)?

# text
source: You told us that you are a parent/caregiver of a young child (2 to 9 years).
tn_za: O re boleletse gore o motsadi/motlhokomedi wa ngwana yo monnye (dingwaga di le 2 go ya go 9)?

# text
source: You told me that you are a parent/caregiver of a young child (2 to 9 years).
tn_za: O mpoleletse gore o motsadi/motlhokomedi wa ngwana yo monnye (dingwaga di le 2 go ya go 9)?

# text
source: You told us that you are a parent/caregiver of a young child (2 to 9 years) and teenager (10 to 17 years).
tn_za: O re boleletse gore o motsadi/motlhokomedi wa lesea (dikgwedi di le 2 go ya go 9) le mosha (dingwaga di le 10-17).?

# text
source: You told me that you are a parent/caregiver of a young child (2 to 9 years) and teenager (10 to 17 years).
tn_za: O mpoleletse gore o motsadi/motlhokomedi wa lesea (dikgwedi di le 2 go ya go 9) le mosha (dingwaga di le 10-17).?

# text
source: You told us that you are a parent/caregiver of baby (0 to 23 months old) and young child (2 to 9 years).
tn_za: O re boleletse gore o motsadi/motlhokomedi wa lesea (dikgwedi di le 0 go ya go 23) le ngwana yo monnye (dingwaga di le 2-9).?

# text
source: You told me that you are a parent/caregiver of baby (0 to 23 months old) and young child (2 to 9 years).
tn_za: O mpoleletse gore o motsadi/motlhokomedi wa lesea (dikgwedi di le 0 go ya go 23) le ngwana yo monnye (dingwaga di le 2-9).?

# text
source: You told us that you are a parent/caregiver of a baby (0 to 23 months old), young child (2 to 9 years) and teenager (10 to 17 years).
tn_za: O re boleletse gore o motsadi/motlhokomedi wa lesea (dikgwedi di le 0 go ya go 23), ngwana yo monnyee (dingwaga di le 2 go ya go 9) le mosha (dingwaga di le 10 go ya go 17).

# text
source: You told me that you are a parent/caregiver of a baby (0 to 23 months old), young child (2 to 9 years) and teenager (10 to 17 years).
tn_za: O mpoleletse gore o motsadi/motlhokomedi wa lesea (dikgwedi di le 0 go ya go 23), ngwana yo monnyee (dingwaga di le 2 go ya go 9) le mosha (dingwaga di le 10 go ya go 17).

# text
source: @results.count One-on-one time
tn_za: @results.count Nako ya Motho ka mong

# text
source: @results.count Taking a Pause
tn_za: @results.count Go Ema go se kae

# text
source: @results.count Managing anger
tn_za: @results.count Go laola kgalefo

# text
source: @results.count Giving positive instructions
tn_za: @results.count Go neelana ka ditaelo tse di siameng

# text
source: @results.count Praising your children
tn_za: @results.count Go akgola bana ba gago

# text
source: @results.count Establishing daily routines
tn_za: @results.count Go tlhama mekgwatlwaelo ya letsatsi le letsatsi

# text
source: @results.count Setting household rules
tn_za: @results.count Go baya melao ya fa gae

# text
source: @results.count Redirecting behaviour
tn_za: @results.count Go kaelagape maitsholo

# text
source: @results.count Using appropriate consequences
tn_za: @results.count Go dirisa ditlamorago tse di maleba

# text
source: @results.count Shared reading
tn_za: @results.count Go buisa mmogo

# text
source: @results.count Ignoring demanding behaviours
tn_za: @results.count Go ikgatholosa maitsholo a a pateletsang

# text
source: @results.count Solving problems with your teen
tn_za: @results.count Rarabolola mathata le mosha wa gago

# text
source: @results.count Keeping your child safe online
tn_za: @results.count Go tshola ngwana wa gago a bolokegile go inthanete

# text
source: @results.count Coping with crying
tn_za: @results.count Samagana le go lela

# text
source: @results.count Giving emotional support
tn_za: @results.count Go neelana ka tshegetso ya maikutlo

# text
source: @results.count Responding to crises
tn_za: @results.count Go arabelana le mathata

# text
source: @results.count Understanding safe/unsafe touch
tn_za: @results.count Go tlhaloganya go kgongwa go go sireletsegile /go go sa sireletsegang

# text
source: @results.count Making a happy and peaceful home
tn_za: @results.count Go dira legae le le boitumelo le kagiso

# text
source: @results.count Family budgeting
tn_za: @results.count Ditekanyetsokabo tsa lelapa

# text
source: @results.count Talking about COVID19
tn_za: @results.count Go bua ka ga COVID19

# text
source: @results.count Supporting children with disabilities
tn_za: @results.count Go tshegetsa bana ba ba tshelang ka bogole

# text
source: @results.count Child Development
tn_za: @results.count Tlhabololo ya Ngwana

# text
source: @results.count Helping your children learn
tn_za: @results.count Go thusa bana ba gago go ithutaGo akgola bana ba gago

# text
source: @results.count Keeping healthy
tn_za: @results.count Go itshola o itekanetse

# text
source: @results.count Keeping it positive
tn_za: @results.count Nna le tshepo

# text
source: @results.count Keeping calm
tn_za: @results.count Go ritibala

# text
source: @results.count Community safety
tn_za: @results.count Tshireletsego ya baagi

# text
source: Sorry, you don't have anything to go back to! If you want to revisit any of the parenting tips, please type "Help".
tn_za: Intshwarele, ga go sepe se o ka se boelang! Fa o batla go etelagape nngwe ya dikakantsho tsa botsadi, ka kopo tlanya “Thuso”.

# text
source: Good morning! We are so happy to be sharing these parenting tips with you.
tn_za: Dumela! Re itumetse tota go bo re arolelana dikakantsho tse tsa botsadi mmogo le wena.

# text
source: Good morning! I am so happy to be sharing these parenting tips with you.
tn_za: Dumela! Ke itumetse tota go bo ke arolelana dikakantsho tse tsa botsadi mmogo le wena.

# text
source: Hello! How are you doing? We are so happy that you have signed up to receive these messages. It shows you care.
tn_za: Dumela! O ikutlwa jang? Re itumetse tota go bo ikwadiseditse go amogela melaetsa e. Go bontsha gore o a kgathala.

# text
source: Hello! How are you doing? I am so happy that you have signed up to receive these messages. It shows you care.
tn_za: Dumela! O ikutlwa jang? Ke itumetse tota go bo ikwadiseditse go amogela melaetsa e. Go bontsha gore o a kgathala.

# text
source: Hi @fields.user_name! Would you like some suggestions for fun activities to help develop your baby's brain?
tn_za: Dumela @fields.user_name! A o ka rata ditshitsinyo dingwe tsa dtirwana tsa itumediso go thusa go aga boboko jwa lesea la gago?

# text
source: Hi! Would you like some suggestions for fun activities to help develop your baby's brain?
tn_za: Dumela! A o ka rata ditshitsinyo dingwe tsa dtirwana tsa itumediso go thusa go aga boboko jwa lesea la gago?

# text
source: That's okay! You can always get suggestions for activities to develop your baby's brain by typing "Play". Chat later @fields.user_name!
tn_za: Ga se bothata! O kkgona go bona ditshitsinyo tsa ditirwana tse o ka di dirang ka gale ka go tlanya “Tshameka”. Tla re bue moragonyana @fields.user_name!

# text
source: That's okay! You can always get suggestions for activities to develop your baby's brain by typing "Play". Chat later!
tn_za: Ga se bothata! O kkgona go bona ditshitsinyo tsa ditirwana tse o ka di dirang ka gale ka go tlanya “Tshameka”. Tla re bue moragonyana!
