Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/tn/tn_messages.po
Languages: tn_za

# text
source: Sharing responsibilities in the home benefits everyone! While trying something new can feel hard at first, soon you will start to feel more comfortable. If it helps, ask your partner to join you in the beginning!
tn_za: Go arolelanela maikarabelo fa gae go ungwela botlhe! Fa o leka sengwe se seswa o ka ikutlwa o palelwa lwa ntlha, o tla ikutlwa o simolola go namatshega fa o ntse o tsweletse. Fa go tla thusa, kopa molekane go dira le wena kwa tshimologong!

# text
source: Excellent job @fields.user_name! Sharing the workload benefits the whole family. How was your experience?
tn_za: Tiro e ntle @fields.user_name! Go arolelanela mokgweleo go mosola go lelapa lotlhe. Maitemogelo a gago a nnile jang?

# text
source: Excellent job! Sharing the workload benefits the whole family. How was your experience?
tn_za: Tiro e ntle! Go arolelanela mokgweleo go mosola go lelapa lotlhe. Maitemogelo a gago a nnile jang?

# text
source: We are sorry to hear this. What was difficult for you about sharing family responsibilities?
tn_za: Ke maswabi go utlwa seno. Ke eng se se nnileng popota go wena ka ga go arolelanela maikarabelo a lelapa?

# text
source: I am sorry to hear this. What was difficult for you about sharing family responsibilities?
tn_za: “Ke maswabi go utlwa se . Ke eng se se nnileng popota go wena ka ga go arolelanela maikarabelo a lelapa?

# text
source: Hi @fields.user_name! Have you tried resolving conflict in a calm way even when you have felt frustrated recently?
tn_za: Dumela @fields.user_name! A o kile wa leka go rarabolola kgotlhang ka mokgwa o o ritibetseng le fa o ne o ikutlwa o tlalalane morago jaana?

# text
source: Hi! Have you tried resolving conflict in a calm way even when you have felt frustrated recently?
tn_za: Dumela! A o kile wa leka go rarabolola kgotlhang ka mokgwa o o ritibetseng le fa o ne o ikutlwa o tlalalane morago jaana?

# text
source: Sorry to hear this. What was difficult for you about resolving conflicts between you and your partner?
tn_za: Ke maswabi go utlwa seno. O fitlhetse e leng e e bokete ka ga go rarabolola dikgotlhang magareng ga gago le molekane wa gago?

# text
source: That is great!
tn_za: Ke selo se sentle!

# text
source: It can be really hard to stay calm when we’re having a disagreement with others. Try to think of something that you can do that might help like taking a couple deep breaths.
tn_za: O ka nna boima go tsweletsa o ritibetse fa o na le dikgogakgogano le ba bangwe. Leka go akanya ka sengwe se o ka se dirang se se ka go thusang jaaka go hemela kwa teng makgetlho.

# text
source: It can be easy to forget, but don’t give up! Next time when you start feeling angry, try taking a deep breath before responding. You can also try walking away for a bit if you start feeling frustrated.
tn_za: Go bonolo go lebalega, fela se fele pelo! Mo nakong e e tlang fa o ikutlwa o galefa, leka go hemela kwa teng pele o araba. Gape o ka leka go ktoga nakwana fa o simolola go ikutlwa o tlalalana.

# text
source: By taking a pause before responding, it can help us stay calm and respond better. When you feel yourself getting angry, try taking a pause. You can do this!
tn_za: Ka go ema go se kae pele o raba, o ka re thusa go tswelela go ritibala le go araba botoka. Nako e e tlang fa o ikutlwa o galefa, leka go ema go se kae. O ka dira seno!

# text
source: Sometimes others respond to us negatively when we’re having a disagreement. In these situations, it is sometimes best to walk away for a bit until those involved have calmed down.
tn_za: Nako dingwe ba bangwe ba ka re araba bosula fa re sa dumalane. Mo maemong a, nako dingwe go siame go katoga nakwana go fitlha bao na amegang ba ritibetse.

# text
source: Good job @fields.user_name! Resolving conflicts isn’t always easy. How was your experience?
tn_za: Tiro e ntle @fields.user_name! Go rarabolola dikgotlhang ga go bonolo ka gale. Maitemogelo a gago a nnile jang?

# text
source: Good job! Resolving conflicts isn’t always easy. How was your experience?
tn_za: Tiro e ntle! Go rarabolola dikgotlhang ga go bonolo ka gale. Maitemogelo a gago a nnile jang?

# text
source: Hi @fields.user_name! Have you tried to talk to your partner about your feelings and any difficulties you are facing recently?
tn_za: Dumela @fields.user_name! A o kile wa leka go bua le molekane wa gago ka ga maikutlo a gago kgotsa mathata mangwe fela a o mekamekaneng le ona morago jaana?

# text
source: Hi! Have you tried to talk to your partner about your feelings and any difficulties you are facing recently?
tn_za: Dumela! A o kile wa leka go bua le molekane wa gago ka ga maikutlo a gago kgotsa mathata mangwe fela a o mekamekaneng le ona morago jaana?

# text
source: Good for you! Talking about challenges and our emotions can be hard. How was your experience?
tn_za: Go go siametse! Go bua ka dikgwetlho le maikutlo a rona go ka nna boima. Maitemogelo a gago a nnile jang?

# text
source: Sharing how we feel and talking about the difficulties we’re facing actually makes everyone in the family stronger! By sharing emotions you can better understand and support each other.
tn_za: Go buisana ka ga gore o ikutlwa jang le ka ga mathata ao re lebaganeng le ona gomatlafatsa botlhe fa lelapeng! Ka go arolelanela maikutlo le kgona go tlhaloganyana le go tshegetsana botoka.

# text
source: Sharing your emotions or difficulties you are facing is about making others more aware of how you are feeling. You get to decide how much you want to share. You can also choose to share more at a later time.
tn_za: go arolelanela maikutlo kgotsa mathata a le mekamekaneng le ona go dira ba bangwe gore ba eletlhoko gore o ikutlwa jang. O kgetha gore o batla go arolelanela bokgakala bo jo kae. O kgona go kgetha go arolelanela go feta moragonyana.

# text
source: Talking about our feelings or challenges we’re facing can help others understand and support you better. Emotions and challenges are a part of life and learning how to handle these can help you avoid conflict with loved ones and make life less stressful.
tn_za: Go bua ka maikutlo kgotsa dikgwetlho tse di re lebileng go kgona go thusa ba bangwe go go tlhaloganya le go go tshegetsa botoka. Maikutlo le dikgwetlho ke karolo ya botshelo mme go ithuta gore o mekamekana jang le tsona go kgona go go thusa go efoga kgotlhang le batho ba o ba ratang le go tlhofofatsa botshelo.

# text
source: Starting something new can be difficult. Give yourself and others time to get used to it. By setting a good example by sharing your emotions and challenges you’re facing others will feel start to feel more comfortable sharing too.
tn_za: Go leka sengwe se seswa go ka nna boima! Iphhe nako wena le babangwe go tlwaela se. Ka go nna sekao se se siameng ka go arolelanela maikutlo le dikgwetlho tse o lebaganeng le tsona ba bangwe ba tla simolola go phuthologa go feta mme ba arolelanele a bona

# text
source: It’s okay if you don’t want to share at that time. You can choose to share how you’re feeling at a later time once you feel calmer.
tn_za: Go siame go sa batle go bua ka nako eo. O kgona go khetha go arolelanela maikutlo a gago moragonyana fa o sena go ritibala.

# text
source: We are sorry to hear that. What was hard for you when talking about your feelings and challenges you are facing?
tn_za: Re maswabi go utlwa seo. O fitlhetse e le eng e e boima fa o bua ka ga maikutlo le dikgwetlho tse o mekamekaneng le tsona?

# text
source: I am sorry to hear that. What was hard for you when talking about your feelings and challenges you are facing?
tn_za: Ke maswabi go utlwa seo . O fitlhetse e le eng e e boima fa o bua ka ga maikutlo le dikgwetlho tse o mekamekaneng le tsona?

# text
source: It can be hard sometime to remember. Next time you spend one-on-one time, try and think of one thing you can praise them for. You can even say “thank you for spending time with me!”.
tn_za: Nako dingwe go ka nna thata go gopola. Nako e e tlang fa lo ipha nako mmogo, leka go akanya ka selo se le sengwe se o ka ba akgolelang sone. O ka nna wa re, “Ke lebogela gore o iphile nako le nna!”.

# text
source: No problem, try to notice how they respond next time!
tn_za: Ga gona bothata - leka go bona gore ba tsiboga jang mo nakong e tlang!

# text
source: Hi @fields.user_name! Did you praise @fields.child_nickname during one-on-one time or any other time during the day?
tn_za: Dumela @fields.user_name! A o akgotse @fields.child_nickname ka nako ya motho ka mong kgotsa nako nngwe fela mo letsatsing?

# text
source: Hi @fields.user_name! Did you praise your child during one-on-one time or any other time during the day?
tn_za: Dumela @fields.user_name! A o akgotse ngwana wa gago ka nako ya motho ka mong kgotsa nako nngwe fela mo letsatsing?

# text
source: Hi! Did you praise @fields.child_nickname during one-on-one time or any other time during the day?
tn_za: Dumela! A o akgotse @fields.child_nickname ka nako ya motho ka mong kgotsa nako nngwe fela mo letsatsing?

# text
source: Hi! Did you praise your child during one-on-one time or any other time during the day?
tn_za: Dumela! A o akgotse ngwana wa gago ka nako ya motho ka mong kgotsa nako nngwe fela mo letsatsing?

# text
source: Well done, great job for remembering @fields.user_name. How did your child or teen respond?
tn_za: O dirile sentle ka go gopola @fields.user_name. Ngwana kgotsa mosha wa gago o tsibogile jang?

# text
source: Well done, great job for remembering. How did your child or teen respond?
tn_za: O berekile - o dirile sentle wa gopola! Mosha wa gago o tsibogile jang?

# text
source: Remember, it takes some time for @fields.child_nickname to get used to you praising them. The more time you spend with them, the better it will go!
tn_za: Gopola, go tsaya nako gore @fields.child_nickname a tlwaele go go bona o mo akgola. Fa o ntse o ipha nako e ntsi le bone, go tlile go nna go tokafala!

# text
source: Remember, it takes some time for your child or teen to get used to you praising them. The more time you spend with them, the better it will go!
tn_za: Gopola, go tsaya nako gore ngwana kgotsa mosha wa gago a tlwaele go go bona o mo akgola. Fa o ntse o ipha nako e ntsi le bone, go tlile go nna go tokafala!

# text
source: Well done for noticing how @fields.child_nickname felt, keep it up!
tn_za: O dirile sentle ka go lemoga gore @fields.child_nickname one a ikutlwa tshwara fela jalo!

# text
source: Well done for noticing how your child or teen felt, keep it up!
tn_za: O dira sentle go bona gore ngwana kgotsa mosha wa gago o ikutlwa jang; tswelela pele o dira jalo!

# text
source: It happens, just be patient. Make sure to keep spending time with @fields.child_nickname, so they will value your opinion more and more. When your praise is genuine, you will see the benefits soon!
tn_za: Go a direga - nna pelotelele. Netefatsa gore o nna o ipha nako le @fields.child_nickname, gore ba bone boleng jwa pono ya gago le e leng go feta. Fa o ba akgola go tswa pelong, o tla bona matswela e se kgale!

# text
source: It happens, just be patient. Make sure to keep spending time with your child or teen, so they will value your opinion more and more. When your praise is genuine, you will see the benefits soon!
tn_za: Go a direga - nna pelotelele. Netefatsa gore o nna o ipha nako le mosha wa gago, gore ba bone boleng jwa pono ya gago le e leng go feta. Fa o ba akgola go tswa pelong, o tla bona matswela e se kgale!

# text
source: It can be hard sometime to remember. Routines help your children feel safe and secure. Try to have regular mealtimes and bedtimes. Remember to schedule One-on-One time with your children, too!
tn_za: Nako dingwe go ka nna thata go gopola. Mekgwatlwaelo e thusa bana ba rona go ikutlwa ba sireletsegile le go babalesega. Leka go nna le nako e e tshwanang ya go ja le go robala. Gopola go ipha nako ya motho ka mong le ngwana wa gago!

# text
source: Hi @fields.user_name! Have you been able to create a daily routine with @fields.child_nickname these past few days?
tn_za: Dumela @fields.user_name! A o kgonne go tlhama mokgwatlwaelo wa letsatsi le letsatsi le @fields.child_nickname mo malatsing a a mmalwa a a fetileng?

# text
source: Hi @fields.user_name! Have you been able to create a daily routine with your child these past few days?
tn_za: Dumela @fields.user_name! A o kgonne go tlhama mokgwatlwaelo wa letsatsi le letsatsi le 1 mo malatsing a a mmalwa a a fetileng?

# text
source: Hi! Have you been able to create a daily routine with @fields.child_nickname these past few days?
tn_za: Dumela! A o kgonne go tlhama mokgwatlwaelo wa letsatsi le letsatsi le @fields.child_nickname mo malatsing a a mmalwa a a fetileng?

# text
source: Hi! Have you been able to create a daily routine with your child these past few days?
tn_za: Dumela! A o kgonne go tlhama mokgwatlwaelo wa letsatsi le letsatsi le 1 mo malatsing a a mmalwa a a fetileng?

# text
source: Hi @fields.user_name! Have you been able to give @fields.child_nickname any responsibilities during the last week?
tn_za: Dumela @fields.user_name! A o kgonne go neela @fields.child_nickname maikarabelo mangwe fela mo bekeng e e fetileng?

# text
source: Hi @fields.user_name! Have you been able to give your teen any responsibilities during the last week?
tn_za: Dumela @fields.user_name! A o kgonne go neela mosha wa gago maikarabelo mangwe fela mo bekeng e e fetileng?

# text
source: Hi! Have you been able to give @fields.child_nickname any responsibilities during the last week?
tn_za: Dumela! A o kgonne go neela @fields.child_nickname maikarabelo mangwe fela mo bekeng e e fetileng?

# text
source: Hi! Have you been able to give your teen any responsibilities during the last week?
tn_za: Dumela! A o kgonne go neela mosha wa gago maikarabelo mangwe fela mo bekeng e e fetileng?

# text
source: That's okay. It can be hard sometimes to remember. Next time you have a task that @fields.child_nickname could do, you can give the job to them. Children often respond well when they are given the opportunity to become more responsible. Praise your teen whenever they complete their job, you can say “thank you for doing such a great job!”.
tn_za: Go siame! Nako dingwe go ka nna thata go gopola. Mo nakong e e tlang fa o na le tiro e @fields.child_nickname a kgonang go e dira, o ka ba neela yona. Gantsi bana ba tsiboga sentle fa ba neelwa tshono go rwala maikarabelo. Akgola mosha wa gago fela fa a digela tiro ya gagwe, o kgona gore “ke lebogela fa o dirile tiro e ntle jaana!”

# text
source: That's okay. It can be hard sometimes to remember. Next time you have a task that your teen could do, you can give the job to them. Children often respond well when they are given the opportunity to become more responsible. Praise your teen whenever they complete their job, you can say “thank you for doing such a great job!”.
tn_za: Go siame! Nako dingwe go ka nna thata go gopola. Mo nakong e e tlang fa o na le tiro e mosha wa gago a kgonang go e dira, o ka ba neela yona. Gantsi bana ba tsiboga sentle fa ba neelwa tshono go rwala maikarabelo. Akgola mosha wa gago fela fa a digela tiro ya gagwe, o kgona gore “ke lebogela fa o dirile tiro e ntle jaana!”

# text
source: Well done! As @fields.child_nickname shows more responsibility, you can also give them extra privileges. Try to share responsibilities equally amongst women/men and girls/boys. Praise @fields.child_nickname whenever they do their job!
tn_za: O dirile sentle! Fa @fields.child_nickname bontsha maikarabelo a mangwe, o kgona gape go mo neela dithata tse di okeditsweng. Leka go aorlelanela maikarabelo ka go lekana magareng ga basadi/banna le basetsana/basimane. Akgola @fields.child_nickname fela fa a dirile tiro ya gagwe!

# text
source: Well done! As your teen shows more responsibility, you can also give them extra privileges. Try to share responsibilities equally amongst women/men and girls/boys. Praise your teen whenever they do their job!
tn_za: O dirile sentle! Fa mosha wa gago a bontsha maikarabelo a mangwe, o kgona gape go mo neela dithata tse di okeditsweng. Leka go aorlelanela maikarabelo ka go lekana magareng ga basadi/banna le basetsana/basimane. Akgolamosha wa gago fela fa a dirile tiro ya gagwe!

# text
source: Well done, you are doing a great job @fields.user_name! Having regular routines allows your children to feel safe and secure. Remember that it is important to schedule free time for @fields.child_nickname (and for you!). Keep it up!
tn_za: O dira tiro e ntle @fields.user_name! Go nna le mekgwatlwaelo e e tshwanang go letla bana ba gago go ikutlwa ba sireletsegile le go babalesega. Gopola gore go botlhokwa go rulaganya nako ya go ikhutsa go @fields.child_nickname (le go wena). Tswelela fela jalo!

# text
source: Well done, you are doing a great job @fields.user_name! Having regular routines allows your children to feel safe and secure. Remember that it is important to schedule free time for your child (and for you!). Keep it up!
tn_za: O dira tiro e ntle @fields.user_name! Go nna le mekgwatlwaelo e e tshwanang go letla bana ba gago go ikutlwa ba sireletsegile le go babalesega. Gopola gore go botlhokwa go rulaganya nako ya go ikhutsa go 2 (le go wena). Tswelela fela jalo!

# text
source: Well done, you are doing a great job! Having regular routines allows your children to feel safe and secure. Remember that it is important to schedule free time for @fields.child_nickname (and for you!). Keep it up!
tn_za: O dira tiro e ntle. Go nna le mekgwatlwaelo e e tshwanang go letla bana ba gago go ikutlwa ba sireletsegile le go babalesega. Gopola gore go botlhokwa go rulaganya nako ya go ikhutsa go @fields.child_nickname (le go wena). Tswelela fela jalo!

# text
source: Well done, you are doing a great job! Having regular routines allows your children to feel safe and secure. Remember that it is important to schedule free time for your child (and for you!). Keep it up!
tn_za: O dira tiro e ntle. Go nna le mekgwatlwaelo e e tshwanang go letla bana ba gago go ikutlwa ba sireletsegile le go babalesega. Gopola gore go botlhokwa go rulaganya nako ya go ikhutsa go 2 (le go wena). Tswelela fela jalo!

# text
source: That is okay! Remember you can access parenting content at anytime by typing "Help". Chat to you later @fields.user_name!
tn_za: Seo se siame! Gopola gore o ka fitlhelela diteng tsa botsadi ka nako nngwe le nngwe ka go tlanya “Thuso”. Ke tla bua le wena moragonyana @fields.user_name!

# text
source: That is okay! Remember you can access parenting content at anytime by typing "Help". Chat to you later!
tn_za: Seo se siame! Gopola gore o ka fitlhelela diteng tsa botsadi ka nako nngwe le nngwe ka go tlanya “Thuso”. Ke tla bua le wena moragonyana!

# text
source: Did you manage to establish ONE rule or daily routine together with @fields.child_nickname?
tn_za: A o kgonne go tlhama molao o le MONGWE kgotsa mokgwatswaelo wa letsatsi le letsatsi mmogo le @fields.child_nickname?

# text
source: Did you manage to establish ONE rule or daily routine together with your child or teen?
tn_za: A o kgonne go tlhama molao o le MONGWE kgotsa mokgwatswaelo wa letsatsi le letsatsi mmogo le ngwana kgotsa mosha wa gago?

# text
source: Great to hear it this! Remember, the more we involve our children in setting rules, the more our children will be likely to follow them!
tn_za: Ke leboga go utlwa gore dilo di tsamaile sentle! Gopola, fa re tsenyeletsa bana ba rona mo go tlhameng melao, bana ba rona ba tla di latela!

# text
source: Did you have any challenges when trying to establish a rule or routine together?
tn_za: A o nnile le dikgwetlho dipe fa o leka go dira molao lo le mmogo?

# text
source: It is always important when establishing rules and routines as a family to consider the age of each child, so you can come up with age-appropriate routines. This is most important for bedtime, time to come home/play, household chores.
tn_za: Ka gale go botlhokwa gore fa o tlhama melao le mekgwatlwaelo le lelapa le tsee tsia dingwaga tsa ngwana mongwe le mongwe, gore o kgone go tla ka mekgwatlwaelo e e maleba. Seno se botlhokwa go nako ya go robala, nako go boela gae/go tshameka.

# text
source: We should always remember that children learn best from us. The more we follow the rules, they more they will follow the rules too. You can adjust the rule to make sure that it is realistic for everyone to follow it, considering their responsibilities (for example school or work activities).
tn_za: Re tshwanetse go gopola ka metlha gore bana ba ithuta thata go tswa mo go rona. Fa re latela melao thata, le bone ba tla o latela. O ka nna wa tokafatsa melao go netefatsa gore a kgonega gore botlhe ba e latele, o akanyetsa maikarabelo a gago le maikarabelo a mosha wa gago (ka sekai, sekolo kgotsa dilo tsa tiro).

# text
source: When we establish rules together with our children or teens, that helps the family to understand each other better. The rules will be more realistic and our children will be more willing and able to follow the rule.
tn_za: Fa re tlhoma melao mmogo le bana le basha ba rona, seno se thusa lelapa go tlhaloganyana botoka. Melao e tla kgona go diragadiwa, le bana ba rona ba tla batla le go kgona go e latela melao eo.

# text
source: When we establish rules together with our children, that helps the family to understand each other better. The rules will be more realistic and our children will be more willing and able to follow the rule.
tn_za: Fa re tlhoma melao mmogo le bana ba rona, seno se thusa lelapa go tlhaloganyana botoka. Melao e tla kgona go diragadiwa, le bana ba rona ba tla batla le go kgona go e latela melao eo.

# text
source: Sorry you did not manage to do this yet. Sit down with @fields.child_nickname and try again today - involving your children will make them want to follow the rule more often!
tn_za: Maswabi ka ga o ise o kgone go dira se. Nna fa fatshe le @fields.child_nickname mme o leke gape gompieno - go tsenyeletsa bana ba gago go tla dira gore ba batle go latela molao le go feta!

# text
source: Sorry you did not manage to do this yet. Sit down with your child or teen and try again today - involving your children will make them want to follow the rule more often!
tn_za: Maswabi ka ga o ise o kgone go dira se. Nna fa fatshe le ngwana kgotsa mosha wa gago mme o leke gape gompieno - go tsenyeletsa bana ba gago go tla dira gore ba batle go latela molao le go feta!

# text
source: What was difficult for you about establishing a rule or routine with @fields.child_nickname?
tn_za: Ke eng se se neng se le bokete ka ga go tlhama molao kgotsa mokgwatlwaelo le @fields.child_nickname?

# text
source: What was difficult for you about establishing a rule or routine with your child or teen?
tn_za: Ke eng se se neng se le bokete ka ga go tlhama molao kgotsa mokgwatlwaelo le ngwana kgotsa mosha wa gago?

# text
source: Amazing! Consistent rules and routines help make @fields.child_nickname feel secure. They also keep them safe!
tn_za: Bontle! Melao le mekgwatlwaelo ka tlhomamo e thusa gore dira gore @fields.child_nickname ikutlwe a sireletsegile. Gape e ba tshola ba sireletsegile!

# text
source: Amazing! Consistent rules and routines help make your child or teen feel secure. They also keep them safe!
tn_za: Bontle! Melao le mekgwatlwaelo ka tlhomamo e thusa gore dira gore ngwana le mosha wa gago ba ikutlwe a sireletsegile. Gape e ba tshola ba sireletsegile!

# text
source: COVID-19 has interrupted our children's education with school closures and remote learning. It is normal to feel overwhelmed about to do this alone, especially when we also have stress about work and money.
tn_za: COVID-19 e tshwenyane le thuto ya bana ba rona ka go tswalwa ga dikolo le go ithutela kwa gae. Go tlwaelegile go ikutlwa o tlalana fa o mekamekana le eno o le nosi, segolo ka rena le mathata a madi le tiro.
