Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/tn/tn_messages.po
Languages: tn_za

# text
source: That is okay! Here are some resources to help you with supporting @fields.child_nickname's learning:
tn_za: Seo se siame! Fano ke didiriswa dingwe go go thusa go tshegetsa go ithuta ga @fields.child_nickname:

# text
source: That is okay! Here are some resources to help you with supporting your child's learning:
tn_za: Seo se siame! Fano ke didiriswa dingwe go go thusa go tshegetsa go ithuta ga ngwana wa gago:

# text
source: It can be hard to find time during your day, with work, chores, and everything else. Can you think of a time each day that you can make 5 minutes or a bit more to help @fields.child_nickname with their learning? Perhaps try starting them off on an activity and then checking in with them every few minutes. You can do it!
tn_za: Ee, go ka nna boima go nna le nako motshegare, ka tiro, ditiro tsa legae, le dilo tse dingwe tsotlhe. A o ka akanya ka nako tsatsi lengwe le lengwe e nka beelang kwa thoko metsotso e le 5 kgotsa e e oketsegileng to thusa @fields.child_nickname ka go ithuta? Gongwe o ka leka go ba simolola ka tirwana mme o ba tlhole metsotso mengwe le mengwe e e mmalwa. O ka dira seno!

# text
source: It can be hard to find time during your day, with work, chores, and everything else. Can you think of a time each day that you can make 5 minutes or a bit more to help your child with their learning? Perhaps try starting them off on an activity and then checking in with them every few minutes. You can do it!
tn_za: Ee, go ka nna boima go nna le nako motshegare, ka tiro, ditiro tsa legae, le dilo tse dingwe tsotlhe. A o ka akanya ka nako tsatsi lengwe le lengwe e nka beelang kwa thoko metsotso e le 5 kgotsa e e oketsegileng to thusa ngwana wa gago ka go ithuta? Gongwe o ka leka go ba simolola ka tirwana mme o ba tlhole metsotso mengwe le mengwe e e mmalwa. O ka dira seno!

# text
source: It is completely normal to feel overwhelmed. Try staying in touch with @fields.child_nickname's teacher or school to receive some guidance. Asking for help is a sign of strength. You can do this!
tn_za: Go tlwaelegile go ikutlwa o tlalalane. Leka go tswelela go ikgolaganya le morutabana kgotsa sekolo sa @fields.child_nickname go amogela kaelo nngwe. Go batla thuso go bontsha matla. O ka dira seno!

# text
source: It is completely normal to feel overwhelmed. Try staying in touch with your child's teacher or school to receive some guidance. Asking for help is a sign of strength. You can do this!
tn_za: Go tlwaelegile go ikutlwa o tlalalane. Leka go tswelela go ikgolaganya le morutabana kgotsa sekolo sa ngwana wa gago go amogela kaelo nngwe. Go batla thuso go bontsha matla. O ka dira seno!

# text
source: Hi @fields.user_name! Were you able to have a conversation with your child or teen about safe and unsafe places of the community?
tn_za: Dumela @fields.user_name! A o kgonne go nna le motlotlo le ngwana kgotsa mosha wa gago ka ga mafelo mo tikologong a a sireletsegile kgotsa a a sa sireletsegang?

# text
source: Hi! Were you able to have a conversation with your child or teen about safe and unsafe places of the community?
tn_za: Dumela! A o kgonne go nna le motlotlo le ngwana kgotsa mosha wa gago ka ga mafelo mo tikologong a a sireletsegile kgotsa a a sa sireletsegang?

# text
source: That is completely normal, well done for trying the activity! When we listen to our children or teenagers, even if we disagree, we learn to understand their thinking. Try and find time to do the activity again. This time, try to really listen and show you understand them before expressing your thoughts.
tn_za: Go tlwaelegile, o dirile sentle ka go leka tirwana e! Fa re reetsa bana kgotsa basha ba rona, le re sa dumalane, re ithuta go tlhaloganya gore ba akanya jang. Leka mme o dire nako ya go dira tiro e gape. Lekgetlo leno, leka go ba reetsa ka kelotlhoko le go bontsha gore o a ba tlhaloganya pele ga o ba bolelela dikakanyo tsa gago.

# text
source: That is a completely normal experience, it is shocking to learn that people who are close to us and who we trust may be a danger to our children. Find someone you can talk to about this, perhaps a friend or support service, so you can get the support your need. Remember to take a pause when you are stressed.
tn_za: Ke maitemogelelo a a tlwaelgile tota, go a tshosa go ithuta gore batho ba re atamalaneng le bone le ba re ba tshepang ba ka nna kotsi mo bana ba rona. Batla mongwe yo o ka buang le ene ka seno, gongwe tsala kgotsa tirelo ya tshegetso, gore o kgone go nna le tshegetso e o e tlhokang. Gopola go ema go se kae fa o tshwenyegile mo maikutlong.

# text
source: Sorry to hear that you are finding this challenging. Our children may know things about our communities and technology that we are not aware of. When we actively involve our children in the mapping activity, they feel heard and valued, and it can be easier to come up with a plan that everyone agrees on.
tn_za: Re itshwarele go bo o fitlhela seno se gwetlha. Bana ba rona ba ka itse dilo ka tikologo ya rona le thekenoloji tse rona re sa di itseng. Fa re tsenyeletsa bana ba rona ka matlhagatlhaga mo direng dilo, ba ikutlwa ba reediwa le go tseelwa kwa godimo, mme go ka nna motlhofo go tla ka leano le mongwe le mongwe a dumalanang le lone.

# text
source: It is difficult to know every detail about our communities. Involve another family member or friend in your mapping activity. You can even visit some of the services available and ask what they do. The more we know, the better we can keep our families safe!
tn_za: Go boima go itse sengwe le sengwe ka tikologo ya rona. Tsenyeletsa leloko le lengwe la lelapa kgotsa tsala lo dira tiro nngwe. O kgona le go etela ditirelo tse di leng gone mme o ba botse gore ba dira eng. Fa re itse go le gontsi, re ka kgona go boloka malapa a rona a sireletsegile!

# text
source: It can be hard to find time during your day, with work, chores, and everything else. Can you think of a time this week when you can spend at least 10 minutes chatting to your child or teen about safe and unsafe areas? This is really important!
tn_za: Ee, go ka nna boima go nna le nako motshegare, ka tiro, ditiro tsa legae, le dilo tse dingwe tsotlhe. A o ka akanya ka nako mo bekeng fa o tla nnang le bonnye metsotso e le 10 o buisana le ngwana kgotsa mosha wa gago ka ga mafelo a a sireletsegileng kgotsa a sa sireletsega? Seno se botlhokwa tota.

# text
source: Well done @fields.user_name for making the time to do this! How did it go?
tn_za: O dirile sentle @fields.user_name ka go ipha nako go dira se. Go tsamaile jang?

# text
source: Well done for making the time to do this! How did it go?
tn_za: O dirile sentle ka go ipha nako go dira se. Go tsamaile jang?

# text
source: We are happy to hear that it went well! Discussing safe and unsafe places in community with your children, helps keep them safe!
tn_za: Re itumeletse go utlwa gore tsotlhe di tsamaile sentle! Go tlotla ka ga mafelo a a sireletsegile le a a sa sireletsegang mo tikologong ya gago le bana ba gago, go thusa go ba tshola ba sireletsegile!

# text
source: I am happy to hear that it went well Discussing safe and unsafe places in community with your children, helps keep them safe!
tn_za: Ke itumelela go utlwa gore tsotlhe di tsamaile sentle Go tlotla ka ga mafelo a a sireletsegile le a a sa sireletsegang mo tikologong ya gago le bana ba gago, go thusa go ba tshola ba sireletsegile!

# text
source: That is okay! What has been difficult for you about discussing safe and unsafe places with @fields.child_nickname?
tn_za: Seo se siame! Ke eng se se nnileng boima ka ga go tlotla ka mafelo a a sireletsegile le a a sa sireletsegang le @fields.child_nickname?

# text
source: That is okay! What has been difficult for you about discussing safe and unsafe places with your child or teen ?
tn_za: Seo se siame! Ke eng se se nnileng boima ka ga go tlotla ka mafelo a a sireletsegile le a a sa sireletsegang le ngwana kgotsa mosha wa gago?

# text
source: It is completely normal to experience this. Try creating a safe space to talk with @fields.child_nickname when you are both calm. Listen to their thoughts about why they feel a certain place is safe, and then share your thoughts on why you feel it is not safe. Think about making a rule together that allows them to still have fun but stay safe. Our children will listen better when we speak to them calmly.
tn_za: Go tlwaelegile go itemogela seno. Dira lefelo le le sireletsegileng la go bua le @fields.child_nickname fa lo kgobile makgwafo. Reetsa dikakanyo tsa mosha wa gago ka gore goreng ba akanya gore bara e sireletsegile, mme o abelane dikakanyo tsa gago gore goreng o ikutlwa gore bara ga e a sireletsega. Akanya ka go dira molao mmogo o o ba letlelelang gore ba ijese monate mme gone ba sireletsegile. Bana barona ba reetsa botoka fa re bua le bone re kgobile makgwafo.

# text
source: It is completely normal to experience this. Try creating a safe space to talk with your child or teen when you are both calm. Listen to their thoughts about why they feel a certain place is safe, and then share your thoughts on why you feel it is not safe. Think about making a rule together that allows them to still have fun but stay safe. Our children will listen better when we speak to them calmly.
tn_za: Go tlwaelegile go itemogela seno. Leka go tlhama lefelo le le sireletsegileng la go bua le ngwana kgotsa mosha wa gago fa lo kgobile makgwafo. Reetsa dikakanyo tsa mosha wa gago ka gore goreng ba akanya gore bara e sireletsegile, mme o abelane dikakanyo tsa gago gore goreng o ikutlwa gore bara ga e a sireletsega. Akanya ka go dira molao mmogo o o ba letlelelang gore ba ijese monate mme gone ba sireletsegile. Bana barona ba reetsa botoka fa re bua le bone re kgobile makgwafo.

# text
source: If you find yourself always having to give consequences to your children for behaving badly, you might need to spend more positive time with them. It will help them feel more loved and secure...and you less stressed!
tn_za: Fa o iphitlhela ka metlha o diragatsa ditlamorago go bana ba gago ka ba sa itshola sentle, o ka tlhoka go ipha nako e e siameng e e okeditsweng le bona. Go tla ba thusa go ikutlwa ba ratiwa le go sireletsega go feta... mme wena o tla imologa!

# text
source: We all make mistakes! The more consistent we are with our consequences, the more likely our children will choose to behave positively in the future.
tn_za: Rotlhe re dira diphoso! Fa re latela ditlamorago thata gaufiufi, ke moo thata bana ba rona ba tla tlhophang go itshwara sentle mo isagong.

# text
source: Hi @fields.user_name! Have you been able to use consequences when @fields.child_nickname did not follow instructions or forgot a household rule?
tn_za: Dumela @fields.user_name! A o kgonne go dirisa ditlamorago fa @fields.child_nickname a sa latela ditaelo kgotsa a lebetse molao wa fa lapeng?

# text
source: Hi @fields.user_name! Have you been able to use consequences when your child or teen did not follow instructions or forgot a household rule?
tn_za: Dumela @fields.user_name! A o kgonne go dirisa ditlamorago fa ngwana kgotsa mosha wa gago a sa latela ditaelo kgotsa a lebetse molao wa fa lapeng?

# text
source: Hi! Have you been able to use consequences when @fields.child_nickname did not follow instructions or forgot a household rule?
tn_za: Dumela! A o kgonne go dirisa ditlamorago fa @fields.child_nickname a sa latela ditaelo kgotsa a lebetse molao wa fa lapeng?

# text
source: Hi! Have you been able to use consequences when your child or teen did not follow instructions or forgot a household rule?
tn_za: Dumela! A o kgonne go dirisa ditlamorago fa ngwana kgotsa mosha wa gago a sa latela ditaelo kgotsa a lebetse molao wa fa lapeng?

# text
source: We are happy to hear that it went well! When you are able to stay calm, give @fields.child_nickname a choice to follow an instruction, and follow through with fair a consequence, you teach @fields.child_nickname responsibilities for their actions. Keep it up!
tn_za: Re itumeletse go utlwa gore tsotlhe di tsamaile sentle! Fa o kgona go tswelela go ritibala, o neela @fields.child_nickname kgetho go latela taelo, mme o latelel ka ditlamorago tse di sa gobeleleng, o ruta @fields.child_nickname maikarabelo a dikgato tsa bona. Tswelela fela jalo!

# text
source: I am happy to hear that it went well When you are able to stay calm, give @fields.child_nickname a choice to follow an instruction, and follow through with fair a consequence, you teach @fields.child_nickname responsibilities for their actions. Keep it up!
tn_za: Ke itumelela gore tsotlhe di tsamaile sentle Fa o kgona go tswelela go ritibala, o neela @fields.child_nickname kgetho go latela taelo, mme o latele ka ditlamorago tse di sa gobeleleng, o ruta @fields.child_nickname maikarabelo a dikgato tsa bona. Tswelela fela jalo!

# text
source: We are happy to hear that it went well! When you are able to stay calm, give your child a choice to follow an instruction, and follow through with fair a consequence, you teach your child responsibilities for their actions. Keep it up!
tn_za: Re itumeletse go utlwa gore tsotlhe di tsamaile sentle! Fa o kgona go tswelela go ritibala, o neela ngwana wa gago kgetho go latela taelo, mme o latelel ka ditlamorago tse di sa gobeleleng, o ruta 1 maikarabelo a dikgato tsa bona. Tswelela fela jalo!

# text
source: I am happy to hear that it went well When you are able to stay calm, give your child a choice to follow an instruction, and follow through with fair a consequence, you teach your child responsibilities for their actions. Keep it up!
tn_za: Ke itumelela gore tsotlhe di tsamaile sentle Fa o kgona go tswelela go ritibala, o neela ngwana wa gago kgetho go latela taelo, mme o latelel ka ditlamorago tse di sa gobeleleng, o ruta ngwana wa gago maikarabelo a dikgato tsa bona. Tswelela fela jalo!

# text
source: That's okay! @fields.user_name! What was difficult about using consequences?
tn_za: Ga se bothata! @fields.user_name! Ke eng se se neng se le boima go tsenyatirisong ditlamorago?

# text
source: That's okay! What was difficult about using consequences?
tn_za: Ga se bothata! Ke eng se se neng se le boima go tsenyatirisong ditlamorago?

# text
source: When we take a pause before responding, it helps us to calm down and respond better. Next time @fields.child_nickname makes you angry, try to take a pause first. Even a few deep breaths can make a big difference!
tn_za: Fa re ema go se kae pele ga go araba, go re thusa gore re kgobe makgwafo mme re arabe botoka. Nako e latelang fa @fields.child_nickname a dira gore o galefe, leka go ema go se kae pele. Le go hemela ko teng makgetlonyana go ka dira pharologanyo e kgolo tota!

# text
source: When we take a pause before responding, it helps us to calm down and respond better. Next time your child or teen makes you angry, try to take a pause first. Even a few deep breaths can make a big difference!
tn_za: Fa re ema go se kae pele ga go araba, go re thusa gore re kgobe makgwafo mme re arabe botoka. Nako e latelang fa ngwana kgotsa mosha wa gago a dira gore o galefe, leka go ema go se kae pele. Le go hemela ko teng makgetlonyana go ka dira pharologanyo e kgolo tota!

# text
source: This is hard to remember! When you give @fields.child_nickname a choice, you teach @fields.child_nickname decision making skills. It does not always work, but when it does, it helps avoid having to give a consequence and a difficult situation later!
tn_za: Seno se ka nna boima go gopolega! Fa o neela @fields.child_nickname kgetho, o ruta @fields.child_nickname kgono go tsaya tshwetso. Ga e thuse ka metlha, fela e a thusa, e thusa go efoga go tlhola o neelane ka ditlamorago le maemo a a masisi morago!

# text
source: This is hard to remember! When you give your child a choice, you teach your child decision making skills. It does not always work, but when it does, it helps avoid having to give a consequence and a difficult situation later!
tn_za: Seno se ka nna boima go gopolega! Fa o neela ngwana wa gago kgetho, o ruta ngwana wa gago kgono go tsaya tshwetso. Ga e thuse ka metlha, fela e a thusa, e thusa go efoga go tlhola o neelane ka ditlamorago le maemo a a masisi morago!

# text
source: Check to make sure your consequence is fair and reasonable. For example, if @fields.child_nickname refuses to help put away their toys, try prohibiting playing with them for an evening instead of threatening to throw them away.
tn_za: Tlhola go netefatsa gore ditlamorago tsa gago di tekatekano mme di a utlwala. Sekao, fa @fields.child_nickname a gana go phutha ditshamekisi tsa gagwe, leka go mo kgonela go tshameka ka tsona mo maitseboeng go na le go mo tshosetsa ka go di latlha.

# text
source: Check to make sure your consequence is fair and reasonable. For example, if your child refuses to help put away their toys, try prohibiting playing with them for an evening instead of threatening to throw them away.
tn_za: Tlhola go netefatsa gore ditlamorago tsa gago di tekatekano mme di a utlwala. Sekao, fa ngwana wa gago a gana go phutha ditshamekisi tsa gagwe, leka go mo kgonela go tshameka ka tsona mo maitseboeng go na le go mo tshosetsa ka go di latlha.

# text
source: Great to hear that @fields.child_nickname has been behaving well! The best approach is to avoid having to use consequences in the first place by keeping @fields.child_nickname under a Sunshine of Positive Attention. Invest in quality time and praising @fields.child_nickname's positive behaviour. Redirect works great for avoiding these behaviours, too!
tn_za: Go gontle go utlwa gore @fields.child_nickname o ntse a itshola sentle! Mokgwa o montle ke go efoga go dirisa ditlamorago kwa ntlheng ka go tshola @fields.child_nickname mo tlase ga Kelotlhoko ya Marang a a Siameng. Beeletsa go nako e e boleng mme o akgole maitsholo a a siameng a @fields.child_nickname. Kaelogape e mosola go efoga maitsholo se!

# text
source: Great to hear that your child has been behaving well! The best approach is to avoid having to use consequences in the first place by keeping your child under a Sunshine of Positive Attention. Invest in quality time and praising your child's positive behaviour. Redirect works great for avoiding these behaviours, too!
tn_za: Go gontle go utlwa gore ngwana wa gago o ntse a itshola sentle! Mokgwa o montle ke go efoga go dirisa ditlamorago kwa ntlheng ka go tshola ngwana wa gago mo tlase ga Kelotlhoko ya Marang a a Siameng. Beeletsa go nako e e boleng mme o akgole maitsholo a a siameng a ngwana wa gago. Kaelogape e mosola go efoga maitsholo se!

# text
source: Sometimes our children will react in a negative way when receiving a consequence. If @fields.child_nickname is younger than 9 and throws a tantrum, you should ignore your child's behaviour until it is over. If @fields.child_nickname is older, you might need to walk away until they calm down.
tn_za: Nako dingwe bana ba rona ba tla ikarabela go mo sa siamang fa ba newa ditlamorago. Fa @fields.child_nickname a le monnye go 9 mme a dira matepe, o tshwanetse go ikgatholosa maitsholo a ngwana gofitlha a fela. Fa @fields.child_nickname a le mogalwane, o ka tlhoka go tloga mo go ene go fitlha a ritibala.

# text
source: Sometimes our children will react in a negative way when receiving a consequence. If your child is younger than 9 and throws a tantrum, you should ignore your child's behaviour until it is over. If your child is older, you might need to walk away until they calm down.
tn_za: Nako dingwe bana ba rona ba tla ikarabela go mo sa siamang fa ba newa ditlamorago. Fa ngwana wa gago a le monnye go 9 mme a dira matepe, o tshwanetse go ikgatholosa maitsholo a ngwana gofitlha a fela. Fa ngwana wa gago a le mogolwane, o ka tlhoka go tloga mo go ene go fitlha a ritibala.

# text
source: Sorry it did not go well. Ignoring our children's whining or tantrums is really hard. Please be patient with yourself. What was difficult about using ignore?
tn_za: Ke maswabi ga go a tsamaya sentle. Go ikgatholosa ngongorego kgotsa matepe go bokete tota. Ka kopo se iphelle pelo. Ke eng se se neng se le boima ka ga go dirisa ikgatholoso?

# text
source: Hi @fields.user_name! Have you been able to ignore @fields.child_nickname's tantrums or other negative demanding behaviours?
tn_za: Dumela @fields.user_name! A o kgonne go ikgatholosa matepe kgotsa maitsholo a mangwe a a pateletsang dilo a @fields.child_nickname?

# text
source: Hi @fields.user_name! Have you been able to ignore your child's tantrums or other negative demanding behaviours?
tn_za: Dumela @fields.user_name! A o kgonne go ikgatholosa matepe kgotsa maitsholo a mangwe a a pateletsang dilo a ngwana wa gago?

# text
source: Hi! Have you been able to ignore @fields.child_nickname's tantrums or other negative demanding behaviours?
tn_za: Dumela! A o kgonne go ikgatholosa matepe kgotsa maitsholo a mangwe a a pateletsang dilo a @fields.child_nickname?

# text
source: Hi! Have you been able to ignore your child's tantrums or other negative demanding behaviours?
tn_za: Dumela! A o kgonne go ikgatholosa matepe kgotsa maitsholo a mangwe a a pateletsang dilo a ngwana wa gago?

# text
source: We are happy to hear it went well! Ignoring negative attention seeking and demanding behaviours is not easy. Good for you for giving it a try and being consistent!
tn_za: Re itumeletse go utlwa gore tsotlhe di tsamaile sentle! Go ikgatholosa maitsholo a go batla nako a a jaaka go ngongorega kgotsa matepe ga go bonolo. Go gontle go bo lekile le go lolama!

# text
source: I am happy to hear it went well Ignoring negative attention seeking and demanding behaviours is not easy. Good for you for giving it a try and being consistent!
tn_za: Ke itumelela go utlwa gore tsotlhe di tsamaile sentle go ikgatholosa maitsholo a go batla nako a a jaaka go ngongorega kgotsa matepe ga go bonolo. Go gontle go bo lekile le go lolama!

# text
source: We know, it can be really difficult to stay calm when our children are whining or having a tantrum. Try to think of something that you can do to help like taking a pause. You can do this!
tn_za: Re a itse, go ka nna bokete tota go tswelela go ritibala fa bana ba rona ba ngongorega kgotsa ba le matepe. Leka go akanya ka sengwe se o ka se dirang se se ka go thusang jaaka go ema go se kae. O ka dira seno!

# text
source: I know, it can be really difficult to stay calm when our children are whining or having a tantrum. Try to think of something that you can do to help like taking a pause. You can do this!
tn_za: Ke a itse, go ka nna bokete tota go tswelela go ritibala fa bana ba rona ba ngongorega kgotsa ba le matepe. Leka go akanya ka sengwe se o ka se dirang se se ka go thusang jaaka go ema go se kae. O ka dira seno!

# text
source: We know, it is hard to be consistent! If you ignore a behaviour only some of the time, @fields.child_nickname will think it might help them get their way. The more consistent you are, the less they will do it.
tn_za: Re a itse, go boima go lolama! Fa o ikgatholosa maitsholo ka dinako dingwe, @fields.child_nickname o tla akanya gore o tla tswelelaka ona. Fa o tswelela go lolama, ba tla tswelela sentle le bona.

# text
source: I know, it is hard to be consistent! If you ignore a behaviour only some of the time, @fields.child_nickname will think it might help them get their way. The more consistent you are, the less they will do it.
tn_za: Ke a itse, go boima go lolama! Fa o ikgatholosa maitsholo ka dinako dingwe, @fields.child_nickname o tla akanya gore o tla tswelelaka ona. Fa o tswelela go lolama, ba tla tswelela sentle le bona.
