Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/tn/tn_messages.po
Languages: tn_za

# text
source: If @fields.child_nickname is very young, it is normal for them to have a short attention span and want to do many things during One-on-One Time. Just accept @fields.child_nickname and follow their lead moving from one activity to the next.
tn_za: Fa @fields.child_nickname a le monnye thata, go tlwaelegile mo go bona go nna le nako ya tsepo e khutswane mme a batle dilo di le dintsi mo nakong ya Nako ya mong. Amogela fela @fields.child_nickname mme o latele ketapele ya bona ka go tloga go tirwana e le nngwe go ya go e e latelang.

# text
source: If your child is very young, it is normal for them to have a short attention span and want to do many things during One-on-One Time. Just accept your child and follow their lead moving from one activity to the next.
tn_za: Fa ngwana wa gago a le monnye thata, go tlwaelegile mo go bona go nna le nako ya tsepo e khutswane mme a batle dilo di le dintsi mo nakong ya Nako ya mong. amogela fela ngwana wa gago mme o latele ketapele ya bona ka go tloga go tirwana e le nngwe go ya go e e latelang.

# text
source: You can also find something educational to do together with @fields.child_nickname on the gadget. Or maybe ask @fields.child_nickname to show you what is their favourite thing to do on the gadget. Just be patient. Soon they may open up to other activities, too!
tn_za: Gape o ka batla sengwe se se nang le thuto go se dira mmogo le @fields.child_nickname go sediriswa sa inthanete. Kgotsa gongwe wa kopa @fields.child_nickname go go bontsha gore selo sa gagwe sa mmamoratwa se a ratang go se dira go sediriswa sa mmamoratwa. Fela nna pelotelele. Mo nakong e e sa fediseng pelo ba go phuthologa go dira ditirwana tse dingwe!

# text
source: You can also find something educational to do together with your child on the gadget. Or maybe ask your child to show you what is their favourite thing to do on the gadget. Just be patient. Soon they may open up to other activities, too!
tn_za: Gape o ka batla sengwe se se nang le thuto go se dira mmogo le ngwana wa gago go sediriswa sa inthanete. Kgotsa gongwe wa kopa ngwana wa gago go go bontsha gore selo sa gagwe sa mmamoratwa se a ratang go se dira go sediriswa sa mmamoratwa. Fela nna pelotelele. Mo nakong e e sa fediseng pelo ba go phuthologa go dira ditirwana tse dingwe!

# text
source: The end of One-on-One Time can sometimes be difficult for @fields.child_nickname. Try giving @fields.child_nickname a Transition Warning about a minute before the end of One-on-One Time: "In one minute, One-on-One Time will be over and it will be time to wash our hands before dinner..."
tn_za: Nako dingwe bokhutlo jwa nako ya motho ka mong bo ka nna popota go @fields.child_nickname. Leka go neela @fields.child_nickname Tsiboso ya Phetogo motsotso pele ga nako ya motho ka mong e ya bokhutlong: “Mo motsotsong o le mongwe, nako ya motho ka mong e tla ya bokhutlongmme e tla nna nako ya ga tlhapa diatla pele ga dijo tsa maitseboa...”

# text
source: The end of One-on-One Time can sometimes be difficult for @fields.child_nickname. Try giving your child a Transition Warning about a minute before the end of One-on-One Time: "In one minute, One-on-One Time will be over and it will be time to wash our hands before dinner..."
tn_za: Nako dingwe bokhutlo jwa nako ya motho ka mong bo ka nna popota go @fields.child_nickname. Leka go neela ngwana wa gago Tsiboso ya Phetogo motsotso pele ga nako ya motho ka mong e ya bokhutlong: “Mo motsotsong o le mongwe, nako ya motho ka mong e tla ya bokhutlongmme e tla nna nako ya ga tlhapa diatla pele ga dijo tsa maitseboa...”

# text
source: The end of One-on-One Time can sometimes be difficult for your child. Try giving @fields.child_nickname a Transition Warning about a minute before the end of One-on-One Time: "In one minute, One-on-One Time will be over and it will be time to wash our hands before dinner..."
tn_za: Ee, go khutla ga nako e lo e iphileng mmogo go ka boima ka dinako tse dingwe. Leka go neela @fields.child_nickname Tsiboso ya Phetogo motsotso o le mongwe pele ga bokhutlo jwa nako ya motho ka mong: “Mo motsotsong o le mongwe, nako ya motho ka mong e tla ya bokhutlongmme e tla nna nako ya ga tlhapa diatla pele ga dijo tsa maitseboa...”

# text
source: The end of One-on-One Time can sometimes be difficult for your child. Try giving your child a Transition Warning about a minute before the end of One-on-One Time: "In one minute, One-on-One Time will be over and it will be time to wash our hands before dinner..."
tn_za: Ee, go khutla ga nako e lo e iphileng mmogo go ka boima ka dinako tse dingwe. Leka go neela ngwana wa gago Tsiboso ya Phetogo motsotso o le mongwe pele ga bokhutlo jwa nako ya motho ka mong: “Mo motsotsong o le mongwe, nako ya motho ka mong e tla ya bokhutlongmme e tla nna nako ya ga tlhapa diatla pele ga dijo tsa maitseboa...”

# text
source: You can also just sit next to @fields.child_nickname while they are doing something they enjoy (like watching a T.V. show) and show them that you are interested in what they like. If you take their lead they will see that you care.
tn_za: Gape o ka nna wa itulela fa thoko ga @fields.child_nickname fa ba dira sengwe se ba se ratang (jaaka go lebelela lenaneo la TV) mme o ba bontshe gore o na le kgatlhego go se ba se ratang. Fa o latela kaelo ya bona ba tla bona gore o a kgathala.

# text
source: You can also just sit next to your child while they are doing something they enjoy (like watching a T.V. show) and show them that you are interested in what they like. If you take their lead they will see that you care.
tn_za: Gape o ka nna wa itulela fa thoko ga bana ba gago fa ba dira sengwe se ba se ratang (jaaka go lebelela lenaneo la TV) mme o ba bontshe gore o na le kgatlhego go se ba se ratang. Fa o latela kaelo ya bona ba tla bona gore o a kgathala.

# text
source: If @fields.child_nickname is too young to understand how long a minute is, then you can set a number of time to repeat the activity: "5 more tries and then it will be time for wash our hands before dinner…"
tn_za: Fa @fields.child_nickname a le monnye thata go tlhaloganya gore motsotso o boleele jo bo kae, o ka nna wa neelana ka palo ya nako e e setseng ya go boeletsa tirwana: “maiteko a mangwe gape a le 5 mme e tla nna nako ya go tlhapa diatla pele ga dijo tsa maitseboa...”

# text
source: If your child is too young to understand how long a minute is, then you can set a number of time to repeat the activity: "5 more tries and then it will be time for wash our hands before dinner…"
tn_za: Fa ngwana wa gago a le monnye thata go tlhaloganya gore motsotso o boleele jo bo kae, o ka nna wa neelana ka palo ya nako e e setseng ya go boeletsa tirwana: “maiteko a mangwe gape a le 5 mme e tla nna nako ya go tlhapa diatla pele ga dijo tsa maitseboa...”

# text
source: We are sorry to hear that you have been having some difficulties spending One-on-One Time with your children. Please type "Help" for other advice that might be of use to you. Thank you for trying your best!
tn_za: Re maswabi go utlwa gore o ntse o itemogela mathata mangwe go nna le nako ya motho ka mong le bana ba gago. Ka kopo tlanya “Thuso” go bona dikgakololo tse dingwe tse di ka go thusang. Re lebogela go bo o leka bojotlhe jwa gago!

# text
source: I am sorry to hear that you have been having some difficulties spending One-on-One Time with your children. Please type "Help" for other advice that might be of use to you. Thank you for trying your best!
tn_za: Re maswabi go utlwa gore o ntse o itemogela mathata mangwe go nna le nako ya motho ka mong le bana ba gago. Ka kopo tlanya “Thuso” go bona dikgakololo tse dingwe tse di ka go thusang. Re lebogela go bo o leka bojotlhe jwa gago!

# text
source: Only give the transition warning once. When One-on-One Time is over, thank @fields.child_nickname for spending time with you. Then enthusiastically redirect @fields.child_nickname to the next activity like washing hands before dinner.
tn_za: Neelana ka tsiboso ya phetogo gangwe fela. Fa nako ya motho ka mong e fela, leboga @fields.child_nickname go nna le nako le wena. Mme o kaele @fields.child_nickname go tiwana e e latelang jaaka go tlhapa diatla ka pele ga tinara.

# text
source: Only give the transition warning once. When One-on-One Time is over, thank your child for spending time with you. Then enthusiastically redirect your child to the next activity like washing hands before dinner.
tn_za: Neelana ka tsiboso ya phetogo gangwe fela. Fa nako ya motho ka mong e fela, leboga ngwana wa gago go nna le nako le wena. Mme o kaele ngwana wa gago go tiwana e e latelang jaaka go tlhapa diatla ka moflofolo.

# text
source: I know that you have already received this tip (well done!).Would you like to review it again?
tn_za: Ke a itse gore o setse o amogetse kakantsho eno (tiro e ntle!). A o ka rata go e lebagape?

# text
source: Invest in One-on-One Time! The more time you spend with your children, the more likely they will listen to you and behave well at other times. It really works!
tn_za: Beeletsa go Nako ya Motho ka mong! Nako e o iphang yona le bana ba gago, e tla thusa gore ba reetse go feta le go itshola sentle mo nakong tse dingwe. E thusa tota!

# text
source: The first 1000 days of life are a window of opportunity for your baby. It is when their brain develops faster than any other time in their life. When you spend time with your baby, you build a healthy attachment between you both that will make them feel secure and loved.
tn_za: Malatsi a ntlha a le 1000 a botshelo jwa ngwana wa gago le paka ya tshono go lesea la gago. Ke fa boboko jwa bona bo golela ka bonako go feta nako nngwe fela mo matshelong a bona. Fa o ipha nako le lesea la gago, o aga kamano e e itekanetseng magareng ga lona e e tla dirang gore a ikutlwe a bolokegile le go ratiwa.

# text
source: Here are 7 easy tips to make One-on-One Time with your baby a success:
tn_za: Fano le dikakantsho di le 7 tse di bonolo go atlega ka nako ya motho ka mong le lesea la gago:

# text
source: 1. Do it every day
tn_za: 1. Dira se letsatsi le letsatsi

# text
source: 2. Be close to your baby
tn_za: 2. Atamelana le lesea la gago

# text
source: 3. Let your baby take the lead
tn_za: 3. Letla lesea la gago go di etapele

# text
source: 4. Observe and listen to your child
tn_za: 4. Lebelela le go reetsa ngwana wa gago

# text
source: 5. Play with your baby
tn_za: 5. Tshameka le lesea la gago

# text
source: 6. Talk to your baby
tn_za: 6. Bua le lesea la gago

# text
source: 7. You can have quality time with your baby anytime!
tn_za: 7. O ka nna le nako e e boleng le lesea la gago nako nngwe le nngwe!

# text
source: 2. Be close to your child.
tn_za: 2. Atamelana le lesea la gago.

# text
source: Skin-to-skin contact is especially important for new-borns and infants. For older toddlers, make sure you are at the same level as they are.
tn_za: Kgomano ka mmele e botlhokwa segolo go masea le bomapimpana. Go bana ba bagolwane, netefatsa gore o boemo golekalekana le bona.

# text
source: Children need to do things in their own time. Try to give them time to explore and be patient. Remember that the world is brand new to your child!
tn_za: Bana ba tlhoka go dira dilo ka nako ya bona. Leka go ba neela nako go utolola mme o nne pelotelele. Gopola gore go ngwana wa gago lefatshe ke sengwe se seswa!

# text
source: Here is a comic on how to communicate with your baby.
tn_za: Fano ke khomiki ka ga gore o ka tlhaeletsana jang le lesea la gago.

# text
source: Parent: "You are such a beautiful person"
tn_za: Motsadi: “O motho yo montle tota”

# text
source: Parent: "Buh, buh, buh, big baby!"
tn_za: Motsadi: "Buh, buh, buh, kgarebe la mmagwe!"

# text
source: Baby: "Buh, buh, buh…"
tn_za: Nana: "Buh, buh, buh…"

# text
source: Parent: "And then there were two green parrots in the mango tree!"
tn_za: Motsadi: “Mme go ne gona le dipapage tse pedi tse tala godimo sa setlhare sa dimmengu!”

# text
source: Parent: "And now I am cleaning your toes, and your feet, and your knees…"
tn_za: Motsadi: “Mme jaanong ke phepafatsa menwana ya gago ya maoto, dikgato, le mangole...”

# text
source: Please select another number if you want to learn more about how to spend One-on-One Time with your baby:
tn_za: Ka kopo tlhopha nomoro e nngwe fa o batla go ithuta go feta ka ga go ipha nako ya motho ka mong le ngwana wa gago:

# text
source: Would you like some suggestions for activities to do with your baby?
tn_za: A o ka rata ditshitsinyo tsa dilo tse di matlhagatlhaga le tse di ritibetseng tse o ka di dirang le lesea la gago?

# text
source: That's okay! You can always type "Help" at anytime if you need an activity.
tn_za: Ga se bothata! O ka tlanya “Thuso” ka gale nako nngwe le nngwe fa o tlhoka tshegetso nngwe ka bana ba gago.

# text
source: Here's a video about spending one-on-one time with @fields.child_nickname!
tn_za: Fano ke bidiyo ka ga go ipha nako ya motho ka mong le @fields.child_nickname!

# text
source: Here's a video about spending one-on-one time with your baby!
tn_za: Fano ke bidiyo ka ga go ipha nako ya motho ka mong le lesea la gago!

# text
source: Here's an audio message about spending one-on-one time with @fields.child_nickname!
tn_za: Fano ke molaetsa wa audiyo ka ga go ipha nako ya motho ka mong le @fields.child_nickname!

# text
source: Here's an audio message about spending one-on-one time with your baby!
tn_za: Fano ke molaetsa wa audiyo ka ga go ipha nako ya motho ka mong le lesea la gago!

# text
source: It is normal for men of the family to struggle to think of what to do with their babies, especially when it seems they just eat, sleep, cry, poop, and repeat. It can be especially challenging when your baby is very young and not able to talk to you.
tn_za: Go tlwaelegile gore borre mo malapeng ba kgarakgatswe ke go akanya gore ba ka dirang le masea a bona, segolo ka go lebega o ka re ba batla fela go ja, go robala, go lela, go ithoma, mme ba boeletse. Ke kgwetlho e kgolo tota fa lesea la gago le le lennye mme le sa kgone go bua le wena.

# text
source: It is normal for mothers to struggle to think of what to do with their babies, especially when it seems they just eat, sleep, cry, poop, and repeat. It can be especially challenging when your baby is very young and not able to talk to you.
tn_za: Go tlwaelegile gore bomme mo malapeng ba kgarakgatswe ke go akanya gore ba ka dirang le masea a bona, segolo ka go lebega o ka re ba batla fela go ja, go robala, go lela, go ithoma, mme ba boeletse. Ke kgwetlho e kgolo tota fa lesea la gago le le lennye mme le sa kgone go bua le wena.

# text
source: It is normal to struggle to think of what to do with our babies, especially when it seems they just eat, sleep, cry, poop, and repeat. It can be especially challenging when your baby is very young and not able to talk to you.
tn_za: Go tlwaelegile go kgarakgadiwa ke go akanya gore ba ka dirang le masea a bona, segolo ka go lebega o ka re ba batla fela go ja, go robala, go lela, go ithoma, mme ba boeletse. Ke kgwetlho e kgolo tota fa lesea la gago le le lennye mme le sa kgone go bua le wena.

# text
source: That's okay! You can always type "Help" whenever you want to learn more about how to spend One-on-One Time with your baby. Chat to you later @fields.user_name!
tn_za: Ga se bothata! Ka gale o ka tlanya “Thuso” fela fa o batla go ithuta go feta ka ga go ipha nako ya motho ka mong le lesea la gago wa gago. Ke tla bua le wena moragonyana @fields.user_name!

# text
source: That's okay! You can always type "Help" whenever you want to learn more about how to spend One-on-One Time with your baby. Chat to you later!
tn_za: Ga se bothata! Ka gale o ka tlanya “Thuso” fela fa o batla go ithuta go feta ka ga go ipha nako ya motho ka mong le lesea la gago wa gago. Ke tla bua le wena moragonyana!

# text
source: 1. Do it every day!
tn_za: 1. Dira se letsatsi le letsatsi!

# text
source: Try to spend time playing with @fields.child_nickname every day for at least 20 minutes where you are giving them your full attention. Choose a time when you are unlikely to be interrupted. Switch off the television and put away phones.
tn_za: Leka go nna le nako o tshameka le @fields.child_nickname letsatsi le letsatsi bonnye metsotso e le 20 o ba neela nako e e tletseng. Tlhopha nako eo o ka se kgorelediweng> Tima thelebishene mme o beele difounu kgakala.

# text
source: Try to spend time playing with your baby every day for at least 20 minutes where you are giving them your full attention. Choose a time when you are unlikely to be interrupted. Switch off the television and put away phones.
tn_za: Leka go nna le nako o tshameka le lesea la gago letsatsi le letsatsi bonnye metsotso e le 20 o ba neela nako e e tletseng. Tlhopha nako eo o ka se kgorelediweng> Tima thelebishene mme o beele difounu kgakala.

# text
source: 4. Observe your child.
tn_za: 4. Lebelela ngwana wa gago.

# text
source: See what facial expressions @fields.child_nickname is making. Notice what @fields.child_nickname is interested in or looking at.
tn_za: Bona gore o dira ditlhagiso dife tsa sefatlhego @fields.child_nickname. Elatlhoko gore @fields.child_nickname o kgatlhegela kgotsa o lebeletse eng.

# text
source: See what facial expressions your child is making. Notice what your child is interested in or looking at.
tn_za: Bona gore ngwana wa gago o dira ditlhagiso dife tsa sefatlhego. Elatlhoko gore ngwana wa gago o kgatlhegela kgotsa o lebeletse eng.

# text
source: Give just enough help to let it be the child’s achievement. It is okay to play alongside and copy what they are doing but try to let them keep the initiative. If @fields.child_nickname gets frustrated, you can reassure @fields.child_nickname by gently stroking their back.
tn_za: Neelana fela ka thuso e e lekaneng mme o letle gore e nne phitlhelelo ya ngwana. Go siame go tshameka le go kopisa se ba se dirang fela leka go ba letla go itshimololela. Fa @fields.child_nickname a tlalalana, o ka mo netefaletsa @fields.child_nickname ka go mo forogotlha mokotla.

# text
source: Give just enough help to let it be the child’s achievement. It is okay to play alongside and copy what they are doing but try to let them keep the initiative. If your child gets frustrated, you can reassure your child by gently stroking their back.
tn_za: Neelana fela ka thuso e e lekaneng mme o letle gore e nne phitlhelelo ya ngwana. Go siame go tshameka le go kopisa se ba se dirang fela leka go ba letla go itshimololela. Fa ngwana wa gago a tlalalana, o ka mo netefaletsa ka go mo forogotlha mokotla.

# text
source: Listen to the sounds or words @fields.child_nickname is making. You can even make the same sounds by copying @fields.child_nickname!
tn_za: Reetsa medumo kgotsa mafoko @fields.child_nickname a a dirang. O ka nna wa dira medumo yone eo ka go kopisetsa @fields.child_nickname!

# text
source: Listen to the sounds or words your child is making. You can even make the same sounds by copying your child!
tn_za: Reetsa medumo kgotsa mafoko a ngwana wa gago a a dirang. O ka nna wa dira medumo yone eo ka go kopisetsa ngwana wa gago!

# text
source: Babies learn through play! Help your child explore the world through the five senses. Let @fields.child_nickname use all of their senses when exploring the world. Sometimes when you read to @fields.child_nickname, @fields.child_nickname will want to put the book in their mouth. That is okay!
tn_za: Bana ba ithuta ka motshameko! Thusa ngwana wa gago go utlola lefatshe ka dikutlo tse tlhano. Letla @fields.child_nickname go dirisa dikutlo tsa bona go utolola lefatshe. Nako dingwe fa o buisetsa @fields.child_nickname, @fields.child_nickname o tla batla go tsenya buka mo leganong. Seo se siame!

# text
source: Babies learn through play! Help your child explore the world through the five senses. Let your child use all of their senses when exploring the world. Sometimes when you read to your child, your child will want to put the book in their mouth. That is okay!
tn_za: Bana ba ithuta ka motshameko! Thusa ngwana wa gago go utlola lefatshe ka dikutlo tse tlhano. Letla ngwana wa gago go dirisa dikutlo tsa bona go utolola lefatshe. Nako dingwe fa o buisetsa ngwana wa gago, ngwana wa gago o tla batla go tsenya buka mo leganong. Seo se siame!

# text
source: Start talking to @fields.child_nickname from the moment they are born (even before when they are in the womb). Did you know @fields.child_nickname can even recognise their name at a very early age? Try saying your baby's name and notice how they respond!
tn_za: Simolola go bua le @fields.child_nickname go tloga motsi o a tsalwang (le pele fa a ntse a le mo popelong). A o ne o itse gore @fields.child_nickname ba kgona go lemoga leina la bona le fa santse ba le bannye? Leka go bitsa leina la lesea la gago mme o lemoge gore le tsiboga jang!

# text
source: Start talking to your baby from the moment they are born (even before when they are in the womb). Did you know your baby can even recognise their name at a very early age? Try saying your baby's name and notice how they respond!
tn_za: Simolola go bua le lesea la gago go tloga motsi o a tsalwang (le pele fa a ntse a le mo popelong). A o ne o itse gore lesea la gago le kgona go lemoga leina la lona le fa santse le le lennye? Leka go bitsa leina la lesea la gago mme o lemoge gore le tsiboga jang!

# text
source: It is okay for @fields.child_nickname to want to do many different things. @fields.child_nickname’s attention may wander to many different things during One-on-One Time. Anything that is happening can grab their attention: the sound of a siren, the feeling of a breeze, feelings in the body. Just keep your attention on @fields.child_nickname.
tn_za: Go siame fa @fields.child_nickname go dira dilo tse dintsi tse di farologaneng. @fields.child_nickname tsepo e ka tlalatlalela go dilo tse dintsi tse di farologaneng ka nako ya motho ka mong. Sengwe le sengwe se se diragalang se ka phamola tsepo ya bona; modumo wa saerini, mowa o o monajana, maikutlo mo mmeleng. Wena tsepama go @fields.child_nickname.

# text
source: It is okay for your child to want to do many different things. Your child’s attention may wander to many different things during One-on-One Time. Anything that is happening can grab their attention: the sound of a siren, the feeling of a breeze, feelings in the body. Just keep your attention on your child.
tn_za: Go siame gore ngwana wa gago a batle go dira dilo tse dintsi tse di farologaneng. Tsepo ya ngwana wa gago e ka tlalatlalela go dilo tse dintsi tse di farologaneng ka nako ya nako ya motho ka mong. Sengwe le sengwe se se diragalang se ka phamola tsepo ya bona; modumo wa saerini, mowa o o monajana, maikutlo mo mmeleng. Wena tsepama go go ngwana wa gago.

# text
source: Use words to describe actions, colours, shapes, numbers, sizes, textures, temperatures, tastes, sounds, and anything else that is happening. Speak with enthusiasm when describing what @fields.child_nickname is doing.
tn_za: Dirisa mafoko go tlhalosa dikgato, mebala, dipopego, dinomoro, bogolo, boalo, thempereisha, ditatso, medumo, le sengwe fela se se diragalang. Bua ka mafolofolo fa o tlhalosa se @fields.child_nickname a se dirang.

# text
source: Use words to describe actions, colours, shapes, numbers, sizes, textures, temperatures, tastes, sounds, and anything else that is happening. Speak with enthusiasm when describing what your child is doing.
tn_za: Dirisa mafoko go tlhalosa dikgato, mebala, dipopego, dinomoro, bogolo, boalo, thempereisha, ditatso, medumo, le sengwe fela se se diragalang. Bua ka mafolofolo fa o tlhalosa se ngwana wa gago a se dirang.
