Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/tn/tn_messages.po
Languages: tn_za

# text
source: To answer these questions, click this link to take you to an external site for extra privacy:
tn_za: Go araba dipotso, tobetsa kgokaganyo eno go ikisa kwa saeteng go bona bosephiri jo bo fetang:

# text
source: Today's tip is about spending One-on-One Time with Our Children.
tn_za: Kakantsho ya gompieno ka ga go nna le nako ya motho ka mong le bana ba rona.

# text
source: Children learn through play! Here is a comic about spending one-on-one time with your baby!
tn_za: Bana ba ithuta ka motshameko! Fano ke motlae ka ga go nnako le nako ya motho ka mong le lesea la gago!

# text
source: Parent: "Such a strong baby you are."
tn_za: Motsadi: “O lesea le le matla jang.”

# text
source: Parent: "We are making a delicious meal together."
tn_za: Motsadi: “Re dira dijo tse di latswegang mmogo.”

# text
source: Parent: “Here I am?”
tn_za: Motsadi: “Ke fano?”

# text
source: Baby: "Ha ha ha!"
tn_za: Nana: "Ha ha ha!"

# text
source: Parent: "Wow! You have stacked 3 blocks on top of each other. Well done!"
tn_za: Motsadi: "Iyo! O agile diboloko di le 3 e nngwe fa godimo ga e nngwe. O dirile sentle!”

# text
source: We know that you have already received this tip (well done!). Would you like to review it again?
tn_za: Re a itse gore o setse o amogetse kakantsho eno (tiro e ntle!). A o ka rata go go leba diteng gape?

# text
source: Would you like to learn more about this tip?
tn_za: A o ka rata go ithuta go feta ka ga kakantsho e?

# text
source: It looks like you are busy right now. You can always type "GoBack" to restart this parenting tip or "Help" for other support.
tn_za: Go lebega o kare o tshwaregile gajaana. Ka gale o ka tlanya “BoelaMorago” go simololagape kakantsho eno ya botsadi kgotsa “Thuso” go bona tshegetso e nngwe.

# text
source: That's okay! You can always type "Help" at anytime if you need any support with your children. Chat to you later!
tn_za: Ga se bothata! O ka tlanya “Thuso” ka gale nako nngwe le nngwe fa o tlhoka tshegetso nngwe ka bana ba gago. Ke tla bua le wena moragonyana!

# text
source: Here is a comic on spending one-on-one time with your child.
tn_za: Fano ke khomiki ka ga go nnako le nako ya motho ka mong le ngwana wa gago!

# text
source: Child: “I’m bored! There is nothing to do.”
tn_za: Ngwana: “Ke nyenegile! Ga go sepe se nka se dirang.”

# text
source: Parent: “Let’s do something together! How about we make some drawings and put them on the gate with messages for people to see?”
tn_za: Motsadi: “Tla re dire sengwe mmogo! Go ka nna jang fa re ka thala ditshwantsho mme re di pege kwa hekeng ka meaetsa gore batho ba e buise?”

# text
source: Children: “Okay!”
tn_za: Bana: “Go siame!”

# text
source: Parent: “You make the pictures and I’ll write the messages”
tn_za: Motsadi: “O thala ditshwantsho fa nna ke kwala melaetsa”

# text
source: Child: “Sure!”
tn_za: Ngwana: “Ke a leboga.

# text
source: Parent: "Remember to wash hands! We love our neighbours!”
tn_za: Motsadi: “Gopola go tlhala diatla! Re rata baagisani ba rona!”

# text
source: Here is a comic on spending one-on-time with your teen.
tn_za: Fano ke khomiki ka ga go nnako le nako ya motho ka mong le mosha wa gago!

# text
source: Other children just like @fields.child_nickname are benefiting from ParentText in your community! Please type “MoreTips” whenever you want to receive your next message.
tn_za: Batsadi ba bangwe ba ungwelwa fela @fields.child_nickname go tswa go ParentText mo baaging! Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: Other children just like yours are benefiting from ParentText in your community! Please type “MoreTips” whenever you want to receive your next message.
tn_za: Batsadi ba bangwe ba ungwelwa fela go tswa go ParentText mo baaging! Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: @fields.user_name, every time you are completing an activity, @fields.child_nickname experiences the benefits. We believe you can keep up with your amazing progress. Please type “MoreTips” whenever you want to receive your next message.
tn_za: @fields.user_name, nako nngwe le nngwe fa o digela tirwana, @fields.child_nickname o itemogela melemo. Re dumela gore o ka tswelelapele ka kgatelopele e e gakgamatsang ya gago. Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: @fields.user_name, every time you are completing an activity, your child experiences the benefits. We believe you can keep up with your amazing progress. Please type “MoreTips” whenever you want to receive your next message.
tn_za: @fields.user_name, nako nngwe le nngwe fa o digela tirwana, ngwana wa gago o itemogela melemo. Re dumela gore o ka tswelelapele ka kgatelopele e e gakgamatsang ya gago. Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: Every time you are completing an activity, @fields.child_nickname experiences the benefits. We believe you can keep up with your amazing progress. Please type “MoreTips” whenever you want to receive your next message.
tn_za: Nako nngwe le nngwe fa o digela tirwana, @fields.child_nickname o itemogela melemo. Re dumela gore o ka tswelelapele ka kgatelopele e e gakgamatsang ya gago. Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: Every time you are completing an activity, your child experiences the benefits. We believe you can keep up with your amazing progress. Please type “MoreTips” whenever you want to receive your next message.
tn_za: Nako nngwe le nngwe fa o digela tirwana, ngwana wa gago o itemogela melemo. Re dumela gore o ka tswelelapele ka kgatelopele e e gakgamatsang ya gago. Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: @fields.user_name, without having access to these tips, it will be harder to know how to handle @fields.child_nickname's misbehaviour. Please type “MoreTips” whenever you want to receive your next message.
tn_za: @fields.user_name, ntle le pitlhelelo go dikakantsho tse, go tla nna bokete go itse gore o ka mekamekana jang le @fields.child_nickname go se itshole sentle. Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: @fields.user_name, without having access to these tips, it will be harder to know how to handle your child’s misbehaviour. Please type “MoreTips” whenever you want to receive your next message.
tn_za: @fields.user_name ntle le pitlhelelo go dikakantsho tse, go tla nna bokete go itse gore o ka mekamekana jang le ngwana wa gago a sa itshole sentle. Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: Without having access to these tips, it will be harder to know how to handle @fields.child_nickname's misbehaviour. Please type “MoreTips” whenever you want to receive your next message.
tn_za: Ntle le pitlhelelo go dikakantsho tse, go tla nna bokete go itse gore o ka mekamekana jang le @fields.child_nickname go se itshole sentle. Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: Without having access to these tips, it will be harder to know how to handle your child’s misbehaviour. Please type “MoreTips” whenever you want to receive your next message.
tn_za: Ntle le pitlhelelo go dikakantsho tse, go tla nna bokete go itse gore o ka mekamekana jang le ngwana wa gago a sa itshole sentle. Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: Hi @fields.user_name! We hope you and @fields.child_nickname are finding these chats helpful! Please type “MoreTips” whenever you want to receive your next message.
tn_za: Dumela @fields.user_name! Re tshepa gore wena le @fields.child_nicknamele fitlhela melaetsa eno e le botlhokwa! Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: Hi @fields.user_name! I hope you and @fields.child_nickname are finding these chats helpful! Please type “MoreTips” whenever you want to receive your next message.
tn_za: Dumela @fields.user_name! Ke tshepa gore wena le @fields.child_nicknamele fitlhela melaetsa eno e le botlhokwa! Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: Hi @fields.user_name! We hope you and your child are finding these chats helpful! Please type “MoreTips” whenever you want to receive your next message.
tn_za: Dumela @fields.user_name! Re tshepa gore wena le ngwana wa gago le fitlhela melaetsa eno e le botlhokwa! Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: Hi @fields.user_name! I hope you and your child are finding these chats helpful! Please type “MoreTips” whenever you want to receive your next message.
tn_za: Dumela @fields.user_name! Re tshepa gore wena le ngwana wa gago le fitlhela melaetsa eno e le botlhokwa! Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: Hi! We hope you and @fields.child_nickname are finding these chats helpful! Please type “MoreTips” whenever you want to receive your next message.
tn_za: Dumela! Re tshepa gore wena le @fields.child_nickname le fitlhela melaetsa eno e le botlhokwa! Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: Hi! I hope you and @fields.child_nickname are finding these chats helpful! Please type “MoreTips” whenever you want to receive your next message.
tn_za: Dumela! Ke tshepa gore wena le @fields.child_nickname le fitlhela melaetsa eno e le botlhokwa! Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: Hi! We hope you and your child are finding these chats helpful! Please type “MoreTips” whenever you want to receive your next message.
tn_za: Dumela! Re tshepa gore wena le ngwana wa gago le fitlhela melaetsa eno e le botlhokwa! Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: Hi! I hope you and your child are finding these chats helpful! Please type “MoreTips” whenever you want to receive your next message.
tn_za: Dumela! Re tshepa gore wena le ngwana wa gago le fitlhela melaetsa eno e le botlhokwa! Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: Hi @fields.user_name! We have a great idea for a fun activity for you and @fields.child_nickname. Please type "Play" to receive the activity!
tn_za: Dumela @fields.user_name! Re na le kakanyo e ntle ya tirwana ya go iitumedisa wena le @fields.child_nickname. Ka kopo tlanya “Tshameka” go amogela tirwana!

# text
source: Hi @fields.user_name! I have a great idea for a fun activity for you and @fields.child_nickname. Please type "Play" to receive the activity!
tn_za: Dumela @fields.user_name! Ke na le kakanyo e ntle ya tirwana ya go iitumedisa wena le @fields.child_nickname. Ka kopo tlanya “Tshameka” go amogela tirwana!

# text
source: Hi @fields.user_name! We have a great idea for a fun activity for you and your child. Please type "Play" to receive the activity!
tn_za: Dumela @fields.user_name! Re na le kakanyo e ntle ya tirwana ya go iitumedisa wena le ngwana wa gago. Ka kopo tlanya “Tshameka” go amogela tirwana!

# text
source: Hi @fields.user_name! I have a great idea for a fun activity for you and your child. Please type "Play" to receive the activity!
tn_za: Dumela @fields.user_name! Ke na le kakanyo e ntle ya tirwana ya go iitumedisa wena le ngwana wa gago. Ka kopo tlanya “Tshameka” go amogela tirwana!

# text
source: Hi! We have a great idea for a fun activity for you and @fields.child_nickname. Please type "Play" to receive the activity!
tn_za: Dumela! Re na le kakanyo e ntle ya tirwana ya go iitumedisa wena le @fields.child_nickname. Ka kopo tlanya “Tshameka” go amogela tirwana!

# text
source: Hi! I have a great idea for a fun activity for you and @fields.child_nickname. Please type "Play" to receive the activity!
tn_za: Dumela! Ke na le kakanyo e ntle ya tirwana ya go iitumedisa wena le @fields.child_nickname. Ka kopo tlanya “Tshameka” go amogela tirwana!

# text
source: Hi! We have a great idea for a fun activity for you and your child. Please type "Play" to receive the activity!
tn_za: Dumela! Re na le kakanyo e ntle ya tirwana ya go iitumedisa wena le ngwana wa gago. Ka kopo tlanya “Tshameka” go amogela tirwana!

# text
source: Hi! I have a great idea for a fun activity for you and your child. Please type "Play" to receive the activity!
tn_za: Dumela! Ke na le kakanyo e ntle ya tirwana ya go iitumedisa wena le ngwana wa gago. Ka kopo tlanya “Tshameka” go amogela tirwana!

# text
source: Hi @fields.user_name! We have noticed that you have not been responding to our chats today and we have been missing you! Please type “MoreTips” whenever you want to receive your next message.
tn_za: Dumela @fields.user_name! Re lemogile gore ga o ise o arabe melaetsa ya rona gompieno mme re a go gopola! Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: Hi @fields.user_name! I have noticed that you have not been responding to our chats today and I have been missing you! Please type “MoreTips” whenever you want to receive your next message.
tn_za: Dumela @fields.user_name! Ke lemogile gore ga o ise o arabe melaetsa ya rona gompieno mme re a go gopola! Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: Hi! We have noticed that you have not been responding to our chats today and we have been missing you! Please type “MoreTips” whenever you want to receive your next message.
tn_za: Dumela! Re lemogile gore ga o ise o arabe melaetsa ya rona gompieno mme re a go gopola! Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: Hi! I have noticed that you have not been responding to our chats today and I have been missing you! Please type “MoreTips” whenever you want to receive your next message.
tn_za: Dumela! Ke lemogile gore ga o ise o arabe melaetsa ya rona gompieno mme re a go gopola! Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: Hi @fields.user_name! In the current times everyone is feeling a little stressed and a brief relaxation activity might help. Please type "Relax" to receive the activity!
tn_za: Dumela @fields.user_name! Mo metsing eno mongwe le mongweo ikutlwa a imetswe mme tirwana e khutswane go repa e ka thusa. Ka kopo tlanya “Repa” go amogela tirwana!

# text
source: Hi! In the current times everyone is feeling a little stressed and a brief relaxation activity might help. Please type "Relax" to receive the activity!
tn_za: Dumela! Mo metsing eno mongwe le mongweo ikutlwa a imetswe mme tirwana e khutswane go repa e ka thusa. Ka kopo tlanya “Repa” go amogela tirwana!

# text
source: @fields.user_name, you have collected @fields.n_skills/@fields.total_skills skills! You have shown excellent dedication so far towards being a great parent to @fields.child_nickname. Please type “MoreTips” whenever you want to receive your next message.
tn_za: @fields.user_name, o kgobokantse dikgono @fields.n_skills/@fields.total_skills! O bontshitse boeneelo jo bo ntle go fitlha jaana go ya kwa go nneng motsadi yo o siameng @fields.child_nickname. Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: @fields.user_name, you have collected @fields.n_skills/@fields.total_skills skills! You have shown excellent dedication so far towards being a great parent to your child. Please type “MoreTips” whenever you want to receive your next message.
tn_za: @fields.user_name, o kgobokantse dikgono @fields.n_skills/@fields.total_skills! O bontshitse boineelo jo bo ntle go fitlha gajaana go ya kwa go nneng motsadi yo o siameng. Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: You have collected @fields.n_skills/@fields.total_skills skills! You have shown excellent dedication so far towards being a great parent to @fields.child_nickname. Please type “MoreTips” whenever you want to receive your next message.
tn_za: O kgobokantse dikgono @fields.n_skills/@fields.total_skills! O bontshitse boeneelo jo bo ntle go fitlha jaana go ya kwa go nneng motsadi yo o siameng @fields.child_nickname. Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: You have collected @fields.n_skills/@fields.total_skills skills! You have shown excellent dedication so far towards being a great parent to your child. Please type “MoreTips” whenever you want to receive your next message.
tn_za: O kgobokantse dikgono @fields.n_skills/@fields.total_skills! O bontshitse boeneelo jo bo ntle go fitlha jaana go ya kwa go nneng motsadi yo o siameng. Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your goal of improving your relationship with your child. Please type “MoreTips” whenever you want to receive your next message.
tn_za: @fields.child_nickname o ungwelwa tota go tswa go kgatelelopele ya gago go fitlhelela maikaelelo a go tokafatsa botsalano le ngwana wa gago. Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: Your child has really benefitted from your progress towards reaching your goal of improving your relationship with your child. Please type “MoreTips” whenever you want to receive your next message.
tn_za: Ngwana wa gago o ungwelwa tota go tswa go kgatelelopele ya gago go fitlhelela maikaelelo a go tokafatsa botsalano le ngwana wa gago. Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your goal of improving your child's behaviour. Please type “MoreTips” whenever you want to receive your next message.
tn_za: @fields.child_nickname o ungwelwa tota go tswa go kgatelelopele ya gago go fitlhelela maikaelelo a go tokafatsa maitsholo a ngwana wa gago. Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: Your child has really benefitted from your progress towards reaching your goal of improving your child's behaviour. Please type “MoreTips” whenever you want to receive your next message.
tn_za: Ngwana wa gago o ungwelwa tota go tswa go kgatelelopele ya gago go fitlhelela maikaelelo a go tokafatsa maitsholo a ngwana wa gago. Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your goal of your child improving their performance at school. Please type “MoreTips” whenever you want to receive your next message.
tn_za: @fields.child_nickname o ungwelwa tota go tswa go kgatelelopele ya gago go fitlhelela maikaelelo a go tokafatsa mtiragatso ya bona kwa sekolong. Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: Your child has really benefitted from your progress towards reaching your goal of your child improving their performance at school. Please type “MoreTips” whenever you want to receive your next message.
tn_za: Ngwana wa gago o ungwelwa tota go tswa go kgatelelopele ya gago go fitlhelela maikaelelo a go tokafatsa mtiragatso ya bona kwa sekolong. Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your goal of having less conflict in your family. Please type “MoreTips” whenever you want to receive your next message.
tn_za: @fields.child_nickname o ungwelwa tota go tswa go kgatelelopele ya gago go fitlhelela maikaelelo a go nna le kgotlhang e e kwa tlase mo lapeng a gago. Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: Your child has really benefitted from your progress towards reaching your goal of having less conflict in your family. Please type “MoreTips” whenever you want to receive your next message.
tn_za: Ngwana wa gago o ungwelwa tota go tswa go kgatelelopele ya gago go fitlhelela maikaelelo a go nna le kgotlhang e e kwa tlase mo lapeng la gago. Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your goal of knowing more about how to keep your child safe. Please type “MoreTips” whenever you want to receive your next message.
tn_za: @fields.child_nickname o ungwelwa tota go tswa go kgatelopele ya gago go fitlhelela maikaelelo a go itse go feta ka ga gore o ka tshola ngwana wa gago jang a sireletsegile. Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: Your child has really benefitted from your progress towards reaching your goal of knowing more about how to keep your child safe. Please type “MoreTips” whenever you want to receive your next message.
tn_za: Ngwana wa gago o ungwelwa tota go tswa go kgatelopele ya gago go fitlhelela maikaelelo a go itse go feta ka ga gore o ka tshola ngwana wa gago jang a sireletsegile. Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your goal of knowing more about child development. Please type “MoreTips” whenever you want to receive your next message.
tn_za: @fields.child_nickname o tswetse molemo ke tlhabololo ya gago mo go fitlheleng pono ya gago ya go itse go le gontsi ka kgolo ya ngwana. Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: Your child has really benefitted from your progress towards reaching your goal of knowing more about child development. Please type “MoreTips” whenever you want to receive your next message.
tn_za: Ngwana wa gago o tswetse molemo ke tlhabololo ya gago mo go fitlheleng pono ya gago ya go itse go le gontsi ka kgolo ya ngwana. Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your parenting goal. Please type “MoreTips” whenever you want to receive your next message.
tn_za: @fields.child_nickname o ungwelwa tota go tswa go kgatelelopele ya gago go fitlhelela maikaelelo a go tokafatsa maitsholo a ngwana wa gago. Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: Your child has really benefitted from your progress towards reaching your parenting goal. Please type “MoreTips” whenever you want to receive your next message.
tn_za: Ngwana wa gago o ungwelwa tota go tswa go kgatelelopele ya gago go fitlhelela maikaelelo a go tokafatsa botsadi jwa gago. Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: Congratulations! You have made it through your first week. How time flies!
tn_za: Re a go akgola! O kgonne beke ya gago ya ntlha. Nako e a taboga!
