Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/tn/tn_messages.po
Languages: tn_za

# text
source: Here's an audio message to guide you through a fun physical activity!
tn_za: Fano ke molaetsa wa odiyo go go kaela go tirwana ya mmele ya go iitumedisa!

# text
source: Stand up and stretch your arms up like you are reaching to the sky. Pretend to push away any clouds and let the sun shine down on you. Stretch to both sides. Stretch to the front and to the back.
tn_za: Ema mme o otlololele diatla tsa gago ko godimo. Itire o ka re o sutisa maru a o a bonang mme o letle letsatsi le go phatsimele. Ikotlololele ko matlhakoreng o o mabedi. Ikotlololele ko pele le ko morago.

# text
source: Here's a fun video of a physical activity that can help you release stress and keep healthy!
tn_za: Fano ke bidiyo e e itumedisang ya tirwana ya mmele e e ka go thusang go tlosa kgatelelo le go itshola o itekanetse!

# text
source: Let your hand hang by your side. As you breathe in, squeeze your shoulders tightly up to your ears, scrunch your eyes and face, and hold your breath. Release your breath and then relax your shoulders and body.
tn_za: Letla letsogo la gago le akgegele mo letlhakoreng la gago. Fa o ntse o hemela ko teng, gatelela magetla a gago go ya kwa ditsebeng, gagamatsa matlho le sefatlhego sa gago, mme o tshware mowa wa gago. Tlogelela mowa wa gago mme o repise magetla le mmele.

# text
source: Relax your arms and let your arms swing sideways, and turn your upper body. Your arms should gently hit your back as you twist from side to side.
tn_za: Repisa matsogo a gago mme letlelela matsogo a gago go elela ko pele le ko morago, mme o thedimosetse mmele wa gago o o ko godimo. Matsogo a gago a iteye mokotla wa gago ka bonolo fa o ntse o sokamisetsa ko matlhakoreng.

# text
source: Place one foot in front of the other and make small circles from ankles, remember to turn to both sides. Do each foot with four circles in each direction.
tn_za: Baya leoto mo pele ga le lengwe mme o dire dikgolokwe tse dinnye ka legwejana, gopola go dira mo matlhakoreng o o mabedi. Dira leoto lengwe le lengwe ka dikgolokwe tse nne mo matlhakoreng otlhe.

# text
source: Close your eyes and raise your arms slowly above your head as you breathe in. Lower your arms slowly to your side as you breathe out.
tn_za: Tswala matlho mme o emise matsogo a gago ka bonya mo godimo ga tlhogo ya gago fa o ntse o hemela ko teng. Isa matsogo a gago ka bonya ko letlhakoreng la gago fa o ntse o hemela kwa ntle.

# text
source: Would you like some other relaxation activities?
tn_za: A o ka rata ditirwana tse dingwe tsa go repa?

# text
source: Take a moment to reflect on your experience.
tn_za: Tsaya motsotso go akanya ka maitemogelo a gago.

# text
source: That's okay! You can always type "Help" at anytime if you need an activity to help you relax or reduce stress.
tn_za: Ga se bothata! Gopola ka gale gore o kgona go tlanya “Thuso” nako nngwe le nngwe fa o tlhoka tirwana go ithusa go repa kgotsa go fokotsa kgatelelo ya maikutlo.

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit. Over the next few days, try doing some physical exercise every day. It is a great way to reduce stress and keep healthy. Even 5 minutes a day can make a difference!
tn_za: O dirile sentle @fields.user_name! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno. Mo malatsing a a latelang a a mmalwa, leka go dir ikatiso nngwe ya mmele letsatsi le letsatsi. Ke tsela e ntle go fokotsa kgatelelo le go itshola o itekanetse. Le metsotso e le 5 fela ka letsatsi e ka dira pharologanyo!

# text
source: Well done! You have added another skill to your Parenting Toolkit. Over the next few days, try doing some physical exercise every day. It is a great way to reduce stress and keep healthy. Even 5 minutes a day can make a difference!
tn_za: O dirile sentle! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno. Mo malatsing a a latelang a a mmalwa, leka go dir ikatiso nngwe ya mmele letsatsi le letsatsi. Ke tsela e ntle go fokotsa kgatelelo le go itshola o itekanetse. Le metsotso e le 5 fela ka letsatsi e ka dira pharologanyo!

# text
source: Well done @fields.user_name! You have added another layer to your House of Support. Over the next few days, try doing some physical exercise every day. It is a great way to reduce stress and keep healthy. Even 5 minutes a day can make a difference!
tn_za: O dirile sentle @fields.user_name! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso beke eno. Mo malatsing a a latelang a a mmalwa, leka go dir ikatiso nngwe ya mmele letsatsi le letsatsi. Ke tsela e ntle go fokotsa kgatelelo le go itshola o itekanetse. Le metsotso e le 5 fela ka letsatsi e ka dira pharologanyo!

# text
source: Well done! You have added another layer to your House of Support. Over the next few days, try doing some physical exercise every day. It is a great way to reduce stress and keep healthy. Even 5 minutes a day can make a difference!
tn_za: O dirile sentle! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso beke eno. Mo malatsing a a latelang a a mmalwa, leka go dir ikatiso nngwe ya mmele letsatsi le letsatsi. Ke tsela e ntle go fokotsa kgatelelo le go itshola o itekanetse. Le metsotso e le 5 fela ka letsatsi e ka dira pharologanyo!

# text
source: You can always type "Help" at anytime if you need an activity to help you relax or reduce stress. Chat to you later @fields.user_name!
tn_za: Gopola ka gale gore o kgona go tlanya “Thuso” nako nngwe le nngwe fa o tlhoka tirwana go ithusa go repa kgotsa go fokotsa kgatelelo ya maikutlo. Ke tla bua le wena moragonyana @fields.user_name!

# text
source: You can always type "Help" at anytime if you need an activity to help you relax or reduce stress. Chat to you later!
tn_za: Gopola ka gale gore o kgona go tlanya “Thuso” nako nngwe le nngwe fa o tlhoka tirwana go ithusa go repa kgotsa go fokotsa kgatelelo ya maikutlo. Ke tla bua le wena moragonyana!

# text
source: Hello @fields.user_name! This is a stressful time, especially for fathers. When we are stressed or angry, we do not make the best decisions. Taking the time to care for ourselves will help us care for our children.
tn_za: Dumela @fields.user_name! Eno ke nako e e boima, segolo go bontate. Fa re imetswe kgotsa re galefile, ga e tseye ditshwetso tse di siameng. Go tsaya nako go itlhokomela go tla re thusa go tlhokomela le bana ba rona.

# text
source: Today's tip is about how to keep calm and manage stress in our busy lives.
tn_za: Kakantsho ya gompieno e ka ga go ritibala le go laola kgatelelo mo matshelong a rona a a mekgaphe.

# text
source: Hello @fields.user_name! This is a stressful time, especially for mothers. When we are stressed or angry, we do not make the best decisions. Taking the time to care for ourselves will help us care for our children.
tn_za: Dumela @fields.user_name! Eno ke nako e e boima, segolo go bomme. Fa re imetswe kgotsa re galefile, ga e tseye ditshwetso tse di siameng. Go tsaya nako go itlhokomela go tla re thusa go tlhokomela le bana ba rona.

# text
source: Hello @fields.user_name! This is a stressful time, especially for parents. When we are stressed or angry, we do not make the best decisions. Taking the time to care for ourselves will help us care for our children.
tn_za: Dumela @fields.user_name! Eno ke nako e e boima, segolo go batsadi. Fa re imetswe kgotsa re galefile, ga e tseye ditshwetso tse di siameng. Go tsaya nako go itlhokomela go tla re thusa go tlhokomela le bana ba rona.

# text
source: Hello! This is a stressful time, especially for fathers. When we are stressed or angry, we do not make the best decisions. Taking the time to care for ourselves will help us care for our children.
tn_za: Dumela! Eno ke nako e e boima, segolo go bontate. Fa re imetswe kgotsa re galefile, ga e tseye ditshwetso tse di siameng. Go tsaya nako go itlhokomela go tla re thusa go tlhokomela le bana ba rona.

# text
source: Hello! This is a stressful time, especially for mothers. When we are stressed or angry, we do not make the best decisions. Taking the time to care for ourselves will help us care for our children.
tn_za: Dumela! Eno ke nako e e boima, segolo go bomme. Fa re imetswe kgotsa re galefile, ga e tseye ditshwetso tse di siameng. Go tsaya nako go itlhokomela go tla re thusa go tlhokomela le bana ba rona.

# text
source: Hello! This is a stressful time, especially for parents. When we are stressed or angry, we do not make the best decisions. Taking the time to care for ourselves will help us care for our children.
tn_za: Dumela! Eno ke nako e e boima, segolo go batsadi. Fa re imetswe kgotsa re galefile, ga e tseye ditshwetso tse di siameng. Go tsaya nako go itlhokomela go tla re thusa go tlhokomela le bana ba rona.

# text
source: Let's take a pause together! Take a deep breath and ask yourself, "What am I thinking?"
tn_za: Tla re eme go se kae! Hemela kwa teng mme o ipotse, “Ke akanya eng?”

# text
source: Notice if your thoughts are positive or negative. Notice if your emotions are pleasant or unpleasant. Whatever you are feeling, it is okay. Notice how your body feels. Notice anything that hurts or is tense.
tn_za: Lemoga fa dikakanyo tsa gago di siame kgotsa di sa siama. Lemoga fa maikutlo a gago a siame kgotsa a sa siama. Maikutlo mangwe le mangwe fela, go siame. Lemoga kafa mmele wa gago o ikutlwang ka gone. Lemoga fa sengwe se le botlhoko kgotsa se gagametse.

# text
source: Focus on your breath as it goes in and out. Do this for about 10 breaths.
tn_za: Reetsa tsela e o hemang ka yone o ntse o tsenya mowa o bo o o ntsha. Dira seno o hema ga 10.

# text
source: Now, expand your awareness to your whole body. Listen to the sounds in the room.
tn_za: Atolosa temogo ya gago mo mmeleng otlhe wa gago. Reetsa medumo e e mo kamoreng.

# text
source: Take a moment to reflect on whether you feel any different.
tn_za: Tsaya motsotso go bona fa o utlwa pharologanyo epe.

# text
source: Here's a video about how to keep calm and manage stress in our busy lives.
tn_za: Fano ke bidiyo ka ga gore o itshola jang ka thitibalo le go laola kgatelelo mo matshelong a rona a a mekgaphe.

# text
source: Taking a Pause is a simple relaxation activity that you can do whenever you are feeling stressed or worried. It can also be helpful when you find your child is irritating you or has done something wrong.
tn_za: Go ema go se kae ke tirwana e e bonolo ya go repa e o ka e dirang fela fa o ikutlwa go imetswe kgotsa o tshwenyegile. Gape e ka nna le mosola fa o fitlhela ngwana wa gago a go somola mowa kgotsa a dirile sengwe se se phoso.

# text
source: Here is a comic to remind you of taking a pause!
tn_za: Fano ke motlae go go gopotsa go ema go se kae!

# text
source: “How am I going to get through this?”
tn_za: “Ke tlile go kgona se jang?”

# text
source: “Whatever it is, I am okay.”
tn_za: “Ga go tshwenye gore ke eng, Ke siame.”

# text
source: “Breathe in. Breathe out."
tn_za: “Hemela teng. Hemela kwa ntle.”

# text
source: “I can do this. We will get through it together.”
tn_za: Ke tla dira seno. Mmogo re tla kgona.”

# text
source: Well done for Taking a Pause @fields.user_name. You have added another skill to your Parenting Toolkit! Over the next few days, try taking a pause whenever you are feeling stressed. It gives you a chance to be calmer. Even a few deep breaths or connecting with the ground beneath you can make a difference. You can also Take a Pause with your Child!
tn_za: O dirile bontle ka go Ema go se kae @fields.user_name. tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno! Mo malatsi a a tlang a a mmalwa, leka go ema go se kae fela fa o ikutlwa o imetswe. Go go naya tshono ya go kgoba makgwafo. Le fa ele go hemela ko teng makgetlonyana kgotsa go ikgolaganya le lefatshe le le mo tlase ga gago o ka dira pharologanyo. O ka Ema go se Kae legoa Ngwana wa gago!

# text
source: Well done for Taking a Pause. You have added another skill to your Parenting Toolkit! Over the next few days, try taking a pause whenever you are feeling stressed. It gives you a chance to be calmer. Even a few deep breaths or connecting with the ground beneath you can make a difference. You can also Take a Pause with your Child!
tn_za: O dirile sentle go Emisa go se Kae. O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno! Mo malatsi a a tlang a a mmalwa, leka go ema go se kae fela fa o ikutlwa o imetswe. Go go naya tshono ya go kgoba makgwafo. Le fa ele go hemela ko teng makgetlonyana kgotsa go ikgolaganya le lefatshe le le mo tlase ga gago o ka dira pharologanyo. O ka Ema go se Kae legoa Ngwana wa gago!

# text
source: Well done for Taking a Pause @fields.user_name. You have added another layer to your House of Support! Over the next few days, try taking a pause whenever you are feeling stressed. It gives you a chance to be calmer. Even a few deep breaths or connecting with the ground beneath you can make a difference. You can also Take a Pause with your Child!
tn_za: O dirile bontle ka go Ema go se kae @fields.user_name. O tsentse kgono e le nngwe go moalo o mongwe wa Ntlo ya gago ya Tshegetso! Mo malatsi a a tlang a a mmalwa, leka go ema go se kae fela fa o ikutlwa o imetswe. Go go naya tshono ya go kgoba makgwafo. Le fa ele go hemela ko teng makgetlonyana kgotsa go ikgolaganya le lefatshe le le mo tlase ga gago o ka dira pharologanyo. O ka Ema go se Kae legoa Ngwana wa gago!

# text
source: Well done for Taking a Pause. You have added another layer to your House of Support! Over the next few days, try taking a pause whenever you are feeling stressed. It gives you a chance to be calmer. Even a few deep breaths or connecting with the ground beneath you can make a difference. You can also Take a Pause with your Child!
tn_za: O dirile sentle go Emisa go se Kae. O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso! Mo malatsi a a tlang a a mmalwa, leka go ema go se kae fela fa o ikutlwa o imetswe. Go go naya tshono ya go kgoba makgwafo. Le fa ele go hemela ko teng makgetlonyana kgotsa go ikgolaganya le lefatshe le le mo tlase ga gago o ka dira pharologanyo. O ka Ema go se Kae legoa Ngwana wa gago!

# text
source: Hi @fields.user_name! Were you able to spend 5 minutes or more of One-on-One Time with your children today?
tn_za: Dumela @fields.user_name! A o kgonne go nna le metsotso e le 5 kgotsa go feta ya Nako ya Motho ka mong le bana ba gago gompieno?

# text
source: Hi! Were you able to spend 5 minutes or more of One-on-One Time with your children today?
tn_za: Dumela! A o kgonne go nna le metsotso e le 5 kgotsa go feta ya Nako ya Motho ka mong le bana ba gago gompieno?

# text
source: Wonderful! Spending One-on-One Time with your children may make them more willing to help out more often. You are doing great!
tn_za: Bontle tota! Go fetsa nako ya Motho ka Mong le bana ba gago go ka dira gore ba batle go go thusa go feta. O dira sentle!

# text
source: It can be hard to find time during your day, with work, chores, and everything else. Can you think of a time each day that you can make 5 minutes or a bit more? You can even make household chores into a game to do together. Even 5 minutes can make a big difference!
tn_za: Ee, go ka nna boima go nna le nako motshegare, ka tiro, ditiro tsa legae, le dilo tse dingwe tsotlhe. Akanya ka nako tsatsi lengwe le lengwe e nka beelang kwa thoko metsotso e le 5 kgotsa e e oketsegileng. O ka fetola tiro ya fa gae go nna motshameko o le o tshamekang mmogo. Le metsotso e le 5 fela ka letsatsi e ka dira pharologanyo e kgolo!

# text
source: Children often want to spend time watching T.V. or playing with a gadget. Sometimes you might want to give them some other fun options to do instead (Type: "Help" if you want a suggestion).
tn_za: Bana gantsi ba batla go nna ba lebeletse T.V. kgotsa ba tshameka ka sedirisiwa sa eleketeroniki. Nako dingwe o ka batla go ba neela diitlhophelo tse dingwe gore ba di dire gona le go (Tlanya: “Thuso” fa o batla tshitsinyo).

# text
source: It can make you feel bad if your children do not want to spend One-on-One Time with you. Think to yourself: When are they more open to you? Maybe in the morning or right before bedtime.
tn_za: Go ka utlwisa botlhoko tota fa bana ba rona ba sa batle go ipha nako le rona. Akanya: Ba go phuthologela leng? Gongwe mo mosong kgotsa fela pele ba robala.

# text
source: Competitive games can be challenging for children (and adults!) if they have difficulty losing. You may want to suggest other activities that you can play together instead of against each other (Type "Help" if you want a suggestion).
tn_za: Metshameko ya dikgaisano e ka nna kgwetlho mo baneng (le bagolo!) fa ba sa kgone go amogela fa ba fentswe. O ka batla go tshitsinya ditirwana tse dingwe tse le ka di dirang mmogo gona le kgatlhanong (Tlanya “Thuso” fa o batla tshitsinyo).

# text
source: Sometimes our children will suggest activities that are violent or unsafe. Explain why they can't, and try suggesting alternative activities that would be more appropriate. Type "Help" if you want a suggestion.
tn_za: Nako dingwe bana ba rona ba tla tshitsinya ditirwana tsa tirisodikgoka kgotsa di sa bolokega. Tlhalosa gore ke goreng ba sa tshwanela, mme o leke go tshitsinya ditirwana refosano tse di ka nnang maleba. Tlanya “Thuso” fa o batla tshitsinyo.

# text
source: It can be difficult to spend One-on-One Time with each one child when you have more than one child. If possible, you can ask another adult or older sibling to look after the other children while you spend One-on-One Time with one child.
tn_za: Go ka nna boima go ipha nako mmogo le basha ba rona fa e le gore re na le bana ba bangwe. Fa go kgonega, o ka kopa mogolo yo mongwe kgotsa ngwana yo mongwe go tlhokomela bana ba bangwe fa wena o ipha nako ya motho ka mong le ngwana a le mongwe.

# text
source: You can also think of times when it would be easier to spend One-on-One Time each child, like later in the evening with an older child after the others have gone to sleep.
tn_za: Gape o ka akanya ka dinako tseo go tla nnang bonolo go mpha nako ya motho ka mong le ngwana mongwe le mongwe, jaaka moragonya maitseboa o nne le ngwana yo mogolwane morago ga ba bangwe ba sena go robala.

# text
source: You can also spend One-on-One Time with all of your children at once!
tn_za: Gape o ka nna le nako ya motho ka mong le bana botlhe ba gago ka nako e le nngwe.

# text
source: Type "Help" for activities that you can do as a whole family
tn_za: Tlanya “Thuso” go bona ditirwana tse le ka di dirang mmogo jaaka lelapa

# text
source: That's great @fields.user_name! How did it go?
tn_za: Go gontle @fields.user_name! Go tsamaile jang?

# text
source: That's great! How did it go?
tn_za: Go gontle! Go tsamaile jang?

# text
source: Good for you @fields.user_name! One-on-One Time shows your children that they are important to you. It really makes a difference!
tn_za: Go go siametse @fields.user_name! Nako ya motho ka mong le bana ba gago go tla ba lemosa gore ba botlhokwa mo go wena. Seno se thusa tota!

# text
source: Good for you! One-on-One Time shows your children that they are important to you. It really makes a difference!
tn_za: Go go siametse! Nako ya motho ka mong le bana ba gago go tla ba lemosa gore ba botlhokwa mo go wena. Seno se thusa tota!

# text
source: Well done! One-on-One with your children gives you a chance to learn more about your their interests and abilities. You are a star @fields.user_name!
tn_za: O dirile sentle! Nako ya motho ka mong le bana ba gago go go neela tshono go gore o bone gore ke dilo dife tse a di ratang le gore ke dilo dife tse a di kgonang. O naledi @fields.user_name!

# text
source: Well done! One-on-One with your children gives you a chance to learn more about your their interests and abilities. You are a star!
tn_za: O dirile sentle! Nako ya motho ka mong le bana ba gago go go neela tshono go gore o bone gore ke dilo dife tse a di ratang le gore ke dilo dife tse a di kgonang. O naledi!

# text
source: Excellent job @fields.user_name! One-on-One Time helps build a strong positive relationship between you and your children. Try to do it every day!
tn_za: Tiro e ntle @fields.user_name! Nako ya Motho ka mong e thusa go aga botsalano jo bo siameng magareng ga gago le bana ba gago. Leka go dira seno letsatsi le letsatsi!

# text
source: Excellent job! One-on-One Time helps build a strong positive relationship between you and your children. Try to do it every day!
tn_za: Tiro e ntle! Nako ya Motho ka mong e thusa go aga botsalano jo bo siameng magareng ga gago le bana ba gago. Leka go dira seno letsatsi le letsatsi!

# text
source: Thank you for making the effort to show your children that they are loved and valued. You deserve a gold star @fields.user_name!
tn_za: Re lebogela go bo o lekile go bontsha bana ba gago gore ba boleng e bile ba a ratiwa. O tshwanelwa ke tlotlo @fields.user_name!

# text
source: Thank you for making the effort to show your children that they are loved and valued. You deserve a gold star!
tn_za: Re lebogela go bo o lekile go bontsha bana ba gago gore ba boleng e bile ba a ratiwa. O tshwanelwa ke tlotlo!

# text
source: We understand that spending One-on-One Time can sometimes be difficult. Here are some of the main reasons parents struggle. Which one is the closest to you?
tn_za: R tlhaloganya gore go nna le Nako ya Motho ka Mong go ka nna bokete nako dingwe. Fano ke mangwe a mabakamagolo a a tshwenyang batsadi. Ke lefe le bapileng go feta le wena?

# text
source: I understand that spending One-on-One Time can sometimes be difficult. Here are some of the main reasons parents struggle. Which one is the closest to you?
tn_za: Ke tlhaloganya gore go nna le Nako ya Motho ka Mong go ka nna bokete nako dingwe. Fano ke mangwe a mabakamagolo a a tshwenyang batsadi. Ke lefe le bapileng go feta le wena?

# text
source: If @fields.child_nickname wants to do things that are too difficult for you to physically do, you can simply watch @fields.child_nickname. Try describing what they are doing like a sports announcer and praising what they do!
tn_za: Fa @fields.child_nickname batla go dira dilo tse di popota go mo wena, ka lebelela fela @fields.child_nickname. Leka go tlhalosa se ba se dirang jaaka mogasi kgotsa o ba akgole!

# text
source: If @fields.child_nickname wants to do things that are too difficult for you to physically do, you can simply watch your child. Try describing what they are doing like a sports announcer and praising what they do!
tn_za: Fa @fields.child_nickname batla go dira dilo tse di popota go mo wena, go ka lebelela ngwana wa gago. Leka go tlhalosa se ba se dirang jaaka mogasi kgotsa o ba akgole!

# text
source: If your child wants to do things that are too difficult for you to physically do, you can simply watch @fields.child_nickname. Try describing what they are doing like a sports announcer and praising what they do!
tn_za: Fa ngwana wa gago a batla go dira dilo tse di popota go mo wena, ka lebelela fela @fields.child_nickname. Leka go tlhalosa se ba se dirang jaaka mogasi kgotsa o ba akgole!

# text
source: If your child wants to do things that are too difficult for you to physically do, you can simply watch your child. Try describing what they are doing like a sports announcer and praising what they do!
tn_za: Fa 1 batla go dira dilo tse di popota go mo wena, go ka lebelela ngwana wa gago. Leka go tlhalosa se ba se dirang jaaka mogasi kgotsa o ba akgole!
