Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/tn/tn_messages.po
Languages: tn_za

# text
source: Sharing emotions – especially the difficult ones – sets an important example for your child or teen ! It actually makes everyone in the family stronger, because you can understand and support each other better.
tn_za: Go bua maikutlo a gago, segolo jang a a boima, go tlhomela ngwana kgotsa mosha wa gago sekao sa botlhokwa! Tota e bile go dira gore mongwe le mongwe mo lelapeng a tiye le go feta, ka ntlha ya gore lo kgona go tlhaloganyana le go tshegetsana botoka.

# text
source: Sharing emotions is about explaining how you are feeling so @fields.child_nickname is aware and learns to do the same. You can choose how much detail you want to share about the situation. It’s up to you! You can also choose to answer questions later: “I am feeling angry/stressed now, can you please give me some time? We can talk about this more tonight”.
tn_za: Go buisana ka maikutlo go ka ga go tlhalosa gore o ikutlwa jang gore @fields.child_nickname a eletlhoko le go ithuta go dira fela jalo. O ka nna wa tlhopha gore o batla go bua go le kana kang ka seemo sa gago. Go tswa mo go wena! Gape o ka tlhopha go araba dipotso moragonyana: “Ke ikutlwa ke galefile/ke imetswe gajaana, a o ka kgona go nnela nako nngwe? Re ka bua ka seno gape bosigo”.

# text
source: Sharing emotions is about explaining how you are feeling so your child or teen is aware and learns to do the same. You can choose how much detail you want to share about the situation. It’s up to you! You can also choose to answer questions later: “I am feeling angry/stressed now, can you please give me some time? We can talk about this more tonight”.
tn_za: Go buisana ka maikutlo go ka ga go tlhalosa gore o ikutlwa jang gore ngwana kgotsa mosha wa gago a eletlhoko le go ithuta go dira fela jalo. O ka nna wa tlhopha gore o batla go bua go le kana kang ka seemo sa gago. Go tswa mo go wena! Gape o ka tlhopha go araba dipotso moragonyana: “Ke ikutlwa ke galefile/ke imetswe gajaana, a o ka kgona go nnela nako nngwe? Re ka bua ka seno gape bosigo”.

# text
source: Starting a new thing is always difficult at first. Give yourselves some time to get used to it, and keep giving the good example by noticing and sharing emotions. Over time, @fields.child_nickname will learn to do the same – and they will feel even more loved and cared for.
tn_za: Go simolola sengwe se sesha ke kgwetlho ka metlha kwa tshimologong. Iphe nako ya go go tlwaela mme o nne o bontsha sekao se se molemo ka go lebelela le go bua maikutlo a gago. Fa nako e ntse e tsamaya, @fields.child_nickname o tla ithuta go dira se se tshwanang – mme ba tla ikutlwa ba ratiwa le go kgathalelwa le go feta!

# text
source: Starting a new thing is always difficult at first. Give yourselves some time to get used to it, and keep giving the good example by noticing and sharing emotions. Over time, your child or teen will learn to do the same – and they will feel even more loved and cared for.
tn_za: Go simolola sengwe se sesha ke kgwetlho ka metlha kwa tshimologong. Iphe nako ya go go tlwaela mme o nne o bontsha sekao se se molemo ka go lebelela le go bua maikutlo a gago. Fa nako e ntse e tsamaya, mosha wa gago o tla ithuta go dira se se tshwanang, mme ba tla ikutlwa ba ratiwa le go kgathalelwa le go feta!

# text
source: That is okay! Remember you can access parenting content at anytime by typing "Help". Chat to you later @fields.user_name!
tn_za: Seo se siame! Gopola gore o ka fitlhelela diteng tsa botsadi ka nako nngwe le nngwe ka go tlanya “Thuso”. Ke tla bua le wena moragonyana @fields.user_name!

# text
source: That is okay! Remember you can access parenting content at anytime by typing "Help". Chat to you later!
tn_za: Seo se siame! Gopola gore o ka fitlhelela diteng tsa botsadi ka nako nngwe le nngwe ka go tlanya “Thuso”. Ke tla bua le wena moragonyana!

# text
source: Sorry to hear it was difficult for you. Well done for trying!
tn_za: Re maswabi go utlwa gore go ne go se motlhofo. Re leboga fela thata go bo lo tsere matsapa!

# text
source: What was your main challenge?
tn_za: Kgwetlho ya gago e kgolo ke efe?

# text
source: Great to hear it went well, you are a star!
tn_za: Ke leboga go utlwa gore dilo di tsamaile sentle; lo ditswerere!

# text
source: Sometimes we just expect our children to do what we want them. But when we praise them for it, they feel encouraged to listen again next time!
tn_za: Nako dingwe re lebelela fela gore bana ba rona ba dire se re batlang ba se dira. Fela fa re ba akgola, ba ikutlwa ba rotloetsega go reetsa gape mo nakong e e tlang!

# text
source: It is hard to remember to give realistic instructions. Try to make sure that your child or teen can physically do what you want them to do. Be specific!
tn_za: Go boima go gopola go neelana ka ditaelo tse di dumelesegang. Leka go netefatsa gore ngwana kgotsa mosha wa gago kgona go dira se o batlang gore ba se dire. Lolama!

# text
source: Hi @fields.user_name! Were you able to give @fields.child_nickname instructions?
tn_za: Dumela @fields.user_name! A o kgonne go neelana @fields.child_nickname ka ditaelo?

# text
source: Hi @fields.user_name! Were you able to give your child or teen instructions?
tn_za: Dumela @fields.user_name! a o kgonne go neela ngwana kgotsa mosha ditaelo?

# text
source: Hi! Were you able to give @fields.child_nickname instructions?
tn_za: Dumela! A o kgonne go neelana @fields.child_nickname ka ditaelo?

# text
source: Hi! Were you able to give your child or teen instructions?
tn_za: Dumela! a o kgonne go neela ngwana kgotsa mosha ditaelo?

# text
source: Well done for trying @fields.user_name, how did it go?
tn_za: O dirile sentle go leka @fields.user_name, o tla e kgona?

# text
source: Well done for trying, how did it go?
tn_za: O dirile sentle go leka1, go tsamaile jang!

# text
source: We know, it is hard to remember to give one instruction at a time. When we do it, our child is more likely to listen – so we can praise them even more!
tn_za: Re a itse, go bokete go go gopola go neelana ka taelo e le nngwe ka nako. fa re e dira, bana ba rona ba ka reetsa - jalo re ka kgona go ba akgola le go feta!

# text
source: I know, it is hard to remember to give one instruction at a time. When we do it, our child is more likely to listen – so we can praise them even more!
tn_za: Re a itse, go bokete go go gopola go neelana ka taelo e le nngwe ka nako. fa re e dira, bana ba rona ba ka reetsa - jalo re ka kgona go ba akgola le go feta!

# text
source: We know, our children need time to learn to follow instructions. Be patient, try again, and remember to praise them every time they follow an instruction!
tn_za: Ke a itse; bana ba rona ba tlhoka nako ya go ithuta go latela ditaelo. Nna pelotelele, leka gape, mme o gopole go ba akgola nako le nako fa ba kgonne go latela ditaelo!

# text
source: I know, our children need time to learn to follow instructions. Be patient, try again, and remember to praise them every time they follow an instruction!
tn_za: Ke a itse; bana ba rona ba tlhoka nako ya go ithuta go latela ditaelo. Nna pelotelele, leka gape, mme o gopole go ba akgola nako le nako fa ba kgonne go latela ditaelo!

# text
source: We know, it takes some time to get used to giving positive instructions – it’s really worth trying again! Think about behaviour you would love to see @fields.child_nickname do more, and think of positive ways to give that instruction!
tn_za: Ee, go tsaya nako e ntsi go tlwaela go naya ditaelo tse di siameng – go molemo tota go leka gape! Akanya ka boitshwaro jo o ka ratang go bona @fields.child_nickname a bo dira thata mme o akanye ka ditsela tse di siameng tsa go naya taelo eo!

# text
source: I know, it takes some time to get used to giving positive instructions – it’s really worth trying again! Think about behaviour you would love to see @fields.child_nickname do more, and think of positive ways to give that instruction!
tn_za: Ke a itse, go tsaya nako e ntsi go tlwaela go naya ditaelo tse di siameng – go molemo tota go leka gape! Akanya ka boitshwaro jo o ka ratang go bona @fields.child_nickname a bo dira thata mme o akanye ka ditsela tse di siameng tsa go naya taelo eo!

# text
source: We know, it takes some time to get used to giving positive instructions – it’s really worth trying again! Think about behaviour you would love to see your teen do more, and think of positive ways to give that instruction!
tn_za: Ee, go tsaya nako e ntsi go tlwaela go naya ditaelo tse di siameng – go molemo tota go leka gape! Akanya ka boitshwaro jo o ka ratang go bona mosha wa gago a bo dira thata mme o akanye ka ditsela tse di siameng tsa go naya taelo eo!

# text
source: I know, it takes some time to get used to giving positive instructions – it’s really worth trying again! Think about behaviour you would love to see your teen do more, and think of positive ways to give that instruction!
tn_za: Ke a itse, go tsaya nako e ntsi go tlwaela go naya ditaelo tse di siameng – go molemo tota go leka gape! Akanya ka boitshwaro jo o ka ratang go bona mosha wa gago a bo dira thata mme o akanye ka ditsela tse di siameng tsa go naya taelo eo!

# text
source: That is okay @fields.user_name! Remember you can access parenting content at anytime by typing "Help". Chat to you later!
tn_za: Seo se siame @fields.user_name! Gopola gore o ka fitlhelela diteng tsa botsadi ka nako nngwe le nngwe ka go tlanya “Thuso”. Ke tla bua le wena moragonyana!

# text
source: Hi @fields.user_name! Have you tried involving your partner when making decisions recently?
tn_za: Dumela @fields.user_name! A o kile wa leka go tsenyeletsa molekane wa gago fa o tsaya ditshwetso morago jaana?

# text
source: Hi! Have you tried involving your partner when making decisions recently?
tn_za: Dumela! A o kile wa leka go tsenyeletsa molekane wa gago fa o tsaya ditshwetso morago jaana?

# text
source: How was your experience?
tn_za: Maitemogelo a gago a nnile jang?

# text
source: That is fantastic!
tn_za: seo se sentle!

# text
source: Would you like to review the content on this?
tn_za: A o ka rata go go leba diteng gapemo go se?

# text
source: It can be difficult to find the time to ask our partners for their opinions when we are making decisions. Can you think of a time during the day when both you and your partner might be less busy, such as early in the morning or later in the evening?
tn_za: Go ka nna boima go bona nako ya go botsa balekane ba rona dikakanyo tsa bona fa re tsaya ditshweetso. a o ka kgona go akanya nako mo letsatsing eo wena le molekane wa gago le ka se nneng le mekgapheo, jaaka mo mosong kgotsa moragonyana mo maitseboeng?

# text
source: Sorry to hear that your partner reacted negatively. Be proud of yourself for trying and be gentle with yourself. Remember you can always get extra support by typing "Help".
tn_za: Maswabi go utlwa gore molekane wa gago ga a araba sentle. Ipele go bo o lekile mme o ineneketse. Gopola gore o ka bona tshegetso e nngwe ka go tlanya “Thuso”.

# text
source: It can sometimes be hard to know how to involve your partner when making a decision. Sometimes all you need to do is to ask them what they think. This shows them you care and want them to be involved!
tn_za: Nako dingwe go ka nna boima go itse gore o ka tsenyeletsa molekane wa gago jang fa o tsaya ditshwetso. Nako dingwe se o tlhokang go se dira fela ke go mmotsa gore o akanya eng? seno se supa gore o a kgathala le gore o batla e nna karolo!

# text
source: It can be hard to remember to involve our partners in decision making. If you forget, it’s important to try again! Asking them for their opinion shows them that you care and want them to be involved.
tn_za: go ka nna boima go gopola go tsenyeletsa balekane ba rona fa re tsaya ditshwetso. fa o lebetse, go botlhokwa go leka gape! Ka go kopa dikakanyo ba tla bona gore o a kgathala le gore o batla ba tseye karolo.

# text
source: It can take time to get used to making decisions together. Give yourself time to adjust. Remember that by communicating with your partner and involving them in decision-making, they will start to feel more comfortable doing so too.
tn_za: go ka tsaya nako go tlwaela go tsaya ditshwetso mmogo. Iphe nako go tlwaela. Gopola gore ka go tlhaeletsana le molekane wa gago le go mo tsenyeletsa mo go tseyeng ditshwetso, o tla simolola go ikutlwa a namatshegile go feta.

# text
source: Well done @fields.user_name! Communicating and working together with your partner makes a difference!
tn_za: O dirile sentle @fields.user_name! Go tlhaeletsana le go dira mmogo le molekane wa gago go tlhola pharologanyo!

# text
source: Well done! Communicating and working together with your partner makes a difference!
tn_za: O dirile sentle! Go tlhaeletsana le go dira mmogo le molekane wa gago go tlhola pharologanyo!

# text
source: We are sorry to hear this. What did you find difficult when trying to involve your partner in making a decision?
tn_za: Ke maswabi go utlwa seno. O fitlhetse e le eng se se boima mo go lekeng go tsenyeletsa molekane wa gago mo go tseyeng ditshweetso?

# text
source: I am sorry to hear this. What did you find difficult when trying to involve your partner in making a decision?
tn_za: “Ke maswabi go utlwa se . O fitlhe e le eng e e boima mo go lekeng go tsenyeletsa molekane wa gago mo go tseyeng ditshwetso?

# text
source: That is okay! Remember you can access this content at anytime by typing "Help". Chat to you later @fields.user_name!
tn_za: Seo se siame! Gopola gore o ka fitlhelela diteng tsa botsadi ka nako nngwe le nngwe ka go tlanya “Thuso”. Ke tla bua le wena moragonyana @fields.user_name!

# text
source: That is okay! Remember you can access this content at anytime by typing "Help". Chat to you later!
tn_za: Seo se siame! Gopola gore o ka fitlhelela diteng tsa botsadi ka nako nngwe le nngwe ka go tlanya “Thuso”. Ke tla bua le wena moragonyana!

# text
source: Well done for trying! How was your experience?
tn_za: Re leboga fela thata go bo lo tsere matsapa! Maitemogelo a gago a nnile jang?

# text
source: Sometimes it can be hard to find time during the day. Can you think of a time when you’re less busy? For example, maybe it is easier to help out with housework later in the evening when some of the children have gone to sleep. Try to see what works for you!
tn_za: Nako nngwe go ka nna bokete go nna le nako mo letsatsing. A o ka akanya kanako eo o neng o sena mekgapheo? Sekao, gongwe go ka nna bonolo go thusa ka tiro ya fa gae moragonayana maitseboa fa bangwe ba bana ba setse ba robetse. Leka go bona se se go direlang!

# text
source: Ask them! By telling your partner you want to help out but don’t know how, you are showing them you care and are interested in being involved. This can also help family members understand each other better.
tn_za: Ba kope! Ka go bolelela molekane wa gago gore o batla go thusa fela ga o itse gore jang, o mo lemosa gore o a kgathala le gore o batla go nna karolo. Gape, seno se ka thusa maloko a lelapa go tlhaloganyana botoka.

# text
source: It can be difficult to remember to ask others what they need help with. Once you start offering to help however, others may realise you want to be involved and may ask for help when they need it!
tn_za: Go ka nna bokete go gopola go botsa ba bangwe gore ba tlhoka thuso mo go eng. Fela fa o simolotse go neelana ka thuso, ba bangwe ba tla lemoga gore o batla go nna karolo mme ba ka kopa thuso fa ba e tlhoka!

# text
source: It can be hard to ask for help. Sometimes we expect our partners to know we need help even if we don’t ask them. Once you start telling however, they will likely start offering to help more often in the future.
tn_za: Go ka nna bokete go kopa thuso. Nako dingwe re lebelela gore balekane ba rona ba itse gore re tlhoka thuso le fa re sa e kope. Fa o simolola go go ba bolelela ba ka simolola go neelana ka thuso gantsi mo isagong.

# text
source: Be kind to yourself - trying something new is often hard at first! Give yourself time to adjust. Also remind yourself that helping your partner with these tasks benefits the whole family!
tn_za: Ineneketse - go leka sengwe se seswa gantsi go bokete kwa tshimologong! Iphe nako go tlwaela. Gape ikgopotse gore ka go thusa molekane wa gago ka ditiro tseno go ungwelwa lelapa lotlhe!

# text
source: Hi @fields.user_name! Have you tried getting involved and helping out with caregiving or housework recently?
tn_za: Dumela @fields.user_name! A o lekile go nna karolo le go thusa ka go tlhokomela kgotsa ka ditiro tsa fa gae moragonyana?

# text
source: Hi @fields.user_name! Have you tried involving your partner in helping you with caregiving or housework recently?
tn_za: Dumela @fields.user_name! A o lekile go tsenyeletsa molekane wa gago mo go go thuseng ka go tlhokomela kgotsa ka tiro ya fa gae moragonyana?

# text
source: Hi @fields.user_name! Have you tried getting involved in helping out at home as well as involving your partner in helping you with caregiving or housework recently?
tn_za: Dumela @fields.user_name! A o lekile go tsaya karolo ka go thusa fa gae go tsenyeletsa le go tsenyeletsa molekane wa gago mo go go thuseng ka go tlhokomela kgotsa ka tiro ya fa gae moragonyana?

# text
source: Hi! Have you tried getting involved and helping out with caregiving or housework recently?
tn_za: Dumela! A o lekile go nna karolo le go thusa ka go tlhokomela kgotsa ka ditiro tsa fa gae moragonyana?

# text
source: Hi! Have you tried involving your partner in helping you with caregiving or housework recently?
tn_za: Dumela! A o lekile go tsenyeletsa molekane wa gago mo go go thuseng ka go tlhokomela kgotsa ka tiro ya fa gae moragonyana?

# text
source: Hi! Have you tried getting involved in helping out at home as well as involving your partner in helping you with caregiving or housework recently?
tn_za: Dumela! A o lekile go tsaya karolo ka go thusa fa gae go tsenyeletsa le go tsenyeletsa molekane wa gago mo go go thuseng ka go tlhokomela kgotsa ka tiro ya fa gae moragonyana?

# text
source: We are sorry to hear this. What did you find difficult when trying to help out with caregiving or housework?
tn_za: Ke maswabi go utlwa seno. Ke eng se o fitlhetseng se le bokete fa o ne o leka go thusa ka go tlhokomela kgotsa ka tiro ya fa gae?

# text
source: We are sorry to hear this. What did you find difficult when trying to involve your partner in caregiving or housework?
tn_za: Ke maswabi go utlwa seno. O fitlhetse e le eng e e boima mo go lekeng go tsenyeletsa molekane wa gago mo go tlhokomeleng kgotsa go tirong ya fa gae?

# text
source: We are sorry to hear this. What did you find difficult when trying to share responsibilities for caregiving and housework with your partner?
tn_za: Ke maswabi go utlwa seno. O fitlhetse e le eng e e bokee fa o ne o leka go arolelanela mikarabelo a go tlhokomela le tiro ya fa gae le molekane wa gago?

# text
source: I am sorry to hear this. What did you find difficult when trying to help out with caregiving or housework?
tn_za: Ke maswabi go utlwa se. Ke eng se o fitlhetseng se le bokete fa o ne o leka go thusa ka go tlhokomela kgotsa ka tiro ya fa gae?

# text
source: I am sorry to hear this. What did you find difficult when trying to involve your partner in caregiving or housework?
tn_za: “Ke maswabi go utlwa se . O fitlhetse e le eng e e boima mo go lekeng go tsenyeletsa molekane wa gago mo go tlhokomeleng kgotsa go tirong ya fa gae?

# text
source: I am sorry to hear this. What did you find difficult when trying to share responsibilities for caregiving and housework with your partner?
tn_za: “Ke maswabi go utlwa se . O fitlhetse e le eng e e bokee fa o ne o leka go arolelanela mikarabelo a go tlhokomela le tiro ya fa gae le molekane wa gago?

# text
source: That is fantastic, @fields.user_name!
tn_za: Seo se sentle, @fields.user_name!

# text
source: Ask @fields.child_nickname! By asking @fields.child_nickname what their favourite activity is, you are showing them you care. Soon they might also start asking you to join them when they’re playing!
tn_za: Botsa @fields.child_nickname! Ka go botsa @fields.child_nickname gore tirwana ya bona ya mmamoratwa ke efe, o ba lemosa gore o a kgathala. Fa gautshwane o ba ka simolola go go kopa gore o tshameke le bona!

# text
source: Ask your child! By asking your child what their favourite activity is, you are showing them you care. Soon they might also start asking you to join them when they’re playing!
tn_za: Botsa ngwana wa gago! Ka go botsa ngwana wa gago gore tirwana ya bona ya mmamoratwa ke efe, o ba lemosa gore o a kgathala. Fa gautshwane o ba ka simolola go go kopa gore o tshameke le bona!

# text
source: Hi @fields.user_name! Have you tried sharing family responsibilities at home recently?
tn_za: Dumela @fields.user_name! A o kile wa leka go arolelanela maikarabelo a lelapa kwa gae morago jaana?

# text
source: Hi! Have you tried sharing family responsibilities at home recently?
tn_za: Dumela! A o kile wa leka go arolelanela maikarabelo a lelapa kwa gae morago jaana?

# text
source: This can be hard to remember! Establishing a routine around caregiving or housework tasks can sometimes be helpful. This also lets you talk to your partner or other adults about how to share the workload.
tn_za: Seno se ka nna boima go gopolega! Go tlhama mekgwatlwaelo go ditiro tsa fa gae le go tlhokomelana go ka thusa tota nako dingwe. Gape seno se go letla go bua le molekane wa gago kgotsa bagolo ba bangwe ka ga go arolelanela mokgweleo.

# text
source: It is hard to remember to ask for help. Be kind to yourself if you forget to ask and try again another time. Asking for help and sharing family responsibilities benefits the whole family!
tn_za: Go bokete go gopola go kopa thuso. Ineneketse fa o lebala go kopa kgotsa o leke nako e nngwe. Go kopa thuso le go arolelalnela maikarabelo go ungwela lelapa lotlhe!

# text
source: It can be difficult to know how to ask for help. Try starting off with suggesting a task you would like help with. Being specific gives your partner a clearer idea of what they can support you with.
tn_za: Go ka nna boima go itse gore o kakopa jang thuso. Leka go simolola ka go tshitsinya tiro e o ka ratang go thusiwa ka yona. Go lolama go neela molekane wa gago kakanyo e e sedisegileng ya gore a ka go tshegetsa jang.

# text
source: Trying something new can be hard! To make it easier, ask your partner to do it together with you the first few times. Soon you’ll feel more confident doing it on your own!
tn_za: Go leka sengwe se seswa go ka nna boima! Go e nolofatsa, kopa molekane wa gago go e dira mmogo le wena makgetlho a ntlha a ammalwa. Fa gautshwane o tla itshepa go itirela o le nosi!

# text
source: Talk to them! Talking with your partner about how you can share family responsibilities helps both of you understand each other better. It also shows that you care!
tn_za: Bua le bona! Go bua le molekane wa gago ka ga gore le ka arolelanela jang maikarabelo a lelapa go tla le thusa go tlhaloganyana botoka. Ga go bontsha gore o a kgathala!

# text
source: It can be difficult to find time during the day sometimes! Can you think of a time when your partner might be less busy, such as early in the morning or later in the evening? Creating a routine around housework can also be helpful.
tn_za: Nako nngwe go ka nna bokete go nna le nako mo letsatsing! A o ka kgona go akanya nako mo letsatsing eo wena le molekane wa gago le ka se nneng le mekgapheo, jaaka mo mosong kgotsa moragonyana mo maitseboeng? Go tlhama mokgwatlwaelo go tiro ya fa gae go tla nna mosola tota.
