Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/tn/tn_messages.po
Languages: tn_za

# text
source: Memory game – “When COVID-19 ends…”
tn_za: Motshameko wa mogopolo - “Fa COVID-19 e fela...”

# text
source: First person says, “When COVID-19 ends, I am going to… (e.g., go to the park)”
tn_za: Motho wa ntlha a re, “Fa COVID-19 e fela, ke ya kwa... (s.k., ke ya kwa parakeng)”

# text
source: Second person adds to the first person’s plan, “When COVID-19 ends, I am going to the park and… (e.g., visit my best friend)”
tn_za: Motho wa bobedi o tlatsa wa ntlha ka gore, “Fa COVID-19 e fela ke ya kwa parakeng le... (s.k., ke etela tsala ya me e kgolo).

# text
source: Each person adds to the previous list of plans, trying to think of all of the fun things to do when COVID-19 ends.
tn_za: Motho mongwe le mongwe o tlatsa yo o sa tswang go feta, ba leka go akanya ka dilo tsotlhe tse di itumedisang go ka di dira fa COVID-19e fela.

# text
source: Self-portrait
tn_za: Sethalwa sa gago

# text
source: Here’s how your children can draw a picture of themselves!
tn_za: Fano ke ka gore bana ba ka thala jang setshwantsho sa bona!

# text
source: Find a big piece of paper or cardboard. It needs to be the same length or slightly longer than the height of your child
tn_za: Bona setokwana se segolo sa pampiri kgotsa lebokoso. E tshwanetse go nna boleele jo bo lekanang kgotsa e nne teletsana go feta ngwana wa gago

# text
source: Ask your child to lie down on the paper. Carefully draw the outline of your child.
tn_za: Kopa ngwana wa gago go robala mo godimo ga pampiri. Thala ka kelotlhoko sebopego sa ngwana wa gago.

# text
source: Now let your child fill in the outline: face, hair, clothes, shoes, or anything they want!
tn_za: Jaanong letla ngwana wa gago go tlaleletsa sebopego: sefatlhego, moriri, diaparo, ditlhako, kgotsa sengwe fela se a se batlang!

# text
source: Ask your child to draw things that they like and do not like outside of the outline
tn_za: Kopa ngwana wa gago go thala dimo tse ba di ratang mme tse ba sa di rateng ka kwa ntle ga sebopego

# text
source: Have a conversation with your child about these things. You may learn something about your child!
tn_za: Buisana le ngwana wa gago ka ga dilo tse. O ka ithuta sengwe ka ngwana wa gago!

# text
source: You can put their outline up in their room or anywhere in the house – it will make your children feel appreciated!
tn_za: O ka pega sethalwa sa bona ka mo phaposing ya bona kgotsa gongwe fela mo ntlong - go tla dira gore bana ba gago ba ikutlwe ba ananeelwa!

# text
source: Story time
tn_za: Nako ya Kgang

# text
source: Start the story with “Once upon a time there was a…”
tn_za: Simolola kgang ka “Ga twe e rile....”

# text
source: Let your child make up the next sentence
tn_za: Letla ngwana wa gago go itirela polelwana e e latelang

# text
source: Then you make up a sentence
tn_za: Morago ga moo itirele polelwana

# text
source: Take turns until you have a wonderful new story
tn_za: Refosanang go fitlhelela lo nna le kgang e ntshwa e e gakgamatsang

# text
source: Make sure to end the story on a positive note.
tn_za: Netefatsang gore lo khutlhisa kgang ka ntlha e e siameng.

# text
source: Ask your child what was their favourite part of the story!
tn_za: Botsa ngwana wa gago gore ke karolo efe e a e ratileng thata ya polelo!

# text
source: The Interrupter
tn_za: Sekgoreletsi

# text
source: Choose a storyteller to start making up a story.
tn_za: Tlhopha mmegakgang go simolola go itlhamela kgang.

# text
source: Story listeners can interrupt with a word at any time.
tn_za: Bareetsakgang ba ka nna ba go tsena ganong ka lefoko ka nako nngwe le nngwe fela.

# text
source: The storyteller needs to fit that word in their story.
tn_za: Mmegakgang polelo o tlhoka go tsenyeletsa lefoko leo mo kgannyeng ya gagwe.

# text
source: Try with a different storyteller!
tn_za: Leka se ka mmegakgang yo o faroganeng!

# text
source: Three options
tn_za: Diitlhophelo di le tharo

# text
source: Think of three different situations. For example, driving a car, sailing a boat or flying a plane
tn_za: Akanya ka maemo a mararo a a sa tshwaneng. Ka sekai, go kgweetsa koloi, go kgweetsa mokoro kgotsa go fofisa sefofane

# text
source: Say them to your child and ask, “Which would you prefer?”
tn_za: Di bolelele ngwana wa gago o bo o mmotsa gore, “Ke efe e o ka e ratang?”

# text
source: Ask them why?
tn_za: Ba botse gore goreng?

# text
source: Now think of three more situations or ask your child to do it for you
tn_za: Jaanong akanya ka maemo a mangwe gape a le mararo kgotsa kopa mosha wa gago go go direla jalo

# text
source: When I Was Younger
tn_za: Fa ke ne ke le monnye

# text
source: Children love to hear stories about your own life!
tn_za: Bana ba rata go utlwa dikgang ka ga botshelo jwa gago!

# text
source: Think of a time when you were younger when something BIG happened to you
tn_za: Akanya nako fa o ne o le monnye fa sengwe se SEGOLO se ne se go diragaleng

# text
source: It can be an adventure, happy memory, or challenge that you experienced
tn_za: E ka nna kutololo, kgolopo e e monate, kgotsa kgwetlho e o e itemogetseng

# text
source: Share it with your child and notice how they listen!
tn_za: E arolelanele le ngwana wa gago mme o lemoge gore ba reetsa jang!

# text
source: Co-chef
tn_za: Moapei-mmogo

# text
source: Ask your teen what kind of meal they would like to eat.
tn_za: Botsa mosha wa gago gore ke mofuta ofe wa dijo tse a tla ratang go di ja.

# text
source: Prepare it together! The first time, you may need to guide them.
tn_za: Di baakanyetseng mmogo! O ka tshwanela go ba kaela kwa ntlheng.

# text
source: Once your teen knows how to prepare the meal, let them take the lead and follow their instructions.
tn_za: Fela fa mosha wa gago a itse go apaya, mo letle go eteleapele mme wena o latele ditaelo.

# text
source: Let each child and teen in the house have a turn at being the head chef.
tn_za: Letla ngwana mongwe le mongwe mo ntlong go refosanela go nna moapei.

# text
source: You can even help them make a budget for ingredients!
tn_za: O ka nna wa ba thusa go dira tekanyetsokabo ya ditswaki!

# text
source: Shake your left hands in the air 8 times while counting to 8.
tn_za: Tshikinyang matsogo a lona a molema mo moweng ga 8 fa lo ntse lo bala go fitlha go 8.

# text
source: Do it as fast and loud as you can.
tn_za: Dirang seno ka bonako le kwa godimo ka mo go kgonegang.

# text
source: Repeat with your other hand. Then do it for each foot.
tn_za: Boeletsang seno ka matsogo a lona a mangwe. Morago o dire se ka leoto lengwe le lengwe.

# text
source: Everyone calls out “Crazy chicken” when you’re finished and does their best crazy chicken dance!
tn_za: Mongwe le mongwe o goeletsa a re “Kgoko e e sa utlweng” ba bo ba diragatsa go bina ga bone go go gaisang ga koko e e sa utlweng!

# text
source: Create a dance choreography to your teen's favorite songs.
tn_za: Tlhama khareokerafi ya tanse ya dipina tse basha ba gago ba di ratang.

# text
source: Get active!
tn_za: Nna matlhagatlhaga!

# text
source: Come up with three types of exercise together. For example, walking, jogging, soccer or dancing
tn_za: Tla ka mefuta e meraro ya go ikatisa mmele e lo ka e dirang mmogo. Ka sekai, go tsamaya, go tshematshema, kgwele ya dinao kgotsa go tansa

# text
source: Pick one together and try it out.
tn_za: Tlhopha e le nngwe mmogo mme lo e leke.

# text
source: If you both like it, decide how often you are going to do it. Once or twice a week? Every morning?
tn_za: Fa ka bobedi lo e rata, dirang tshwetso ya gore lo tlile go e dira kgapetsa ga kae. Gangwe kgotsa gabedi ka beke? Moso mongwe le mongwe?

# text
source: Together think of ways to make it even more fun. Can you jog to a certain point? Take turns in being the coach? Motivate each other with a small free reward?
tn_za: Lo akanyeng mmogo ka ditsela tsa go e dira monate le go feta. A o ka kgona go taboga go ya bokgakaleng jo bo rileng? Refosanang ka go nna bakaedi? Kgothatsanang ka tuelo e nnye ya mahala?

# text
source: Everyone else must guess the name of the tune (to make it harder, they can guess the singer).
tn_za: Mongwe le mongwe o tshwanetse go fopholetsa leina la pina (go e dira thata ba ka fopholetsa moopedi).

# text
source: The first one to guess it right becomes the next leader who will choose or sing the next song.
tn_za: Wa ntlha go fopholetsa ka nepo e nna ene moeteledipele yo o latelang yo o tla tlhophang kgotsa a opela pina e e latelang.

# text
source: Pass the Snap
tn_za: Thwantsha menwana

# text
source: This game is best with at least 3 people.
tn_za: Motshameko ono o botoka fa o na le bobotlana batho ba le 3.

# text
source: Start in a circle and pass one snap around the circle (or clap if you cannot snap).
tn_za: Simolola mo teng ga kgolokwe mme o bo o fetisa “thwantsho” e le nngwe go dikologa kgolokwe (kgotsa go “opa diatla” fa o sa kgone go thwantsha).

# text
source: You snap once to throw the snap.
tn_za: O ka thantsha monwana kgotsa wa o konopelo.

# text
source: You can bounce the snap, throw it in the air, and catch it a few times before passing it.
tn_za: O ka busetsa morago “thwantsho”, wa e latlhela mo moweng, le go e tshwara ka makgetlo a le mmalwa pele ga o e fetisa.

# text
source: The direction (up, down, straight, curved, rolling the ground) and force (hard, soft, medium) that you throw the snap should affect how the person catches it.
tn_za: Letlhakore (godimo, tlase, tlhamaletseng, kgogoropo, dikologang fa fatshe) le maatla (thata, bonolo, magareng) a o thwantshang ka one a tshwanetse go ama tsela e motho a e tshwarang ka teng.

# text
source: Look at the person you are throwing the snap to.
tn_za: Leba motho yo o mo latlhelelang yone.

# text
source: The person who will catch it has to snap once to catch it.
tn_za: Motho oyo o tla tshwarang o tshwanetse go tswantsha gangwe go e tshwara.

# text
source: When everyone gets good at this, you can start moving around the room, still passing around the snap.
tn_za: Fa mongwe le mongwe a setse a tshwara seno, o ka simolola go suta go dikologa kamore, o ntse o latlhela “thwantsho”.

# text
source: Can you throw under the leg? Behind the back? Through your head? Intercept a pass? Have fun with the snap!
tn_za: A o ka e latlhela kafa tlase ga leoto? Mo mokotleng? Mo godimo ga tlhogo? Go kgaosetsa phetiso ya yone? Ijeseng monate ka “thwantsho monwana”!

# text
source: This game is best when more than 2 people play.
tn_za: Motshameko ono o botoka fa o tshamekiwa ke batho ba feta ba le 2.

# text
source: One person pretends to be doing something – for example, combing hair.
tn_za: Motho a le nosi o itira e kete o dira sengwe - ka sekai, go kama moriri kgotsa go apaya dijo tsa maitseboa.

# text
source: A second person asks, “What are you doing?”
tn_za: Motho yo mongwe o botsa gore, “O dirang?”

# text
source: The second person’s answer must always be something different from what they are actually doing!
tn_za: Karabo e tshwanetse ka metlha ya nna e e farologaneng go na le se o se dirang!

# text
source: The next person should act out the second person’s answer and when someone asks what they are doing, their answer must be different from what they are actually doing!
tn_za: Motho yo o latelang o tshwanetse go diragatsa karabo ya motho wa bobedi mme fa mongwe a botsa gore o dirangkarabo ya bona e tshwanetse go farologaa le se a se dirang!

# text
source: What’s new?
tn_za: Ke eng se sesha?

# text
source: Think of a new skill you could learn together with your teen. For example, keeping a ball in the air or your foot, juggling, learning a new language, or playing an instrument?
tn_za: Akanya ka botswerere jo bosha jo lo ka bo ithutang mmogo le mosha wa gago. Sekao, go tshola bolo mo moweng kgotsa mo leotong, o e tshamekitshamekisa, go ithuta puo e ntshwa, kgotsa go letsa seletswa?

# text
source: Take turns in trying the new skill out.
tn_za: Refosanang ka go leka kgono e ntshwa.

# text
source: Make sure to praise each other, and try to learn and play together!
tn_za: Netefatsa gore lo a bakana, mme lo leke go ithuta le go tshameka mmogo!

# text
source: It might help to think of wishes, dreams, experiences at school, likes or dislikes. For example, I hate bananas, my favourite subject is science, and I really wish I could sing.
tn_za: Go ka nna ga thusa go akanya ka dikeletso, ditoro, maitemogelo a ko sekolong, tse di rategang kgotsa tse di sa rategeng. Sekao, Ke tlhoile dipanana, serutwa se ke se ratang ke saense, mme ke eletsa e kete nkabo ke kgona go opela.

# text
source: Say them to your teenager. Ask them to guess which one is a lie.
tn_za: Di boleletse mosha wa gago. Ba kope go fopholetsa gore ke efe e e leng maaka.

# text
source: Now ask them to do the same. Did you learn something new about each other?
tn_za: Jaanong ba kope ba dire se se tshwanang. A lo ithutile sengwe se sesha ka yo mongwe?

# text
source: Talk to your teen about one positive or fun thing they did.
tn_za: Bua le mosha wa gago ka selo se le nosi sa go ijesa monate se ba se dirileng.

# text
source: Dream Travel
tn_za: Loeto lo lo Batlang go lo Tsaya

# text
source: You can’t travel but you can dream! Ask your teen these questions.
tn_za: O ka se tseye leeto fela o ka lora! Botsa mosha wa gago dipotso tseno.

# text
source: Where do you want to travel? How long will you be away? What will you pack? What will you do? What will you see?
tn_za: O batla go etela kae? Wa go tsamaya lobaka lo lo kae? O tla paka eng? O tla dira eng? O tla bona eng?

# text
source: Look at a map together if you have one.
tn_za: Fa lo na le mmepe o lebeng mmogo.

# text
source: Choose a country that they’ve never heard of and look it up together online.
tn_za: Tlhopha naga e lo itse lo utlwe ka ga yona mme le e batleisise mo inthaneteng mmogo.

# text
source: How was your day?
tn_za: O tlhotse jang?

# text
source: Ask each other, “What made you happy today?”
tn_za: Botsanang gore, “Ke eng se se go itumedisitseng gompieno?”

# text
source: Ask each other, “What was difficult today?”
tn_za: Botsanang, “Ke eng se se nning bokete gompieno?”

# text
source: Ask each other, “How can we help you?”
tn_za: Botsanang gore, “Nka go thusa jang?”

# text
source: Try to do this together every day, when you are eating together or before bed
tn_za: Lekang go dira seno mmogo letsatsi le letsatsi; e ka nna ka nako ya fa lo ja dijo tsa maitseboa mmogo kgotsa pele ga lo ya go robala

# text
source: Just a friendly chat
tn_za: Motlotlo fela wa botsalano

# text
source: Have a conversation with your teen about something they like.
tn_za: Nna le puisano le mosha wa gago ka selo se ba se ratang.

# text
source: It can be about anything they choose to talk about: sports, friends, music, celebrities…
tn_za: E ka nna sengwe le sengwe se ba tlhophang go bua ka sone: metshameko, ditsala, mmino, batho ba ba tumileng...

# text
source: Try to listen to your teen and give them space to talk.
tn_za: Leka go reetsa mosha wa gago mme o ba neye sebaka sa go bua.

# text
source: What new thing did you learn about your teen from your chat?
tn_za: O ithutile eng se seswa ka ga mosha wa gago go tswa mo puisanong?

# text
source: Make up a story!
tn_za: Itlhamele kgang!

# text
source: Let your teen make up the next sentence.
tn_za: Letla mosha wa gago go itirela polelwana e e latelang.

# text
source: Then you make up a sentence.
tn_za: Morago ga moo itirele polelwana.

# text
source: Take turns until you have a wonderful new story.
tn_za: Refosanang go fitlhelela lo nna le kgang e e ntshwa e e gakgamatsang.

# text
source: Ask your teen what was their favourite part of the story!
tn_za: Botsa mosha wa gago gore ke karolo efe e a e ratileng thata ya kgang!

# text
source: Ask your teen “If you had the superpower to […] how would you use it?”
tn_za: Botsa mosha wa gago jaana, “Fa o ka bo o na le maatla a a sa tlwaelegang a go […], o ne o tla a dirisa jang?”

# text
source: Encourage them to give themselves a superhero name and act like a superhero.
tn_za: Ba kgothaletse go taya maatla a bone a a sa tlwaelegang leina le go a diragatsa.

# text
source: Now let them choose a super power for you.
tn_za: Jaanong ba letle go go tlhophela matla a masaitsiweng.

# text
source: Make sure you act it out too!
tn_za: Netefatsa gore o a a diragatsa!

# text
source: Think of three different situations. For example, driving a car, sailing a boat, or flying a plane.
tn_za: Akanya ka maemo a mararo a a sa tshwaneng. Ka sekai, go kgweetsa koloi, go kgweetsa mokoro kgotsa go fofisa sefofane.

# text
source: Say them to your teen and ask, “Which would you prefer?”
tn_za: Di bolelele mosha wa gago o bo o mmotsa gore, “Ke efe e o ka e ratang?”

# text
source: Now think of three more situations or ask your teen to do it for you.
tn_za: Jaanong akanya ka maemo a mangwe gape a le mararo kgotsa kopa mosha wa gago go go direla jalo.

# text
source: Second person adds to first person’s plan, “When COVID-19 ends, I am going to the park and… (e.g., visit my best friend)”
tn_za: Motho wa bobedi o tlatsa wa ntlha ka gore, “Fa COVID-19 e fela, ke ya kwa parakeng le... (s.k., ke etela tsala ya me e kgolo)"

# text
source: Yes, No or Maybe
tn_za: Ee, Nnyaa kgotsa Gongwe

# text
source: Ask each other questions. They can be any questions about things you like or what you did today.
tn_za: Botsanang dipotso. E ka nna dipotso dipe fela kaga dilo tse o di ratang kgotsa se o se dirileng gompieno.

# text
source: The only rule is that you can’t answer Yes, No or Maybe
tn_za: Molawana o le nosi fela ke gore o ka se arabe ka “Ee”, “Nnyaa” kgotsa “Gongwe”

# text
source: How long can you last? How creative can you get with your answers?
tn_za: O ka kgona go tsaya lobaka lo lo kae? O ka itirela dikarabo tse di kgatlhang jang?

# text
source: Swap over and play again!
tn_za: Refosanang mme lo tshameke gape!

# text
source: When your children ask you about COVID-19, be willing to talk. They will already have heard something. Silence and secrets do not protect our children. Honesty and openness do. Think about how much they will understand. You know them best.
tn_za: Fa bana ba gago ba go botsa ka ga COVID-19, bua. Ba tshwanetse go bo ba setse ba utlwile sengwe. Tidimalo le diphiri ga di sireletse bana ba rona. Nnete le go phuthologa go a thusa. Akanya gore ba tla tlhaloganya go le kae. O ba itse botoka.

# text
source: Here's a video to help you talk about COVID-19 with your children!
tn_za: Fano ke bidiyo go go thusa go bua ka ga COVID-19 le bana ba gago!

# text
source: That's okay! You can always type "Help" if you want to learn more about how to talk about COVID-19 with your child. Chat to you later!
tn_za: Ga se bothata! Ka gale o ka tlanya “Thuso” fa o batla go ithuta go le gontsi ka ga gore o ka bua jang le ngwana wa gago ka COVID-19. Ke tla bua le wena moragonyana!

# text
source: Here's an audio message to help you talk about COVID-19 with your children!
tn_za: Fano ke molaetsa wa odiyo go go thusa go bua ka ga COVID-19 le bana ba gago!

# text
source: Here are 4 simple steps that you can do when talking about COVID-19 with your children:
tn_za: Fano ke dikgato tse di bonolo di le 4 tse o ka di tsayang fa o bua ka ga COVID-19 le bana ba gago:

# text
source: 1. Be open, honest, and supportive
tn_za: 1. Phuthologa, bua nnete mme o neelane ka tshegetso

# text
source: 2. It is okay not to know the answers
tn_za: 2. Go siame go bo o sa itse dikarabo

# text
source: 3. Be a hero not a bully
tn_za: 3. Nna mogaka e seng mokgokgontshi

# text
source: 4. End on a good note
tn_za: 4. Digela ka nnoto e e kwa godimo

# text
source: Type "1" to "4" to learn more about each tip. Type "N" to stop this tip.
tn_za: Go ithuta go le gontsi ka nngwe le nngwe ya dikakantsho tse, tlanya “1” go ya go “4”. Tlanya “N” go emisa kakantsho e.

# text
source: Step 3. Be a hero not a bully
tn_za: Kgato 3. Nna mogaka e seng mokgokgontshi

# text
source: Explain that COVID-19 has nothing to do with the way someone looks, where they are from, or what language they speak.
tn_za: Tlhalosa gore COVID-19ga e ye ka gore mongwe o lebega jang, gore o tswa kae, kgotsa gore o bua puo efe.

# text
source: Here is a comic on how to talk to your child about COVID-19.
tn_za: Fano ke khomiki gore o ka bua jang le ngwana wa gago ka ga COVID-19.

# text
source: Child: “Am I going to get coronavirus?”
tn_za: Ngwana: “A ke tlile go tshwaetsega ka mogare wa corona?”

# text
source: Parent: “It is very possible that we will all get coronavirus. But younger people do not normally get very sick.”
tn_za: Motsadi: “Go a kgonagala gore rotlhe re ka tshwaetsega ka mogare wa corona. Fela ga go a tlwaelega gore bana ba bannye ba lwale thata.”

# text
source: Child: “I am scared…”
tn_za: Ngwana: “Ke tshogile..."

# text
source: Parent: “It is okay to be afraid. We are all a bit scared about this. But we have each other and can do our best to keep ourselves and other people safe and healthy.”
tn_za: Motsadi: “Go siame go tshoga. Re tshogile rotlhe ka ga se. Fela re mmogo mme re ka dira bojotlhe go itshola mmogo le ba bangwe le bolokesegile e bile re itekanetse.”

# text
source: Child: “How can we keep safe?”
tn_za: Ngwana: “Ke kgona go itshireletsa jang?”

# text
source: Parent: “We can wash our hands regularly for 20 seconds. We can also keep a good physical distance away from people. We also need to try to avoid touching our faces as much as possible.”
tn_za: Motsadi: “Ke tlhapa diatla ka gale metsotswana e le 20. Gape re ka nnela sekgala go tloga go batho. Gape re tlhoka go efoga go kgoma difatlhego tsa rona ka fa o go kgonagalang.”

# text
source: Child, “Okay…”
tn_za: Ngwana, “Ke a legoba...”

# text
source: Child: “What happens to your body when you get coronavirus?”
tn_za: Ngwana: “Go diragalang mo mmeleng wa gago fa o tshwaetsega ka mogare wa corona?”

# text
source: Parent: “To tell you the truth, I don’t know exactly. How about we look on the UNICEF website together?”
tn_za: Motsadi: “Go go bolelela sentle, ga ke itse sentle. Go ka nna jang fa re ka etela weposaete ya UNICEF mmogo?”

# text
source: WHO: https://www.who.int/emergencies/diseases/novel-coronavirus-2019/advice-for-public
tn_za: URL ke https://www.who.int/emergencies/diseases/novel-coronavirus-2019

# text
source: Please select another number if you want to learn more about how to talk about COVID-19 with your children:
tn_za: Ka kopo tlhopha nomoro e nngwe fa o batla go ithuta go feta ka ga go bua ka ga COVID-19 le bana ba gago:

# text
source: You can also type "N" to stop this tip.
tn_za: Tlanya “N” go emisa kakantsho e.

# text
source: Step 1. Be open, honest, and supportive
tn_za: Kgato 1. Phuthologa, bua nnete mme o neelane ka tshegetso

# text
source: Allow @fields.child_nickname to talk freely. Ask them open questions and find out how much they already know.
tn_za: Letla @fields.child_nickname go bua ka phuthologo. Ba botse dipotso tse di batlang dikarabo ka botlalo mme o bone gore ba setse ba itse go le kanakang.

# text
source: Allow your child to talk freely. Ask them open questions and find out how much they already know.
tn_za: Letla ngwana wa gago go bua ka phuthologo. Ba botse dipotso tse di batlang dikarabo ka botlalo mme o bone gore ba setse ba itse go le kanakang.

# text
source: Always answer their questions truthfully. Think about how old @fields.child_nickname is and how much they can understand.
tn_za: Ka gale araba dipotso tsa bona ka boammaruri. Akanya gore @fields.child_nickname o bogolo jo bo kanakang le gore o kgona go tlhaloganya bontsi jo bo kanakang.

# text
source: @fields.child_nickname may be scared or confused. Give them space to share how they are feeling and let them know you are there for them.
tn_za: @fields.child_nickname a ka tswa a tshogile le go etsaetsega. Ba neele sebaka go arolelanela gore ba ikutlwa jang mme o ba letle go itse gore o gona.
