Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/tn/tn_messages.po
Languages: tn_za

# text
source: Congratulations! You have made it through another week!
tn_za: Re a go akgola! O kgonne beke ya gago ya ntlha!

# text
source: You have added @results.n_skills_week skills to your Parenting Toolkit this week:
tn_za: O tsentse @results.n_skills_week dikgono go Kaedi ya Botsadi beke eno:

# text
source: You have added one skill to your Parenting Toolkit this week:
tn_za: O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno:

# text
source: You also have made progress on the following skills:
tn_za: Gape o gatetsepele go dikgono tse di latelang:

# text
source: Type "Toolkit" if you want to go back and revisit any of these tips.
tn_za: Tlanya “Kaedi” fa o batla go boela morago go etela gape nngwe ya dikakantsho tse.

# text
source: How helpful have these messages been in improving your relationship with your child?
tn_za: Melaetsa eno e mosola jang mo go tokafatseng botsalano jwa gago le ngwana?

# text
source: Which parenting tip has been the most useful to you?
tn_za: Ke kakantsho efe ya botsadi e e nnileng mosola go feta mo go wena?

# text
source: If you have already noticed some changes in your life or relationship with your children, that's great!
tn_za: Fa o setse o lemogile dingwe tsa diphetogo mo botshelong jwa gago kgotsa go botsalano le bana ba gago, go gontle!

# text
source: If you have not noticed any changes, please keep it up. Sometimes these things take time to change. We know you can do it!
tn_za: Fa o ise o lemoge diphetogo dipe, ka kopo tswelela. Dilo tse di tsaya nako le bopelotelele go fetoga. Re a itse gore o tla kgona!

# text
source: Which information about COVID-19 would you like to receive?
tn_za: O ka rata go amogela tshedimosetso efe ka ga COVID-19?

# text
source: It looks like you are busy right now. Remember you can always access support and parenting tips by typing "help". Chat to you later!
tn_za: Go lebega o kare o tshwaregile ga jaana. Gopola gore o tla fitlhelela tshegetso le dikakantsho ka ga botsadi ka go tlanya “thuso” ka gale. Ke tla bua le wena moragonyana!

# text
source: Thanks so much! We all want the best for our children as parents.
tn_za: Ke leboga go menagane! Re batlela bana ba rona tse dintle re le batsadi.

# text
source: Could you please choose the goal that is most important to you as a parent?
tn_za: A o ka tlhopha maikaelelo a a botlhokwa go wena jaaka motsadi tswetswee?

# text
source: Quick tip: It is really hard to help our children continue learning when schools are closed or part-open. One thing that might be helpful is to try and set up a daily schedule that includes time for schoolwork and time for fun.
tn_za: Kakantsho ka bonako: Go tota go le boima go thusa bana ba rona go tswelela go ithuta fa dikolo di tswetswe kgotsa di butswe halofo. Selo sengwe se se ka thusang ke go leka go beela nako thoko e e akaretsang nako ya tiro ya sekolo le ya go itapoloa letsatsi le letsatsi.

# text
source: Quick tip: This is a stressful time for all of us. When a problem comes up, talk about it together! What is the problem exactly? What different solutions are there and what are the consequences of one? That way, you can find a solution that can be OK for everyone.
tn_za: Kakantsho ka bonako: Ke nako e e bosula go rona rotlhe. Fa bothata bo tlhaga, buisanang mmogo ka bona! Bothata ke eng sentlentle? Go na le ditharabololo dife tse di farologaneng mme ditlamorago tsa tsona ke dife? Ka tsela e, le ka bona tharabololo e e ka nnang e e SIAMENG go botlhe.

# text
source: Quick Tip: All children develop and grow at different rates. Understanding how your child is developing can help you meet their needs and give them the best start in life. It will also help you understand your child better!
tn_za: Kakantsho ka bonako: Bana botlhe ba tlhabologa ka dikelo tse di farologaneng. Go tlhaloganya gore ngwana wa gago o tlhabologa jang go ka go thusa go fitlhelela ditlhoko tsa bona le go mo neela tse di gaisang go simolola botshelo. Gape, go tla go thusa go tlhaloganya ngwana wa gago botoka!

# text
source: Would you like to know more about how to improve your relationship with your child?
tn_za: A o ka rata go itse go feta ka ga gore o ka tokafatsa jang botsalano jwa gago le ngwana wa gago?

# text
source: Would you like to know more about managing your child's behaviour?
tn_za: A o ka rata go itse go feta ka ga go laola maitsholo a ngwana wa gago?

# text
source: Would you like to know more about how to help your child learn?
tn_za: A o ka rata go itse go feta ka ga gore o ka thusa jang ngwana wa gago go ithuta?

# text
source: Would you like to know more about how to reduce family stress?
tn_za: A o ka rata go ithuta go feta ka ga gore o ka fokotsa jang kgatelelo ya maikutlo go lelapa?

# text
source: Would you like to know more about how to keep your child safe?
tn_za: Itse go le gontsi ka ga go tshola ngwana wa gago a sireletsegile?

# text
source: Would you like to know more about child development?
tn_za: A o ka rata go itse go feta ka ga tlhabologo ya ngwana wa gago?

# text
source: That's okay! Remember that you can always get more information by typing "Help".
tn_za: Ga se bothata! O ka iponna tshedimosetso e ntsi ka go tlanya “Thuso” ka gale.

# text
source: Quick tip: When you give your baby your full attention, you make them feel secure and loved. Try to spend at least 20 minutes a day playing with @fields.child_nickname. Switch off the television and put away phones. Make it fun!
tn_za: Kakantsho ka bonako: Fa o neela lesea la gago nako e e tletseng, o dira gore le ikutlwe le babasegile le go ratiwa. Leka go ipha bonnye metsotso e le 20 ka letsatsi mme o tshameke le @fields.child_nickname. Tima thelebishene le go beela difounu kgakala. A go nne monate!

# text
source: Quick tip: When you give your baby your full attention, you make them feel secure and loved. Try to spend at least 20 minutes a day playing with your baby. Switch off the television and put away phones. Make it fun!
tn_za: Kakantsho ka bonako: Fa o neela lesea la gago nako e e tletseng, o dira gore le ikutlwe le babasegile le go ratiwa. Leka go ipha bonnye metsotso e le 20 ka letsatsi go tshameka le lesea la gago. Tima thelebishene mme o beele difounu kgakala. A go nne monate!

# text
source: Quick tip: Spending time with your child is free and even 5 minutes a day can make a difference. Try asking @fields.child_nickname what they would like to do together. It can be fun and relaxing for you too!
tn_za: Kakantsho ka bonako: Go ipha nako le ngwana wa gago ke mahala mme le metsotso e le 5 fela ka letsatsi e ka dira pharologanyo. Leka go botsa @fields.child_nickname gore a ka rata lo dira eng mmogo. Go ka le itumedisa le go le repisa!

# text
source: Quick tip: Spending time with your child is free and even 5 minutes a day can make a difference. Try asking your child what they would like to do together. It can be fun and relaxing for you too!
tn_za: Kakantsho ka bonako: Go ipha nako le ngwana wa gago ke mahala mme le metsotso e le 5 fela ka letsatsi e ka dira pharologanyo. Leka go botsa ngwana wa gago gore a ka rata lo dira eng mmogo. Go ka le itumedisa le go le repisa!

# text
source: Quick tip: All children misbehave. One thing that can help is to praise @fields.child_nickname anytime that they do something good – however small. They may not look like they want your praise but they still really, really do.
tn_za: Kakantsho ka bonako: Bana botlhe ga ba itshole sentle. Selo se le sengwe se se ka go thusang ke go akgola @fields.child_nickname nako nngwe le nngwe fa ba dira sengwe se sentle - le fa se ka nna sennyee. Ba ka lebega o kare ga ba batle gore o ba akgole fela ba tota ba e tlhoka.

# text
source: Quick tip: All children misbehave. One thing that can help is to praise your child anytime that they do something good – however small. They may not look like they want your praise but they still really, really do.
tn_za: Kakantsho ka bonako: Bana botlhe ga ba itshole sentle. Selo se le sengwe se se ka go thusang ke go akgola bana ba gago nako nngwe le nngwe fa ba dira sengwe se sentle - le fa se ka nna sennyee. Ba ka lebega o kare ga ba batle gore o ba akgole fela ba tota ba e tlhoka.

# text
source: Quick tip: Try to start a conversation with @fields.child_nickname about safe and unsafe places in your community and online. They may even know some you don’t. This will help you make a plan together about how to stay safe.
tn_za: Kakantsho ka bonako: Leka go simolola motlotlo le @fields.child_nickname ka ga mafelo a a bolokegileng le a a sa bolokegang mo tikologng ya lona le mo inthaneteng. Ba ka tswa ba itse dingwe tse wena o sa di itseng. Seno se tla le thusa go rulaganya go itshola le sireletsegile mmogo.

# text
source: Quick tip: Try to start a conversation with your child about safe and unsafe places in your community and online. They may even know some you don’t. This will help you make a plan together about how to stay safe.
tn_za: Kakantsho ka bonako: Leka go simolola motlotlo le ngwana wa gago ka ga mafelo a a bolokegileng le a a sa bolokegang mo tikologng ya lona le mo inthaneteng. Ba ka tswa ba itse dingwe tse wena o sa di itseng. Seno se tla le thusa go rulaganya go itshola le sireletsegile mmogo.

# text
source: Congratulations @fields.user_name! You have completed your first parenting tip. Setting Goals is the foundation to building a positive relationship between you and @fields.child_nickname. Well done!
tn_za: Re a go akgola @fields.user_name! O digetse kakantsho ya ntlha ya botsadi. Go baya Maikaelelo ke motheo wa go aga botsalano jo bo siameng magareng ga gago le @fields.child_nickname. Tiro e ntle!

# text
source: Congratulations @fields.user_name! You have completed your first parenting tip. Setting Goals is the foundation to building a positive relationship between you and your children. Well done!
tn_za: Re a go akgola @fields.user_name! O digetse kakantsho ya ntlha ya botsadi. Go baya Maikaelelo ke motheo wa go aga botsalano jo bo siameng magareng ga gago le bana ba gago! O dirile sentle!

# text
source: Congratulations! You have completed your first parenting tip. Setting Goals is the foundation to building a positive relationship between you and @fields.child_nickname. Well done!
tn_za: Re a go akgola! O digetse kakantsho ya ntlha ya botsadi. Go baya Maikaelelo ke motheo wa go aga botsalano jo bo siameng magareng ga gago le @fields.child_nickname. Tiro e ntle!

# text
source: Congratulations! You have completed your first parenting tip. Setting Goals is the foundation to building a positive relationship between you and your children. Well done!
tn_za: Re a go akgola! O digetse kakantsho ya ntlha ya botsadi. Go baya Maikaelelo ke motheo wa go aga botsalano jo bo siameng magareng ga gago le bana ba gago! O dirile sentle!

# text
source: Congratulations @fields.user_name! You have added your first layer to your House of Support. Setting Goals is the foundation to building a positive relationship between you and @fields.child_nickname. Well done!
tn_za: Re a go akgola @fields.user_name! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso! Go baya Maikaelelo ke motheo wa go aga botsalano jo bo siameng magareng ga gago le @fields.child_nickname. Tiro e ntle!

# text
source: Congratulations @fields.user_name! You have added your first layer to your House of Support. Setting Goals is the foundation to building a positive relationship between you and your children. Well done!
tn_za: Re a go akgola @fields.user_name! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso! Go baya Maikaelelo ke motheo wa go aga botsalano jo bo siameng magareng ga gago le bana ba gago! O dirile sentle!

# text
source: Congratulations! You have added your first layer to your House of Support. Setting Goals is the foundation to building a positive relationship between you and @fields.child_nickname. Well done!
tn_za: Re a go akgola! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso! Go baya Maikaelelo ke motheo wa go aga botsalano jo bo siameng magareng ga gago le @fields.child_nickname. Tiro e ntle!

# text
source: Congratulations! You have added your first layer to your House of Support. Setting Goals is the foundation to building a positive relationship between you and your children. Well done!
tn_za: Re a go akgola! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso! Go baya Maikaelelo ke motheo wa go aga botsalano jo bo siameng magareng ga gago le bana ba gago! O dirile sentle!

# text
source: One last thing. Here is a song made just for parents like you. Chat to you tomorrow @fields.user_name!
tn_za: Sa bofelo. Fano ke pina e e tlhametsweng fela batsadi ba ba jaaka wena. Tla ke bue le @fields.user_name ka moso!

# text
source: One last thing. Here is a song made just for parents like you. Chat to you tomorrow!
tn_za: Sa bofelo. Fano ke pina e e tlhametsweng fela batsadi ba ba jaaka wena. Tla ke bue le wena ka moso!

# text
source: Thank you! Anytime you need support, just type "Help" and we will do our best to help you.
tn_za: Ke a leboga! Nako nngwe le nngwe fa o tlhoka tshegetso, tlanya fela “Thuso” mme re tla dira kaojotlhe go go thusa.

# text
source: Thank you! Anytime you need support, just type "Help" and I will do my best to help you.
tn_za: Ke a leboga! Nako nngwe le nngwe fa o tlhoka tshegetso, tlanya fela “Thuso” mme re tla dira kaojotlhe go go thusa.

# text
source: There are no bad children...only difficult behaviours! All children misbehave but these tips can help.
tn_za: Ga gona bana ba ba bosula...ke ba ba maitsholo a a sa tlhaloganyegeng! Bana botlhe ba kgona go se itshole sentle fela dikakantsho tse di ka thusa.

# text
source: Which child do you want tips for?
tn_za: O batlela ngwana ofe dikakantsho?

# text
source: Please select the age of your child:
tn_za: Ka kopo tlhopha dingwaga tsa ngwana wa gago:

# text
source: A. Under 1 month
tn_za: A. Mo tlase go kgwedi

# text
source: B. 1-2 months
tn_za: B. dikgwedi di le 1-2

# text
source: C. 3-5 months
tn_za: C. dikgwedi di le 3-5

# text
source: D. 6-9 months
tn_za: D. dikgwedi di le 6-9

# text
source: E. 10 -14 months
tn_za: E. dikgwedi di le 10-14

# text
source: F. 15-18 months
tn_za: F. dikgwedi di le 15-18

# text
source: G. 19-23 months
tn_za: G. dikgwedi di le 19-23

# text
source: Which behaviour is most like the one you want support for?
tn_za: Ke maitsholo afe a o batlang go a bonela tshegetso?

# text
source: Here are 8 simple tips to help you with your teen:
tn_za: Fano ke dikakantsho tse di bonolo di le 8 go go thusa ka mosha wa gago:

# text
source: 1. Keep it positive
tn_za: 1. Nna le tshepo

# text
source: 2. Invest in time
tn_za: 2. Beeletsa go nako

# text
source: 3. Create routines
tn_za: 3. Tlhama mekgwatlwaelo

# text
source: 4. Be open to your children
tn_za: 4. Phuthologa go bana ba gago

# text
source: 5. Use reasonable consequences
tn_za: 5. Dirisa ditlamorago tse di tlhaloganyengang

# text
source: 6. Solve problems with your teen
tn_za: 6. Rarabolola mathata le mosha wa gago

# text
source: 7. Keeping your teen safe online
tn_za: 7. Go tshola mosha wa gago a bolokegile go inthanete

# text
source: 8. Resolving crises when they happen
tn_za: 8. Go rarabolola bothata fa bo direga

# text
source: Type "1" to "8" if you want to learn more about a specific strategy.
tn_za: Tlanya “1” go ya go “8” fa o batla fo ithuta go le gontsi ka ga togamaano e e rileng.

# text
source: Here are 5 simple tips to help you with your babies:
tn_za: Fano ke dikakantsho tse di bonolo di le 5 go go thusa ka masea a ago:

# text
source: 1. Play with your baby
tn_za: 1. Tshameka le lesea la gago

# text
source: 2. Create routines
tn_za: 2. Tlhama mekgwatlwaelo

# text
source: 3. Share books with your baby
tn_za: 3. Arolelanelang dibuka le lesea la gago

# text
source: 4. Cope with crying
tn_za: 4. Samagana le go lela

# text
source: 5. Redirect them to positive behaviours
tn_za: 5. Ba kaele gape go maitsholo a a siameng

# text
source: Type "1" to "5" if you want to learn more about a specific strategy.
tn_za: Tlanya “1” go ya go “5” fa o batla fo ithuta go le gontsi ka ga togamaano e e rileng.

# text
source: Here are 9 simple tips to help you with your children:
tn_za: Fano ke dikakantsho tse di bonolo di le 9 go go thusa kabana ba gago:

# text
source: 6. Ignore attention seeking and demanding behaviours
tn_za: 6. Ikgatholose maitsholo a a batlang go elatlhoko le go batla sengwe

# text
source: 7. Use reasonable consequences
tn_za: 7. Dirisa ditlamorago tse di tlhaloganyengang

# text
source: 8. Solving problems with your child
tn_za: 8. Rarabolola mathata le ngwana wa gago

# text
source: 9. Keeping your child safe online
tn_za: 9. Go tshola ngwana wa gago a bolokegile go inthanete

# text
source: Type "1" to "9" if you want to learn more about a specific strategy.
tn_za: Tlanya “1” go ya go “9” fa o batla fo ithuta go le gontsi ka ga togamaano e e rileng.

# text
source: It can be exhausting when your children have too much energy or can't focus on one thing. Sometimes, your children need opportunities to be very active and run around to help them be calm afterwards.
tn_za: Go a lapisa fa bana ba gago ba na le matlhagatlhaga go feta kgotsa ba retelelwa ke go tsepama go selo se le sengwe. Nako dingwe, bana ba gago ba tlhoka ditshono go nna matlhagatlhaga thata mme ba siane gotlhe go ithusa go ritibala moragonyana.

# text
source: Sorry, I don't understand what you mean.
tn_za: Intshwarele, ga ke go tlhaloganye.

# text
source: That's okay! You can always type "Help" if you want to receive more tips about how to manage your child's behaviour.
tn_za: Ga se bothata! Ka gale o ka tlanya “Thuso” fa o batla go amogela dikakantsho tse dingwe ka ga gore o ka laola jang maitsholo a ngwana wa gago.

# text
source: Your baby or toddler may sometimes want something that they cannot have. If they start whining, first check to see if there is something wrong (are they actually hungry or tired)? If they continue, try to redirect their attention to something else. You should also try to ignore their behaviour while attending to them for comfort and support
tn_za: Nako dingwe lesea kgotsa mapimpana wa gago a ka batla sengwe se a ka se kgoneng go se bona. Fa ba simolola go ngongorega, lekola pele go bona gore a go sengwe se se phoso (a tota ba tshwerwe ke tlala kgotsa ba lapile)? Fa ba tswelela, leka go ba tsepamisa go sengwe se sele. Gape o tshwanetse go leka go ikgatholosa maitsholo a bona ntse o ba neela namatshego le tshegetso

# text
source: Your baby will cry as soon as a caregiver’s attention is diverted and are cranky as well as clingy. Prioritise being there for them and give them physical contact when needed.
tn_za: Lesea la gago le tla lela, le nne matepe le go ingaparela fela fa tsepamo ya motlhokomedi e tlhaela. Dira nako go nna gona go ba tlhokomela go nna ya botlhokwa mme o ba kgome fa go tlhokega.

# text
source: Remember that you’re in charge of what they eat, but not how much. Newborns have stomach the size of a grape! They need to eat often (sometimes in the middle of the night.
tn_za: Gopola gore o laola gore ba ja eng, fela e seng gore bontsi jo bokae. Masea a na le mpa ya bogolo jwa terebe! Ba tlhoka go ja gantsi (nako dingwe le mo gare ga bosigo.

# text
source: It’s important to build trust around eating, especially as your baby starts on solid food. Let them know you are listening to their wishes in the eating department. They’ll be ravenous again soon!
tn_za: Go botlhokwa go aga botshephegi ka go ja, segolo fa lesea la gago le simolola go ja dijo sentle. Ba lemose gore o reeditse dikeletso tsa bona go lefapha la dijo. Ba tla tshwarwa ke tlala gape go ise go e kae!

# text
source: Would you like suggestions for active and calm things to do with @fields.child_nickname?
tn_za: A o ka rata ditshitsinyo tsa dilo tse di matlhagatlhaga le tse di ritibetseng tse o ka di dirang le @fields.child_nickname?

# text
source: Would you like suggestions for active and calm things to do with your child?
tn_za: A o ka rata ditshitshinyo tsa dilo tse di matlhagatlhaga le tse di ritibetseng tse o ka di dirang le ngwana wa gago?

# text
source: Unfortunately, your baby will go through phases for the next 2 years of sleeping poorly. Try wearing @fields.child_nickname close to you, feeding them and carrying them in a sling. And hang in there, remember it’s a phase. You and @fields.child_nickname will get through it together!
tn_za: Ka maswabi, lesea la gago le tla tsamaya dikgato tse tsa go sa robale sentle dingwaga di le 2 tse di latelang. Leka go tshola @fields.child_nickname gaufi, ba jese le go ba pepa ka thari. Itshoke, o gopole gore seno se tla feta. Wena le @fields.child_nickname le tla feta mmogo!

# text
source: Unfortunately, your baby will go through phases for the next 2 years of sleeping poorly. Try wearing your baby close to you, feeding them and carrying them in a sling. And hang in there, remember it’s a phase. You and your baby will get through it together!
tn_za: Ka maswabi, lesea la gago le tla tsamaya dikgato tse tsa go sa robale sentle dingwaga di le 2 tse di latelang. Leka go tshola lesea la gago gaufi, o le jesa le go le pepa ka thari. Itshoke, o gopole gore seno se tla feta. Wena le lesea la gago le tla feta mmogo!

# text
source: Check to see why @fields.child_nickname is in a bad mood. Are they tired or hungry? Or maybe they are not feeling well? Or maybe they need some more loving attention. Be a reassuring presence for @fields.child_nickname when they are having a difficult day.
tn_za: Lekola go bona gore goreng @fields.child_nickname maitsholo a a sa siamang. A ba lapile kgotsa ba tshwerwe ke tlala? Kgotsa gongwe ga ba ikutlwe sentle? Kgotsa gongwe ba tlhoka lerato go feta. Ba netefaletse bogone jwa gago @fields.child_nickname fa ba na le letsatsi le le leele.

# text
source: Check to see why your baby is in a bad mood. Are they tired or hungry? Or maybe they are not feeling well? Or maybe they need some more loving attention. Be a reassuring presence for your baby when they are having a difficult day.
tn_za: Lekola go bona gore goreng ba na le maitsholo a a sa siamang. A ba lapile kgotsa ba tshwerwe ke tlala? Kgotsa gongwe ga ba ikutlwe sentle? Kgotsa gongwe ba tlhoka lerato go feta. Ba netefaletse bogone jwa gago fa ba na le letsatsi le le leele.

# text
source: Pay close attention to @fields.child_nickname in case they try something dangerous! Just because they are able to play on their own now, doesn’t mean you can look away for long. Redirect mischievous behaviours into practice waving, imitation games, singing and moving games and pretending to talk on the phone!
tn_za: Elatlhoko @fields.child_nickname gongwe a ka leka sengwe se se kotsi! Fela gonne ba kgona go itshamekisa, ga go reye gore o ka ba tlogela sebaka. Kaelagape maitsholo a boganana ka go tsholetsa seatla, go itirisa metshameko, go opela le metshameko ya go tsamaya le go itira o ka re o mo mogaleng!

# text
source: Pay close attention to your baby in case they try something dangerous! Just because they are able to play on their own now, doesn’t mean you can look away for long. Redirect mischievous behaviours into practice waving, imitation games, singing and moving games and pretending to talk on the phone!
tn_za: Ela lesea la gago tlhoko gongwe a ka leka sengwe se se kotsi! Fela gonne ba kgona go itshamekisa, ga go reye gore o ka ba tlogela sebaka. Kaelagape maitsholo a boganana ka go tsholetsa seatla, go itirisa metshameko, go opela le metshameko ya go tsamaya le go itira o ka re o mo mogaleng!
