Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/tn/tn_messages.po
Languages: tn_za

# text
source: This is a very stressful time for families. How many days in the past week did you feel very stressed as a parent/caregiver? (0, 1, 2, 3, 4, 5, 6, 7)
tn_za: Eno ke nako e e tshwenyang mo maikutlong mo malapeng. Ke malatsi a le kae a o neng o ikutlwa o tshwenyegile mo maikutlong jaaka motsadi/motlhokomedi mo bekeng e e fetileng? (0, 1, 2, 3, 4, 5, 6, 7)

# text
source: If you don't want to answer, please type 99.
tn_za: Fa o sa rate go araba, ka kopo tlanya 99.

# text
source: Sorry, I don't understand what you mean. Please reply with a number between 0 and 7.
tn_za: Intshwarele, ga ke go tlhaloganye. Ka kopo araba ka nomoro magareng ga 0 le 7.

# text
source: It’s wonderful to hear you are feeling less stress than last week. Keep up the good work!
tn_za: Go a itumedisa go utlwa gore o ikutlwa botoka go feta beke e e fetileng. Tswelelang lo dira tiro eno e e molemo!

# text
source: Amazing that you are feeling less stressed! Remember to keep taking a deep breath every time something makes you feel anxious – you are doing a great job!
tn_za: Go a itumedisa go bo o ikutlwa o imologile! Gopola go tswelela go hemela kwa teng nako nngwe le nngwe fa sengwe se dira gore o ikutlwe o etsaetsega - o dira tiro e ntle1!

# text
source: Did you know that you are less stressed than you were last week? Amazing!
tn_za: A o ne o itse gore o imologile go feta jaaka o ne o le mo bekeng e e fetileng? Bontle!

# text
source: We all feel stressed sometimes, it’s normal. Remember to be kind to yourself and take a minute for yourself when you need it, you are doing a great job!
tn_za: Nako nngwe rotlhe re ikutlwa re imetswe, go tlwaelegile. Gopola go ineneketsa le go ipha motsotso fa go tlhokega, o dira tiro e ntle!

# text
source: It is great you are feeling less stressed. We all have our ups and downs – remember the good times whenever things get challenging!
tn_za: Go a itumedisa go bo o ikutlwa o imologile! Go gontle go bo o ikutlwa o imologile. Rotlhe rena le tsele le tsele - gopola dinako tse di monate fela fa go nna thata!

# text
source: Well done for managing your stress! Life can get overwhelming sometimes, but remember you can always take a pause – you are doing amazing.
tn_za: O dira tiro e ntle ya go laola kgatelelo ya maikutlo! Botshelo bo ka go tlalalelana nako dingwe, fela gopola gore o ka ema go se kae - o dira tiro e ntle.

# text
source: We understand that this is a stressful time. Remember that you are not alone. We are here to help!
tn_za: Re tlhaloganya gore eno ke nako e e boima. Gopola gore ga o nosi. Re fano go lo thusa!

# text
source: Life can be overwhelming sometimes. Well done for trying your best, you are valued and appreciated!
tn_za: Botshelo go ka go tlalalanya nako dingwe. O dirile sentle ka go leka ka bojotlhe, o na le boleng e bile o a ananeelwa!

# text
source: Would you like a brief activity to help you with stress?
tn_za: A o ka rata tirwana e khutswane go go thusa ka kgatelelo?

# text
source: It is okay to feel overwhelmed from time to time, we all do! Take a deep breath and remember that we are here to help.
tn_za: Go siame go ikutlwa o tlalelane nako le nako, rotlhe re na le go nna jalo! Hemela kwa teng mme o gopole gore phoso e dirwa ke motho.

# text
source: It can be stressful to get through the day sometimes. At the end of each day, remember to praise yourself for doing your best!
tn_za: Nako dingwe go ka nna bokete go digela letsatsi. Kwa bokhutlong jwa letsatsi lengwe le lengwe, gopola go ikakgolela go dira ka bojotlhe!

# text
source: Sorry, I don't understand what you mean.
tn_za: Intshwarele, ga ke go tlhaloganye.

# text
source: Great to hear that your stress levels are manageable! Whenever you feel stressed, take a deep breath – you are doing amazing.
tn_za: Go gontle go utlwa gore maemo a gago a kgatelelo ya maikutlo a laolega! Fela fa o ikutlwa o imetswe, hemela kwa teng - o dira bontle.

# text
source: We hope that was helpful! Remember you can always type "Help" at anytime if you need an activity to help you relax or reduce stress.
tn_za: Re tshepa gore seo se thusitse! Gopola ka gale gore o kgona go tlanya “Thuso” nako nngwe le nngwe fa o tlhoka tirwana go ithusa go repa kgotsa go fokotsa kgatelelo ya maikutlo.

# text
source: Would like a brief relaxing activity now?
tn_za: A o ka rata tirwana e khutswane gogo thusa go repa jaanong?

# text
source: Sometimes everything gets too much! Remember to recognise when you feel that way and take a few deep breaths before responding. Your child will learn from your good example!
tn_za: Nako dingwe sengwe le sengwe se nna sentsi! Gopola go lemoga maikutlo ao mo go wena mme o hemele kwa teng ga mmalwa pele o araba. Ngwana wa gago o tla ithuta go tswa go sekao sa gago se se siameng!

# text
source: Great to see you are managing to respond calmly to your child, that’s a big accomplishment! Celebrate this win, you are a star.
tn_za: Go gontle go bona gore o kgona go araba ngwana wa gago ka thitibalo, ke phitlhelelo e kgolo! Keteka phenyo e, o naledi.

# text
source: Our children sometimes drive us crazy. Remember, you can always take a pause and address the problem later on when everyone is calm. You can do it!
tn_za: Nako dingwe bana ba rona ba a leka. Fa go sepafala, ka gale ema go se kae mme o bue ka bothata moragonyana fa botlhe ba ritibetse. O ka dira seno!

# text
source: It is wonderful that you are responding in a calm way when your child does something upsetting. They can learn so much from you!
tn_za: Go gontle fa o araba o kgobile makgwafo fa mosha wa gago a dira sengwe se se tenang. Ba ka ithuta go le gontsi go tswa mo go wena!

# text
source: Amazing! You are setting such a great example for your children on how to respond calmly in difficult situations – keep up the good work!
tn_za: Bontle! O beela bana ba gago sekao se segolo ka mokgwa o o arabelang maemo a a bokete ka thitibalo ka ona - tswelela ka tiro e ntle!

# text
source: Sorry that things are not always easy with your child. When they upset you, try to remain calm, That way, you can keep clear boundaries and solve problems together. You can do it!
tn_za: Intshwarele go bo go se bonolo ka gale ka ngwana wa gago. Fa ba go galefisa, leka go nna o ritibetse, Ka tsela eo, o tla tsweletsa melelwane e e sedisegileng le go rarabolola mathata mmogo. O ka dira seno!

# text
source: So good! Every time you choose to be calm and clear, you are showing your child how much you care about them. They will feel heard and loved, and will be more likely to listen to you!
tn_za: Go gontle! Nako nngwe le nngwe o kgetha go ritibala le go sedisega, o bontsha ngwana wa gago gore o mo kgathalela go le kae. Ba tla ikutlwa ba reediwa le go ratiwa, mme ba tla go reetsa go feta!

# text
source: Money is one of the biggest stresses for families now. How many days in the past week have you felt very worried or anxious about money? (0, 1, 2, 3, 4, 5, 6, 7)
tn_za: Madi ke nngwe ya tse dikgolo e e dirang gore malapa a tshwenyege mo maikutlong gone jaanong. O ikutlwile o tshwenyegile kgotsa o akanya thata ka madi malatsi a le kae mo bekeng e e fetileng? (0, 1, 2, 3, 4, 5, 6, 7)

# text
source: How many days in the past month (30 days) did you run out of money to pay for food? (0, 1, 2, 3, ... 30)
tn_za: Ke malatsi a le kae mo kgweding (malatsi a 30) e e fetileng mo o o neng o felelwa ke madi a go duela dijo? (0, 1, 2, 3, ... 30)

# text
source: Sorry, I don't understand what you mean. Please reply with a number between 0 and 30.
tn_za: Intshwarele, ga ke go tlhaloganye. Ka kopo araba ka nomoro magareng ga 0 le 30.

# text
source: It can sometimes be difficult to have a positive relationship with our children. How confident do you feel about your ability as a parent/caregiver to have a positive relationship with your children? (0=not confident to 7=extremely confident)
tn_za: Nako dingwe go ka nna bokete go nna le kamano e e siameng le bana ba rona. O itshepa go le kae ka ga bokgoni jwa gago jaaka motsadi/motlhokomedi go nna le botsalano jo bo siameng le bana ba gago? (0=ga ke itshepe go ya go 7=ke itshepa go feta)

# text
source: Having a positive relationship with our children can be difficult, especially during stressful times. You might want to try spending a little more One-on-One Time with your child. It will show them that they are valued and loved.
tn_za: Go nna le kamano e e simaneg le bana ba rona go ka nna bokete, segolo mo dinakong tse di dikgwetlho. O ka leka go nna le Nako ya Motho-ka-Mong le ngwana wa gago. Go tla ba bontsha gore o bona boleng jwa bona le gore o a ba rata.

# text
source: It is so wonderful to hear that you are able to maintain a positive relationship with your children. They really benefit from having you as a source of love and support in their lives.
tn_za: Go a itumedisa go utlwa gore o kgona go tshegetsa botsalano jo bo siameng le bana ba gago. Ba a ungwelwa fa ba na le wena jaaka motswedi wa lerato le tshegetso matshelong a bona.

# text
source: Bonus question: We all want to keep our children safe. In the past month, have you talked with your child about keeping safe from sexual violence online or offline? This could be when they are going out with friends, or talking about the websites they use.
tn_za: Potso e kgolo: Rotlhe re batla go boloka bana ba rona ba sireletsegile. Mo kgweding e e fetileng a o buile le ngwana wa gago ka go itshola a sireletsegile mo tirisong dikgoka ya tlhakanelo dikobo mo mafaratlhatlheng kgotsa ka namana? Seno e ka nna fa ba ikentsha le ditsala, kgotsa ba bua ka diwebosaete tse ba di dirisang.

# text
source: Sorry, I don't understand what you mean. Please reply with either yes or no.
tn_za: Intshwarele, ga ke go tlhaloganye. Ka kopo, araba ka ee kgotsa nnyaa.

# text
source: How many days have you had a talk like this? (0, 1, 2, 3, ... 30)
tn_za: Ke malatsi a le makae a o nnileng le puisano e e tshwanang le e? (0, 1, 2, 3, ... 30)

# text
source: Being a parent is not easy. It can be difficult to know how to keep our children safe. We often feel powerless as parents in this, but we are here to support you!
tn_za: Go nna motsadi ga go bonolo. Go ka nna boima go itse gore o ka boloka basha ba rona ba sireletsegile jang. Gantsi re ikutlwa re sena maatla jaaka batsadi mo go seno, mme fela re fano go go tshegetsa!

# text
source: Being a parent is not easy. Well done for focusing on keeping your child safe.
tn_za: Go nna motsadi ga go bonolo. O dirile sentle ka go tlhoma mogopolo mo go sireletseng ngwana wa gago.

# text
source: Sometimes our children make us really upset. How many days in the past week did you shout, scream, or yell at your children? (0, 1, 2, 3, 4, 5, 6, 7)
tn_za: Ka dinako tse dingwe bana ba rona ba dira gore re tenege thata. Mo bekeng e e fetileng o omantse kgotsa o goile mosha wa gago malatsi a le kae? (0, 1, 2, 3, 4, 5, 6, 7)

# text
source: It can be difficult to control our anger, especially when they make us really angry. Take a deep breath, and be proud of yourself when you manage to do it!
tn_za: Go ka nna bokete go laola kgalefo ya gago, segolo fa ba re galefisa tota. Hemela kwa teng, mme o itlotlomatse fa o kgona go e laola!

# text
source: Sorry that you are having a difficult time with your child. It happens to all of us. Remember, we can choose to behave differently next time.
tn_za: Ke maswabi go utlwa gore o na le bothata ka ngwana wa gago. E re diragalela rotlhe. Gopola, re ka tlhopa go itshola ka tsela e farologaneng mo nakong e e tlang.

# text
source: Being a parent is not easy. Try to be patient with yourself and your family, and take some space if you need it. By talking about our challenges calmly, we can solve them together!
tn_za: Go nna motsadi ga go bonolo. Leka go nna pelotelele go wena le go balelapa la gago, mme o iphe nako fa o e tlhoka. Ka go bua ka dikgwetlho tsa rona ka thitibalo, re ka di rarabolola mmogo!

# text
source: Well done! Brain science shows if you control your anger when your child misbehaves, you increase your child's brain development. Be proud of yourself when you manage to do it!
tn_za: O dirile sentle! Saense ya boboko e bontsha gore fa o laola kgalefo ya gago fa ngwana a sa itshole sentle, o oketsa tlhabologo ya boboko jwa ngwana wa gago. Itlotlomatse fa o kgona go dira jalo!

# text
source: Great work! When we respond calmly, our teens are more likely to do the same.
tn_za: Tiro e ntle! Fa re araba ka thitibalo, basha ba rona ba ka dira fela jalo.

# text
source: Our children can really drive us crazy sometimes. By responding calmly, they will learn to do the same when something upsets them at home or outside. Your patience will pay off, you will see!
tn_za: Bana ba rona ba kgona go re galefisa tota nako dingwe. Ka go araba ka thitibalo, ba tla ithuta go dira fela jalo fa sengwe se ba kgopisa kwa gae kgotsa gongwe fela. Bopelotelele jwa gago bo tla go tswela mosola, o tla bona!

# text
source: Well done for keeping calm in difficult situations – that is definitely not easy to do! You are setting a great example for your child.
tn_za: O dirile sntle ka go itshola o ritibetse mo maemong a a bokete - tota seo ga se bonolo! O tlhomela lelapa la gago sekao se se molemo.

# text
source: We all get overwhelmed sometimes. Next time when you feel angry, try taking a deep breath before responding. This helps a lot!
tn_za: Rotlhe re ikutlwa re imetswe ka nako nngwe. Mo nakong e e tlang fa o ikutlwa o galefa, leka go hemela kwa teng pele o araba. Go thusa tota!

# text
source: When we get angry, it can be hard to stay calm. Try to recognise your emotions and those of your child, and talk about them later - this helps everyone to understand each other better next time. You can do it!
tn_za: Fa re galefa, go nna boima go tswelela go ritibala. Leka go ela maikutlo a gago le a ngwana wa gago, mme le bue ka ona moragonyana - se se tla thusa botlhe go tlhaloganya botoka mo nakong e e tlang. O ka dira seno!

# text
source: It is great that you can address your child more and more calmly when they upset you. Working through challenges together will help your child so much in life – you are doing amazing!
tn_za: Go gontle gore o kgona go bua le ngwana wa gago ka thitibalo go feta fa a go kgopisitse. Go mekamekana le dikgwetlho mmogo go tla thusa nwana wa gago tota mo botshelong - o dira bontle!

# text
source: So good that you speak to your child calmly, even when they drive you crazy. You should be proud of yourself! Remember to keep taking deep breaths every time you feel they are testing your patience.
tn_za: go gontle gore o bua le ngwana wa gago ka thitibalo, le fa a go leka. O tshwanetse go nna motlotlo ka wena! Gopola go hemela kwa teng nako le nako fa o utlwa gore ba leka bopelotelele jwa gago.

# text
source: Wonderful to hear that you are managing to stay calm in difficult situations. You should be proud of yourself – keep up the great work!
tn_za: Go gontle go utlwa gore o kgona go ritibala mo maemong a a bokete. O tshwanetse go ipela - tswelela ka tiro e ntle!

# text
source: It is so stressful when children misbehave. How many days in the past week did you physically discipline your children by hitting, spanking, or slapping with your hand or an object like a stick or a belt? (0, 1, 2, 3, 4, 5, 6, 7)
tn_za: Go tshwenya mo maikutlong tota fa bana ba sa itshware sentle. Mo bekeng e e fetileng, ke malatsi a makae a o kileng wa otlhaya bana ba gago mo mmeleng ka go ba itaya, go ba kgwathisa, kgotsa go ba faphola ka seatla sa gago kgotsa ka sengwe jaaka thupa kgotsa lebanta? (0, 1, 2, 3, 4, 5, 6, 7)

# text
source: We all struggle to stay calm sometimes. Take a deep breath and remember that mistakes are human. Talking to your child will help more in the end – you are an awesome parent!
tn_za: Re kgaratlhela go ritibala nako dingwe. Hemela kwa teng mme o gopole gore phoso e dirwa ke motho. Go bua le ngwana wa gago go tla thusa ka bontsi kwa bokhutlong - o motsadi yo o tlhotlhwa!

# text
source: It can be so difficult to keep calm when things get out of hand. Try again next time – each day is a new opportunity!
tn_za: Go ka nna bokete go ritibala fa dilo di tswa mo taolong. Leka gape nako e e tlang - letsatsi le lentsatsi ke tshono e ntshwa!

# text
source: Well done for managing your emotions! When things get tough, you can always take a pause and address the problem later on when everyone is calm. You are doing a great job.
tn_za: O dira tiro e ntle ya go laola maikutlo a gago! Fa go sepafala, ka gale ema go se kae mme o bue ka bothata moragonyana fa botlhe ba ritibetse. O dira tiro e ntle.

# text
source: It sounds like you are having a difficult time with your child. This can be really hard so be patient with yourself. Try to take a pause (even one deep breath!) next time and respond differently. You can do it!
tn_za: Go utlwala o kare o na le bothata ka ngwana wa gago. Seno se ka nna bokete tota go nna pelo telele go wena. Leka go ema go se kae (le fa e le mothamo o le mongwe wa go heleme kwa teng) nako e e latelang mme o arabe ka pharologanyo. O ka dira seno!

# text
source: Well done! Learning new ways of responding to your children when they misbehave will make a BIG difference in the way they learn how to resolve conflicts as they get older.
tn_za: O dirile sentle! Go ithuta mekgwa e meswa ya go arabela fa bana ba gago ba sa itshole sentle go tla tlhola pharologanyo e KGOLO ka tsela e ba ithutang go rarabolola dikgatlhang fa ba gola.

# text
source: In our busy lives, it's hard to focus on the positive. How many days in the past week have you praised your child? (0, 1, 2, 3, 4, 5, 6, 7)
tn_za: Mo mekgapheng ya botshelo jwa rona go bokete go tsepama go se se siameng. O akgotse mosha wa gago ga kae mo bekeng e e fetileng? (0, 1, 2, 3, 4, 5, 6, 7)

# text
source: Great work! By praising your child, yourself and your other family members, you are making your house a happy home!
tn_za: Tiro e ntle! Ka go akgola ngwana wa gago, wena le maloko a mangwe a balelapa, o dira ntlo ya gago legae la boitumelo!

# text
source: Wonderful that you are praising your child! This helps them feel seen and loved – your encouragement means a lot.
tn_za: Go gontle gore o akgola ngwana wa gago! Seno se dira gore ba ikutlwe ba bonwa le go ratiwa – thotloetso ya gago e kaya go le gontsi.

# text
source: It is great that you are praising your child for things they do well. As you appreciate them, they will also start appreciating you and the others in your family more – you set the best example!
tn_za: Go gontle go bo o akgolela ngwana wa gago go dira dilo sentle. Fa o ba akgola, le bona ba tla simolola go go ananeela go feta, wena le ba bangwe mo lelapeng la gago - o baya sekai se se siameng!

# text
source: We all sometimes feel like our children are causing more negativity than positivity. Try to see through negative attitudes and praise any positive behaviour you notice. With time, you will see the change!
tn_za: Ka nako dingwe re ikutlwa o kare bana ba rona ba tlhola tse di sa siamang go feta tse di siameng. Leka go bona ka kwa ga maitseo a a sa siamang mme o akgole maitsholo a a siameng a o a elang tlhoko. Fa nako e ya, o tla bona diphetogo!

# text
source: Sorry that it has been harder for you to praise your child. Try to find something positive, even if it is small. Over time, they will appreciate that you notice when they do something well.
tn_za: Tshwarelo gore go ntse go le boima go wena go akgola ngwana wa gago. Leka go bona sengwe se se siameng, le fa se le sennye. Fa nako e ntse e ya, ba tla ananeela gore o elatlhoko fa ba dira sengwe sentle.

# text
source: I understand it can be hard to praise your child sometimes. Remember, your praise makes a big difference, even if you don’t see it right away!
tn_za: Ke tlhaloganya gore go ka nna boima go akgola ngwana wa gago nako dingwe. Gopola, kakgolo ya gago e dira pharologanyo e kgolo, le fa o sa e bone kwa tshimologong!

# text
source: So good to hear you are telling your child when they are doing something well. With time, you will see them do that behaviour more and more. You are doing a great job!
tn_za: Go a itumedisa go go utlwa o bolelela ngwana wa gago fa ba dira sengwe sentle. Fa nako e ntse e ya, o tla ba bona ba itshola ka mokgwa o go feta. O dira tiro e ntle!

# text
source: Sometime our children don’t seem to do or say many things that deserve praise. Start praising the small things, you will see your child showing more positive behaviour over time!
tn_za: Nako dingwe bana ba rona ga ba bontshe ba dira kgotsa ba bua dilo tse dintsi tse di lekaneng kakgolo. Simolola go akgola dilo tse dinnye, o tla bona ngwana a bontsha maitsholo a mantsi a a siameng fa nako e ntse e ya!

# text
source: Well done for praising your child. Praise will help your child feel good about themselves, and they will show even more positive behaviour!
tn_za: O dirile sentle ka go akgola ngwana wa gago. Kakgolo e tla thusa ngwana wa gago go ikutlwa bontle, mme ba tla bontsha maitsholo a mantsi a a siameng!

# text
source: With everything that is going on, it is not always easy to focus on the positive. Try to find 10 minutes to pay attention to what your child is doing – perhaps you can praise them for helping with a chore or for doing their homework? It helps a lot!
tn_za: Ka tsotlhe tse di diragalang, ga se gantsi go leng bonolo go tsepama go tse di siameng. Leka go nna le metsotso e le 10 go elatlhoko se ngwana wa gago a se dirang - gongwe o ka ba akgolela go thusa ka tirwana ya fa gae kgotsa go dira tirogae ya bona? Go thusa tota!

# text
source: It looks like you are busy right now. Please type “GoBack” to receive the most recent messages again.
tn_za: Go lebega o kare o tshwaregile ga jaana. Ka kopo tlanya “BoelaMorago” go amogela melaetsa ya morago gape.

# text
source: Thank you so much for participating in the programme! If you want to return to the programme, type "START_MESSAGES".
tn_za: KRe lebogela go bo o tsere karolo go lenaneo! Fa o ka rata go boela go lenaneo, tlanya “SIMOLOLA_MELAETSA”.

# text
source: We hope to see you again soon, and we wish you a happy and peaceful day!
tn_za: Re tshepa go go bona gape mo nakong e e sa fediseng pelo, mme re go lakaletsa letsatsi le le monate le le tletseng kagiso!

# text
source: Could you please tell us why you want to stop receiving these messages?
tn_za: A o ka kgona go re bolelela gore ke goreng o batla go emisa go amogela melaetsa e?

# text
source: Could you please tell me why you want to stop receiving these messages?
tn_za: A o ka mpolelela gore ke goreng o rata go emisa go amogela melaetsa e?

# text
source: Sorry I don't understand what you mean.
tn_za: Intshwarele, ga ke go tlhaloganye.

# text
source: Thank you so much for your response and feedback!
tn_za: Re leboga go menagane ka karabo le dipholo tsa gago!

# text
source: Would you like to tell us a little bit more about your experience?
tn_za: A o ka rata go re bolelela go le gonnye ka ga maitemogelo a gago?

# text
source: Would you like to tell me a little bit more about your experience?
tn_za: A o ka rata go mpolelela go le gontsinyana ka ga maitemogelo a gago?

# text
source: Hi! We would love to hear how you are doing! Please reply OK to continue.
tn_za: Dumela! Re ka rata go ultwa gore o tsoga jang! Kopa o arabe ka OK go tswela pele.

# text
source: Can we ask you a few quick questions about your relationship with your partner? Everything you say will be completely private. If you do not want to answer any questions, it is completely okay.
tn_za: A re ka kgona go go botsa gape dipotso tse di mmalwa ka bonako ka ga kamano ya gago le molekane wa gago? Tsotlhe tse o tla di buang di tla tsholwa di le poraefete ka gotlhe. Fa o sa batle go araba dipotso dipe, go siame fela.
