Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/tn/tn_messages.po
Languages: tn_za

# text
source: Look for ways you can connect with @fields.child_nickname playfully during feeding, bathing, and dressing. You can even make bedtime a fun and nurturing experience for you and @fields.child_nickname in a calm way.
tn_za: Batla mekgwa e o ka golaganang le @fields.child_nickname ka motshameko ka nako ya go ja, go tlhapa le go apara. O ka natefisa nako ya go robala go e dira maitemogelo a a otlang go wena le @fields.child_nickname ka tsela e e ritibatsang.

# text
source: Look for ways you can connect with your baby playfully during feeding, bathing, and dressing. You can even make bedtime a fun and nurturing experience for you and your baby in a calm way.
tn_za: Batla mekgwa e o ka golaganang le lesea la gago ka motshameko ka nako ya go ja, go tlhapa le go apara. O ka natefisa nako ya go robala go e dira maitemogelo a a otlang go wena le lesea la gago ka tsela e e ritibatsang.

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit. Over the next few days, try spending at least 5 minutes of One-on-One Time with your baby. Quality time is the best gift that you can ever give your child!
tn_za: O dirile sentle @fields.user_name! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno. Mo malatsing a a mmalwa a a tlang, leka go nna le bonnye metsotso e le 5 ya nako ya motho ka mong le lesea la gago. Nako ya boleng ke mpho e e siameng e o ka e neelang ngwana wa gago!

# text
source: Well done! You have added another skill to your Parenting Toolkit. Over the next few days, try spending at least 5 minutes of One-on-One Time with your baby. Quality time is the best gift that you can ever give your child!
tn_za: O dirile sentle! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno. Mo malatsing a a mmalwa a a tlang, leka go nna le bonnye metsotso e le 5 ya nako ya motho ka mong le lesea la gago. Nako ya boleng ke mpho e e siameng e o ka e neelang ngwana wa gago!

# text
source: Well done @fields.user_name! You have added another layer to your House of Support. Over the next few days, try spending at least 5 minutes of One-on-One Time with your baby. Quality time is the best gift that you can ever give your child!
tn_za: O dirile sentle @fields.user_name! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso beke eno. Mo malatsing a a mmalwa a a tlang, leka go nna le bonnye metsotso e le 5 ya nako ya motho ka mong le lesea la gago. Nako ya boleng ke mpho e e siameng e o ka e neelang ngwana wa gago!

# text
source: Well done! You have added another layer to your House of Support. Over the next few days, try spending at least 5 minutes of One-on-One Time with your baby. Quality time is the best gift that you can ever give your child!
tn_za: O dirile sentle! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso beke eno. Mo malatsing a a mmalwa a a tlang, leka go nna le bonnye metsotso e le 5 ya nako ya motho ka mong le lesea la gago. Nako ya boleng ke mpho e e siameng e o ka e neelang ngwana wa gago!

# text
source: One-on-One Time with your children is free and fun. It makes children feel loved and secure, and shows them that they are important. It also increases their confidence and self-esteem!
tn_za: Nako ya motho ka mongwe le bana ba gago e monate e bile ke mahala. E dira gore bana ba ikutlwe ba ratiwa le go babalesega, mme e ba lemosa gore ba botlhokwa.gago Gape e oketsa boitshepho jwa bona le go itlotla!

# text
source: Here are 6 tips to make One-on-One Time with your child a success:
tn_za: Fano le dikakantsho di le 6 tse di bonolo go atlega ka nako ya motho ka mong le ngwana wa gago:

# text
source: 1. Spend at least five minutes with each child
tn_za: 1. Iphe bonnye metsotso e le metlhano le ngwana mongwe le mongwe

# text
source: 2. Give your child your full attention
tn_za: 2. Neela ngwana wa gago nako e e tletseng

# text
source: 3. Let your child choose the activity
tn_za: 3. Letla ngwana wa gago go tlhopha tiro

# text
source: 4. Follow your child's lead
tn_za: 4. Latela ketelelopele ya ngwana wa gago

# text
source: 5. Use words to describe what your child is doing
tn_za: 5. Dirisa mafoko go tlhalosa se ngwana wa gago a se dirang

# text
source: 6. Have fun!
tn_za: 6. “Itumele!

# text
source: Even 5 minutes a day of quality time makes a big difference. If you have more than one child, try to find time for each individual child. It can be at the same time each day so your children look forward to it.
tn_za: Le metsotso e le 5 fela ka letsatsi ya nako e e boleng e dira pharologanyo. Fa o na le bana ba fela a le monwe, leka go nna le nako ya ngwana mongwe le mongwe a le nosi. E ka nna nako e e tshwanang letsatsi le letsatsi gore ngwana wa gago a nne ka tebelelo.

# text
source: Children need to do things in their own time. Try to give them time to explore and be patient. Play alongside and copy what they are doing but try to let them keep the initiative.
tn_za: Bana ba tlhoka go dira dilo ka nako ya bona. Leka go ba neela nako go utolola mme o nne pelotelele. Tshameka le go kopisa se ba se dirang fela leka go ba letla go itshimololela.

# text
source: Choosing builds their self confidence. If they want to do something that isn’t okay, then this is a chance to talk with them about this.
tn_za: go tlhopha go aga go itshepa. Fa ba batla go dira sentle se se sa siamang, ke yone nako ya go bua le bona ka ga seo.

# text
source: Please select another number if you want to learn more about how to spend One-on-One Time with your child:
tn_za: Ka kopo tlhopha nomoro e nngwe fa o batla go ithuta go feta ka ga go ipha nako ya motho ka mong le ngwana wa gago:

# text
source: Here is a comic about spending one-on-one time with your child! Try to follow your child's lead when spending time with them. It will help build self-confidence.
tn_za: Fano ke motlae ka ga go nnako le nako ya motho ka mong le ngwana wa gago! Leka go latela ketelelopele ya ngwana wa gago fa o iphile nako le bona. Go thusa go aga boitshepo.

# text
source: Parent: "I see you are playing quietly with the lego with concentration, Alex."
tn_za: Motsadi: “Ke a bona gore o itshamekela ka lego ka tsepo e kgolo, Tshegofatso.”

# text
source: Parent: "Wow! You are building such a tall and strong wall with those legos."
tn_za: Motsadi: "Iyo! O aga lebota le le telele le le popota ka di lego tseo”.

# text
source: Child: "It is for cows."
tn_za: Ngwana: “Ke la dikgomo”

# text
source: Parent: "It will keep the cow safe!"
tn_za: Motsadi: “Le tla tshola dikgomo di bolokegile!”

# text
source: Child: "Now you can help me build a house for our family to sleep in!"
tn_za: Ngwana: “Jaanong o ka kgona go nthusa go agela balelapa la rona ntlo eo ba tla robalang mo go yona!”

# text
source: Parent: "This house is going to keep our family warm and dry. You are such a good builder, Alex!"
tn_za: Motsadi: “Ntlo eno e tla tshola balelapa la rona ba fithumetse le go oma. O moagi yo o tlhotlhwa tota, Tshegofatso!”

# text
source: Would you like some suggestions for activities to do with your child?
tn_za: A o ka rata ditshitsinyo tsa ditirwana tse o ka di dirang le ngwana wa gago?

# text
source: Here's a video about spending one-on-one time with your child!
tn_za: Fano ke bidiyo ka ga go ipha nako ya motho ka mong le ngwana wa gago!

# text
source: Here's an audio message about spending one-on-one time with your child!
tn_za: Fano ke molaetsa wa audiyo ka ga go ipha nako ya motho ka mong le ngwana wa gago!

# text
source: That's okay! You can always type "Help" whenever you want to learn more about how to spend One-on-One Time with your child. Chat to you later @fields.user_name!
tn_za: Ga se bothata! Ka gale o ka tlanya “Thuso” fela fa o batla go ithuta go feta ka ga go ipha nako ya motho ka mong le ngwana wa wa gago. Ke tla bua le wena moragonyana @fields.user_name!

# text
source: That's okay! You can always type "Help" whenever you want to learn more about how to spend One-on-One Time with your child. Chat to you later!
tn_za: Ga se bothata! Ka gale o ka tlanya “Thuso” fela fa o batla go ithuta go feta ka ga go ipha nako ya motho ka mong le ngwana wa wa gago. Ke tla bua le wena moragonyana!

# text
source: Make sure you will not be interrupted. Finish all your chores, switch off the TV and put your phone on silent. It will show @fields.child_nickname, they are important.
tn_za: Netefatsa gore o ka se kgoreletsege. Dira ditirwana tsotlhe tsa gago, tima TV mme o time le molelo wa founu ya gago. Go tla bontsha @fields.child_nickname, gore o botlhokwa.

# text
source: Make sure you will not be interrupted. Finish all your chores, switch off the TV and put your phone on silent. It will show your child, they are important.
tn_za: Netefatsa gore o ka se kgoreletsege. Dira ditirwana tsotlhe tsa gago, tima TV mme o time le molelo wa founu ya gago. Go tla bontsha ngwana wa gago gore o botlhokwa.

# text
source: Ask @fields.child_nickname what they would like to do. You can say, "I have 5 minutes to spend One-on-One Time with you, what would you like to do?"
tn_za: Botsa @fields.child_nickname gore o batla go dira eng. O ka re, “Ke na le metsotso e le 5 go ipha nako le wena, o ka rata re dira eng?”

# text
source: Ask your child what they would like to do. You can say, "I have 5 minutes to spend One-on-One Time with you, what would you like to do?"
tn_za: Botsa ngwana wa gago gore o batla go dira eng. O ka re, “Ke na le metsotso e le 5 go ipha nako le wena, o ka rata re dira eng?”

# text
source: If @fields.child_nickname cannot think of anything, you can give them a choice of a couple things that you know they like.
tn_za: Fa @fields.child_nickname a sa kgone go akanya sepe, mo neele kgetho ya dilwana tse mmalwa tse o itseng gore o a dira.

# text
source: If your child cannot think of anything, you can give them a choice of a couple things that you know they like.
tn_za: Fa ngwana wa gago a sa kgone go akanya sepe, mo neele khetho ya dilwana tse mmalwa tse o itseng gore o a dira.

# text
source: Listening to @fields.child_nickname is more important than talking to them at this time. If you do talk you should describe what @fields.child_nickname is doing. Use words to describe actions, colours, shapes, numbers, sizes, textures, temperatures, tastes, sounds, and anything else that is happening!
tn_za: Go reetsa @fields.child_nickname go botlhokwa go feta go bua le ene mo nakong e. Fa le ka kgona go bua o tshwanetse go tlhalosa gore @fields.child_nickname o dirang. Dirisa mafoko go tlhalosa dikgato, mebala, dipopego, dinomoro, bogolo, boalo, thempereisha, ditatso, medumo, le sengwe fela se se diragalang.

# text
source: Listening to your child is more important than talking to them at this time. If you do talk you should describe what your child is doing. Use words to describe actions, colours, shapes, numbers, sizes, textures, temperatures, tastes, sounds, and anything else that is happening!
tn_za: Go reetsa ngwana wa gago go botlhokwa go feta go bua le ene mo nakong e. Fa le ka kgona go bua o tshwanetse go tlhalosa gore ngwana wa gago o dirang. Dirisa mafoko go tlhalosa dikgato, mebala, dipopego, dinomoro, bogolo, boalo, thempereisha, ditatso, medumo, le sengwe fela se se diragalang.

# text
source: One-on-One Time with your child can be fun for you, too! You might even find that you feel less stressed after playing with @fields.child_nickname.
tn_za: Go ipha nako mmogo le ngwana wa gago e ka nna monate le mo go wena, tota! O ka fitlhela e le gore o ikutlwa o imologile morago ga go tshameka le @fields.child_nickname.

# text
source: One-on-One Time with your child can be fun for you, too! You might even find that you feel less stressed after playing with your child.
tn_za: Go ipha nako mmogo le ngwana wa gago e ka nna monate le mo go wena, tota! O ka fitlhela e le gore o ikutlwa o imologile morago ga go tshameka le ngwana wa gago

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit. Over the next few days, try spending at least 5 minutes of One-on-One Time with your child. Quality time is the best gift that you can ever give your child!
tn_za: O dirile sentle @fields.user_name! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno. Mo malatsing a a mmalwa a a tlang, leka go nna le bonnye metsotso e le 5 ya nako ya motho ka mong le ngwana wa gago. Nako ya boleng ke mpho e e siameng e o ka e neelang ngwana wa gago!

# text
source: Well done! You have added another skill to your Parenting Toolkit. Over the next few days, try spending at least 5 minutes of One-on-One Time with your child. Quality time is the best gift that you can ever give your child!
tn_za: O dirile sentle! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno. Mo malatsing a a mmalwa a a tlang, leka go nna le bonnye metsotso e le 5 ya nako ya motho ka mong le ngwana wa gago. Nako ya boleng ke mpho e e siameng e o ka e neelang ngwana wa gago!

# text
source: Well done @fields.user_name! You have added another layer to your House of Support. Over the next few days, try spending at least 5 minutes of One-on-One Time with your child. Quality time is the best gift that you can ever give your child!
tn_za: O dirile sentle @fields.user_name! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso beke eno. Mo malatsing a a mmalwa a a tlang, leka go nna le bonnye metsotso e le 5 ya nako ya motho ka mong le ngwana wa gago. Nako ya boleng ke mpho e e siameng e o ka e neelang ngwana wa gago!

# text
source: Well done! You have added another layer to your House of Support. Over the next few days, try spending at least 5 minutes of One-on-One Time with your child. Quality time is the best gift that you can ever give your child!
tn_za: O dirile sentle! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso beke eno. Mo malatsing a a mmalwa a a tlang, leka go nna le bonnye metsotso e le 5 ya nako ya motho ka mong le ngwana wa gago. Nako ya boleng ke mpho e e siameng e o ka e neelang ngwana wa gago!

# text
source: One-on-One Time with your teen helps build a positive and trusting relationship. When you really notice them and listen to what they are saying and what they like, you make them feel valued and appreciated.
tn_za: Nako ya motho ka mong le mosha wa gago e thusa go aga botsalano jo bo siameng go na le botshephegi. Fa o eletlhoko le go reetsa gore ba a reng le gore ba rata eng, o dira gore ba ikutlwe ba nale boleng le go ananneelwa.

# text
source: Here are 6 tips on how to make One-on-One Time a positive experience for you and your teen:
tn_za: Fano ke dikakantsho di le 6 gore o ka nna le maitemogelo a a siameng a nako ya motho ka mong le mosha wa gago jang:

# text
source: 2. Let your teen choose the activity
tn_za: 2. Letla mosha wa gago go tlhopha tirwana

# text
source: 3. Follow your teen's lead
tn_za: 3. Latela ketelelopele ya mosha wa gago

# text
source: 4. Give your teen your full attention
tn_za: 4. Neela mosha wa gago nako e e tletseng

# text
source: 5. Show your teen you are really listening
tn_za: 5. Bontsha mosha wa gago gore o reeditse tota

# text
source: Please select another number if you want to learn more about how to spend One-on-One Time with your teen:
tn_za: Ka kopo tlhopha nomoro e nngwe fa o batla go ithuta go feta ka ga go ipha nako ya motho ka mong le moshaa wa gago:

# text
source: Would you like some suggestions for activities to do with your teen?
tn_za: A o ka rata ditshitsinyo dingwe tsa ditirwana tse o ka di dirang le mosha wa gago?

# text
source: Here's a video about spending one-on-one time with your teen!
tn_za: Fano ke bidiyo ka ga go ipha nako ya motho ka mong le mosha wa gago!

# text
source: Here's an audio message about spending one-on-one time with your teen!
tn_za: Fano ke molaetsa wa audiyo ka ga go ipha nako ya motho ka mong le mosha wa gago!

# text
source: Fathers can have difficult relationships with their teenagers, it can be hard to find pleasure from spending time with them. Instead, we spend a lot of time disciplining them or complaining about how they are behaving.
tn_za: Bontate ba ka nna le dikakamno tse di boima tota le basha ba bona, go ka nna boima go itumelela go nna le nako le bona. Ba ka nna le nako e ntsi go ba kgopolola kgotsa go ngongorega ka maitsholo a bona.

# text
source: Mothers can have difficult relationships with their teenagers, it can be hard to find pleasure from spending time with them. Instead, we spend a lot of time disciplining them or complaining about how they are behaving.
tn_za: Bomme ba ka nna le dikakamno tse di boima tota le basha ba bona, go ka nna boima go itumelela go nna le nako le bona. Ba ka nna le nako e ntsi go ba kgopolola kgotsa go ngongorega ka maitsholo a bona.

# text
source: When we have difficult relationships with our teenagers, it can be hard to find pleasure from spending time with them. Instead, we spend a lot of time disciplining them or complaining about how they are behaving.
tn_za: Fa re na le dikakamno tse di boima tota le basha ba bona, go ka nna boima go itumelela go nna le nako le bona. Ba ka nna le nako e ntsi go ba kgopolola kgotsa go ngongorega ka maitsholo a bona.

# text
source: That's okay! You can always type "Help" whenever you want to learn more about how to spend One-on-One Time with your teen. Chat to you later @fields.user_name!
tn_za: Ga se bothata! Ka gale o ka tlanya “Thuso” fela fa o batla go ithuta go feta ka ga go ipha nako ya motho ka mong le mosha wa gago. Ke tla bua le wena moragonyana @fields.user_name!

# text
source: That's okay! You can always type "Help" whenever you want to learn more about how to spend One-on-One Time with your teen. Chat to you later!
tn_za: Ga se bothata! Ka gale o ka tlanya “Thuso” fela fa o batla go ithuta go feta ka ga go ipha nako ya motho ka mong le mosha wa gago. Ke tla bua le wena moragonyana!

# text
source: Tell @fields.child_nickname that you would like to spend some time with them and that they can choose what to do or talk about. @fields.child_nickname might think this is weird at first but will come to enjoy having this dedicated time with you!
tn_za: Bolelela @fields.child_nickname gore o ka rata go ipha nalo le ene le gore a ka tlhopha se a ratang go se dira kgotsa go bua ka ga sona. @fields.child_nickname a ka akanya gore go a gakgamatsa kwa ntlheng fela o tla itumelela go nna le nako e e beetsweng ene mmogo le wena!

# text
source: Tell your teen that you would like to spend some time with them and that they can choose what to do or talk about. Your teen might think this is weird at first but will come to enjoy having this dedicated time with you!
tn_za: Bolelela mosha wa gago gore o ka rata go senya nako le ene le gore ba tlhophe gore ba batla go dira eng kgotsa go bua ka eng. Ba ka tsaya seno se sa tlwaelega ko tshimologong, mme ba tla itumelela nako eno le wena!

# text
source: Try to follow @fields.child_nickname's lead during One-on-One Time. Accept their suggestions. Remember this is @fields.child_nickname's activity. Your job is to show an interest and say something nice.
tn_za: Leka go latela ketelelopele ya @fields.child_nickname ka Nako ya motho ka Mong. Amogela ditshitsinyo. Gopola gore ke tirwana ya @fields.child_nickname. Tiro ya gago ke go bontsha kgetlhego le go bua sengwe se sentle.

# text
source: Try to follow your teen's lead during One-on-One Time. Accept their suggestions. Remember this is your teen's activity. Your job is to show an interest and say something nice.
tn_za: Leka go latela ketelelopele ya mosha wa gago ka Nako ya motho ka Mong. Amogela ditshitsinyo. Gopola gore ke tirwana ya mosha wa gago. Tiro ya gago ke go bontsha kgetlhego le go bua sengwe se sentle.

# text
source: Set aside a specific time to spend One-on-One Time with @fields.child_nickname each day. Choose a time when you and @fields.child_nickname will not be interrupted and when @fields.child_nickname does not have something else that they want to do, like watching TV or playing with phones.
tn_za: Beela thoko nako e e rileng go nna le nako ya motho ka mong le @fields.child_nickname letsatsi le letsatsi. Tlhopha nako eo wena le @fields.child_nickname le ka se kgorelediweng le fa @fields.child_nickname a sena sepe se a ratang go se dira, jaaka go bogela TV kgotsa go tshameka ka founu.

# text
source: Set aside a specific time to spend One-on-One Time with your teen each day. Choose a time when you and your teen will not be interrupted and when your teen does not have something else that they want to do, like watching TV or playing with phones.
tn_za: Beela thoko nako e e rileng go nna le nako ya motho ka mong le mosha wa gago letsatsi le letsatsi. Tlhopha nako eo wena le mosha wa gago le ka se kgorelediweng le fa mosha wa gago a sena sepe se a ratang go se dira, jaaka go bogela TV kgotsa go tshameka ka founu.

# text
source: Try to do something different than watching TV or playing with a tablet/phone. However, you may need to at first join @fields.child_nickname and watch their favourite TV programme with them. They may feel comfortable doing other activities with time.
tn_za: Lekang go dira sengwe se se farologaneng go na le go bogela TV kgotsa go tshameka ka founu/thabolete. Le fa go le jalo, o ka tlhoka go golagana le @fields.child_nickname mme la bogela lenaneo la gagwe la mmamoratwa la TV mmogo. Ba ka phuthologela go dira ditirwana tse dingwe fa nako e ntse e ya.

# text
source: Try to do something different than watching TV or playing with a tablet/phone. However, you may need to at first join your teen and watch their favourite TV programme with them. They may feel comfortable doing other activities with time.
tn_za: Lekang go dira sengwe se se farologaneng go na le go bogela TV kgotsa go tshameka ka founu/thabolete. Le fa go le jalo, o ka tlhoka go golagana le mosha wa gago mme la bogela lenaneo la gagwe la mmamoratwa la TV mmogo. Ba ka phuthologela go dira ditirwana tse dingwe fa nako e ntse e ya.

# text
source: You can even try rephrasing back what @fields.child_nickname says when they speak to you. For example, when @fields.child_nickname says, “This math problem is really hard,” you can say, “Yeah, I see that you are finding it difficult.” It shows you are really listening to them and will make them feel supported.
tn_za: O ka leka go e bua ka mokgwa o mongwe go na le ka moo @fields.child_nickname a e buang fa a bua le wena. Sekao, fa @fields.child_nickname a re, “Palo eno ya Mmetshe e popota tota,”, o ka re “Ee, ke a bona o fitlhela e le popota.” Go bontsha gore o mo reeditse tota mme o tla dira gore a ikutlwe a na le tshegetso.

# text
source: You can even try rephrasing back what your teen says when they speak to you. For example, when your teen says, “This math problem is really hard,” you can say, “Yeah, I see that you are finding it difficult.” It shows you are really listening to them and will make them feel supported.
tn_za: O ka leka go e bua ka mokgwa o mongwe go na le ka moo mosha wa gago a e buang fa a bua le wena. Sekao, fa mosha wa gago a re, “Palo eno ya Mmetshe e popota tota,”, o ka re “Ee, ke a bona o fitlhela e le popota.” Go bontsha gore o mo reeditse tota mme o tla dira gore a ikutlwe a na le tshegetso.

# text
source: 4. Give your teen all of your attention.
tn_za: 4. Naya mosha wa gago tlhokomelo yotlhe ya gago

# text
source: Switch off the television and put away phones. Make sure you can give all of your attention to @fields.child_nickname.
tn_za: Tima thelebishene mme o beele difounu kgakala. Netefatsa gore o neela @fields.child_nickname. nako yotlhe.

# text
source: Switch off the television and put away phones. Make sure you can give all of your attention to your teen.
tn_za: Tima thelebishene mme o beele difounu kgakala. Netefatsa gore o neela mosha wa gago nako yotlhe.
