Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/tn/tn_messages.po
Languages: tn_za

# text
source: I understand that it can be difficult to find time to spend with your child. Well done for trying, you can do it @fields.user_name!
tn_za: Ke tlhaloganya gore go ka nna bokete go nna le nako le ngwana wa gago. O dirile sentle, o tla kgona @fields.user_name!

# text
source: We understand that it can be difficult to find time to spend with your child. Well done for trying, you can do it!
tn_za: Re tlhaloganya gore go ka nna bokete go nna le nako le ngwana wa gago. O dirile sentle go leka, o tla kgona!

# text
source: I understand that it can be difficult to find time to spend with your child. Well done for trying, you can do it!
tn_za: Ke tlhaloganya gore go ka nna bokete go nna nako le ngwana wa gago. O dirile sentle go leka, o tla kgona 1!

# text
source: Great work! By praising @fields.child_nickname, yourself and your other family members, you are making your house a happy home!
tn_za: Tiro e ntle! Ka go ikakgola @fields.child_nickname, wena le maloko a mangwe a balelapa, o dira ntlo ya gago legae la boitumelo!

# text
source: Wonderful that you are praising @fields.child_nickname! This helps them feel seen and loved – your encouragement means a lot.
tn_za: Go gontle gore o akgola @fields.child_nickname! Seno se dira gore ba ikutlwe ba bonwa le go ratiwa – thotloetso ya gago e kaya go le gontsi.

# text
source: It is great that you are praising @fields.child_nickname for things they do well. As you appreciate them, they will also start appreciating you and the others in your family more – you set the best example!
tn_za: Go gontle go bo o akgola @fields.child_nickname go dira dilo sentle. Fa o ba akgola, le bona ba tla simolola go go ananeela go feta, wena le ba bangwe mo lelapeng la gago - o baya sekai se se siameng!

# text
source: Sorry that it has been harder for you to praise @fields.child_nickname. Try to find something positive, even if it is small. Over time, they will appreciate that you notice when they do something well.
tn_za: Tshwarelo go bo go ntse go le boima go wena go akgola @fields.child_nickname. Leka go bona sengwe se se siameng, le fa se le sennye. Fa nako e ntse e ya, ba tla ananeela gore o elatlhoko fa ba dira sengwe sentle.

# text
source: I understand it can be hard to praise @fields.child_nickname sometimes. Remember, your praise makes a big difference, even if you don’t see it right away!
tn_za: Ke tlhaloganya gore go ka nna boima go akgola @fields.child_nickname nako dingwe. Gopola, kakgolo ya gago e dira pharologanyo e kgolo, le fa o sa e bone kwa tshimologong!

# text
source: So good to hear you are telling @fields.child_nickname when they are doing something well. With time, you will see them do that behaviour more and more. You are doing a great job @fields.user_name!
tn_za: Go a itumedisa go go utlwa o bolelela @fields.child_nickname fa ba dira sengwe sentle. Fa nako e ntse e ya, o tla ba bona ba itshola ka mokgwa o go feta. O dira tiro e ntle @fields.user_name!

# text
source: So good to hear you are telling your child when they are doing something well. With time, you will see them do that behaviour more and more. You are doing a great job @fields.user_name!
tn_za: Go a itumedisa go go utlwa o bolelela ngwana wa gago fa ba dira sengwe sentle. Fa nako e ntse e ya, o tla ba bona ba itshola ka mokgwa o go feta. O dira tiro e ntle @fields.user_name!

# text
source: So good to hear you are telling @fields.child_nickname when they are doing something well. With time, you will see them do that behaviour more and more. You are doing a great job!
tn_za: Go a itumedisa go go utlwa o bolelela @fields.child_nickname fa ba dira sengwe sentle. Fa nako e ntse e ya, o tla ba bona ba itshola ka mokgwa o go feta. O dira tiro e ntle!

# text
source: Sometime our children don’t seem to do or say many things that deserve praise. Start praising the small things, you will see @fields.child_nickname showing more positive behaviour over time!
tn_za: Nako dingwe bana ba rona ga ba bontshe ba dira kgotsa ba bua dilo tse dintsi tse di lekaneng kakgolo. Simolola go akgola dilo tse dinnye, o tla bona@fields.child_nickname a bontsha maitsholo a mantsi a a siameng fa nako e ntse e ya!

# text
source: Well done for praising @fields.child_nickname. Praise will help your child feel good about themselves, and they will show even more positive behaviour!
tn_za: O dirile sentle ka go akgola @fields.child_nickname. Kakgolo e tla thusa ngwana wa gago go ikutlwa bontle, mme ba tla bontsha maitsholo a mantsi a a siameng!

# text
source: With everything that is going on, it is not always easy to focus on the positive. Try to find 10 minutes to pay attention to what @fields.child_nickname is doing – perhaps you can praise them for helping with a chore or for doing their homework? It helps a lot!
tn_za: Ka tsotlhe tse di diragalang, ga se gantsi go leng bonolo go tsepama go tse di siameng. Leka go nna le metsotso e le 10 go elatlhoko se @fields.child_nickname a se dirang – gongwe o ka ba akgolela go thusa ka tirwana ya fa gae kgotsa go dira tirogae ya bona? Go thusa tota!

# text
source: It’s wonderful to hear you are feeling less stress than last week. Keep up the good work @fields.user_name!
tn_za: Go a itumedisa go utlwa gore o ikutlwa botoka go feta beke e e fetileng. Tswelelang lo dira tiro eno e e molemo @fields.user_name!

# text
source: Amazing that you are feeling less stressed! Remember to keep taking a deep breath every time something makes you feel anxious – you are doing a great job @fields.user_name!
tn_za: Go a itumdisa go bo o ikutlwa o imologile! Gopola go tswelela go hemela kwa teng nako nngwe le nngwe fa sengwe se dira gore o ikutlwe o etsaetsega - o dira tiro e ntle @fields.user_name!

# text
source: Did you know that you are less stressed than you were last week? Amazing @fields.user_name!
tn_za: A o ne o itse gore o imologile go feta jaaka o ne o le mo bekeng e e fetileng? Bontle @fields.user_name!

# text
source: We all feel stressed sometimes, it’s normal. Remember to be kind to yourself and take a minute for yourself when you need it, you are doing a great job @fields.user_name!
tn_za: Nako nngwe rotlhe re ikutlwa re imetswe, go tlwaelegile. Gopola go ineneketsa le go ipha motsotso fa go tlhokega, o dira tiro e ntle @fields.user_name!

# text
source: It is great you are feeling less stressed @fields.user_name. We all have our ups and downs – remember the good times whenever things get challenging!
tn_za: Go gontle go bo o ikutlwa o imologile @fields.user_name. Rotlhe rena le tsele le tsele - gopola dinako tse di monate fela fa go nna thata!

# text
source: Well done for managing your stress! Life can get overwhelming sometimes, but remember you can always take a pause – you are doing amazing @fields.user_name.
tn_za: O dira tiro e ntle ya go laola kgatelelo ya maikutlo! Botshelo bo ka go tlalalanya nako dingwe, fela gopola gore o ka ema go se kae – o dira tiro e ntle @fields.user_name.

# text
source: I understand that this is a stressful time. Remember that you are not alone. I am here to help!
tn_za: Ke tlhaloganya gore eno ke nako e e boima. Gopola gore ga o nosi. Ke fano go thusa!

# text
source: Life can be overwhelming sometimes. Well done @fields.user_name for trying your best, you are valued and appreciated!
tn_za: Botshelo bo ka go tlalalanya nako dingwe. O dirile sentle @fields.user_name ka go leka ka bojotlhe, ona le boleng e bile o a ananeelwa!

# text
source: It is okay to feel overwhelmed from time to time, we all do! Take a deep breath and remember that I am here to help.
tn_za: Go siame go ikutlwa o tlalelane nako le nako, rotlhe re na le go nna jalo! Hemela kwa teng mme o gopole gore ke fano go go thusa.

# text
source: It can be stressful to get through the day sometimes. At the end of each day, remember to praise yourself for doing your best @fields.user_name!
tn_za: Nako dingwe go ka nna bokete go digela letsatsi. Kwa bokhutlong jwa letsatsi lengwe le lengwe, gopola go ikakgolela go dira ka bojotlhe @fields.user_name!

# text
source: Great to hear that your stress levels are manageable! Whenever you feel stressed, take a deep breath – you are doing amazing @fields.user_name.
tn_za: Go gontle go utlwa gore maemo a gago a kgatelelo ya maikutlo a a laolega! Fela fa o ikutlwa o imetswe, hemela kwa teng – o a gakgamatsa @fields.user_name.

# text
source: I hope that was helpful! Remember you can always type "Help" at anytime if you need an activity to help you relax or reduce stress.
tn_za: Ke tshepa gore seo se thusitse! Gopola ka gale gore o kgona go tlanya “Thuso” nako nngwe le nngwe fa o tlhoka tirwana go ithusa go repa kgotsa go fokotsa kgatelelo ya maikutlo.

# text
source: Well done @fields.user_name! Brain science shows if you control your anger when your child misbehaves, you increase your child's brain development. Be proud of yourself when you manage to do it!
tn_za: O dirile sentle @fields.user_name! Saense ya booko e bontsha gore fa o laola kgalefo ya gago fa ngwana a sa itshole sentle, o oketsa tlhabologo ya boboko jwa ngwana wa gago. Itlotlomatse fa o kgona go dira jalo!

# text
source: Well done @fields.user_name for keeping calm in difficult situations – that is definitely not easy to do! You are setting a great example for your child.
tn_za: O dirile sentle@fields.user_name ka go itshola o ritibetse mo maemong a a bokete – tota seo ga se bonolo! O tlhomela lelapa la gago sekao se se molemo.

# text
source: We all get overwhelmed sometimes. Next time when you feel angry, try taking a deep breath before responding. This helps a lot @fields.user_name!
tn_za: Rotlhe re ikutlwa re imetswe ka nako nngwe. Mo nakong e e tlang fa o ikutlwa o galefa, leka go hemela kwa teng pele o araba. Go thusa tota @fields.user_name!

# text
source: When we get angry, it can be hard to stay calm. Try to recognise your emotions and those of your child, and talk about them later - this helps everyone to understand each other better next time. You can do it @fields.user_name!
tn_za: Fa re galefa, go nna boima go tswelela go ritibala. Leka go ela maikutlo a gago le a ngwana wa gago, mme le bue ka ona moragonyana - se se tla thusa botlhe go tlhaloganya botoka mo nakong e e tlang. O ka dira seno @fields.user_name!

# text
source: It is great that you can address your child more and more calmly when they upset you. Working through challenges together will help your child so much in life – you are doing amazing @fields.user_name!
tn_za: Go gontle gore o kgona go bua le ngwana wa gago ka thitibalo gantsi fa a go kgopisitse. Go mekamekana le dikgwetlho mmogo go tla thusa nwana wa gago tota mo botshelong – o dira bontle @fields.user_name!

# text
source: So good that you speak to your child calmly, even when they drive you crazy. You should be proud of yourself @fields.user_name! Remember to keep taking deep breaths every time you feel they are testing your patience.
tn_za: go gontle gore o bua le ngwana wa gago ka thitibalo, le fa a go leka. O tshwanetse go nna motlotlo ka wena @fields.user_name! Gopola go hemela kwa teng nako le nako fa o utlwa gore ba leka bopelotelele jwa gago.

# text
source: Wonderful to hear that you are managing to stay calm in difficult situations. You should be proud of yourself – keep up the great work @fields.user_name!
tn_za: Go gontle go utlwa gore o kgona go ritibala mo maemong a a bokete. O tshwanetse go ipela – tswelela ka tiro e ntle @fields.user_name!

# text
source: Well done for managing your emotions! When things get tough, you can always take a pause and address the problem later on when everyone is calm. You are doing a great job @fields.user_name.
tn_za: O dira tiro e ntle ya go laola maikutlo a gago! Fa go sepafala, ka gale ema go se kae mme o bue ka bothata moragonyana fa botlhe ba ritibetse. O dira tiro e ntle @fields.user_name.

# text
source: Well done @fields.user_name! Learning new ways of responding to your children when they misbehave will make a BIG difference in the way they learn how to resolve conflicts as they get older.
tn_za: O dirile sentle @fields.user_name! Go ithuta mekgwa e meswa ya go arabela fa bana ba gago ba sa itshole sentle go tla tlhola pharologanyo e KGOLO ka tsela e ba ithutang go rarabolola dikgatlhang fa ba gola.

# text
source: Sometimes everything gets too much! Remember to recognise when you feel that way and take a few deep breaths before responding. Your child will learn from your good example @fields.user_name!
tn_za: Nako dingwe sengwe le sengwe se nna sentsi! Gopola go lemoga maikutlo ao mo go wena mme o hemele kwa teng ga mmalwa pele o araba. Ngwana wa gago o tla ithuta go tswa go sekao sa gago se se siameng @fields.user_name!

# text
source: Great to see you are managing to respond calmly to your child, that’s a big accomplishment! Celebrate this win @fields.user_name, you are a star.
tn_za: Go gontle go bona gore o kgona go araba ngwana wa gago ka thitibalo, ke phitlhelelo e kgolo! Keteka phenyo @fields.user_name, o naledi.

# text
source: Our children sometimes drive us crazy. Remember, you can always take a pause and address the problem later on when everyone is calm. You can do it @fields.user_name!
tn_za: Nako dingwe bana ba rona ba a leka. Fa go sepafala, ka gale ema go se kae mme o bue ka bothata moragonyana fa botlhe ba ritibetse. O ka dira seno @fields.user_name!

# text
source: It is wonderful that you are responding in a calm way when your child does something upsetting. They can learn so much from you @fields.user_name!
tn_za: Go gontle fa o araba o kgobile makgwafo fa mosha wa gago a dira sengwe se se tenang. Ba kgona ithuta go le gontsi go tswa mo go wena @fields.user_name!

# text
source: Amazing @fields.user_name! You are setting such a great example for your children on how to respond calmly in difficult situations – keep up the good work!
tn_za: Bontle @fields.user_name! O beela bana ba gago sekao se segolo ka mokgwa o o arabelang maemo a a bokete ka thitibalo ka ona - tswelela ka tiro e ntle!

# text
source: Sorry that things are not always easy with your child. When they upset you, try to remain calm, That way, you can keep clear boundaries and solve problems together. You can do it @fields.user_name!
tn_za: Iitshwarele go bo go se bonolo ka gale ka ngwana wa gago. Fa ba go galefisa, leka go nna o ritibetse, Ka tsela eo, o tla tsweletsa meelwane e e sedisegile mme go rarabolola mathata mmogo. O ka dira seno @fields.user_name!

# text
source: So good @fields.user_name! Every time you choose to be calm and clear, you are showing your child how much you care about them. They will feel heard and loved, and will be more likely to listen to you!
tn_za: Go gontle @fields.user_name! Nako nngwe le nngwe o kgetha go ritibala le go sedisega, o bontsha ngwana wa gago gore o mo kgathalela go le kae. Ba tla ikutlwa ba reediwa le go ratiwa, mme ba tla go reetsa go feta!

# text
source: Thank you!
tn_za: Ke a leboga!

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was crying a lot. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
tn_za: Pejana o rile @fields.survey_behave_name maitsholo a a gwetlhang segolo go wena e ne e le go lela thata. O ka lekanya mathata a gajaana jang go selekanyo sa 0 go ya go 7 (0=ga se bothata le 7=go maswe)?

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was problems sleeping. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
tn_za: Pejana o rile @fields.survey_behave_name maitsholo a a gwetlhang segolo go wena e ne e le mathata a go robala. O ka lekanya mathata a gajaana jang go selekanyo sa 0 go ya go 7 (0=ga se bothata le 7=go maswe)?

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was whining for things. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
tn_za: Pejana o rile @fields.survey_behave_name maitsholo a a gwetlhang segolo go wena e ne e le go lelela dilo. O ka lekanya mathata a gajaana jang go selekanyo sa 0 go ya go 7 (0=ga se bothata le 7=go maswe)?

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was acting clingy. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
tn_za: Pejana o rile @fields.survey_behave_name maitsholo a a gwetlhang segolo go wena e ne e le go imaparela. O ka lekanya mathata a gajaana jang go selekanyo sa 0 go ya go 7 (0=ga se bothata le 7=go maswe)?

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was being bad tempered or moody. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
tn_za: Pejana o rile @fields.survey_behave_name maitsholo a a gwetlhang segolo go wena e ne e le go nna le maikutlo a a fetogafetogang. O ka lekanya mathata a gajaana jang go selekanyo sa 0 go ya go 7 (0=ga se bothata le 7=go maswe)?

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was problems eating. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
tn_za: Pejana o rile @fields.survey_behave_name maitsholo a a gwetlhang segolo go wena e ne e le mathata a go ja. O ka lekanya mathata a gajaana jang go selekanyo sa 0 go ya go 7 (0=ga se bothata le 7=go maswe)?

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was being stubborn or fussy. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
tn_za: Pejana o rile @fields.survey_behave_name maitsholo a a gwetlhang segolo go wena e ne e le go nna le nkane kgotsa go tlhopholola. O ka lekanya mathata a gajaana jang go selekanyo sa 0 go ya go 7 (0=ga se bothata le 7=go maswe)?

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was naughty behaviour. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
tn_za: Pejana o rile @fields.survey_behave_name maitsholo a a gwetlhang segolo go wena e ne e le mathata a go senya. O ka lekanya mathata a gajaana jang go selekanyo sa 0 go ya go 7 (0=ga se bothata le 7=go maswe)?

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was temper tantrums. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
tn_za: Pejana o rile @fields.survey_behave_name maitsholo a a gwetlhang segolo go wena e ne e le matepe. O ka lekanya mathata a gajaana jang go selekanyo sa 0 go ya go 7 (0=ga se bothata le 7=go maswe)?

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was refusing to obey instructions. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
tn_za: Pejana o rile @fields.survey_behave_name maitsholo a a gwetlhang segolo go wena e ne e le go gana go obamela ditaelo. O ka lekanya mathata a gajaana jang go selekanyo sa 0 go ya go 7 (0=ga se bothata le 7=go maswe)?

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was hyperactivity. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
tn_za: Pejana o rile @fields.survey_behave_name maitsholo a a gwetlhang segolo go wena e ne e le go nna matlhagatlhaga go feta. O ka lekanya mathata a gajaana jang go selekanyo sa 0 go ya go 7 (0=ga se bothata le 7=go maswe)?

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was being disrespectful. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
tn_za: Pejana o rile @fields.survey_behave_name maitsholo a a gwetlhang segolo go wena e ne e le go tlhoka tlhompho. O ka lekanya mathata a gajaana jang go selekanyo sa 0 go ya go 7 (0=ga se bothata le 7=go maswe)?

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was hitting others. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
tn_za: Pejana o rile @fields.survey_behave_name maitsholo a a gwetlhang segolo go wena e ne e le go itaya ba bangwe. O ka lekanya mathata a gajaana jang go selekanyo sa 0 go ya go 7 (0=ga se bothata le 7=go maswe)?

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was breaking things. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
tn_za: Pejana o rile @fields.survey_behave_name maitsholo a a gwetlhang segolo go wena e ne e le go thuba dilo. O ka lekanya mathata a gajaana jang go selekanyo sa 0 go ya go 7 (0=ga se bothata le 7=go maswe)?

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was getting into fights. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
tn_za: Pejana o rile maitsholo @fields.survey_behave_name a a gwetlhang segolo go wena e ne e le go tsena mo dintweng. O ka lekanya mathata a gajaana jang go selekanyo sa 0 go ya go 7 (0=ga se bothata le 7=go maswe)?

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was teasing or bothering others. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
tn_za: Pejana o rile @fields.survey_behave_name maitsholo a a gwetlhang segolo go wena e ne e le go tlaela kgotsa go tshwenya ba bangwe. O ka lekanya mathata a gajaana jang go selekanyo sa 0 go ya go 7 (0=ga se bothata le 7=go maswe)?

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was getting angry a lot. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
tn_za: Pejana o rile @fields.survey_behave_name maitsholo a a gwetlhang segolo go wena e ne e le go galefa thata. O ka lekanya mathata a gajaana jang go selekanyo sa 0 go ya go 7 (0=ga se bothata le 7=go maswe)?

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was rudeness, disrespectful behaviour. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
tn_za: Pejana o rile @fields.survey_behave_name maitsholo a a gwetlhang segolo go wena e ne e le maitsholo a makgakga le go tella. O ka lekanya mathata a gajaana jang go selekanyo sa 0 go ya go 7 (0=ga se bothata le 7=go maswe)?

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was being irritable, having frequent mood changes. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
tn_za: Pejana o rile @fields.survey_behave_name maitsholo a a gwetlhang segolo go wena e ne e le go fela pelo le go nna le maikutlo a a fetofetogang. O ka lekanya mathata a gajaana jang go selekanyo sa 0 go ya go 7 (0=ga se bothata le 7=go maswe)?

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was not following rules. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
tn_za: Pejana o rile @fields.survey_behave_name maitsholo a a gwetlhang segolo go wena e ne e le go se latele melao. O ka lekanya mathata a gajaana jang go selekanyo sa 0 go ya go 7 (0=ga se bothata le 7=go maswe)?
