Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/tn/tn_messages.po
Languages: tn_za

# quick_replies
source: It was hard to identify resources available in my community because I don’t know my community so well
tn_za: Go ne go le boima go bona ditlamelwana tse di leng gone mo tikologong ya me ka gonne ga ke itse tikologo ya me sentle.

# quick_replies
source: I did not have any time to do this activity
tn_za: Ke ne ke sena nako go dira tirwana e

# quick_replies
source: I got very angry with my child or teen and yelled at them
tn_za: Ke ne ka galefela ngwanake kgotsa mosha wa me tota mme ka mo kgakgautha

# quick_replies
source: I forgot to give my child or teen a choice to comply before giving the consequence
tn_za: Ke lebetse go neela ngwanake kgotsa mosha wa me kgetho go obamela pele ke neelana ka ditlamorago

# quick_replies
source: My child or teen got very angry with me after I gave the consequence
tn_za: Ngwanake kgotsa mosha wa me o nkgalefetse tota morago ga ke sena go mo naya ditlamorago.

# quick_replies
source: My child or teen complained that the consequence was not fair
tn_za: Ngwanake kgotsa mosha wa me o ne a ngongorega gore ditlamorago di a gobelela

# quick_replies
source: I forgot to follow through with the consequence
tn_za: Ke lebetse go latelela ditlamorago.

# quick_replies
source: I am giving too many consequences all the time
tn_za: Ke neelana ka ditlamorago tse dintsi ka dinako tsotlhe

# quick_replies
source: My child or teen did not need a consequence because they were behaving well
tn_za: Ngwanake kgotsa mosha wa me o ne a sa tlhoke ditlamorago ka fa a ne a itshotse sentle

# quick_replies
source: It was hard to stay calm while ignoring my child's tantrum
tn_za: go ne go le boima go ritibala fa ke ne ke ikgatholosa matepe a ngwanake

# quick_replies
source: I struggled to be consistent and gave into their demands
tn_za: Ke nnile le bothata go lolama le go letla ngwanake go pateletsa dilo

# quick_replies
source: I am concerned about my child or someone else getting hurt
tn_za: Ke tshenngwa ke gore ngwanake kgotsa mongwe fela a ka utlwa botlhoko

# quick_replies
source: I am having to ignore my child's behaviour all the time
tn_za: Ke tshwanela go ikgatholosa maitsholo a ngwanake dinako tsotlhe

# quick_replies
source: My child did not behave in a negative attention seeking or demanding way
tn_za: Ngwanake ga a ka a itshola ka mokgwa o o tlhokang kelotlhoko e e sa siamang kgotsa a pateletsa dilo

# quick_replies
source: It was hard to identify resources available
tn_za: Go boima go supa didiriswa tse di gona

# quick_replies
source: I did not have any time
tn_za: Ke ne ke sena nako epe

# quick_replies
source: As an adult, I feel I am responsible for protecting my child, but I don't know a lot about COVID-19
tn_za: Jaaka mogolo, ke ikutlwa e kete ke maikarabelo a me go sireletsa ngwana kgotsa mosha wa me, fela ga ke itse go le gontsi ka COVID-19.

# quick_replies
source: I felt uncomfortable or confused
tn_za: Ke ne ke sa nnisega kgotsa ke tlhakatlhakane

# quick_replies
source: My child reacted negatively
tn_za: Ngwanake o ikarabetse bosula

# quick_replies
source: My child asked me questions I did not the answers to
tn_za: Ngwanake o mpoditse dipotso tse ke neng ke sena dikarabo tsa tsona

# quick_replies
source: I forgot what the risks and dangers are
tn_za: Ke lebetse gore matshosetsi le dikotsi ke dife

# quick_replies
source: I forgot how to seek help
tn_za: Ke lebetse gore ke batla thuso jang

# quick_replies
source: I don't know how to create healthy and safe online habits
tn_za: Ga ke itse gore nka tlhama jang ditlwaelo tsa inthanete tse di itekanetseng le go sireletsega

# quick_replies
source: I did not have the time for this activity
tn_za: Ke ne ke sena nako go dira tirwana e

# quick_replies
source: My family did not want to do the budgeting with me
tn_za: Balelapa la me ne ba sa batle go dira tekanyetsokabo le nna.

# quick_replies
source: I did not have the time to talk about budgeting with my family
tn_za: Ke ne ke sena nako go buisana le balelapa la me ka ga tekanyetsokabo

# quick_replies
source: I am finding it difficult to use positive language whilst communicating to my family
tn_za: Ke fitlhela go le boima go dirisa puo e e siameng fa ke bua le balelapa la me

# quick_replies
source: I don't know how to get others in my family to contribute to a supportive family environment
tn_za: Ga ke itse gore nka tsenyeletsa jang ba bangwe mo lelapeng la me go thusa ka tikologo ya lelapa e e nang le tshegetso

# quick_replies
source: I don't know how to show others that I am listening
tn_za: Ga ke itse gore nka bontsha ba bangwe jang gore ke reeditse

# quick_replies
source: I feel tired and overwhelmed
tn_za: Ke ikutlwa ke lapile le go tlalana

# quick_replies
source: I don't know how to contribute to a supportive family environment
tn_za: Ga ke itse gore nka tsaya jang karolo go aga tikologo ya lelapa e e nang le tshegetso

# quick_replies
source: Police
tn_za: Mapodisi

# quick_replies
source: Medical services
tn_za: Ditirelo tsa bongaka

# quick_replies
source: Fire department
tn_za: Lefapha la ditimamolelo

# quick_replies
source: Mental health services
tn_za: Ditirelo tsa boitekanelo jwa tlhaloganyo

# quick_replies
source: Violence prevention hotline
tn_za: Mogala wa thibelo ya tirisodikgoka

# quick_replies
source: Suicide prevention hotline
tn_za: Mogala wa thibelo ya go ipolaya

# quick_replies
source: Family counselling services
tn_za: ditirelo tsa tshidilamaikutlo tsa balelapa

# quick_replies
source: Education support for your child
tn_za: Tshegetso ya thuto go ngwana wa gago

# quick_replies
source: COVID-19 Support
tn_za: Tshegetsa ka COVID-19

# quick_replies
source: Substance abuse
tn_za: Kgatelelo ya diritibatsi

# quick_replies
source: Curfews
tn_za: Maparego

# quick_replies
source: Non-essential shops closed
tn_za: Mabenkele a a sa rekiseng dilo tsa botlhokwa a tswetswe

# quick_replies
source: Non-essential production closed
tn_za: mmaraka o o sa rekiseng dilo tsa botlhokwa o tswetswe

# quick_replies
source: Cancellation of recreational venues and closing of public places like parks
tn_za: Go khanselwa ga mafelo a itapoloso le go tswalwa ga mafelo a botlhe jaaka diphaka

# quick_replies
source: Stay-at-home orders and total movement controls
tn_za: Go reka o le kwa gae le taolo e e feletseng ya motsamao

# quick_replies
source: Social distancing and movement restrictions
tn_za: Sekgala sa kamano le dikganelo tsa motsamao

# quick_replies
source: No restrictions
tn_za: Ga gona dikganelo

# quick_replies
source: Same frequency
tn_za: Makgetlho a a tshwanang

# quick_replies
source: A little less often
tn_za: E seng ka gale

# arguments
source: yes y
tn_za: Ee y e

# arguments
source: no n
tn_za: nnyaa n

# arguments
source: yes y 1
tn_za: ee y e 1

# arguments
source: no n 0
tn_za: nnyaa n 0

# arguments
source: content is not relevant
tn_za: diteng ga di maleba

# arguments
source: not enough time
tn_za: Nako ga e a lekana

# arguments
source: data load is too high
tn_za: mokgweleo wa data o kwa godimo

# arguments
source: too many messages
tn_za: melaetsa e mentsi go feta

# arguments
source: technical problems
tn_za: mathata a setegeniki

# arguments
source: other
tn_za: Tse dingwe

# arguments
source: not helpful
tn_za: ga e thuse

# arguments
source: a little helpful
tn_za: e thusa go le gonnye

# arguments
source: helpful
tn_za: e a thusa

# arguments
source: very helpful
tn_za: e thusa tota

# arguments
source: extremely helpful
tn_za: e thusa thata

# arguments
source: prefer not to answer
tn_za: Ke tlhopha go se arabe

# arguments
source: activities
tn_za: ditirwana

# arguments
source: stress
tn_za: kgatelelo ya maikutlo

# arguments
source: behaviour
tn_za: Maitsholo

# arguments
source: none
tn_za: epe

# arguments
source: talking talk
tn_za: go bua puo

# arguments
source: bereavement
tn_za: selelo

# arguments
source: external
tn_za: kwantle

# arguments
source: back
tn_za: morago

# arguments
source: improve my relationship with my child
tn_za: tokafatsa dikamano tsa gago le ngwana wa gago

# arguments
source: my child to behave better
tn_za: ngwana wa me o itshola botoka

# arguments
source: help my child learn
tn_za: thusa ngwanake to ithuta

# arguments
source: reduce family stress
tn_za: fokotsa kgatelelo ya maikutlo go lelapa

# arguments
source: keep my child safe
tn_za: tshola ngwanake a sireletsegile

# arguments
source: learn about child development
tn_za: ithute ka ga tlhabololo ya ngwana

# arguments
source: baby
tn_za: nana

# arguments
source: young child
tn_za: Ngwana yo monnye

# arguments
source: teen teenager
tn_za: mosha

# arguments
source: a under
tn_za: a tlase ga

# arguments
source: obey,temper,tantrums,disrespectful,whining
tn_za: obamela, kgalefo, malepe, tella, nogngorega

# arguments
source: hyperactivity,still
tn_za: matlhagatlhaga, didimala

# arguments
source: hitting,breaking,fighting,teasing,bothering
tn_za: go betsa, go thuba, go lwa, go sotla, go tshwenya

# arguments
source: apply
tn_za: dirisa

# arguments
source: refuses,obey,angry,rudeness,disrespectful,rules,stubbornness,breaking,fighting,teasing,bothering
tn_za: gana, oamela,galefa,makgwakgwa,tella,melao,tlhogopopota, go thuba, go lwa, go sotla, go tshwenya

# arguments
source: irritable,mood
tn_za: tshwenyega, maikutlo a fetogafetoga

# arguments
source: y yes
tn_za: y Ee e

# arguments
source: crying
tn_za: go lela

# arguments
source: sleeping
tn_za: go robala

# arguments
source: clingy
tn_za: ingaparela

# arguments
source: whining
tn_za: ngongorega

# arguments
source: bad tempered moody
tn_za: mokgwa o o sa siamang kgotsa go fetogafetoga

# arguments
source: eating
tn_za: go ja

# arguments
source: stubborn fussy
tn_za: tlhogopopota kgetholola

# arguments
source: naughty
tn_za: boganana

# arguments
source: temper tantrums
tn_za: matepe

# arguments
source: woman
tn_za: mosadi

# arguments
source: man
tn_za: monna

# arguments
source: n no
tn_za: n nnyaa

# arguments
source: baby babies
tn_za: lesea masea

# arguments
source: young child children
tn_za: ngwana yo monnye bana

# arguments
source: teens teenagers teen teenager
tn_za: basha basha mosha mosha

# arguments
source: no n
tn_za: nnyaa n

# arguments
source: yes y
tn_za: Ee y e

# arguments
source: y yes
tn_za: y Ee e

# arguments
source: positive
tn_za: sentle

# arguments
source: neutral
tn_za: Magareng

# arguments
source: negative
tn_za: bosula

# arguments
source: i am afraid my child or teen will think i am weak
tn_za: ke tshaba gore ngwana kgotsa mosha wa me o tla akanya gore ke bokoa

# arguments
source: i felt uncomfortable to name specific difficult emotions
tn_za: ke ne ke sa nnisege go bitsa maikutlo a a boima ka maina

# arguments
source: my child or teen felt uncomfortable when i shared my emotions
tn_za: ngwana kgotsa mosha wa me o ne a ikutlwa a sa nnisega fa ke mmolelela maikutlo a me

# arguments
source: my child or teen asked many questions when i shared my emotions, which made me uncomfortable
tn_za: fa ke bua maikutlo a me, ngwana kgotsa mosha wa me o botsa dipotso tse dintsi, mo go dirileng gore ke seka ka nnisega

# arguments
source: i was too stressed or angry to try sharing my emotions – i prefer to be alone when i feel like that
tn_za: ke ne ke tshwenyegile mo maikutlong kgotsa ke galefile thata go ka bua maikutlo a me – ke batla go nna ke le nosi fa ke ikutlwa jalo

# arguments
source: great
tn_za: sentle

# arguments
source: bad
tn_za: Bosula

# arguments
source: my child or teen did not want to follow the instruction
tn_za: Ngwana kgotsa mosha wa me o ne a sa batle go latela ditaelo.

# arguments
source: i gave a negative instead of a positive instruction
tn_za: Ke mo neile taelo e e sa siameng go na le e e siameng.

# arguments
source: i gave too many instructions at once
tn_za: Ke neelane ka ditaelo tse dintsi ka gangwe

# arguments
source: my child or teen could not do what i asked them
tn_za: Ngwana kgotsa mosha wa me ga a kgona go dira se ke kopileng gore a se dire

# arguments
source: i forgot to praise my child or teen for following my instruction
tn_za: Ke lebetse go akgola ngwana kgotsa mosha wa me fa a ne a latela ditaelo tsa me

# arguments
source: neutral bad
tn_za: Bosula Magareng

# arguments
source: i didn’t have time to involve my partner
tn_za: Ke ne ke sena nako go tsenyeletsa molekane wa me

# arguments
source: i didn’t know how to involve my partner
tn_za: ke ne ke sa itse go tsenyeletsa molekane wa me

# arguments
source: i felt uncomfortable asking for my partner's opinion
tn_za: Ke ne ke sa phuthologa go ka kopa pono ya molekane wa me

# arguments
source: i forgot to involve my partner
tn_za: Ke lebetse go tsenyeletsa molekane wa me

# arguments
source: my partner reacted negatively to me when i tried
tn_za: Molekane wa me o ikarabetse bosula fa ke ne ke leka

# arguments
source: i didn’t know what activities to do with my children
tn_za: Ke ne ke sa itse gore ke ditirwana dife tse nka di dirang le bana ba me

# arguments
source: i didn’t know how to support my partner
tn_za: Ke ne ke sa itse gore ke tshegetse molekane wa me jang

# arguments
source: i forgot to ask my partner if they needed help
tn_za: ke lebetse go botsa molekane wa me gore a o tlhoka thuso

# arguments
source: i forgot to ask for help
tn_za: ke lebetse go kopa thuso

# arguments
source: i didn’t have the time
tn_za: Ke ne ke sena nako

# arguments
source: i felt uncomfortable doing tasks i don’t normally do
tn_za: Ke ne ke sa phuthologa go dira ditiro tse ke tlwaetseng go di dira

# arguments
source: i didn’t know how to ask my partner if they needed help
tn_za: ke ne ke sa itse go botsa molekane wa me gore a o tlhoka thuso

# arguments
source: i didn’t know how to ask for help
tn_za: ke ne ke sa itse gore nka kopa thuso jang

# arguments
source: i didn’t know how to help
tn_za: ke ne ke sa itse gore nka thusa jang

# arguments
source: my partner didn’t have time to help
tn_za: molekane wa me o ne a sena nako go thusa

# arguments
source: i didn’t stay calm during a disagreement
tn_za: ga ke a ritibala ka nako ya go sa dumalane

# arguments
source: i got angry and yelled at my partner
tn_za: ke ne ka galefa le go goeletsa molekane wa me

# arguments
source: my partner got angry and yelled at me
tn_za: molekane wa me o ne a galefa le go nkgoeletsa

# arguments
source: i forgot to take a pause when i started feeling angry
tn_za: ke ne ka lebala go ema go se kae mme ka simolola go ikutlwa ke galefa

# arguments
source: i am afraid my partner will think i am weak
tn_za: ke tshaba gore molekane wa me o tla akanya gore ke bokoa

# arguments
source: i felt uncomfortable talking about it
tn_za: ke ne ke sa nnisege go bua ka ona

# arguments
source: my partner felt uncomfortable when i talked about it
tn_za: molekane wa m o ne a sa nnisege fa ke bua ka ona

# arguments
source: my partner asked many questions, which made me uncomfortable
tn_za: molekane wa me o ne a botsa dipotso tse dintsi, tseo di neng di dira gore ke se nnisege

# arguments
source: i felt too stressed or angry to talk about it
tn_za: ke ne ke ikutlwa ke imetswe kgotsa ke galefile go ka bua ka ga ona

# arguments
source: surprised
tn_za: maketse

# arguments
source: happy
tn_za: o itumetse

# arguments
source: my child did not like it
tn_za: ngwana wa me ga a rata

# arguments
source: i don't know
tn_za: ga ke itse

# arguments
source: my child or teen could not agree on one specific rule or routine
tn_za: ngwana kgotsa mosha wa me o ne a sa dumalane le molao kgotsa mokgwatlwaelo o o rileng

# arguments
source: my children felt it was unfair that they have to follow the rule while i don’t have to follow it
tn_za: bana ba me ba ne ba ikutlwa gore ga go tekatekano gore ba tshwanetse go latela molao fa nna ke sa tlhoke go o latela

# arguments
source: i felt uncomfortable because i feel i should be the one establishing the rule not my child or teen
tn_za: ga ke a nnisega, ka gonne ke ikutlwa e kete ke nna yo o tshwanetseng go tlhoma molao, e seng ngwana kgotsa mosha wa me

# arguments
source: my partner felt uncomfortable, because they feel they should be the one establishing the rule, not the child or teen
tn_za: molekane wa me ga a nnisege, ka go bo a ikutlwa e kete ke ene yo o tshwanetseng go tlhoma molao, e seng ngwana kgotsa mosha wa me

# arguments
source: yes y yep sure yeah
tn_za: ee y e tota

# arguments
source: no not n nope
tn_za: nnyaa seng nnyaa n

# arguments
source: n no stop
tn_za: n nnyaa ema

# arguments
source: ok okay
tn_za: go siame go siame

# arguments
source: my child did not want to spend time with me
tn_za: ngwanake ga a batle go ipha nako le nna.

# arguments
source: all my child wanted to do is watch t.v. or play with a gadget
tn_za: tsotlhe tse ngwana wa me a neng a batla go di dira ke go bogela tv kgotsa go tshameka ka didiriswa tsa tlhaeletsano

# arguments
source: my child wanted to do things i felt uncomfortable about
tn_za: ngwana wa me o ne a batla go dira dilo tse ke sa phuthologang go di dira

# arguments
source: my child wanted to do activities that i could not do
tn_za: ngwana wa me o ne a batla go dira ditirwana tse nka se di direng

# arguments
source: my child chose a competitive activity. i won and then they got angry
tn_za: ngwana wa me o tlhophile tirwana ya go gaisana. ke fentse mme ba galefa

# arguments
source: my child had a tantrum at the end of one-on-one time
tn_za: ngwana wa me o ne a nna matepe kwa bokhutlong jwa nako ya motho ka mong

# arguments
source: my child wanted to do too many things at once
tn_za: ngwana wa me o ne a batla go dira dilo tse dintsi go feta ka nako e le nngwe

# arguments
source: all my children wanted one-on-one time at the same time
tn_za: bana ba me botlhe ba batla ke ipha nako le bone ka nako e e tshwanang

# arguments
source: prefer not to say
tn_za: ke tlhopha go se arabe

# arguments
source: n no
tn_za: n nnyaa

# arguments
source: active
tn_za: matlhagatlhaga

# arguments
source: calm
tn_za: ritibala

# arguments
source: fun
tn_za: itumela

# arguments
source: teenager
tn_za: mosha

# arguments
source: adult
tn_za: mogolo

# arguments
source: toolkit
tn_za: kaedi

# arguments
source: incomplete
tn_za: ga e a felela

# arguments
source: yes y back
tn_za: ee y e morago

# arguments
source: emotionally
tn_za: nna le maikutlo

# arguments
source: safe
tn_za: sireletsegile

# arguments
source: crisis
tn_za: bothata

# arguments
source: disabilities
tn_za: bogole

# arguments
source: development
tn_za: tlhabololo

# arguments
source: schoolwork
tn_za: tiro ya sekolo

# arguments
source: online
tn_za: inthaneteng

# arguments
source: sexual abuse
tn_za: tshotlakako ka thobalano

# arguments
source: children
tn_za: Bana

# arguments
source: review parenting toolkit
tn_za: Lebagape khitri ya didiriswa tsa botsadi

# arguments
source: emotional family
tn_za: maikutlo a balelapa

# arguments
source: emergencies
tn_za: Ditshoganyetso

# arguments
source: covid-19 info
tn_za: tshedimosetso ya COVID-19

# arguments
source: technical
tn_za: setegeniki

# arguments
source: share friend
tn_za: bua le tsala

# arguments
source: exit
tn_za: tswaya

# arguments
source: personal
tn_za: sebele

# arguments
source: experience
tn_za: maitemogelo

# arguments
source: stop
tn_za: ema

# arguments
source: media
tn_za: mmediya

# arguments
source: language
tn_za: Puo

# arguments
source: age group
tn_za: setlhopha sa dingwaga

# arguments
source: no not n
tn_za: nnyaa seng n

# arguments
source: no n back
tn_za: nnyaa n morago

# arguments
source: english
tn_za: sejatlhapi

# arguments
source: stop messages
tn_za: emisa melaetsa

# arguments
source: no n not back
tn_za: nnyaa n eseng morago

# arguments
source: stop_messages
tn_za: emisa_melaetsa

# arguments
source: age
tn_za: dingwaga

# arguments
source: gender
tn_za: bong

# arguments
source: relationship
tn_za: dikamano

# arguments
source: back no n
tn_za: morago nnyaa n

# arguments
source: your name
tn_za: leina la gago

# arguments
source: child child's
tn_za: ngwana

# arguments
source: back n no
tn_za: morago n nnyaa

# arguments
source: child child's
tn_za: ngwana

# arguments
source: high video
tn_za: bidiyo e e kwa godimo

# arguments
source: low
tn_za: tlase

# arguments
source: only
tn_za: fela

# arguments
source: relaxation reduction
tn_za: phokotso ya go repa

# arguments
source: financial
tn_za: tsa ditshelete

# arguments
source: family relationships
tn_za: dikamano tsa balelapa

# arguments
source: covid bereavement
tn_za: selelo sa covid

# arguments
source: child young
tn_za: ngwana yo monnye

# arguments
source: child young
tn_za: ngwana yo monnye

# arguments
source: young child
tn_za: Ngwana yo monnye

# arguments
source: more information
tn_za: tshedimosetso go feta

# arguments
source: not no interested
tn_za: ga a na kgatlhego

# arguments
source: okay ok
tn_za: go siame go siame

# arguments
source: okay
tn_za: ke siame

# arguments
source: boy
tn_za: Mosimane

# arguments
source: girl
tn_za: Mosetsana

# arguments
source: not prefer say
tn_za: ke kgetha go se bue

# arguments
source: parent
tn_za: motsadi

# arguments
source: grandparent
tn_za: Nkoko

# arguments
source: aunt uncle aunt/uncle
tn_za: mmane malome Mmane/Malome

# arguments
source: foster
tn_za: fosetere

# arguments
source: friend
tn_za: tsala

# arguments
source: family
tn_za: balelapa

# arguments
source: yes y over
tn_za: ee y e fedile

# arguments
source: no n under
tn_za: nnya n tlase

# arguments
source: short
tn_za: khutswane

# arguments
source: right
tn_za: nepagetse

# arguments
source: long
tn_za: telele

# arguments
source: few
tn_za: mmalwa

# arguments
source: many
tn_za: dintsi

# arguments
source: yes
tn_za: Ee

# arguments
source: no
tn_za: Nnyaa

# arguments
source: from start
tn_za: Go tloga kwa tshimologong

# arguments
source: from where i last left the programme
tn_za: Go tloga kwa ke tlogetse lenaneo gona

# arguments
source: single
tn_za: nosi

# arguments
source: married
tn_za: nyetse

# arguments
source: partnered but not married
tn_za: ke na le molekane fela ga re a nyalana

# arguments
source: divorced separated
tn_za: tlhadile kgotsa kgaogane

# arguments
source: widowed
tn_za: swetswe

# arguments
source: star
tn_za: naledi

# arguments
source: boosted
tn_za: atolositse

# arguments
source: core
tn_za: boteng

# arguments
source: look for support organisations in your area
tn_za: batla mekgatlho ya tshegetso mo tikologong ya gago

# arguments
source: learn about family budgeting
tn_za: ithute ka ga tekanyetsokabo ya lelapa

# arguments
source: interested
tn_za: kgatlhega

# arguments
source: i can’t seem to distract my child when they are misbehaving.
tn_za: ga ke kgone go tlosa mogolopolo wa ngwanake foo fa a sa itshole sentle.

# arguments
source: i am too angry to find anything positive to say to my child after they have misbehaved.
tn_za: ke galefile tota moo ke senang sepe se siameng se nka se rayang ngwanake fa a sena go itshola bosula.

# arguments
source: my child is misbehaving all the time.
tn_za: ngwanake o itshola bosula ka nako tsotlhe.

# arguments
source: i did not have the opportunity to redirect my child.
tn_za: ga ke a nna le tshono go kaelagape ngwanake.

# arguments
source: i didn’t know how to involve my child
tn_za: ke ne ke sena nako go tsenyeletsa ngwanake

# arguments
source: my child had no interest in book sharing
tn_za: ngwanake o ne a sena kgatlhego le eseng go arolelanela buka

# arguments
source: i didn't have the time
tn_za: ke ne ke sena nako

# arguments
source: i forgot the steps of problem solving
tn_za: ke lebetse dikgato tsa go rarabolola bothata

# arguments
source: we could not agree on one solution to try out and got into an argument
tn_za: ga re a kgona go dumalana ka tharabololo e re ka e lekang mme ga tsoga ngangisano
