Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/tn/tn_messages.po
Languages: tn_za

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit! Try following these steps whenever your child shares something difficult. Supporting your child through a crisis will also teach them how to support others in difficult times. Good for you!
tn_za: O dirile sentle @fields.user_name! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno! Leka go latela dikgato tse fa ngwana a arolelanela le wena sengwe se se boima. Go tshegetsa ngwana wa gago mo mathateng go tla mo ruta gape go tshegetsa ba bangwe mo mathateng. Go go siametse!

# text
source: Well done! You have added another skill to your Parenting Toolkit! Try following these steps whenever your child shares something difficult. Supporting your child through a crisis will also teach them how to support others in difficult times. Good for you!
tn_za: O dirile sentle! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno! Leka go latela dikgato tse fa ngwana a arolelanela le wena sengwe se se boima. Go tshegetsa ngwana wa gago mo mathateng go tla mo ruta gape go tshegetsa ba bangwe mo mathateng. Go go siametse!

# text
source: Well done @fields.user_name! You have added another layer to your House of Support! Try following these steps whenever your child shares something difficult. Supporting your child through a crisis will also teach them how to support others in difficult times. Good for you!
tn_za: O dirile sentle @fields.user_name! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso! Leka go latela dikgato tse fa ngwana a arolelanela le wena sengwe se se boima. Go tshegetsa ngwana wa gago mo mathateng go tla mo ruta gape go tshegetsa ba bangwe mo mathateng. Go go siametse!

# text
source: Well done! You have added another layer to your House of Support! Try following these steps whenever your child shares something difficult. Supporting your child through a crisis will also teach them how to support others in difficult times. Good for you!
tn_za: O dirile sentle! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso! Leka go latela dikgato tse fa ngwana a arolelanela le wena sengwe se se boima. Go tshegetsa ngwana wa gago mo mathateng go tla mo ruta gape go tshegetsa ba bangwe mo mathateng. Go go siametse!

# text
source: The sound of a baby crying can be very distressing, especially for a father It is completely natural to want to make it stop. You might also think that you are not a good parent or that your baby is crying to spite you. But all babies cry. It is one of the main ways a baby can tell you that something is wrong.
tn_za: Modumo wa selelo sa lesea o ka go tsenya tsebetsebe, segolo go ntate Ke tlholego gore o batle go le didimatsa. Gape o ka akanya gore ga o motsadi yo o siameng kgotsa gore ngwana wa gago o lela go go ntshetsa. Fela masea otlhe a a lela. Ke nngwe ya mekgwa megolo e lesea le ka go bolelelang fa gona le sengwe se se fosagetseng.

# text
source: The sound of a baby crying can be very distressing, especially for a mother. It is completely natural to want to make it stop. You might also think that you are not a good parent or that your baby is crying to spite you. But all babies cry. It is one of the main ways a baby can tell you that something is wrong.
tn_za: Modumo wa selelo sa lesea o ka go tsenya tsebetsebe, segolo go mme. ke tlholego go rata go ka le didimatsa. Gape o ka akanya gore ga o motsadi yo o siameng kgotsa gore ngwana wa gago o lela go go ntshetsa. Fela masea otlhe a a lela. Ke nngwe ya mekgwa megolo e lesea le ka go bolelelang fa gona le sengwe se se fosagetseng.

# text
source: The sound of a baby crying can be very distressing, especially for a parent. It is completely natural to want to make it stop. You might also think that you are not a good parent or that your baby is crying to spite you. But all babies cry. It is one of the main ways a baby can tell you that something is wrong.
tn_za: Modumo wa selelo sa lesea o ka go tsenya tsebetsebe, segolo go mme. ke tlholego go rata go ka le didimatsa. Gape o ka akanya gore ga o motsadi yo o siameng kgotsa gore ngwana wa gago o lela go go ntshetsa. Fela masea otlhe a a lela. Ke nngwe ya mekgwa megolo e lesea le ka go bolelelang fa gona le sengwe se se fosagetseng.

# text
source: Here are some tips that might help when your baby cries:
tn_za: Fano ke dingwe tsa dikakantsho tse di ka thusang fa lesea la gago le lela:

# text
source: 1. Why babies cry
tn_za: 1. Fa lesea le lela

# text
source: 2. Respond as soon as you can
tn_za: 2. arabela ka bonako jo o bo kgonang

# text
source: 3. Check to see why your baby is crying
tn_za: 3. Lekola go bona gore goreng ba na le maitsholo a a sa siamang

# text
source: 4. Comfort your baby
tn_za: 4. Namatsha lesea la gago

# text
source: 5. Take a break if you need it
tn_za: 5. Ema go se kae fa go tlhokega

# text
source: 6. Be gentle and patient with yourself
tn_za: 6. Nna pelotelele le go ineneketsa

# text
source: 7. If you think your baby is injured or sick, call or visit a clinic
tn_za: 7. Fa o akanya gore lesea la gago le gobetse kgotsa le a lwala, leletsa kgotsa o etele tleliniki

# text
source: To learn more about one of these, type "1" to "7". You can also type "N" to stop this tip.
tn_za: Go ithuta go le gontsi ka nngwe ya dikakantsho tse, tlanya “1” go ya go “7”. Tlanya “N” go emisa kakantsho e.

# text
source: If your baby cries for a long time and does not stop, they might be injured or sick. You should seek medical help immediately.
tn_za: Fa ngwana wa gago a lela sebaka se se telele mme a sa didimale, a ka tswa a gobetse kgotsa a lwala. O tshwanetse go batla thuso ya bongaka ka bonako.

# text
source: Go to your baby when you hear them crying. You will not spoil your baby by picking them up. Babies who are carried and cuddled frequently, during both fussy and contented periods, may actually cry less.
tn_za: Eya go ngwana wa gago fa o mo utlwa a lela. Ga o senye ngwana ka go mo kuka Bana ba ba kukiwang le go tlamparelwa kgafetsa, ka nako ya matepe le fa ba ritibetse gantsi ba fetsa ba lela go le gonnye.

# text
source: 1. Why do babies cry?
tn_za: 1. Goreng masea a lela?

# text
source: Crying is a normal part of your baby's development. Sometimes babies even have crying patterns. Crying usually increases at 2-3 weeks old and is generally highest when your baby is around 6 to 8 weeks. Often babies will start crying less around 3 to 4 months. Of course, remember that every baby is different!
tn_za: Go lela le karolo e e tlwaelgileng ya tlhabololo ya lesea la gago Nako dingwe masea a nna le dipaterone tsa go lela. Go lela ka gale go oketsega mo dibekeng di le 2-3 mme go tlhatlogela kwa godimo mo dibekeng di le 6-8. Gantsi masea a tla fokotsa go lela mo dikgweding di le 3 go ya go di le 4. Sentlenyane, gopola gore lesea lengwe le lengwe le farologane!

# text
source: 3. Check to see why your baby is crying
tn_za: 3. Lekola go bona gore goreng ba na le maitsholo a a sa siamang

# text
source: There are lots of reasons why babies cry. It might be hunger, pain, too much going on, rough handling, feeling cold/hot, wanting contact or attention, or feeling irritable. Babies can cry when they sense tension in the room. And sometimes they cry for no reason at all!
tn_za: Gona le mabaka a le mantsi gore goreng masea a lela E ka nna tlala, setlhabi, go le gontsi go go diragalng, a tshotswe makgwakgwa, utlwa mogote/gatsela, a rata go kukiwa kgotsa go elwatlhoko, kgotsa a etsaetsega. Masea a kgona go lela fa gona le tsitsipano mo phaposing. Mme ka nako dingwe ba lela fela go sena lebaka!

# text
source: Please select another number if you want to learn more about what to do when your baby is crying:
tn_za: Ka kopo tlhopha nomoro e nngwe fa o batla go ithuta go feta ka ga go se o ka se dirang fa lesea la gago le lela:

# text
source: Here is a comic on coping with a colicky baby
tn_za: Fano ke khomiki ka ga gore o mekamekana jang le lesea le le bipetsweng

# text
source: Parent 1: "We should do something."
tn_za: Motsadi 1: Re tshwanetse go dira sengwe.”

# text
source: Parent 2: "Okay, I'll try feeding them."
tn_za: Motsadi” 2: “Go siame, ke tla leka go mo jesa.”

# text
source: Baby: "aaaaaaaa"
tn_za: Lesea: “aaaaaaaa”

# text
source: Parent 1: "What is wrong with them?"
tn_za: Motsadi 1: “Bothata ke eng?”

# text
source: Parent 2: "I don't know. It has been an hour and they are still crying. I cannot take it anymore. They are driving me crazy, I just want to shake them!"
tn_za: Motsadi” 2: “Ga ke itse. Go setse go fetile ura mme o santse a lela. Ke utlwile jaanong. O a ntlhakatlhakanya, ke batla fela go mo tshikhinya!”

# text
source: Parent 2: "I can see that this has been a stressful night for you. How about you get some sleep while I take Frankie into the other room. I will try wrapping them up in a blanket."
tn_za: Motsadi” 2: “Ke kgona go bona gore e nnile bosigo jo bo boima go wena. go ka nna jang fa nka tseela Frankie kwa phaposing e nngwe mme wena wa robala go se kae. Ke tla leka go mo phuthela ka kobo.”

# text
source: Parent 1: "Thank you. I was getting so angry at myself."
tn_za: Motsadi 1: “Ke a leboga" Ke ne ke ke ikgalefetse.”

# text
source: Parent 1: "How did you manage to get them to sleep?"
tn_za: Motsadi 1: “O kgonne jang go mo robatsa?”

# text
source: Parent 2: "I think they wore themselves out but we should take them to the clinic tomorrow morning."
tn_za: Motsadi” 2: “Ke akanya gore o bile a lapa fela re tshwanetse go mo isa kwa tleniking ka moso mo mosong.”

# text
source: Call someone for help - a family member, a friend. Sometimes just talking with someone is enough, but if you feel overwhelmed, ask someone for help. Calling for help is a sign of strength.
tn_za: Batla thuso - leloko la lelapa, tsala. Nako dingwe go buisana le mongwe ke sone se o se tlhokang, fela fa o ikutlwa o tlalane go kopa thuso go mongwe. Go batla thuso go bontsha matla.

# text
source: Here's a video that might help you when @fields.child_nickname cries.
tn_za: Fano ke bidiyo e e ka go thusang fa @fields.child_nickname a lela.

# text
source: Here's a video that might help you when your baby cries.
tn_za: Fano ke bidiyo e e ka go thusang fa lesea la gago le lela.

# text
source: Here's an audio message to help you when @fields.child_nickname cries.
tn_za: Fano ke molaetsa wa odiyo o o tla go thusang fa @fields.child_nickname le lela.

# text
source: Here's an audio message to help you when your baby cries.
tn_za: Fano ke molaetsa wa odiyo o o tla go thusang fa lesea la gago le lela.

# text
source: 5. Take a break!
tn_za: 5. Ikhutse go se kae!

# text
source: If you are getting angry because @fields.child_nickname won’t stop crying, it’s OK to leave them on their back in a safe place and walk away for a bit. Stay nearby so that you can monitor @fields.child_nickname. Check on @fields.child_nickname every 5-10 minutes.
tn_za: Fa o galefisiwa ke gonne @fields.child_nickname ga a didimale, go SIAME go mo tlogela a kaname mo lefelong le le bolokegileng mme o tswe go se kae. Nneela gaufi gore o kgone go elatlhoko @fields.child_nickname. Lekola @fields.child_nickname metsotso mengwe le mengwe e le 5-10.

# text
source: If you are getting angry because your baby won’t stop crying, it’s OK to leave them on their back in a safe place and walk away for a bit. Stay nearby so that you can monitor your baby. Check on your baby every 5-10 minutes.
tn_za: Fa o galefisiwa ke gonne lesea la gago ga a didimale, go SIAME go mo tlogela a kaname mo lefelong le le bolokegileng mme o tswe go se kae. Nnela gaufi gore o kgone go ela lesea la gago tlhoko. tlhola lesea la gago metsotso mengwe le mengwe e le 5-10.

# text
source: We know that this is not easy. You are not a bad father if your baby continues to cry after you have done all you can to calm them. You are doing your best!
tn_za: Re a itse gore ga go bonolo. Ga o ntate yo o bosula fa lesea la gago le tswelela go lela le morago ga go leka tsotlhe go mo didimatsa. O dira ka bojotlhe!

# text
source: We know that this is not easy. You are not a bad mother if your baby continues to cry after you have done all you can to calm them. You are doing your best!
tn_za: Re a itse gore ga go bonolo. Ga o mme yo o bosula fa lesea la gago le tswelela go lela le morago ga go leka tsotlhe go mo didimatsa. O dira ka bojotlhe!

# text
source: We know that this is not easy. You are not a bad parent if your baby continues to cry after you have done all you can to calm them. You are doing your best!
tn_za: Re a itse gore ga go bonolo. Ga o motsadi yo o bosula fa lesea la gago le tswelela go lela le morago ga go leka tsotlhe go mo didimatsa. O dira ka bojotlhe!

# text
source: I know this is not easy. You are not a bad father if your baby continues to cry after you have done all you can to calm them. You are doing your best!
tn_za: Ke a itse ga se selo se se motlhofo go se dira. Ga o ntate yo o bosula fa lesea la gago le tswelela go lela le morago ga go leka tsotlhe go mo didimatsa. O dira ka bojotlhe!

# text
source: I know this is not easy. You are not a bad mother if your baby continues to cry after you have done all you can to calm them. You are doing your best!
tn_za: Ke a itse ga se selo se se motlhofo go se dira. Ga o mme yo o bosula fa lesea la gago le tswelela go lela le morago ga go leka tsotlhe go mo didimatsa. O dira ka bojotlhe!

# text
source: I know this is not easy. You are not a bad parent if your baby continues to cry after you have done all you can to calm them. You are doing your best!
tn_za: Ke a itse ga se selo se se motlhofo go se dira. Ga o motsadi yo o bosula fa lesea la gago le tswelela go lela le morago ga go leka tsotlhe go mo didimatsa. O dira ka bojotlhe!

# text
source: Try swaddling, gently rocking, or singing or soft music. You might need to feed @fields.child_nickname or change their diaper. They may be too hot or too cold. Or maybe they just need to be held. Take a Pause and try to relax - @fields.child_nickname can actually sense tension from you, too!
tn_za: Leka go mo potoka, o mo tshikhinye, kgotsa o mo opelele kgotsa o mo leletse mmino. O ka tlhoka go jesa @fields.child_nickname kgotsa go fetola mongwato. A ka tswa tuka molelo kgotsa a gatsela. OKgotsa o batla fela go tsholediwa. Ema go se kae mme o leke go repa - @fields.child_nickname o kgona go utlwa fa o sa repa!

# text
source: Try swaddling, gently rocking, or singing or soft music. You might need to feed your baby or change their diaper. They may be too hot or too cold. Or maybe they just need to be held. Take a Pause and try to relax - your baby can actually sense tension from you, too!
tn_za: Leka go mo potoka, o mo tshikhinye, kgotsa o mo opelele kgotsa o mo leletse mmino. O ka tlhoka go jesa 1 kgotsa go fetola mongwato. A ka tswa tuka molelo kgotsa a gatsela. OKgotsa o batla fela go tsholediwa. Ema go se kae mme o leke go repa - ngwana wa gago o kgona go utlwa fa o sa repa!

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit. Over the next few days, try using some of these tips when your baby is crying. Remember that there are no bad fathers. We are all learning here!
tn_za: O dirile sentle @fields.user_name! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno. Mo malatsing a a mmalwa a a latelang, leka go dirisa dingwe tsa dikakantsho tse fa lesea la gago le lela. gopola gore ga gona bontate ba ba bosula. Fano re ithuta rotlhe!

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit. Over the next few days, try using some of these tips when your baby is crying. Remember that there are no bad mothers. We are all learning here!
tn_za: O dirile sentle @fields.user_name! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno. Mo malatsing a a mmalwa a a latelang, leka go dirisa dingwe tsa dikakantsho tse fa lesea la gago le lela. gopola gore ga gona bomme ba ba bosula. Fano re ithuta rotlhe!

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit. Over the next few days, try using some of these tips when your baby is crying. Remember that there are no bad parents. We are all learning here!
tn_za: O dirile sentle @fields.user_name! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno. Mo malatsing a a mmalwa a a latelang, leka go dirisa dingwe tsa dikakantsho tse fa lesea la gago le lela. Gopola gore ga gona batsadi ba ba bosula. Fano re ithuta rotlhe!

# text
source: Well done! You have added another skill to your Parenting Toolkit. Over the next few days, try using some of these tips when your baby is crying. Remember that there are no bad fathers. We are all learning here!
tn_za: O dirile sentle! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno. Mo malatsing a a mmalwa a a latelang, leka go dirisa dingwe tsa dikakantsho tse fa lesea la gago le lela. gopola gore ga gona bontate ba ba bosula. Fano re ithuta rotlhe!

# text
source: Well done! You have added another skill to your Parenting Toolkit. Over the next few days, try using some of these tips when your baby is crying. Remember that there are no bad mothers. We are all learning here!
tn_za: O dirile sentle! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno. Mo malatsing a a mmalwa a a latelang, leka go dirisa dingwe tsa dikakantsho tse fa lesea la gago le lela. gopola gore ga gona bomme ba ba bosula. Fano re ithuta rotlhe!

# text
source: Well done! You have added another skill to your Parenting Toolkit. Over the next few days, try using some of these tips when your baby is crying. Remember that there are no bad parents. We are all learning here!
tn_za: O dirile sentle! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno. Mo malatsing a a mmalwa a a latelang, leka go dirisa dingwe tsa dikakantsho tse fa lesea la gago le lela. Gopola gore ga gona batsadi ba ba bosula. Fano re ithuta rotlhe!

# text
source: Well done @fields.user_name! You have added another layer to your House of Support. Over the next few days, try using some of these tips when your baby is crying. Remember that there are no bad fathers. We are all learning here!
tn_za: O dirile sentle @fields.user_name! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso beke eno. Mo malatsing a a mmalwa a a latelang, leka go dirisa dingwe tsa dikakantsho tse fa lesea la gago le lela. gopola gore ga gona bontate ba ba bosula. Fano re ithuta rotlhe!

# text
source: Well done @fields.user_name! You have added another layer to your House of Support. Over the next few days, try using some of these tips when your baby is crying. Remember that there are no bad mothers. We are all learning here!
tn_za: O dirile sentle @fields.user_name! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso beke eno. Mo malatsing a a mmalwa a a latelang, leka go dirisa dingwe tsa dikakantsho tse fa lesea la gago le lela. gopola gore ga gona bomme ba ba bosula. Fano re ithuta rotlhe!

# text
source: Well done @fields.user_name! You have added another layer to your House of Support. Over the next few days, try using some of these tips when your baby is crying. Remember that there are no bad parents. We are all learning here!
tn_za: O dirile sentle @fields.user_name! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso beke eno. Mo malatsing a a mmalwa a a latelang, leka go dirisa dingwe tsa dikakantsho tse fa lesea la gago le lela. Gopola gore ga gona batsadi ba ba bosula. Fano re ithuta rotlhe!

# text
source: Well done! You have added another layer to your House of Support. Over the next few days, try using some of these tips when your baby is crying. Remember that there are no bad fathers. We are all learning here!
tn_za: O dirile sentle! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso beke eno. Mo malatsing a a mmalwa a a latelang, leka go dirisa dingwe tsa dikakantsho tse fa lesea la gago le lela. gopola gore ga gona bontate ba ba bosula. Fano re ithuta rotlhe!

# text
source: Well done! You have added another layer to your House of Support. Over the next few days, try using some of these tips when your baby is crying. Remember that there are no bad mothers. We are all learning here!
tn_za: O dirile sentle! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso beke eno. Mo malatsing a a mmalwa a a latelang, leka go dirisa dingwe tsa dikakantsho tse fa lesea la gago le lela. gopola gore ga gona bomme ba ba bosula. Fano re ithuta rotlhe!

# text
source: Well done! You have added another layer to your House of Support. Over the next few days, try using some of these tips when your baby is crying. Remember that there are no bad parents. We are all learning here!
tn_za: O dirile sentle! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso beke eno. Mo malatsing a a mmalwa a a latelang, leka go dirisa dingwe tsa dikakantsho tse fa lesea la gago le lela. Gopola gore ga gona batsadi ba ba bosula. Fano re ithuta rotlhe!

# text
source: Today's Tip is about how we can support our children when they are feeling sad, scared, angry, and confused.
tn_za: Kakantsho ya Gompieno e ka ga gore re ka tshegetsa jang bana ba ronafa ba ikutlwa ba hutsafetse, ba galefile, kgotsa ba tlhakatlhakane.

# text
source: Remember that you can also change the type of messages you receive for an older or younger child. Just select "Tech Support". Chat to you later @fields.user_name!
tn_za: Gape o ka fetola mofuta wa melaetsa o o amogelelang ngwana wa gago yo mogolwane kgotsa yo monnye. tlhopha fela “Tshegetso ya setegeniki”. Ke tla bua le wena moragonyana @fields.user_name!

# text
source: Remember that you can also change the type of messages you receive for an older or younger child. Just select "Tech Support". Chat to you later!
tn_za: Gape o ka fetola mofuta wa melaetsa o o amogelelang ngwana wa gago yo mogolwane kgotsa yo monnye. tlhopha fela “Tshegetso ya setegeniki”. Ke tla bua le wena moragonyana!

# text
source: Be open to your children. They get stressed too - sometimes from different things from you. Allow them to express how they feel and accept their feelings. Try to listen to them and think about how it must feel for them.
tn_za: Phuthologa go bana ba gago Baa imelwa le bona - nako dingwe go tswa mo dilong tse di farologaneng go na le tsa gago. Ba letle go tlhagisa maikutlo mme o a amogele. Leka go ba reetsa le go akanya gore ba ikutlwa jang.

# text
source: Here are some tips for how we can help our children learn how to cope with their emotions:
tn_za: Fano ke dikakantsho dingwe gore re ka thusa jang bana ba rona go mekamekana le maikutlo a bona:

# text
source: 1. Be open to your child
tn_za: 1. Phuthologa go bana ba gago

# text
source: 2. Share your own feelings
tn_za: 2. Arolelanelang maikutlo

# text
source: 3. Help your child learn how to talk about feelings
tn_za: 3. Thusa ngwana wa gago gore a bue jang ka maikutlo

# text
source: 4. Talking about difficult emotions
tn_za: 4. Go bua ka maikutlo a a bokete

# text
source: 5. Notice the positive emotions
tn_za: 5. Elatlhoko maikutlo a a siameng

# text
source: 6. Show your child that you care
tn_za: 6. Bontsha ngwana wa gago gore o kgathala

# text
source: To learn more about one of these, type "1" to "6". You can also type "N" to stop this tip.
tn_za: Go ithuta go le gontsi ka nngwe ya dikakantsho tse, tlanya “1” go ya go “6”. Tlanya “N” go emisa kakantsho e.

# text
source: Your child will look to you for support and reassurance. Listen to your children when they share how they are feeling. Accept how they feel and give them comfort.
tn_za: Ngwana wa gago o tla leba kwa go wena go bona tshegetso le netefaletso. Reetsa bana ba gago fa ba bua gore ba ikutlwa jang. Amogela gore ba ikutlwa jang mme o ba neele namatshego.
