Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/tn/tn_messages.po
Languages: tn_za

# text
source: Parent 1: “My dear, you look worried. What’s wrong?”
tn_za: Motsadi 1: “Moratiwa, o lebega o tshwenyegile. “Bothata ke eng moratiwa?

# text
source: Parent 2: “The stove has not been working very well recently. I think the stove might be broken.”
tn_za: Motsadi” 2: “Setofo sentse se sa dire sentle morago jaana. Ke akanya gore setofo se ka tswa se robegile”.

# text
source: Parent 1: “I noticed this too when I was cooking last week. I wanted to ask you: do you think we should buy a new one?”
tn_za: Motsadi 1: ‘K+Le nna ke lemogile seo fa ke ne ke apaya mo bekeng e e fetileng. Ke ne ke batla go go botsa: a o akanya gore re tshwanetse go reka se seswa?

# text
source: Parent 2: “Buying a new one would be really expensive. How about we talk about it after dinner, and we can make a decision together?
tn_za: Motsadi” 2: “go reka se seswa go tla nna tlhotlhwa godimo tota. go ka nna jang fa re ka buisana ka yona morago ga dijo, mme ra kgona go tsaya tshwetso mmogo?

# text
source: Parent 1: “That sounds great. Thank you for cooking dinner, my dear!”
tn_za: Motsadi 1: “Seo se sentle. Ke lebogla go bo o apeile, moratiwa!”

# text
source: Parent 1: “I am grateful we can talk about this and make this decision together. It makes a lot more sense to try to get it repaired first.”
tn_za: Motsadi 1: “Ke itumelela gore re kgona go bua ka ga le go tsaya tshwetso mmogo. Go tla thusa go leka go se baakanya pele.”

# text
source: Parent 2: “Me too. I feel a lot better now that we have talked about it together.”
tn_za: Motsadi” 2: “ke a dumela. Ke ikutlwa botoka tota jaanong gore re buile ka seno mmogo.

# text
source: When mothers and fathers are both engaged with the parenting of their children, everyone benefits, including the children! Show your partner that you appreciate it when they spend quality time with your children.
tn_za: Fa bomme le bontate ba mekamekane mmogo le kgodiso ya bana ba bona, botlhe ba a ungwelwa, go tsenyeletsa le bana! Bontsha molekane wa gago gore o ananeela go bo ba ipha nako go nna le bana ba lona.

# text
source: Would you like to see a comic about becoming a confident parent and a supportive partner?
tn_za: A o ka rata go bona khomiki e e ka ga go nna motsadi yo o itshepang le molekane yo o nang le tshegetso?

# text
source: Parent 1: “Good job, Jessie! You are reading very well!”
tn_za: Motsadi 1: tiro e ntle, Jessie! O buisa bontle tota!”

# text
source: Parent 2: “The weather today is so nice. It is a shame I have not had time to go outside for a walk.”
tn_za: Motsadi” 2: “Maemo a bosa a mantle tota gompieno. Ke maswabi ka go bo ke ise ke nne le nako go tsamayatsamya kwa ntle.”

# text
source: Parent 1: “If you would like to get some fresh air and exercise, my dear, I can continue helping the children with their homework while you go for your afternoon walk.”
tn_za: Motsadi 1: “Fa o rata go tswela kwa nlte go itewa ke mowa le go ikatisa moratiwa, o ka ya nna ke tla tswelela go thusa bana ka tiro ya gae fa wena o tsamaya tsamaya kwantle.”

# text
source: Parent 2: “That would be wonderful, my love! Thank you for being so supportive.”
tn_za: Motsadi” 2: “Nka lebogela seo, lerato la me! “Ke leboga go menagane go bo o nnile le tshegetso.”

# text
source: Parent 1: “Of course! It is fun to help the children with their reading practice! They are doing so well.”
tn_za: Motsadi 1: “Go leboga nna! Go monate go thusa bana ba ikatiso go buisa! Ba dira bontle tota.”

# text
source: Sharing family responsibilities with your partner can make life less stressful! Can you think of ways you can share the workload? Doing tasks together can also make them more fun!
tn_za: Go arolelanela maikarabelo le molekane wa gago go ka tlhofofatsa botshelo! A o ka akanya ka mekgwa eo le ka arolelanelang mokgwelelo? Gape go dira ditiro mmogo go ka dira gore di nne monate!

# text
source: Would you like to see a comic about sharing family responsibilities?
tn_za: A o ka rata go bona khomiki ka ga go arolelanela maikarabelo a lelapa?

# text
source: Child: “Wow, there are so many clothes in here!”
tn_za: Ngwana: “Ijakg, go na le diaparo tse dintsi tota fano!”

# text
source: Parent 1: “You’re right, Kyle, there is quite a lot to do.”
tn_za: Motsadi 1: “O nepile Kyle, tota ke tiro e ntsi.”

# text
source: Parent 1: “If we do it together it will take less time!”
tn_za: Motsadi 1: “Fa re ka thusana e tla fela ka bonako!”

# text
source: Parent 1: “Doing tasks together is also fun”
tn_za: Motsadi 1: “go dira ditiro mmogo go monate”

# text
source: Parent 2: “Thank you, my love. Sharing the workload makes it less stressful.”
tn_za: Motsadi” 2: “Ke a leboga moratiwa. go arolelanela mokgwelelo go o dira gore o nne botlhofo.”

# text
source: All adults have disagreements sometimes. But solving issues through fighting is not effective. Instead, if you start feeling angry, walk away for a bit or take a deep breath before responding in a calmer way.
tn_za: Bagolo botlhe ba nna le dikganetsano nako dingwe. Fela go rarabolola merero ka ntwa ga go thuse. Fa o ikutlwa go simolola go ngala, tswaya nakwana kfotsa o hemele kwa teng pele go araba ka tsela e e ritibetseng.

# text
source: Would you like to see a comic about resolving conflict peacefully?
tn_za: A o ka batla go bona khomiki ka ga go rarabolola kgotlhang ka kagiso?

# text
source: Parent 1: “Dinner is ready!”
tn_za: Motsadi 1: “Dijo di siame!”

# text
source: Child: “Look, it is raining so much outside!”
tn_za: Ngwana: “Bona, pula e na tota kwa ntle!”

# text
source: Parent 1: “I am glad you brought in the laundry earlier, my dear. Otherwise, it would have been soaked by now!”
tn_za: Motsadi 1: “Ke itumelela go bo o rotse diaparo kwa terateng magapele moratiwa. Kgotsa di ka bo di kolobile jaanong!”

# text
source: Parent 2: “I thought you said you would bring in the laundry today?”
tn_za: Motsadi” 2: “Ke ne ke akantse gore o rile o tla rola diaparo mo terateng gompieno?”

# text
source: Parent 1: “No, I was busy cooking dinner! You told me you would take care of it! How could you forget? Now all the laundry is wet!”
tn_za: Motsadi 1: “Nnyaa, ke ne ke santse ke apaya! O rile o tla e rola! O ka lebala jang? Jaanong diaparo tsotlhe di kolobile!”

# text
source: Parent 2: “I’m really sorry. It was a mistake!”
tn_za: Motsadi” 2: “Intshwarele. Ke phoso!”

# text
source: Parent 1 (thinking): I can’t believe he forgot! But everyone can make mistakes. Take a deep breath…
tn_za: Motsadi 1 (o a akanya): Ga ke dumele gore o lebetse! Fela rotlhe ke kgona go dira diphoso. Wela makgwafo.

# text
source: Parent 1: “I’m sorry if I sounded upset. I just got stressed because I have had a long day.”
tn_za: Motsadi 1: “Intshwarele fa ke utlwagetse ke ngadile. Ke ne ke imetswe go bo letsatsi la me le nnile le le telele.”

# text
source: Parent 2: “I am sorry that I forgot the laundry. I know you have had a long day. I will make sure to take care of it after dinner.”
tn_za: Motsadi” 2: “Intshwarele go bo ke lebetse diaparo. Jaanong ke a itse o nnile le letsatsi le le telele. Ke tla di rola morago ga dijo.”

# text
source: Listening and talking to those around us is key to a more peaceful home. Talking to your partner about issues before they become problems can help avoid arguments from building up.
tn_za: Go reetsa le go bua go bao a re dikologileng go botlhokwa go tlhama legae le le nang le kagiso. Go buisana le molenake wa gago ka ga dintlha pele e nna mathata go ka thusa go efoga dikgogakgogano go nna gona.

# text
source: Parent 1: “Are you okay, my love? You look tired.”
tn_za: Motsadi 1: “A o siame moratiwa? O lebega o lapile.”

# text
source: Parent 2: “I didn’t sleep well last night and so I am feeling quite tired.”
tn_za: Motsadi” 2: “Ga ke a robala monate maabane bosigo mme ke ikutlwa ke lapile.”

# text
source: Parent 1: “I am sorry to hear that, Amir. Is there anything I can do to help?”
tn_za: Motsadi 1: “Ke maswabi go utlwa seo, Amir. A go snegwe se nka se dirang go thusa?”

# text
source: Parent 2: “I might try and get an earlier rest this evening.”
tn_za: Motsadi” 2: “Nka leka go robala nako e teletsana maitseboa.”

# text
source: Parent 1: “I can take over the children’s bedtime routine after dinner tonight, so that you can get some extra rest.”
tn_za: Motsadi 1: “Ke tla tswelela ka mekgwatlwaelo ya bana ya go robala morago ga dijo, gore o kgona go ikhutsa go feta.”

# text
source: Parent 2: “That would be lovely. Thank you so much, my dear.”
tn_za: Motsadi” 2: “Nka leboga. Ke leboga go menagane moratiwa.”

# text
source: Would you like to see a comic about listening and talking to each other?
tn_za: A o ka rata go bona khomiki ka ga go reetsana le go buisana?

# text
source: That is okay!
tn_za: Seo se siame!

# text
source: That is okay! You can always revisit the parenting tips by typing "Help".
tn_za: Seo se siame! O ka etela dikakantsho tsa botsadi gape ka go tlanya “Thuso”.

# text
source: Thanks again for being part of ParentText and for your commitment to your children’s wellbeing and happiness. You are a star!
tn_za: Re go leboga gape go bo o nnile karolo ya ParentText le boineelo jwa gago go botsogo le boitumelo jwa bana ba gago. O naledi!

# text
source: Congratulations for finishing the ParentText programme @fields.user_name! What a great accomplishment!
tn_za: Masego go bo o digetse lenaane la MotsadiKwalo @fields.user_name! A phitlhelelo e kgolo!

# text
source: Congratulations for finishing the ParentText programme! What a great accomplishment!
tn_za: Masego go bo o digetse lenaane la MotsadiKwalo1! A phitlhelelo e kgolo!

# text
source: You have collected @fields.n_skills/@fields.total_skills skills! What an achievement!
tn_za: O kgobokantse dikgono @fields.n_skills/@fields.total_skills! A phitlhelelo!

# text
source: You have added @fields.n_skills/@fields.total_skills layers to your House of Support! What an achievement!
tn_za: O tsentse @fields.n_skills/@fields.total_skills mealo go Ntlo ya gago ya Tshegetso! A phitlhelelo!

# text
source: Would you like to tell us about your experience?
tn_za: A o ka rata go re bolelela ka ga maitemogelo a gago?

# text
source: Would you like to tell me about your experience?
tn_za: A o ka rata go mpolelela ka ga maitemogelo a gago?

# text
source: Would you like to continue receiving daily messages from us?
tn_za: A o ka rata go tswelela o amogela melaetsa ya letsatsi le letsatsi go tswa go rona?

# text
source: Would you like to continue receiving daily messages from me?
tn_za: A o ka rata go tswelela o amogela melaetsa ya letsatsi le letsatsi go tswa go rona?

# text
source: Great! If you ever want to stop receiving messages, go to "Technical Support" and then select "User Experience". Chat to you later @fields.user_name!
tn_za: Go gontle! Fa o ka rata go emisa go amogela melaetsa, e ya go “Tshegetso ya Setegeniki” mme o tlhophe “Maitemogelo a Modirisi”. Ke tla bua le wena moragonyana @fields.user_name!

# text
source: Great! If you ever want to stop receiving messages, go to "Technical Support" and then select "User Experience". Chat to you later!
tn_za: Go gontle! Fa o ka rata go emisa go amogela melaetsa, e ya go “Tshegetso ya Setegeniki” mme o tlhophe “Maitemogelo a Modirisi”. Ke tla bua le wena moragonyana!

# text
source: Would you like to continue receiving these tips at the same frequency or less often? You can also change the time of day that you receive messages.
tn_za: A o ka rata go tswelela go amogela dikakantsho tse ka kelo e e tshwanang kgotsa ka sewelo? O kgona go fetola nako ya go amogela melaetsa mo letsatsing.

# text
source: Change these settings by typing "Help" and then selecting "Technical Support."
tn_za: Fetola dithulaganyo ka go tlanya “Thuso” mme morago o tlhophe “Tshegetso ya Setegeniki.”

# text
source: What is your name or nickname?
tn_za: Leina la gago kgotsa la gago la matlhaletso ke mang?

# text
source: If you prefer not to share, please type "N"
tn_za: Fa o tlhopha go se bue, ka kopo tlanya “N”

# text
source: Nice to meet you, @fields.user_name!
tn_za: Ke itumelela go kopana le wena, @fields.user_name!

# text
source: Can you please tell us the name or nickname of this child?
tn_za: A o ka re bolelela leina la ngwana wa gago la matlhaletso kgotsa le o mmitsang ka lona tswetswe?

# text
source: Please type "N" if you prefer not to answer.
tn_za: Fao tlhopha go se arabe, tlanya “N”.

# text
source: Can you please tell me the name or nickname of this child?
tn_za: A o ka mpolelela leina la ngwana wa gago la matlhaletso kgotsa le o mmitsang ka lona tswetswe?

# text
source: Parents all over the world say they worry about keeping their children safe in the community and online.
tn_za: Batsadi go ralala lefatshe ba re ba tshwenyega ka ga go tshola bana ba bona ba sireletsegile go baagi le go inthanete.

# text
source: Would you like some tips on some simple ways to do this?
tn_za: A o ka rata dikakantsho dingwe ka ga mekgwa mengwe e e bonolo go dira se?

# text
source: That's okay! You can always type "Help" if you want to learn more about how to keep your child safe in the community.
tn_za: Ga se bothata! Ka gale o ka tlanya “Thuso” fa o batla go ithuta go le gontsi ka ga go tshola ngwana wa gago a sireletsegile go baagi.

# text
source: Thanks! One helpful way is to create a map with your child or teen that identifies the safe and unsafe places in the community. Here are 4 simple steps:
tn_za: Ke a leboga! Tsela nngwe e e mosola ke go tlhaa mmepe le ngwana wa gago kgotsa mosha o o supang mafelo a a bolokegileng le amafelo a a sa bolokegang mo baaging. Fano ke dikgato tse 4 tse di bonolo:

# text
source: 1. Draw a map of the important places in the community
tn_za: 1. Thalang mmepe wa mafelo a a botlhokwa mo tikologong.

# text
source: 2. Identify which places are safe and unsafe
tn_za: 2. Ke mafelo afe a a sireletsegileng le a a sa sireletsegang?

# text
source: 3. Learn about where you can get support
tn_za: 3. Ithuteng gore le ka bona kae tshegetso

# text
source: 4. Online map
tn_za: 4. Mmepe mo inthaneteng

# text
source: Type "1" to "4" to learn more about how you can do this activity with your children. Type "N" to stop this tip.
tn_za: Tlanya “1” go ya go “4” go ithuta go le gontsi gore o ka dira jang tirwana e le bana ba gag. Tlanya “N” go emisa kakantsho e.

# text
source: Step 4: Online map
tn_za: Kgato 4: Mmepe mo inthaneteng

# text
source: • Draw pictures of the apps and websites they use
tn_za: • Taka ditshwantsho tsa ditiriso le diwebosaete tse ba ka di dirisang

# text
source: • Praise your child for how good they are at using the web!
tn_za: • Bakanang ka bolona ka kafa ba dirisang webo sentle ka teng!

# text
source: • Talk about which ones might be unsafe. Why?
tn_za: • Buang ka gore ke dife tse di ka tswang di sa sireletsega. Goreng?

# text
source: • Are there plans you could make together to make using the internet safer for your child and their friends?
tn_za: • A go na le mmano a le ka a rulaganyang mmogo go dira tiriso ya inthanete e nne e e bolokegileng go ngwana wa gago le ditsala tsa gagwe?

# text
source: • It can really help for parents to learn about this in advance.
tn_za: • Go ka thuso tota gore batsadi ba ithute ka ga seno go sa le gale.

# text
source: Please select another number if you want to learn more about how to create a map with your child or teen that identifies the safe and unsafe places in the community:
tn_za: Tsela nngwe e e mosola ke go tlhaa mmepe le ngwana wa gago kgotsa mosha o o supang mafelo a a bolokegileng le amafelo a a sa bolokegang mo baaging.

# text
source: Step 1: What are important places in our community?
tn_za: Kgato 1: Ke mafelo afe a botlhokwa mo lefelong la lona?

# text
source: • Draw a map of @fields.child_nickname’s community, with pictures of all the main places like streets, your house, school, shops, places your teen visits...
tn_za: • Terowa mmapa wa lefelo le @fields.child_nickname a nnang mo go lone, o o nang le ditshwantsho tsa mafelo otlhe a botlhokwa jaaka ditsela, ntlo ya gago, sekolo, mafelo a ngwana wa gago wa dingwaga tsa bosha a a etelang.

# text
source: • Draw a map of your child or teen’s community, with pictures of all the main places like streets, your house, school, shops, places your teen visits...
tn_za: • Terowa mmapa wa lefelo le mosha wa gago a nnang mo go lone, o o nang le ditshwantsho tsa mafelo otlhe a botlhokwa jaaka ditsela, ntlo ya gago, sekolo, mafelo a ngwana wa gago wa dingwaga tsa bosha a a etelang...

# text
source: Step 2: Which places are safe and unsafe?
tn_za: Kgato 2: Ke mafelo afe a a sireletsegileng le a a sa sireletsegang?

# text
source: • Discuss which areas on your map are safe for teenagers – CIRCLE these.
tn_za: • Ke mafelo afe mo mmapeng wa gago a a sireletsegileng mo basheng -a SEKELE.

# text
source: • Discuss which areas on your map are unsafe for teenagers – CROSS those off.
tn_za: • Ke mafelo afe mo mmapeng wa gago a a sireletsegileng mo basheng -a THALE SEFAPAANO.

# text
source: • What makes a place safe or unsafe?
tn_za: • Ke eng se se dirang gore lefelo le sireletsege kgotsa le seka la sireletsega?

# text
source: • Are there plans you could make together to keep @fields.child_nickname safer?
tn_za: • A gona le thulaganyo tse le ka di dirang mmogo go tshola @fields.child_nickname a sireletsegile go feta?

# text
source: • Are there plans you could make together to keep your child or teen safer?
tn_za: • A gona le thulaganyo tse le ka di dirang mmogo ngwana kgotsa mosha wa gago go motshola a sireletsegile go feta?

# text
source: Step 3: Where can you get support?
tn_za: Kgato 3: O ka bona tshegetso kae?

# text
source: • Sometimes, we can find ourselves in trouble.
tn_za: • Ka dinako tse dingwe, re ka iphitlhela re le mo mathateng.

# text
source: • Discuss together where you and @fields.child_nickname can get support or help when you face a crisis – MARK those areas with a little object like a stone or piece of paper.
tn_za: • Tlotlang mmogo Wena le @fields.child_nickname le ka bona kae tshegetso fa lo lebane le dikgwetlho? - TSHWAYA mafelo ao ka selwana se sennye jaaka letlapa kgotsa pampitshana.

# text
source: • Some helpful places may include home, school, police station, clinic.
tn_za: • Mafelo mangwe a a nang le thuso a ka tsenyeletsa legae, sekolo, seteishene sa mapodisi, tleliniki.

# text
source: • Discuss together where you and your child or teen can get support or help when you face a crisis – MARK those areas with a little object like a stone or piece of paper.
tn_za: • Tlotlang mmogo wena le mosha wa gago le ka bona kae tshegetso fa lo lebane le dikgwetlho? - TSHWAYA mafelo ao ka selwana se sennye jaaka letlapa kgotsa pampitshana.

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit! Spend some time creating a map with your child or teen that identifies the safe and unsafe places in your community. It will build trust and help keep them safe in the future.
tn_za: O dirile sentle @fields.user_name! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno! Tsela nngwe e e mosola ke go tlhaa mmepe le ngwana wa gago kgotsa mosha o o supang mafelo a a bolokegileng le amafelo a a sa bolokegang mo baaging. E aga go tshepana le go thusa go ba tshola ba sireletsegile mo isagong.

# text
source: Well done! You have added another skill to your Parenting Toolkit! Spend some time creating a map with your child or teen that identifies the safe and unsafe places in your community. It will build trust and help keep them safe in the future.
tn_za: O dirile sentle! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno! Tsela nngwe e e mosola ke go tlhaa mmepe le ngwana wa gago kgotsa mosha o o supang mafelo a a bolokegileng le amafelo a a sa bolokegang mo baaging. E aga go tshepana le go thusa go ba tshola ba sireletsegile mo isagong.

# text
source: Well done @fields.user_name! You have added a layer to your House of Support! Spend some time creating a map with your child or teen that identifies the safe and unsafe places in your community. It will build trust and help keep them safe in the future.
tn_za: O dirile sentle @fields.user_name! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso! Tsela nngwe e e mosola ke go tlhaa mmepe le ngwana wa gago kgotsa mosha o o supang mafelo a a bolokegileng le amafelo a a sa bolokegang mo baaging. E aga go tshepana le go thusa go ba tshola ba sireletsegile mo isagong.

# text
source: Well done! You have added a layer to your House of Support! Spend some time creating a map with your child or teen that identifies the safe and unsafe places in your community. It will build trust and help keep them safe in the future.
tn_za: O dirile sentle! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso! Tsela nngwe e e mosola ke go tlhaa mmepe le ngwana wa gago kgotsa mosha o o supang mafelo a a bolokegileng le amafelo a a sa bolokegang mo baaging. E aga go tshepana le go thusa go ba tshola ba sireletsegile mo isagong.

# text
source: Here is a video to help you take a pause.
tn_za: Fano ke bidiyo go go thusa ka bonako go ema go se kae.

# text
source: 1. Close your eyes.
tn_za: 1. Tswala matlho a gago.

# text
source: 2. Take a deep breath in and let it go.
tn_za: 2. Hemela kwa teng le go tlogelela.

# text
source: 3. Notice how you feel.
tn_za: 3. Lemoga kafa o ikutlwang ka gone.

# text
source: 4. Listen to your breath as it goes in and out.
tn_za: 4. Reetsa tsela e o hemang ka yone o ntse o tsenya o ntsha mowa makgetlo a matlhano.

# text
source: 5. When you are ready open your eyes again.
tn_za: 5. Fa go siametse go dira jalo bula matlho a gago gape.

# text
source: 6. You are in control!
tn_za: 6. Ke wena o laolang!

# text
source: Here is an audio message to help you take a pause.
tn_za: Fano ke molaetsa wa odiyo o o tla go thusang go ema go se kae.

# quick_replies
source: Yes
tn_za: Ee

# quick_replies
source: No
tn_za: Nnyaa

# quick_replies
source: Content is not relevant
tn_za: Diteng ga di maleba

# quick_replies
source: Not enough time
tn_za: Nako ga e a lekana

# quick_replies
source: Data load is too high
tn_za: Mokgwelelo wa data o kwa godimo

# quick_replies
source: Too many messages
tn_za: Melaetsa e mentsi go feta

# quick_replies
source: Technical problems
tn_za: Mathata a setegeniki

# quick_replies
source: Other
tn_za: Tse dingwe

# quick_replies
source: Not helpful
tn_za: Ga e thuse

# quick_replies
source: A little helpful
tn_za: E thusa go le gonnye

# quick_replies
source: Helpful
tn_za: E a thusa

# quick_replies
source: Very helpful
tn_za: E thusa tota

# quick_replies
source: Extremely helpful
tn_za: E thusa thata

# quick_replies
source: Prefer not to answer
tn_za: Ke tlhopha go se arabe

# quick_replies
source: Activities
tn_za: Ditirwana

# quick_replies
source: Stress reduction
tn_za: Phokotsego ya kgatelelo

# quick_replies
source: Child behaviour
tn_za: Maitsholo a ngwana

# quick_replies
source: None of the parenting tips have been helpful
tn_za: Ga go epe ya dikakantsho tsa botsadi e e nnileng mosola

# quick_replies
source: Talking to your child about COVID-19
tn_za: Go bua le ngwana wa gago ka ga COVID-19

# quick_replies
source: COVID-19 bereavement support
tn_za: Tshegetso ya selelo ya COVID-19

# quick_replies
source: External support
tn_za: Tshegetso go tswa Kwantle

# quick_replies
source: Go back to the help menu
tn_za: Boela go mmenu wa thuso

# quick_replies
source: Improve my relationship with my child
tn_za: Tokafatsa dikamano tsa gago le ngwana wa gago

# quick_replies
source: My child to behave better
tn_za: Ngwana wa me o itshola botoka

# quick_replies
source: Help my child learn
tn_za: Thusa ngwanake to ithuta

# quick_replies
source: Reduce family stress
tn_za: Fokotsa kgatelelo ya maikutlo go lelapa

# quick_replies
source: Keep my child safe
tn_za: Tshola ngwanake a sireletsegile
