Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/tn/tn_messages.po
Languages: tn_za

# text
source: Always answer their questions truthfully. Think about how old your child is and how much they can understand.
tn_za: Ka gale araba dipotso tsa bona ka boammaruri. Akanya gore ngwana wa gago o bogolo jo bo kanakang le gore o kgona go tlhaloganya bontsi jo bo kanakang.

# text
source: Your child may be scared or confused. Give them space to share how they are feeling and let them know you are there for them.
tn_za: Ngwana wa gago a ka tswa a tshogile le go etsaetsega. Ba neele sebaka go arolelanela gore ba ikutlwa jang mme o ba letle go itse gore o gona.

# text
source: Step 4. End on a good note
tn_za: Kgato 4. Digela ka nnoto e e kwa godimo

# text
source: Check to see if @fields.child_nickname is okay. Remind them that you care and that they can talk to you anytime. Then do something fun together!
tn_za: Tlhatlhoba go bona gore a @fields.child_nickname o siame. Ba gopotse gore o a kgathala le gore ba ka bua le wena ka nako nngwe le nngwe. Morago lo dire sengwe se se itumedisang mmogo!

# text
source: Check to see if your child is okay. Remind them that you care and that they can talk to you anytime. Then do something fun together!
tn_za: Tlhatlhoba go bona gore a ngwana wa gago o siame. Ba gopotse gore o a kgathala le gore ba ka bua le wena ka nako nngwe le nngwe. Morago lo dire sengwe se se itumedisang mmogo!

# text
source: Step 2. It is OK not to know the answers.
tn_za: Kgato 2. GO SIAME go bo o sa itse dikarabo.

# text
source: It is fine to say “We don’t know, but we are working on it; or we don’t know, ‘but we think’.” Use this as an opportunity to learn something new with @fields.child_nickname. The WHO and UNICEF websites are great first steps to learn.
tn_za: Go siame go re “Ga re itse, fela re batlana le yona; kgotsa ga re itse, ‘fela re akanya’.” Dirisa eno jaaka tshono go ithuta sengwe se seswa le @fields.child_nickname. Diweposaete tsa WHO le UNICEF ke dikgato tse dintle tsa ntlha tsa go simolola go ithuta.

# text
source: It is fine to say “We don’t know, but we are working on it; or we don’t know, ‘but we think’.” Use this as an opportunity to learn something new with your child. The WHO and UNICEF websites are great first steps to learn.
tn_za: Go siame go re “Ga re itse, fela re batlana le yona; kgotsa ga re itse, ‘fela re akanya’.” Dirisa tshono eno go ithuta sengwe se seswa mmogo le ngwana wa gago. Diweposaete tsa WHO le UNICEFke dikgato tse dintle tsa ntlha tsa go simolola go ithuta.

# text
source: Tell @fields.child_nickname that we can be compassionate to people who are sick and those who are caring for them.
tn_za: Bolelela @fields.child_nickname gore re kgona go akanyetsa batho ba ba lwalang le bao ba ba tlhokomelang.

# text
source: Tell your child that we can be compassionate to people who are sick and those who are caring for them.
tn_za: Bolelela ngwana wa gago gore re kgona go akanyetsa batho ba ba lwalang le bao ba ba tlhokomelang.

# text
source: Well done for adding another skill to your Parenting Toolkit! Over the next few days, try to talk about COVID-19 with your child in a supportive way. It will make them feel loved and safe. You are the hero of this story!
tn_za: O dirile bontle ka go tsenya kgono e le nngwe go Kaedi ya Botsadi beke eno! Mo malatsing a a mmalwa a a latelang, leka go bua le ngwana wa gago ka ga COVID-19ka mokgwa o o neelang ka tshegetso. Go tla dira gore ba ikutlwe ba ratiwa e bile ba sireletsegile. O mogaka wa kgang e!

# text
source: Well done for adding another layer to your House of Support! Over the next few days, try to talk about COVID-19 with your child in a supportive way. It will make them feel loved and safe. You are the hero of this story!
tn_za: O dirile sentle ka go tsenya moalo o le mongwe go Ntlo ya gago ya Tshegetso! Mo malatsing a a mmalwa a a latelang, leka go bua le ngwana wa gago ka ga COVID-19ka mokgwa o o neelang ka tshegetso. Go tla dira gore ba ikutlwe ba ratiwa e bile ba sireletsegile. O mogaka wa kgang e!

# text
source: We understand that these times can be really difficult. Please type "Help" if you want any extra support or guidance. Chat to you later!
tn_za: Re tlhaloganya gore nako eno e na le kgwetlho ota. Ka kopo tlanya “Thuso” fa o batla tshegetso kgotsa kaelo e nngwe. Ke tla bua le wena moragonyana!

# text
source: I understand that these times can be really difficult. Please type "Help" if you want any extra support or guidance. Chat to you later!
tn_za: Ke tlhaloganya gore nako eno e na le kgwetlho ota. Ka kopo tlanya “Thuso” fa o batla tshegetso kgotsa kaelo e nngwe. Ke tla bua le wena moragonyana!

# text
source: Sometimes we feel frustrated with our children because we expect them to behave in ways that they are not yet developmentally ready for.
tn_za: Nakko dingwe re ikutlwa re tlalalane ke bana ba rona gonne re lebeletse gore ba itshole ka mokgwa o ba iseng ba o diamele.

# text
source: Learning about child development means we can have realistic expectations and also to spot any problems with their growth and development.
tn_za: Go ithuta kaga tlhabololo ya bana go kaya gore re kgona go nna le ditebelelo tse di kgonegang mme re kgone go bona mathata mangwe le mangwe go kgolo le tlhabololo ya bona.

# text
source: All children develop at different rates. Here's a video to help you understand what to expect from your children.
tn_za: Bana botlhe ba tlhaloboga ka dikelo tse di farologaneng. Fano ke bidiyo go go thusa go tlhaloganya gore o lebelele eng go tswa go bana ba gago.

# text
source: All children develop at different rates. Here's an audio message to help you understand what to expect from your children.
tn_za: Bana botlhe ba tlhaloboga ka dikelo tse di farologaneng. Fano ke odiyo go go thusa go tlhaloganya gore o lebelele eng go tswa go bana ba gago.

# text
source: That's okay! You can always type "Help" if you want to learn more about child development.
tn_za: Ga se bothata! Gape o ka tlanya “Thuso” ka gale fa o batla go ithuta go le gontsi ka ga tlhbololo ya ngwana wa gago.

# text
source: All children develop at different rates. But there are some things that we expect children to be able to do at an age. These are called ‘development’ milestones.
tn_za: Bana botlhe ba tlhaloboga ka dikelo tse di farologaneng. Fela gona le dilo dingwe tse re lebeletseng gore bana ba rona ka kgone go di dira ka dingwaga dingwe le dingwe. Tseno di bidiwa diphitlhelelo tsa “tlhabologo’.

# text
source: If you are concerned that your child might be delayed in their development, here is a link to services in your area that may also be helpful:
tn_za: Fa o tshwenyegile gore ngwana wa gago a ka tswa a diegile go tlhabololo ya gagwe, fano ke ikgokagano go ditirelo mo lefelong la gago e e ka go thusang:

# text
source: You can also visit UNICEF's website for more helpful information about child development:
tn_za: Gape o ka etela weposaete ya UNICEF go bona tshedimosetso e e mosola ka ga tlhabololo ya ngwana wa gago:

# text
source: Many things affect our children's development. For example, development is helped by eating healthy food, having immunisations, and parents or caregivers who talk to them a lot.
tn_za: Dilo di le dintsi di ama tlhabololo ya bana ba rona. Sekao, tlhabololo e thusiwa ke go ja dijo tse di itekanetseng, go enta, le batsadi kgotsa batlhokomedi ba bua thata le bona.

# text
source: Which child development milestones do you want to learn about?
tn_za: Ke phitlhelelo efe ya tlhabololo ya bana e o ratang go ithuta ka ga yona?

# text
source: Sorry I don't understand what you mean.
tn_za: Intshwarele, ga ke go tlhaloganye.

# text
source: Young children have similar needs as toddlers. Here's an audio message to help you understand your child's developmental needs better.
tn_za: Ditlhoko tsa bana ba bannye di tshwana fela le tsa bo mapimpana. Fano ke molaetsa wa odiyo go go thusa go tlhaloganyatlabologo ya bana botoka.

# text
source: Babies from 0 to 1 year need lots of play and attention. Here's a video to help you understand your child's developmental needs better.
tn_za: Masea go tlhoga go ngwana o le 0 go ya go o le 1 a tlhoka go elwatlhoko go thata. Fano ke molaetsa wa bidiyo go go thusa go tlhaloganyatlabologo ya bana botoka.

# text
source: Babies from 0 to 1 year need lots of play and attention. Here's an audio message to help you understand your child's developmental needs better.
tn_za: Masea go tlhoga go ngwana o le 0 go ya go o le 1 a tlhoka go elwatlhoko go thata. Fano ke molaetsa wa odiyo go go thusa go tlhaloganyatlabologo ya bana botoka.

# text
source: Young children have similar needs as toddlers. Here's a video to help you understand your child's developmental needs better.
tn_za: Ditlhoko tsa bana ba bannye di tshwana fela le tsa bo mapimpana. Fano ke molaetsa wa bidiyo go go thusa go tlhaloganyatlabologo ya bana botoka.

# text
source: Young children (4-6 years):
tn_za: Bana ba bannye (dingwaga 4-6):

# text
source: • Same as toddlers, but also...
tn_za: • Go tshwana fela le bomapimpna, fela gape...

# text
source: • Learn through actions and play.
tn_za: • Ithuta ka tiragaltso le motshameko.

# text
source: • Develop friendships with other children
tn_za: • Aga botsalano le bana ba bangwe

# text
source: • Find it difficult to separate make-believe from reality. Still express feelings in dramatic ways!
tn_za: • Itemogela bothata go kgaoganya nnete go noolwane. Ba santse ba tlhagisa maikutlo ka mokgwa wa terama!

# text
source: Young teenagers (10-12 years)
tn_za: Mosha ba bannye (dingwaga 10-12)

# text
source: • More interested in learning in school.
tn_za: • Ba kgatlhegela go ithuta kwa dikolong.

# text
source: • Start to want independence and trust.
tn_za: • Simolola go batla boikemelo le tshepo.

# text
source: • Want to spend time with other children and young teenagers.
tn_za: • Ba batla go nna le nako le bana ba bangwe le baswa ba bannye.

# text
source: • May be interested in religion or spirituality
tn_za: • Ba nna le kgatlhego go tumelo kgotsa tsa semowa

# text
source: • May answer back to adults to show that they “know”.
tn_za: • Ba ka ikarabisetsa go bagolo go bontsha gore ba a ‘itse”.

# text
source: • Can be very self-conscious and sensitive
tn_za: • Ba ikelatlhoko mme ba bosisi

# text
source: • Can learn to better manage anger and tolerate frustration.
tn_za: • Ba kgona go ithuta go laola kgalefo botoka le go emelana le ketsaetsego.

# text
source: Infant (0–1 year) needs:
tn_za: Ditlhoko tsa masea (dingwaga 0-1):

# text
source: • Us to provide food, sleep, cleaning, comfort and safety.
tn_za: • Re ba neela dijo, re a ba robatsa, tlhapisa, ritibatsa le go ba sireletsa.

# text
source: • A strong bond with parent/ caregiver.
tn_za: • Kamano e e matla le motsadi/motlhokomedi.

# text
source: • Lots of play and attention - the most active time of brain development is during the first 1000 days of life!
tn_za: • Motshameko ka bontsi le go elwatlhoko - ke nako eo boboko bo leng mo tlhabologong e e matlhagatlhaga tota mo pakeng ya malatsi a ntlha a le 1000 a matshelo a bona!

# text
source: Middle teenagers (13-14 years)
tn_za: Basha ba magareng (dingwaga 13-14)

# text
source: • Begin to challenge adult rules
tn_za: • Simolola go mekamekana le melao ya bagolo

# text
source: • Are often insecure and confused.
tn_za: • Gantse ba tlhakatlhakane mme ga ba itshepe.

# text
source: • Feelings get hurt easily and have mood swings
tn_za: • Maikutlo a kgopisega bonolo mme a fetogafetoga fela

# text
source: • Try to be the boss and are unhappy if they lose.
tn_za: • Leka go nna moeteledipele mme ga a itumelele go latlhegelwa.

# text
source: Infants (0-1):
tn_za: Masea (0-1):

# text
source: • 0–6 months: Smile, babble and cry to attract your attention. We should provide care, cuddling and protection.
tn_za: • dikgwedi di le 0-6 Nyeba, dira dibudula le go lela gore a elwetlhoko. Re tshwanetse go neelana ka tlhokomelo, re ngaparelane le go sireletsana.

# text
source: • 6–11 months: Cling to you, especially when feeling insecure or frightened.
tn_za: • dikgwedi di le 6-11 Ikgomarela mo go wena, segolo fa a ikutlwa a sa sireletsega kgotsa a tshogile.

# text
source: • 12–23 months: Start to walk, talk and explore things around them!
tn_za: • dikgwedi di le 12-23 Simolola go tsamaya le go utlola dilo tse di mo dikologileng!

# text
source: • Their friends are important and affect their choices
tn_za: • Ditsala tsa bona di botlhokwa mme di na le seabe go dikgetho tsa bona

# text
source: • Need some freedom but also reliable rules that don't change
tn_za: • Tlhoka kgololosego nngwegape ba tlhoka melao e e ikanngwang e sa fetoge

# text
source: • Need affection, reassurance, self-esteem, encouragement to believe in their abilities
tn_za: • Tlhoka lerato, netefaletso, boitshepo, thotloetso go dumela go bokgoni jwa bona

# text
source: Toddlers (2-3 years):
tn_za: Bomappimpana(dingwaga di le 2-3):

# text
source: • Become a curious little explorer - watch out for climbing!
tn_za: • E nna bautolodi ba bannye ba ba nang le phisego - ela tlhoko go a palamiwa!

# text
source: • Learn through play and trying things out
tn_za: • Ba ithuta ka motshameko le go lekeletsa

# text
source: • Want to learn how to do new things (like getting dressed) and make their own decisions.
tn_za: • Ba batla go ithuta go dira dilo tse diswa (jaaka go ikapesa) le go itseela ditshwetso.

# text
source: • Want your praise and your approval
tn_za: • Ba batla gore o ba akgole le go ba amogela

# text
source: • May talk a lot; ask many questions. We should be honest when we reply! Our child may ask again if they don't understand or want to know more
tn_za: • Ba ka bua thata; ba botsa dipotso tse dintsi. Re tshwanetse go nna le boammaruri fa re araba! Bana ba rona ba ka botsa gape fa ba sa tlhaloganye kgotsa ba rata go itse go feta

# text
source: • Does not like to lose, share or take turns, but losing and taking turns can be taught.
tn_za: • Ga ba rate go fenngwa, go arolelanela le go refosanela, fela o ka ba ruta go refosanela le go amogela phenyo.

# text
source: Older teenagers (15–19 years)
tn_za: Mosha ba bagolwane (dingwaga 15-19)

# text
source: • The teen years are the second most active time of brain development!
tn_za: • Dingwaga tsa bosha ke paka ya bobedi eo boboko bo leng matlhagatlhaga ka tlhabologo!

# text
source: • Your child is almost an adult, they are able to communicate with you about
tn_za: • Ngwana wa gago o gaufi le go nna mogolo, mme o kgona go tlotla le wena ka ga

# text
source: almost anything.
tn_za: sengwe le sengwe.

# text
source: • They can think about new ideas, develop their own ideals and set their own course.
tn_za: • Ba kgona go akanya dikakanyo tse diswa, go ikagela se ba se batlang le go ipeela maikaelelo.

# text
source: • Start speaking in sentences and learning new words.
tn_za: • Simolola go bua ka dipolelo le go ithuta mafoko a maswa.

# text
source: • Does not like to lose or take turns, but sharing can be taught.
tn_za: • Ga ba rate go fenngwa kgotsa go refosanelwa, fela ba ka rutiwa go arolelanela.

# text
source: • May express feelings in dramatic ways (like screaming on the floor!). Can start to learn how to manage their feelings.
tn_za: • Ba ka tlhagisa maikutlo ka mokgwa wa terama (jaaka go goeletsa fa fatshe1). Kgona go simolola go ithuta gore ba laole jang maikutlo a bona.

# text
source: Older children (7-9 years)
tn_za: Bana ba bagolwane (dingwaga 7-9)

# text
source: • Same early childhood, but also…
tn_za: • Bongwana jwa pejana jo bo tshwanang, mme gape…

# text
source: • Interested in learning at school.
tn_za: • Ba kgatlhegela go ithuta kwa dikolong.

# text
source: • Starts to want independence and trust.
tn_za: • Simolola go batla boikemelo le tshepo.

# text
source: • Wants to spend time with other children.
tn_za: • Batla go nna le nako le bana ba bangwe.

# text
source: • They are forming their own identity and have a growing sense of their
tn_za: • Ba itlhamela boitshupho jwa bona mme ba nna le tlhaloganyo ya

# text
source: sexuality
tn_za: bong jwa bona

# text
source: • They may prefer being with peers more than with you
tn_za: • Ba ka rata go nna le balekanemmogo ka dingwana go feta go nna le wena

# text
source: • They may show risk-taking behaviours, frequent mood swings, and rebellious attitudes. They can also have exciting new ideas!
tn_za: • Ba ka tlhagisa maitsholo a a nang le matshosetsi, phetophetogo ya maikutlo kgapetsakgapfetsa, mme ba nna nkane a nna le bobona. Ba ka nna gape le dikakanyo tse diswa tse di itumedisang!

# text
source: • May start to ask questions about religion
tn_za: • Ba ka simolola go botsa dipotso ka ga sedumedi

# text
source: • Can be very self-conscious and sensitive. May be very active. By now they should be getting better at managing anger and frustration.
tn_za: • Ba kgona go ikela tlhoko le go kgopisega ka bonako. Ba ikelatlhoko mme ba bosisi Ba ka nna matlhagatlhaga. Gajaana ba tshwanetse go bo ba nna botoka mo go laoleng kgalefo le ketsaetsego.

# text
source: • Be patient and accepting of the person they are becoming - even if it is not what you had imagined
tn_za: • Nna pelotelele mme o amogele motho yo ba nnang ene 0- le fa e se se o neng o se akantse

# text
source: • Encourage them to begin to take responsibility for the future
tn_za: • Ba rotloetse go simolola go rwama maikarabelo a isago

# text
source: • Keep supporting them and loving them so that they feel comfortable, secure, and safe
tn_za: • Tswelela go ba tshegetsa le go ba rata gore ba ikutlwe ba phuthologile, sireletsegile mme ba itshepha

# text
source: Chat to you later @fields.user_name!
tn_za: Ke tla bua le wena moragonyana @fields.user_name!

# text
source: Chat to you later!
tn_za: Ke tla bua le wena moragonyana!

# text
source: The teen years are the second most active time of brain development for your child! Here's a video to help you understand how to support @fields.child_nickname during this stage.
tn_za: Dingwaga tsa bosha ke paka ya bobedi eo boboko bo leng matlhagatlhaga ka tlhabologo! Fano ke bidiyo go go thusa go tlhaloganya gore o ka tshegetsa @fields.child_nickname jang mo pakeng ya kgato e.

# text
source: The teen years are the second most active time of brain development for your child! Here's a video to help you understand how to support your child during this stage.
tn_za: Dingwaga tsa bosha ke paka ya bobedi eo boboko bo leng matlhagatlhaga ka tlhabologo! Fano ke bidiyo go go thusa go tlhaloganya gore o ka tshegetsa ngwana wa gago jang mo pakeng ya kgato e.

# text
source: The teen years are the second most active time of brain development for your child! Here's an audio message to help you understand how to support @fields.child_nickname during this stage.
tn_za: Dingwaga tsa bosha ke paka ya bobedi eo boboko bo leng matlhagatlhaga ka tlhabologo! Fano ke molaetsa wa odiyo go go thusa go tlhaloganya gore o ka tshegetsa @fields.child_nickname jang mo pakeng ya kgato e.

# text
source: The teen years are the second most active time of brain development for your child! Here's an audio message to help you understand how to support your child during this stage.
tn_za: Dingwaga tsa bosha ke paka ya bobedi eo boboko bo leng matlhagatlhaga ka tlhabologo! Fano ke molaetsa wa odiyo go go thusa go tlhaloganya gore o ka tshegetsa ngwana wa gago jang mo pakeng ya kgato e.

# text
source: The most important things that you can do for your teen in this stage are:
tn_za: Dilo tse di botlhokwa go feta tse o ka di direlang mosha wa gago mo kgatong e ke:

# text
source: • Continue providing love, support and guidance and build a strong
tn_za: • Tswelela go mo neela lerato, tshegetso le kaelo mme le age

# text
source: father-child connection
tn_za: kgolagano e e matla ya ntate-ngwana

# text
source: • Monitor who their friends are, have clear rules to keep them safe
tn_za: • Elatlhoko gore ditsala tsa bona ke bona mang, nna le melao e e sedisegileng go ba tshola ba sireltsegile

# text
source: • Nurture their independence
tn_za: • Otla boikemelo jwa bona

# text
source: mother-child connection
tn_za: kgolagano ya mme-ngwana

# text
source: • Continue providing love, support and guidance and build a strong parent-child connection
tn_za: • Tswelela go mo neela lerato, tshegetso le kaelo mme le age kgokagano ya mme-ngwana e e matlafetseng

# text
source: Well done for adding another tool to your Parenting Toolkit! Knowing about child development can help you feel less frustrated by them.
tn_za: O dirile bontle ka go tsenya kgono e le nngwe go Kaedi ya Botsadi beke eno! Go itse ka ga tlhabololo ya ngwana go kgona go go thusa gore o se etsaetsege thata.

# text
source: Well done for adding another layer to your House of Support! Knowing about child development can help you feel less frustrated by them.
tn_za: O dirile sentle ka go tsenya moalo o le mongwe go Ntlo ya gago ya Tshegetso! Go itse ka ga tlhabololo ya ngwana go kgona go go thusa gore o se etsaetsege thata.

# text
source: Remember you can always type "Help" if you ever want more parenting tips or support. Chat to you later @fields.user_name!
tn_za: Gopola go tlanya “Thuso” fa o ka tlhoka dikakantsho tse dingwe tsa botsadi kgotsa thuso nngwe. Ke tla bua le wena moragonyana @fields.user_name!

# text
source: Remember you can always type "Help" if you ever want more parenting tips or support. Chat to you later!
tn_za: Gopola go tlanya “Thuso” fa o ka tlhoka dikakantsho tse dingwe tsa botsadi kgotsa thuso nngwe. Ke tla bua le wena moragonyana!

# text
source: All children, including those living with disabilities, need love, respect and time especially at difficult times.
tn_za: Bana botlhe, go tsenyeletsa le ba ba tshelang ka bogole, ba tlhoka lerato, tlhompho le nako segolo mo dinako tse di bokete.

# text
source: Here's a video to help you support children living with disabilities.
tn_za: Fano ke bidiyo go go thusa go tshegetsa bana ba ba tshelang ka bogole.

# text
source: Here's an audio message to help you support children living with disabilities.
tn_za: Fano ke bidiyo go go thusa go tshegetsa bana ba ba tshelang ka bogole.

# text
source: That's okay! You can always type "Help" if you want to learn more about how to support children living with disabilities.
tn_za: Ga se bothata! Ka gale o ka tlanya “Thuso” fa o batla go ithuta go le gontsi ka ga go tshegetsa bana ba ba tshelang ka bogole.

# text
source: Here is a link to disability services in your area that may also be helpful:
tn_za: Fano ke kgokagano go ditirelo tsa bogole mo tikologong ya gago e e ka nnang mosola:

# text
source: Here are 6 simple tips that you can do to support children living with disabilities:
tn_za: Fano ke dikakantsho tse di bonolo di le 6 go go thusa go tshegetsa bana ba ba tshelang ka bogole:

# text
source: 1. Keep your child safe and well
tn_za: 1. Tshola ngwana wa gago a sireletsegile mme a tsogile sentle

# text
source: 2. Try to understand what they are feeling
tn_za: 2. Leka go tlhaloganya maikutlo a bona

# text
source: 3. Communicate and talk with them
tn_za: 3. Buisana le bua le bona

# text
source: 4. Praise them!
tn_za: 4. Ba akgole!

# text
source: 5. Make things that you do the same every day to help them feel secure
tn_za: 5. Tlhama dilo tse le tla dirang ka go tshwana letsatsi le letsatsi go ba thusa go ikutlwa ba bolokesegile

# text
source: 6. Ask for help if you can
tn_za: 6. Kopa thuso fa go kgonega

# text
source: Type "1" to "6" to learn more about each tip. Type "N" to stop this tip.
tn_za: Go ithuta go le gontsi ka nngwe le nngwe ya dikakantsho tse, tlanya “1” go ya go “6”. Tlanya “N” go emisa kakantsho e.

# text
source: Step 1. Keep your child safe and well
tn_za: Kgato 1. Tshola ngwana wa gago a sireletsegile mme a tsogile sentle
