Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/tn/tn_messages.po
Languages: tn_za

# text
source: Common Sense Media has great advice for apps, games and entertainment for different ages.
tn_za: Mmediya wa Khomono Sense o na le dikgakololo tse dintle tsa diapps, metshameko le doitapoloso jwa dingwaga tse di farologaneng.

# text
source: Get to know how your child experiences the digital world.
tn_za: Itse gore ngwana wa gago o itemogela lefatshe la dijitale jang.

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit! Over the next few days, try to create a family gadget use agreement with your child. Digital parenting is just like parenting in the real world. You have taken a BIG STEP to keeping your child safe online. Good for you!
tn_za: O dirile sentle @fields.user_name! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno! Mo malatsing a a tlang a a mmalwa, leka go tlhama tumalano ya lelapa go dirisa didiriswa tsa tlhaeletsano le ngwana wa gago. Go tlhokomela bana ka dijithale go tshwana le fa o ba tlhokomela ka tsela ya mmatota. O tsere kgato e KGOLO go tshola ngwana wa gago a sireletsegile mo inthaneteng. Go go siametse!

# text
source: Well done! You have added another skill to your Parenting Toolkit! Over the next few days, try to create a family gadget use agreement with your child. Digital parenting is just like parenting in the real world. You have taken a BIG STEP to keeping your child safe online. Good for you!
tn_za: O dirile sentle! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno! Mo malatsing a a tlang a a mmalwa, leka go tlhama tumalano ya lelapa go dirisa didiriswa tsa tlhaeletsano le ngwana wa gago. Go tlhokomela bana ka dijithale go tshwana le fa o ba tlhokomela ka tsela ya mmatota. O tsere kgato e KGOLO go tshola ngwana wa gago a sireletsegile mo inthaneteng. Go go siametse!

# text
source: Well done @fields.user_name! You have added another layer to your House of Support! Over the next few days, try to create a family gadget use agreement with your child. Digital parenting is just like parenting in the real world. You have taken a BIG STEP to keeping your child safe online. Good for you!
tn_za: O dirile sentle @fields.user_name! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso! Mo malatsing a a tlang a a mmalwa, leka go tlhama tumalano ya lelapa go dirisa didiriswa tsa tlhaeletsano le ngwana wa gago. Go tlhokomela bana ka dijithale go tshwana le fa o ba tlhokomela ka tsela ya mmatota. O tsere kgato e KGOLO go tshola ngwana wa gago a sireletsegile mo inthaneteng. Go go siametse!

# text
source: Well done! You have added another layer to your House of Support! Over the next few days, try to create a family gadget use agreement with your child. Digital parenting is just like parenting in the real world. You have taken a BIG STEP to keeping your child safe online. Good for you!
tn_za: O dirile sentle! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso! Mo malatsing a a tlang a a mmalwa, leka go tlhama tumalano ya lelapa go dirisa didiriswa tsa tlhaeletsano le ngwana wa gago. Go tlhokomela bana ka dijithale go tshwana le fa o ba tlhokomela ka tsela ya mmatota. O tsere kgato e KGOLO go tshola ngwana wa gago a sireletsegile mo inthaneteng. Go go siametse!

# text
source: It‘s hard to feel positive when our kids or teenagers are driving us crazy. We often end up saying “Stop doing that!” But children are much more likely to do what we ask if we give them positive instructions and lots of praise for what they do right.
tn_za: Ga go bonolo go nna le tshepo fa bana ba rona kgotsa basha ba re kopanya ditlhogo. Gantsi re feleletsa re rile “Gontse!” Fela bana ba feleletsa ba dira se re se kopang mo go bona fa re ba neela ditaelo tse di siameng le go ba akgolela se ba se dirileng ka nepo.

# text
source: Here's a positive video to help you get your children to follow your instructions more often!
tn_za: Fano ke bidiyo go go thusa go dira gore bana ba gago ba latele ditaelo ka gale!

# text
source: Here's a positive audio message to help you get your children to follow your instructions more often!
tn_za: Fano ke molaetsa wa odiyo go go thusa go dira gore bana ba gago ba latele ditaelo ka gale!

# text
source: Here are 4 steps to help you get your children to follow your instructions more often:
tn_za: Fano ke dikgato di le 4 go go thusa go dira gore bana ba gago ba latele ditaelo tsa gago ka gale:

# text
source: 1. Get their attention
tn_za: 1. Dira gore bago eletlhoko

# text
source: 2. Be positive, specific, and realistic
tn_za: 2. Leba dilo ka tsela e e siameng, o lolame, le go kgonega

# text
source: 3. One instruction at a time
tn_za: 3. Neelana ka taelo e le nngwe ka nako

# text
source: 4. Praise them for doing it!
tn_za: 4. Ba akgolele go e dira!

# text
source: To learn more about one of these steps, type "1" to "4". You can also type "N" to stop this tip.
tn_za: Go ithuta go le gontsi ka nngwe ya dikgato tse, tlanya “1” go ya go “4”. Go ithuta go le gontsi ka nngwe ya dikakantsho tse, tlanya “1” go ya go “4”. Tlanya “N” go emisa kakantsho e.

# text
source: Step 3. Give Instructions One at a Time
tn_za: Kgato 3. Neelana ka Ditaelo E le Nngwe ka Nako

# text
source: Children are much more likely to do what you ask if you break things up into smaller steps.
tn_za: Bana ba kgona go dira se o se kopang fa o kgaoganya dilo ka dikgato tse dinnye.

# text
source: Step 4. Praise Your Children When They Follow Instructions
tn_za: Kgato 4. Akgola bana ba gago fa ba Latela ditaelo!

# text
source: They will feel good about it and be more likely to follow instructions in the future!
tn_za: Ba tla ikutlwa monate ka ga se mme ba tla latela ditaelo mo isagong!

# text
source: Please select another number if you want to learn more about how to get your children to follow instructions more often:
tn_za: Ka kopo tlhopha nomoro e nngwe fa o batla go ithuta go feta ka ga go dira gore bana ba gago ba latele ditaelo ka gale:

# text
source: Can your child actually do what you are asking them? It is very hard for a child to keep quiet inside for a whole day but maybe they can keep quiet for 15 minutes.
tn_za: A ngwana wa gago o kgona go dira se o se kopang mo go ene? Go boima tota go ngwana go didimala ka fa ntlong letsatsi lotlhe fela a ka kgona go didimala metsotso e le 15.

# text
source: Here is a comic on using positive words and praise with your teen.
tn_za: Fano ke khomiki go dirisa mafoko a a siameng le go akgola ngwana wa gago.

# text
source: Teen: “Can I watch some T.V. after dinner?”
tn_za: “Mosha”: “A nka bogela TV morago ga dijo?”

# text
source: Parent: “When you clear the table, you can watch an hour of T.V.”
tn_za: Motsadi: “Fa o phuthile tafole, o ka bogela TV ura.”

# text
source: Parent: “I really appreciate it when you help clean up after dinner. Thank you, Dylan”
tn_za: Motsadi: “Nka leboga tota fa o ka thusa go phepafatsa morago ga dijo. Ke a leboga, Dylan"

# text
source: Parent and teen watching T.V. together.
tn_za: Motsadi le mosha ba bogela TV mmogo.

# text
source: Step 2. Be Specific, Positive, and Realistic!
tn_za: Kgato 2. Leba dilo ka tsela e e siameng, o lolame, le go kgonega

# text
source: Describe exactly what you want @fields.child_nickname to do. Say, 'Please wash your hands for 20 seconds before coming to dinner, instead of 'Wash your hands.'
tn_za: Tlhalosa sentle gore o batla @fields.child_nickname a dire eng. E re, “ Ke kopa o tlhape diatla metsotswana e le 20 pele o ja go ja, go na le gore ‘tlhapa diatla’.

# text
source: Describe exactly what you want your child to do. Say, 'Please wash your hands for 20 seconds before coming to dinner, instead of 'Wash your hands.'
tn_za: Tlhalosa sentle gore o batla ngwana wa gago a dire eng. E re, “ Ke kopa o tlhape diatla metsotswana e le 20 pele o ja go ja, go na le gore ‘tlhapa diatla’.

# text
source: Step 1. Get Your Child's Attention
tn_za: Kgato 1. Leka go kaela tsepo ya ngwana wa gago gape

# text
source: Look at @fields.child_nickname and say their name when you give your child an instruction. Get down to their level.
tn_za: Lebelela @fields.child_nickname mme o mmitse ka leina fa o mo neela taelo. Lekana le bona ka boemo.

# text
source: Look at your child and say their name when you give your child an instruction. Get down to their level.
tn_za: Lebelela ngwana wa gago mme o mmitse ka leina fa o mo neela taelo. Lekana le bona ka boemo.

# text
source: Use positive words when telling @fields.child_nickname what to do. Say, ‘Please put your clothes away in the cupboard,’ instead of ‘Don’t make a mess’.
tn_za: Dirisa mafoko a a siameng fa o bolelela @fields.child_nickname gore a dire eng. E re, “Ke kopa o pake diaparo mo khabotong, gona le gore ‘Se kgotlhele’.

# text
source: Use positive words when telling your child what to do. Say, ‘Please put your clothes away in the cupboard,’ instead of ‘Don’t make a mess’.
tn_za: Dirisa mafoko a a siameng fa o bolelela ngwana wa gago gore a dire eng. E re, “Ke kopa o pake diaparo mo khabotong, gona le gore ‘Se kgotlhele’.

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit. Over the next few days, try to be aware about how you give your child instructions:
tn_za: O dirile sentle @fields.user_name! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno. Mo malatsing a a mmamwa a a tlang, leka go elatlhoko gore o neela ngwana wa gago ditaelo jang:

# text
source: 2. Be positive
tn_za: 2. “Leba dilo ka tsela e e siameng”

# text
source: 4. Praise them for doing it!
tn_za: 4. Ba akgolele go e dira!

# text
source: It will make a HUGE DIFFERENCE if you can learn these 4 simple steps!
tn_za: Go tla tlhola PHAROLOGANYO E KGOLO fao ka ituta dikgato tse di bonolo tse di le 4!

# text
source: Well done! You have added another skill to your Parenting Toolkit. Over the next few days, try to be aware about how you give your child instructions:
tn_za: O dirile sentle! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno. Mo malatsing a a mmamwa a a tlang, leka go elatlhoko gore o neela ngwana wa gago ditaelo jang:

# text
source: Well done @fields.user_name! You have added another layer to your House of Support. Over the next few days, try to be aware about how you give your child instructions:
tn_za: O dirile sentle @fields.user_name! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso beke eno. Mo malatsing a a mmamwa a a tlang, leka go elatlhoko gore o neela ngwana wa gago ditaelo jang:

# text
source: Well done! You have added another layer to your House of Support. Over the next few days, try to be aware about how you give your child instructions:
tn_za: O dirile sentle! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso beke eno. Mo malatsing a a mmamwa a a tlang, leka go elatlhoko gore o neela ngwana wa gago ditaelo jang:

# text
source: Household rules can help keep our children safe from potential dangers both inside the house and in the community. They also help children to know what kind of behaviour is expected from them.
tn_za: Melao ya fa gae e ka thusa go tshola bana ba rona ba sirleletsegile go dikotsi tse di kgonegang mo ntlong le mo baaging. Gape e ka thusa bana go itse gore ke mofuta ofe wa maitsholo o o lebeletsweng go tswa go bona.

# text
source: Hello @fields.user_name! Today's Parenting Tip is about how we can involve our children in creating consistent household rules.
tn_za: Dumela @fields.user_name! Kakantso ya gompieno ka ga botsadi e ka ga gore re ka tsenyeletsa jang bana ba rona mo go tlhameng melao ya fa gae e e sa fetofetogeng.

# text
source: Hello! Today's Parenting Tip is about how we can involve our children in creating consistent household rules.
tn_za: Dumela! Kakantso ya gompieno ka ga botsadi e ka ga gore re ka tsenyeletsa jang bana ba rona mo go tlhameng melao ya fa gae e e sa fetofetogeng.

# text
source: Household rules can help keep our children safe from potential dangers both inside the house and in the community. They also help children to know what kind of behaviour is expected from them.
tn_za: Melao ya fa gae e ka thusa go tshola bana ba rona ba sirleletsegile go dikotsi tse di kgonegang mo ntlong le mo baaging. Gape e ka thusa bana go itse gore ke mofuta ofe wa maitsholo o o lebeletsweng go tswa go bona.

# text
source: Here's an audio message on how you can involve your children in establishing household rules.
tn_za: Fano ke molaetsa wa odiyo ka ga gore o ka tsenyeletsa jang bana ba gago go tlhameng melao ya fa gae.

# text
source: Here's is a video on how you can involve your children in establishing household rules.
tn_za: Fano ke bidiyo ka ga gore o ka tsenyeletsa jang bana ba gago go tlhameng melao ya fa gae.

# text
source: Here are some simple tips on how you can make household rules with your children and teens:
tn_za: Fano ke dikakantsho dingwe tse di bonolo ka ga gore o ka tlhama jang melao mmogo le bana le basha ba gago:

# text
source: • Involve your child in establishing household rules.
tn_za: • Tsenyeletsa ngwana wa gago mo go tlhameng melao ya fa gae.

# text
source: • Make your household rules clear and specific.
tn_za: • Dira gore melao ya legae la gago e sedisege le go nna e e lolameng.

# text
source: • Make sure your child understands the reasons why you are establishing a household rule.
tn_za: • Netefatsa gore ngwana wa gago o tlhaloganya mabaka gore goreng o tlhama molao fa gae.

# text
source: • Make your household rules fair and realistic (just like instructions).
tn_za: • Netefatsa gore melao ya legae la gago ga e gobelele mme e a kgonega ( fela jaaka ditaelo).

# text
source: • Praise and simple incentives can help support your child in following a household rule.
tn_za: • Kakgolo le dikatso tsdi bonolo di kgona go thusa go tshegetsa ngwana go latela molao wa fa gae.

# text
source: • Add only 1 household rule at a time.
tn_za: • Tsenya molao o le 1 wa fa gae ka nako.

# text
source: Children and teens are spending a lot more time online. Here is a comic on how you can create safe and healthy online habits like scheduling time online and offline.
tn_za: Bana le basha ba rona ba nna nako e ntsi mo inthaneteng. Fano ke khomiki gore o ka tlhama jang ditlwaelo tse di sireletsegileng le go itekanela tsa inthanete tse di jaaka go baya nako ya inthanete le e e seng ya inthanete.

# text
source: Parent: “Jack, you have been spending a lot of time on your tablet. Why do you think I am concerned about that?”
tn_za: Motsadi: “Jack, o ntse o tsaya nako e ntsi mo thaboleteng ya gago. O akanaya gore ke goreng ke tshwenngwa ke seo?

# text
source: Child: “Um…because I am not doing my schoolwork?”
tn_za: Ngwana: “Um...gonne ga ke dire tiro ya me ya sekolo?”

# text
source: Parent: “Yes, that is one reason. It is important that you make the time for your schoolwork. I also like seeing you being more active. Maybe we can make a household rule about gadget use. What do you think would be a fair limit each day?”
tn_za: Motsadi: “Ee, ke lebaka le lengwe. Go botlhokwa gore o dire nako ya go dira tiro ya sekolo. Gape nka rata go go bona o le matlhagatlhaga gore feta. Gongwe re ka nna le molao wa ka fa ge o o ka ga tiriso ya sediriswa sa tlhaeletsano. O akanya gore tekanyetso e e siameng ya letsatsi le letsatsi e ka nna e kanakang?”

# text
source: Child: “Um…two hours a day?”
tn_za: Ngwana: “...Um ..diura tse pedi ka letsatsi?”

# text
source: Parent: “Hmmm…I think that might be too much time. You have so much else to do every day.”
tn_za: Motsadi: “Hmmm...Ke akanya gore e tla bo e le ntsi go feta. Go na le dilo tse dintsi tse dingwe tse o tla di dirang.”

# text
source: Child: “How about one hour for fun and one hour for learning?
tn_za: Ngwana: “Go ka nna jang ka ura e le nngwe ya go iitumedisa le e le nngwe ya go ithuta?

# text
source: Parent: “That sounds reasonable. I would also like you to do your schoolwork before using any gadgets. So from now on, the household rule is that you do your schoolwork before using gadgets and that you can have 1 hour for free time and 1 hour for educational activities. Okay?”
tn_za: Motsadi: “Go a utlwala. Gape nka rata fa o ka dira tiro ya gago ya sekolo pele o dirisa didiriswa dingwe fela. Go tloga jaanong, molao wa fa gae ke gore o dira tiro ya gago ya sekolo pele o dirisa didiriswa dingwe le gore o tla nna le ura e le 1 o ikhuditse mme ura e le 1 go ditirwana tsa thuto. A wa nkutlwa?

# text
source: Child: “Okay.”
tn_za: Ngwana: A wa nkutlwa?

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit. Over the next few days, try to create one household rule with your child. Remember when you involve your child in making household rules, they are more likely to follow them. It's a recipe for success!
tn_za: O dirile sentle @fields.user_name! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno. Mo malatsing a a tlang a a mmalwa, leka go tlhama molao o le mongwe wa fa gae mmogo le ngwana wa gago. Gopola gore fa o dira gore ngwana wa gago a go thuse go dira melao go nna motlhofo gore a e latele. Ke motswako wa katlego!

# text
source: Well done! You have added another skill to your Parenting Toolkit. Over the next few days, try to create one household rule with your child. Remember when you involve your child in making household rules, they are more likely to follow them. It's a recipe for success!
tn_za: O dirile sentle! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno. Mo malatsing a a tlang a a mmalwa, leka go tlhama molao o le mongwe wa fa gae mmogo le ngwana wa gago. Gopola gore fa o dira gore ngwana wa gago a go thuse go dira melao go nna motlhofo gore a e latele. Ke motswako wa katlego!

# text
source: Well done @fields.user_name! You have added another layer to your House of Support. Over the next few days, try to create one household rule with your child. Remember when you involve your child in making household rules, they are more likely to follow them. It's a recipe for success!
tn_za: O dirile sentle @fields.user_name! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso beke eno. Mo malatsing a a tlang a a mmalwa, leka go tlhama molao o le mongwe wa fa gae mmogo le ngwana wa gago. Gopola gore fa o dira gore ngwana wa gago a go thuse go dira melao go nna motlhofo gore a e latele. Ke motswako wa katlego!

# text
source: Well done! You have added another layer to your House of Support. Over the next few days, try to create one household rule with your child. Remember when you involve your child in making household rules, they are more likely to follow them. It's a recipe for success!
tn_za: O dirile sentle! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso beke eno. Mo malatsing a a tlang a a mmalwa, leka go tlhama molao o le mongwe wa fa gae mmogo le ngwana wa gago. Gopola gore fa o dira gore ngwana wa gago a go thuse go dira melao go nna motlhofo gore a e latele. Ke motswako wa katlego!

# text
source: Today's tip is about how we can help to protect our children.
tn_za: Kakantsho ya gompieno e ka ga gore re ka sireletsa jang bana ba rona.

# text
source: The idea of talking to children about abuse can be scary. We don't know what to say. But there are some simple things that can help them understand when it is not OK to be touched, and that they can tell you if something ever happens.
tn_za: Kakanyo ya go bua le bana ka tshotlakako e ka tshosa. Ga re itse gore re reng. Fela gona le dilo dingwe tse di bonolo tse di ka ba thusang go tlhaloganya fa go sa SIAMA go kgongwa, le gore ba ka go bolelela fa go direga sengwe.

# text
source: When you are walking or doing something together it can be easier to chat.
tn_za: Fa lo tsamaya kgotsa lo dira sengwe mmogo go nna bonolo go tlotla.

# text
source: Do you want to learn more about how to protect your child from abuse?
tn_za: A o batla go ithuta go le gontsi ka ga go sireletsa ngwana wa gago go tshotlakako?

# text
source: Here are 3 things that you should make sure your child knows to protect them from abuse:
tn_za: Fano ke dilo tse 3 tse o tshwanetseng go netefatsa gore ngwana wa gago o a di itse go itshireletsa go tshotlakako:

# text
source: 1. Learn about private parts
tn_za: 1. Ithute ka ga dikarolo tse di poraefete

# text
source: 2. Your body belongs to you
tn_za: 2. Mmele wa gago ke wa gago

# text
source: 3. Bad secrets should be told
tn_za: 3. Diphiri tse di bosula di a begiwa

# text
source: Type "1" to "3" to learn more about these tips. Type "N" to stop this tip.
tn_za: Go ithuta go le gontsi ka ga dikakantsho tse, tlanya “1” go ya go “3”. Tlanya “N” go emisa kakantsho e.

# text
source: 3. Bad secrets should be told.
tn_za: 3. Diphiri tse di bosula di a begiwa.

# text
source: Your children should tell you if there is a secret that makes them feel worried. You will not be angry. Only nice secrets - like a surprise birthday party - should be kept secret.
tn_za: Bana ba gago ba tshwanetse go go bolelela fa gona le sephiri se se mo tshwenyang. O ka se galefe. Ke diphiri tse dintle fela - jaaka go direla mongwe moletlo ya matsalo a sa itse - go ka tsholwa e le sephiri.

# text
source: The parts of their body that go under people's underwear or a swimsuit are private parts. It is not OK for other people to touch or to ask to look at them, or ask them to look at or touch theirs.
tn_za: Dikarolo tsa mebele ya bona tse di tsenngwana ka fa tlase ga diaparo tse batho ba di aparang ka fa tlase ga diaparo kgotsa diaparo tsa go thuma ke dikarolo tse di poraefete. batho Ga go a SIAMA gore batho ba bangwe ba go tshware kgotsa ba kope go go okomela, kgotsa o kope go okomela kgotsa go kgoma tsa bona.

# text
source: If someone tries to touch your children's private parts they must say NO and tell a grown up that they trust.
tn_za: Fa mongwe a leka go kgoma dikarolo tsa poraefete tsa bana ba gago ba tshwanetse go re NNYAA le go itsise mogolo yo ba mo tshepang.

# text
source: Please select another number if you want to learn more about how to protect your child from abuse:
tn_za: Ka kopo tlhopha nomoro e nngwe fa o batla go ithuta go feta ka ga go sireletsa ngwana wa gago go tshotlakako le ngwana wa gago:

# text
source: Here's a video on how you can help protect @fields.child_nickname.
tn_za: Fano ke bidiyo ka ga gore o ka thusa jang go sireletsa @fields.child_nickname.

# text
source: Here's a video on how you can help protect your child.
tn_za: Fano ke bidiyo ka ga gore o ka thusa jang go sireletsa ngwana wa gago.

# text
source: Here's an audio message on how you can help protect @fields.child_nickname.
tn_za: Fano ke molaetsa wa odiyo ka ga gore o ka thusa jang go sireletsa @fields.child_nickname.

# text
source: Here's an audio message on how you can help protect your child.
tn_za: Fano ke molaetsa wa odiyo ka ga gore o ka thusa jang go sireletsa ngwana wa gago.

# text
source: I understand that this can be really difficult. Please type "Help" if you want any extra support or guidance.
tn_za: Ke tlhaloganya gore nako eno e na le kgwetlho tota. Ka kopo tlanya “Thuso” fa o batla tshegetso kgotsa kaelo e nngwe.

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit! Over the next few days, try talking to your child about safe and unsafe touch. Find a safe place to do this and take your time. You can do it!
tn_za: O dirile sentle @fields.user_name! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno! Mo malatsing a a tlang a a mmalwa, leka go bua le ngwana wa gago ka ga go kgoma go go sireletsegileng le go kgoma go go sa sireletsegang. Bona lefelo le le bolokegileng go dira se mme o tseye nako ya gago. O ka dira seno!
