Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/tn/tn_messages.po
Languages: tn_za

# text
source: Well done! You have added another skill to your Parenting Toolkit! Over the next few days, try talking to your child about safe and unsafe touch. Find a safe place to do this and take your time. You can do it!
tn_za: O dirile sentle! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno! Mo malatsing a a tlang a a mmalwa, leka go bua le ngwana wa gago ka ga go kgoma go go sireletsegileng le go kgoma go go sa sireletsegang. Bona lefelo le le bolokegileng go dira se mme o tseye nako ya gago. O ka dira seno!

# text
source: Well done @fields.user_name! You have added another layer to your House of Support! Over the next few days, try talking to your child about safe and unsafe touch. Find a safe place to do this and take your time. You can do it!
tn_za: O dirile sentle @fields.user_name! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso! Mo malatsing a a tlang a a mmalwa, leka go bua le ngwana wa gago ka ga go kgoma go go sireletsegileng le go kgoma go go sa sireletsegang. Bona lefelo le le bolokegileng go dira se mme o tseye nako ya gago. O ka dira seno!

# text
source: Well done! You have added another layer to your House of Support! Over the next few days, try talking to your child about safe and unsafe touch. Find a safe place to do this and take your time. You can do it!
tn_za: O dirile sentle! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso! Mo malatsing a a tlang a a mmalwa, leka go bua le ngwana wa gago ka ga go kgoma go go sireletsegileng le go kgoma go go sa sireletsegang. Bona lefelo le le bolokegileng go dira se mme o tseye nako ya gago. O ka dira seno!

# text
source: Stress from caregiving can make us angry. Here is how we can maintain control and keep calm.
tn_za: Kgatelelo ya maikutlo go tswa mo go tlhokomeleng e kgona go re galefisa. Fano ke gore re ka tswelela go laola le go ritibala jang.

# text
source: Here's a video to help you maintain control and keep calm when you get angry.
tn_za: Fano ke bidiyo go go thusa go tswelela go laola le go ritibala jang fa o galefa.

# text
source: Here's an audio message to help you maintain control and keep calm when you get angry.
tn_za: Fano ke molaetsa wa odiyo go go thusa go tswelela go laola le go ritibala jang fa o galefa.

# text
source: Think about what makes you angry? When does it happen? How do you normally react?
tn_za: Akanya ka gore ke eng se se dirang gore o galefe? Go direga leng? Gantsi o itshwara jang?

# text
source: Prevent anger from starting in the first place. Get some sleep or rest when you are tired. Try to eat something when you are hungry. Ask someone for support when you are feeling alone.
tn_za: O seka wa letla kgalefo go simolola. Robala kgotsa o ikhutse fa o lapile. Leka go ja sengwe fa o tshwerwe ke tlala. Kopa tshegetso ya mongwe fa o ikutlwa o le esi.

# text
source: Here are some things that can prevent bad things from happening when you are angry:
tn_za: Fano ke dilo dingwe tse di ka thibelang dilo tse di bosula go direga fa o galefile:

# text
source: 1. Cut back on drinking alcohol or don’t drink, especially when the kids are awake.
tn_za: 1. Fokotsa bojalwa kgotsa se nwe, segolo fa bana ba tsogile.

# text
source: 2. Do you have weapons or things that can be used to hurt others? Lock them up, hide them or take them out of the home.
tn_za: 2. A o na le dibetsa kgotsa dilo tse di ka dirisiwang go gobatsa ba bangwe? Di tswalele, di fitlhe kgotsa o di ntshe mo ntlong.

# text
source: 3. It’s ok to have your children stay somewhere safe or take them to a place where they can get help.
tn_za: 3. go siame go letla bana go ya go nna gongwe kwa go bolokegileng kgotsa o ba ise kwa lefelong leo ba ka bonang thuso gona.

# text
source: Hello @fields.user_name! We love our children and teenagers, but stress from caregiving and money can make us angry. Here is how we can maintain control and keep calm.
tn_za: Dumela @fields.user_name! Re rata bana le basha ba rona, fela kgatelelo ya maikutlo go tswa mo go tlhokomeleng le madi di ka re galefisa. Fano ke gore re ka tswelela go laola le go ritibala jang.

# text
source: Hello! We love our children and teenagers, but stress from caregiving and money can make us angry. Here is how we can maintain control and keep calm.
tn_za: Dumela! Re rata bana le basha ba rona, fela kgatelelo ya maikutlo go tswa mo go tlhokomeleng le madi di ka re galefisa. Fano ke gore re ka tswelela go laola le go ritibala jang.

# text
source: That's okay! You can always type "Help" at anytime if you need an activity to help you relax or reduce stress. Chat to you later @fields.user_name!
tn_za: Ga se bothata! Gopola ka gale gore o kgona go tlanya “Thuso” nako nngwe le nngwe fa o tlhoka tirwana go ithusa go repa kgotsa go fokotsa kgatelelo ya maikutlo. Ke tla bua le wena moragonyana @fields.user_name!

# text
source: That's okay! You can always type "Help" at anytime if you need an activity to help you relax or reduce stress. Chat to you later!
tn_za: Ga se bothata! Gopola ka gale gore o kgona go tlanya “Thuso” nako nngwe le nngwe fa o tlhoka tirwana go ithusa go repa kgotsa go fokotsa kgatelelo ya maikutlo. Ke tla bua le wena moragonyana!

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit. Over the next few days, take 10 deep breaths or do some exercise when you feel angry. Learning how to manage your anger can help you avoid some difficult situations.
tn_za: O dirile sentle @fields.user_name! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno. Mo malatsing a a tlang a a mmalwa, hemela kwa teng ga 10 kgotsa o ikatise ka mokgwa mongwe fa o ikutlwa o galefa. Go ithuta gore o laola jang kgalefo ya gago go kgona go go thusa go efoga maemo mangwe a a masisi.

# text
source: Well done! You have added another skill to your Parenting Toolkit. Over the next few days, take 10 deep breaths or do some exercise when you feel angry. Learning how to manage your anger can help you avoid some difficult situations.
tn_za: O dirile sentle! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno. Mo malatsing a a tlang a a mmalwa, hemela kwa teng ga 20 kgotsa o ikatise ka mokgwa mongwe fa o ikutlwa o galefa. Go ithuta gore o laola jang kgalefo ya gago go kgona go go thusa go efoga maemo mangwe a a masisi.

# text
source: Well done @fields.user_name! You have added another layer to your House of Support. Over the next few days, take 10 deep breaths or do some exercise when you feel angry. Learning how to manage your anger can help you avoid some difficult situations.
tn_za: O dirile sentle @fields.user_name! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso beke eno. Mo malatsing a a tlang a a mmalwa, hemela kwa teng ga 20 kgotsa o ikatise ka mokgwa mongwe fa o ikutlwa o galefa. Go ithuta gore o laola jang kgalefo ya gago go kgona go go thusa go efoga maemo mangwe a a masisi.

# text
source: Well done! You have added another layer to your House of Support. Over the next few days, take 10 deep breaths or do some exercise when you feel angry. Learning how to manage your anger can help you avoid some difficult situations.
tn_za: O dirile sentle! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso beke eno. Mo malatsing a a tlang a a mmalwa, hemela kwa teng ga 20 kgotsa o ikatise ka mokgwa mongwe fa o ikutlwa o galefa. Go ithuta gore o laola jang kgalefo ya gago go kgona go go thusa go efoga maemo mangwe a a masisi.

# text
source: Great job! You should be proud of yourself! Research shows that every time you control your anger in front of your child, you increase your child's brain development.
tn_za: Tiro entle! O tshwanetse go nna motlotlo ka wena! Patlisiso e bontshitse gore nako nngwe le nngwe fa o laola kgalefo ya gago fa pele ga ngwana wa gago, o oketsa tlhalobogo ya boboko jwa ngwana.

# text
source: It is completely normal to experience this challenge. Next time you feel yourself getting angry try to manage this by taking deep breaths in. This can allow you to relax and reduce stress, which can help with managing your emotions. Every time you do this, you increase your child's brain development!
tn_za: Go tlwaelegile go itemogela seno. Nako e e tlang fa o ikutlwa o galefa, leka go hemela kwa teng. Seno se ka go thusa go ritibala le go fokotsa kgatelelo, seo se ka thusang ka go laola maikutlo. Nako nngwe le nngwe fa o dira se, o oketsa tlhabologo ya boboko jwa ngwana!

# text
source: Hi @fields.user_name! We would love to check in with how you are doing! Have you managed to keep calm whenever you get angry over the past few days?
tn_za: Dumela @fields.user_name! Re ka rata go tlhola gore o ntse o ya jang! A o kgonne go ritibala fa o le o galefa mo malatsing a a mmalwa a a fetileng?

# text
source: Hi @fields.user_name! I would love to check in with how you are doing! Have you managed to keep calm whenever you get angry over the past few days?
tn_za: Dumela @fields.user_name! Ke ka rata go tlhola gore o ntse o ya jang! A o kgonne go ritibala fa o le o galefa mo malatsing a a mmalwa a a fetileng?

# text
source: Hi! We would love to check in with how you are doing! Have you managed to keep calm whenever you get angry over the past few days?
tn_za: Dumela! Re ka rata go tlhola gore o ntse o ya jang! A o kgonne go ritibala fa o le o galefa mo malatsing a a mmalwa a a fetileng?

# text
source: Hi! I would love to check in with how you are doing! Have you managed to keep calm whenever you get angry over the past few days?
tn_za: Dumela! Ke ka rata go tlhola gore o ntse o ya jang! A o kgonne go ritibala fa o le o galefa mo malatsing a a mmalwa a a fetileng?

# text
source: Sorry to hear that you are finding this challenging. If you are getting angry because @fields.child_nickname won’t stop crying, it’s OK to leave them on their back in a safe location, like a crib, and walk away for a bit. Stay nearby so that you can monitor @fields.child_nickname. Check on @fields.child_nickname every 5-10 minutes.
tn_za: Re itshwarele go bo o fitlhela seno se gwetlha. Fa o galefisiwa ke gonne @fields.child_nickname ga a didimale, go SIAME go mo tlogela a kaname mo lefelong le le bolokegileng mme o tswe go se kae. Nneela gaufi gore o kgone go elatlhoko @fields.child_nickname. Lekola @fields.child_nickname metsotso mengwe le mengwe e le 5-10.

# text
source: Sorry to hear that you are finding this challenging. If you are getting angry because your baby won’t stop crying, it’s OK to leave them on their back in a safe location, like a crib, and walk away for a bit. Stay nearby so that you can monitor your baby. Check on your baby every 5-10 minutes.
tn_za: Re itshwarele go bo o fitlhela seno se gwetlha. Fa o galefisiwa ke gonne 1 ga a didimale, go SIAME go mo tlogela a kaname mo lefelong le le bolokegileng mme o tswe go se kae. Nnela gaufi gore o kgone go ela lesea la gago tlhoko. tlhola lesea la gago metsotso mengwe le mengwe e le 5-10.

# text
source: Hi @fields.user_name! Managing anger can be really difficult. Take a break when you feel you are getting angry at your children or someone else.
tn_za: Dumela @fields.user_name! Go laola kgalefo ga ka nna thata. Ema fa o ikutlwa o galefela bana ba gago kgotsa mongwe o sele.

# text
source: Hi! Managing anger can be really difficult. Take a break when you feel you are getting angry at your children or someone else.
tn_za: Dumela! Go laola kgalefo ga ka nna thata. Ema fa o ikutlwa o galefela bana ba gago kgotsa mongwe o sele.

# text
source: Go somewhere else for 5 minutes to regain control of your emotions. If you have safe outdoor space, go outside. You can get through this!
tn_za: Gore maikutlo a gago a boe ya golo gongwe o tseye metsotso e ka nna 5. Fa o na le lefelo la ko ntle le le sireletsegileng, tsamaya o ye ko ntle. O tla fenya seno!

# text
source: Did you know that research shows if you control your anger or do something positive, you increase your child's brain development? Be proud of yourself when you manage to do it!
tn_za: A o a itse gore patlisiso e bontshitse gore fa o laola kgalefo ya gago kgotsa o dira sengwe se se siameng, o oketsa kgolo ya boboko jwa ngwana wa gago? Itlotlomatse fa o kgona go dira jalo!

# text
source: Here's a video to help you manage your anger!
tn_za: Fano ke bidiyo go go thusa go laola kgalefo ya gago!

# text
source: Here's an audio message to help you manage your anger!
tn_za: Fano ke molaetsa wa odiyo go go thusa go laola kgalefo ya gago!

# text
source: If you are getting angry because @fields.child_nickname won’t stop crying, it’s OK to leave them on their back in a safe location, like a crib, and walk away for a bit. Stay nearby so that you can monitor @fields.child_nickname. Check on @fields.child_nickname every 5-10 minutes.
tn_za: Fa o galefisiwa ke gonne @fields.child_nickname ga a didimale, go SIAME go mo tlogela a kaname mo lefelong le le bolokegileng mme o tswe go se kae. Nneela gaufi gore o kgone go elatlhoko @fields.child_nickname. Lekola @fields.child_nickname metsotso mengwe le mengwe e le 5-10.

# text
source: If you are getting angry because your baby won’t stop crying, it’s OK to leave them on their back in a safe location, like a crib, and walk away for a bit. Stay nearby so that you can monitor your baby. Check on your baby every 5-10 minutes.
tn_za: Fa o galefisiwa ke gonne 1 ga a didimale, go SIAME go mo tlogela a kaname mo lefelong le le bolokegileng mme o tswe go se kae. Nnela gaufi gore o kgone go ela lesea la gago tlhoko. tlhola lesea la gago metsotso mengwe le mengwe e le 5-10.

# text
source: We hope that was helpful! Remember you can always type "Help" at anytime if you need an activity to help you relax or reduce stress. Chat to you later @fields.user_name!
tn_za: Re tshepa gore seo se thusitse! Gopola ka gale gore o kgona go tlanya “Thuso” nako nngwe le nngwe fa o tlhoka tirwana go ithusa go repa kgotsa go fokotsa kgatelelo ya maikutlo. Ke tla bua le wena moragonyana @fields.user_name!

# text
source: We hope that was helpful! Remember you can always type "Help" at anytime if you need an activity to help you relax or reduce stress. Chat to you later!
tn_za: Re tshepa gore seo se thusitse! Gopola ka gale gore o kgona go tlanya “Thuso” nako nngwe le nngwe fa o tlhoka tirwana go ithusa go repa kgotsa go fokotsa kgatelelo ya maikutlo. Ke tla bua le wena moragonyana!

# text
source: Hi @fields.user_name! How are you feeling?
tn_za: Dumela @fields.user_name! O ikutlwa jang?

# text
source: Hi! How are you feeling?
tn_za: Dumela! O ikutlwa jang?

# text
source: Sorry to hear that you are not having a good day. It is completely normal to be going through a difficult time now. Remember that you are not alone.
tn_za: Ke maswabi go utlwa gore gompieno go thatanyana. Go tlwaelegile ka gotlhe go bo o le mo nakong e e boima gajaana. Gopola gore ga o nosi.

# text
source: So good to hear that you are doing well. What a wonderful feeling!
tn_za: Ke itumelela go utlwa gore lo tsoga sentle. Ruri go a itumedisa!

# text
source: Sometimes we're up. Sometimes we're down. And sometimes we are neither up nor down...and that's totally okay!
tn_za: Nako dingwe re mafolofolo. Nako dingwe re wa mowa. Mme nako dingwe ga re mafolofolo e bile ga re a wa mowa...mme seo se siame gotlhelele!

# text
source: When you take care of yourself, you take care of your children. We all need to connect. Try to talk to friends, family, and other support networks every day. If it has been a while since you reached out to someone, do it now!
tn_za: Fa o itlhokomela, o tlhokomela le bana ba gago. Rotlhe re tlhoka go ikgolaganya. Leka go bua le ditsala, balelapa, le netweke tse dingwe tsa tshegetso tsatsi le letsatsi. Fa ele gore ke kgale o sa bue le mongwe, bua le bone jaanong!

# text
source: Sorry to hear that you are not having a good day. It is completely normal to be going through a difficult time now. Remember that you are not alone. Here is an activity that might also help...
tn_za: Ke maswabi go utlwa gore gompieno go thatanyana. Go tlwaelegile ka gotlhe go bo o le mo nakong e e boima gajaana. Gopola gore ga o nosi. Fano ke tirwana e e ka go thusang...

# text
source: Make a list of healthy activities that you like to do. Here are some suggestions:
tn_za: Dira lenaane la dilo tsa boitekanelo jo bo siameng tse o ratang go di dira. Dikakantsho dingwe ke tseno:

# text
source: • Listening to your favourite music
tn_za: • Go reetsa mmino o o ratang

# text
source: • Going for a walk (if allowed)
tn_za: • Go tsamaya ka maoto (fa go letleletswe)

# text
source: • Doing some exercise
tn_za: • Go ikatisa

# text
source: • Drinking a cup of tea by yourself
tn_za: • Go nwa kopi ya tee o le nosi

# text
source: • Calling up a friend
tn_za: • Go leletsa tsala

# text
source: • Singing, dancing, praying, or reading
tn_za: • Go opela, go bina, go rapela, kgotsa go bala

# text
source: • Sitting in the sun with your eyes closed
tn_za: • Go nna mo letsatsing o tswetse matlho

# text
source: • Watching your favourite T.V. show
tn_za: • Go lebelela lenaneo la gago la T.V. le o le ratang

# text
source: Pick one and do it today!
tn_za: Tlhopha e le nngwe mme o e dire gompieno!

# text
source: Here's a video to help you get through the day!
tn_za: Fano ke bodiyo e e tla go thusang go tsamaisa letsatsi!

# text
source: Here's an audio message to help you get through the day!
tn_za: Fano ke molaetsa wa odiyo o o tla go thusang go tsamaisa letsatsi!

# text
source: Recognise what is happening for you in this moment. What are you thinking? Are your thoughts positive or negative. How do you feel? Do you feel pleasant or unpleasant? How does your body feel? Do you feel tense or relaxed?
tn_za: Lemoga se se go diragalelang gone jaanong. Ke eng se o se akanyang? A dikakanyo tsa gago di siame kgotsa ga di a siama. O ikutlwa jang? O ikutlwa sentle kgotsa ga o ikutlwe sentle? Mmele wa gago o ikutlwa jang? O ikutlwa o gateletswe kgotsa o repile?

# text
source: Sit comfortably and close your eyes. Connect to your heart in a kind and gentle way. You may want to place one hand on your heart or chest. Say the following words silently to yourself:
tn_za: Dula sentle mme o tswale matlho a gago. Golagana le pelo ya gago ka tsela e e siameng le e e bonolo. O ka nna wa batla go baya letsogo la gago mo pelong ya gago kgotsa mo sefubeng sa gago. Ipolelele mafoko a a latelang ka tidimalo:

# text
source: Take a moment to reflect on your experience. Notice if you feel any different.
tn_za: Tsaya motsotso go akanya ka maitemogelo a gago. Lemoga fa o utlwa pharologanyo.

# text
source: If you ever need additional support to help you cope with any stress or other emotional difficulties, type "Help". Chat to you later @fields.user_name!
tn_za: Fa o ka tlhoka tshegetso e e fetang go ithusa go mekamekana le kgatelelo kgotsa mathata mangwe a maikutlo, tlanya “Thuso”. Ke tla bua le wena moragonyana @fields.user_name!

# text
source: If you ever need additional support to help you cope with any stress or other emotional difficulties, type "Help". Chat to you later!
tn_za: Fa o ka tlhoka tshegetso e e fetang go ithusa go mekamekana le kgatelelo kgotsa mathata mangwe a maikutlo, tlanya “Thuso”. Ke tla bua le wena moragonyana!

# text
source: Hello! How are you feeling right now? Happy, sad, angry, excited, worried?
tn_za: Dumela! O ikutlwa jang gone jaanong? O itumetse, o hutsafetse, o galefile, o kgatlhegile, o tshwenyegile?

# text
source: Notice where you feel it in your body. Notice what thoughts are connected to that feeling. Take a deep breath.
tn_za: Lemoga mo o e utlwang teng mo mmeleng wa gago. Lemoga gore ke dikakanyo dife tse di golaganeng le maikutlo ao. Wela makgwafo.

# text
source: Thank yourself for taking the time to check in with your feelings and thoughts! Remember, you can always type "Help" at anytime if you need an activity to help you relax or reduce stress. Chat later!
tn_za: Iteboge go bo o tshotse nako ya go tlhola maikutlo le dikakanyo tsa gago! Gopola ka gale gore o kgona go tlanya “Thuso” nako nngwe le nngwe fa o tlhoka tirwana go ithusa go repa kgotsa go fokotsa kgatelelo ya maikutlo. Tla re bue moragonyana!

# text
source: Hi @fields.user_name! How are you feeling right now? Would you like to take a quick pause together? It might be helpful.
tn_za: Dumela @fields.user_name! O ikutlwa jang gone jaanong? A lo ka rata go ema go se kae mmogo? Go ka thusa.

# text
source: Hi! How are you feeling right now? Would you like to take a quick pause together? It might be helpful.
tn_za: Dumela! O ikutlwa jang gone jaanong? A lo ka rata go ema go se kae mmogo? Go ka thusa.

# text
source: That is okay! You can always type "Help" at anytime if you need an activity to help you relax or reduce stress. Chat to you later!
tn_za: Seo se siame! Gopola ka gale gore o kgona go tlanya “Thuso” nako nngwe le nngwe fa o tlhoka tirwana go ithusa go repa kgotsa go fokotsa kgatelelo ya maikutlo. Ke tla bua le wena moragonyana!

# text
source: Here's a quick video to help you take a pause!
tn_za: Fano ke bidiyo go go thusa ka bonako go ema go se kae!

# text
source: Here's an audio message to help you take a pause!
tn_za: Fano ke molaetsa wa odiyo o o tla go thusang go ema go se kae!

# text
source: Sit down, close your eyes and listen to your breath as it goes in and out. Notice how you feel. When you are ready, open your eyes again. Everything is okay.
tn_za: Nna fa fatshe, tswala matlho a gago mme o reetse mohemo wa gago jaaka o tsena o tswa. Lemoga kafa o ikutlwang ka gone. Fa o siametse go dira jalo, bula matlho a gago gape. Tsotlhe di siame.

# text
source: I hope that was helpful! Remember you can always type "Help" at anytime if you need an activity to help you relax or reduce stress. Chat to you later @fields.user_name!
tn_za: Re tshepa gore seo se thusitse! Gopola ka gale gore o kgona go tlanya “Thuso” nako nngwe le nngwe fa o tlhoka tirwana go ithusa go repa kgotsa go fokotsa kgatelelo ya maikutlo. Ke tla bua le wena moragonyana @fields.user_name!

# text
source: I hope that was helpful! Remember you can always type "Help" at anytime if you need an activity to help you relax or reduce stress. Chat to you later!
tn_za: Re tshepa gore seo se thusitse! Gopola ka gale gore o kgona go tlanya “Thuso” nako nngwe le nngwe fa o tlhoka tirwana go ithusa go repa kgotsa go fokotsa kgatelelo ya maikutlo. Ke tla bua le wena moragonyana!

# text
source: Hello! Did you know that 3 is a magical number? Breathe in to the count of three and breathe out to the count of three. How do you feel now? Do you feel any different?
tn_za: Dumela! A o ne o itse gore 3 ke nomoro ya motlholo? Hemela kwa teng o bala ka tharo mme o hemele kwa ntle o bala ka tharo. Jaanong o ikutlwa jang? A o utlwa pharologanyo?

# text
source: Here's an audio message to guide you through this activity!
tn_za: Fano ke molaetsa wa odiyo go go kaela go dira go tirwana e!

# text
source: What are your three favourite foods? Can you name three things you can see right now?
tn_za: Ke dijo dife tse tharo tse o di ratang? A o ka neela maina a dilo tse tharo tse o kgonang go di bona gajaana?

# text
source: Can you hear three sounds you can hear right now?
tn_za: A o ka bitsa maina a medumo e o e utlwang gone jaanong?

# text
source: What are the three things you are grateful for right now?
tn_za: Ke dilo dife tse tharo tse o di lebogelang gone jaanong?

# text
source: Breathe in to the count of three and breathe out to the count of three. How do you feel now? Do you feel any different?
tn_za: Hemela kwa teng o bala ka tharo mme o hemele kwa ntle o bala ka tharo. Jaanong o ikutlwa jang? A o utlwa pharologanyo?

# text
source: Three is a magical number!
tn_za: Tharo ke nomoro ya motlholo!

# text
source: Here's a video to guide through this activity!
tn_za: Fano ke bidiyo go go kaela go dira tirwana e!
