Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/tn/tn_messages.po
Languages: tn_za

# text
source: Hello! All children misbehave sometimes. It is normal when they are tired, scared, hungry, or learning independence. Today's tips are all about what to do when our children misbehave…
tn_za: Dumela! Bana botlhe ga ba itshole sentle nako dingwe. Seno se tlwaelegile fa ba lapile, ba tshogiel, ba tshwerwe ke tlala, kgotsa ba ithuta go ikemela. Dikakantsho tsa gompieno di ka ga gore o direng fa bana ba sa itshole sentle...

# text
source: Try to redirect. Stop it before it starts! When your children get restless, you can distract them with something interesting or fun: "Come, let's play a game together!"
tn_za: Leka go kaela gape. E thibe pele e simolola! Fa ngwana wa gago a etsaetsega, o ka mo thusa ka go mo dirisa sengwe se se kgatlhisang kgotsa se le monate. “Tla re tshameke mmogo!”

# text
source: If your baby is starting to crawl or walk, you can also redirect them by physically picking them up and focusing their attention on something else interesting. Use a lively and cheerful voice!
tn_za: Fa lesea la gago le simolola go gagaba kgotsa go tataisa, o ka le kaelagape ka sebel ka go le kuka le go bontsha sengwe se se kgatlhisang. Dirisa lentswe le le tletseng botshelo mme le itumetse!

# text
source: Here is a comic that shows how you can use redirect!
tn_za: Fano ke khomiki e e bontshang gore o ka dirisa kaelogape jang!

# text
source: Child: “Give it to me!”
tn_za: Ngwana: “E mphe!”

# text
source: Teen: “I had it first!”
tn_za: “Mosha”: “Ke e tsere pele!”

# text
source: Parent: “Cameron and Billy, come and help me prepare dinner. We are making your favourite dish!”
tn_za: Motsadi: “Cameron le Billy, tlayang le nthuse go apaya. Re apaya dijo tsa lona tsa mmamoratwa!”

# text
source: Parent: “Thank you for helping me get these veggies clean for our dinner tonight!”
tn_za: Motsadi: “Ke leboga go bo le nthusitse go tlhatswa merogo eno go e apaya!”

# text
source: Here's a video that helps you redirect @fields.child_nickname's behaviour when they misbehave.
tn_za: Fano ke bidiyo e e tla go thusang go kaelagape maitsholo a @fields.child_nickname fa a sa itshole sentle.

# text
source: Here's a video that helps you redirect your child's behaviour when they misbehave.
tn_za: Fano ke bidiyo e e tla go thusang go kaelagape maitsholo a ngwana wa gago fa a sa itshole sentle.

# text
source: Here's an audio message that can help you redirect @fields.child_nickname's behaviour when they misbehave.
tn_za: Fano ke molaetsa wa odiyo o o tla go thusang go kaelagape maitsholo a @fields.child_nickname fa a sa itshole sentle.

# text
source: Here's an audio message that can help you redirect your child's behaviour when they misbehave.
tn_za: Fano ke molaetsa wa odiyo o o tla go thusang go kaelagape maitsholo a ngwana wa gago fa a sa itshole sentle.

# text
source: Keep it positive. It is normal to want to say something about @fields.child_nickname's negative behaviour, like “Don’t whine,” or “Stop running in the house.” Instead, just say something that you want @fields.child_nickname to do, like "Speak with a calm voice," or "Remember to walk inside the house."
tn_za: Nna le tshepo Go tlwaelegile go batla go bua sengwe ka maitsholo a a sa siamang a @fields.child_nickname se se jaaka, “Tlogela go ngonorega,” kgotsa “Emisa go siana mo ntlong.” Gongwe, o k bua sengwe se o ratang @fields.child_nickname a se dira jaaka “Bua sentle,” kgotsa “Gopola gore o a tsamaya ka mo ntlong.”

# text
source: Keep it positive. It is normal to want to say something about your child's negative behaviour, like “Don’t whine,” or “Stop running in the house.” Instead, just say something that you want your child to do, like "Speak with a calm voice," or "Remember to walk inside the house."
tn_za: Nna le tshepo Go tlwaelegile go batla go bua sengwe ka maitsholo a a sa siamang a ngwana wa gago se se jaaka, “Tlogela go ngonorega,” kgotsa “Emisa go siana mo ntlong.” Gongwe, o k bua sengwe se o ratang ngwana wa gago a se dira jaaka “Bua sentle,” kgotsa “Gopola gore o a tsamaya ka mo ntlong.”

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit. Over the next few days, try redirecting your child from a negative behaviour to a positive one before it gets worse. You can do it!
tn_za: O dirile sentle @fields.user_name! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno. Mo malatsing a a mmalwa a a tlang, leka go kaelagape ngwana wa gago go tswa mo maitsholong a asa siamang go ya go a a siameng pele a etegela. O ka dira seno!

# text
source: Well done! You have added another skill to your Parenting Toolkit. Over the next few days, try redirecting your child from a negative behaviour to a positive one before it gets worse. You can do it!
tn_za: O dirile sentle! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno. Mo malatsing a a mmalwa a a tlang, leka go kaelagape ngwana wa gago go tswa mo maitsholong a asa siamang go ya go a a siameng pele a etegela. O ka dira seno!

# text
source: Well done @fields.user_name! You have added another layer to your House of Support. Over the next few days, try redirecting your child from a negative behaviour to a positive one before it gets worse. You can do it!
tn_za: O dirile sentle @fields.user_name! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso beke eno. Mo malatsing a a mmalwa a a tlang, leka go kaelagape ngwana wa gago go tswa mo maitsholong a asa siamang go ya go a a siameng pele a etegela. O ka dira seno!

# text
source: Well done! You have added another layer to your House of Support. Over the next few days, try redirecting your child from a negative behaviour to a positive one before it gets worse. You can do it!
tn_za: O dirile sentle! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso beke eno. Mo malatsing a a mmalwa a a tlang, leka go kaelagape ngwana wa gago go tswa mo maitsholong a asa siamang go ya go a a siameng pele a etegela. O ka dira seno!

# text
source: COVID-19 has interrupted our daily work, home and school routines. This is hard for children, teenagers and for you. Making new routines can help.
tn_za: COVID-19 e kgoreleditse tiro ya rona ya letsatsi le letsatsi, magae le mekgwatlwaelo kwa dikolong. Seno se boima go bana, basha le go wena. Go tlhama mekgwatlwaelo e meswa go ka thusa.

# text
source: Hello @fields.user_name! Today's Parenting Tip is about how we can create daily routines to keep our children feeling safe and secure.
tn_za: Dumela @fields.user_name! Kakantsho ya gompieno ya Botsadi e ka ga gore re ka tlhama jang mekgwatlwaelo ya letsatsi le letsatsi go tsohla bana ba rona ba ikutlwa ba sireletsegile le go bolokesega.

# text
source: Hello! Today's Parenting Tip is about how we can create daily routines to keep our children feeling safe and secure.
tn_za: Dumela! Kakantsho ya gompieno ya Botsadi e ka ga gore re ka tlhama jang mekgwatlwaelo ya letsatsi le letsatsi go tsohla bana ba rona ba ikutlwa ba sireletsegile le go bolokesega.

# text
source: That's okay! You can always type "Help" at anytime if you need any support with your children. Remember that you can also change the type of messages you receive for an older or younger child. Just select "Technical Support". Chat to you later @fields.user_name!
tn_za: Ga se bothata! O ka tlanya “Thuso” ka gale nako nngwe le nngwe fa o tlhoka tshegetso nngwe ka bana ba gago. Gape o ka fetola mofuta wa melaetsa o o amogelelang ngwana wa gago yo mogolwane kgotsa yo monnye. Tlhopha fela “Tshegetso ya setegeniki”. Ke tla bua le wena moragonyana @fields.user_name!

# text
source: That's okay! You can always type "Help" at anytime if you need any support with your children. Remember that you can also change the type of messages you receive for an older or younger child. Just select "Technical Support". Chat to you later!
tn_za: Ga se bothata! O ka tlanya “Thuso” ka gale nako nngwe le nngwe fa o tlhoka tshegetso nngwe ka bana ba gago. Gape o ka fetola mofuta wa melaetsa o o amogelelang ngwana wa gago yo mogolwane kgotsa yo monnye. Tlhopha fela “Tshegetso ya setegeniki”. Ke tla bua le wena moragonyana!

# text
source: Remember you can always type "Help" if you ever want more parenting tips or support. You can also change the type of messages you receive for an older or younger child. Just select "Technical Support." Chat to you later @fields.user_name!
tn_za: Gopola go tlanya “Thuso” fa o ka tlhoka dikakantsho tse dingwe tsa botsadi kgotsa thuso nngwe. Gape o ka fetola mofuta wa melaetsa o o amogelelang ngwana wa gago yo mogolwane kgotsa yo monnye. Tlhopha fela “Tshegetso ya setegeniki”. Ke tla bua le wena moragonyana @fields.user_name!

# text
source: Remember you can always type "Help" if you ever want more parenting tips or support. You can also change the type of messages you receive for an older or younger child. Just select "Technical Support." Chat to you later!
tn_za: Gopola go tlanya “Thuso” fa o ka tlhoka dikakantsho tse dingwe tsa botsadi kgotsa thuso nngwe. Gape o ka fetola mofuta wa melaetsa o o amogelelang ngwana wa gago yo mogolwane kgotsa yo monnye. Tlhopha fela “Tshegetso ya setegeniki”. Ke tla bua le wena moragonyana!

# text
source: Create routines! Your children will feel more secure and safe when they know what is expected of them and how each day will go. Make a plan with them with time for play, meals, chores, school, and sleep.
tn_za: Tlhama mekgwatlwaelo! Bana ba gago ba tla ikutlwa bababalesegile le go sireletsega fa ba itse gore go lebeletswe eng go tswa mo go bona le gore letsatsi le lengwe le tla tsamaya jang. Rulaganya le bona nako ya go tshameka, go ja, tiro ya fa gae, sekolo le ya go robala.

# text
source: Here's a video to help you create daily routines with your children.
tn_za: Fano ke bidiyo go go thusa go tlhama mekgwatlwaelo ya letsatsi le letsatsi le bana ba gago.

# text
source: Here's an audio message to help you create daily routines with your children.
tn_za: Fano ke molaetsa wa odiyo go go thusa go tlhama mekgwatlwaelo ya letsatsi le letsatsi le bana ba gago.

# text
source: Daily routines, such as time for schoolwork, play, meals, and sleep, can help our children feel safe and secure. They also give our children a sense of security.
tn_za: Mekgwatlwaelo ya letsatsi le letsatsi, jaaka dinako tsa tiro ya sekolo, go tshameka, go ja, le go robala go ka thusa bana ba gago go ikutlwa ba sireletsegile le go babalesega. Gape di neela bana ba rona maikutlo a pabalesego.

# text
source: Here are 4 simple tips that you can use when establishing routines with your children:
tn_za: Fano ke dikakantsho tse di bonolo di le 4 tse o ka di dirisang go tlhama mekgwatlwaelo le bana ba gago:

# text
source: 1. Give one instruction at a time
tn_za: 1. Neelana ka taelo e le nngwe ka nako

# text
source: 2. Use transition warnings to help move from one activity to the next one
tn_za: 2. Dirisa ditsiboso tsa phetogo go thusa go tloga go tirwana e le nngwe go ya go e e latelang

# text
source: 3. Create regular eating and sleeping times
tn_za: 3. Tlhama dinako tse di tshwanang tsa go ja le go robala

# text
source: 4. Involve your child in creating daily routines
tn_za: 4. Tsenyeletsa ngwana wa gago mo go tlhameng mekgwatlwaelo ya letsatsi le letsatsi

# text
source: To learn more about one of these tips, type "1" to 4". You can also type "N" to stop this tip.
tn_za: Go ithuta go le gontsi ka nngwe ya dikakantsho tse, tlanya “1” go ya go “4”. Tlanya “N” go emisa kakantsho e.

# text
source: 1. Help your younger children learn routines by taking them through the activity step by step. Give one instruction at a time. Praise them each time they follow!
tn_za: 1. Thusa bana ba gago ba ba nnye go ithuta ka ga mekgwatlwaelo ka go tsamaya le bona kgato ka kgato fa ba dira tirwana. Neelana ka taelo e le nngwe ka nako Ba akgole nako nngwe le nngwe fa ba latela!

# text
source: 2. Transition warnings can also be very helpful. They give your child some time to prepare for the next activity: "In 5 minutes it will be time to pack up the toys before bedtime…"
tn_za: 2. Gape ditsiboso tsa phetogo di ka nna botlhokwa tota. Di neela ngwana wa gago nako nngwe go ipaakanyetsa tirwana e e latelang: “Mo metsotsong e le 5 e tla bo e le nako ya go phutha ditshwamekisi pele go robalwa...”

# text
source: 3. Regular eating and sleeping times are especially important for babies. Not enough sleep can make your child cranky, irritable, and short tempered.
tn_za: 3. Dinako tse di tshwanang tsa go ja le go robala di botlhokwa segolo go masea. Go sa robale go go lekaneng go ka dira gore ngwana wa gago a tselatsele, a tshwenyege mme a ngale ka bonako.

# text
source: Here are some tips for how to help your child prepare for bedtime:
tn_za: Fano ke dikakantsho dingwe gore o ka thusa ngwana wa gago go ipaakanyetsa go robala jang:

# text
source: • Try to have regular bedtimes each day as much as possible.
tn_za: • Leka go nna le dinako tse di tshwanang tsa robala letsatsi le letsatsi ka moo go kgonegang ka gone.

# text
source: • Try to make it quiet and the lights in the room dim.
tn_za: • Leka gore go didimale mme dipone di fifale go le gonnye mo phaposing.

# text
source: • Spend some time with your child. You can sing a lullaby or tell a calm story.
tn_za: • Go fetsa nako ke na le ngwanake O ka mo opelela pina ya tuntuletso kgotsa wa mo tlotlela kgang e e ritibatsang.

# text
source: • Give your child a hug and kiss goodnight before leaving the room.
tn_za: • Tlamparela le go atla ngwana wa gago pele a thulamela pele wena o tswa mo phaposing.

# text
source: Please select another number if you want to learn more about creating daily routines:
tn_za: Ka kopo tlhopha nomoro e nngwe fa o batla go ithuta go feta ka ga go tlhama mekgwatlwaelo ya letsatsi le letsatsi:

# text
source: Here are some suggestions for routines that you could establish with your children:
tn_za: Fano ke ditshitsinyo dingwe tsa mekgwatlwaelo eo o ka e tlhamang le bana ba gago:

# text
source: Bedtime
tn_za: Nako ya go robala

# text
source: Schoolwork and Online Classes
tn_za: Tiro ya sekolo le Dtlelase tsa inthanete

# text
source: Chores
tn_za: Ditiro tsa fa gae

# text
source: Mealtime
tn_za: Nako ya dijo

# text
source: Play/free time
tn_za: Nako go ya tshameka/go ikhutsa

# text
source: T.V. or gadget time
tn_za: Nako ya TV kgotsa ya sediriswa sa inthanete

# text
source: Storytime
tn_za: nako ya kgang

# text
source: One-on-One Time
tn_za: Go Ipha Nako Mmogo

# text
source: You can add more, too! Here is a comic on creating a daily routine with your child.
tn_za: O tla tlaleletsa go feta! Fano ke khomiki ka ga go tlhama mekgwatlwaelo ya letsatsi le letsatsi le ngwana wa gago.

# text
source: Parent: “Now let’s look at the multiplication tables…”
tn_za: Motsadi: “Jaanong tla re lebe dipapetla tsa katiso...”

# text
source: Parent: “Thank you for helping me make lunch, Junior”
tn_za: Motsadi: “Ke lebogela go bo o nthusitse go dira dijo tsa motshegare, Junior”

# text
source: Child: “My favourite!”
tn_za: Ngwana: “Ke a e rata!”

# text
source: Parent “And they all lived happily ever after…Goodnight, my love.”
tn_za: Motsadi “Mme ba tshela monate go feta...Robala sentle lerato la me.”

# text
source: Parent: "Thank you for being so supportive with the kids today.”
tn_za: Motsadi: “Ke leboga go menagane go bo o nnile le tshegetso ka bana gompieno.”

# text
source: 4. Involve @fields.child_nickname in creating daily plans. Set goals and rewards together. Let them plan when they do schoolwork and when they can relax!
tn_za: 4. Tsenyeletsa @fields.child_nickname mo go tlhameng dithulaganyo tsa letsatsi le letsatsi. Baya maikaelelo le dikatso mmogo. Ba letle go rulaganya gore ba dira leng tiro ya sekolo le gore ba ikhutsa leng!

# text
source: 4. Involve your child in creating daily plans. Set goals and rewards together. Let them plan when they do schoolwork and when they can relax!
tn_za: 4. Tsenyeletsa ngwana wa gago mo go tlhameng mekgwatlwaelo ya letsatsi le letsatsi. Baya maikaelelo le dikatso mmogo. Ba letle go rulaganya gore ba dira leng tiro ya sekolo le gore ba ikhutsa leng!

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit. Over the next few days, try creating at least 1 regular daily routine like having a meal together or sharing a story before bedtime. It will help your child feel secure and loved!
tn_za: O dirile sentle @fields.user_name! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno. Mo malatsing a a mmalwa a a latelang, leka go tlhama mokgwatlwaelo o le nna bonnye o le 1 jaaka go jakgotsa go arolelanela kgang mmogo pele ga go robalwa. Go tla dira gore ngwana wa gago a ikutlwe a babalesegile le go ratiwa!

# text
source: Well done! You have added another skill to your Parenting Toolkit. Over the next few days, try creating at least 1 regular daily routine like having a meal together or sharing a story before bedtime. It will help your child feel secure and loved!
tn_za: O dirile sentle! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno. Mo malatsing a a mmalwa a a latelang, leka go tlhama mokgwatlwaelo o le nna bonnye o le 1 jaaka go jakgotsa go arolelanela kgang mmogo pele ga go robalwa. Go tla dira gore ngwana wa gago a ikutlwe a babalesegile le go ratiwa!

# text
source: Well done @fields.user_name! You have added another layer to your House of Support. Over the next few days, try creating at least 1 regular daily routine like having a meal together or sharing a story before bedtime. It will help your child feel secure and loved!
tn_za: O dirile sentle @fields.user_name! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso beke eno. Mo malatsing a a mmalwa a a latelang, leka go tlhama mokgwatlwaelo o le nna bonnye o le 1 jaaka go jakgotsa go arolelanela kgang mmogo pele ga go robalwa. Go tla dira gore ngwana wa gago a ikutlwe a babalesegile le go ratiwa!

# text
source: Well done! You have added another layer to your House of Support. Over the next few days, try creating at least 1 regular daily routine like having a meal together or sharing a story before bedtime. It will help your child feel secure and loved!
tn_za: O dirile sentle! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso beke eno. Mo malatsing a a mmalwa a a latelang, leka go tlhama mokgwatlwaelo o le nna bonnye o le 1 jaaka go jakgotsa go arolelanela kgang mmogo pele ga go robalwa. Go tla dira gore ngwana wa gago a ikutlwe a babalesegile le go ratiwa!

# text
source: Hello @fields.user_name! Book-sharing can be a great learning tool for your child. You can use simple pictures in books, magazines, or newspapers to do lots of things that you and your child can enjoy.
tn_za: Dumela @fields.user_name! Go arolelanela buka e ka nna tsela e ntle ya go ithuta go ngwana wa gago. O ka dirisa ditshwantsho bonolo fela mo dibukeng, kgotsa dikuranta go dira dilo tse dintsi tse wena le ngwana wa gago le ka di itumelelang.

# text
source: Hello! Book-sharing can be a great learning tool for your child. You can use simple pictures in books, magazines, or newspapers to do lots of things that you and your child can enjoy.
tn_za: Dumela! Go arolelanela buka e ka nna tsela e ntle ya go ithuta go ngwana wa gago. O ka dirisa ditshwantsho bonolo fela mo dibukeng, kgotsa dikuranta go dira dilo tse dintsi tse wena le ngwana wa gago le ka di itumelelang.

# text
source: Would you like to learn more about how you can help @fields.child_nickname develop through book sharing?
tn_za: A o ka rata go ithuta go feta gore o ka thusa jang @fields.child_nickname ka go arolelanela buka?

# text
source: Would you like to learn more about how you can help your child develop through book sharing?
tn_za: A o ka rata go ithuta go feta gore o ka thusa jang ngwana wa gago ka go arolelanela buka?

# text
source: Here's a video to take you through the shared book reading activity!
tn_za: Fano ke bidiyo go go kaetsa tirwana ya go buisa buka e e arolelanelwang!

# text
source: Here's an audio message that takes you through the shared book reading activity!
tn_za: Fano ke molaetsa wa odiyo go go kaetsa tirwana ya go buisa buka e e arolelanelwang!

# text
source: Here are some tips for sharing books with your child:
tn_za: Fano ke dikakantsho go arolelanela dibuka le ngwana wa gago:

# text
source: 1. Follow your child's interest
tn_za: 1. Latela kgatlhegelo ya ngwana wa gago

# text
source: 2. Use a lively voice
tn_za: 2. Dirisa lentswe le le tletseng botshelo

# text
source: 3. Pointing and naming
tn_za: 3. Go supa le go bitsa maina

# text
source: 4. Be positive and supportive
tn_za: 4. Nna le tshepo mme o neelane ka tshegetso

# text
source: 5. Making actions and links
tn_za: 5. Go tsaya dikgato lle dikgokagano

# text
source: 6. Talking about feelings
tn_za: 6. Go bua ka maikutlo

# text
source: 7. Babies and books go well together
tn_za: 7. Masea le dibuka di a tshwaisana

# text
source: To learn more about one of these tips, type "1" to "7". You can also type "N" to move on.
tn_za: Go ithuta go le gontsi ka nngwe ya dikakantsho tse, tlanya “1” go ya go “7”. Gape o ka tlanya “N”go tswelelapele.

# text
source: Speak with a lively or animated voice. This will help to keep the child’s attention on the book.
tn_za: Bua ka lentswe le le tletseng botshelo mme o etsise diphologolo. Seno se tla thusa gore ngwana wa gago a tsepame mo bukeng.

# text
source: 7. Babies and Books!
tn_za: 7. Masea le dibuka!

# text
source: Even very young babies enjoy book-sharing and looking at the pictures together with a parent or caregiver. In fact, regular book-sharing helps their development and learning. And it is okay for them to put the book in their mouth - they are exploring!
tn_za: Le fa ba santse ba le bannye, bana ba rata go arolelanela buka le go lebelela ditshwantsho mmogo le motsadi kgotsa motlhokomedi. Sentlentle, go arolelanela buka ka gale go thusa tlhabololo le go ithuta ga bona. E bile go siame le fa ba tsenya buka mo molomong - ba a batlisisa!

# text
source: Here are some examples!
tn_za: Fano ke dingwe tsa dikai

# text
source: “Look, she is smiling. Why do you think she is smiling? What made you smile today?”
tn_za: “Bona, o a nyeba. Gore o akanya gore o a nyeba? Ke eng se se dirileng gore o nyebe gompieno?”

# text
source: “The monkey is sad because he is all on his own. Can you remember when you were last sad?”
tn_za: “Kgabo e hutsafetse gonne e ntse e le nosi. A o kgona go gopola gore ke leng labofelo fa o ne o hutsafetse?”

# text
source: “That tiger looks angry. Why do you think he is angry? Do you remember when I got angry this morning?”
tn_za: “Nkwe e lebega e galefile. gore o akanya gore e lebega e galefile? A o gopola fa ke ne ke galefile mo mosong ono?”

# text
source: Please select another number if you want to learn more about sharing books with your child:
tn_za: Ka kopo tlhopha nomoro e nngwe fa o batla go ithuta go feta ka ga go arolelanela buka le ngwana wa gago:

# text
source: Book-sharing can be a great learning tool for your child. You can use simple pictures in books, magazines, or newspapers to do lots of things that you and @fields.child_nickname can enjoy.
tn_za: Go arolelanela buka e ka nna tsela e ntle ya go ithuta go ngwana wa gago. O ka dirisa ditshwantsho bonolo fela mo dibukeng, kgotsa dikuranta go dira dilo tse dintsi tse wena le @fields.child_nickname le ka di itumelelang.

# text
source: Book-sharing can be a great learning tool for your child. You can use simple pictures in books, magazines, or newspapers to do lots of things that you and your child can enjoy.
tn_za: Go arolelanela buka e ka nna tsela e ntle ya go ithuta go ngwana wa gago. O ka dirisa ditshwantsho bonolo fela mo dibukeng, kgotsa dikuranta go dira dilo tse dintsi tse wena le ngwana wa gago le ka di itumelelang.
