Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/tn/tn_messages.po
Languages: tn_za

# text
source: For example, if your child whines for sweets at the store, you might initially say “no” but then give in to your child when they start to have a tantrum. This happens to all of us!
tn_za: Sekao, fa ngwana wa gago a ngongoregela dimonamone kwa lebenkleng, kwa tshimologong o ka re “Nnyaa:, mme kwa bokhutlong wa dumela fa ngwana wa gago a simolola matepe. E re diragalela rotlhe!

# text
source: Having a tantrum can be just as traumatic and difficult for your child as it is for you. Make sure you give @fields.child_nickname plenty of positive attention and love as soon as they have calmed down.
tn_za: Matepe a botlhoko mo go wena fela jaaka a le botlhoko mo ngwaneng wa gago. Netefatsa gore o neela @fields.child_nickname nako e e molemo le lerato fela fa a sena go ritibala.

# text
source: Having a tantrum can be just as traumatic and difficult for your child as it is for you. Make sure you give your child plenty of positive attention and love as soon as they have calmed down.
tn_za: Matepe a botlhoko mo go wena fela jaaka a le botlhoko mo ngwaneng wa gago. Netefatsa gore o neela 1 nako e e molemo le lerato fela fa a sena go ritibala.

# text
source: At this time, it is more important that you involve @fields.child_nickname in a positive activity instead of talking about what just happened. You can do that later like at night or the next day. Right now @fields.child_nickname needs love.
tn_za: Mo nakong e, go botlhokwa tota gore o tseise @fields.child_nickname karolo go tirwana e e siameng go na le go bua ka se se fetsang go diragala. O tla bua ka sona moragonyana maitseboa kgotsa letsatsi le le latelang. Gajaana @fields.child_nickname o tlhoka lerato.

# text
source: At this time, it is more important that you involve your child in a positive activity instead of talking about what just happened. You can do that later like at night or the next day. Right now your child needs love.
tn_za: Mo nakong e, go botlhokwa tota gore o tseise ngwana wa gago karolo go tirwana e e siameng go na le go bua ka se se fetsang go diragala. O tla bua ka sona moragonyana maitseboa kgotsa letsatsi le le latelang. Gajaana ngwana wa gago o tlhoka lerato.

# text
source: Try to remain consistent. Over time, @fields.child_nickname will learn that the demanding behaviour no longer works.
tn_za: Leka go tswelela go lolama. Fa nako e ntse e tsamaya, @fields.child_nickname o tla ithuta gore maitsholo a go pateletsa ga a sa tlhoke a thusa.

# text
source: Try to remain consistent. Over time, your child will learn that the demanding behaviour no longer works.
tn_za: Leka go tswelela go lolama. Fa nako e ntse e tsamaya, ngwana wa gago o tla ithuta gore maitsholo a go pateletsa ga a sa tlhoke a thusa.

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit. Over the next few days, try to identify one negative attention-seeking behaviour that you can try to first redirect and then ignore if it continues. Remember to ignore the behaviour, not your child! It is not easy, but if you are patient and give it time, it really works. You can do this!
tn_za: O dirile sentle @fields.user_name! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno. Mo malatsing a a mmalwa a a tlang, leka go batlana tse maitsholo a go pateletsa dilo ao o ka kgonang go kaela kwa ntlheng morago o a ikgatholose fa a tswelelapele. Ikgatholose maitsholo e seng ngwana wa gago Ga go bonolo, fela fa o le pelotelele mme o a neela nako, o tla a kgona. O ka dira seno!

# text
source: Well done! You have added another skill to your Parenting Toolkit. Over the next few days, try to identify one negative attention-seeking behaviour that you can try to first redirect and then ignore if it continues. Remember to ignore the behaviour, not your child! It is not easy, but if you are patient and give it time, it really works. You can do this!
tn_za: O dirile sentle! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno. Mo malatsing a a mmalwa a a tlang, leka go batlana tse maitsholo a go pateletsa dilo ao o ka kgonang go kaela kwa ntlheng morago o a ikgatholose fa a tswelelapele. Ikgatholose maitsholo e seng ngwana wa gago Ga go bonolo, fela fa o le pelotelele mme o a neela nako, o tla a kgona. O ka dira seno!

# text
source: Well done @fields.user_name! You have added a layer to your House of Support. Over the next few days, try to identify one negative attention-seeking behaviour that you can try to first redirect and then ignore if it continues. Remember to ignore the behaviour, not your child! It is not easy, but if you are patient and give it time, it really works. You can do this!
tn_za: O dirile sentle @fields.user_name! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso! Mo malatsing a a mmalwa a a tlang, leka go batlana tse maitsholo a go pateletsa dilo ao o ka kgonang go kaela kwa ntlheng morago o a ikgatholose fa a tswelelapele. Ikgatholose maitsholo e seng ngwana wa gago Ga go bonolo, fela fa o le pelotelele mme o a neela nako, o tla a kgona. O ka dira seno!

# text
source: Well done! You have added a layer to your House of Support. Over the next few days, try to identify one negative attention-seeking behaviour that you can try to first redirect and then ignore if it continues. Remember to ignore the behaviour, not your child! It is not easy, but if you are patient and give it time, it really works. You can do this!
tn_za: O dirile sentle! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso! Mo malatsing a a mmalwa a a tlang, leka go batlana tse maitsholo a go pateletsa dilo ao o ka kgonang go kaela kwa ntlheng morago o a ikgatholose fa a tswelelapele. Ikgatholose maitsholo e seng ngwana wa gago Ga go bonolo, fela fa o le pelotelele mme o a neela nako, o tla a kgona. O ka dira seno!

# text
source: Today's Parenting Tip is all about Praise. How did the above message make you feel? We all appreciate it when the good things we do are recognised by others, especially when it is someone who is close to us.
tn_za: Kakantsho ya gompieno e ka ga Kakgolo. Molaetsa o o fa godimo o dirile gore o ikutlwe jang? rotlhe re ananeela fa dilo tse dintle tse re di dirang di lemogiwa ke ba bangwe, segolo fa e le bao ba leng gaufi le rona.

# text
source: Praise your children when they are behaving well! They may not show it but you’ll see them doing that good behaviour again…
tn_za: Akgola bana ba gago fa ba itshotse sentle! Gongwe ba ka nna ba se go bontshe gore ba a itumela mme gone, o tla ba bona ba dira selo seo se se sentle gape…

# text
source: Hi @fields.user_name! I just wanted to thank you for making this commitment to improve the life of your children. It shows you really care!
tn_za: Dumela @fields.user_name! Ke ne ke rata fela go go lebogela go tsaya maitlamo go fetola botshelo jwa bana ba gago. Go a bontsha gore tota o a kgathala!

# text
source: Hi! I just wanted to thank you for making this commitment to improve the life of your children. It shows you really care!
tn_za: Dumela! Ke ne ke rata fela go go lebogela go tsaya maitlamo go fetola botshelo jwa bana ba gago. Go a bontsha gore tota o a kgathala!

# text
source: Keep it positive! Make sure your children get lots of praise when they are behaving well. This will make them want to behave that way more often.
tn_za: Nna le tshepo Netefatsa gore bana ba akgolwa go le gontsi fa ba itshotse sentle. Seno se tla dira gore ba itshole ka nako tse dintsi.

# text
source: We all appreciate it when the good things we do are recognised by others, especially when it is someone who is close to us.
tn_za: Rotlhe re ananeela fa dilo tse dintle tse re di dirang di lemogiwa ke ba bangwe, segolo fa e le bao ba leng gaufi le rona.

# text
source: Praise works for our children, too. When you bring more attention to positive behaviour, they are likely to do it more often. They also will feel good about themselves!
tn_za: Kakgolo e thusa bana ba rona tota. Fa o elatlhoko maitsholo a a siameng, le bona ba tla tswelela go itshola sentle ka nako tse dintsi. Le bona ba batla go itutlwa monate!

# text
source: Here are 3 simple steps to get it right:
tn_za: Fano ke dikgato tse 23 tse di bonolo go diragatsa se:

# text
source: 1. Be positive
tn_za: 1. Leba dilo ka tsela e e siameng

# text
source: 2. Be specific
tn_za: 2. Lolama

# text
source: 3. Be enthusiastic
tn_za: 3. Bontsha phisego

# text
source: To learn more about one of these steps, type "1" to "3". You can also type "N" to stop this tip.
tn_za: Go ithuta go le gontsi ka nngwe ya dikakantsho tse, tlanya “1” go ya go “3”. Tlanya “N” go emisa kakantsho e.

# text
source: Step 3. Be enthusiastic
tn_za: Kgato 3. Bontsha phisego

# text
source: Really mean it when you say it! The more real you are the better it will feel.
tn_za: Bontsha gore tota se o se buang se tswa mo pelong! Fa o bontsha gore tota se o se buang se pelong go tla utlwalega.

# text
source: Please select another number if you want to learn more about praise:
tn_za: Ka kopo tlhopha nomoro e nngwe fa o batla go ithuta go feta ka ga go akgola:

# text
source: Here is a comic on praising your child.
tn_za: Fano ke khomiki ka ga go akgola ngwana wa gago.

# text
source: Here is a comic on praising your teen.
tn_za: Fano ke khomiki ka ga go akgola mosha wa gago.

# text
source: Parent: “Thank you for being quiet while I talked to my boss. I appreciate it! Here, you can use my phone to WhatsApp your friends”
tn_za: Motsadi: “Ke lebogela go bo o didimetse fa ke ne ke bua le mothapi wa me. Ke motlotlo! Re anaanela seo thata. Fano, o ka dirisa founu go Whatsapela ditsala tsa gago”

# text
source: Teen: “Thanks! I really want to see how they are doing.”
tn_za: Mosha”: "Ke a leboga! Ke tota ke rata go itse gore ba tsoga jang.”

# text
source: Silence
tn_za: Tidimalo

# text
source: Parent: “Thank you for playing quietly while I was doing work. In 5 minutes I will be able to join you.”
tn_za: Motsadi: “Ke lebogela go bo o tshamekile fa tidimalo fa ke ne ke dira. Ke tla tla go nna le wena mo etsotsong e le 5.”

# text
source: Parent: “I really appreciate you playing quietly together while I worked. Now I can play with you for a bit. What would you like to do?”
tn_za: Motsadi: “Ke tota ke ananeela gore o tshamekile ka tidimalo fa ke ne ke dira. Jaanong nka tshameka le wena go le gonnye. O ka rata go dira eng?"

# text
source: Here's an audio message on how you can bring more attention to positive behaviour by praising @fields.child_nickname!
tn_za: Fano ke molaetsa wa odiyo gore o tlisa jang kelotlhoko e e oketsegileng go maitsholo a a siameng ka go akgola @fields.child_nickname!

# text
source: Here's an audio message on how you can bring more attention to positive behaviour by praising your child!
tn_za: Fano ke molaetsa wa odiyo gore o tlisa jang kelotlhoko e e oketsegileng go maitsholo a a siameng ka go akgola ngwana wa gago!

# text
source: Here's a video on how you can bring more attention to positive behaviour by praising @fields.child_nickname!
tn_za: Fano ke bidiyo gore o tlisa jang kelotlhoko e e oketsegileng go maitsholo a a siameng ka go akgola @fields.child_nickname!

# text
source: Here's a video on how you can bring more attention to positive behaviour by praising your child!
tn_za: Fano ke bidiyo gore o tlisa jang kelotlhoko e e oketsegileng go maitsholo a a siameng ka go akgola ngwana wa gago!

# text
source: Step 1. Be positive
tn_za: Kgato 1. Leba dilo ka tsela e e siameng

# text
source: Praise @fields.child_nickname for something they have done well. They may not show it, but you’ll see them doing that good thing again. It will also reassure them that you notice and care.
tn_za: Akgolela @fields.child_nickname go bo a dirile sengwe se se siameng. Gongwe ba ka nna ba se go bontshe gore ba a itumela mme gone, o tla ba bona ba dira selo seo se se sentle gape. Gape seno se tla dira gore ba lemoge gore o a bona gore ba dira bontle e bile o amega ka bone.

# text
source: Praise your child or teenager for something they have done well. They may not show it, but you’ll see them doing that good thing again. It will also reassure them that you notice and care.
tn_za: Akgolela ngwana kgotsa mosha wa gago go bo a dirile sengwe bontle. Gongwe ba ka nna ba se go bontshe gore ba a itumela mme gone, o tla ba bona ba dira selo seo se se sentle gape. Gape seno se tla dira gore ba lemoge gore o a bona gore ba dira bontle e bile o amega ka bone.

# text
source: Step 2. Be specific
tn_za: Kgato 2. Lolama

# text
source: Praise the behaviour. Use words to describe the behaviour that you are praising. Say, 'Well done for finishing all your chores, @fields.child_nickname,' instead of 'Good job.'
tn_za: Akgola maitsholo. Dirisa mafoko go tlhalosa maitsholo a o a akgolang. E re, “O dirile bontle ka go dira ditiro tsotlhe, @fields.child_nickname, ‘gona le gore ‘tiro e ntle.’

# text
source: Praise the behaviour. Use words to describe the behaviour that you are praising. Say, 'Well done for finishing all your chores, Sam,' instead of 'Good job.'
tn_za: Akgola maitsholo. Dirisa mafoko go tlhalosa maitsholo a o a akgolang. E re, “O dirile bontle ka go dira ditiro tsotlhe, Sam, ‘gona le gore ‘tiro e ntle.’

# text
source: Well done for adding another skill to your Parenting Toolkit! Over the next few days, try to find 3 things that you can praise your children for every day. You can also praise other adults in your household, too. Notice how they respond!
tn_za: O dirile bontle ka go tsenya kgono e le nngwe go Kaedi ya Botsadi beke eno! Mo malatsing a a mmawla a a tlang, leka go bona dilo tse 3 tse o ka akgolelang bana ba gago go di dira letsatsi le letsatsi. Tota e bile le ba bangwe ba ba godileng mo lapeng o ka ba baka. Ela tlhoko gore ba itshwara jang fa o ba baka!

# text
source: Well done for adding another layer to your House of Support! Over the next few days, try to find 3 things that you can praise your children for every day. You can also praise other adults in your household, too. Notice how they respond!
tn_za: O dirile sentle ka go tsenya moalo o le mongwe go Ntlo ya gago ya Tshegetso! Mo malatsing a a mmawla a a tlang, leka go bona dilo tse 3 tse o ka akgolelang bana ba gago go di dira letsatsi le letsatsi. Tota e bile le ba bangwe ba ba godileng mo lapeng o ka ba baka. Ela tlhoko gore ba itshwara jang fa o ba baka!

# text
source: Remember you can always type "Help" if you ever want more parenting tips or support. Chat to you later @fields.user_name!
tn_za: Gopola go tlanya “Thuso” fa o ka tlhoka dikakantsho tse dingwe tsa botsadi kgotsa thuso nngwe. Ke tla bua le wena moragonyana @fields.user_name!

# text
source: Remember you can always type "Help" if you ever want more parenting tips or support. Chat to you later!
tn_za: Gopola go tlanya “Thuso” fa o ka tlhoka dikakantsho tse dingwe tsa botsadi kgotsa thuso nngwe. Ke tla bua le wena moragonyana!

# text
source: Hello @fields.user_name! Today's tip is about how we can help our children learn how to solve problems and conflicts.
tn_za: Dumela @fields.user_name! Kakantsho ya gompieno e ka ga gore re ka thusa jang bana ba rona go ithuta go rarabolola mathata le dikgotlhang.

# text
source: Hello! Today's tip is about how we can help our children learn how to solve problems and conflicts.
tn_za: Dumela! Kakantsho ya gompieno e ka ga gore re ka thusa jang bana ba rona go ithuta go rarabolola mathata le dikgotlhang.

# text
source: Remember that you can also change the type of messages you receive for an older or younger child. Just select "Tech Support." Chat to you later @fields.user_name!
tn_za: Gape o ka fetola mofuta wa melaetsa o o amogelelang ngwana wa gago yo mogolwane kgotsa yo monnye. tlhopha fela “Tshegetso ya setegeniki”. Ke tla bua le wena moragonyana @fields.user_name!

# text
source: Remember that you can also change the type of messages you receive for an older or younger child. Just select "Tech Support." Chat to you later!
tn_za: Gape o ka fetola mofuta wa melaetsa o o amogelelang ngwana wa gago yo mogolwane kgotsa yo monnye. tlhopha fela “Tshegetso ya setegeniki”. Ke tla bua le wena moragonyana!

# text
source: Challenges are stressful. But problem-solving can really help. There are 6 basic steps for problem solving:
tn_za: Dikgwetlho di a imela. Fela go rarabolola mathata go a thusa. Gona le dikgato tsa motheo di le 6 go rarabolola mathata:

# text
source: 1. Identify the problem
tn_za: 1. Lemoga bothata

# text
source: 2. Think of possible solutions
tn_za: 2. Akanya ka ditharabololo tse di kgonegang

# text
source: 3. Figure out what the results of each solution would be
tn_za: 3. Bona gore tharabololo nngwe le nngwe e ka tlisa dipoelo tse di ntseng jang

# text
source: 4. Choose one solution
tn_za: 4. tlhopha tharabololo e le nngwe

# text
source: 5. Try it out!
tn_za: 5. E leke!

# text
source: 6. Did it work? Great! If it did not work, then try another solution
tn_za: 6. A e berekile? Go gontle! Fa e sa bereka, jaanong o ka leka tharabololo e nngwe

# text
source: We can also teach our children the same steps.
tn_za: Gape re ka ithuta bana ba rona dikgato tsona tse.

# text
source: When something bad happens, we often get upset and blame our children. But what they really need is someone to help them work through their problems.
tn_za: Fa go direga sengwe se se maswe, gantsi re a kgopisega e be re latofatsa mongwe. Fela tota se ba se tlhokang ke mongwe go ba thusa go mekamekana le mathata a bona.

# text
source: Take a Pause! Become aware of anger and stress. Take a deep breath or count to 10 before you react. Then respond in a calmer way.
tn_za: Ema go se kae! Ela kgalefo le go imelega tlhoko. Hemela kwa teng kgotsa bala go ya go 10 pele o araba. Araba ka tsela e e ritibeseng.

# text
source: Help @fields.child_nickname learn how to solve problems. As children get older, they become more independent and sometimes push the boundaries that we create to keep them safe.
tn_za: Thusa @fields.child_nickname go ithuta go rarabolola mathata. Fa bana ba ntse ba gola, ba ikemela go fela mme nako dingwe ba lekeletsa maparego ao re a tlhamileng go ba tshola ba sireletsegile.

# text
source: Help your child/teen learn how to solve problems. As children get older, they become more independent and sometimes push the boundaries that we create to keep them safe.
tn_za: Thusa ngwana/mosha wa gago gore a rarabolole mathata jang. Fa bana ba ntse ba gola, ba ikemela go fela mme nako dingwe ba lekeletsa maparego ao re a tlhamileng go ba tshola ba sireletsegile.

# text
source: Here's a video to help you teach @fields.child_nickname problem-solving skills!
tn_za: Fano ke bidiyo go go thusa go ruta @fields.child_nickname dikgono go rarabolola mathata!

# text
source: Here's a video to help you teach your child problem-solving skills!
tn_za: Fano ke bidiyo go go thusa go ruta ngwana wa gago dikgono go rarabolola mathata!

# text
source: Here's an audio message to help you teach @fields.child_nickname problem-solving skills!
tn_za: Fano ke molaetsa wa odiyo go go thusa go ruta @fields.child_nickname dikgono go rarabolola mathata!

# text
source: Here's an audio message to help you teach your child problem-solving skills!
tn_za: Fano ke molaetsa wa odiyo go go thusa go ruta ngwana wa gago dikgono go rarabolola mathata!

# text
source: Try to find solutions together:
tn_za: Lekang go batla ditharabololo mmogo:

# text
source: • Allow @fields.child_nickname to express how they feel and accept their feelings.
tn_za: • Letla @fields.child_nickname go tlhagisa maikutlo mme o a amogele.

# text
source: • Try to listen to @fields.child_nickname and see things from their perspective.
tn_za: • Leka go reetsa @fields.child_nickname le go bona dilo go tswa mo tlhakoreng la bona.

# text
source: • Thank @fields.child_nickname for being open and trusting you
tn_za: • Lebogela @fields.child_nickname go phuthologa le go go tshepa

# text
source: • Allow your teen to express how they feel and accept their feelings.
tn_za: • Letla mosha wa gagogo tlhagisa maikutlo mme o a amogele.

# text
source: • Try to listen to your teen and see things from their perspective.
tn_za: • Leka go reetsa mosha le go bona dilo go tswa mo tlhakoreng la bona.

# text
source: • Thank your teen for being open and trusting you
tn_za: • Lebogela mosha wa gago go phuthologa le go go tshepa

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit. Next time your teen is confronted with a challenge, try remaining calm and tackle the challenge together. Helping your teen learn how to solve problems will be something they will take with them the rest of their lives. What a gift!
tn_za: O dirile sentle @fields.user_name! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno. Nako e e tlang fa mosha wa gago a lebanwe le kgwetlho, leka go tswelela go ritibala mme le mekamekane le kgwetlho mmogo. Go thusa mosha wa gago go ithuta gore a ka rarabolola mathata jange tla nna sengwe se ba tla se lebogelang botshelo jwa bona botlhe. Ruri ke mpho!

# text
source: Well done! You have added another skill to your Parenting Toolkit. Next time your teen is confronted with a challenge, try remaining calm and tackle the challenge together. Helping your teen learn how to solve problems will be something they will take with them the rest of their lives. What a gift!
tn_za: O dirile sentle! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno. Nako e e tlang fa mosha wa gago a lebanwe le kgwetlho, leka go tswelela go ritibala mme le mekamekane le kgwetlho mmogo. Go thusa mosha wa gago go ithuta gore a ka rarabolola mathata jange tla nna sengwe se ba tla se lebogelang botshelo jwa bona botlhe. Ruri ke mpho!

# text
source: Well done @fields.user_name! You have added another layer to your House of Support. Next time your teen is confronted with a challenge, try remaining calm and tackle the challenge together. Helping your teen learn how to solve problems will be something they will take with them the rest of their lives. What a gift!
tn_za: O dirile sentle @fields.user_name! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso beke eno. Nako e e tlang fa mosha wa gago a lebanwe le kgwetlho, leka go tswelela go ritibala mme le mekamekane le kgwetlho mmogo. Go thusa mosha wa gago go ithuta gore a ka rarabolola mathata jange tla nna sengwe se ba tla se lebogelang botshelo jwa bona botlhe. Ruri ke mpho!

# text
source: Well done! You have added another layer to your House of Support. Next time your teen is confronted with a challenge, try remaining calm and tackle the challenge together. Helping your teen learn how to solve problems will be something they will take with them the rest of their lives. What a gift!
tn_za: O dirile sentle! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso beke eno. Nako e e tlang fa mosha wa gago a lebanwe le kgwetlho, leka go tswelela go ritibala mme le mekamekane le kgwetlho mmogo. Go thusa mosha wa gago go ithuta gore a ka rarabolola mathata jange tla nna sengwe se ba tla se lebogelang botshelo jwa bona botlhe. Ruri ke mpho!

# text
source: Stop it before it starts! When your children get restless, you can distract them with something interesting or fun: "Come, let's play a game together!"
tn_za: E thibe pele e simolola! Fa ngwana wa gago a etsaetsega, o ka mo thusa ka go mo dirisa sengwe se se kgatlhisang kgotsa se le monate. “Tla re tshameke mmogo!”

# text
source: Hello @fields.user_name! All children misbehave sometimes. It is normal when they are tired, scared, hungry, or learning independence. Today's tips are all about what to do when our children misbehave…
tn_za: Dumela @fields.user_name! Bana botlhe ga ba itshole sentle nako dingwe. Seno se tlwaelegile fa ba lapile, ba tshogiel, ba tshwerwe ke tlala, kgotsa ba ithuta go ikemela. Dikakantsho tsa gompieno di ka ga gore o direng fa bana ba sa itshole sentle...
