Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/tn/tn_messages.po
Languages: tn_za

# text
source: Remember that you can always get suggestions for activities to develop your baby's brain by typing "Play". Chat later @fields.user_name!
tn_za: O kkgona go bona ditshitsinyo tsa ditirwana tse o ka di dirang ka gale ka go tlanya “Tshameka”. Tla re bue moragonyana@fields.user_name!

# text
source: Remember that you can always get suggestions for activities to develop your baby's brain by typing "Play". Chat later!
tn_za: O kkgona go bona ditshitsinyo tsa ditirwana tse o ka di dirang ka gale ka go tlanya “Tshameka”. Tla re bue moragonyana!

# text
source: Hi @fields.user_name! Would you like some suggestions for fun or educational activities to do with your children?
tn_za: Dumela @fields.user_name! A o ka rata ditshitsinyo tsa ditirwana tse go itumedisa kgotsa tsa thuto go di dira le bana ba gago?

# text
source: Hi! Would you like some suggestions for fun or educational activities to do with your children?
tn_za: Dumela! A o ka rata ditshitsinyo tsa ditirwana tse go itumedisa kgotsa tsa thuto go di dira le bana ba gago?

# text
source: That's okay! You can always get suggestions for activities to do by typing "Play". Chat later @fields.user_name!
tn_za: Ga se bothata! O kkgona go bona ditshitsinyo tsa ditirwana tse o ka di dirang ka gale ka go tlanya “Tshameka”. Tla re bue moragonyana@fields.user_name!

# text
source: That's okay! You can always get suggestions for activities to do by typing "Play". Chat later!
tn_za: Ga se bothata! O kkgona go bona ditshitsinyo tsa ditirwana tse o ka di dirang ka gale ka go tlanya “Tshameka”. Tla re bue moragonyana!

# text
source: Remember that you can always get suggestions for activities to do by typing "Play". Chat later @fields.user_name!
tn_za: Gopola gore o ka kgona go bona ditshitsinyo tsa ditirwana tse o ka di dirang ka go tlanya “Tshameka”. Tla re bue moragonyana@fields.user_name!

# text
source: Remember that you can always get suggestions for activities to do by typing "Play". Chat later!
tn_za: Gopola gore o ka kgona go bona ditshitsinyo tsa ditirwana tse o ka di dirang ka go tlanya “Tshameka”. Tla re bue moragonyana!

# text
source: Hi @fields.user_name! Every child has challenging behaviour sometimes. Would you like some tips on how to address these behaviours?
tn_za: Dumela @fields.user_name! Ngwana mongwe le mongwe o na le maitsholo a a kgetlho nako dingwe. A o ka rata dikakantsho dingwe go samagana le maitsholo a?

# text
source: Hi! Every child has challenging behaviour sometimes. Would you like some tips on how to address these behaviours?
tn_za: Dumela! Ngwana mongwe le mongwe o na le maitsholo a a kgetlho nako dingwe. A o ka rata dikakantsho dingwe go samagana le maitsholo a?

# text
source: That is okay! You can always access parenting tips by typing "Help".
tn_za: Seo se siame! O ka etela dikakantsho tsa botsadi gape ka go tlanya “Thuso”.

# text
source: Remember that One-on-One time, praise for being good, and consistent routines will also help reduce difficult behaviours.
tn_za: Gopola gore nako ya motho ka mong, akgola go itshola sentle, mme mkgwatlwaelo e e lolameng e tla thusa go fokotsa maitsholo a a bosula.

# text
source: Hi @fields.user_name! How are you feeling?
tn_za: Dumela @fields.user_name! O ikutlwa jang?

# text
source: Hi! How are you feeling?
tn_za: Dumela! O ikutlwa jang?

# text
source: Lovely! Take a breath just to appreciate the moment.
tn_za: Bontle! Hema jalo go ananeela motsi.

# text
source: Marvellous! When you feel good, it is easier to keep it positive throughout the day.
tn_za: Matshetshe! Fa o ikutlwa sentle, go bonolo go go tswelela go nna le tshepo letsatsi lotlhe.

# text
source: Everyone has challenging days, but you do not need experience it alone. Try reaching out to family and friends for support.
tn_za: Botlhe ba na le malatsi a a gwetlhang tota, fela se mekameknae le ona o le nosi. Leka go bua le balelapa le ditsala go bona tshegetso.

# text
source: It is completely normal to feel okay. You do not need to feel great everyday.
tn_za: Go tlwaelegile go ikutlwa o siame. Ga o tlhoke go ikutlwa sentle letsatsi le letsatsi.

# text
source: Life is filled with ups and downs. It is important to recognise and accept how are you feeling. Please remember to be kind to yourself.
tn_za: Botshelo bo tletse dilwana. Go botlhokwa go lemoga le go amogela gore o ikutlwa jang. Gopola go ineneketsa.

# text
source: Thank you for sharing! All feelings, whether they are good, bad, or okay are welcome here.
tn_za: Ke lebogela go bo o mpoleletse! Maikutlo otlhe, a siame, a le bosula, kgotsa a le mantle a amogelesega mono.

# text
source: We are made to feel different emotions, and learning to identify them is a great skill. Good job! You know we are here to support you.
tn_za: Re tlhodilwe go itemogela maikutlo a a farologaneng, le go ithuta go a lemoga ka kgono e kgolo. Tiro e ntle! O a itse go re fano go go tshegetsa.

# text
source: Thank you for sharing how you are feeling today. If you would like, try this relaxation activity that can help recenter and ground your emotions.
tn_za: Re lebogela go bo o re boleletse gore o ikutlwa jang gompieno. Fa o rata, leka tirwana e ya itapoloso go ithusa go ipatla le go tsepamisa maikutlo.

# text
source: Thank you for sharing how you are feeling. Is there anything someone can do to help you feeling better? If so, try reaching out to them, a support system is so important.
tn_za: Re lebogela go bo o re boleletse gore o ikutlwa jang. A go sengwe se motho a ka se dirang go go thusa go ikutlwa botoka? Fa go le jalo, leka go ikgolaganya, tsamaiso ya tshegetso e botlhokwa tota.

# text
source: We have all experienced difficult days, but remember its important to experience all emotions. Try to do something that can help you feel better, like going for a walk or talking to someone you care about.
tn_za: Rotlhe re na le malatsi a a boima, fela gopola gore go botlhokwa go itemogela maikutlo otlhe. Leka go dira sengwe se se ka go thusang go ikutlwa botoka, jaaka go tswela kwa ntle kgotsa go buisana le motho yo o mo kgathalelang.

# text
source: That is excellent news. When you feel good, your family around you also feels good!
tn_za: Ke dikgang tse di monate. Fa o ikutlwa sentle, balelapa le bona ba ikutlwa sentle!

# text
source: We all experience days where we just feel fine, and that is completely okay!
tn_za: Rotlhe re itemogela malatsi ao re ikutlwang fela sentle, mme go siame fela!

# text
source: You should not feel pressured to feel happy and great all the time. All feelings are valid and healthy!
tn_za: OGa o a tshwanela go pateletsega go itumela le go ikutlwa sentle ka dinako tsotlhe. Maikutlo otlhe a botlhokwa e bile a itekanetse!

# text
source: Feeling okay is perfectly normal. Try asking how your family members are feeling today. This can help everyone to understand each other better.
tn_za: Go ikutlwa sentle go tlwaelegile. Leka go botsa maloko a lelapa gore ba ikutlwa jang gompieno. seno se ka thusa gore ba tlhaloganye botoka.

# text
source: Part of keeping healthy is allowing yourself to feel all your emotions: the good, the bad, and the ones in the middle.
tn_za: Karolo ya go itshola o itekanetse ke go itetla go itemogela maikutlo otlhe: a a simaneng, a a bosula, le a a magareng.

# text
source: There are days when we just go with the flow and it is completely perfect.
tn_za: Gona le malatsi fao o ikelang fela le phefo mme go siame.

# text
source: It is completely normal to not feel great all the time. Parents all around the world have felt how you are feeling right now, and it is okay! You are doing great!
tn_za: Go siame gore o se ikutlwe sentle ka dinako tsotlhe. Batsadi go ralala lefatshe ba kile ba ikutlwa fela jalo, mme go siame! O dira sentle!

# text
source: Just like everyone else, you are allowed to have days where they are not feeling great. Be gentle and patient with yourself. Tomorrow is a new day!
tn_za: Fela jaaka ba bangwe botlhe, o letleletswe go nna le malatsi a o sa ikutlweng sentle. Nna pelotelele le go ineneketsa Ka moso ke letsatsi!

# text
source: Having a bad day is not a reflection of your abilities or of you as a parent. Just showing up shows you care.
tn_za: Go nna le letsatsi le le seng monate ga go bontshe bokgoni jwa gago kgotsa ja gago jaaka motsadi. Go tlhagelela fela go bontsha gore o a kgathala.

# text
source: We all have difficult days that make us feel upset. Remember to be kind to yourself and others during these days. How you are feeling is not a representation of your abilities!
tn_za: Rotlhe re na le malatsi a a boima a a re galefisang. Gopola go ineneketsa mmogo le ba bangwe mo malatsing a. Gore o ikutlwa jang ga go emele bokgoni jwa gago!

# text
source: We all have bad days, and we know it can sometimes be difficult to deal with your emotions. Learning how to cope with them in a posiitve way, sets you aside from others. If you have a few minutes to spare, use them to take care of yourself and focus on your breathing. Take this time to reflect on your feelings and try and redirect these emotions into something positive.
tn_za: Rotlhe re na malatsi a a bosula, mme re a itse gore nako dingwe go nna boima go mekamekana le maikutlo a rona. Go ithuta gore o mekamekana jang le ona ka mokgwa o o siameng, go go beela thoko go na le ba bangwe. Ifa o na le metsotso e e mmalwa go beela thoko, e dirise go itlhokomela le go tsepama mo go hemeng ga gago. Tsaya nako go leba maikutlo a gago mme o leke go a kaela gape go sengwe se se siameng.

# text
source: Learning to identify and accept your emotions will allow you to build a stronger relationship with yourself, your family and your community. Well done!
tn_za: Go ithuta go supa le go amogela maikutlo a gago go tla go letla go aga dikamano tse di natlafetseng le wena, balelapa le baagi ba gago. O dirile sentle!

# text
source: Here is a short relaxation activity for you:
tn_za: Fano ke tirwana e khutswane ya go ikhutsa go wena:

# text
source: Do you ever feel something so strongly that you want to run away from it? Here's a short activity that might help!
tn_za: A o kile wa utlwa sengwe ka mo go tseneletseng mo o batlang go se tshabela? Fano ke tirwana e khutswane e e ka go thusang!

# text
source: This activity uses the magic power of three breaths to stay connected and relaxed.
tn_za: Tirwana eno e dirisa matla a motlholo wa go hema gararo go tswelela go golagana le go repa.

# text
source: Here's an activity to relax your body:
tn_za: Fano ke tiro e e ka ritibatsang mmele wa gago:

# text
source: Here is a quick relaxation activity...
tn_za: Fano ke tirwana go iketla ka bonako...

# text
source: How many sounds can you hear? Listen to the sounds inside and outside the room. Count them on your fingers.
tn_za: O utlwa medumo e kae? Reetsa medumo e e mo teng le kwa ntle ga kamore. E bale ka menwana ya gago.

# text
source: Try again for another ten seconds. Did you hear any new sounds? Did you hear any sounds inside your own body? Notice how you feel now.
tn_za: Leka gape metsotswana e le lesome. A o utlwile medumo e mesha? A o utlwile medumo mo teng ga mmele wa gago? Lemoga kafa o ikutlwang ka gone gone jaanong.

# text
source: Breathe in to the count of three.
tn_za: Hemela ko teng makgetlo a mararo.

# text
source: Instead of moving away from the feeling, let’s move towards it for a moment.
tn_za: Go na le go itlhokomolosa kafa o ikutlwang ka teng, tla reye mo go yone go se kae.

# text
source: It’s ok. Close your eyes if you feel comfortable. Take a deep breath.
tn_za: Ga se bothata. Tswala matlho fa o kgona fa o nnisega. Wela makgwafo.

# text
source: Become curious. Where are you feeling it in your body? Is it hot or cold? Hard or soft? Tight or loose?
tn_za: Batla go itse. O e utlwa kae mo mmeleng wa gago? E mogote kgotsa e tsididi? E thata kgotsa e boleta? E gagametse kgotsa ga ya gagamala?

# text
source: Ask yourself some questions. What is it telling me? What does it need? How can I be kind to myself in this moment?
tn_za: Ipotse dipotso dingwe. Se mpolelelang? Se tlhoka eng? Nka ikutlwela botlhoko jang gone jaanong?

# text
source: If your mind starts to wander, it’s normal. Just bring it back to the feeling. Keep breathing and feeling.
tn_za: Fa monagano wa gago o simolola go falla, go tlwaelegile. O busetse fela mo nakong e. Tswelela go hema le go ikutlwelela.

# text
source: Reassure yourself. It’s ok to feel. Feeling is healing!
tn_za: Inetefaletse. Go siame go nna le maikutlo. Maikutlo a a fodisa.

# text
source: Notice your connection with the ground beneath you.
tn_za: Lemoga kgolagano ya gago le le lefatshe le le kafa tlase ga gago.

# text
source: What parts of your body touch the ground? What parts of your body don’t?
tn_za: Ke karolo dife tsa mmele wa gago tse di amang mo fatshe? Ke karolo dife tsa mmele wa gago tse di sa ameng fatshe?

# text
source: Notice where it feels warm and where it feels cool.
tn_za: Elatlhoko gore go thuthafetse kae le mo o go tsidifetseng teng.

# text
source: Feel the ground underneath you supporting you. Let your body sink into the support of the ground.
tn_za: Ikutlwe o tshegediwa ke lefatshe mo tlase ga gago. Letla mmele wa gago gore o tshegediwe ke lefatshe.

# text
source: Breathe in to the count of three. 1, 2, 3.
tn_za: Hemela ko teng makgetlo a mararo. 1, 2, 3.

# text
source: Breath out to the count of three. 1, 2, 3.
tn_za: Hemela ko ntle makgetlo a mararo. 1, 2, 3.

# text
source: Sit comfortably and close your eyes if you can.
tn_za: Dula sentle mme o tswale matlho fa o kgona.

# text
source: Imagine a golden ring scanning your body from your feet to your head.
tn_za: Akanya ka palamonwana ya gauta e sekaseka mmele wa gago go tswa mo maotong go ya ko tlhogong.

# text
source: Pay attention as it moves up and down your body. Are there any areas that feel tense? Numb? Painful?
tn_za: Tlhwaya tsebe jaaka fa e ntse e ya godimo le tlase mo mmeleng wa gago. A go na le dikarolo tsa mmele tse di tiileng? Di sule bogatsu? Di botlhoko?

# text
source: Focus on those areas for a moment. Breathe in to the area and when you breathe out, try to let go of any tension or pain.
tn_za: Tlhoma mogopolo mo dikarolong tseno metsotswana. Hemela mo teng ga karolo eo mme o ntshe mowa, leka go tsamaisa tiya goo kgotsa botlhoko joo.

# text
source: Do this for a few breaths.
tn_za: Dira seno ka go hema ka makgetlo.

# text
source: Open your eyes. How does your body feel now?
tn_za: Bula matlho a gago. Mmele wa gago o ikutlwa jang jaanong?

# text
source: Try this next time you find yourself lying in bed unable to sleep!
tn_za: Leka seno mo nakong e e tlang fa o iphitlhela o robetse mo bolaong mme o sa kgone go robala!

# text
source: Listen to the sounds.
tn_za: Reetsa medumo.

# text
source: Connection with the ground.
tn_za: Kgolaganyo le lefatshe.

# text
source: Notice how you feel now.
tn_za: Lemoga kafa o ikutlwang ka gone gone jaanong.

# text
source: How do you feel now? Do you feel any different? Deep breathing helps our whole body and mind to calm down.
tn_za: Jaanong o ikutlwa jang? A o utlwa pharologanyo? Go hemela ko teng go thusa mmele otlhe wa rona le mogopolo gore di ritibale.

# text
source: Dealing with difficult feelings.
tn_za: Go mekamekana le maikutlo a a boima.

# text
source: Body relaxation.
tn_za: Mmele o a repa.

# text
source: It’s ok to feel. Feeling is healing!
tn_za: Go siame go nna le maikutlo. Maikutlo a a fodisa.

# text
source: Let’s use the magic power of three to stay present and relax. At the end of a tough day, thinking of three things to be grateful for can help us find the courage to try again tomorrow.
tn_za: A re dirise maatla a motlholo wa tharo go nna fano e bile re iketlile. Morago ga letsatsi le le boima, akanya ka dilo tse tharo tse o di lebogelang go re thusa go bona bopelokgale jwa go leka gape kamoso.

# text
source: Here's a short relaxation activity to end the day:
tn_za: Fano ke tirwana e khutswane ya go ikhutsa ka bokhutlong jwa letsatsi:

# text
source: Let's take a moment to stop what you are doing and connect with your breath.
tn_za: Tsaya motsotso go emisa se o se dirang mme o ikgolaganye le tsela e o hemang ka yone.

# text
source: What is one thing you can be grateful for right now?
tn_za: Ke selo sefe se le sengwe se o se lebogelang gone jaanong?

# text
source: What is one thing that brings you happiness?
tn_za: Ke selo sefe se le sengwe se se go itumedisang?

# text
source: What is one thing that you love?
tn_za: Ke selo sefe se le sengwe se o se ratang?

# text
source: They don't have to be big. Sometimes the small things in life count the most!
tn_za: Ga di a tshwanela go nna dikgolo. Ka dinako tse dingwe dilo tse dinnye mo botshelong ke tsone di leng botlhokwa thata!

# text
source: At the end of the day, take a minute to think about the day.
tn_za: Kwa bokhutlong jwa letsatsi lengwe le lengwe, tsaya motsotso o akanye ka letsatsi.

# text
source: Think about one positive or fun thing you did.
tn_za: Akanya ka sengwe se le nosi se se siameng kgotsa se se monate se o se dirileng.

# text
source: Think of one thing you can do differently tomorrow.
tn_za: Akanya ka selo se le sengwe se o ka se dirang ka tsela e e farologaneng kamoso.

# text
source: Think of one thing that you are grateful for.
tn_za: Bitsa selo se le sengwe se o se lebogelang.

# text
source: Do you sometimes feel like you are getting everything wrong? Here's a short activity that might help!
tn_za: A o na le go ikutlwa o ka re ga go sepe se se go tsamaelang sentle ka nako dingwe? Fano ke tirwana e khutswane e e ka go thusang!

# text
source: The magic power of three.
tn_za: Matla a motlholo wa tharo.

# text
source: Close your eyes and think about the day. Name 1 thing that you are grateful for. Name 1 thing that you did well. Name 1 think that you love. You earned a goodnight of sleep!
tn_za: Tswala matlho a gago mme o akanye ka letsatsi la gago. Bitsa selo se le 1 se o se lebogelang. Bitsa selo se le 1 se o se dirileng sentle. Bitsa selo se le 1 se o se ratang. O tshwanelwa ke boroko jo bo monate!

# text
source: Take a moment to think over the day. Think of one thing you did today that you are proud of.
tn_za: Tsaya motsotso go akanya ka letsatsi. Mme jaanong mme o akanye selo se le sengwe se o se dirileng gompieno se o leng motlotlo ka sona.

# text
source: Wrap your arms around your body and give yourself a hug.
tn_za: Itlamparele ka matsogo a gago mme o iphe tlamparelo e kgolo.

# text
source: Think of one thing you did today that you don’t feel proud of. What can you do differently tomorrow?
tn_za: Akanya selo se le sengwe se o se dirileng gompieno se o leng motlotlo ka sona. O ka dirang ka pharologanyo ka moso?

# text
source: And wrap your arms around your body and give yourself a hug.
tn_za: Jaanong itlamparele ka matsogo a gago mme o iphe tlamparelo e kgolo.

# text
source: Connect with your breath.
tn_za: Golagana le mohemo ga gago.

# text
source: End of the day.
tn_za: Bokhutlho jwa letsatsi.

# text
source: Take a minute to think about the day.
tn_za: Tsaya motsotso go akanya ka letsatsi.

# text
source: Be kind to yourself.
tn_za: Ineneketse.

# text
source: You earned a goodnight of sleep!
tn_za: O tshwanelwa ke boroko jo bo monate!

# text
source: It’s ok. You are doing your best so be kind to yourself. Get some rest and try again tomorrow!
tn_za: Ga se bothata. O dira bojotlhe jalo ineneketse. Ikhutse mme o leke gape ka moso!

# text
source: Do your children ever make you feel like screaming? Give yourself a 10-second pause.
tn_za: A bana ba gago ba a tle ba dire gore o batle go goeletsa? Iphe metsotswana e 10 o eme go se kae.

# text
source: Have you only got 30 seconds? Let's take a quick pause together. It might be helpful.
tn_za: A o na le metsotswana e le 30 fela? Tla re eme go se kae mmogo. Go ka thusa.

# text
source: Do you sometimes feel your feelings are too much?
tn_za: A o na le go akanya gore go gontsi ka nako dingwe?

# text
source: Talk to someone.
tn_za: Buisana le mongwe.

# text
source: Talk to someone you trust. Talk to a friend. Talk to family. Talk to a plant.
tn_za: Buisana le mongwe. Bua le tsala. Bua le balelapa. Bua le sejalo.

# text
source: Get your worries off your chest and then let them go. Even if it’s just for a moment.
tn_za: Ntsha matshwenyego a gago mo mafatlheng mme o kgaoane le ona. Le fa e le motsotswana fela.

# text
source: How do you feel now?
tn_za: Jaanong o ikutlwa jang?

# text
source: A joy shared is twice the joy. A problem shared is half the problem.
tn_za: Boitumelo jo bo arolelanelwang bo oketsega gabedi. Mathata a a arolelanelwang ke halofo ya mathata.

# text
source: Here is something fun to help you let go of stress:
tn_za: Fano ke sengwe se se ka go thusang go tsamaisa go tshwenyega mo maikutlong ga gago:

# text
source: Sit down, close your eyes and listen to your breath as it goes in and out. Notice how you feel. When you are ready open your eyes again.
tn_za: Nna fa fatshe, tswala matlho a gago mme o reetse mohemo wa gago jaaka o tsena o tswa. Lemoga kafa o ikutlwang ka gone. Fa go siametse go dira jalo bula matlho a gago gape.

# text
source: Breath in and out slowly 5 times. Then try responding in a calmer way.
tn_za: Hemela ko teng le ko ntle makgetlo a 5. Mme leka go araba o kgobile makgwafo.

# text
source: Choose a song that reflects what you need in this moment. Do you need a gentle song to soothe your tired soul or an upbeat song to help you shake some stress out?
tn_za: Tlhopha pina e e bontshang se o se tlhokang gone jaanong. A o tlhoka pina e e seng modumo go ritibatsa moya wa gago o o lapileng kgotsa pina e e tla go binisang go go thusa go ntsha go tshwenyega mo maikutlong?

# text
source: Make a space and move your body to the music. Remember to breathe while you move. Let your breath and the movement go together.
tn_za: Dira sebaka mme o tshikinye mmele ka go binela pina. Gopola go hema fa o ntse o itshikinya. Letlelela mohemo wa gago le go tshikinya mmele ga gago go tsamaisane mmogo.

# text
source: Even a few minutes of movement can be enough to release stress and lift your mood!
tn_za: Le metsotso e mmalwa e ka siame go go thusa go tsamaisa go tshwenyega mo maikutlong mme o a itumela!

# text
source: Choose a song that reflects what you need.
tn_za: Tlhopha pina e e bontshang se o se tlhokang.

# text
source: Five deep breaths.
tn_za: Hemela kwa teng gararo.

# text
source: Listen to your breath.
tn_za: Itheetse fa o hema.

# text
source: When feelings are too much.
tn_za: Fa maikutlo a go ntsifalela.

# text
source: Millions of parents say this helps - A LOT.
tn_za: Dimilione tsa batsadi di a re seno se a thusa - THATA.

# text
source: Try this whenever you are feeling stressed and you need a break to reconnect.
tn_za: Leka seno fa o ikutlwa o tshwenyegile mo maikutlong mme o tlhoka go ikhutsa gore ikgolaganye gape.

# text
source: That's wonderful! We are happy to hear that you are feeling good.
tn_za: Lo dirile bontle tota! Re itumeletse go utlwa gore o ikutlwa sentle.

# text
source: That's wonderful! I am happy to hear that you are feeling good.
tn_za: Lo dirile bontle tota! Ke itumeletse go utlwa gore o ikutlwa sentle.

# text
source: We are sorry to hear that you are not feeling great today. Remember to take it one day at the time. Tomorrow is a new day.
tn_za: Re maswabi go utlwa gore ga o ikutwle sentle gompieno. Gopola go tsaya kgato e le nngwe letsatsi le letsatsi. Ka moso ke letsatsi!

# text
source: I am sorry to hear that you are not feeling great today. Remember to take it one day at the time. Tomorrow is a new day.
tn_za: Ke maswabi go utlwa gore ga o ikutwle sentle gompieno. Gopola go tsaya kgato e le nngwe letsatsi le letsatsi. Ka moso ke letsatsi!

# text
source: Hooray! We are delighted to hear that you are doing well.
tn_za: Ilililiiii! Re itumelela go utlwa gore lo tsoga sentle.
