Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/tn/tn_messages.po
Languages: tn_za

# text
source: Well done @fields.user_name! You have added another layer to your House of Support. Over the next few days, try spending at least 5 minutes of One-on-One Time with your child. Ask them what they want to do and follow their lead!
tn_za: O dirile sentle @fields.user_name! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso beke eno. Mo malatsing a a mmalwa a a tlang, leka go nna le bonnye metsotso e le 5 ya nako ya motho ka mong le ngwana wa gago. Ba botse gore ba rata go dira eng mme o latele ditaelo tsa bona!

# text
source: Well done! You have added another layer to your House of Support. Over the next few days, try spending at least 5 minutes of One-on-One Time with your child. Ask them what they want to do and follow their lead!
tn_za: O dirile sentle! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso beke eno. Mo malatsing a a mmalwa a a tlang, leka go nna le bonnye metsotso e le 5 ya nako ya motho ka mong le ngwana wa gago. Ba botse gore ba rata go dira eng mme o latele ditaelo tsa bona!

# text
source: Having a loving relationship with our partner can have a big impact on how we feel. It also helps make our children feel loved and safe.
tn_za: Go nna le botsalano jo bo lerato le molekane wa gago go ka nna le seabe se segolo mo maikutlong a rona. Gape go thusa go dira gore bana ba rona ba ikutlwe ba ratiwa le go sireletsega.

# text
source: Here’s a video on how you can develop a loving and peaceful relationship with your partner!
tn_za: Fano ke bidiyo gore o ka aga jang botsalano jo bo lerato e bile bo na le kagiso le molekane wa gago!

# text
source: Here’s an audio message on how you can develop a loving and peaceful relationship with your partner!
tn_za: Fano ke molaetsa wa odiyo gore o ka aga jang botsalano jo bo lerato e bile bo na le kagiso le molekane wa gago!

# text
source: That's okay! You can always type "Help" at anytime if you need any support with relationships with your partner or other adults. Chat to you later!
tn_za: Ga se bothata! Gape o ka tlanya “Thuso” ka gale nako nngwe le nngwe fa o tlhoka tshegetso nngwe ka botsalano le molekane kgotsa bagolo ba bangwe. Ke tla bua le wena moragonyana!

# text
source: Here are 5 simple tips on how you can develop a loving and peaceful relationship with your partner:
tn_za: Fano ke dikakantsho tse di bonolo di le 5 gore o ka aga jang botsalano jo bo lerato e bile bo na le kagiso le molekane wa gago!

# text
source: 1. Treat each other as equals
tn_za: 1. Tsholanang ka go lekalekana

# text
source: 2. Become a confident father and a supportive partner
tn_za: 2. Nna ntate yo o itshepang le molekane yo o nang le tshegetso

# text
source: 3. Share family responsibilities
tn_za: 3. Arolelanelanelang maikarabelo a lelapa

# text
source: 4. Resolve conflict peacefully
tn_za: 4. Rarabololang kgotlhang ka kagiso

# text
source: 5. Listen and talk to each other
tn_za: 5. Reetsanang le go buang mmogo

# text
source: Type "1" to "5" to learn more about these tips. Type "N" to stop this tip.
tn_za: Go ithuta go le gontsi ka nngwe ya dikakantsho tse, tlanya “1” go ya go “5”. Tlanya “N” go emisa kakantsho e.

# text
source: 2. Become a confident mother and a supportive partner
tn_za: 2. Nna mme yo o itshepang le molekane yo o nang le tshegetso

# text
source: 2. Become a confident parent and a supportive partner
tn_za: 2. Nna motsadi yo o itshepang le molekane yo o nang le tshegetso

# text
source: Please select another number if you want to learn more about how you can develop a loving and peaceful relationship with your partner:
tn_za: Ka kopo tlhopha nomoro e nngwe fa o batla go ithuta go le gontsi k ga gore o ka aga jang botsalano jo bo lerato le go nna le kagiso le molekane wa gago:

# text
source: 1. Treating each other as equals
tn_za: 1. Tsholanang ka go lekalekana

# text
source: Well done for adding another skill to your Parenting Toolkit! Over the next few days, try using some of these tips in your relationships with your partner. Having a loving relationship with your partner can have a big impact on how you feel and can also help your children feel loved and safe!
tn_za: O dirile bontle ka go tsenya kgono e le nngwe go Kaedi ya Botsadi beke eno! Mo malatsing a a mmalwa a a tlang, leka go dirisa dingwe tsa dikakantsho tse go botsalano le molekane wa gago. Go nna le botsalano jo bo lerato le molekane wa gago go ka nna le seabe se segolo mo maikutlong a rona e bile go ka thusa bana ba gago go ikutlwa ba ratiwa mme ba sireletsegile!

# text
source: Well done for adding another layer to your House of Support! Over the next few days, try using some of these tips in your relationships with your partner. Having a loving relationship with your partner can have a big impact on how you feel and can also help your children feel loved and safe!
tn_za: O dirile sentle ka go tsenya moalo o le mongwe go Ntlo ya gago ya Tshegetso! Mo malatsing a a mmalwa a a tlang, leka go dirisa dingwe tsa dikakantsho tse go botsalano le molekane wa gago. Go nna le botsalano jo bo lerato le molekane wa gago go ka nna le seabe se segolo mo maikutlong a rona e bile go ka thusa bana ba gago go ikutlwa ba ratiwa mme ba sireletsegile!

# text
source: We understand that these times can be very challenging. Please type "help" if you want any extra support or information. Chat later @fields.user_name!
tn_za: Re tlhaloganya gore nako eno e na le kgwetlho ota. Ka kopo tlanya “thuso” fa o batla tshegetso kgotsa tshedimosetso e nngwe. Tla re bue moragonyana @fields.user_name!

# text
source: I understand that these times can be very challenging. Please type "help" if you want any extra support or information. Chat later @fields.user_name!
tn_za: Re tlhaloganya gore nako eno e na le kgwetlho ota. Ka kopo tlanya “thuso” fa o batla tshegetso kgotsa tshedimosetso e nngwe. Tla re bue moragonyana @fields.user_name!

# text
source: We understand that these times can be very challenging. Please type "help" if you want any extra support or information. Chat later!
tn_za: Re tlhaloganya gore nako eno e na le kgwetlho ota. Ka kopo tlanya “thuso” fa o batla tshegetso kgotsa tshedimosetso e nngwe. Tla re bue moragonyana!

# text
source: I understand that these times can be very challenging. Please type "help" if you want any extra support or information. Chat later!
tn_za: Re tlhaloganya gore nako eno e na le kgwetlho ota. Ka kopo tlanya “thuso” fa o batla tshegetso kgotsa tshedimosetso e nngwe. Tla re bue moragonyana!

# text
source: Hello @fields.user_name! We are now spending a lot more time online. Being connected helps us stay positive…but it also presents risks and dangers.
tn_za: Dumela @fields.user_name! Gajaana re nna nako e ntsi mo inthaneteng. Go nna o golagane go re thusa go nna le tshepo...fela go ka tlhagisa matshosetsi le dikotsi.

# text
source: Hello! We are now spending a lot more time online. Being connected helps us stay positive…but it also presents risks and dangers.
tn_za: Dumela! Gajaana re nna nako e ntsi mo inthaneteng. Go nna o golagane go re thusa go nna le tshepo...fela go ka tlhagisa matshosetsi le dikotsi.

# text
source: We are now spending a lot more time online. Being connected helps us stay positive…but it also presents risks and dangers.
tn_za: Gajaana re nna nako e ntsi mo inthaneteng. Go nna o golagane go re thusa go nna le tshepo...fela go ka tlhagisa matshosetsi le dikotsi.

# text
source: Here's a video to help you keep yourself safe online.
tn_za: Fano ke bidiyo go go thusa go itshola o sireletsegile mo inthaneteng.

# text
source: Here's an audio message to help you keep yourself safe online.
tn_za: Fano ke molaetsa wa odiyo go go thusa go itshola o sireletsegile mo inthaneteng.

# text
source: Here are 5 tips that can help you keep yourself safe online:
tn_za: Fano ke dikakantsho tse 5 tse di ka go thusang go itshola o sireletsegile mo inthaneteng:

# text
source: 1. Learn about the risks and dangers
tn_za: 1. Ithute ka ga matshosetsi le dikotsi

# text
source: 2. Quick tech fixes
tn_za: 2. Dipaakanyo tsa tegeniki tse di bonako

# text
source: 3. Create healthy and safe online habits
tn_za: 3. Tlhama ditlwaelo tsa inthanete tse di itekanetseng le go sireletsega

# text
source: 4. Maintain privacy
tn_za: 4. Tswelela ka bosephiri

# text
source: 5. Report and seek help
tn_za: 5. Bega mme o batle thuso

# text
source: To learn more about one of these, type "1" to "5". You can also type "N" to stop this tip.
tn_za: Go ithuta go le gontsi ka nngwe ya dikakantsho tse, tlanya “1” go ya go “5”. Tlanya “N” go emisa kakantsho e.

# text
source: 1. Learn about risks and dangers
tn_za: 1. Ithute ka ga matshosetsi le dikotsi

# text
source: • Adults targeting people for sexual purposes on social media, gaming, and messaging platforms.
tn_za: • Bagolo ba lepane le batho go ba dirisetsa mesola ya thobalano mo sohiale mmediyeng, metshameko, le dipolatefomo tsa melaetsa.

# text
source: • Harmful content – like violence, hating women, hating foreigners, encouraging suicide and self-harm, misinformation, pornography
tn_za: • Diteng tse di gobatsang - jaaka tirisodikgoka, go tlhoa basadi, go tlhoa batswantle, go rotloetsa go ipolaya le go ikgobatsa, tshedimosetso e e fosagetseng, le ditshwantsho tsa thobalano

# text
source: • Sharing personal information and sexual photos or videos.
tn_za: • Go arolelanela tshedimosetso ya sebele le ditshwantsho kgotsa dibidiyo tsa thobalano.

# text
source: • Cyberbullying from other people and strangers.
tn_za: • Kgokontsho ka inthanete go tswa go batho ba bangwe le batho ba re sa ba itseng.

# text
source: Report to INHOPE Hotlines and IWF portals to get support if you experience online violence or other things that are not acceptable.
tn_za: Bega go INHOPE Hotlines le dipotale tsa IWF go bona tshegetso fa o itemogela tirisodikgoka ya mafaratlhatlha kgotsa dilo dingwe tse di sa amogelesegeng.

# text
source: Keep personal information private, especially from strangers. – some people are not who they say they are!
tn_za: Tshola tshedimosetso ya sebele poraefete, segolo go batho ba o sa ba itseng. - batho bangwe ga se seo ba reng ke sona!

# text
source: • Turn on SafeSearch on your browser to filter adult content.
tn_za: • Tshuma SafeSearch mo sebatlising sa gago go laola diteng tsa bagolo.

# text
source: • Set up parental controls.
tn_za: • Tsenya ditaolo ka motsadi.

# text
source: • Set up strict privacy settings on online apps and games.
tn_za: • Tsenya maparego a bosephiri a a gagametseng go diapp le metshameko mo mafaratlhatlheng.

# text
source: • Cover webcams when not in use.
tn_za: • Khurumetsa khamera ya wepo fa o sa e dirise.

# text
source: You can also create healthy and safe online habits like creating device-free spaces and times in your house (eating, playing, schoolwork, and sleeping).
tn_za: Gape o ka tlhama ditlwaelo tse di sireletsegileng le go bolokega mo inthaneteng jaaka go tlhama dibaka le dinako tse o sa diriseng didiriswa tsa tlhaeletsano mo ntlong ya gago. (go ja, go tshameka, tiro ya sekolo, le go robala).

# text
source: Remember that what goes online stays online (messages, photos, and videos).
tn_za: Gopola gore se se pegiwang mo inthaneteng se nna mo inthaneteng (melaetsa, ditshwantsho le dibidiyo).

# text
source: Please select another number if you want to learn another way to protect yourself online:
tn_za: Ka kopo tlhopha nomoro e nngwe fa o batla go ithuta tsela e nngwe ya go itshireletsa mo inthaneteng:

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit! Over the next few days, try to use one of these tips for online safety. Digital parenting is just like parenting in the real world. You have taken a BIG STEP to keeping your child safe online. Good for you!
tn_za: O dirile sentle @fields.user_name! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno! Mo malatsing a a mmalwa a a latelang, leka go dirisa nngwe ya dikakantsho tse go itshireletsa mo inthaneteng. Go tlhokomela bana ka dijithale go tshwana le fa o ba tlhokomela ka tsela ya mmatota. O tsere kgato e KGOLO go tshola ngwana wa gago a sireletsegile mo inthaneteng. Go go siametse!

# text
source: Well done! You have added another skill to your Parenting Toolkit! Over the next few days, try to use one of these tips for online safety. Digital parenting is just like parenting in the real world. You have taken a BIG STEP to keeping your child safe online. Good for you!
tn_za: O dirile sentle! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno! Mo malatsing a a mmalwa a a latelang, leka go dirisa nngwe ya dikakantsho tse go itshireletsa mo inthaneteng. Go tlhokomela bana ka dijithale go tshwana le fa o ba tlhokomela ka tsela ya mmatota. O tsere kgato e KGOLO go tshola ngwana wa gago a sireletsegile mo inthaneteng. Go go siametse!

# text
source: Well done @fields.user_name! You have added another layer to your House of Support! Over the next few days, try to use one of these tips for online safety. Digital parenting is just like parenting in the real world. You have taken a BIG STEP to keeping your child safe online. Good for you!
tn_za: O dirile sentle @fields.user_name! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso! Mo malatsing a a mmalwa a a latelang, leka go dirisa nngwe ya dikakantsho tse go itshireletsa mo inthaneteng. Go tlhokomela bana ka dijithale go tshwana le fa o ba tlhokomela ka tsela ya mmatota. O tsere kgato e KGOLO go tshola ngwana wa gago a sireletsegile mo inthaneteng. Go go siametse!

# text
source: Well done! You have added another layer to your House of Support! Over the next few days, try to use one of these tips for online safety. Digital parenting is just like parenting in the real world. You have taken a BIG STEP to keeping your child safe online. Good for you!
tn_za: O dirile sentle! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso! Mo malatsing a a mmalwa a a latelang, leka go dirisa nngwe ya dikakantsho tse go itshireletsa mo inthaneteng. Go tlhokomela bana ka dijithale go tshwana le fa o ba tlhokomela ka tsela ya mmatota. O tsere kgato e KGOLO go tshola ngwana wa gago a sireletsegile mo inthaneteng. Go go siametse!

# text
source: Hello @fields.user_name! Our children and teens are now spending a lot more time online. Being connected helps them stay positive…but it also presents risks and dangers.
tn_za: Dumela @fields.user_name! Gajaana bana le basha ba rona ba nna nako e ntsi mo inthaneteng. Go nna o golagane go re thusa go nna le tshepo...fela go ka tlhagisa matshosetsi le dikotsi.

# text
source: Hello! Our children and teens are now spending a lot more time online. Being connected helps them stay positive…but it also presents risks and dangers.
tn_za: Dumela! Gajaana bana le basha ba rona ba nna nako e ntsi mo inthaneteng. Go nna o golagane go re thusa go nna le tshepo...fela go ka tlhagisa matshosetsi le dikotsi.

# text
source: Our children and teens are now spending a lot more time online. Being connected helps them stay positive…but it also presents risks and dangers.
tn_za: Gajaana bana le basha ba rona ba nna nako e ntsi mo inthaneteng. Go nna o golagane go re thusa go nna le tshepo...fela go ka tlhagisa matshosetsi le dikotsi.

# text
source: Here's a video to help you keep your children safe online.
tn_za: Fano ke bidiyo go go thusa go tshola bana ba gago sireletsegile mo inthaneteng.

# text
source: Here's an audio message to help you keep your children safe online.
tn_za: Fano ke molaetsa wa odiyo go go thusa go tshola bana ba gago sireletsegile mo inthaneteng.

# text
source: Here are 6 tips that can help you keep your children safe online:
tn_za: Fano ke dikakantsho tse 6 tse di ka go thusang go tshola bana ba gago o sireletsegile mo inthaneteng:

# text
source: 4. Spend time with your child online
tn_za: 4. Go fetsa nako le ngwanake mo inthanete

# text
source: 5. Build open communication
tn_za: 5. Aga tlhaeletsano e e phuthologileng

# text
source: 6. Report and seek help
tn_za: 6. Bega mme o batle thuso

# text
source: • Adults targeting children for sexual purposes on social media, gaming, and messaging platforms.
tn_za: • Bagolo ba lepane le batho go ba dirisetsa mesola ya thobalano mo sohiale mmediyeng, metshameko, le dipolatefomo tsa melaetsa.

# text
source: • Teens sharing personal information and sexual photos or videos of themselves.
tn_za: • Go arolelanela tshedimosetso ya sebele le ditshwantsho kgotsa dibidiyo tsa thobalano.

# text
source: • Cyberbullying from other young people and strangers.
tn_za: • Kgokontsho ka inthanete go tswa go batho ba bangwe le batho ba re sa ba itseng.

# text
source: 2. Tech fixes to protect your children online
tn_za: 2. Dipaakanyo tsa setegeniki go sireletsa bana ba gago mo inthaneteng

# text
source: This does not mean we should ban our children from spending time online. It just means that we need to learn how to protect them in a new world.
tn_za: Seno ga se kae gore re tshwanela go kganela bana ba rona go nna le nako mo inthaneteng. Se kaya gore re tlhoka go ithuta gore re ba sireletsa jang mo lefatsheng le leswa.

# text
source: 5. Build open communication and trusting relationships
tn_za: 5. Aga dikamano tse di phuthologo le botsalano jo bo nang le botshephegi

# text
source: Tell your children that if they experience something online (or anywhere) that makes them feel upset, uncomfortable, or scared, they can talk to you and you will not get mad or punish them.
tn_za: Bolelela bana ba gago fa ba itemogela sengwe mo inthaneteng (kgotsa gongwe fela) se se ka kgopisang, se ba tshwenya, kgotsa se ba tshosa, ba ka go bolelela mme o ka se ba galefele kgotsa go ba otlhaya.

# text
source: Report to INHOPE Hotlines and IWF portals and the Child Helpline in your country to get support if you or your children experience online violence or other things that are not acceptable.
tn_za: Bega go INHOPE Hotlines le dipotale tsa IWF go bona tshegetso fa o itemogela tirisodikgoka ya mafaratlhatlha kgotsa dilo dingwe tse di sa amogelesegeng.

# text
source: Please select another number if you want to learn another way to protect your child online:
tn_za: Ka kopo tlhopha nomoro e nngwe fa o batla go ithuta tsela e nngwe ya go sireletsa ngwana wa gago mo inthaneteng:

# text
source: Here is a comic on discussing online activities with your child
tn_za: Fano ke khomiki go tlotla ka ga ditirwana tsa inthanete le ngwana wa gago

# text
source: Parent: "Shani, have you done your homework?"
tn_za: Motsadi: “Shani, a o dirile tirogae ya gago?" :

# text
source: Child: "Just a minute, I'm finishing this tiktok video"
tn_za: Ngwana: "Ke etla , ke feleletsa bidio eno ya tiktok"

# text
source: Parent: "You are a really great dancer! Tell me about why you like it."
tn_za: Motsadi: “Tota o kgeleke ya go bina! Mpolelele gore goreng o go rata"

# text
source: Child: "All my friends are on it. I have more than 600 likes and 120 followers."
tn_za: Ngwana: "Ditsala tsa me tsotlhe di dira jalo. Ke na le batho ba ba e ratang ba le 600 ba ba ntshalang morago ba le 120.”

# text
source: Parent: "I’m proud of how well you dance, Shani. But we need to make sure you are safe on this. I know your friends look at TikTok, but with an open account there are also paedophiles who look at videos of teenagers. Paedophiles are older people who want to attack young children and teens."
tn_za: Motsadi: "Ke motlotlo ka fa o binang bontle ka teng, Shani. Mme re tshwanetse go tlhomamisa gore o sireletsegile. Ke itse gore ditsala tsa gago di lebelela TikTok, mme di dirisa akhaonto e e sa sireletsegang, go na le batho bangwe ba ba lebang dibidio tsa basha gore ba kgotsofatse keletso ya bone ya thobalano. Batho bano ba ba dirisang bana go ikgotsofatsa ka tsa thobalano ke bagolo ba ba batlang go tlhasela bana le basha.”

# text
source: Parent: "Let’s look together online at how we can keep this fun for you but also safe. Look – you can make your account private and control who follows you. So you can accept people you know but not strangers. Can we make a rule together that you can use TikTok but with a private account? I trust you to know who to accept!"
tn_za: Motsadi: "Tla re lebe inthanete mmogo re bone gore re ka dira jang gore e go itumedise le gore gape e sireletsege. Bona - o ka kgona go dira gore akhaonto ya gago e nne khupamarama le go laola batho ba ba go salang morago. Ka jalo o ka amogela batho ba o ba itseng e seng batho ba sele. A re ka dira molao mmogo o o ka o dirisang TikTok, mme e le ka akhaonto ya khupamarama? Ke a go tshepa gore o tla amogela batho ba o ba itseng!”

# text
source: Parent: "I’m proud of you Shani..."
tn_za: Motsadi: "Ke motlotlo ka wena Shani..."

# text
source: Involve @fields.child_nickname in creating family tech agreements about healthy device use.
tn_za: Tsenyeletsa @fields.child_nickname go tlhama ditumalano tsa lelapa tsa thekenoloji ka ga tiriso e e itekanetseng ya didiriswa tsa tlhaeletsano.

# text
source: Create device-free spaces and times in your house
tn_za: Tlhama dibaka le dinako mo ntlong ya gago tse go ga dirisiweng didiriswa tsa inthanete.

# text
source: (eating, playing, schoolwork, and sleeping).
tn_za: (go ja, go tshameka, tiro ya sekolo, le go robala).

# text
source: Child tech agreement: https://www.esafety.gov.au/sites/default/files/2020-01/Our%20Family%20Tech%20Agreement_0.pdf
tn_za: Tumalano ya ngwana ka thekenoloji: https://www.esafety.gov.au/sites/default/files/2020-01/Our%20Family%20Tech%20Agreement_0.pdf

# text
source: Teen tech agreement: https://www.childnet.com/wp-content/uploads/2021/11/Family-Agreement.pdf
tn_za: Tumalano ya mosha ya thekenoloji:https://www.childnet.com/wp-content/uploads/2021/11/Family-Agreement.pdf

# text
source: Involve your child or teen in creating family tech agreements about healthy device use.
tn_za: Tsenyeletsa ngwana kgotsa mosha wa gago go tlhama ditumalano tsa lelapa tsa thekenoloji ka ga tiriso e e itekanetseng ya didiriswa tsa tlhaeletsano.

# text
source: Help @fields.child_nickname learn how to keep personal information private, especially from strangers – some people are not who they say they are!
tn_za: Thusa @fields.child_nickname gore a tshole jang tshedimosetso ya sebele e le poraefete, segolo go batho ba o sa ba itseng - batho bangwe ga se seo ba reng ke sona!

# text
source: Remind your children that what goes online stays online (messages, photos, and videos).
tn_za: Gopotsa bana ba gago gore se se pegiwang mo inthaneteng se nna mo inthaneteng (melaetsa, ditshwantsho le dibidiyo).

# text
source: Actively supervise children’s time online, including computers, smartphones, and tablets.
tn_za: Nna matlhagatlhaga mo go laoleng nako ya bana ba gago mo inthaneteng, go tsenyeletsa dikhomphiuthara, mesokelwatsebeng, le dithabolete.

# text
source: Help your child learn how to keep personal information private, especially from strangers – some people are not who they say they are!
tn_za: Thusa ngwana wa gago gore a tshole jang tshedimosetso ya sebele e le poraefete, segolo go batho ba o sa ba itseng - batho bangwe ga se seo ba reng ke sona!

# text
source: 4. Spend time with your child or teen online
tn_za: 4. Go fetsa nako le ngwana kgotsa mosha wa gagoe mo inthanete

# text
source: Get to know how @fields.child_nickname experiences the digital world.
tn_za: Itse gore @fields.child_nickname o itemogela lefatshe la dijitale jang.

# text
source: Explore websites, social media, games, and apps together.
tn_za: Utololang diweposaete, mmediya wa soshiale, metshameko le diapps mmogo.

# text
source: Talk to your teen on how to report things that aren't OK.
tn_za: Bua le mosha wa gago gore o bega jang dilo tse di sa SIAMANG.
