Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/tn/tn_messages.po
Languages: tn_za

# text
source: We understand! What did you find difficult about discussing challenges with your teen?
tn_za: Re a tlhaloganya! Ke eng se o fitlhelang se le thata ka ga tshireletsego go inthanete le mosha wa gago?

# text
source: I understand! What did you find difficult about discussing challenges with your teen?
tn_za: Ke a tlhaloganya! Ke eng se o fitlhelang se le thata ka ga tshireletsego go inthanete le mosha wa gago?

# text
source: It is completely normal to experience this challenge. Praise @fields.child_nickname for telling you, that is not easy to do! Remember, you can use all the skills you collected in your toolbox: Take a Pause, reassure @fields.child_nickname that you are here for them, discuss possible solutions, and reach out to get the support you and @fields.child_nickname need!
tn_za: Go tlwaelegile go itemogela seno. Akgola @fields.child_nickname gore o go boleletse; ga go motlhofo go dira seo! Gopola, o ka dirisa botswerere bope fela jo o bo tlhophileng go tswa mo lebokosong la dithulusu: Ema go se kae, netefaletsa @fields.child_nickname gore o gona go ba tshegetsa, tlotla ka ditharabololo tse di kgonegang, mme le tswe go bona tshegetso eo wena le @fields.child_nickname le e tlhokang!

# text
source: It is completely normal to experience this challenge. Praise your teen for telling you, that is not easy to do! Remember, you can use all the skills you collected in your toolbox: Take a Pause, reassure your teen that you are here for them, discuss possible solutions, and reach out to get the support you and your teen need!
tn_za: Go tlwaelegile go itemogela seno. Akgola mosha wa gago gore o go boleletse; ga go motlhofo go dira seo! Gopola, o ka dirisa botswerere bope fela jo o bo tlhophileng go tswa mo lebokosong la dithulusu: Ema go se kae, netefaletsa mosha wa gago gore o gona go ba tshegetsa, tlotla ka ditharabololo tse di kgonegang, mme le tswe go bona tshegetso eo wena le 1 le e tlhokang!

# text
source: That's okay! The important thing is that @fields.child_nickname knows that you are here for them. It sometimes takes time for a teen to feel comfortable sharing. Try to keep an open channel of communication with them by spending quality time together and accepting their ideas.
tn_za: Ga se bothata! Selo sa botlhokwa ke gore @fields.child_nickname a itse gore o gona go ba thusa. Nako dingwe go tsaya nako gore mosha wa gago a phuthologe go arolelanela. Leka go tshola kanale ya tlhaeletsano le bona ka go nna le nako e e boleng mmogo le go amogela dikakanyo.

# text
source: That's okay! The important thing is that your teen knows that you are here for them. It sometimes takes time for a teen to feel comfortable sharing. Try to keep an open channel of communication with them by spending quality time together and accepting their ideas.
tn_za: Ga se bothata! Selo sa botlhokwa ke gore mosha wa gago a itse gore o gona go ba thusa. Nako dingwe go tsaya nako gore mosha wa gago a phuthologe go arolelanela. Leka go tshola kanale ya tlhaeletsano le bona ka go nna le nako e e boleng mmogo le go amogela dikakanyo.

# text
source: That is okay! When we are reminded of such situations, it is normal to feel upset or angry . It is important to find a time when you are calm, so you can think of what support you need: You may need to talk to someone.
tn_za: Seo se siame! Fa re gopodiwa ka ditiragalo tse di ntseng jalo, go tlwaelegile go ikutlwa o tenegile kgotsa o galefile. Go botlhokwa go batla nako ya fa o kgobile makgwafo, gore o kgone go akanya gore o tlhoka tshegetso e ntseng jang. O ka nna wa tlhoka go bua le mongwe.

# text
source: It is completely normal to experience this challenge, this is difficult stuff to talk about. Find a calm time. You can say that you hope these things will never happen, but it’s like getting insurance – it's best to think about them and be prepared. Make it clear to your child can trust and confide in you.
tn_za: Go tlwaelegile ka bonako go itemogela kgwetlho e, go ka nna boima go bona nako le 1. Bona nako go ritibala. O kgona gore re tshepa gore dilo tse ga di diragale, fela go tshwana le go iponna inshorense - go siame go akanya ka ga tsona le go ipaakanya. Sedisisa gngwana wa gago gore a ka go tshepa le go ntshetsa sehuba mo go wena.

# text
source: Hi @fields.user_name! Were you able to talk to @fields.child_nickname about safe and unsafe touch?
tn_za: Dumela @fields.user_name! A o kgonne go buisana le @fields.child_nickname ka ga go kgongwa go go sireletsegile le go go sa sireletsegang?

# text
source: Hi @fields.user_name! Were you able to talk to your child about safe and unsafe touch?
tn_za: Dumela @fields.user_name! A o kgonne go buisana le ngwana wa gago ka ga go kgongwa go go sireletsegile le go go sa sireletsegang?

# text
source: Hi! Were you able to talk to @fields.child_nickname about safe and unsafe touch?
tn_za: Dumela! A o kgonne go buisana le @fields.child_nickname ka ga go kgongwa go go sireletsegile le go go sa sireletsegang?

# text
source: Hi! Were you able to talk to your child about safe and unsafe touch?
tn_za: Dumela! A o kgonne go buisana le ngwana wa gago ka ga go kgongwa go go sireletsegile le go go sa sireletsegang?

# text
source: Well done, that is not very easy to do, @fields.user_name! How did it go?
tn_za: O dirile sentle, seo ga se bonolo go dirwa, @fields.user_name! Go tsamaile jang?

# text
source: We are happy to hear that it went well! You have taken the steps to protect @fields.child_nickname from potential abuse. You should be proud of yourself!
tn_za: Re itumeletse go utlwa gore tsotlhe di tsamaile sentle! O tsere dikgato go sireletsa @fields.child_nickname go tshotlakako e e neng e kgonagala. O tshwanetse go nna motlotlo ka wena!

# text
source: I am happy to hear that it went well! You have taken the steps to protect @fields.child_nickname from potential abuse. You should be proud of yourself!
tn_za: Ke itumeletse go utlwa gore tsotlhe di tsamaile sentle! O tsere dikgato go sireletsa @fields.child_nickname go tshotlakako e e neng e kgonagala. O tshwanetse go nna motlotlo ka wena!

# text
source: We are happy to hear that it went well! You have taken the steps to protect your child from potential abuse. You should be proud of yourself!
tn_za: Re itumeletse go utlwa gore tsotlhe di tsamaile sentle! O tsere dikgato go sireletsa ngwana wa gago go tshotlakako e e neng e kgonagala. O tshwanetse go nna motlotlo ka wena!

# text
source: I am happy to hear that it went well! You have taken the steps to protect your child from potential abuse. You should be proud of yourself!
tn_za: Ke itumeletse go utlwa gore tsotlhe di tsamaile sentle! O tsere dikgato go sireletsa ngwana wa gago go tshotlakako e e neng e kgonagala. O tshwanetse go nna motlotlo ka wena!

# text
source: We understand this can be a really difficult, it can be hard to know what to say but it is important to have this conversation! What was challenging about talking to @fields.child_nickname about safe and unsafe touch?
tn_za: Re tlhaloganya gore seno se boima tota, go ka nna boima go itse gore o reng fela go botlhokwa go nna le motlotlo ono.! O fitlhetse e le eng e e nang le kgwetlho go buisana le @fields.child_nickname ka ga go kgongwa go go sireletsegileng le go go sa sireletsegang?

# text
source: I understand this can be a really difficult, it can be hard to know what to say but it is important to have this conversation! What was challenging about talking to @fields.child_nickname about safe and unsafe touch?
tn_za: Ke tlhaloganya gore seno se boima tota, go ka nna boima go itse gore o reng fela go botlhokwa go nna le motlotlo ono.! O fitlhetse e le eng e e nang le kgwetlho go buisana le @fields.child_nickname ka ga go kgongwa go go sireletsegileng le go go sa sireletsegang?

# text
source: We understand this can be a really difficult, it can be hard to know what to say but it is important to have this conversation! What was challenging about talking to your child about safe and unsafe touch?
tn_za: Re tlhaloganya gore seno se boima tota, go ka nna boima go itse gore o reng fela go botlhokwa go nna le motlotlo ono.! O fitlhetse e le eng e e nang le kgwetlho go buisana le ngwana wa gago ka ga go kgongwa go go sireletsegileng le go go sa sireletsegang?

# text
source: I understand this can be a really difficult, it can be hard to know what to say but it is important to have this conversation! What was challenging about talking to your child about safe and unsafe touch?
tn_za: Ke tlhaloganya gore seno se boima tota, go ka nna boima go itse gore o reng fela go botlhokwa go nna le motlotlo ono.! O fitlhetse e le eng e e nang le kgwetlho go buisana le ngwana wa gago ka ga go kgongwa go go sireletsegileng le go go sa sireletsegang?

# text
source: It is completely normal to experience this challenge. Praise @fields.child_nickname for telling you, that is not easy to do! Remember, you can use all the skills you collected in your toolbox: Take a Pause, reassure @fields.child_nickname that you are here for them, discuss possible solutions, and reach out to get the support you and @fields.child_nickname need!
tn_za: Go tlwaelegile go itemogela seno. Akgola @fields.child_nickname gore o go boleletse; ga go motlhofo go dira seo! Gopola, o ka dirisa botswerere bope fela jo o bo tlhophileng go tswa mo lebokosong la dithulusu: Ema go se kae, netefaletsa @fields.child_nickname gore o gona go ba tshegetsa, tlotla ka ditharabololo tse di kgonegang, mme le tswe go bona tshegetso eo wena le @fields.child_nickname le e tlhokang!

# text
source: It is completely normal to experience this challenge. Praise your child for telling you, that is not easy to do! Remember, you can use all the skills you collected in your toolbox: Take a Pause, reassure your child that you are here for them, discuss possible solutions, and reach out to get the support you and your child need!
tn_za: Go tlwaelegile go itemogela seno. Akgola mosha wa gago gore o go boleletse; ga go motlhofo go dira seo! Gopola, o ka dirisa botswerere bope fela jo o bo tlhophileng go tswa mo lebokosong la dithulusu: Ema go se kae, netefaletsa ngwana wa gago gore o gona go ba tshegetsa, tlotla ka ditharabololo tse di kgonegang, mme le tswe go bona tshegetso eo wena le ngwana wa gago le e tlhokang!

# text
source: We understand. This can be very difficult to do! Try taking a walk with @fields.child_nickname. A change of scenery can help when discussing more serious topics.
tn_za: Re a tlhaloganya. Seno se ka nna bokete go dirwa! Leka go tsamaya le @fields.child_nickname. Go fetola maemo a tlwaelo go thusa go tlotla ka ga ditlhogo tse di masisi go feta.

# text
source: I understand. This can be very difficult to do! Try taking a walk with @fields.child_nickname. A change of scenery can help when discussing more serious topics.
tn_za: Ke a tlhaloganya. Seno se ka nna bokete go dirwa! Leka go tsamaya le @fields.child_nickname. Go fetola maemo a tlwaelo go thusa go tlotla ka ga ditlhogo tse di masisi go feta.

# text
source: We understand. This can be very difficult to do! Try taking a walk with your child. A change of scenery can help when discussing more serious topics.
tn_za: Re a tlhaloganya. Seno se ka nna bokete go dirwa! Leka go tsamayatsamaya le ngwana wa gago. Go fetola maemo a tlwaelo go thusa go tlotla ka ga ditlhogo tse di masisi go feta.

# text
source: I understand. This can be very difficult to do! Try taking a walk with your child. A change of scenery can help when discussing more serious topics.
tn_za: Ke a tlhaloganya. Seno se ka nna bokete go dirwa! Leka go tsamayatsamaya le ngwana wa gago. Go fetola maemo a tlwaelo go thusa go tlotla ka ga ditlhogo tse di masisi go feta.

# text
source: It can be hard to find time during your day, with work, chores, and everything else. Can you think of even 30 minutes this week to do this activity? It will make a big difference in keeping @fields.child_nickname safe and building a trusting relationship between you. You can do it!
tn_za: Ee, go ka nna boima go nna le nako motshegare, ka tiro, ditiro tsa legae, le dilo tse dingwe tsotlhe. A o kgona go akanya le fa e le metsotso e le 30 mo bekeng eno go dira tirwana eno? Go tla dira pharologanyo e kgolo go tshola @fields.child_nickname a sireletsegile le go aga botsalano jo bo botshephegi magareng ga lona. O ka dira seno!

# text
source: Hi @fields.user_name! Were you able to have a discussion with your child or teen about family budgeting?
tn_za: Dumela @fields.user_name! a o kgonne go nna le motlotlo le ngwana kgotsa mosha wa gago ka ga ditekanyetsokabo?

# text
source: Hi! Were you able to have a discussion with your child or teen about family budgeting?
tn_za: Dumela! a o kgonne go nna le motlotlo le ngwana kgotsa mosha wa gago ka ga ditekanyetsokabo?

# text
source: It is completely normal to experience this. You don’t have to reveal the exact amount you earn; you could give an estimate. You could say, “In this household, we have this amount of money every month” rather than, “I make this amount of money”.
tn_za: Go tlwaelegile go itemogela seno. Ga o tlhoke go bua gore o gola bokae kgo; o ka fopholetsa. O ka re, “Mo lapeng leno, re na le bokana jwa madi kgwedi le kgwedi, go na le go re, “Ke gola bokana jwa madi”.

# text
source: It can be hard to find time during your day, with work, chores, and everything else. Can you think of even 30 minutes this week to do this activity? You can even break each step up into shorter activities and spread it across the week. You can do it!
tn_za: Ee, go ka nna boima go nna le nako motshegare, ka tiro, ditiro tsa legae, le dilo tse dingwe tsotlhe. A o kgona go akanya le fa e le metsotso e le 30 mo bekeng eno go dira tirwana eno? O ka kgona go kgaoganya kgato nngwe le nngwe ka ditirwana tse di khutswane mme wa di baya go ralala beke. O ka dira seno!

# text
source: Well done @fields.user_name for taking the time to do this! How did it go?
tn_za: O dirile sentle @fields.user_name ka go ipha nako go dira se! Go tsamaile jang?

# text
source: Well done for taking the time to do this! How did it go?
tn_za: O dirile sentle ka go ipha nako go dira se. Go tsamaile jang?

# text
source: We are happy to hear that it went well! Budget planning as a family can help you have enough money to get through the month and also reduce arguments!
tn_za: Re itumeletse go utlwa gore tsotlhe di tsamaile sentle! Go dira tekanyetsokabo mmogo le le lelapa go tla thusa gore le nne le madi a a lekaneng mo kgweding le go fokotsa dingangisano!

# text
source: I am happy to hear that it went well! Budget planning as a family can help you have enough money to get through the month and also reduce arguments!
tn_za: Ke itumeletse go utlwa gore tsotlhe di tsamaile sentle! Go dira tekanyetsokabo mmogo le le lelapa go tla thusa gore le nne le madi a a lekaneng mo kgweding le go fokotsa dingangisano!

# text
source: That is okay @fields.user_name! What did you find challenging about discussing budgeting with your family?
tn_za: Seo se siame @fields.user_name! O fitlhetse e le eng se se gwetlhang ka ga go tlotla ka tekanyetsokano mmogo le balepala la gago?

# text
source: That is okay! What did you find challenging about discussing budgeting with your family?
tn_za: Seo se siame! O fitlhetse e le eng se se gwetlhang ka ga go tlotla ka tekanyetsokano mmogo le balepala la gago?

# text
source: It is completely normal to experience this challenge. People’s wants and needs are different sometimes. Talking about them together can help you and @fields.child_nickname to understand each other, respect your differences, and see where you can compromise.
tn_za: Go tlwaelegile go itemogela seno. Ditlhoko le dipatlo tsa batho ga di tshwane ka dinako tse dingwe. Go bua ka tsone mmogo go ka go thusa le @fields.child_nickname go tlhaloganyana, go tlotla dipono tse di sa tshwaneng, le go bona gore lo ka akanyetsana kae.

# text
source: It is completely normal to experience this challenge. People’s wants and needs are different sometimes. Talking about them together can help you and your child or teen to understand each other, respect your differences, and see where you can compromise.
tn_za: Go tlwaelegile go itemogela seno. Ditlhoko le dipatlo tsa batho ga di tshwane ka dinako tse dingwe. Go bua ka tsone mmogo go ka go thusa le mosha wa gago go tlhaloganyana, go tlotla dipono tse di sa tshwaneng, le go bona gore lo ka akanyetsana kae.

# text
source: It is completely normal to experience this challenge. Try making the budget with other adults in your home first. @fields.child_nickname may get interested in what you are doing. Making a budget may sound serious but try to make it fun – make it a game during one-on-one time! Remember to praise them when you are done!
tn_za: Go tlwaelegile go itemogela seno. Leka go dira tekanyetsokabo le bagolo ba bangwe mo lelapeng la gago pele. @fields.child_nickname a ka nna le kgatlhego go se o se dirang. Go dira tekanyetsokabo go ka bonala go le masisi mme leka go go dira monate – go dire motshameko fa lo ntse lo ipha nako mmogo! Gopola go ba akgola fa o feditse!

# text
source: It is completely normal to experience this challenge. Try making the budget with other adults in your home first. Your child or teen may get interested in what you are doing. Making a budget may sound serious but try to make it fun – make it a game during one-on-one time! Remember to praise them when you are done!
tn_za: Go tlwaelegile go itemogela seno. Leka go dira tekanyetsokabo le bagolo ba bangwe mo legaeng la gago pele. Ngwana kgotsa mosha wa gago a ka kgatlhegela se o se dirang. Go dira tekanyetsokabo go ka bonala go le masisi mme leka go go dira monate – go dire motshameko fa lo ntse lo ipha nako mmogo! Gopola go ba akgola fa o feditse!

# text
source: We are sorry to hear this. We know it can be difficult! Why don’t we go through the content again? @fields.child_nickname or other family members can join and help you!
tn_za: Ke maswabi go utlwa seno. Re a itse go ka nna boima! Goreng re sa lebelele diteng gape? @fields.child_nickname kgotsa maloko a mangwe a lelapa ba ka dira jalo le wena!

# text
source: I am sorry to hear this. I know it can be difficult! Why don’t we go through the content again? @fields.child_nickname or other family members can join and help you!
tn_za: Ke maswabi go utlwa se. Ke a itse go ka nna boima! Goreng re sa lebelele diteng gape? @fields.child_nickname kgotsa maloko a mangwe a lelapa ba ka dira jalo le wena!

# text
source: We are sorry to hear this. We know it can be difficult! Why don’t we go through the content again? Your teen or other family members can join and help you!
tn_za: Ke maswabi go utlwa seno. Re a itse go ka nna boima! Goreng re sa lebe diteng gape? Mosha wa gago kgotsa maloko a mangwe a lelapa la gago ba ka ikopanya nao mme ba go thusa!

# text
source: I am sorry to hear this. I know it can be difficult! Why don’t we go through the content again? Your teen or other family members can join and help you!
tn_za: Ke maswabi go utlwa se. Ke a itse go ka nna boima! Goreng re sa lebe diteng gape? Mosha wa gago kgotsa maloko a mangwe a lelapa la gago ba ka ikopanya nao mme ba go thusa!

# text
source: Hi @fields.user_name! Have you been able to support @fields.child_nickname's learning and education recently?
tn_za: Dumela @fields.user_name! A o kgonne go tshegetsa go ithuta le thuto tsa @fields.child_nickname morago jaana?

# text
source: Hi @fields.user_name! Have you been able to support your child's learning and education recently?
tn_za: Dumela @fields.user_name! A o kgonne go tshegetsa go ithuta le thuto tsa ngwana wa gago morago jaana?

# text
source: Hi! Have you been able to support @fields.child_nickname's learning and education recently?
tn_za: Dumela! A o kgonne go tshegetsa go ithuta le thuto tsa @fields.child_nickname morago jaana?

# text
source: Hi! Have you been able to support your child's learning and education recently?
tn_za: Dumela! A o kgonne go tshegetsa go ithuta le thuto tsa ngwana wa gago morago jaana?

# text
source: Well done @fields.user_name! How did it go?
tn_za: O dirile sentle @fields.user_name! Go tsamaile jang?

# text
source: Well done! How did it go?
tn_za: O dirile sentle! Go tsamaile jang?

# text
source: That is okay @fields.user_name! Remember you are a parent, not a teacher. What did you find difficult about remote learning?
tn_za: Seo se siame @fields.user_name! Gopola gore o motsadi, e seng morutabana. Ke eng se o fitlhelang se le thata ka ga go ithuta go mafaratlhatlha?

# text
source: That is okay! Remember you are a parent, not a teacher. What did you find difficult about remote learning?
tn_za: Seo se siame! Gopola gore o motsadi, e seng morutabana. Ke eng se o fitlhelang se le thata ka ga go ithuta go mafaratlhatlha?

# text
source: We are happy to hear that it went well! Research has found that parental support helps children's academic achievements!
tn_za: Re itumeletse go utlwa gore tsotlhe di tsamaile sentle! Patlisiso e fitlhetse gore tshegetso ya motsadi e thusa diphitlhelelo tsa bana tsa dithuto!

# text
source: I am happy to hear that it went well Research has found that parental support helps children's academic achievements!
tn_za: Ke itumeletse go utlwa gore patlisiso e fitlhetse gore tshegetso ya motsadi e thusa diphitlhelelo tsa bana tsa dithuto!

# text
source: It is completely normal to experience this, it can be really hard for the whole family to adjust to remote learning. Try making a weekly plan with @fields.child_nickname. Include educational, relaxation and fun activities activities so that it balanced and enjoyable for @fields.child_nickname. You can do this!
tn_za: Go tlwaelegile go itemogela se, go ka nna boima tota go lelapa lotlhe go itlwaetsa go ithuta ka mafaratlhatlha. Leka go tlhama thulaganyo ya beke le @fields.child_nickname. tsenyeletsa ditirwana tse di itumedisang, tsa thuto le tsa itapoloso ditirwana di tshwanetse go lekalekana mme di itumedise go @fields.child_nickname. O ka dira se!

# text
source: It is completely normal to experience this, it can be really hard for the whole family to adjust to remote learning. Try making a weekly plan with your child. Include educational, relaxation and fun activities activities so that it balanced and enjoyable for your child. You can do this!
tn_za: Go tlwaelegile go itemogela se, go ka nna boima tota go lelapa lotlhe go itlwaetsa go ithuta ka mafaratlhatlha. Leka go tlhama thulaganyo ya beke le ngwana wa gago. Tsenyeletsa ditirwana tse di itumedisang, tsa thuto le tsa itapoloso ditirwana di tshwanetse go lekalekana mme di itumedise go ngwana wa gago. O ka dira se! O ka dira seno!

# text
source: Sorry to hear that you are finding this challenging. Try thinking of playful and interesting ways to teach @fields.child_nickname their school curriculum. Children are interested in learning if they are having fun. If you need any tips on fun ideas type "Help".
tn_za: Re itshwarele go bo o fitlhela seno se gwetlha. Leka go akanya ka mekgwa e e motshameko le go kgatlhisa go ruta @fields.child_nickname kharikhulamo ya sekolo sa gagwe. Bana ba nna le kgatlhego go ithuta fa ba ja monate. Fa o tlhoka dikakantsho dingwe tsa dikakanyo tse di itumedisang tlanya “Thuso”.

# text
source: Sorry to hear that you are finding this challenging. Try thinking of playful and interesting ways to teach your child their school curriculum. Children are interested in learning if they are having fun. If you need any tips on fun ideas type "Help".
tn_za: Re itshwarele go bo o fitlhela seno se gwetlha. Leka go akanya ka mekgwa e e motshameko le go kgatlhisa go ruta ngwana wa gago kharikhulamo ya sekolo sa gagwe. Bana ba nna le kgatlhego go ithuta fa ba ja monate. Fa o tlhoka dikakantsho dingwe tsa dikakanyo tse di itumedisang tlanya “Thuso”.
