Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/tn/tn_messages.po
Languages: tn_za

# arguments
source: my child or teen got angry and did not want to talk about the problem
tn_za: ngwana kgotsa mosha wa me o ile a galefa mme a sa batle go bua ka bothata

# arguments
source: i did not have the opportunity to involve my children in problem solving
tn_za: ga ke a bona tshono go tsenyeletsa bana ba me mo go rarabololeng mathata

# arguments
source: my child is still using digital gagdets
tn_za: ngwanake o santse a dirisa didiriswa tsa dijitale

# arguments
source: i am finding it difficult to get my child to stop using gadgets
tn_za: ke fitlhela go le popota gore ke tlogedise ngwanake go dirisa didiriswa tsa tlhaeletsano

# arguments
source: i forgot how to set up set up technical fixes
tn_za: Ke lebetse go tlhama dipaakanyo tsa setegeniki

# arguments
source: i do not feel comfortable with what my child is looking at online
tn_za: ga ke nnisege ka se ngwanake a le bogelang mo inthaneteng

# arguments
source: i do not know how to talk to my child about what's safe and not safe online
tn_za: ga ke itse gore nka jang le ngwanake ka ga se se siriletsegile le se se sa sireletsegang mo inthaneteng

# arguments
source: i don’t know much about technology, so i don’t know how to talk about it with my child
tn_za: ga ke itse go le gontsi ka thekenoloji, ka jalo ga ke itse gore nka bua jang le ngwanake ka yone

# arguments
source: i did not have the time to have this discussion with my child or teen
tn_za: ga kena nako ya go buisana ke ngwanake kgotsa mosha wa me ka ga se

# arguments
source: i didn't stay calm
tn_za: ga ke a ritibala

# arguments
source: i got angry
tn_za: ke ne ka galefa

# arguments
source: i felt overwhelmed
tn_za: ke ne ke ikutlwa ke tlalalane

# arguments
source: my baby won't stop crying
tn_za: lesea la me ga le didimale

# arguments
source: my teen told me that something serious happened to them and i did not know how to handle it
tn_za: mosha wa me o mpoleletse gore sengwe se se masisi se mo tlhagetse mme ke ne ke sa itse gore nka dira jang

# arguments
source: the conversation made me very uncomfortable because i was reminded of something serious that happened to me
tn_za: puisano e dirile gore ke seka ka nnisega tota ka gonne e nkgopoditse tiragalo e e sa siamang e nkileng ka nna le yone

# arguments
source: my teen, or me, or my family did not feel comfortable
tn_za: mosha, kgotsa nna, kgotsa balelapa la me ba ne ba sa nnisega

# arguments
source: my teen did not discuss anything sensitive or challenging with me
tn_za: mosha wa me ga a ka a tlotla le nna sepe se se masisi kgotsa se na le kgwetlho

# arguments
source: my child told me that something serious happened to them and i did not know how to handle it
tn_za: ngwanake o mpoleletse gore sengwe se se masisi se mo tlhagetse mme ke ne ke sa itse gore nka dira jang

# arguments
source: my child did not feel comfortable
tn_za: ngwanake o ne a sa nnisega

# arguments
source: i do not know how to have this discussion
tn_za: ke ne ke sa itse gore ke e tlotle jang

# arguments
source: i did not have the time to have this discussion with my child
tn_za: ga kena nako ya go buisana ke ngwanake ka ga se

# arguments
source: i did not want to tell my family how much i earn
tn_za: Ke ne ke sa batle go bolelela lelapa la me gore ke gola bokae.

# arguments
source: when budgeting, we could not agree on what should fall under needs and what should fall under wants
tn_za: Fa re dira tekanyetsokabo, re ka nna ra seka ra dumalana gore ke eng se eleng ditlhoko le gore ke eng se eleng dipatlo.

# arguments
source: i did not understand what to do
tn_za: Ke ne ke sa itse gore ke dire eng.

# arguments
source: my child or teen did not want to do the budgeting with me
tn_za: ngwana kgotsa mosha wa me o ne a sa batle go dira tekanyetsokabo le nna

# arguments
source: i did not have the time to talk about family budgeting with my child or teen
tn_za: ke ne ke sena nako go buisana le ngwanake kgotsa mosha wa me ka ga tekanyetsokabo ya balelapa

# arguments
source: i don't know what to do with my child
tn_za: ga ke itse gore ke direng ka ngwanake

# arguments
source: my child does not want to learn
tn_za: ngwanake ga a batle go ithuta

# arguments
source: i am feeling overwhelmed
tn_za: ke ikutlwa ke tlalalane

# arguments
source: i do not know where to find resources to support my child's learning
tn_za: ga ke itse gore nka bona kae didiriswa go tshegetsa ngwanake mo go ithuteng

# arguments
source: i did not have the time to involve myself in my child's learning or education
tn_za: ga ke na nako go itsenyeletsa mo go ithuteng kgotsa thutong ya ngwanake

# arguments
source: my child or teen and i disagreed on which areas were unsafe
tn_za: ngwanake, nna le mosha wa me ga re dumalane ka gore ke mafelo afe a a sa sireletsegang

# arguments
source: my child or teen identified the house of someone i trust as unsafe. i was shocked and did not know what to do
tn_za: ngwanake kgotsa mosha wa me o lemogile ntlo ya motho yo ke mo tshepang gore ga e a sireletsega. ke ne ke tshogile mme ke sa itse gore nka dira eng.

# arguments
source: my child or teen insisted that a place like a bar is for them to visit. i don’t know how to convince them that it is not a safe area
tn_za: ngwanake kgotsa mosha wa me o gapeleditse gore maflo a a tshwanang le dibara ke a bone gore ba a etele. ga ke itse gore nka ba lemosa jang gore lefelo leo ga le a sireletsega

# arguments
source: as an adult, i feel i am responsible for protecting my child or teen. when i told my child or teen which areas are unsafe, they got angry
tn_za: jaaka mogolo, ke ikutlwa e kete ke maikarabelo a me go sireletsa ngwana kgotsa mosha wa me. fa ke bolelela ngwanake kgotsa mosha wa me gore ke mafelo afe a a sa sireletsegang, ba ne ba galefa

# arguments
source: it was hard to identify resources available in my community because i don’t know my community so well
tn_za: go ne go le boima go bona ditlamelwana tse di leng gone mo tikologong ya me ka gonne ga ke itse tikologo ya me sentle

# arguments
source: i did not have any time to do this activity
tn_za: ke ne ke sena nako go dira tirwana e

# arguments
source: i got very angry with my child or teen and yelled at them
tn_za: ke ne ka galefela ngwanake kgotsa mosha wa me tota mme ka mo kgakgautha

# arguments
source: i forgot to give my child or teen a choice to comply before giving the consequence
tn_za: ke lebetse go neela ngwanake kgotsa mosha wa me kgetho go obamela pele ke neelana ka ditlamorago

# arguments
source: my child or teen got very angry with me after i gave the consequence
tn_za: ngwanake kgotsa mosha wa me o nkgalefetse tota morago ga ke sena go mo naya ditlamorago

# arguments
source: my child or teen complained that the consequence was not fair
tn_za: ngwanake kgotsa mosha wa me o ne a ngongorega gore ditlamorago di a gobelela

# arguments
source: i forgot to follow through with the consequence
tn_za: ke lebetse go latelela ditlamorago

# arguments
source: i am giving too many consequences all the time
tn_za: ke neelana ka ditlamorago tse dintsi ka dinako tsotlhe

# arguments
source: my child or teen did not need a consequence because they were behaving well
tn_za: ngwanake kgotsa mosha wa me o ne a sa tlhoke ditlamorago ka fa a ne a itshotse sentle

# arguments
source: it was hard to stay calm while ignoring my child's tantrum
tn_za: go ne go le boima go ritibala fa ke ne ke ikgatholosa matepe a ngwanake

# arguments
source: i struggled to be consistent and gave into their demands
tn_za: ke nnile le bothata go lolama le go letla ngwanake go pateletsa dilo

# arguments
source: i am concerned about my child or someone else getting hurt
tn_za: ke tshenngwa ke gore ngwanake kgotsa mongwe fela a ka utlwa botlhoko

# arguments
source: i am having to ignore my child's behaviour all the time
tn_za: ke tshwanela go ikgatholosa maitsholo a ngwanake dinako tsotlhe

# arguments
source: my child did not behave in a negative attention seeking or demanding way
tn_za: ngwanake ga a ka a itshola ka mokgwa o o tlhokang kelotlhoko e e sa siamang kgotsa a pateletsa dilo

# arguments
source: it was hard to identify resources available
tn_za: go boima go supa didiriswa tse di gona

# arguments
source: i did not have any time
tn_za: ke ne ke sena nako epe

# arguments
source: as an adult, i feel i am responsible for protecting my child, but i don't know a lot about covid-19
tn_za: jaaka mogolo, ke ikutlwa e kete ke maikarabelo a me go sireletsa ngwana kgotsa mosha wa me, fela ga ke itse go le gontsi ka covid-19

# arguments
source: i felt uncomfortable or confused
tn_za: ke ne ke sa nnisega kgotsa ke tlhakatlhakane

# arguments
source: my child reacted negatively
tn_za: ngwanake o ikarabetse bosula

# arguments
source: my child asked me questions i did not the answers to
tn_za: ngwanake o mpoditse dipotso tse ke neng ke sena dikarabo tsa tsona

# arguments
source: i forgot what the risks and dangers are
tn_za: Ke lebetse gore matshosetsi le dikotsi ke dife

# arguments
source: i forgot how to seek help
tn_za: ke lebetse gore ke batla thuso jang

# arguments
source: i don't know how to create healthy and safe online habits
tn_za: Ga ke itse gore nka tlhama jang ditlwaelo tsa inthanete tse di itekanetseng le go sireletsega

# arguments
source: i did not have the time for this activity
tn_za: Ke ne ke sena nako go dira tirwana e

# arguments
source: my family did not want to do the budgeting with me
tn_za: Balelapa la me o ne a sa batle go dira tekanyetsokabo le nna.

# arguments
source: i did not have the time to talk about budgeting with my family
tn_za: Ke ne ke sena nako go buisana le balelapa la me ka ga tekanyetsokabo

# arguments
source: i am finding it difficult to use positive language whilst communicating to my family
tn_za: Ke fitlhela go le boima go dirisa puo e e siameng fa ke bua le balelapa la me

# arguments
source: i don't know how to get others in my family to contribute to a supportive family environment
tn_za: Ga ke itse gore nka tsaya jang karolo go aga tikologo ya lelapa e e nang le tshegetso

# arguments
source: i don't know how to show others that i am listening
tn_za: Ga ke itse gore nka bontsha ba bangwe jang gore ke reeditse

# arguments
source: i feel tired and overwhelmed
tn_za: Ke ikutlwa ke lapile le go tlalana

# arguments
source: i don't know how to contribute to a supportive family environment
tn_za: Ga ke itse gore nka tsaya jang karolo go aga tikologo ya lelapa e e nang le tshegetso

# arguments
source: police
tn_za: Mapodisi

# arguments
source: medical
tn_za: bongaka

# arguments
source: fire
tn_za: molelo

# arguments
source: mental
tn_za: tlhaloganyo

# arguments
source: violence
tn_za: tirisodikgoka

# arguments
source: suicide
tn_za: go ipolaya

# arguments
source: family counselling services
tn_za: ditirelo tsa tshidilamaikutlo tsa balelapa

# arguments
source: education
tn_za: thuto

# arguments
source: substance abuse
tn_za: kgatelelo ya diritibatsi

# arguments
source: moretips
tn_za: dikakantshogofeta

# arguments
source: play
tn_za: tshameka

# arguments
source: skills
tn_za: dikgono

# arguments
source: relax
tn_za: repa

# arguments
source: start_messages
tn_za: simolola_melaetsa

# arguments
source: goback
tn_za: boelamorago

# arguments
source: emergency
tn_za: tshoganyetso

# arguments
source: depression
tn_za: kgobelelano ya maikutlo

# arguments
source: health
tn_za: boitekanelo

# arguments
source: natural
tn_za: tlholego

# arguments
source: help
tn_za: thuso thusa

# arguments
source: curfews
tn_za: Maparego

# arguments
source: shops
tn_za: mabenkele

# arguments
source: production
tn_za: tlhagiso

# arguments
source: recreational venues
tn_za: mafelo a itapoloso

# arguments
source: stay-at-home orders
tn_za: go reka o le kwa gae

# arguments
source: distancing
tn_za: bosekgala

# arguments
source: no restrictions
tn_za: Ga gona dikganelo

# arguments
source: prefer
tn_za: kgethela

# arguments
source: same
tn_za: tshwana

# arguments
source: less often
tn_za: e seng ka gale
