Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/tn/tn_messages.po
Languages: tn_za

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was stubbornness. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
tn_za: Pejana o rile @fields.survey_behave_name maitsholo a a gwetlhang segolo go wena e ne e le nkane. O ka lekanya mathata a gajaana jang go selekanyo sa 0 go ya go 7 (0=ga se bothata le 7=go maswe)?

# text
source: Sorry, I don't understand what you mean. Please answer with a number between 0 and 7.
tn_za: Intshwarele, ga ke go tlhaloganye. Ka kopo araba ka nomoro magareng ga 0 le 7.

# text
source: Can we ask you a few questions? If you do not want to answer any questions, it is completely okay. Remember, everything you say will be completely private.
tn_za: A re go botsa dipotso di le mmalwa? Fa o sa batle go araba dipotso dipe, go siame fela. Gopola, tsotlhe tse o tla di buang di tla tsholwa di le poraefete ka gotlhe.

# text
source: Can I ask you a few questions? If you do not want to answer any questions, it is completely okay. Remember, everything you say will be completely private.
tn_za: A nka go botsa dipotso di le mmalwa? Fa o sa batle go araba dipotso dipe, go siame fela. Gopola, tsotlhe tse o tla di buang di tla tsholwa di le poraefete ka gotlhe.

# text
source: It is okay if this is not a good time. Chat later @fields.user_name!
tn_za: Go siame fa eno e se nako a a siameng. Tla re bue moragonyana @fields.user_name!

# text
source: We would also like to know how you are doing with @fields.survey_behave_name.
tn_za: Gape re tla rata go itse gore o dira jang ka @fields.survey_behave_name.

# text
source: I would also like to know how you are doing with @fields.survey_behave_name.
tn_za: Gape nka rata go itse gore o dira jang ka @fields.survey_behave_name.

# text
source: Well done! It looks like you able to manage this behavior even though it is difficult. Keep it up @fields.user_name!
tn_za: O dirile sentle! Go lebega o kgona go laola maitsholo ano le fa go le boima. Tswelela fela jalo @fields.user_name!

# text
source: Well done! It looks like you able to manage this behavior even though it is difficult. Keep it up!
tn_za: O dirile sentle! Go lebega o kgona go laola maitsholo ano le fa go le boima. Tswelela fela jalo!

# text
source: We understand that this can be really difficult for you and your child. Would you like some advice on how to manage this behaviour?
tn_za: Re tlhaloganya gore seno se ka nna boima tota go wena le go ngwana wa gago. A o ka rata kgakololo nngwe gore o ka laola jang maitsholo a?

# text
source: I understand that this can be really difficult for you and your child. Would you like some advice on how to manage this behaviour?
tn_za: Ke tlhaloganya gore seno se ka nna boima tota go wena le go ngwana wa gago. A o ka rata kgakololo nngwe gore o ka laola jang maitsholo a?

# text
source: Well done! This is an improvement from last week! You are making great progress. Keep it up @fields.user_name!
tn_za: O dirile sentle! Eno ke tokafalo go feta beke e e fetileng! O gatelapele sentle tota. Tswelela fela jalo @fields.user_name!

# text
source: Well done! This is an improvement from last week! You are making great progress. Keep it up!
tn_za: O dirile sentle! Eno ke tokafalo go feta beke e e fetileng! O gatelapele sentle tota. Tswelela fela jalo!

# text
source: Thanks so much for answering these questions! We really appreciate it. Remember you can always get more tips or extra help by typing "Help". Chat later @fields.user_name!
tn_za: Re leboga go menagane go bo o arabile dipotso tse! Re anaanela seo thata. Gopola gore o ka bona tshegetso e nngwe ka go tlanya “Thuso”. Tla re bue moragonyana @fields.user_name!

# text
source: Thanks so much for answering these questions! We really appreciate it. Remember you can always get more tips or extra help by typing "Help". Chat later!
tn_za: Re leboga go menagane go bo o arabile dipotso tse! Re anaanela seo thata. Gopola gore o ka bona tshegetso e nngwe ka go tlanya “Thuso”. Tla re bue moragonyana!

# text
source: Can we ask you a few questions to help these messages work better for you? If you do not want to answer any questions, it is completely okay. Remember, everything you say will be completely private.
tn_za: A re ka go botsa dipotso di le mmalwa go go thusa gore melaetsa eno e go thuse botoka? Fa o sa batle go araba dipotso dipe, go siame fela. Gopola, tsotlhe tse o tla di buang di tla tsholwa di le poraefete ka gotlhe.

# text
source: Can I ask you a few questions to help these messages work better for you? If you do not want to answer any questions, it is completely okay. Remember, everything you say will be completely private.
tn_za: A re ka go botsa dipotso di le mmalwa go go thusa gore melaetsa eno e go thuse botoka? Fa o sa batle go araba dipotso dipe, go siame fela. Gopola, tsotlhe tse o tla di buang di tla tsholwa di le poraefete ka gotlhe.

# text
source: Thank you @fields.user_name! We really appreciate your input.
tn_za: Ke a leboga, @fields.user_name! Re anaanela tshwaelo ya gago thata.

# text
source: Thank you @fields.user_name! I really appreciate your input.
tn_za: Ke a leboga, @fields.user_name! Ke anaanela tshwaelo ya gago thata.

# text
source: Thank you! We really appreciate your input.
tn_za: Ke a leboga! Re anaanela tshwaelo ya gago thata.

# text
source: Thank you! I really appreciate your input.
tn_za: Ke a leboga! Ke anaanela tshwaelo ya gago thata.

# text
source: Thanks so much for answering these questions @fields.user_name! We really appreciate it.
tn_za: Re leboga go menagane go bo o arabile dipotso tse @fields.user_name! Re anaanela seo thata.

# text
source: Thanks so much for answering these questions @fields.user_name! I really appreciate it.
tn_za: Re leboga go menagane go bo o arabile dipotso tse @fields.user_name! Re anaanela seo thata.

# text
source: Thanks so much for answering these questions! We really appreciate it.
tn_za: Re leboga go menagane go bo o arabile dipotso tse! Re anaanela seo thata.

# text
source: Thanks so much for answering these questions! I really appreciate it.
tn_za: Re leboga go menagane go bo o arabile dipotso tse! Re anaanela seo thata.

# text
source: Please choose one age group for these parenting tips. You might want to choose the child you are concerned about the most.
tn_za: Ka kopo kgetha setlhopha se le sengwe sa dingwaga go dikakantsho tse tsa botsadi. O ka rata go kgetha ngwana yo o tshwenyegileng ka ena segolo.

# text
source: You can always change this later by typing "Help" and selecting "Technical support"
tn_za: Ka gale o ka fetola seno moragonya ka go tlanya “Thuso” mme o tlhophe “Tshegetso ya setegeniki”

# text
source: You can always change this later by typing "Help" and selecting "Technical support".
tn_za: Ka gale o ka fetola seno moragonya ka go tlanya “Thuso” mme o tlhophe “Tshegetso ya setegeniki”.

# text
source: Can we also ask you a few quick questions about your relationship with your partner?
tn_za: A re ka kgona go go botsa gape dipotso tse di mmalwa ka bonako ka ga kamano ya gago le molekane wa gago?

# text
source: Everything you say will be completely private.
tn_za: Tsotlhe tse o tla di buang di tla tsholwa di le poraefete ka gotlhe.

# text
source: If you do not want to answer any questions, it is completely okay.
tn_za: Fa o sa batle go araba dipotso dipe, go siame fela.

# text
source: Can I also ask you a few quick questions about your relationship with your partner?
tn_za: A nka ka kgona go go botsa gape dipotso tse di mmalwa ka bonako ka ga kamano ya gago le molekane wa gago?

# text
source: What state or territory are you from?
tn_za: O tswa kwa nageng kgotsa kgaolong efe?

# text
source: Sorry, I don't understand what you mean. Please reply with a number between 1 and @fields.n_states.
tn_za: Intshwarele, ga ke go tlhaloganye. Ka kopo araba ka nomoro magareng ga 1 le @fields.n_states.

# text
source: Hi! Thank you for signing up to receive ParentText tips. Please tell us which language you would like:
tn_za: Dumela! Re leboga fa o ikwadisitse go amogela dikakantsho tsa ParentText. Ka kopo re bolelele gore o ka rata puo efe:

# text
source: How did you find out about ParentText?
tn_za: O itsitse jang ka ga ParentText?

# text
source: Did you know that over 200 million parents around the world have used our resources developed by Parenting for Lifelong Health, WHO, and UNICEF?
tn_za: O a ne o itse gore go feta dimilione di le 200 tsa batsadi go ralala lefatshe ba dirisitse didiriswa tsa rona tse di tlhamilweng ke Botsadi go Itekanelo ya Botshelo jotlhe, WHO le UNICEF?

# text
source: Did you know that over 200 million parents around the world have used these resources developed by Parenting for Lifelong Health, WHO, and UNICEF?
tn_za: O a ne o itse gore go feta dimilione di le 200 tsa batsadi go ralala lefatshe ba dirisitse didiriswa tsa rona tse di tlhamilweng ke Botsadi go Itekanelo ya Botshelo jotlhe, WHO, le UNICEF?

# text
source: This programme is for parents and caregivers like you (aged 18 or older).
tn_za: Lenaane leno ke la batsadi le batlhokomedi ba ba jaaka wena (ba dingwaga di le 18 kgotsa go feta).

# text
source: Your participation and any information you provide will be used anonymously by researchers to learn about how to better support families like yours.
tn_za: Botsaakarolo jwa gago le tshedimosetso nngwe le nngwe e o neelanang ka yona di tla dirisiwa ka tlhokaina le babatlisisi go ithuta ka go tshegetsa malapa a a tshwanang le la gago.

# text
source: Click here for more information:
tn_za: Tobetsa fano go bona tshedimosetso e nngwe:

# text
source: Type "Yes" if you agree with this. Type "Exit" if you do not want to participate.
tn_za: Tlanya “Ee” fa o dumalana le se. Tlanya “Tswaya” fa o sa rate go tsaya karolo.

# text
source: I am sorry I did not understand. Please type "Yes" if you agree with this. Type "Exit" if you do not want to participate.
tn_za: Ke ne ke sa itse gore ke dire eng. Tlanya “Ee” fa o dumalana le se. Tlanya “Tswaya” fa o sa rate go tsaya karolo.

# text
source: That is wonderful, thank you so much!
tn_za: Go gontle, re leboga go menagane!

# text
source: Can you please confirm that you are 18 years old or older?
tn_za: A o ka netefatsa gore o na le dingwaga di le 18 kgotsa go feta?

# text
source: Are you sure you do not want to get these messages? If you do not want to receive any more messages, please type "STOP MESSAGES." If you made a mistake, please type "back" and choose another option.
tn_za: A o tiisitse gore ga o batle go amogela melaetsa eno? Fa o sa batle go amogela melaetsa e mengwe, ka kopo tlanya “EMISA MELAETSA.” fa o dirile phoso, ka kopo tlanya “morago” mme o kgethe iitlhophelo e nngwe.

# text
source: Sorry, ParentText is only for people over the age of 18. Do you confirm that you are under the age of 18?
tn_za: Tshwarelo, MotsadiKwalo ke ya batho ba ba fetileng dingwaga di le 18 fela. A o netefatsa gore o ka fa tlase ga dingwaga di le 18?

# text
source: Thank you so much for confirming this. You are now ready to begin your ParentText journey!
tn_za: Re go leboga go menagane go netefatsa se. Jaanong o siametse go simolola leeto la ParentText!

# text
source: If you want to experience ParentText, you can always share it with your parents or caregivers.
tn_za: Fa o batla go itemogela ParentText, o ka e arolelanela ka gale le batsadi kgotsa batlhokomedi ba gago.

# text
source: If you ever return to participate in the programme, type "START_MESSAGES".
tn_za: Fa o ka bowa go tla go tsayakarolo go lenaneo, tlanya “SIMOLOLA_MELAETSA”.

# text
source: Please tell us about the length of the ParentText programme (total number of days you received messages). ParentText was...
tn_za: Ka kopo re bolelele ka ga boleele jwa lenaane la ParentText (palogotlhe ya malatsi a o amogetseng melaetsa). ParentText e ne e le...

# text
source: Please tell me about the length of the ParentText programme (total number of days you received messages). ParentText was...
tn_za: Ka kopo mpolelele ka ga boleele jwa lenaane la ParentText (palogotlhe ya malatsi a o amogetseng melaetsa). ParentText e ne e le...

# text
source: Thank so much for your feedback! Please feel free to provide more feedback or type "N" to finish.
tn_za: Re lebogela dipholo tsa gago! Ka kopo phuthologa go neelana ka dipholo go feta kgotsa tlanya “N” go digela.

# text
source: Please tell us about the number of messages that you received each day. They were...
tn_za: Ka kopo re bolelele ka palo ya melaetsa e o e amogetseng letsatsi lengwe le lengwe. E ne e le...

# text
source: Please tell me about the number of messages that you received each day. They were...
tn_za: Ka kopo mpolelele ka palo ya melaetsa e o e amogetseng letsatsi lengwe le lengwe. E ne e le...

# text
source: Open ended question: Is there anything we can do to improve the ParentText chatbot for other families? Please feel free to write as much as you want!
tn_za: Potso e e bulegileng: A go sengwe se re ka se dirang go tokafaletsa malapa a mangwe chatbot ya ParentText? Ka kopo phuthologa go kwala ka bontsi jo o bo ratang!

# text
source: Open ended question: Is there anything I can do to improve the ParentText chatbot for other families? Please feel free to write as much as you want!
tn_za: Potso e e bulegileng: A go sengwe se nka se dirang go tokafaletsa malapa a mangwe chatbot ya ParentText? Ka kopo phuthologa go kwala ka bontsi jo o bo ratang!

# text
source: That is great! We really appreciate your feedback!
tn_za: Ke selo se sentle! Re anaanela tshwaelo ya gago e le ruri!

# text
source: That is great! I really appreciate your feedback!
tn_za: Ke selo se sentle! Ke anaanela tshwaelo ya gago e le ruri!

# text
source: Other parents just like you are benefiting from ParentText in your community! @fields.user_name, are you sure you want to exit the programme?
tn_za: Batsadi ba bangwe ba ungwelwa fela jaaka wena go tswa go ParentText mo baaging! @fields.user_name, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: Other parents just like you are benefiting from ParentText in your community! Are you sure you want to exit the programme?
tn_za: Batsadi ba bangwe ba ungwelwa fela jaaka wena go tswa go ParentText mo baaging! A o netefatsa gore o batla go tswa go lenaneo?

# text
source: @fields.user_name, every time you read one of these messages, you are strengthening your parenting skills. We believe you can keep up with your amazing progress, are you sure you want to exit the programme?
tn_za: @fields.user_name, nako nngwe le nngwe fa mongwe a buisa melaetsa e, o matlafatsa dikgono tsa gagwe tsa botsadi. Re dumela gore o ka tswelelapele ka kgatelopele e e gakgamatsang ya gago, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: @fields.user_name, every time you read one of these messages, you are strengthening your parenting skills. I believe you can keep up with your amazing progress, are you sure you want to exit the programme?
tn_za: @fields.user_name, nako nngwe le nngwe fa mongwe a buisa melaetsa e, o matlafatsa dikgono tsa gagwe tsa botsadi. Re dumela gore o ka tswelelapele ka kgatelopele e e gakgamatsang ya gago, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: Every time you read one of these messages, you are strengthening your parenting skills. We believe you can keep up with your amazing progress, are you sure you want to exit the programme?
tn_za: nako nngwe le nngwe fa mongwe a buisa melaetsa e, o matlafatsa dikgono tsa gagwe tsa botsadi. Re dumela gore o ka tswelelapele ka kgatelopele e e gakgamatsang ya gago, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: Every time you read one of these messages, you are strengthening your parenting skills. I believe you can keep up with your amazing progress, are you sure you want to exit the programme?
tn_za: nako nngwe le nngwe fa mongwe a buisa melaetsa e, o matlafatsa dikgono tsa gagwe tsa botsadi. Re dumela gore o ka tswelelapele ka kgatelopele e e gakgamatsang ya gago, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: @fields.user_name, without having access to these tips, it will be harder to know how to cope with parenting stress, are you sure you want to leave the programme?
tn_za: @fields.user_name, ntle le pitlhelelo go dikakantsho tse, go tla nna bokete go mekamekana le kgatelelo ya botsadi, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: Without having access to these tips, it will be harder to know how to cope with parenting stress, are you sure you want to leave the programme?
tn_za: Ntle le pitlhelelo go dikakantsho tse, go tla nna bokete go mekamekana le kgatelelo ya botsadi, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: @fields.user_name, you have collected @fields.n_skills/@fields.total_skills skills! You have shown excellent dedication so far, are you sure you want to exit the programme?
tn_za: @fields.user_name, o kgobokantse dikgono @fields.n_skills/@fields.total_skills ! O bontshitse boeneelo jo bo ntle go fitlha jaana, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: You have collected @fields.n_skills/@fields.total_skills skills! You have shown excellent dedication so far, are you sure you want to exit the programme?
tn_za: O kgobokantse dikgono @fields.n_skills/@fields.total_skills! O bontshitse boeneelo jo bo ntle go fitlha jaana, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: @fields.user_name, you are on your way to reaching your goal of improving your child's behaviour, are you sure you want to exit the programme?
tn_za: @fields.user_name, o mo tseleng ya gago go fitlhelela maikaelelo a go tokafatsa maitsholo a ngwana wa gago, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: You are on your way to reaching your goal of improving your child's behaviour, are you sure you want to exit the programme?
tn_za: O mo tseleng ya gago go fitlhelela maikaelelo a go tokafatsa maitsholo a ngwana wa gago, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: @fields.user_name, you are on your way to reaching your goal of improving your relationship with your child, are you sure you want to exit the programme?
tn_za: @fields.user_name, mo tseleng ya gago go fitlhelela maikaelelo a go tokafatsa botsalano kwa gago le ngwana wa gago, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: You are on your way to reaching your goal of improving your relationship with your child, are you sure you want to exit the programme?
tn_za: O mo tseleng ya gago go fitlhelela maikaelelo a go tokafatsa botsalano kwa gago le ngwana wa gago, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: @fields.user_name, you are on your way to reaching your parenting goal, are you sure you want to exit the programme?
tn_za: @fields.user_name, o mo tseleng ya gago go fitlhelela maikaelelo a botsadi, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: You are on your way to reaching your parenting goal, are you sure you want to exit the programme?
tn_za: O mo tseleng ya gago go fitlhelela maikaelelo a botsadi, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: @fields.user_name, you are on your way to reaching your goal of knowing more about your child's development, are you sure you want to exit the programme?
tn_za: @fields.user_name, o mo tseleng ya go fitlhela pono ya gago ka go itse go le gontsi ka kgolo ya ngwana wa gago, a o netefetse gore o batla go tswa go lenaneo?

# text
source: You are on your way to reaching your goal of knowing more about your child's development, are you sure you want to exit the programme?
tn_za: O mo tseleng ya go fitlhela pono ya gago ka go itse go le gontsi ka kgolo ya ngwana wa gago, a o netefetse gore o batla go tswa go lenaneo?

# text
source: @fields.user_name, you are on your way to reaching your goal of having less conflict in your family, are you sure you want to exit the programme?
tn_za: @fields.user_name, mo tseleng ya gago go fitlhelela maikaelelo a go se nne le kgatlhong e ntsi mo lapeng la gago, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: You are on your way to reaching your goal of having less conflict in your family, are you sure you want to exit the programme?
tn_za: O mo tseleng ya gago go fitlhelela maikaelelo a go se nne le kgatlhong e ntsi mo lapeng la gago, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: @fields.user_name, you are on your way to reaching your goal of knowing more about how to keep your child safe, are you sure you want to exit the programme?
tn_za: @fields.user_name, mo tseleng ya gago go fitlhelela maikaelelo a go fitlhelela go itse go le gontsi ka ga gore o ka tshola ngwana wa gago a sireletsegile jang, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: You are on your way to reaching your goal of knowing more about how to keep your child safe, are you sure you want to exit the programme?
tn_za: O mo tseleng ya gago go fitlhelela maikaelelo a go fitlhelela go itse go le gontsi ka ga gore o ka tshola ngwana wa gago a sireletsegile jang, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: @fields.user_name, you are on your way to reaching your goal of your child improving their performance at school, are you sure you want to exit the programme?
tn_za: @fields.user_name, o mo tseleng ya gago go fitlhelela maikaelelo a go tokafatsa tiragatso ya bona kwa sekolong, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: You are on your way to reaching your goal of your child improving their performance at school, are you sure you want to exit the programme?
tn_za: 1, o mo tseleng ya gago go fitlhelela maikaelelo a go tokafatsa tiragatso ya ngwana wa gago kwa sekolong, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: @fields.user_name, without having access to these tips, it will be harder to know how to handle @fields.child_nickname's misbehaviour, are you sure you want to exit the programme?
tn_za: @fields.user_name, ntle le pitlhelelo go dikakantsho tse, go tla nna bokete go itse gore o ka mekamekana jang le @fields.child_nickname go se itshole sentle, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: @fields.user_name, without having access to these tips, it will be harder to know how to handle your child’s misbehaviour, are you sure you want to exit the programme?
tn_za: @fields.user_name ntle le pitlhelelo go dikakantsho tse, go tla nna bokete go itse gore o ka mekamekana jang le ngwana wa gago a sa itshole sentle, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: Without having access to these tips, it will be harder to know how to handle @fields.child_nickname's misbehaviour, are you sure you want to exit the programme?
tn_za: Ntle le pitlhelelo go dikakantsho tse, go tla nna bokete go itse gore o ka mekamekana jang le go se @fields.child_nickname itshole sentle, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: Without having access to these tips, it will be harder to know how to handle your child’s misbehaviour, are you sure you want to exit the programme?
tn_za: Ntle le pitlhelelo go dikakantsho tse, go tla nna bokete go itse gore o ka mekamekana jang le ngwana wa gago a sa itshole sentle, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: @fields.user_name, every time you are completing an activity, @fields.child_nickname experiences the benefits. We believe you can keep up with your amazing progress, are you sure you want to leave the programme?
tn_za: @fields.user_name, nako nngwe le nngwe fa o digela tirwana, @fields.child_nickname o itemogela melemo. Re dumela gore o ka tswelelapele ka kgatelopele e e gakgamatsang ya gago, a o netefatsa gore o batla go tswa go lenaneo?
