Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/tn/tn_messages.po
Languages: tn_za

# text
source: We know, it is hard to be consistent! If you ignore a behaviour only some of the time, your child will think it might help them get their way. The more consistent you are, the less they will do it.
tn_za: Re a itse, go boima go lolama! Fa o ikgatholosa maitsholo ka dinako dingwe, ngwana wa gago o tla akanya gore o tla tswelelaka ona. Fa o tswelela go lolama, ba tla tswelela sentle le bona.

# text
source: I know, it is hard to be consistent! If you ignore a behaviour only some of the time, your child will think it might help them get their way. The more consistent you are, the less they will do it.
tn_za: Ke a itse, go boima go lolama! Fa o ikgatholosa maitsholo ka dinako dingwe, ngwana wa gago o tla akanya gore o tla tswelelaka ona. Fa o tswelela go lolama, ba tla tswelela sentle le bona.

# text
source: If you are finding that you are ignoring @fields.child_nickname's behaviour a lot, then @fields.child_nickname is probably not getting enough positive attention at other times. Try to spend more One-on-One Time with @fields.child_nickname!
tn_za: Fa o fitlhela e le gore o ikgatholosa maitsholo a @fields.child_nickname gantsi, gongwe @fields.child_nickname ga a bone nako e e siameng e ntsi ka dinako tse dingwe. Leka go nna le nako ya Motho ka mong le @fields.child_nickname!

# text
source: If you are finding that you are ignoring your child's behaviour a lot, then your child is probably not getting enough positive attention at other times. Try to spend more One-on-One Time with your child!
tn_za: Fa o fitlhela e le gore o ikgatholosa maitsholo a ngwana wa gago gantsi, gongwe ngwana wa gago ga a bone nako e e siameng e ntsi ka dinako tse dingwe. Leka go nna le nako ya Motho ka mong le ngwana wa gago?

# text
source: Great to hear that you have not needed to use ignore with tantrums or other negative attention seeking and demanding behaviour. Keep investing in quality time and praising @fields.child_nickname's positive behaviour. Redirect works great for avoiding these behaviours, too!
tn_za: go gontle go utlwa gore ga o ise o tlhoke go dirisa ikgatholoso ka matepe kgotsa ka maitsholo a a pateletsang kgotsa a go batla nako. Beeletsa go nako e e boleng mme o akgole maitsholo a a siameng a @fields.child_nickname. Kaelogape e mosola go efoga maitsholo se!

# text
source: Great to hear that you have not needed to use ignore with tantrums or other negative attention seeking and demanding behaviour. Keep investing in quality time and praising your child's positive behaviour. Redirect works great for avoiding these behaviours, too!
tn_za: go gontle go utlwa gore ga o ise o tlhoke go dirisa ikgatholoso ka matepe kgotsa ka maitsholo a a pateletsang kgotsa a go batla nako. Beeletsa go nako e e boleng mme o akgole maitsholo a a siameng a ngwana wa gago. Kaelogape e mosola go efoga maitsholo se!

# text
source: Sometimes, our children can have very violent tantrums when they do not get their way, especially if they are used to it. Try to move @fields.child_nickname to a place where they will not hurt themselves or others. You may need to firmly hold @fields.child_nickname while ignoring their behaviour - but only do this if you can remain calm and make sure you are not hurting them! Eventually, @fields.child_nickname will calm down.
tn_za: Nako dingwe, bana ba rona ba kgona go nna matepe a a dikgoka fa ba sa bone se ba se batlang, segolo fa ba setse ba tlwaetse. Leka go isa @fields.child_nickname kwa lefelong leo ba ka se ikgobatseng kgotsa ba bangwe. O ka tlhoka go tshwara @fields.child_nickname fa o ikgatholosa maitsholo a bona - fela dira seo fa o kgona go ritibala le go netefatsa gore ga ba ikgobatse! Kwa bokhutlong, @fields.child_nickname o tla ritibala.

# text
source: Sometimes, our children can have very violent tantrums when they do not get their way, especially if they are used to it. Try to move your child to a place where they will not hurt themselves or others. You may need to firmly hold your child while ignoring their behaviour - but only do this if you can remain calm and make sure you are not hurting them! Eventually, your child will calm down.
tn_za: Nako dingwe, bana ba rona ba kgona go nna matepe a a dikgoka fa ba sa bone se ba se batlang, segolo fa ba setse ba tlwaetse. Leka go isa ngwana wa gago kwa lefelong leo ba ka se ikgobatseng kgotsa ba bangwe. O ka tlhoka go tshwara ngwana wa gago fa o ikgatholosa maitsholo a bona - fela dira seo fa o kgona go ritibala le go netefatsa gore ga ba ikgobatse! Kwa bokhutlong, ngwana wa gago o tla ritibala.

# text
source: Hi @fields.user_name! Were you able to have a conversation with your child or teen about COVID-19?
tn_za: Dumela @fields.user_name! a o kgonne go nna le motlotlo le ngwana kgotsa mosha wa gago ka ga COVID-19?

# text
source: Hi! Were you able to have a conversation with your child or teen about COVID-19?
tn_za: Dumela! a o kgonne go nna le motlotlo le ngwana kgotsa mosha wa gago ka ga COVID-19?

# text
source: It is completely normal to feel uncomfortable, confused, or even scared. Everyone feels this way at times. The WHO and UNICEF and websites and local COVID-19 hotlines are great places to find advice on how you and your family can stay safe during COVID-19.
tn_za: Go tlwaelegile go ikutlwa o sa namatshega, o tshwenyegile kgotsa o tshogile. Botlhe ba ikutlwa jaana nako le nako. WHO le UNICEF le diweposaete le megala ya selegae ya COVID-19 ke mafelo a a siameng go bona kgakololo gore wena le balelapa la gago ba kgone go sireletsega mo nakong ya COVID-19.

# text
source: It is completely normal for children to act out or react negatively during these unprecedented times. Give them space to share how they are feeling and let them know you are there for them. You can also try distracting them with fun activities and games.
tn_za: Go tlwaelegile gore bana ba dire matepe kgotsa ba se itshole senle mo dinakong se se di sa tsepamang. Ba neele sebaka go arolelanela gore ba ikutlwa jang mme o ba letle go itse gore o gona. Gape o ka leka go tlosa megopolo ya bona ka ditirwana le metshameko e e itumedisang.

# text
source: You could also check your local COVID-19 hotline:
tn_za: Gape o ka tlhola ka mogala ya COVID-19 wa selegae:

# text
source: We are happy to hear that it went well! Discussing COVID-19 with your children, helps keep them safe!
tn_za: Re itumeletse go utlwa gore tsotlhe di tsamaile sentle! Go tlotla ka ga COVID-19 le bana ba gago, go ba thusa go sireletsega!

# text
source: I am happy to hear that it went well Discussing COVID-19 with your children, helps keep them safe!
tn_za: Ke itumelela go utlwa gore tsotlhe di tsamaile sentle Go tlotla ka ga COVID-19 go thusa go ba tshola ba sireletsegile!

# text
source: That is okay @fields.user_name! What has been difficult for you about discussing COVID-19 with your child or teen?
tn_za: Seo se siame @fields.user_name! Ke eng se se nnileng boima ka ga go tlotla ka COVID-19 le ngwana kgotsa mosha wa gago?

# text
source: That is okay! What has been difficult for you about discussing COVID-19 with your child or teen?
tn_za: Seo se siame! Ke eng se se nnileng boima ka ga go tlotla ka COVID-19 le ngwana kgotsa mosha wa gago?

# text
source: We completely understand. It is difficult to identify what reliable resources are. The WHO and UNICEF websites are great places to start:
tn_za: Re tlhaloganya ka botlalo! Go thata go lemoga gore didiriswa tse di ikanyegang ke dife. Diweposaete tsa WHO le UNICEFke mafelo a mantle go simolola.

# text
source: I completely understand. It is difficult to identify what reliable resources are. The WHO and UNICEF websites are great places to start:
tn_za: Ke tlhaloganya ka botlalo! Go thata go lemoga gore didiriswa tse di ikanyegang ke dife. Diweposaete tsa WHO le UNICEFke mafelo a mantle go simolola.

# text
source: It can be hard to find time during your day, with work, chores, and everything else. Can you think of a time this week when you can spend at least 10 minutes chatting to @fields.child_nickname about COVID-19? This is really important!
tn_za: Ee, go ka nna boima go nna le nako motshegare, ka tiro, ditiro tsa legae, le dilo tse dingwe tsotlhe. A o ka akanya ka nako mo bekeng fa o tla nnang le bonnye metsotso e le 10 o buisana le @fields.child_nickname ka ga COVID-19? Seno se botlhokwa tota.

# text
source: It can be hard to find time during your day, with work, chores, and everything else. Can you think of a time this week when you can spend at least 10 minutes chatting to your child or teen about COVID-19? This is really important!
tn_za: Ee, go ka nna boima go nna le nako motshegare, ka tiro, ditiro tsa legae, le dilo tse dingwe tsotlhe. A o ka akanya ka nako mo bekeng fa o tla nnang le bonnye metsotso e le 10 o buisana le ngwana kgotsa mosha wa gago ka ga COVID-19? Seno se botlhokwa tota.

# text
source: It is difficult to know everything about COVID-19, especially when the information is changing all the time. The most important role as a parent is to be supportive and let @fields.child_nickname know that you are here for them. It is OKAY to not know all everything.
tn_za: Go thata go itse tsotlhe ka ga COVID-19, segolo ka fa tshedimosetso e fetoga ka nako tsotlhe. Karolo e e botlhokwa go feta jaaka motsadi ke go nna le tshegetso le go letla @fields.child_nickname go itse gore o gona go ba tshegetsa. go SIAME gore o bo o sa itse tsotlhe.

# text
source: Some useful resource for COVID-19 are:
tn_za: Didiriswa dingwe tse di mosola ka COVID-19 ke:

# text
source: It is difficult to know everything about COVID-19, especially when the information is changing all the time. The most important role as a parent is to be supportive and let your child know that you are here for them. It is OKAY to not know all everything.
tn_za: Go thata go itse tsotlhe ka ga COVID-19, segolo ka fa tshedimosetso e fetoga ka nako tsotlhe. Karolo e e botlhokwa go feta jaaka motsadi ke go nna le tshegetso le go letla ngwana wa gago go itse gore o gona go ba tshegetsa. go SIAME gore o bo o sa itse tsotlhe.

# text
source: Hi @fields.user_name! Were you able to follow the steps to stay safe online?
tn_za: Dumela @fields.user_name! A o kgonne go latela dikgato tsa go nna o sireletsegile mo mafaratlhatlheng?

# text
source: Hi! Were you able to follow the steps to stay safe online?
tn_za: Dumela! A o kgonne go latela dikgato tsa go nna o sireletsegile mo mafaratlhatlheng?

# text
source: It can be hard to find time during your day, with work, chores, and everything else. Can you think of even 30 minutes this week to do this activity? It will make a big difference in keeping you safe online. You can do it!
tn_za: Ee, go ka nna boima go nna le nako motshegare, ka tiro, ditiro tsa legae, le dilo tse dingwe tsotlhe. A o kgona go akanya le fa e le metsotso e le 30 mo bekeng eno go dira tirwana eno? Go tla tlhola pharologanyo e kgolo go itshola o sireletsegile mo mafaratlhatlheng. O ka dira seno!

# text
source: That is okay! Here is a list of some of the risks and dangers that you may encounter online:
tn_za: Seo se siame! Fano ke lenaneo la mangwe a matshosetsi le dikotsi tse o ka rakanang natso mo mafaratlhatlheng:

# text
source: That is okay! Here are some websites where you can report to and seek help from:
tn_za: Seo se siame! Fano ke dingwe tsa diweposaete fao o ka begang le go batla thuso:

# text
source: Sorry to hear that you are finding this challenging. Try balancing the time that you spend online and offline. Set an amount of time that you can spend online and try it for a week. If you succeed, try adding a little bit more offline time every week. You can do this!
tn_za: Re itshwarele go bo o fitlhela seno se gwetlha. Leka go lekantsha nako e o e tsayang mo mafaratlhatlheng e o se mo mafaratlhatlheng. Baya bokana jwa nako e o e tsayang mo mafaratlhatlheng mme o e leke beke. Fa o atlega, leka go tsenya nako e e fetang o se mo mafaratlhatlheng bele nngwe le nngwe. O ka dira seno!

# text
source: We are happy to hear it went well! We spend a lot of time online, so it is important to create healthy and responsible online habits. This is important so that we can stay safe and continue enjoying the benefits of the digital world.
tn_za: Re itumeletse go utlwa gore tsotlhe di tsamaile sentle! Re tsaya nako e ntsi mo maaratlhatlheng, jalo go botlhokwa go tlhama ditlwaelo tse di itekanetseng e bile di le maikarabelo tsa mafaratlhatlha. Go botlhokwa gore re kgona go nna re sireletsegile le go tswelela go itumelela melemo ya lefatshe la dijitale.

# text
source: I am happy to hear it went well! We spend a lot of time online, so it is important to create healthy and responsible online habits. This is important so that we can stay safe and continue enjoying the benefits of the digital world.
tn_za: Ke itumeletse go utlwa gore tsotlhe di tsamaile sentle! Re tsaya nako e ntsi mo maaratlhatlheng, jalo go botlhokwa go tlhama ditlwaelo tse di itekanetseng e bile di le maikarabelo tsa mafaratlhatlha. Go botlhokwa gore re kgona go nna re sireletsegile le go tswelela go itumelela melemo ya lefatshe la dijitale.

# text
source: That is okay @fields.user_name! What did you find difficult about online safety?
tn_za: Seo se siame @fields.user_name! Ke eng se o fitlhelang se le thata ka ga tshireletsego ygo mafaratlhatlha?

# text
source: That is okay! What did you find difficult about online safety?
tn_za: Seo se siame! Ke eng se o fitlhelang se le thata ka ga tshireletsego ygo mafaratlhatlha?

# text
source: Hi @fields.user_name! Were you able to have a discussion with your family about budgets and savings?
tn_za: Dumela @fields.user_name! a o kgonne go nna le motlotlo le balelapa la gago ka ga ditekanyetsokabo le dipoloko?

# text
source: Hi! Were you able to have a discussion with your family about budgets and savings?
tn_za: Dumela! a o kgonne go nna le motlotlo le balelapa la gago ka ga ditekanyetsokabo le dipoloko?

# text
source: It is completely normal to experience this challenge. People’s wants and needs are different sometimes. Talking about them together can help you and your family to understand each other, respect your differences, and see where you can compromise.
tn_za: Go tlwaelegile go itemogela seno. Ditlhoko le dipatlo tsa batho ga di tshwane ka dinako tse dingwe. Go bua ka tsone mmogo go ka go thusa wena le balelapa la gago go tlhaloganyana, go tlotla dipharologanyo tsa lona, le go bona gore lo ka akanyetsana kae.

# text
source: It is completely normal to experience this challenge. Try making the budget alone first and then try and include family members. Try reminding them that budgeting is important and it can help the family save money.
tn_za: Go tlwaelegile go itemogela seno. Leka go dira tekanyetsokabo o le nosi lantlha mme morago o akaretse maloko a lelapa. Leka go ba gopotsa gore o dira tekanyetsokabo go botlhokwa e bile go ka thusa lelapa go boloka madi.

# text
source: We are happy to hear that it went well! Making a budget as a family can help you have enough money to get through the month and also reduce arguments!
tn_za: Re itumeletse go utlwa gore tsotlhe di tsamaile sentle! Go dira tekanyetsokabo mmogo le lelapa go tla thusa gore le nne le madi a a lekaneng mo kgweding le go fokotsa dingangisano!

# text
source: I am happy to hear that it went well! Making a budget as a family can help you have enough money to get through the month and also reduce arguments!
tn_za: Ke itumeletse go utlwa gore tsotlhe di tsamaile sentle! Go dira tekanyetsokabo mmogo le lelapa go tla thusa gore le nne le madi a a lekaneng mo kgweding le go fokotsa dingangisano!

# text
source: We are sorry to hear this. We know it can be difficult! Why don’t we go through the content again? Your family members can join and help you!
tn_za: Ke maswabi go utlwa seno. Re a itse go ka nna boima! Goreng re sa lebe diteng gape? Maloko a lelapa la gago a ka ikopanya nao mme ba go thusa!

# text
source: I am sorry to hear this. I know it can be difficult! Why don’t we go through the content again? Your family members can join and help you!
tn_za: Ke maswabi go utlwa se. Ke a itse go ka nna boima! Goreng re sa lebe diteng gape? Maloko a lelapa la gago a ka ikopanya nao mme ba go thusa!

# text
source: Hi @fields.user_name! Were you able to use the tips to support positive family relationships?
tn_za: Dumela @fields.user_name! A o kgonne go dirisa dikakantsho go tshegetsa dikamano tse di siameng tsa lelapa?

# text
source: Hi! Were you able to use the tips to support positive family relationships?
tn_za: Dumela! A o kgonne go dirisa dikakantsho go tshegetsa dikamano tse di siameng tsa lelapa?

# text
source: That is okay! What did you find challenging about supporting positive family relationships?
tn_za: Seo se siame! O fitlhetse e le eng e e gwetlhang ka ga go tshegetsa dikamano tsa lelapa tse di siameng?

# text
source: Sorry to hear that you are finding this challenging! Try summarising what someone has said before responding: “What I hear you saying is…”. This will show them that you have listened to what they said and also gives them the chance to clarify anything that may have been misunderstood. This helps build effective communication skills.
tn_za: Re maswabi go utlwa gore o fitlhela seno e le kgwetlho! Leka go sobokanya gore mongwe o rileng pele o araba: “Se ke utlwang o se bua ke...”. Seno se tla ba bontsha gore o ne o reeditse se ba neng ba se bua le gore oba neele tshono go tlhalosa sengwe le sengwe se se ka tswang se sa tlhaloganyega. Seno se thusa go aga dikgono tsa tlhaeletsano e e nonofileng.

# text
source: It is completely normal to experience this. Looking after family is difficult and can be tiresome. Try sharing your responsibilities with your household!
tn_za: Go tlwaelegile go itemogela seno. Go tlhokomela lelapa go thata e bile go ka lapisa. Leka go arolelanela maikarabelo a gago le balelapa la gago!

# text
source: Well done for taking the time to do this @fields.user_name. How did it go?
tn_za: O dirile sentle ka go ipha nako go dira se @fields.user_name. Go tsamaile jang?

# text
source: We are happy to hear it went well! Building supportive family relationships makes a happy and peaceful home!
tn_za: Re itumeletse go utlwa gore tsotlhe di tsamaile sentle! Go aga dikamano tsa tshegetsano le balelapa go tlhola legae le le itumetseng e bile le na le kagiso!

# text
source: I am happy to hear it went well! Building supportive family relationships makes a happy and peaceful home!
tn_za: Ke itumeletse go utlwa gore tsotlhe di tsamaile sentle! Go aga dikamano tsa tshegetsano le balelapa go tlhola legae le le itumetseng e bile le na le kagiso!

# text
source: We completely understand! Start slowly and try doing nice things as a family weekly. You can let each family member decide what activity they would like to do as a family. This allows the family to bond in a fun way!
tn_za: Re tlhaloganya ka botlalo! simololang ka iketlo mme le leke go dira dilo tse dintle jaaka lelapa ka beke. O ka letla leloko lengwe le lengwe la lelapa go itlhophela gore ke tirwana efe eo a ka ratang e dirwa ke lelapa. Seno se letla dikgokagano tsa lelapa ka tsela e e itumedisang!

# text
source: I completely understand! Start slowly and try doing nice things as a family weekly. You can let each family member decide what activity they would like to do as a family. This allows the family to bond in a fun way!
tn_za: Re tlhaloganya ka botlalo! simololang ka iketlo mme le leke go dira dilo tse dintle jaaka lelapa ka beke. O ka letla leloko lengwe le lengwe la lelapa go itlhophela gore ke tirwana efe eo a ka ratang e dirwa ke lelapa. Seno se letla dikgokagano tsa lelapa ka tsela e e itumedisang!

# text
source: We completely understand! Next time you feel yourself getting angry, try taking a deep breath in. This will help you stay calm and manage your emotions. You can do this!
tn_za: Re tlhaloganya ka botlalo! Nako e e tlang fa o ikutlwa o galefa, leka go hemela kwa teng. Seno se tla go thusa go ritibala le go laola maikutlo a gago. O ka dira seno!

# text
source: I completely understand! Next time you feel yourself getting angry, try taking a deep breath in. This will help you stay calm and manage your emotions. You can do this!
tn_za: Re tlhaloganya ka botlalo! Nako e e tlang fa o ikutlwa o galefa, leka go hemela kwa teng. Seno se tla go thusa go ritibala le go laola maikutlo a gago. O ka dira seno!

# text
source: We completely understand! You can try by modeling behaviour that you want to see in others. How we talk and behave is a big influence on how our children behave too! Try to talk kindly to everyone in the family, adults and children...and see what happens!
tn_za: Re tlhaloganya ka botlalo! O ka leka ka go tlhagisa maitsholo ao o batlang go a bona go tswa go ba bangwe. Gore re bua le go itshola jang ke tshusumetso e kgolo mo go reng bana ba rona ba itshole jang le bona! Leka go bua sentle go botlhe mo lelapeng, bagolo le bana...mme o bone se se diragalang!

# text
source: I completely understand! You can try by modeling behaviour that you want to see in others. How we talk and behave is a big influence on how our children behave too! Try to talk kindly to everyone in the family, adults and children...and see what happens!
tn_za: Re tlhaloganya ka botlalo! O ka leka ka go tlhagisa maitsholo ao o batlang go a bona go tswa go ba bangwe. Gore re bua le go itshola jang ke tshusumetso e kgolo mo go reng bana ba rona ba itshole jang le bona! Leka go bua sentle go botlhe mo lelapeng, bagolo le bana...mme o bone se se diragalang!

# text
source: It looks like you are facing an emergency. Can you please tell us what kind of assistance you require?
tn_za: Go lebega o ka re o lebagane le maemo a tshoganyetso. a o ka re bolelela ka kopo gore o tlhoka thuso ya mofuta mang?

# text
source: You have not given consent to participate in this programme. Would you like to participate?
tn_za: Ga o a neelana ka tumelelo go tsaya karolo go lenaneo leno. A o ka rata go tsaya karolo?

# text
source: If you ever decide to participate in the programme, type "START_MESSAGES".
tn_za: Fa o ka bowa go tla go tsayakarolo go lenaneo, tlanya “SIMOLOLA_MELAETSA”.

# text
source: Sorry, I don't understand what you mean. We will direct you to the help menu.
tn_za: Intshwarele, ga ke go tlhaloganye. Re tla go kaela go mmenu wa thuso.

# text
source: Sorry, I don't understand what you mean. I will direct you to the help menu.
tn_za: Intshwarele, ga ke go tlhaloganye. Re tla go kaela go mmenu wa thuso.

# text
source: Would you like some tips on coping with COVID-19 bereavement?
tn_za: A o ka rata dikakantsho dingwe ka kutlobotlhoko ya COVID-19?

# text
source: That's okay! You can always type "Help" if you want to learn more about how to cope with COVID-19 related loss.
tn_za: Ga se bothata! Ka gale o ka tlanya “Thuso” fa o batla go ithuta go le gontsi ka ga gore o ka mekamekana jang le tatlhegelo e e amanang le COVID-19.

# text
source: If you have any further questions about COVID-19, you can always check your local COVID-19 hotline:
tn_za: Fa o na le dipotso dingwe go feta ka ga COVID-19, o kgona go ikgolaganya ka gale ka mogala wa mahala wa selegae wa COVID-19:

# text
source: Here are 10 tips for coping with bereavement as a parent/caregiver:
tn_za: Fano ke dikakantsho di le 10 ka ga go mekamekana le kutlobotlhoko jaaka motsadi/motlhokomedi:

# text
source: 1. Looking after yourself helps your child
tn_za: 1. Go itlhokomela go thusa ngwana wa gago

# text
source: 2. Be honest and tell your children
tn_za: 2. Nna le nnete mme o bolelele bana ba gago

# text
source: 3. Children grieve in different ways
tn_za: 3. Bana ba lela ka mekgwa e e farologaneng

# text
source: 4. Be kind to yourself
tn_za: 4. Ineneketse

# text
source: 5. Practical things you may need
tn_za: 5. Dilo tse di kgonegang tse o ka di tlhokang
