Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/tn/tn_messages.po
Languages: tn_za

# quick_replies
source: Learn about child development
tn_za: Ithute ka ga tlhabololo ya ngwana

# quick_replies
source: Baby
tn_za: Ngwana

# quick_replies
source: Young child
tn_za: Ngwana yo monnye

# quick_replies
source: Teen
tn_za: Mosha

# quick_replies
source: Refuses to obey
tn_za: O gana go obamela

# quick_replies
source: Temper tantrums
tn_za: Matepe

# quick_replies
source: Disrespectful behaviour
tn_za: Maitsholo a go tella

# quick_replies
source: Whining
tn_za: Ngongorega

# quick_replies
source: Hyperactivity, can’t sit still
tn_za: Matlhagatlhaga, go se kgone go nna felo go le gongwe

# quick_replies
source: Hitting others
tn_za: Go itaya ba bangwe

# quick_replies
source: Breaking things
tn_za: Go thuba dilo

# quick_replies
source: Fighting with others
tn_za: G lwana le ba bangwe

# quick_replies
source: Teasing or bothering others
tn_za: Go tlaela kgotsa go tshwenya ba bangwe

# quick_replies
source: Does not apply
tn_za: Ga e dire

# quick_replies
source: Gets angry often
tn_za: Go ngala gantsi

# quick_replies
source: Rudeness, disrespectful behaviour
tn_za: Maitsholo a makgakga, go tella

# quick_replies
source: Irritable or frequent mood changes
tn_za: Fela pelo, phetogo tsa moikutlo kgafetsakafeta

# quick_replies
source: Does not follow rules
tn_za: Go sa latele melao

# quick_replies
source: Stubbornness
tn_za: Nkane

# quick_replies
source: Crying a lot
tn_za: Go lela segolo

# quick_replies
source: Problems sleeping
tn_za: Mathata go robala

# quick_replies
source: Clingy
tn_za: Ingaparela

# quick_replies
source: Bad tempered or moody
tn_za: Mokgwa o o sa siamang kgotsa go fetogafetoga

# quick_replies
source: Problems eating
tn_za: Mathata a go ja

# quick_replies
source: Stubborn or fussy
tn_za: Nkane kgotsa go tlhopholola

# quick_replies
source: Naughty behaviour
tn_za: Maitsholo a go senya

# quick_replies
source: Woman
tn_za: Mosadi

# quick_replies
source: Man
tn_za: Monna

# quick_replies
source: Babies (0-2 years)
tn_za: Masea (dingwaga di le 0-2)

# quick_replies
source: Young children (2-9 years)
tn_za: Bana ba bannye (dingwaga 2-9)

# quick_replies
source: Teens (10-17 years)
tn_za: Basha (dingwana 10-17)

# quick_replies
source: Positive
tn_za: Sentle

# quick_replies
source: Neutral
tn_za: Magareng

# quick_replies
source: Negative
tn_za: Bosula

# quick_replies
source: My child or teen felt uncomfortable when I shared my emotions
tn_za: Ngwana kgotsa mosha wa me o ne a ikutlwa a sa nnisega fa ke mmolelela maikutlo ame.

# quick_replies
source: My child or teen asked many questions when I shared my emotions, which made me uncomfortable
tn_za: Fa ke bua maikutlo a me, ngwana kgotsa mosha wa me o botsa dipotso tse dintsi, mo go dirileng gore ke seka ka nnisega.

# quick_replies
source: I am afraid my child or teen will think I am weak
tn_za: Ke tshaba gore ngwana kgotsa mosha wa me o tla akanya gore ke bokoa

# quick_replies
source: I felt uncomfortable to name specific difficult emotions
tn_za: Ke ne ke sa nnisege go bitsa maikutlo a a boima ka maina

# quick_replies
source: I was too stressed or angry to try sharing my emotions – I prefer to be alone when I feel like that
tn_za: Ke ne ke tshwenyegile mo maikutlong kgotsa ke galefile thata go ka bua maikutlo a me – Ke batla go nna ke le nosi fa ke ikutlwa jalo.

# quick_replies
source: My child or teen did not want to follow the instruction
tn_za: Ngwana kgotsa mosha wa me o ne a sa batle go latela ditaelo

# quick_replies
source: I gave a negative instead of a positive instruction
tn_za: Ke mo neile taelo e e sa siameng go na le e e siameng

# quick_replies
source: I gave too many instructions at once
tn_za: Ke neelane ka ditaelo tse dintsi ka gangwe

# quick_replies
source: My child or teen could not do what I asked them
tn_za: Ngwana kgotsa mosha wa me ga a kgona go dira se ke kopileng gore a se dire

# quick_replies
source: I forgot to praise my child or teen for following my instruction
tn_za: Ke lebetse go akgola ngwana kgotsa mosha wa me fa a ne a latela ditaelo tsa me

# quick_replies
source: Great
tn_za: Sentle

# quick_replies
source: Bad
tn_za: Bosula

# quick_replies
source: I didn’t have time to involve my partner
tn_za: Ke ne ke sena nako go tsenyeletsa molakane wa me

# quick_replies
source: I didn’t know how to involve my partner
tn_za: Ke ne ke sa itse go tsenyeletsa molekane wa me

# quick_replies
source: I felt uncomfortable asking for my partner's opinion
tn_za: Ke ne ke sa phuthologa go ka kopa pono ya molekane wa me

# quick_replies
source: I forgot to involve my partner
tn_za: Ke lebetse go tsenyeletsa molekane wa me

# quick_replies
source: My partner reacted negatively to me when I tried
tn_za: Molekane wa me o ikarabetse bosula fa ke ne ke leka

# quick_replies
source: I didn’t know what activities to do with my children
tn_za: Ke ne ke sa itse gore ke ditirwana dife tse nka di dirang le bana ba me

# quick_replies
source: I didn’t know how to support my partner
tn_za: Ke ne ke sa itse gore ke tshegetse molekane wa me jang

# quick_replies
source: I forgot to ask my partner if they needed help
tn_za: Ke lebetse go botsa molekane wa me gore a o tlhoka thuso

# quick_replies
source: I forgot to ask for help
tn_za: Ke lebetse go kopa thuso

# quick_replies
source: I didn’t have the time
tn_za: Ke ne ke sena nako

# quick_replies
source: I felt uncomfortable doing tasks I don’t normally do
tn_za: Ke ne ke sa phuthologa go dira ditiro tse ke tlwaetseng go di dira

# quick_replies
source: I didn’t know how to ask my partner if they needed help
tn_za: Ke ne ke sa itse go botsa molekane wa me gore a o tlhoka thuso

# quick_replies
source: I didn’t know how to ask for help
tn_za: Ke ne ke sa itse gore nka kopa thuso jang

# quick_replies
source: I didn’t know how to help
tn_za: Ke ne ke sa itse gore nka thusa jang

# quick_replies
source: My partner didn’t have time to help
tn_za: Molekane wa me o ne a sena nako go thusa

# quick_replies
source: I didn’t stay calm during a disagreement
tn_za: Ga ke a ritibala ka nako ya go sa dumalane

# quick_replies
source: I got angry and yelled at my partner
tn_za: Ke ne ka galefa le go goeletsa molekane wa me

# quick_replies
source: My partner got angry and yelled at me
tn_za: Molekane wa me o ne a galefa le go nkgoeletsa

# quick_replies
source: I forgot to take a pause when I started feeling angry
tn_za: Ke ne ka lebala go ema go se kae mme ka simolola go ikurtlwa ke galefa

# quick_replies
source: I am afraid my partner will think I am weak
tn_za: Ke tshaba gore molekane wa me o tla akanya gore ke bokoa

# quick_replies
source: I felt uncomfortable talking about it
tn_za: Ke ne ke sa nnisege go bua ka ona

# quick_replies
source: My partner felt uncomfortable when I talked about it
tn_za: Molekane wa m o ne a sa nnisege fa ke bua ka ona

# quick_replies
source: My partner asked many questions, which made me uncomfortable
tn_za: Molekane wa me o ne a botsa dipotso tse dintsi, tseo di neng di dira gore ke se nnisege

# quick_replies
source: I felt too stressed or angry to talk about it
tn_za: Ke ne ke ikutlwa ke imetswe kgotsa ke galefile go ka bua ka ga ona

# quick_replies
source: Surprised
tn_za: O maketse

# quick_replies
source: Happy
tn_za: O itumetse

# quick_replies
source: My child did not like it
tn_za: Nogwana wa me ga a rata

# quick_replies
source: I don't know
tn_za: Ga ke itse

# quick_replies
source: My child or teen could not agree on one specific rule or routine
tn_za: Ngwana kgotsa mosha wa me o ne a sa dumalane le molao kgotsa mokgwatlwaelo o o rileng

# quick_replies
source: My children felt it was unfair that they have to follow the rule while I don’t have to follow it
tn_za: Bana ba me ba ne ba ikutlwa gore ga go tekatekano gore ba tshwanetse go latela molao fa nna ke sa tlhoke go o latela.

# quick_replies
source: I felt uncomfortable because I feel I should be the one establishing the rule not my child or teen
tn_za: Ga ke a nnisega, ka gonne ke ikutlwa e kete ke nna yo o tshwanetseng go tlhoma molao, e seng ngwana kgotsa mosha wa me.

# quick_replies
source: My partner felt uncomfortable, because they feel they should be the one establishing the rule, not the child or teen
tn_za: Molekane wa me ga a nnisege, ka go bo a ikutlwa e kete ke ene yo o tshwanetseng go tlhoma molao, e seng ngwana kgotsa mosha.

# quick_replies
source: Okay
tn_za: Ke siame

# quick_replies
source: My child did not want to spend time with me
tn_za: Ngwana wa me ga a batle go ipha nako le nna.

# quick_replies
source: All my child wanted to do is watch T.V. or play with a gadget
tn_za: Tsotlhe tse ngwana wa me a neng a batla go di dira ke go boglea tv kgotsa go tsameka ka didiriswa tsa tlhaeletsano

# quick_replies
source: My child wanted to do things I felt uncomfortable about
tn_za: Ngwana wa me o ne a batla go dira dilo tse ke sa phuthologang go di dira

# quick_replies
source: My child wanted to do activities that I could not do
tn_za: Ngwana wa me o ne a batla go dira ditirwana tse nka se di direng

# quick_replies
source: My child chose a competitive activity. I won and then they got angry
tn_za: Ngwana wa me o tlhophile tirwana ya go gaisana. Ke fentse mme ba galefa

# quick_replies
source: My child had a tantrum at the end of One-on-One Time
tn_za: Ngwana wa me o ne a nna matepe kwa bokhutlong jwa nako ya motho ka mong

# quick_replies
source: My child wanted to do too many things at once
tn_za: Ngwana wa me o ne a batla go dira dilo tse dintsi go feta ka nako e le nngwe

# quick_replies
source: All my children wanted One-on-One Time at the same time
tn_za: Bana ba me botlhe ba batla ke ipha nako le bone ka nako e e tshwanang.

# quick_replies
source: Prefer not to say
tn_za: Ke tlhopha go se arabe

# quick_replies
source: Active
tn_za: Matlhagatlhaga

# quick_replies
source: Calm
tn_za: Ritibala

# quick_replies
source: Fun
tn_za: Itumela

# quick_replies
source: Baby (0-23 months)
tn_za: Lesea (dikgwedi di le 0-23)

# quick_replies
source: Young child (2-9 years)
tn_za: Bana ba bannye (dingwaga di le 2 go ya go di le 9)

# quick_replies
source: Teenager (10-17 years)
tn_za: Basha (dingwaga di le 10 go ya go di le 17)

# quick_replies
source: Adult (18+ years)
tn_za: Bagolo (dingwana +18)

# quick_replies
source: Skills in toolkit
tn_za: Dikgono go Khiti ya Didiriswa

# quick_replies
source: Incomplete skills
tn_za: Dikgono tse di sa felelang

# quick_replies
source: Activities to do with my child
tn_za: Ditirwana go di dira mmogo le ngwana

# quick_replies
source: Managing challenging behaviour
tn_za: Go laola maitsholo a a nang le kgwetlho

# quick_replies
source: Supporting my child emotionally
tn_za: Go tshegetsa ngwana wa me ka maikutlo

# quick_replies
source: Keeping my child safe
tn_za: Go tshola ngwanake a sireletsegile

# quick_replies
source: Helping with schoolwork
tn_za: Go thusa ka tiro ya sekolo

# quick_replies
source: Talking about COVID-19
tn_za: Go bua ka ga COVID19

# quick_replies
source: How to respond to a crisis
tn_za: O ikarabela jang mo mathateng

# quick_replies
source: Supporting children with disabilities
tn_za: Go tshegetsa bana ba ba tshelang ka bogole

# quick_replies
source: Information about child development
tn_za: Tshedimosetso ka ga tlhabololo ya ngwana

# quick_replies
source: Online safety
tn_za: Tshireletsego ya Inthanete

# quick_replies
source: Sexual abuse prevention
tn_za: Thibelo ya tshotlakako ka thobalano

# quick_replies
source: Responding to crisis
tn_za: Go arabelana le mathata

# quick_replies
source: Go back to the previous options
tn_za: Go boela go diitlhophelo tse di fetileng

# quick_replies
source: Help with children
tn_za: Thusa ka bana

# quick_replies
source: Review parenting toolkit
tn_za: Lebagape khitri ya didiriswa tsa botsadi

# quick_replies
source: Emotional and family support
tn_za: Tshegetso ya maikutlo le balelapa

# quick_replies
source: Emergencies
tn_za: Ditshoganyetso

# quick_replies
source: COVID-19 info
tn_za: tshedimosetso ya COVID-19

# quick_replies
source: Technical support
tn_za: Tshegetso ya Setegeniki

# quick_replies
source: Share with a friend!
tn_za: Bua le tsala!

# quick_replies
source: Exit the help menu
tn_za: Tswaya go mmenu wa thuso

# quick_replies
source: Baby (0 to 23 months old)
tn_za: Lesea (dikgwedi di le 0 go ya go di le 23).

# quick_replies
source: Young child (2 to 9 years)
tn_za: Bana ba bannye (dingwaga di le 2 go ya go di le 9).

# quick_replies
source: Teenager (10 to 17 years)
tn_za: Basha (dingwaga di le 10 go ya go di le 17)

# quick_replies
source: Change your personal information
tn_za: Fetola tshedimosetso ya sebele

# quick_replies
source: Change the way you experience the messages
tn_za: Fetpla mokgwa o o itemogelang melaetsa

# quick_replies
source: Stop receiving the messages
tn_za: Emisa go amogela melaetsa

# quick_replies
source: Type of media content
tn_za: Mofuta wa diteng tsa mmediya

# quick_replies
source: Age group for tips
tn_za: setlhopha sa dingwana go dikakantsho

# quick_replies
source: Language
tn_za: Puo

# quick_replies
source: English
tn_za: Senyesimane

# quick_replies
source: Your name
tn_za: Leina la gago

# quick_replies
source: Your child's nickname
tn_za: Leina la ngwana wa gago la matlhaletso

# quick_replies
source: Age
tn_za: dingwana

# quick_replies
source: Gender
tn_za: bong

# quick_replies
source: Relationship status
tn_za: Maemo a dikamano

# quick_replies
source: Text only (almost no data)
tn_za: mokwalo fela (go ka tswa go sena data).

# quick_replies
source: Text, audio, image (low data)
tn_za: Mokwalo, odiyo, setshwantsho (data e kwa tlase)

# quick_replies
source: Text, audio, image, video (high data)
tn_za: Mokwalo, odiyo, setshwantsho (data e kwa godimo)

# quick_replies
source: Relaxation and stress reduction
tn_za: Itapoloso le phokotsego ya kgatelelo

# quick_replies
source: Dealing with financial stress
tn_za: Go mekamekana le tsa ditshelete

# quick_replies
source: Family relationships
tn_za: dikamano tsa balelapa

# quick_replies
source: COVID bereavement support
tn_za: Tshegetso ya selelo ya COVID

# quick_replies
source: baby
tn_za: nana

# quick_replies
source: teen
tn_za: mosha

# quick_replies
source: adult
tn_za: mogolo

# quick_replies
source: other
tn_za: Tse dingwe

# quick_replies
source: teenager
tn_za: mosha

# quick_replies
source: young child
tn_za: Ngwana yo monnye

# quick_replies
source: Give me more information
tn_za: Neele tshedimosetso go feta

# quick_replies
source: I am not interested
tn_za: Ga ke na kgatlhego

# quick_replies
source: Boy
tn_za: Mosimane

# quick_replies
source: Girl
tn_za: Mosetsana

# quick_replies
source: Parent
tn_za: Motsadi

# quick_replies
source: Grandparent
tn_za: Mmelega-motsadi

# quick_replies
source: Aunt/Uncle
tn_za: Mmane/Malome

# quick_replies
source: Foster Parent
tn_za: Motsadi wa foseta

# quick_replies
source: Friend
tn_za: Tsala

# quick_replies
source: Family
tn_za: Balelapa

# quick_replies
source: Yes, I am over 18
tn_za: Ee, ke fetile 18

# quick_replies
source: No, I am under 18
tn_za: Nnya, ga ke ise ke fete 18

# quick_replies
source: Too short
tn_za: Khutswane thata

# quick_replies
source: Just right
tn_za: Sentle fela

# quick_replies
source: Too long
tn_za: Telele thata

# quick_replies
source: Too few
tn_za: Mmalwa thata

# quick_replies
source: Too many
tn_za: Dintsi thata

# quick_replies
source: From start
tn_za: Go tloga kwa tshimologong

# quick_replies
source: From where I last left the programme
tn_za: Go tloga kwa ke tlogetse lenaneo gona

# quick_replies
source: Single (not in a relationship)
tn_za: Nosi(ga ke mo dikamanong0

# quick_replies
source: Married
tn_za: Nyetse

# quick_replies
source: Partnered but not married
tn_za: Ke na le molekane fela ga re a nyalana

# quick_replies
source: Divorced or separated
tn_za: Tlhadile kgotsa kgaogane

# quick_replies
source: Widowed
tn_za: Swetswe

# quick_replies
source: Core (text and images)
tn_za: Botlhokwa (mokwalo le ditshwantsho)

# quick_replies
source: Boosted (text, images, audio)
tn_za: Atolosiwa (mokwalo, ditshwantsho, odiyo)

# quick_replies
source: Star (text, images, audio, video)
tn_za: Naledi (mokwalo, ditshwantsho, odiyo, bidiyo)

# quick_replies
source: Baby (0 to 23 months)
tn_za: Lesea (dikgwedi di le 0 go ya go di le 23).

# quick_replies
source: Learn about family budgeting
tn_za: Ithuta ka ga tekanyetsokabo ya lelapa

# quick_replies
source: Look for support organisations in your area
tn_za: Batla mekgatlho ya tshegetso mo tikologong ya gago

# quick_replies
source: I can’t seem to distract my child when they are misbehaving.
tn_za: Ga ke kgone go tlosa mogolopolo wa ngwanake foo fa a sa itshole sentle.

# quick_replies
source: I am too angry to find anything positive to say to my child after they have misbehaved.
tn_za: Ke galefile tota moo ke senang sepe se siameng se nka se rayang ngwanake fa a sena go itshola bosula.

# quick_replies
source: My child is misbehaving all the time.
tn_za: Ngwanake o itshola bosula ka nako tsotlhe.

# quick_replies
source: I did not have the opportunity to redirect my child.
tn_za: Ga ke a nna le tshono go kaelagape ngwanake.

# quick_replies
source: I didn’t know how to involve my child
tn_za: Ke ne ke sena nako go tsenyeletsa ngwanake

# quick_replies
source: My child had no interest in book sharing
tn_za: Ngwanake o ne a sena kgatlhego le eseng go arolelanela buka

# quick_replies
source: I didn't have the time
tn_za: Ke ne ke sena nako

# quick_replies
source: I forgot the steps of problem solving
tn_za: Ke lebetse dikgato tsa go rarabolola bothata.

# quick_replies
source: We could not agree on one solution to try out and got into an argument
tn_za: Ga re a kgona go dumalana ka tharabololo e re ka e lekang mme ga tsoga ngangisano.

# quick_replies
source: My child or teen got angry and did not want to talk about the problem
tn_za: Ngwanake kgotsa mosha wa me o ile a galefa mme a sa batle go bua ka bothata.

# quick_replies
source: I did not have the opportunity to involve my children in problem solving
tn_za: Ga ke a bona tshono go tsenyeletsa bana ba me mo go rarabololeng mathata

# quick_replies
source: My child is still using digital gagdets
tn_za: Ngwanake o santse a dirisa didiriswa tsa dijitale

# quick_replies
source: I am finding it difficult to get my child to stop using gadgets
tn_za: Ke fitlhela go le popota gore ke tlogedise ngwanake go dirisa didiriswa tsa tlhaeletsano

# quick_replies
source: I forgot how to set up set up technical fixes
tn_za: Ke lebetse go tlhama dipaakanyo tsa setegeniki

# quick_replies
source: I do not feel comfortable with what my child is looking at online
tn_za: Ga ke nnisege ka se ngwanake a le bogelang mo inthaneteng

# quick_replies
source: I do not know how to talk to my child about what's safe and not safe online
tn_za: Ga ke itse gore nka jang le ngwanake ka ga se se siriletsegile le se se sa sireletsegang mo inthaneteng

# quick_replies
source: I don’t know much about technology, so I don’t know how to talk about it with my child
tn_za: Ga ke itse go le gontsi ka thekenoloji, ka jalo ga ke itse gore nka bua jang le ngwanake ka yone

# quick_replies
source: I did not have the time to have this discussion with my child or teen
tn_za: Ga kena nako ya go buisana ke ngwanake kgotsa mosha wa me ka ga se

# quick_replies
source: I didn't stay calm
tn_za: Ga ke a ritibala

# quick_replies
source: I got angry
tn_za: Ke ne ka galefa

# quick_replies
source: I felt overwhelmed
tn_za: Ke ne ke ikutlwa ke tlalalane

# quick_replies
source: My baby won't stop crying
tn_za: Lesea la me ga le didimale

# quick_replies
source: My teen told me that something serious happened to them and I did not know how to handle it
tn_za: Mosha wa me o mpoleletse gore sengwe se se masisi se mo tlhagetse mme ke ne ke sa itse gore nka dira jang.

# quick_replies
source: The conversation made me very uncomfortable because I was reminded of something serious that happened to me
tn_za: Puisano e dirile gore ke seka ka nnisega tota ka gonne e nkgopoditse tiragalo e e sa siamang e nkileng ka nna le yone.

# quick_replies
source: My teen, or me, or my family did not feel comfortable
tn_za: Mosha, kgotsa nna, kgotsa balelapa la me ba ne ba sa nnisega

# quick_replies
source: My teen did not discuss anything sensitive or challenging with me
tn_za: Mosha wa me ga a ka a tlotla le nna sepe se se masisi kgotsa se na le kgwetlho

# quick_replies
source: My child told me that something serious happened to them and I did not know how to handle it
tn_za: Ngwanake o mpoleletse gore sengwe se se masisi se mo tlhagetse mme ke ne ke sa itse gore nka dira jang.

# quick_replies
source: My child did not feel comfortable
tn_za: Ngwanake o ne a sa nnisega

# quick_replies
source: I do not know how to have this discussion
tn_za: Ke ne ke sa itse gore ke e tlotle jang

# quick_replies
source: I did not have the time to have this discussion with my child
tn_za: Ga kena nako ya go buisana ke ngwanake ka ga se

# quick_replies
source: I did not want to tell my family how much I earn
tn_za: Ke ne ke sa batle go bolelela lelapa la me gore ke gola bokae.

# quick_replies
source: When budgeting, we could not agree on what should fall under needs and what should fall under wants
tn_za: Fa re dira tekanyetsokabo, re ka nna ra seka ra dumalana gore ke eng se eleng ditlhoko le gore ke eng se eleng dipatlo.

# quick_replies
source: I did not understand what to do
tn_za: Ke ne ke sa itse gore ke dire eng.

# quick_replies
source: My child or teen did not want to do the budgeting with me
tn_za: Ngwanake kgotsa mosha wa me o ne a sa batle go dira tekanyetsokabo le nna.

# quick_replies
source: I did not have the time to talk about family budgeting with my child or teen
tn_za: Ke ne ke sena nako go buisana le ngwanake kgotsa mosha wa me ka ga tekanyetsokabo ya balelapa

# quick_replies
source: I don't know what to do with my child
tn_za: Ga ke itse gore ke direng ka ngwanake

# quick_replies
source: My child does not want to learn
tn_za: Ngwanake ga a batle go ithuta

# quick_replies
source: I am feeling overwhelmed
tn_za: Ke ikutlwa ke tlalalane

# quick_replies
source: I do not know where to find resources to support my child's learning
tn_za: Ga ke itse gore nka bona kae didiriswa go tshegetsa ngwanake mo go ithuteng

# quick_replies
source: I did not have the time to involve myself in my child's learning or education
tn_za: Ga ke na nako go itsenyeletsa mo go ithuteng kgotsa thutong ya ngwanake

# quick_replies
source: My child or teen and I disagreed on which areas were unsafe
tn_za: Nna le mosha wa me ga re dumalane ka gore ke mafelo afe a a sa sireletsegang

# quick_replies
source: My child or teen identified the house of someone I trust as unsafe. I was shocked and did not know what to do
tn_za: Ngwanake kgotsa mosha wa me o lemogile ntlo ya motho yo ke mo tshepang gore ga e a sireletsega. Ke ne ke tshogile mme ke sa itse gore nka dira eng.

# quick_replies
source: My child or teen insisted that a place like a bar is for them to visit. I don’t know how to convince them that it is not a safe area
tn_za: Ngwanake kgotsa mosha wa me o gapeleditse gore maflo a a tshwanang le dibara ke a bone gore ba a etele. Ga ke itse gore nka ba lemosa jang gore lefelo leo ga le a sireletsega.

# quick_replies
source: As an adult, I feel I am responsible for protecting my child or teen. When I told my child or teen which areas are unsafe, they got angry
tn_za: Jaaka mogolo, ke ikutlwa e kete ke maikarabelo a me go sireletsa ngwana kgotsa mosha wa me. Fa ke bolelela ngwanake kgotsa mosha wa me gore ke mafelo afe a a sa sireletsegang, ba ne ba galefa
