Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/tn/tn_messages.po
Languages: tn_za

# text
source: • Keep your country's COVID-19 rules, and also help your child to be active - do whatever exercise you can with them inside or outside your home
tn_za: • Latela melao ya COVID-19 ya naga ya gago, gape thusa ngwana wa gago go nna matlhagatlhaga - dira ikatiso nngwe le nngwe mmogo le bona ka fa gare kgotsa kwa ntle ga ntlo

# text
source: • Keep emergency contact numbers somewhere easy to see
tn_za: • Baya dinomoro tsa tshoganyetso gongwe felafa goleng bonolo gore di bonale

# text
source: Step 5. Make daily plans to help them feel secure
tn_za: Kgato 5. Tlhama dithulaganyo tsa letsatsi go ba thusa go ikutlwa ba sireletsegile

# text
source: • Having things that are the same each day helps children feel secure and safe.
tn_za: • Go nna le dilo tse di tshwanang letsatsi le letsatsi go tla thusa bana go ikutlwa ba sireletsegile le go bolokega.

# text
source: • Make a daily plan that includes some things they like to do.
tn_za: • Dira dithulaganyo tsa letsatsi tse di tsenyeletsang dilo dingwe tse ba di ratang.

# text
source: • Help your child connect to friends and family members through phone, writing cards, or drawing pictures.
tn_za: • Thusa ngwana wa gago go golagana le ditsala le balelapa ka mogala, go remola dikarata, kgotsa go thala ditshwantsho.

# text
source: Step 2. Try to understand how they are feeling
tn_za: Kgato 2. Leka go tlhaloganya maikutlo a bona

# text
source: • Your child may be feeling a lot of stress, anxiety, and frustration.
tn_za: • Ngwana wa gago a ka ikutlwa a imetswe tota, a etsaetsega le go tlaalana.

# text
source: • Tell them that you love them
tn_za: • Mmpolele gore o a mo rata

# text
source: • Praise them for being good and for trying to be good!
tn_za: • Ba akgolele go bo ba siame le go leka go siama!

# text
source: • Give your child choices: this gives them a sense of control and builds self-esteem.
tn_za: • Naya 1 dikhetho: seno se mo neela maikutlo a taolo le go aga go itshepa.

# text
source: • Use simple language and clear instructions. If words aren't good for them, try gestures and pictures.
tn_za: • Dirisa puo e e bonolo le ditaelo tse di tlhaloganyegang. Fa tiriso ya mafoko e se ntle go bona, leka go bua ka diatla le ditshwantsho.

# text
source: Step 4. Praise them!
tn_za: Kgato 4. Ba akgole!

# text
source: • Praise them for behaving well, and for trying.
tn_za: • Ba akgolele go itshola sentle, le go leka.

# text
source: • Focus on what they can do, not what they can't.
tn_za: • Tsepama mo go tse ba kgonang go di dira e seng tse di ba palelang.

# text
source: • Only help children when they need it. It is also good to build independence!
tn_za: • Thusa bana fela fa ba e tlhoka. Gape go botlhokwa go aga boikemedi jwa bona!

# text
source: Step 6. Ask for help if you can
tn_za: Kgato 6. Kopa thuso fa go kgonega

# text
source: • Share the load with other adult family members.
tn_za: • Arolelanela mokgweleo le bagolo ba bangwe ba maloko a lelapa.

# text
source: • You are not alone! Keep connected with people who understand your situation.
tn_za: • Ga o esi! Tswelela go golagana le batho ba ba tlhaloganyang mathata a gago.

# text
source: Step 3. Talking and communicating with your child
tn_za: Kgato 3. Buisana le bua le ngwana wa gago

# text
source: • Get down to your child’s level when you speak.
tn_za: • Theogela go maemo a ngwana wa gago fa o bua.

# text
source: • Look at them and smile
tn_za: • Mo lebe mme o nyebe

# text
source: • Give them time to tell you or show you what they think
tn_za: • Mo neele nako go go bolelela kgotsa go go bontsha gore o akanya eng

# text
source: • Tell your child that you understand
tn_za: • Bolelela ngwana wa gago gore o a tlhaloganya

# text
source: Here is a comic on how you can reinforce your child's strength.
tn_za: Fano ke khomiki ka ga gore o ka agelela jang matla a ngwana wa gago.

# text
source: • Share your challenges AND your successes.
tn_za: • Arolelanela dikgwetlho LE dikatlego tsa gago.

# text
source: • It is normal to feel stressed, frustrated, and afraid at this time.
tn_za: • Go tlwaelegile go ikutlwa o imetswe, o etsaetsega, e bile o tshaba mo nakong e.

# text
source: • Be kind to yourself and take a break when you need to!
tn_za: • Ineneketse mme o eme go se kae fa go tlhokega!

# text
source: Child: "la la la la…."
tn_za: Ngwana: "la la la la…."

# text
source: Teen: "la la la la…"
tn_za: Mosha:"la la la la…."

# text
source: Disabled Child: "la la la la…"
tn_za: Ngwana yo o tshelang ka bogole:"la la la la…."

# text
source: Parent: "It was so lovely to hear you singing while I was preparing dinner. Food is ready! Please tidy the room and put away the toys."
tn_za: Motsadi: "Go ne go itumedisa go go utlwa o opela fa o ne o apeile. Dijo di budule! Ka kopo phepafatsa phaposi le go paka ditshamekisi.”

# text
source: Please select another number if you want to learn more about how to support children living with disabilities:
tn_za: Ka gale o ka tlanya “Thuso” fa o batla go ithuta go le gontsi ka ga go tshegetsa bana ba ba tshelang ka bogole:

# text
source: Teen: "Here is the toy box. We can put the toys inside."
tn_za: “Mosha”: “Fano le lebokoso la ditshamekisi. Re ka tsenya ditshamekisi tseno ka fa gape.”

# text
source: Disabled Child: "Please remember my favourite car!"
tn_za: Ngwana yo o tshelang ka bogole: “ Ka kopo gopola koloi ya gago ya mmamoratwa!”

# text
source: Child: "I have it right here!"
tn_za: Ngwana: “Ke e tshwere fano!”

# text
source: Parent: "I am so happy you have tidied up your toys together! It is dinnertime!"
tn_za: Motsadi: “Ke itumetse tota gonne o phuthile ditshamekisi tsa gago tsotlhe! Ke nako ya dijo!”

# text
source: Disabled child: "Can you help me come to dinner?"
tn_za: Ngwana yo o tshelang ka bogole: “A o ka nthusa go ya kwa dijong?”

# text
source: Parent: "Thank you for asking. Let's go together. You are so strong!"
tn_za: Motsadi: Ke lebogela go bo o mpiditse! Tla re mmogo. O matla tota!”

# text
source: Remember you can always type "Help" if you ever want more parenting tips or support. Chat later!
tn_za: Gopola go tlanya “Thuso” fa o ka tlhoka dikakantsho tse dingwe tsa botsadi kgotsa thuso nngwe. Tla re bue moragonyana!

# text
source: Chat later @fields.user_name!
tn_za: Tla re bue moragonyana @fields.user_name!

# text
source: Chat later!
tn_za: Tla re bue moragonyana!

# text
source: Well done for adding another tool to your Parenting Toolkit! Children living with disabilities need love, respect and time – just like any other child.
tn_za: O dirile bontle ka go tsenya kgono e le nngwe go Kaedi ya Botsadi beke eno! Bana ba ba tshelang ka bogolo ba tlhoka lerato, tlhompho le nako - fela jaaka bana ba bangwe botlhe.

# text
source: You have added another layer to your House of Support! Children living with disabilities need love, respect and time – just like any other child.
tn_za: O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso! Bana ba ba tshelang ka bogolo ba tlhoka lerato, tlhompho le nako - fela jaaka bana ba bangwe botlhe.

# text
source: Remember you can always type "Help" if you ever want more parenting tips or support. You can also change the type of messages you receive for an older or younger child. Just select "Technical Support". Chat to you later!
tn_za: Gopola go tlanya “Thuso” fa o ka tlhoka dikakantsho tse dingwe tsa botsadi kgotsa thuso nngwe. Gape o ka fetola mofuta wa melaetsa o o amogelelang ngwana wa gago yo mogolwane kgotsa yo monnye. Tlhopha fela “Tshegetso ya setegeniki”. Ke tla bua le wena moragonyana!

# text
source: Hello @fields.user_name! Today we are going to learn what we can do when our children are already misbehaving or have already misbehaved…
tn_za: Dumela @fields.user_name! gompieno re tlile go ithuta gore re ka dirang fa bana ba rona ba setse ba sa itshole sentle kgotsa ba setse ba paetswe ke maitsholo a a siameng...

# text
source: Hello! Today we are going to learn what we can do when our children are already misbehaving or have already misbehaved…
tn_za: Dumela! gompieno re tlile go ithuta gore re ka dirang fa bana ba rona ba setse ba sa itshole sentle kgotsa ba setse ba paetswe ke maitsholo a a siameng...

# text
source: I know that you have already received this tip (well done!). Would you like to review it again?
tn_za: Re a itse gore o setse o amogetse kakantsho eno (tiro e ntle!). A o ka rata go go leba diteng gape?

# text
source: That's okay! You can always type "Help" at anytime if you need any support with your children. Chat to you later @fields.user_name!
tn_za: Ga se bothata! O ka tlanya “Thuso” ka gale nako nngwe le nngwe fa o tlhoka tshegetso nngwe ka bana ba gago. Ke tla bua le wena moragonyana @fields.user_name!

# text
source: Use consequences for refusing to follow instructions or forgetting household rules. Consequences help teach our children responsibility for what they do. They also allow discipline that is controlled. This is more effective than hitting or shouting.
tn_za: Dirisa ditlamorago tsa go gana go latela ditaelo kgotsa go lebala melao ya ga lapeng. Go tlhalosa ditlamorago o ritibetse maikutlo go thusa bana ba rona gore ba bone gore ba tla rwala maikarabelo a se ba se dirang. Gape di letla kgalemo e e laolwang. Seno se nonofile go feta go itaya kgotsa go omanya.

# text
source: Children and teens often act disrespectfully or like they only care about themselves. Growing up is a difficult time when they are learning about who they are and how they want to be in the world. Luckily, there are other ways to discipline your teen without using violence…and they work well!
tn_za: Bana ba kgona go dira o jaaka o ka re ga ba maitseo kgotsa ba ikgathalela ba le nosi fela. Nako ya fa ba gola ke nako e e thata ya fa ba leka go ithuta gore ke bomang le gore ba batla go nna jang mo lefatsheng. Ka lesego, go na le ditsela tsa go otlhaya ngwana wa gago wa dingwaga tsa bosha o sa tenega kgotsa o sa dirise dikgoka... e bile ditsela tseno di bereka sentle!

# text
source: Would you like to learn more?
tn_za: A o ka rata go ithuta go feta?

# text
source: Giving calm consequences help teach our children responsibility for what they do. They also allow discipline that is controlled. This is more effective than hitting or shouting.
tn_za: Go tlhalosa ditlamorago o ritibetse maikutlo go thusa bana ba rona gore ba bone gore ba tla rwala maikarabelo a se ba se dirang. Gape di letla kgalemo e e laolwang. Seno se nonofile go feta go itaya kgotsa go omanya.

# text
source: Here are 5 tips for using consequences:
tn_za: Fano ke dikakantsho di le 5 go dirisa ditlamorago:

# text
source: 1. Give a choice before consequence
tn_za: 1. Neelana ka kgetho pele ga ditlamorago

# text
source: 2. Stay calm but be firm
tn_za: 2. Ritibala mme o tsepame

# text
source: 3. Be realistic and follow through
tn_za: 3. Dumelesega mme o latele

# text
source: 4. Reconnect afterwards
tn_za: 4. Ikgolaganyegape morago

# text
source: 5. Consequences for breaking rules
tn_za: 5. Ditlamorago pele o roba melao

# text
source: To learn more about one of these tips, type "1" to "5". You can also type "N" to move on.
tn_za: Go ithuta go le gontsi ka nngwe ya dikakantsho tse, tlanya “1” go ya go “5”. Gape o ka tlanya “N”go tswelelapele.

# text
source: Consequences can also be used when your children forget a household rule, like going to bed at a certain hour or doing schoolwork before T.V.
tn_za: Ditlamorago di kgona go dirisiwa fa bana ba lebala molao wa fa lapeng, jaaka go ya go robala ka ura e e rileng kgotsa go dira tiro ya sekolo pele ga T.V.

# text
source: 2. Try to stay calm but firm when giving the consequence.
tn_za: 2. Leka go ritibala mme o tsepame fa o neelana ka ditlamorago.

# text
source: If you start yelling, it will just make things worse. Take a deep breath before you speak in a clear, calm, and firm voice.
tn_za: Fa o simolola go omana, seno se tla etegetsa dilo fela. Hemea kwa teng pele o bua ka etswe le le tlhapileng, le ritibetse, mme le tsepame.

# text
source: Make sure you can follow through with the consequence. For example, taking away a teenager’s phone for a week is hard to enforce. Taking it away for one hour is more realistic.
tn_za: Ke lebetse go latelela ditlamorago. Sekao, go tseela mosha founu beke go thata go go tsenya tirisong. Go e tsaya ura e le nngwe go a kgonega.

# text
source: Please select another number if you want to learn more about using consequences:
tn_za: Ka kopo tlhopha nomoro e nngwe fa o batla go ithuta go feta ka ga go ipha nako ya motho ka mong le ngwana wa gago:

# text
source: You can also type "N" to move on.
tn_za: Gape o ka tlanya “N”go tswelelapele.

# text
source: Here is a comic that shows a parent giving their child a choice to follow the instruction or receive a consequence.
tn_za: Fano ke khomiki e e bontshang motsadi a neela ngwana kgetho go latela taelo kgotsa go amogela ditlamorago.

# text
source: Parent: “In 5 minutes it will be time to give me back the phone and start your school work.”
tn_za: Motsadi: “E tla bo e le nako ya go nnela founu mme o simolole ka tiro ya gago ya sekolo mo metsotsong e le 5.”

# text
source: Teen (distractedly): “Uh-huh…”
tn_za: Mosha (a sa go tseetsia): “Uh-huh…”

# text
source: Parent: “5 minutes is up. Please give me the phone.”
tn_za: Motsadi: “metsotso e 5 e fetile. Ke kopa o nnele founu.”

# text
source: Teen: “No, I am not done. I just need to get to the next level.”
tn_za: “Mosha”: “Nnyaa, ga ke ise ke fetse. Ke tlhoka fela go ya kwa boalong jo bo latelang.”

# text
source: Parent: “You have a choice, either you give me the phone now, or you cannot use it after dinner.”
tn_za: Motsadi: “O na le kgetho, o ka nnela founu gona jaanon, kgotsa o ka se e dirise morago ga dijo.”

# text
source: Teen (not happy but agreeing): “Fine.”
tn_za: Mosha (ga a itumela fela o a dumela): “Go siame.”

# text
source: Parent: “Thank you for giving me the phone back, Carter. Now please do your school work. After that we can take a walk or play a game together.”
tn_za: Motsadi: “Ke lebogela founu, Carter. Jaanong ke kopa o tswelele ka tiro ya sekolo. Morago re ka tsamayatsamaya kgotsa ra tshameka mmogo.”

# text
source: Here's a video that explains how you can use consequences to discipline @fields.child_nickname.
tn_za: Fano ke bidiyo go tlhalosa gore o kgona go dirisa jang ditlamorago go kgalema @fields.child_nickname.

# text
source: Here's a video that explains how you can use consequences to discipline your child.
tn_za: Fano ke bidiyo go tlhalosa gore o kgona go dirisa ditlamorago go kgalema ngwana wa gago jang.

# text
source: Here's an audio message that explains how you can use consequences to discipline @fields.child_nickname.
tn_za: Fano ke molaetsa wa odiyo go tlhalosa gore o kgona go dirisa ditlamorago jang go kgalema @fields.child_nickname.

# text
source: Here's an audio message that explains how you can use consequences to discipline your child.
tn_za: Fano ke molaetsa wa odiyo go tlhalosa gore o kgona go dirisa ditlamorago go kgalema ngwana wa gago jang.

# text
source: 1. Give @fields.child_nickname a choice to follow your instruction before giving them the consequence.
tn_za: 1. Neela @fields.child_nickname kgetho go latela taelo pele o mo neela ditlamorago.

# text
source: 1. Give your child a choice to follow your instruction before giving them the consequence.
tn_za: 1. Neela ngwana wa gago kgetho go latela taelo pele o mo neela ditlamorago.

# text
source: 4. Reconnect afterwards.
tn_za: 4. Ikgolaganye gape morago.

# text
source: Once the consequence is over, give @fields.child_nickname a chance to do something good, and praise them for it.
tn_za: Fela fa ditlamorago di weditswe, neela @fields.child_nickname tshono go dira sengwe se sentle, mme o se mo akgolele.

# text
source: Once the consequence is over, give your child a chance to do something good, and praise them for it.
tn_za: Fela fa ditlamorago di weditswe, neela ngwana wa gago tshono go dira sengwe se sentle, mme o se mo akgolele.

# text
source: For example, you can tell @fields.child_nickname that if they do not do their schoolwork before dinner, they cannot watch their favourite T.V. show that evening.
tn_za: Sekao, o ka bolelela @fields.child_nickname gore fa ba sa dire tiro ya sekolo pele ja dijo tsa maitseboa, ba ka se bogele lenaneo la bona la mmamoratwa la T.V. maitseboeng ao.

# text
source: For example, you can tell your child that if they do not do their schoolwork before dinner, they cannot watch their favourite T.V. show that evening.
tn_za: Sekao, o ka bolelela bana ba gago gore fa ba sa dire tiro ya sekolo pele ja dijo tsa maitseboa, ba ka se bogele lenaneo la bona la mmamoratwa maitseboeng ao.

# text
source: Well done! You have added another skill to your Parenting Toolkit! When your child is behaving badly, try responding in a calm way with a fair consequence. It will help them learn that their actions have an impact on themselves and others. It also teaches them about responsibility and respect!
tn_za: O dirile sentle! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno! Fa ngwana wa gago a sa itshole sentle, leka go arabela ka thitibalo le ka ditlamorago tse di sa kgokgontsheng. Go tla mo thusa go ithuta gore dikgato tsa gagwe di nna le seabe go ene le go ba bangwe. Gape go tla mo ruta go rwala maikarabelo le go nna le tlhompho!

# text
source: Well done! You have added another layer to your House of Support! When your child is behaving badly, try responding in a calm way with a fair consequence. It will help them learn that their actions have an impact on themselves and others. It also teaches them about responsibility and respect!
tn_za: O dirile sentle! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso! Fa ngwana wa gago a sa itshole sentle, leka go arabela ka thitibalo le ka ditlamorago tse di sa kgokgontsheng. Go tla mo thusa go ithuta gore dikgato tsa gagwe di nna le seabe go ene le go ba bangwe. Gape go tla mo ruta go rwala maikarabelo le go nna le tlhompho!

# text
source: Today's Tip is about how we can support our teens when they experience really difficult situations.
tn_za: Kakantsho ya gompieno e ka ga gore re ka tshegetsa jang basha ba rona fa ba itemogela maemo a a boima tota.

# text
source: When our children share difficult experiences with us, we may initially get angry because we are afraid for them. But that is when we need to stay calm, listen, and be open.
tn_za: Fa bana ba rona ba arolelanela maitemogelo a a boima le rona, kwa tshimologong re ka galefa gonne re nna le poifo boemong jwa bona. Fela ke nako e re tshwanelang go n=ritibala, re reetse, mme re phuthologe.

# text
source: Do you want some tips that can help you respond in a more supportive way?
tn_za: A o batla dikakantsho dingwe tse di ka go thusang go arabela ka mokgwa o o bontshang tshegetso?

# text
source: Remember that you can also change the type of messages you receive for an older or younger child. Just select "Technical Support." Chat to you later @fields.user_name!
tn_za: Gape o ka fetola mofuta wa melaetsa o o amogelelang ngwana wa gago yo mogolwane kgotsa yo monnye. tlhopha fela “Tshegetso ya setegeniki”. Ke tla bua le wena moragonyana @fields.user_name!

# text
source: Remember that you can also change the type of messages you receive for an older or younger child. Just select "Technical Support." Chat to you later!
tn_za: Gape o ka fetola mofuta wa melaetsa o o amogelelang ngwana wa gago yo mogolwane kgotsa yo monnye. tlhopha fela “Tshegetso ya setegeniki”. Ke tla bua le wena moragonyana!

# text
source: When our children share something that is especially troubling, we need to remember to stay calm, listen, and be open.
tn_za: Fa bana ba rona ba arolelanela le rona sengwe se se tshwenyang, re tlhoka go gopola go ritibala, go reetsa le go phuthologa.

# text
source: Here's a video on how you can support your teen when they are experiencing difficult situations.
tn_za: Fano ke bidiyo gore o kgona go tshegetsa jang mosha wa gago fa a itemogela maemo a a boima.

# text
source: Here's an audio message on how you can support your teen when they are experiencing difficult situations.
tn_za: Fano ke molaetsa wa odiyo gore o kgona go tshegetsa jang mosha wa gago fa a itemogela maemo a a boima.

# text
source: Here are some things you can do when your teen shares something difficult with you:
tn_za: Fano ke dingwe tsa dilo tse o ka di dirang fa mosha wa gago a arolelanela le wena sengwe se se boima:

# text
source: • Take a deep breath before you respond.
tn_za: • Hemela kwa teng pele o araba.

# text
source: • Listen to what your child is saying. Notice how they are feeling.
tn_za: • Reetsa se ngwana wa gago a se buang. Elatlhoko gore ba ikutlwa jang.

# text
source: • Notice how you feel. Ask yourself, "What does my child need right now?"
tn_za: • Lemoga kafa o ikutlwang ka gone Ipotse gore, ‘ke eng se ngwana wa me a se tlhokang gone jaanong’

# text
source: • Reassure your child that you are there for them.
tn_za: • Netefaletsa ngwana wa gago gore o gona go mo thusa.

# text
source: • You can deal with the consequences later but right now your child needs you.
tn_za: • O tla mekamekana le ditlamorago moragonyana fela gajaana ngwana wa gago o a go tlhoka.

# text
source: • Discuss possible solutions or next steps to take action.
tn_za: • tlotang ka ditharabololo tse di kgonegang kgotsa dikgato tse di latelang di tla tsewang.

# text
source: • Remind your child again that you love them and thank them for sharing with you.
tn_za: • Gopotsa ngwana wa gago gore o a mo rata mme o mo lebogele go arolelanela le wena.

# text
source: We understand that this can be really difficult. Please type "Help" if you want any extra support or guidance.
tn_za: Re tlhaloganya gore nako eno e na le kgwetlho tota. Ka kopo tlanya “Thuso” fa o batla tshegetso kgotsa kaelo e nngwe.

# text
source: Here is a comic that shows how you can support your child during a crisis.
tn_za: Fano ke khomiki go go bontsha gore o ka tshegetsa jang ngwana wa gago mo mathateng.

# text
source: Parent: “What’s wrong, my dear? Come and sit by me and tell me what happened.”
tn_za: Motsadi: “Bothata ke eng moratiwa? Tla o nne fa thoko ga me mme o mpolelele gore go diragetseng.”

# text
source: Child: “It’s that person…they touched me…”
tn_za: Ngwana: “Ke motho yole...o ntshwaratshwere...”

# text
source: Parent: “Take your time... I am listening.”
tn_za: Motsadi: “Tsaya nako ya gago...” Ke reeditse.”“Tswelela, ke go reeditse.

# text
source: Child: “… they held me down…told me I would be in trouble if I told anybody…”
tn_za: Ngwana: “...o ne a nkgatheletse...a mpolelela gore ke tla tsena mo mathateng fa nka bolelela mongwe...”

# text
source: Parent: “I believe you. You are not in trouble. It is not your fault. This is a big thing and we will find a way to get the help you need. I wonder where we can go for help…?”
tn_za: Motsadi: “Ke a go dumela. O ka se tsene mo mathateng. Ga se phoso ya gago. Kgang eno e masisi tota mme re tlile go batla thuso e re e tlhokang. Ke ipotsa gore re ka boa thuso kae...?”

# text
source: Child: “The clinic? But could you come with me?”
tn_za: Ngwana: “Tleliniki? Fela a o tla tla le nna?”

# text
source: Parent: “Yes, they will know what to do. Of course, I will come with you. Remember, this is not your fault. I love you and we will get through this.”
tn_za: Motsadi: “Ee, ba tla itse gore ba re thusa jang. Sentlenyane, ke tlaya le wena. Gopola gore seno ga se phoso ya gago. Ke a go rata mme re tla bona thuso.

# text
source: Child: “Thanks so much.”
tn_za: Ngwana: Ke leboga go menagane!

# text
source: Remember you can always type "Help" if you ever want more parenting tips or support.
tn_za: Gopola go tlanya “Thuso” fa o ka tlhoka dikakantsho tse dingwe tsa botsadi kgotsa thuso nngwe.
