Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/tn/tn_messages.po
Languages: tn_za

# text
source: @fields.user_name, every time you are completing an activity, @fields.child_nickname experiences the benefits. I believe you can keep up with your amazing progress, are you sure you want to leave the programme?
tn_za: @fields.user_name, nako nngwe le nngwe fa o digela tirwana, @fields.child_nickname o itemogela melemo. Re dumela gore o ka tswelelapele ka kgatelopele e e gakgamatsang ya gago, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: @fields.user_name, every time you are completing an activity, your child experiences the benefits. We believe you can keep up with your amazing progress, are you sure you want to leave the programme?
tn_za: @fields.user_name, nako nngwe le nngwe fa o digela tirwana, ngwana wa gago o itemogela melemo. Re dumela gore o ka tswelelapele ka kgatelopele e e gakgamatsang ya gago, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: @fields.user_name, every time you are completing an activity, your child experiences the benefits. I believe you can keep up with your amazing progress, are you sure you want to leave the programme?
tn_za: @fields.user_name, nako nngwe le nngwe fa o digela tirwana, ngwana wa gago o itemogela melemo. Re dumela gore o ka tswelelapele ka kgatelopele e e gakgamatsang ya gago, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: Every time you are completing an activity, @fields.child_nickname experiences the benefits. We believe you can keep up with your amazing progress, are you sure you want to leave the programme?
tn_za: Nako nngwe le nngwe fa o digela tirwana, @fields.child_nickname o itemogela melemo. Re dumela gore o ka tswelelapele ka kgatelopele e e gakgamatsang ya gago, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: Every time you are completing an activity, @fields.child_nickname experiences the benefits. I believe you can keep up with your amazing progress, are you sure you want to leave the programme?
tn_za: Nako nngwe le nngwe fa o digela tirwana, @fields.child_nickname o itemogela melemo. Re dumela gore o ka tswelelapele ka kgatelopele e e gakgamatsang ya gago, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: Every time you are completing an activity, your child experiences the benefits. We believe you can keep up with your amazing progress, are you sure you want to leave the programme?
tn_za: Nako nngwe le nngwe fa o digela tirwana, ngwana wa gago o itemogela melemo. Re dumela gore o ka tswelelapele ka kgatelopele e e gakgamatsang ya gago, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: Every time you are completing an activity, your child experiences the benefits. I believe you can keep up with your amazing progress, are you sure you want to leave the programme?
tn_za: Nako nngwe le nngwe fa o digela tirwana, ngwana wa gago o itemogela melemo. Re dumela gore o ka tswelelapele ka kgatelopele e e gakgamatsang ya gago, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: @fields.user_name, you have collected @fields.n_skills/@fields.total_skills skills! You have shown excellent dedication so far towards being a great parent to @fields.child_nickname, are you sure you want to exit the programme?
tn_za: @fields.user_name, o kgobokantse dikgono @fields.n_skills/@fields.total_skills ! O bontshitse boeneelo jo bo ntle go fitlha jaana go ya kwa go nneng motsadi yo o siameng @fields.child_nickname, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: @fields.user_name, you have collected @fields.n_skills/@fields.total_skills skills! You have shown excellent dedication so far towards being a great parent to your child, are you sure you want to exit the programme?
tn_za: @fields.user_name, o kgobokantse dikgono @fields.n_skills/@fields.total_skills! O bontshitse boineelo jo bo ntle go fitlha gajaana go ya kwa go nneng motsadi yo o siameng, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: You have collected @fields.n_skills/@fields.total_skills skills! You have shown excellent dedication so far towards being a great parent to @fields.child_nickname, are you sure you want to exit the programme?
tn_za: O kgobokantse dikgono @fields.n_skills/@fields.total_skills! O bontshitse boeneelo jo bo ntle go fitlha jaana go ya kwa go nneng motsadi yo o siameng @fields.child_nickname, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: You have collected @fields.n_skills/@fields.total_skills skills! You have shown excellent dedication so far towards being a great parent to your child, are you sure you want to exit the programme?
tn_za: O kgobokantse dikgono @fields.n_skills/@fields.total_skills! O bontshitse boeneelo jo bo ntle go fitlha jaana go ya kwa go nneng motsadi yo o siameng, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: Other children just like @fields.child_nickname are benefiting from ParentText in your community! @fields.user_name, are you sure you want to exit the programme?
tn_za: Batsadi ba bangwe ba ungwelwa fela @fields.child_nickname go tswa go ParentText mo baaging! @fields.user_name, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: Other children just like yours are benefiting from ParentText in your community! @fields.user_name, are you sure you want to exit the programme?
tn_za: Batsadi ba bangwe ba ungwelwa fela go tswa go ParentText mo baaging! @fields.user_name, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: Other children just like @fields.child_nickname are benefiting from ParentText in your community! Are you sure you want to exit the programme?
tn_za: Bana ba bangwe ba ungwelwa fela @fields.child_nickname go tswa go ParentText mo baaging! A o netefatsa gore o batla go tswa go lenaneo?

# text
source: Other children just like yours are benefiting from ParentText in your community! Are you sure you want to exit the programme?
tn_za: Bana ba bangwe ba ungwelwa fela ba gago go tswa go ParentText mo baaging! A o netefatsa gore o batla go tswa go lenaneo?

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your parenting goal. @fields.user_name, are you sure you want to exit the programme?
tn_za: @fields.child_nickname o ungwelwa tota go tswa go kgatelelopele ya gago go fitlhelela maikaelelo a go tokafatsa maitsholo a ngwana wa gago. @fields.user_name, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: Your child has really benefitted from your progress towards reaching your parenting goal. @fields.user_name, are you sure you want to exit the programme?
tn_za: Ngwana wa gago o ungwelwa tota go tswa go kgatelelopele ya gago go fitlhelela maikaelelo a go tokafatsa botsadi jwa gago. @fields.user_name, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your parenting goal, are you sure you want to exit the programme?
tn_za: @fields.child_nickname o ungwelwa tota go tswa go kgatelelopele ya gago go fitlhelela maikaelelo a botsadi, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: Your child has really benefitted from your progress towards reaching your parenting goal, are you sure you want to exit the programme?
tn_za: Ngwana wa gago o ungwelwa tota go tswa go kgatelelopele ya gago go fitlhelela maikaelelo a go tokafatsa botsadi jwa gago, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your goal of improving your relationship with your child. @fields.user_name, are you sure you want to exit the programme?
tn_za: @fields.child_nickname o ungwelwa tota go tswa go kgatelelopele ya gago go fitlhelela maikaelelo a go tokafatsa botsalano le ngwana wa gago @fields.user_name, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: Your child has really benefitted from your progress towards reaching your goal of improving your relationship with your child. @fields.user_name, are you sure you want to exit the programme?
tn_za: Ngwana wa gago o ungwelwa tota go tswa go kgatelelopele ya gago go fitlhelela maikaelelo a go tokafatsa botsalano le ngwana wa gago @fields.user_name, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your goal of improving your relationship with your child, are you sure you want to exit the programme?
tn_za: @fields.child_nickname o ungwelwa tota go tswa go kgatelelopele ya gago go fitlhelela maikaelelo a go tokafatsa botsalano le ngwana wa gago, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: Your child has really benefitted from your progress towards reaching your goal of improving your relationship with your child, are you sure you want to exit the programme?
tn_za: Ngwana wa gago o ungwelwa tota go tswa go kgatelelopele ya gago go fitlhelela maikaelelo a go tokafatsa botsalano le ngwana wa gago, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your goal of improving your child's behaviour. @fields.user_name, are you sure you want to exit the programme?
tn_za: @fields.child_nickname o ungwelwa tota go tswa go kgatelelopele ya gago go fitlhelela maikaelelo a go tokafatsa maitsholo a ngwana wa gago. @fields.user_name, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: Your child has really benefitted from your progress towards reaching your goal of improving your child's behaviour. @fields.user_name, are you sure you want to exit the programme?
tn_za: Ngwana wa gago o ungwelwa tota go tswa go kgatelelopele ya gago go fitlhelela maikaelelo a go tokafatsa maitsholo a ngwana wa gago. @fields.user_name, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your goal of improving your child's behaviour, are you sure you want to exit the programme?
tn_za: @fields.child_nickname o ungwelwa tota go tswa go kgatelelopele ya gago go fitlhelela maikaelelo a go tokafatsa maitsholo a ngwana wa gago, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: Your child has really benefitted from your progress towards reaching your goal of improving your child's behaviour, are you sure you want to exit the programme?
tn_za: Ngwana wa gago o ungwelwa tota go tswa go kgatelelopele ya gago go fitlhelela maikaelelo a go tokafatsa maitsholo a ngwana wa gago, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your goal of your child improving their performance at school. @fields.user_name, are you sure you want to exit the programme?
tn_za: @fields.child_nickname o ungwelwa tota go tswa go kgatelelopele ya gago go fitlhelela maikaelelo a go tokafatsa mtiragatso ya bona kwa sekolong. @fields.user_name, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: Your child has really benefitted from your progress towards reaching your goal of your child improving their performance at school. @fields.user_name, are you sure you want to exit the programme?
tn_za: Ngwana wa gago o ungwelwa tota go tswa go kgatelelopele ya gago go fitlhelela maikaelelo a go tokafatsa mtiragatso ya bona kwa sekolong. @fields.user_name, o netefatsa gore o batla go tswa go lenaneo?

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your goal of your child improving their performance at school, are you sure you want to exit the programme?
tn_za: @fields.child_nickname o ungwelwa tota go tswa go kgatelelopele ya gago go fitlhelela maikaelelo a go tokafatsa mtiragatso ya bona kwa sekolong, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: Your child has really benefitted from your progress towards reaching your goal of your child improving their performance at school, are you sure you want to exit the programme?
tn_za: Ngwana wa gago o ungwelwa tota go tswa go kgatelelopele ya gago go fitlhelela maikaelelo a go tokafatsa mtiragatso ya bona kwa sekolong, 1a o netefatsa gore o batla go tswa go lenaneo?

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your goal of knowing more about how to keep your child safe. @fields.user_name, are you sure you want to exit the programme?
tn_za: @fields.child_nickname o ungwelwa tota go tswa go kgatelopele ya gago go fitlhelela maikaelelo a go itse go feta ka ga gore o ka tshola ngwana wa gago jang a sireletsegile. @fields.user_name, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: Your child has really benefitted from your progress towards reaching your goal of knowing more about how to keep your child safe. @fields.user_name, are you sure you want to exit the programme?
tn_za: Ngwana wa gago o ungwelwa tota go tswa go kgatelopele ya gago go fitlhelela maikaelelo a go itse go feta ka ga gore o ka tshola ngwana wa gago jang a sireletsegile. @fields.user_name, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your goal of knowing more about how to keep your child safe, are you sure you want to exit the programme?
tn_za: @fields.child_nickname o ungwelwa tota go tswa go kgatelopele ya gago go fitlhelela maikaelelo a go itse go feta ka ga gore o ka tshola ngwana wa gago jang a sireletsegile, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: Your child has really benefitted from your progress towards reaching your goal of knowing more about how to keep your child safe, are you sure you want to exit the programme?
tn_za: Ngwana wa gago o ungwelwa tota go tswa go kgatelopele ya gago go fitlhelela maikaelelo a go itse go feta ka ga gore o ka tshola ngwana wa gago jang a sireletsegile, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your goal of having less conflict in your family. @fields.user_name, are you sure you want to exit the programme?
tn_za: @fields.child_nickname o ungwelwa tota go tswa go kgatelelopele ya gago go fitlhelela maikaelelo a go nna le kgotlhang e e kwa tlase mo lapeng a gago. @fields.user_namea o netefatsa gore o batla go tswa go lenaneo?

# text
source: Your child has really benefitted from your progress towards reaching your goal of having less conflict in your family. @fields.user_name, are you sure you want to exit the programme?
tn_za: Ngwana wa gago o ungwelwa tota go tswa go kgatelelopele ya gago go fitlhelela maikaelelo a go nna le kgotlhang e e kwa tlase mo lapeng la gago. @fields.user_name, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your goal of having less conflict in your family, are you sure you want to exit the programme?
tn_za: @fields.child_nickname o ungwelwa tota go tswa go kgatelelopele ya gago go fitlhelela maikaelelo a go nna le kgotlhang e e kwa tlase mo lapeng a gago, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: Your child has really benefitted from your progress towards reaching your goal of having less conflict in your family, are you sure you want to exit the programme?
tn_za: Ngwana wa gago o ungwelwa tota go tswa go kgatelelopele ya gago go fitlhelela maikaelelo a go nna le kgotlhang e e kwa tlase mo lapeng a gago, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your goal of knowing more about child development. @fields.user_name, are you sure you want to exit the programme?
tn_za: @fields.child_nickname o tswetse molemo ke tlhabololo ya gago mo go fitlheleng pono ya gago ya go itse go le gontsi ka kgolo ya ngwana.@fields.user_name, a o netefetse gore o batla go tswa go lenaneo?

# text
source: Your child has really benefitted from your progress towards reaching your goal of knowing more about child development. @fields.user_name, are you sure you want to exit the programme?
tn_za: Ngwana wa gago o tswetse molemo ke tlhabololo ya gago mo go fitlheleng pono ya gago ya go itse go le gontsi ka kgolo ya ngwana.@fields.user_name, a o netefetse gore o batla go tswa go lenaneo?

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your goal of knowing more about child development, are you sure you want to exit the programme?
tn_za: @fields.child_nickname o tswetse molemo ke tlhabololo ya gago mo go fitlheleng pono ya gago ya go itse go le gontsi ka kgolo ya ngwana, a o netefetse gore o batla go tswa go lenaneo?

# text
source: Your child has really benefitted from your progress towards reaching your goal of knowing more about child development, are you sure you want to exit the programme?
tn_za: Ngwana wa gago o tswetse molemo ke tlhabololo ya gago mo go fitlheleng pono ya gago ya go itse go le gontsi ka kgolo ya ngwana, a o netefetse gore o batla go tswa go lenaneo?

# text
source: Would you like to rejoin the ParentText programme?
tn_za: A o ka rata go tsenela lenaneo leno gape?

# text
source: Would you like to start from the beginning or start from where you last left the programme?
tn_za: A o ka rata go simolola kwa tshimologong kgotsa go simolola fa o tlogetseng gona?

# text
source: That is okay. If you ever want to return to the programme, type "start_messages".
tn_za: Seo se siame! Fa o ka rata go boela go lenaneo, tlanya “SIMOLOLA_MELAETSA”.

# text
source: We hope to see you again soon, and we wish you a happy and peaceful day!
tn_za: Re tshepa go go bona gape mo nakong e e sa fediseng pelo, mme re go lakaletsa letsatsi le le monate le le tletseng kagiso!

# text
source: I hope to see you again soon, and I wish you a happy and peaceful day!
tn_za: Ke tshepa go go bona gape mo nakong e e sa fediseng pelo, mme ke go lakaletsa letsatsi le le monate le le tletseng kagiso!

# text
source: These tips are for YOU. So that our chats can be as helpful as possible, could you please tell us whether you are a WOMAN or MAN?
tn_za: Dikakantsho tse ke tsa GAGO. Gore melaetsa ya rona e kgone go nna mosola mo go kgonegang, a o ka re bolelela gore a o MOSADI kgotsa MONNA?

# text
source: These tips are for YOU. So that our chats can be as helpful as possible, could you please tell me whether you are a WOMAN or MAN?
tn_za: Dikakantsho tse ke tsa GAGO. Gore melaetsa ya rona e kgone go nna mosola mo go kgonegang, a o ka re bolelela gore a o MOSADI kgotsa MONNA?

# text
source: Can you please tell us your age? Please reply with the number only. Example: 28
tn_za: A o ka re bolelela gore o na le dingwaga di le kae? Ka kopo araba ka dinomoro fela. Sekao: 28

# text
source: If you don't want to tell us your age, that's okay. Please type "N".
tn_za: Fa o sa rate go re bolelela dingwaga tsa gago, go siame. Ka kopo, tlanya ”N”.

# text
source: Can you please tell me your age? Please reply with the number only. Example: 28
tn_za: A o ka re bolelela gore o na le dingwaga di le kae? Ka kopo araba ka dinomoro fela. Sekao: 28

# text
source: If you don't want to tell me your age, that's okay. Please type "N".
tn_za: Fa o sa rate go re bolelela dingwaga tsa gago, go siame. Ka kopo, tlanya ”N”.

# text
source: This looks too old.
tn_za: Seno se lebega se le segologolo.

# text
source: This looks too young. ParentText is only for people over the age of 18.
tn_za: Seno se lebega se le segologolo. Tshwarelo, MotsadiKwalo ke ya batho ba ba fetileng dingwaga di le 18 fela.

# text
source: What is your relationship status?
tn_za: Maemo a kamano ya gago ke afe?

# text
source: If you don't want to tell us, that's okay. Please type "N".
tn_za: Fa o sa rate go re bolelela, go siame. Ka kopo, tlanya ”N”.

# text
source: If you don't want to tell me, that's okay. Please type "N".
tn_za: Fa o sa rate go mpolelela, go siame. Ka kopo, tlanya "N”.

# text
source: How would you like to receive your messages?
tn_za: O ka rata melaetsa ya gago jang?

# text
source: You can always change this setting at any time by typing "Help" and selecting Technical Support.
tn_za: Ka gale o ka fetola seno moragonya ka go tlanya “Thuso” mme o tlhophe “Tshegetso ya setegeniki”.

# text
source: So we can give you the right information, please choose a child age group that best meets your needs. You can choose the age for the child you are concerned about the most.
tn_za: Jalo re kgona go go neela tshedimosetso e e nepileng, ke kopa o tlhophe setlhopha sa dingwaga tsa ngwana wa gago yo o siametseng go fitlhelela ditlhoko. O ka rata go kgetha ngwana yo o tshwenyegileng ka ena segolo.

# text
source: So I can give you the right information, please choose a child age group that best meets your needs. You can choose the age for the child you are concerned about the most.
tn_za: Jalo re kgona go go neela tshedimosetso e e nepileng, ke kopa o tlhophe setlhopha sa dingwaga tsa ngwana wa gago yo o siametseng go fitlhelela ditlhoko. O ka rata go kgetha ngwana yo o tshwenyegileng ka ena segolo.

# text
source: We are really sorry to hear that you are experiencing money challenges. Would these things be useful?
tn_za: Re maswabi tota go utlwa gore o itemogela dikgwetlho ka madi. A dilo tse di na le mosola?

# text
source: I am really sorry to hear that you are experiencing money challenges. Would these things be useful?
tn_za: Re maswabi tota go utlwa gore o itemogela dikgwetlho ka madi. A dilo tse di na le mosola?

# text
source: Would you like to learn more about family budgeting?
tn_za: A o ka rata go ithuta go feta ka ga tekanyetsokabo ya balelapa?

# text
source: We would love to learn more about how we can improve these messages. Would you be willing to chat with us about your experience? You will receive a free data voucher if you are contacted for an interview!
tn_za: Re ka rata go githuta go le gontsi ka ga gore re ka tokafatsa melaetsa eno. A o ka rata go buisana le rona ka ga maitemogelo a gago? O tla amogela boutshara ya mahala fa go ka ikopanngwa le wena go dira dipotsolotso!

# text
source: Thank you so much! Here is a link to sign up!
tn_za: Ke leboga go menagane! Fano ke ikgokaganyo go ikwadisa!

# text
source: It is okay!
tn_za: Go siame!

# text
source: Hi @fields.user_name! We hope you are finding these messages useful. Please type “MoreTips” when you want to receive your next message.
tn_za: Dumela @fields.user_name! Re tshepa gore o fitlhela melaetsa e e le botlhokwa! Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: Hi @fields.user_name! I hope you are finding these messages useful. Please type “MoreTips” when you want to receive your next message.
tn_za: Dumela @fields.user_name! Re tshepa gore o fitlhela melaetsa e e le botlhokwa! Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: Hi! We hope you are finding these messages useful. Please type “MoreTips” when you want to receive your next message.
tn_za: Dumela! Re tshepa gore o fitlhela melaetsa e e le botlhokwa! Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: Hi! I hope you are finding these messages useful. Please type “MoreTips” when you want to receive your next message.
tn_za: Dumela! Re tshepa gore o fitlhela melaetsa e e le botlhokwa! Ka kopo tlanya “Dikakantshogofeta” fela fa o rata go amogela molaetsa wa gago o o latelang.

# text
source: Here is a song made just for parents like you.
tn_za: Fano ke pina e e tlhametsweng fela batsadi ba ba jaaka wena.
