Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/tn/tn_messages.po
Languages: tn_za

# text
source: We would love to learn more about how we can improve our programme. Would you be willing to chat with us about why you chose not to receive these messages? You will receive a free data voucher if you are contacted for an interview!
tn_za: Re ka rata go githuta go le gontsi ka ga gore re ka tokafatsa melaetsa eno. A o ka rata go buisana le rona ka ga gore ke goreng o tlhophile gore o se tlhole o amogela melaetsa e? O tla amogela boutshara ya mahala fa go ka ikopanngwa le wena go dira dipotsolotso!

# text
source: Thank you so much! Here is a link to sign up!
tn_za: Ke leboga go menagane! Fano ke ikgokaganyo go ikwadisa!

# text
source: Are you currently experiencing a health issue?
tn_za: A o itemogela mathata a itekanelo gajaana?

# text
source: Type "SOS" at any time if you would like the details of emergency services or other hotlines. Remember everything you say will be completely private!
tn_za: Tlanya “SOS” nako nngwe le nngwe fa o batla dintlha tsa tirelo nngwe fela kgotsa mogala wa tsa tshoganyetso. Gopola, tsotlhe tse o tla di buang di tla tsholwa di le poraefete ka gotlhe!

# text
source: Here are the contact details of your local medical services:
tn_za: Fano ke dintlha tsa ikgolaganyo go ditirelo tsa selegae tsa bongaka:

# text
source: You should be proud of yourself for exploring ways to get help for you and your family.
tn_za: O ka ikutlwa o le motlotlo gore o ile wa dira maano gore o iponne thuso mmogo le balelapa.

# text
source: Type "SOS" at any time if you would like the details of any other emergency service or hotline. Remember everything you say will be completely private!
tn_za: Tlanya “SOS” nako nngwe le nngwe fa o batla dintlha tsa tirelo nngwe fela kgotsa mogala wa tsa tshoganyetso. Gopola, tsotlhe tse o tla di buang di tla tsholwa di le poraefete ka gotlhe!

# text
source: Do you need some support with an emotional issue?
tn_za: A o tlhoka tshegetso nngwe ka mathata a maikutlo?

# text
source: If you ever feel like talking privately to a trained professional, you can call:
tn_za: Fa o tota o ikutlwa o rata go bua poraefete le moporofeshenale yo o katisitsweng, o ka leletsa:

# text
source: Do you need some urgent help?
tn_za: A o tlhoka thuso nngwe ya potlako?

# text
source: Here are the contact details of your local emergency services:
tn_za: Fano ke dintlha tsa ikgolaganyo go ditirelo tsa selegae tsa potlako:

# text
source: Are you experiencing an unsafe situation?
tn_za: A o itemogela maemo a a sa babalesegang?

# text
source: Are you currently facing an emergency?
tn_za: A gajaana go samagane le ntlha ya tshoganyetso?

# text
source: Would you like to go back to the previous messages?
tn_za: A o ka rata go boela go lelaetsa e e fetileng?

# text
source: That's okay. Remember you can always type "Help" if you ever need extra support. Chat later!
tn_za: Go siame! Gopola go tlanya “Thuso” fa o ka tlhoka tshegetso e e okeditsweng. Tla re bue moragonyana!

# text
source: Here is the link:
tn_za: “Fano ke kgokaganyo:

# text
source: That's okay. It can be hard sometime to remember. Next time you notice that your child is beginning to get restless, try distracting them. You can try and play a fun game together!
tn_za: Go siame! Nako dingwe go ka nna thata go gopola. Nako e e tlang fa o lemoga gore ngwana wa gago o simolola go etsaetsega, leka go tlosa mogopolo wa gagwe go seo. Lekang go tshameka mmogo!

# text
source: Sorry to hear that you are finding this difficult. Next time try to catch the misbehaviour early on, before it sets in or escalates. You can do this!
tn_za: Re itshwarele go bo o fitlhela seno se gwetlha. Mo nakong e e tlang leka go mekamekana le maitsholo a a sa siamang go sa le gale, pele a tlwaelega le go etegela. O ka dira seno!

# text
source: Sorry to hear that you are finding this difficult. Next time, take a deep breath, take some space, and then pick something very small and concrete that you wish your child could do more of that you can praise in your child. You can do this!
tn_za: Re itshwarele go bo o fitlhela seno se gwetlha. Mo nakong e e tlang, hemela kwa teng, iphe sebaka, mme o tlhophe sengwe se sennye mme se tsepame se o ka eletsang ngwana wa gago go tswelela go se dira go feta gore o kgone go mo akgola. O ka dira seno!

# text
source: Hi @fields.user_name! Have you recently tried redirecting @fields.child_nickname's behaviour when they were misbehaving?
tn_za: Dumela @fields.user_name! A o lekile go kaelagape maitsholo a @fields.child_nickname morago jaana fa a ne a sa itshola sentle?

# text
source: Hi @fields.user_name! Have you recently tried redirecting your child's behaviour when they were misbehaving?
tn_za: Dumela @fields.user_name! A o lekile go kaelagape maitsholo a ngwana wa gago morago jaana fa a ne a sa itshola sentle?

# text
source: Hi! Have you recently tried redirecting @fields.child_nickname's behaviour when they were misbehaving?
tn_za: Dumela! A o lekile go kaelagape maitsholo a @fields.child_nickname morago jaana fa a ne a sa itshola sentle?

# text
source: Hi! Have you recently tried redirecting your child's behaviour when they were misbehaving?
tn_za: Dumela! A o lekile go kaelagape maitsholo a ngwana wa gago morago jaana fa a ne a sa itshola sentle?

# text
source: Well done, great job for remembering @fields.user_name. How did @fields.child_nickname respond?
tn_za: O berekile - o dirile sentle wa gopola@fields.user_name. @fields.child_nickname o tsibogile jang?

# text
source: Well done, great job for remembering @fields.user_name. How did your child respond?
tn_za: O dirile sentle ka go gopola @fields.user_name. Ngwana wa gago o tsibogile jang?

# text
source: Well done, great job for remembering. How did @fields.child_nickname respond?
tn_za: O berekile - o dirile sentle wa gopola! @fields.child_nickname o tsibogile jang?

# text
source: Well done, great job for remembering. How did your child respond?
tn_za: O berekile - o dirile sentle wa gopola! Mosha wa gago o tsibogile jang?

# text
source: What did you find difficult when redirecting @fields.child_nickname's behaviour?
tn_za: O fitlheletse go le popota eng fa o ne o kaelagape maitsholo a @fields.child_nickname?

# text
source: What did you find difficult when redirecting your child's behaviour?
tn_za: O fitlheletse go le popota eng fa o ne o kaelagape maitsholo a ngwana wa gago?

# text
source: That is great! As you begin to redirect @fields.child_nickname's behaviour regularly, you will begin to notice their behaviour improving!
tn_za: Ke selo se sentle! Fa o simolola go kaelagape maitsholo a @fields.child_nickname ka gale, o tla simola go lemoga maitsholo a bona a tokafala!

# text
source: That is great! As you begin to redirect your child's behaviour regularly, you will begin to notice their behaviour improving!
tn_za: Ke selo se sentle! Fa o simolola go kaelagape maitsholo a ngwana wa gago ka gale, o tla simola go lemoga maitsholo a bona a tokafala!

# text
source: It is completely normal to experience this challenge. Remember, it takes some time for @fields.child_nickname to get used to you redirecting their behaviour. The more time you spend with them, the better it will go!
tn_za: Go tlwaelegile go itemogela seno. Gopola, go tsaya nako gore @fields.child_nickname a tlwaele gore o tla kaelagape maitsholo a gagwe. Fa o ntse o ipha nako e ntsi le bone, go tlile go nna go tokafala!

# text
source: It is completely normal to experience this challenge. Remember, it takes some time for your child to get used to you redirecting their behaviour. The more time you spend with them, the better it will go!
tn_za: Go tlwaelegile go itemogela seno. Gopola, go tsaya nako gore ngwana wa gago a tlwaele gore o tla kaelagape maitsholo a gagwe. Fa o ntse o ipha nako e ntsi le bone, go tlile go nna go tokafala!

# text
source: Sorry to hear that you are finding this challenging. It happens, just be patient. Make sure to continue trying to redirect @fields.child_nickname's behaviour. You will see the benefits soon!
tn_za: Re itshwarele go bo o fitlhela seno se gwetlha. Go a direga - nna pelotelele. Netefatsa gore o tswelela go leka go kaelagape maitsholo a @fields.child_nickname. O tla sola molemo fa gautshwane!

# text
source: Sorry to hear that you are finding this challenging. It happens, just be patient. Make sure to continue trying to redirect your child's behaviour. You will see the benefits soon!
tn_za: Re itshwarele go bo o fitlhela seno se gwetlha. Go a direga - nna pelotelele. Netefatsa gore o tswelela go leka go kaelagape maitsholo a ngwana wa gago. O tla sola molemo fa gautshwane!

# text
source: That's okay! The more you pay attention to what @fields.child_nickname is doing, the easier it will be to catch the bad behaviour before it gets worse and redirect it to a positive behaviour. If you find that you are too busy or not around @fields.child_nickname, you can also teach this skill to other caregivers in your family. It's a group effort!
tn_za: Ga se bothata! Fa o elatlhoko se @fields.child_nickname a se dirang, go nna bonolo go lemoga maitsholo a a sa siamang pele a etegela mme o a kaelegape ka maitsholo a a siameng. Fa o iphitlhela o tshwaregile kgotsa o seyo @fields.child_nickname, o ka ruta batlhokomedi ba bangwe mo lelapeng la gago kgono eno. Ke maitseko a setlhopha!

# text
source: That's okay! The more you pay attention to what @fields.child_nickname is doing, the easier it will be to catch the bad behaviour before it gets worse and redirect it to a positive behaviour. If you find that you are too busy or not around your child, you can also teach this skill to other caregivers in your family. It's a group effort!
tn_za: Ga se bothata! Fa o elatlhoko se @fields.child_nickname a se dirang, go nna bonolo go lemoga maitsholo a a sa siamang pele a etegela mme o a kaelegape ka maitsholo a a siameng. Fa o iphitlhela o tshwaregile kgotsa o seyo gaufi le ngwana wa gago, o ka ruta batlhokomedi ba bangwe mo lelapeng la gago kgono eno. Ke maitseko a setlhopha!

# text
source: That's okay! The more you pay attention to what your child is doing, the easier it will be to catch the bad behaviour before it gets worse and redirect it to a positive behaviour. If you find that you are too busy or not around @fields.child_nickname, you can also teach this skill to other caregivers in your family. It's a group effort!
tn_za: Ga se bothata! Fa o elatlhoko se ngwana wa gago a se dirang, go nna bonolo go lemoga maitsholo a a sa siamang pele a etegela mme o a kaelegape ka maitsholo a a siameng. Fa o iphitlhela o tshwaregile kgotsa o seyo @fields.child_nickname, o ka ruta batlhokomedi ba bangwe mo lelapeng la gago kgono eno. Ke maitseko a setlhopha!

# text
source: That's okay! The more you pay attention to what your child is doing, the easier it will be to catch the bad behaviour before it gets worse and redirect it to a positive behaviour. If you find that you are too busy or not around your child, you can also teach this skill to other caregivers in your family. It's a group effort!
tn_za: Ga se bothata! Fa o elatlhoko se ngwana wa gago a se dirang, go nna bonolo go lemoga maitsholo a a sa siamang pele a etegela mme o a kaelegape ka maitsholo a a siameng. Fa o iphitlhela o tshwaregile kgotsa o seyo gaufi le ngwana wa gago, o ka ruta batlhokomedi ba bangwe mo lelapeng la gago kgono eno. Ke maitseko a setlhopha!

# text
source: Sorry to hear that you are finding this difficult. You may need to spend more One-on-One Time with @fields.child_nickname and give more positive attention to them when they are behaving well. This takes time so be patient!
tn_za: Re itshwarele go bo o fitlhela seno se gwetlha. O ka tlhoka go nna le Nako le mong le @fields.child_nickname mme o mo neele nako e e siameng fa ba itshola sentle. Seno se tsaya nako jalo nna bopelotelele.

# text
source: Sorry to hear that you are finding this difficult. You may need to spend more One-on-One Time with your child and give more positive attention to them when they are behaving well. This takes time so be patient!
tn_za: Re itshwarele go bo o fitlhela seno se gwetlha. O ka tlhoka go nna le Nako lr mong le ngwana wa gago mme o mo neele nako e e siameng fa ba itshola sentle. Seno se tsaya nako jalo nna bopelotelele.

# text
source: Hi @fields.user_name! Have you tried sharing a book with your child recently?
tn_za: Dumela @fields.user_name! A o lekile go aorlelanela buka le ngwana wa gago moragonyana?

# text
source: Hi! Have you tried sharing a book with your child recently?
tn_za: Dumela! A o lekile go aorlelanela buka le ngwana wa gago moragonyana?

# text
source: Would you like to review the content?
tn_za: A o ka rata go go leba diteng gape?

# text
source: It is completely normal to experience this challenge, it can be really difficult to find the time our busy lives. Can you think of a time during the day when you may be less busy, such as early in the morning or after dinner? It will make a big difference in improving your relationship AND their learning abilities!
tn_za: Go tlwaelegile ka bonako go itemogela kgwetlho e, go ka nna boima go bona nako mo matshelong a rona a a maphatephate. a o ka kgona go akanya nako mo letsatsing eo senang le mekgapheo, jaaka mo mosong kgotsa moragonyana mo maitseboeng? E tla tlhola phetogo e kgolo go tokafatsa botsalano jwa gago LE bokgoni jwa go ithuta ga bona!

# text
source: Well done @fields.user_name! Book sharing is a great learning tool for your children! How was your experience?
tn_za: O dirile sentle @fields.user_name! Go arolelanela buka e ka nna tsela e ntle ya go ithuta go bana ba gago. Maitemogelo a gago a nnile jang?

# text
source: Well done! Book sharing is a great learning tool for your children! How was your experience?
tn_za: O dirile sentle! Go arolelanela buka e ka nna tsela e ntle ya go ithuta go bana ba gago. Maitemogelo a gago a nnile jang?

# text
source: We understand! What did you find difficult about trying to share a book with @fields.child_nickname?
tn_za: Re a tlhaloganya! O fitlhetse e le eng e e boima ka ga go leka go arolelanela buka le @fields.child_nickname?

# text
source: I understand! What did you find difficult about trying to share a book with @fields.child_nickname?
tn_za: Ke a tlhaloganya! O fitlhetse e le eng e e boima ka ga go leka go arolelanela buka le @fields.child_nickname?

# text
source: We understand! What did you find difficult about trying to share a book with your child?
tn_za: Re a tlhaloganya! O fitlhetse e le eng e e boima ka ga go leka go arolelanela buka le1?

# text
source: I understand! What did you find difficult about trying to share a book with your child?
tn_za: Ke a tlhaloganya! O fitlhetse e le eng e e boima ka ga go leka go arolelanela buka le1?

# text
source: It is completely normal to experience this challenge, and it can be difficult to know what to do at first. Next time try sitting with @fields.child_nickname and a book. Let @fields.child_nickname take the lead and follow their interest. You don't even need to read...just looking at the pictures together and talking about them works!
tn_za: Go tlwaelegile ka bonako go itemogela kgwetlho e, go ka nna boima go itse gore o direng kwa ntlheng. Leka go nna le @fields.child_nickname le bula mo nakong e e tlang. Letla @fields.child_nickname go eletelapele mme o latele kgatlhegelo ya bona. Ga o tlhoke go itse go buisa...fela go lebelela ditshwantsho mmogo mme le bue ka tiro ya tsona!

# text
source: It is completely normal to experience this challenge, and it can be difficult to know what to do at first. Next time try sitting with @fields.child_nickname and a book. Let your child take the lead and follow their interest. You don't even need to read...just looking at the pictures together and talking about them works!
tn_za: Go tlwaelegile ka bonako go itemogela kgwetlho e, go ka nna boima go itse gore o direng kwa ntlheng. Leka go nna le @fields.child_nickname le bula mo nakong e e tlang. Letla ngwana wa gago go eletelapele mme o latele kgatlhegelo ya bona. Ga o tlhoke go itse go buisa...fela go lebelela ditshwantsho mmogo mme le bue ka tiro ya tsona!

# text
source: It is completely normal to experience this challenge, and it can be difficult to know what to do at first. Next time try sitting with your child and a book. Let @fields.child_nickname take the lead and follow their interest. You don't even need to read...just looking at the pictures together and talking about them works!
tn_za: Go tlwaelegile ka bonako go itemogela kgwetlho e, go ka nna boima go itse gore o direng kwa ntlheng. Leka go nna le ngwaga wa gago le bula mo nakong e e tlang. Letla @fields.child_nickname go eletelapele mme o latele kgatlhegelo ya bona. Ga o tlhoke go itse go buisa...fela go lebelela ditshwantsho mmogo mme le bue ka tiro ya tsona!

# text
source: It is completely normal to experience this challenge, and it can be difficult to know what to do at first. Next time try sitting with your child and a book. Let your child take the lead and follow their interest. You don't even need to read...just looking at the pictures together and talking about them works!
tn_za: Go tlwaelegile ka bonako go itemogela kgwetlho e, go ka nna boima go itse gore o direng kwa ntlheng. Leka go nna le ngwaga wa gago le bula mo nakong e e tlang. Letla ngwana wa gago go eletelapele mme o latele kgatlhegelo ya bona. Ga o tlhoke go itse go buisa...fela go lebelela ditshwantsho mmogo mme le bue ka tiro ya tsona!

# text
source: It is completely normal to experience this challenge, it can be difficult to get @fields.child_nickname's attention. Next time try letting @fields.child_nickname choose the book. It can even be a magazine or colouring the book. You don't even need to read...just looking at the pictures together and talking about them works!
tn_za: Go tlwaelegile ka bonako go itemogela kgwetlho e, go ka nna boima go bona nako le @fields.child_nickname. Letla @fields.child_nickname go tlhopha buka mo nako e e latelang. Ke ka nna le ga e le makasine kgotsa buka ya go khalara. Ga o tlhoke go itse go buisa...fela go lebelela ditshwantsho mmogo mme le bue ka tiro ya tsona!

# text
source: It is completely normal to experience this challenge, it can be difficult to get @fields.child_nickname's attention. Next time try letting your child choose the book. It can even be a magazine or colouring the book. You don't even need to read...just looking at the pictures together and talking about them works!
tn_za: Go tlwaelegile ka bonako go itemogela kgwetlho e, go ka nna boima go bona nako le @fields.child_nickname. Letla ngwana wa gago go tlhopha buka mo nako e e latelang. Ke ka nna le ga e le makasine kgotsa buka ya go khalara. Ga o tlhoke go itse go buisa...fela go lebelela ditshwantsho mmogo mme le bue ka tiro ya tsona!

# text
source: It is completely normal to experience this challenge, it can be difficult to get your child's attention. Next time try letting @fields.child_nickname choose the book. It can even be a magazine or colouring the book. You don't even need to read...just looking at the pictures together and talking about them works!
tn_za: Go tlwaelegile ka bonako go itemogela kgwetlho e, go ka nna boima go bona nako le ngwana wa gago. Letla @fields.child_nickname go tlhopha buka mo nako e e latelang. Ke ka nna le ga e le makasine kgotsa buka ya go khalara. Ga o tlhoke go itse go buisa...fela go lebelela ditshwantsho mmogo mme le bue ka tiro ya tsona!

# text
source: It is completely normal to experience this challenge, it can be difficult to get your child's attention. Next time try letting your child choose the book. It can even be a magazine or colouring the book. You don't even need to read...just looking at the pictures together and talking about them works!
tn_za: Go tlwaelegile ka bonako go itemogela kgwetlho e, go ka nna boima go bona nako le ngwana wa gago. Letla ngwana wa gago go tlhopha buka mo nako e e latelang. Ke ka nna le ga e le makasine kgotsa buka ya go khalara. Ga o tlhoke go itse go buisa...fela go lebelela ditshwantsho mmogo mme le bue ka tiro ya tsona!

# text
source: Keep up the great work! The more you involve your children in solving problems, the more they will learn how to do it on their own.
tn_za: Tswelelang ka go dira tiro eno e ntle. Fa o tsenyeletsa bana ba gago mo go rarabolelang mathata, ba tla ithuta go le gontsi gore ba rarabolole le a bona.

# text
source: Sorry to hear that you are finding this challenging. When we have a problem, we always want to get to the quickest end result and can forget about the steps. Really understanding the problem and the different solutions first helps to come up with the best solution together. You can do this!
tn_za: Re itshwarele go bo o fitlhela seno se gwetlha. Fa re na le bothata, ka metlha re batla go fitlhelela matswela ka bonako mme re ka lebala ka dikgato. Go tlhaloganya mathata tota le ditharabololo tse di farologaneng lwa ntlha go tla thusa go tla ka tharabololo e e gaisang mmogo. O ka dira seno!

# text
source: Sorry to hear that you are finding this challenging. Sometimes it can be difficult to agree with everyone in the family, especially if not everyone is calm yet. You could agree to try one first, then the other. Or If you get stuck, try to get together later to agree on the solution together. You can do this!
tn_za: Re itshwarele go bo o fitlhela seno se gwetlha. Ka dinako tse dingwe go ka nna boima go dumalana le batho botlhe mo lelapeng, segolo jang fa batho botlhe ba sa kgoba makgwafo. Le ka dumalana go leka e le nngwe la ntlha, morago o leke gape. Kgotsa, fa o eme tlhogo, leka go kopana mmogo kgantele go dumalana ka tharabololo mmogo. O ka dira seno!

# text
source: Hi @fields.user_name! Were you able to involve @fields.child_nickname in solving problems together?
tn_za: Dumela @fields.user_name! A o kgonne go tsenyeletsa @fields.child_nickname mo go rarabolelang mathata mmogo?

# text
source: Hi @fields.user_name! Were you able to involve your child or teen in solving problems together?
tn_za: Dumela @fields.user_name! A o kgonne go tsenyeletsa ngwana kgotsa mosha wa gago mo go rarabolelang mathata mmogo?

# text
source: Hi! Were you able to involve @fields.child_nickname in solving problems together?
tn_za: Dumela! A o kgonne go tsenyeletsa @fields.child_nickname mo go rarabolelang mathata mmogo?

# text
source: Hi! Were you able to involve your child or teen in solving problems together?
tn_za: Dumela! A o kgonne go tsenyeletsa ngwana kgotsa mosha wa gago mo go rarabolelang mathata mmogo?

# text
source: Well done for trying @fields.user_name! How did it go?
tn_za: Re leboga fela thata go bo lo tsere matsapa @fields.user_name! Go tsamaile jang?

# text
source: Well done for trying! How did it go?
tn_za: Re leboga fela thata go bo lo tsere matsapa! Go tsamaile jang?

# text
source: That is okay @fields.user_name! What did you find challenging?
tn_za: Seo se siame @fields.user_name! O fitlhetse eng e le boima?

# text
source: That is okay! What did you find challenging?
tn_za: Seo se siame! O fitlhetse eng e le boima?

# text
source: Sorry to hear that you are finding this challenging. Try to notice @fields.child_nickname's emotions. If they need some time to calm down, create a calm space later on in the day or week to discuss and solve the problem together. By taking your time, the problem can be solved well. You can do this!
tn_za: Re itshwarele go bo o fitlhela seno se gwetlha. Leka go elatlhoko maikutlo a @fields.child_nickname. Fa ba tlhoka nakonyana go ritibala, dira nako kgantele mo letsatsing kgotsa mo bekeng ya go buisana mme lo rarabolole bothata mmogo. Ka go tsaya nako ya gago, bothata bo ka rarabololwa sentle. O ka dira seno!
