Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/tn/tn_messages.po
Languages: tn_za

# text
source: Hooray! I am delighted to hear that you are doing well.
tn_za: Ilililiiii! Ke itumelela go utlwa gore lo tsoga sentle.

# text
source: Fabulous! We are so happy to hear this.
tn_za: Bontle! Re itumeletse go utlwa seno.

# text
source: Fabulous! I am so happy to hear this.
tn_za: Bontle! Ke itumeletse go utlwa seno.

# text
source: What a great feeling! We hope that good feeling continues throughout the entire day.
tn_za: A maikutlo a a monate! Re tshepa gore maikutlo a mantle a a tswelela letsatsi lotlhe.

# text
source: What a great feeling! I hope that good feeling continues throughout the entire day.
tn_za: A maikutlo a a monate! Ke tshepa gore maikutlo a mantle a a tswelela letsatsi lotlhe.

# text
source: We are glad to hear this! We are sure your family is happy to see you this way as well.
tn_za: Re itumeletse go utlwa seno. Re tshepa gore balelapa ba itumele go go bona o le ka mokgwa o le bona.

# text
source: I am glad to hear this! I am sure your family is happy to see you this way as well.
tn_za: Ke itumeletse go utlwa seno. Ke tshepa gore balelapa ba itumele go go bona o le ka mokgwa o le bona.

# text
source: What fantastic news! We hope you continue to feel good throughout the day.
tn_za: A dikgang tse dintle! Re tshepa gore o tswelela go ikutlwa sentle letsatsi lotlhe.

# text
source: What fantastic news! I hope you continue to feel good throughout the day.
tn_za: A dikgang tse dintle! Ke tshepa gore o tswelela go ikutlwa sentle letsatsi lotlhe.

# text
source: It makes us very happy to hear that you are feeling good! Take that good energy and share it with others!
tn_za: Ke itumeletse go utlwa gore o ikutlwa sentle. Tsaya enenji e e siameng eo mme o e abelane le ba bangwe!

# text
source: It makes me very happy to hear that you are feeling good! Take that good energy and share it with others!
tn_za: Ke itumeletse go utlwa gore o ikutlwa sentle. Tsaya enenji e e siameng eo mme o e abelane le ba bangwe!

# text
source: Hi @fields.user_name! Could you be spending more time with your children and less time on your phone? Put it down and do something fun together!
tn_za: Dumela @fields.user_name! A o ka tsaya nako e ntsi le bana ba gago mme e nne e nnye mo founung? E beye fa fatshe mme le dire sengwe se se itumedisang itumedisang mmogo!

# text
source: Hi! Could you be spending more time with your children and less time on your phone? Put it down and do something fun together!
tn_za: Dumela! A o ka tsaya nako e ntsi le bana ba gago mme e nne e nnye mo founung? E beye fa fatshe mme le dire sengwe se se itumedisang itumedisang mmogo!

# text
source: Would you like a suggestion for an activity to do with your children?
tn_za: A o ka rata tshitsinyo ya tirwana e le ka e dirang mmogo le bana ba gago?

# text
source: That's okay! You can always get suggestions for activities to do by typing "Help". Chat later @fields.user_name!
tn_za: Ga se bothata! O kgona go bona ditshitsinyo tsa ditirwana tse o ka di dirang ka gale ka go tlanya “Thuso”. Tla re bue moragonyana@fields.user_name!

# text
source: That's okay! You can always get suggestions for activities to do by typing "Help". Chat later!
tn_za: Ga se bothata! O kgona go bona ditshitsinyo tsa ditirwana tse o ka di dirang ka gale ka go tlanya “Thuso”. Tla re bue moragonyana!

# text
source: Hi @fields.user_name! Would you like to learn more about how to talk to your children about COVID-19?
tn_za: Dumela @fields.user_name! A o ka rata go ithuta go feta ka ga gore o ka bua jang le bana ba gago ka COVID-19?

# text
source: Hi! Would you like to learn more about how to talk to your children about COVID-19?
tn_za: Dumela! A o ka rata go ithuta go feta ka ga gore o ka bua jang le bana ba gago ka COVID-19?

# text
source: That's okay! You can always get more information by typing "Help". Chat later @fields.user_name!
tn_za: Ga se bothata! O ka iponna tshedimosetso e ntsi ka go tlanya “Thuso” ka gale. Tla re bue moragonyana@fields.user_name!

# text
source: That's okay! You can always get more information by typing "Help". Chat later!
tn_za: Ga se bothata! O ka iponna tshedimosetso e ntsi ka go tlanya “Thuso” ka gale. Tla re bue moragonyana!

# text
source: Hi @fields.user_name! Would you like to learn more about your children's development?
tn_za: Dumela @fields.user_name! A o ka rata go ithuta go feta ka ga tlhabologo ya bana ba gago?

# text
source: Hi! Would you like to learn more about your children's development?
tn_za: Dumela! A o ka rata go ithuta go feta ka ga tlhabologo ya bana ba gago?

# text
source: Hi @fields.user_name! Would you like to learn more about how you could support children with disabilities?
tn_za: Dumela @fields.user_name! A o ka rata go ithuta go feta gore o ka tshegetsa jang bana ba ba tshelang ka bogole?

# text
source: Hi! Would you like to learn more about how you could support children with disabilities?
tn_za: Dumela! A o ka rata go ithuta go feta gore o ka tshegetsa jang bana ba ba tshelang ka bogole?

# text
source: Hi @fields.user_name! Would you like to learn more about how to resolve conflicts in the family?
tn_za: Dumela @fields.user_name! A o ka rata go ithuta go feta ka ga go rarabolola dikgotlhang go lelapeng?

# text
source: Hi! Would you like to learn more about how to resolve conflicts in the family?
tn_za: Dumela! A o ka rata go ithuta go feta ka ga go rarabolola dikgotlhang go lelapeng?

# text
source: Hi @fields.user_name! Would you like any support or additional parenting tips?
tn_za: Dumela @fields.user_name! A o tla tlhoka tshegetso nngwe kgotsa dikakantsho tsa tlaleletso go botsadi?

# text
source: Hi! Would you like any support or additional parenting tips?
tn_za: Dumela! A o tla tlhoka tshegetso nngwe kgotsa dikakantsho tsa tlaleletso go botsadi?

# text
source: That is okay! Remember you can always access support and parenting tips by typing "help". Chat to you later!
tn_za: Seo se siame! Gopola gore o tla fitlhelela tshegetso le dikakantsho ka ga botsadi ka go tlanya “thuso” ka gale. Ke tla bua le wena moragonyana!

# text
source: Hi @fields.user_name! How is your parenting going today?
tn_za: Dumela @fields.user_name! Botsadi jwa gago bo tsamaya jang gompieno?

# text
source: Hi! How is your parenting going today?
tn_za: Dumela! Botsadi jwa gago bo tsamaya jang gompieno?

# text
source: Every time you take a pause is an act of kindness. Be kind to yourself and your family today!
tn_za: Nako nngwe le nngwe fa o ema go se kae ke kgato ya bopelonomi. Ineneketse mmogo le balelapa la gago gompieno!

# text
source: Thank you for being a superman and being there for your family today! Keep it up @fields.user_name!
tn_za: Re lebogela go bo o le mogaka le go nna gone go ba lelapa la gago gompieno! Tswelela fela jalo@fields.user_name!

# text
source: Thank you for being a superman and being there for your family today! Keep it up!
tn_za: Re lebogela go bo o le mogaka le go nna gone go ba lelapa la gago gompieno! Tswelela fela jalo!

# text
source: Well done for being a man who supports their family @fields.user_name. You are a real hero.
tn_za: O dira go tlala seatla ka go nna monna yo o tshegetsang balelapa la gagwe O mogaka tota.

# text
source: Well done for being a man who supports their family. You are a real hero.
tn_za: O dira go tlala seatla ka go nna monna yo o tshegetsang balelapa la gagwe. O mogaka tota.

# text
source: You’re a man who puts a lot of thought into everything you do. We see it and appreciate it @fields.user_name.
tn_za: O monna yo o akanyang sentle go sengwe le sengwe se a se dirang. Re tla e bona le go e ananeela 1

# text
source: You’re a man who puts a lot of thought into everything you do. We see it and appreciate it.
tn_za: O monna yo o akanyang sentle go sengwe le sengwe se a se dirang. Re tla e bona le go e kgathalela.

# text
source: Hooray @fields.user_name! Other women around the world are cheering for you right now!
tn_za: Lililiiii @fields.user_name! Basadi ba bangwe go ralala lefatshe ba a go dudueletsa ga jaana!

# text
source: Hooray! Other women around the world are cheering for you right now!
tn_za: Lililiiii! Basadi ba bangwe go dikologa lefatshe ba a go dudueletsa ga jaana!

# text
source: Thank you for your dedication @fields.user_name! The world needs more women like you.
tn_za: Re lebogela boineelo jwa gago 1! Lefatshe le tlhoka basadi ba bangwe ba ba jaaka wena.

# text
source: Thank you for your dedication! The world needs more women like you.
tn_za: Re lebogela boineelo jwa gago! Lefatshe le tlhoka basadi ba bangwe ba ba jaaka wena.

# text
source: Thank you for being an inspiration to other women. Keep shining that light of yours @fields.user_name!
tn_za: Re lebogela go bo o le thotloetso go basadi ba bangwe. Tswelela go phatsimisa lebone la gago1!

# text
source: Thank you for being an inspiration to other women. Keep shining that light of yours!
tn_za: Re lebogela go bo o le thotloetso go basadi ba bangwe. Tswelela go phatsimisa lebone la gago!

# text
source: Thank you for your dedication @fields.user_name! The world needs more men like you.
tn_za: Re lebogela boineelo jwa gago 1! Lefatshe le tlhoka banna ba bangwe ba ba jaaka wena.

# text
source: Thank you for your dedication! The world needs more men like you.
tn_za: Re lebogela boineelo jwa gago! Lefatshe le tlhoka banna ba bangwe ba ba jaaka wena.

# text
source: You are such a great example for all men! Keep up the good work @fields.user_name!
tn_za: O sekai se segolo go banna botlhe! Tswelelang lo dira tiro eno e e molemo1!

# text
source: You are such a great example for all men! Keep up the good work.
tn_za: O sekai se segolo go banna botlhe! Tswelelang lo dira tiro eno e e molemo.

# text
source: So good to hear that you are doing well @fields.user_name. What a wonderful feeling!
tn_za: Go a itumedisa go utlwa gore o tswelela sentle 1. A maikutlo a mantle!

# text
source: Hooray @fields.user_name! Trust that your hard work is bearing sweet fruits, even if you can’t taste them yet!
tn_za: Lililiiii @fields.user_name! Re tshepa gore go dira ka natla ga gago go tla go tswela molemo, le fa wena o ka se o bone jaanong!

# text
source: Hooray! Trust that your hard work is bearing sweet fruits, even if you can’t taste them yet!
tn_za: Liliiii! Re tshepa gore go dira ka natla ga gago go tla go tswela molemo, le fa wena o ka se o bone jaanong!

# text
source: Thank you for bringing the sunshine of positive attention into your family. Keep shining @fields.user_name!
tn_za: Re lebogela go tlisa marang a kelotlhoko e e siameng go balelapa la gago. Tswelela go phatsima @fields.user_name!

# text
source: Thank you for bringing the sunshine of positive attention into your family. Keep shining!
tn_za: Re lebogela go tlisa marang a kelotlhoko e e siameng go ba lelapa la gago. Tswelela go phatsima!

# text
source: Ten points for you today! Together we can overcome any challenge @fields.user_name.
tn_za: Dintlha di le lesome go wena gompieno! Mmogo re tla fenya kgwetlho nngwe le nngwe @fields.user_name.

# text
source: Ten points for you today! Together we can overcome any challenge.
tn_za: Dintlha di le lesome go wena gompieno! Mmogo re tla fenya kgwetlho nngwe le nngwe.

# text
source: Has anyone told you how incredible you are for being there for your children during a global pandemic? There’s no guidebook for these challenging times but you’re doing it! That makes you amazing @fields.user_name!
tn_za: A go mongwe yo o kileng a go bolelela gore o dirile ka tsela e e molemo jang go tshegetsa bana ba gago mo pakeng e ya leroborobo la lefatshe lotlhe? Ga go na bukakaedi mo dinakong tse tse di gwetlhang fela o a kgona! Seo se go dira motho yo o molemo tota @fields.user_name!

# text
source: Has anyone told you how incredible you are for being there for your children during a global pandemic? There’s no guidebook for these challenging times but you’re doing it! That makes you amazing!
tn_za: A go mongwe yo o kileng a go bolelela gore o dirile ka tsela e e molemo jang go tshegetsa bana ba gago mo pakeng e ya leroborobo la lefatshe lotlhe? Ga go na bukakaedi mo dinakong tse tse di gwetlhang fela o a kgona! Seo se go dira yo o kgethegileng!

# text
source: Thank you for your kindness and patience today @fields.user_name! Even when it’s tough, your words of praise, your smile and your attention are like sunshine for your children.
tn_za: Re lebogela bopelonomi le bopelotelele jwa gago gompieno @fields.user_name! Le fa go le thata, mafoko a gago a kakgolo, monyebo wa gago le kelotlhoko di jaaka marang a letsatsi go bana ba gago.

# text
source: Thank you for your kindness and patience today! Even when it’s tough, your words of praise, your smile and your attention are like sunshine for your children.
tn_za: Re lebogela bopelonomi le bopelotelele jwa gago gompieno! Le fa go le thata, mafoko a gago a kakgolo, monyebo wa gago le kelotlhoko di jaaka marang a letsatsi go bana ba gago.

# text
source: Your curiosity and creativity are paying off! Give yourself a hug @fields.user_name!
tn_za: Go nyorelwa kitso ga gago le boitlhamedi jwa gago di mosola! Ikakgole @fields.user_name!

# text
source: Your curiosity and creativity are paying off! Give yourself a hug!
tn_za: Go nyorelwa kitso ga gago le boitlhamedi jwa gago di mosola! Itlamparele!

# text
source: Top marks for effort @fields.user_name! It’s not easy but you tried your best. That’s all you can ever do!
tn_za: Maduo-godimo a maiteko a gago @fields.user_name! Ga go bonolo fela o lekile ka bojotlhe. Ke tsotlhe tse o ka di dirang!

# text
source: Top marks for effort! It’s not easy but you tried your best. That’s all you can ever do!
tn_za: Maduo-godimo a maiteko a gago! Ga go bonolo fela o lekile ka bojotlhe. Ke tsotlhe tse o ka di dirang!

# text
source: It’s not always easy to be a woman in this world. But you are leading the way @fields.user_name!
tn_za: Ga go bonolo ka gale go nna mosadi mo lefatsheng leno. Fela o eteletsepele @fields.user_name!

# text
source: It’s not always easy to be a woman in this world. But you are leading the way!
tn_za: Ga go bonolo ka gale go nna mosadi mo lefatsheng leno. Fela o eteletsepele!

# text
source: Your commitment is an inspiration. Keep calm and carry on @fields.user_name!
tn_za: Go ikemisetsa ga gago go rotloetsa mongwe le mongwe. Ritabala mme o tswelepele @fields.user_name!

# text
source: Your commitment is an inspiration. Keep calm and carry on!
tn_za: Go ikemisetsa ga gago go a rotloetsa. Ritibala mme o tswelepele!

# text
source: Thank you for making so much effort to be a better parent. You are loved and appreciated @fields.user_name!
tn_za: Re lebogela go bo o lekile thata go nna motsadi yo o botoka. O a ratiwa e bile o a kgathalelwa @fields.user_name!

# text
source: Thank you for making so much effort to be a better parent. You are loved and appreciated!
tn_za: Re lebogela go bo o lekile thata go nna motsadi yo o botoka. O a ratiwa e bile o a kgathalelwa!

# text
source: Thank you @fields.user_name for being patient with yourself and your family. Every little bit helps!
tn_za: Re lebogela go nna @fields.user_name pelotelele go wena le go balelapa la gago. Lemme ga le fete molomo!

# text
source: Thank you for being patient with yourself and your family. Every little bit helps!
tn_za: Re lebogela go nna pelotelele go wena le go balelapa la gago. Lemme ga le fete molomo!

# text
source: Thank you @fields.user_name for getting up every morning and trying again. Even when you are tired. That is real courage and dedication!
tn_za: Re lebogela @fields.user_name go bo o tsoga moso mongwe le mongwe le go leka gape. Le fa o lapile. Seno se tlhoka bopelokgale le boineelo!

# text
source: Thank you for getting up every morning and trying again. Even when you are tired. That is real courage and dedication!
tn_za: Re lebogela go bo o tsoga moso mongwe le mongwe le go leka gape. Le fa o lapile. Seno se tlhoka bopelokgale le boineelo!

# text
source: You made it to the end of the day! Now it’s time for you. You deserve a break @fields.user_name!
tn_za: O kgonnne go fitlha kwa bokhutlong jwa letsatsi! Jaanong ke nako ya gago. O tshwanelwa ke seno @fields.user_name!

# text
source: You made it to the end of the day! Now it’s time for you. You deserve a break!
tn_za: O kgonnne go fitlha kwa bokhutlong jwa letsatsi! Jaanong ke nako ya gago. O tshwanelwa ke seno!

# text
source: You made a difference today just by showing up. Your down time starts now @fields.user_name!
tn_za: O dirile pharologanyo gompieno fela ka go itlhagisa. Nako ya gago e simolola jaanong @fields.user_name!

# text
source: You made a difference today just by showing up. Your down time starts now!
tn_za: O dirile pharologanyo gompieno fela ka go itlhagisa. Nako ya gago e simolola jaanong!

# text
source: Well done for getting to the end of the day @fields.user_name! Sometimes that’s all we can do. Get some rest and try again tomorrow!
tn_za: O dirile sentle go fitlha kwa bofelong jwa letsatsi1! Nako dingwe ke gone go re ka go dirang. Ikhutse mme o leke gape ka moso!

# text
source: Well done for getting to the end of the day! Sometimes that’s all we can do. Get some rest and try again tomorrow!
tn_za: O dirile sentle go fitlha kwa bofelong jwa letsatsi! Nako dingwe ke gone go re ka go dirang. Ikhutse mme o leke gape ka moso!

# text
source: Happy, sad, angry, excited, worried? Well done @fields.user_name for recognizing how you and others felt today! And remember, tomorrow is a brand new day.
tn_za: O itumetse, o hutsafetse, o galefile, o kgatlhegile, o tshwenyegile? O dirile sentle @fields.user_name go lemoga gore wena le ba bangwe lo ne lo ikutlwa jang gompieno! Mme gopola, kamoso ke letsatsi le lesha.

# text
source: Happy, sad, angry, excited, worried? Well done for recognizing how you and others felt today! And remember, tomorrow is a brand new day.
tn_za: O itumetse, o hutsafetse, o galefile, o kgatlhegile, o tshwenyegile? O dirile sentle go lemoga gore wena le ba bangwe lo ne lo ikutlwa jang gompieno! Mme gopola, kamoso ke letsatsi le lesha.

# text
source: Taking care of yourself is taking care of your kids! Keep it up @fields.user_name!
tn_za: Go itlhokomela ke go tlhokomela bana ba gago! Tswelela fela jalo@fields.user_name!

# text
source: Taking care of yourself is taking care of your kids! Keep it up!
tn_za: Go itlhokomela ke go tlhokomela bana ba gago! Tswelela fela jalo!

# text
source: Well done for trying to figure everything out @fields.user_name! Nobody has all the answers but you really do your best!
tn_za: Re leboga gore lo dirile sotlhe se lo ka se kgonang @fields.user_name! Ga go ope yo o itseng sengwe le sengwe mme lo dira bontle tota!

# text
source: Well done for trying to figure everything out. Nobody has all the answers but you really do your best!
tn_za: Re leboga gore lo dirile sotlhe se lo ka se kgonang. Ga go ope yo o itseng sengwe le sengwe mme lo dira bontle tota!

# text
source: Thank you for showing up for your family today and try your best! Your effort is appreciated @fields.user_name!
tn_za: Re lebogela go tlhagelela go ba lelapa la gago gompieno le go leka ka bojotlhe jwa gago! Maiteko a gago a kgathalelwa @fields.user_name!

# text
source: Thank you for showing up for your family today and try your best! Your effort is appreciated!
tn_za: Re lebogela go tlhagelela go balelapa la gago gompieno le go leka ka bojotlhe jwa gago! Maiteko a gago a kgathalelwa!

# text
source: Sorry to hear that you are struggling @fields.user_name. It is perfectly normal to have difficult days, especially during these stressful times. Remember you can always get extra support by typing "Help".
tn_za: Ke maswabi go utlwa gore o a kgaratlha @fields.user_name. Go tlwaelegile go nna le malatsi a a popota, segolo mo pakeng tse di bokete. Gopola gore o ka bona tshegetso e nngwe ka go tlanya “Thuso”.

# text
source: Sorry to hear that you are struggling. It is perfectly normal to have difficult days, especially during these stressful times. Remember you can always get extra support by typing "Help".
tn_za: Ke maswabi go utlwa gore o na le bothata. Ke maswabi go utlwa gore o na le bothata. Go tlwaelegile go nna le malatsi a a nang le mathata, segolo mo dipakeng tse di bokete. Gopola gore o ka bona tshegetso e nngwe ka go tlanya “Thuso”.

# text
source: Sorry to hear that things are difficult between you and your children. I know it can be really tough @fields.user_name Remember you can always get extra support by typing "Help".
tn_za: Ke maswabi go utlwa gore go thata fa gare ga gago le bana ba gago. Ke itse gore go thata @fields.user_name Gopola gore o ka bona tshegetso e nngwe ka go tlanya “Thuso”.

# text
source: Sorry to hear that things are difficult between you and your children. I know it can be really tough. Remember you can always get extra support by typing "Help".
tn_za: Ke maswabi go utlwa gore go thata fa gare ga gago le bana ba gago. Ke a itse gore go ka nna boima tota. Gopola gore o ka bona tshegetso e nngwe ka go tlanya “Thuso”.

# text
source: Sorry to hear that things are difficult between you and your children. You deserve a star just for trying @fields.user_name. Remember you can always get extra support by typing "Help".
tn_za: Ke maswabi go utlwa gore go thata fa gare ga gago le bana ba gago. Ke lekanwe ke kakgolo fela go bo o leka @fields.user_name. Gopola ka gale gore o ka bona tshegetso e nngwe ka go tlanya “Thuso”.

# text
source: Sorry to hear that things are difficult between you and your children. You deserve a star just for trying. Remember you can always get extra support by typing "Help".
tn_za: Ke maswabi go utlwa gore go thata fa gare ga gago le bana ba gago. O tshwanelwa ke go newa naledi fela go bo o leka. Gopola gore o ka bona tshegetso e nngwe ka go tlanya “Thuso”.

# text
source: Sorry to hear that you are going through a tough time @fields.user_name. You are not alone. Reach out to a friend or someone you can talk to for support. Remember you can always get extra support by typing "Help".
tn_za: Ke maswabi go utlwa gore o mo nakong e e boima @fields.user_name. Ga o nosi. Ikamaganye le tsala kgotsa bua le mongwe go bona tshegetso. Gopola gore o ka bona tshegetso e nngwe ka go tlanya “Thuso”.

# text
source: Sorry to hear that you are going through a tough time. You are not alone. Reach out to a friend or someone you can talk to for support. Remember you can always get extra support by typing "Help".
tn_za: Ke maswabi go utlwa gore o mo nakong e e bokete. Ga o nosi. Ikamaganye le tsala kgotsa bua le mongwe go bona tshegetso. Gopola gore o ka bona tshegetso e nngwe ka go tlanya “Thuso”.

# text
source: Sorry to hear that you are struggling @fields.user_name. Remember you can always get extra support by typing "Help".
tn_za: Ke maswabi go utlwa gore ona le mathata @fields.user_name. Gopola ka gale gore o ka bona tshegetso e nngwe ka go tlanya “Thuso”.

# text
source: Sorry to hear that you are struggling. Remember you can always get extra support by typing "Help".
tn_za: Re maswabi go utlwa gore o na le bothata. Gopola gore o ka bona tshegetso e nngwe ka go tlanya “Thuso”.

# text
source: Sorry to hear that you are struggling. Take a moment to reflect on one thing that went well for you today @fields.user_name. Even the smallest things can help. Remember you can always get extra support by typing "Help".
tn_za: Re maswabi go utlwa gore o na le bothata. Tsaya nako go akanya ka selo se le sengwe se se go tsamaetseng sentle gompieno @fields.user_name. Tota le dilo tse dinnye go feta di kgona thusa. Gopola gore o ka bona tshegetso e nngwe ka go tlanya “Thuso”.
