Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/tn/tn_messages.po
Languages: tn_za

# text
source: Find an empty, clean plastic bottle or pot with a lid that closes tight.
tn_za: Batla lebotlolo le le senang sepe, le le phepa la polasetiki kgotsa pitsa ka sekhurumelo se se tswalegang sentle.

# text
source: Fill it with sand, stones, uncooked rice, beans or any small objects that make an interesting sound.
tn_za: E tlatse ka santa, maje, raese e e sa butswang, dinawa kgotsa dilwana tse di nnye go dira modumo o o itumedisang.

# text
source: Move your body as you shake it in front of your baby.
tn_za: Binisa mmele wa gago fa o tsweletse go e kgotlhokgotsa fa pele ga lesea la gago.

# text
source: If it is safe, give it to your baby to shake!
tn_za: Fa go bolokesegile, o ka e neela ngwana wa gago gore a kgotlokgotse!

# text
source: Get creative! Can you find something colourful or try it with water?
tn_za: Nna le boitlhamedi! A o ka bona sengwe sa mebalabala kgotsa wa leka ka metsi?

# text
source: What sounds does your baby like?
tn_za: Lesea la gago le rata medumo efe?

# text
source: The Sun is Coming!
tn_za: Letsatsi le a tlhaba!

# text
source: Lie your baby on their back after washing them or changing their diaper.
tn_za: Kanamisa lesea la gago fa o sena go le tlhapisa kgotsa go ntsha mongwato.

# text
source: Tell them the sun is coming! Wiggle your fingers like sun rays above their head and make your face a big smiling sun.
tn_za: Le bolelele gore letsatsi le a tlhaba! Tsamaisa menwana ya gago marang a letsatsi fa godimo ga tlhogo ya gagwe mme o dire sefatlhego sa gago letsatsi le le golo le le nyebang.

# text
source: Tell them the wind is coming! Blow softly over their body.
tn_za: Le bolelele gore lphefo e a foka! Futswela mowa mo mmeleng wa gagwe.

# text
source: Tell them the rain is coming! Use your fingers to gently pat over their whole body like light raindrops.
tn_za: Ba bolelele gore pula e a na!Le bolelele gore letsatsi le a tlhaba! dirisa menwana wa gago o gatagate mmele otlhe jaaka marothodi a pula.

# text
source: Tell them the clouds are coming! Wrap the towel or cloth around them like a blanket and cuddle them.
tn_za: Ba bolelele gore go thibile. Mo phuthele ka kobo, toulo kgotsa lesela mme o mo tlamparele.

# text
source: Play with different weathers. Which one does your baby like best?
tn_za: Tshameka ka maemo a bosa a a farologaneng. Lesea la gago le rata afe go feta?

# text
source: Add sound effects or make it into a little song. Use the tune of another song you know!
tn_za: Tsenya dikgabiso go medumo kgotsa o o fetole go nna pinanyana. Dirisa motswako wa pina nngwe e o e itseng!

# text
source: At the End of the Day
tn_za: Kwa bokhutlong jwa letsatsi

# text
source: At the end of each day, take a minute to think about the day.
tn_za: Kwa bokhutlong jwa letsatsi lengwe le lengwe, tsaya motsotso o akanye ka letsatsi.

# text
source: Talk to your child about one positive or fun thing they did.
tn_za: Bua le ngwana wa gago ka ga selo se le sengwese se siameng kgotsa se itumedisang se ba se dirileng.

# text
source: Praise yourself for one thing you did well today.
tn_za: Ikakgole fa o dirile sengwe se le nosi se sentle gompieno.

# text
source: Think of one thing that you are grateful for.
tn_za: Bitsa selo se le sengwe se o se lebogelang.

# text
source: You are a star!
tn_za: O naledi!

# text
source: Lullaby
tn_za: Pina ya tutuletso

# text
source: When your baby or toddler cries, sing a soft song to calm you both down.
tn_za: Fa lesea kgotsa mapimpana a lela, mo oplele pina e e tla le ritibatsang mmogo.

# text
source: Sing a soothing song you know or make up your own with a simple melody and some soothing words.
tn_za: Opela pina e e namatshang e o e itseng kgotsa o itlhamele ya gago ka molodi o o bonolo le mantswe a a namatshang.

# text
source: Repeat it over and over in a rhythmical way. For example, “My little one, oh little one”.
tn_za: E boeletse makgetlho ka mokgwa o o nang le morethetho. Sekao, “Leseanyana la me, ijoo leseanyana la me”.

# text
source: Sing the same song regularly so your child gets used to it!
tn_za: Opela pina e le nngwe ka gale gore ngwana wa gago a e tlwaele!

# text
source: Shake your left hands in the air 8 times while counting to 8
tn_za: Tshikinyang matsogo a lona a molema mo moweng ga 8 fa lo ntse lo bala go fitlha go 8

# text
source: Repeat with your other hand. Repeat with each foot.
tn_za: Boeletsang seno ka matsogo a lona a mangwe. Boeletsa ka leoto lengwe le lengwe.

# text
source: Do it 7 times, then 6 times and continue until you get to 1.
tn_za: Dirang seno makgetlo a le 7, morago ga moo a le 6 mme lo tswelele go fitlhelela lo fitlha ko go 1.

# text
source: Everyone calls out “Crazy chicken” and does their best crazy chicken dance!
tn_za: Mongwe le mongwe o goeletsa a re “Koko e e sa utlweng” ba bo ba diragatsa go bina ga bone go go gaisang ga koko e e sa utlweng!

# text
source: Dance choreography
tn_za: Tansa ka khareokerafi

# text
source: Create a dance choreography to your children’s favorite songs.
tn_za: Tlhama khareokerafi ya tanse ya dipina tse bana ba gago ba di ratang.

# text
source: First person does a dance move and everyone else copies.
tn_za: Motho a le nosi o a bina mme ba bangwe botlhe ba a mo etsa.

# text
source: Everyone takes turns being the leader.
tn_za: Refosanang ka go etelela pele.

# text
source: Perform it for the household!
tn_za: Diragatsang seno fa pele ga balelapa!

# text
source: Play or sing your favourite music and dance around the room.
tn_za: Letsa mmino kgotsa o opele pina ya mmamoratwa mme o tanse go ralala phaposi.

# text
source: For example, “Dance like a monkey”, “Dance like a chicken” or “Dance with just our knees and hips”.
tn_za: Sekao, “Tansa jaaka kgabo”. “Tansa jaaka kgogo” kgotsa “Tla re tanse ka mangole le matheka a rona.”

# text
source: When the music stops, everyone does a funny freeze.
tn_za: Fa mmino o didimala, mongwe le mongwe a eme ka mokgwa o o tshegisang.

# text
source: Give your child a chance to be the one to stop the music!
tn_za: Neela ngwana wa gago shono go nna ene a timang mmino!

# text
source: Freeze dance
tn_za: Tanso Tsemeledi

# text
source: Play music or someone sings a song, and everyone dances.
tn_za: Letsa mmino kgotsa mongwe a opele pina, mme botlhe ba tanse.

# text
source: When the music stops, everyone must freeze.
tn_za: Fa mmino o didimala, mongwe le mongwe a eme tsemeledi.

# text
source: Last person still dancing becomes the judge for the next round.
tn_za: Motho yo o saletseng kwa morago a tansa e nna moatlhodi wa kgaolo e e latelang.

# text
source: A variation to Freeze Dance is Animal Dance: It’s the same as Freeze Dance but when the music stops, one member of the family calls out the name of an animal, and everyone has to become that animal.
tn_za: Tanso tsemeledi ke kemedi ya Tanse sekaphologolo: E tshwana fela le Tanso Tsemeledi fela fa mmino o tima, leloko le lengwe la lelapa le bitsa leina la phologolo mme botlhe ba tshwanela go nna phologolo eo.

# text
source: Make Housework Fun
tn_za: Dira gore tiro ya mo lapeng e nne e e itumedisang

# text
source: Household chores aren’t fun… or are they? You can make them into a game, like this.
tn_za: Ditirwana tsa fa gae ga di itumedise...kgotsa di a itumedisa? O ka di fetola go nna motshameko, jaana.

# text
source: There’s a fire on the mountain! Run, run, run!
tn_za: Go nale molelo mo thabeng! Taboga, taboga, taboga!

# text
source: Touch something red.
tn_za: “Tshwara sengwe se se khibidu.”

# text
source: Jump up and down ten times.
tn_za: “Tlolela ko godimo le ko tlase ga lesome.”

# text
source: Put the shoes in the shoe rack.
tn_za: “Baya ditlhako mo di nnang teng.”

# text
source: Mirror
tn_za: Seipone

# text
source: This game can be played in pairs or even as a group.
tn_za: Motshameko ono o ka tshamekiwa ka dipara kgotsa jaaka setlhopha.

# text
source: Stand facing each other or in a circle.
tn_za: Emang lo lebane kgotsa mo kgolokweng.

# text
source: One person leads first while everyone else must copy, trying to move exactly at the same time as the leader.
tn_za: Motho a le nosi o etelela pele mme ba bangwe botlhe ba a mo etsa, ba leka go suta ka nako e le nngwe kgo le moeteledipele.

# text
source: Make sure the leader moves slowly enough for everyone to follow! Explore moving different body parts and in different levels.
tn_za: Netefatsa gore moeteledipele o suta ka iketlo ka mo go lekaneng gore mongwe le mongwe a mo latele! Bina ka tsela ya gore go sute mmele otlhe ka selekanyo se se farologaneng.

# text
source: After a while, switch who is leading. Give everyone a chance to lead.
tn_za: Morago ga sebaka, yo mongwe e nne ene a etelelang pele. Naya mongwe le mongwe tshono ya go etelela pele.

# text
source: Try it with no leaders!
tn_za: Leka seno go sena baeteledipele!

# text
source: Name that tune
tn_za: Bolela pina eno

# text
source: First person gets to choose or sing a song.
tn_za: Motho wa ntlha ke ene a tlhophang kgotsa a opelang pina.

# text
source: Everyone else must guess the name of the tune (to make it harder they can guess the singer).
tn_za: Mongwe le mongwe o tshwanetse go fopholetsa leina la pina (go e dira thata ba ka fopholetsa moopedi).

# text
source: The first one to guess it right becomes the next leader who will choose or sing the next song.
tn_za: Wa ntlha go fopholetsa ka nepo e nna ene moeteledipele yo o latelang yo o tla tlhophang kgotsa a opela pina e e latelang.

# text
source: Rain on the Mountain
tn_za: Pula mo Thabeng

# text
source: Call out, “There’s rain on the mountain”.
tn_za: Goeletsa, “Go na pula mo thabeng”.

# text
source: Everyone else replies “Run, run, run” while running around the space.
tn_za: Botlhe ba arabe “Siana, siana, siana” fa ba tsweletse go dikologa mo sebakeng.

# text
source: Call out different instructions. For example, touch something red or hop like a frog.
tn_za: Akanya ka ditaelo tse di farologaneng. Sekao, kgoma sengwe se se khibidu kgotsa o tlolatlole jaaka segwagwa.

# text
source: Keep playing and change the instructions each time.
tn_za: Tswelela go tshameka mme o fetole ditaelo nako nngwe le nngwe.

# text
source: You can use this as a fun way to learn colours or even tidy up!
tn_za: O ka dirisa seno jaaka tsela e e itumedisang go ithuta mebala kgotsa go phepafatsa!

# text
source: Run Around and Do This
tn_za: Sianakaka mme o DIRE SE

# text
source: Everyone runs around the room or garden. Make sure the space is large enough and safe.
tn_za: Botlhe ba sianakaka go ralala phaposi kgotsa tshingwana. Netefatsa gore sebaka se segolo jo bo lekaneng mme se bolokegile.

# text
source: At any time, someone can stop somewhere and say, “When you get over here, you do this!”
tn_za: Nako nngwe fela, motho a ka ema gongwe mme a re, “Fa o fitlha fano, o dira se!”

# text
source: What you do can be anything: push-ups, singing a song, crying, jumping…
tn_za: O ka dira sengwe le sengwe: ikgoromeletse godimo, go opela pina, go lela, go tlola…

# text
source: The more you play, the more there are things to do in more and more places.
tn_za: Fa o ntse o tshameka, go nna le dilo tse dintsi tse o ka di dirang mo mafelong a mangwe a mantsi.

# text
source: Each person can decide where to go and when.
tn_za: Motho mongwe le mongwe o kgona go swetsa gore o ya kae leng.

# text
source: It’s fun to interact with other people who are doing the same thing as you!
tn_za: Go monate go ikgolaganya le batho ba bangwe ba o ba dirang selo se se tshwanang le se o se dirang!

# text
source: Say to your child “I see a tree, let’s be it!”
tn_za: E re go ngwana wa gago “Ke bona setlhare, tla se nne sona”

# text
source: Ship to Shore
tn_za: Laola sekepe

# text
source: A fun active game where children learn different parts of a boat. Everyone must go to the place or activity that you call out.
tn_za: Motshameko o o monate fao bana ba ithutang dikarolo tse di farologaneng tsa sekepe. Mongwe le mongwe o tshwanetse go ya kwa lefelong kgotsa a dire tirwana e o e goeleditseng.

# text
source: “Bow” means run to the front of the boat (room).
tn_za: “E ya pele” go kaya gore sianela kwa pele ga sekepe (phaposi).

# text
source: “Stern” means run to the back of the boat.
tn_za: “Boa” go kaya gore sianela kwa morago mo sekepeng.

# text
source: “Starboard” means run to the right side and “Port” means run to the left side.
tn_za: “Mojeng” go kaya go sianela kwa letlhakoreng la moja fa “Molemeng” go kaya go sianela kwa molemeng.

# text
source: “Climb the rigging”: pretend to climb.
tn_za: “A go iweng”: itire o ka re o a palama.

# text
source: “Clean the deck”: pretend to clean the floor.
tn_za: “Selaselang”: itireng o ka re le phepafatsa fa fatshe.

# text
source: “Lifeboat, [number] people!”: hold hands in a circle with that many people and do knee bends.
tn_za: Bapalamimmogo [palo]: tshwaranang ka diatla mo sedikong ka bontsi jwa lona mme le kobe mangole.

# text
source: Everyone not in a lifeboat must swim!
tn_za: Botlhe bapalamimmogo ba tshwanela go thuma!

# text
source: Stage Directions
tn_za: Dikaelo tsa Serala

# text
source: This is the same as Ship to Shore but with Stage Directions. This can be done in an elevated and safe area. The director gives the instructions.
tn_za: Seno se tshwana fela le Laola Sekepe fela ka Dikaelo tsa Serala. Seno se ka dirwa mo lefelong le le tlhatlogileng mme le bolokegile. Moneelataelo o neelana ka ditaelo.

# text
source: “Stage Right” means you go to the right.
tn_za: “Mojeng wa Serala” go kaya gore o ye mojeng.

# text
source: “Stage Left” means you go to the left.
tn_za: “Molemeng wa Serala” go kaya gore o ye molemeng.

# text
source: “Downstage” means you go down.
tn_za: “Tlase Seraleng” go kaya gore e ya tlase.

# text
source: “Upstage” means you go up.
tn_za: “Tlase Seraleng” go kaya gore e ya tlase.

# text
source: “Centre Stage” means you go to the centre of the stage.”
tn_za: “Serala Magareng” go kaya gore o ya magareng a serala.”

# text
source: You can have fun actions like “Dramatic Death, Take a Bow, Open the Curtain, Clean the Floor,” etc.
tn_za: O ka diragatsa dilo tse di monate jaaka “Leso la Motlholo, Tswelantle, Bula garetene, Phepafatsa Fa fatshe,” jj.

# text
source: Instead of “Lifeboat” you make “Cast of Actors.” Those not in the cast become the director!
tn_za: Gona le gore “Bapalamimmogo” go ka dira “Ithulaganyo ya Badiragatsi.” Bao ba seng mo ipaakanyong e nna baneeladitaelo!

# text
source: Superpowers
tn_za: Maatla a Masaitsiweng

# text
source: Think of a superpower. For example, going anywhere instantly, travelling in time, reading minds.
tn_za: Akanya ka maatla a a sa tlwaelegang. Ka sekai, go ya gope fela ka ponyo ya leitlho, go busetsa nako morago, go bala megopolo.

# text
source: Ask your child “If you had the superpower to […] how would you use it?
tn_za: Botsa mosha wa gago jaana, “Fa o ka bo o na le maatla a a sa tlwaelegang a go […], o ne o tla a dirisa jang?

# text
source: Encourage them to give themselves a superhero name and act it out.
tn_za: Ba kgothaletse go taya maatla a bone a a sa tlwaelegang leina le go a diragatsa.

# text
source: Now let them choose a super power for you!
tn_za: Jaanong ba letle go go tlhophela matla a masaitsiweng!

# text
source: Make sure you act it out too!
tn_za: Netefatsa gore o a a diragatsa!

# text
source: Transform the object
tn_za: Fetola sengwe

# text
source: Everyday household items like brooms, mops, or scarfs can become fun props for games
tn_za: Dilwana tsa fa gae tsa letsatsi le letsatsi jaaka mafielo, dimmopo, kgotsa disekhafo e ka nna ditshamekisi tsa metshameko

# text
source: Place an object in the center of the room and whenever someone has an idea, they jump in and show the rest what the object can be
tn_za: Baya sengwe mo gare ga phaposi mme fela fa mongwe a na le kakanyo, a tlolele mo gare mme a bontshe botlhe gore selo se e ka nna eng

# text
source: For example, a broom might be ridden as a horse or a microphone or a guitar!
tn_za: Sekao, lefielo e ka nna pitse kgotsa maekerofounu kgotsa katara!

# text
source: What Are You Doing?
tn_za: O dira eng?

# text
source: This game is best when more than 2 people play
tn_za: Motshameko ono o botoka fa o tshamekiwa ke batho ba feta ba le 2

# text
source: One person pretends to be doing something – for example, combing hair or making dinner
tn_za: Motho a le nosi o itira e kete o dira sengwe - ka sekai, go kama moriri kgotsa go apaya dijo tsa maitseboa

# text
source: Another person asks, “What are you doing?”
tn_za: Motho yo mongwe o botsa gore, “O dirang?”

# text
source: The first person needs to say something that has nothing to do with combing hair, for example, “Tying my shoes.”
tn_za: Motho wa ntlha o tlhoka go bua sengwe se se sa amaneng ka gope le go kama moriri, ka sekai, “Ke bofa ditlhako.”

# text
source: The second person then starts pretending to tie their shoes until a new person asks, “What are you doing?”
tn_za: Motho wa bobedi jaanong o simolola go itira ekete o bofa ditlhako tsa gagwe go fitlhelela motho yo mo ntshwa a botsa gore, “O dirang?”

# text
source: The answer must always be something different than what you are actually doing!
tn_za: Karabo e tshwanetse ka metlha ya nna e e farologaneng go na le se o se dirang!

# text
source: Worms Go Home
tn_za: Diboko di ya gae.

# text
source: Lie on your tummies and pretend your index fingers are a wiggly worm.
tn_za: Patlamang mme le itire o kare menwana wa lona ya kgononoje ke dibokwana.

# text
source: With your other hand make a worm house by making a circle with your fingers and thumb and place it on the floor.
tn_za: Ka letsogo le lengwe dira ntlo ya diboko ka go dira sediko ka menwana le kgononoje mme o le beye fa fatshe.

# text
source: Call out an instruction for your finger to touch, like “Worms on noses” or “Worms on ears”
tn_za: Goeletsa taelo gore monwana wa gago o kgome, jaaka “Diboko nkong” kgotsa “Diboko tsebeng”

# text
source: When you call out “Worms go home”, your wiggly worm has to find a worm house as quickly as possible.
tn_za: Fa o goeletsa “Diboko di ya gae”, sebokwana se monokelela go ya kwa ntlong ya doboko ka bonako jo bo kgonegang.

# text
source: The last worm to find a home calls out the instructions next.
tn_za: Seboko sa bofelo go fitlha kwa gae se goeletsa ditaelo tse di latelang.

# text
source: Keep playing until you feel rejuvenated from lying down.
tn_za: Tswelela go tshameka go fitlha o ikutlwa o tsogologile go tswa mo go rapameng.

# text
source: Blind Dragon
tn_za: Terakone ya Sefofu

# text
source: This game is great if you have at least 4 people
tn_za: Motshameko o o siame fa o na le bonnye batho ba le 4

# text
source: Tell the story about a ferocious dragon who lived near a village. He would sneak into the village at night and steal people’s treasures – anything they loved. Anybody who tried to take their treasure back would be eaten alive. This continued for many years until the dragon became old, fat, and blind from sitting on his treasure and gazing at the glare of the gold coins. Then the townspeople could try and sneak into his lair and steal back their relatives’ treasure.
tn_za: Bua ka kgang ya terakone e e setlhogo e e neng e nna gaufi le motse. O ne a khukhunela mo motseng bosigo le go utswa dikhum tsa batho - sengwe le sengwe se ba se ratang. Mongwe le mongwe yo o neng a leka go tsaya dikhumo tsa gagwe o ne a jewa a ntse a tshela. Seno se tswelletse jalo dingwaga di le dintsi go fitlhela terakone e tsofala, e nona, le go foufala ka fa e ntse mo dikhumong tsa yona le go bogela dikhoene tsa gauta. Morago baagi ba teropo ba ne ba leka go khukhuna le go tsena kwa ga yona mme ba utswe dikhumo tsa masika a bona gape.

# text
source: One person plays the dragon. Dragon sits blindfolded or with eyes closed surrounded by a pile of treasure.
tn_za: Motho a le mongwe o itira terakone. Terakone e nna e tswetse matlho kgotsa a bofilwe matlho mme a dikologilwe ke thoto ya dikhumo.

# text
source: Everyone has one piece of treasure that they must steal back.
tn_za: Mongwe le mongwe o na le setokwana sa khumo se a tshwanela go se utswa gape...

# text
source: If the dragon hears you and points at you, you must go back to the starting place.
tn_za: Fa terakone e go utlwa mme e go supa, o tshwanetse go boela kwa morago kwa lefelong la tshimololo.

# text
source: Only one person can try to get the treasure at a time.
tn_za: Ke motho a le mongwe fela yo a kgonang go bona khumo ka nako.

# text
source: Dancing with Angels
tn_za: Go tansa le Manyeloi

# text
source: This activity helps children learn how to lead. It also builds trust between you and your child.
tn_za: Tirwana e e thusa bana go ithuta go etelelapele. Gape e aga tshepano magareng ga gago le ngwana wa gago.

# text
source: Play a piece of music that is gentle and relaxed to encourage smooth and calming movement.
tn_za: Letsa mmino o o edileng le go ritibala jalo go rotloetsa motsamao o o eldileng le go ritibalala.

# text
source: One person goes first and closes their eyes while the other person is the guardian angel or protector.
tn_za: Motho a le mongwe o tsamaya pele mme a tswale matlho fa motho yo mongwe e le lenyeloi la tlhokomelo kgotsa mosireletsi.

# text
source: The guardian angel must protect the person with their eyes closed from harm while gently dancing together.
tn_za: Lengeloi la tlhokomelo le tshwanetse go sireletsa motlo yo o tswetseng matlho mo kotsing fa ba tsweletse go tansa mmogo.

# text
source: When the music ends, the dancer can open their eyes before switching roles.
tn_za: Fa pina e fela, motansi a ka bula matlho pele a refosanela karolo.

# text
source: Drawing
tn_za: Go thala

# text
source: Children love to draw! It helps build creativity.
tn_za: Bana ba rata go thala! Go ba thusa go aga boitlhamedi.

# text
source: Get some pens or crayons and a piece of paper or cardboard.
tn_za: Bona sipene kgotsa dikherayone dingwe le setokwana sa pampiri kgotsa lebokoso.

# text
source: Let your children freely draw whatever they want.
tn_za: Letla bana ba gago go thala se ba se ratang ka phuthologo.

# text
source: While your child is drawing, use words to describe what they are doing: “I see you are drawing a person” or “I see you are making lines with the red crayon.”
tn_za: Fa ngwana wa gago a thala, dirisa mafoko go tlhalosa gore ba dira eng: “Ke a bona gore o thala motho” kgotsa “Ke a bona go thala mela ka kerayone e khibidu.”

# text
source: You can also have fun drawing next to them.
tn_za: Gape o ka itumedisa ka go thala fa thoko ga bona.

# text
source: Put their drawings up on the wall, refrigerator, or outside to decorate the house – it will make your children feel appreciated!
tn_za: Pega dithalwa tsa bona mo leboteng, mo setsidifatsing, kwa ntle go kgabisa ntlo - go tla dira gore bana ba gago ba ikutlwe ba ananeelwa!

# text
source: Listening to Sounds
tn_za: Go reetsa medumo

# text
source: Sit down and close your eyes
tn_za: Nna fatshe o tswale matlho a gago

# text
source: How many sounds can you hear? Listen to the sounds inside and outside the room. Count them on your fingers
tn_za: O utlwa medumo e kae? Reetsa medumo e e mo teng le kwa ntle ga kamore. E bale ka menwana ya gago

# text
source: After ten seconds, how many fingers do you have up? What sounds did you hear?
tn_za: Morago ga metsotswana e le lesome, go setse menwana e kae e e emeng? O utlwile medumo efe?

# text
source: Try again for another ten seconds.
tn_za: Leka gape metsotswana e le lesome.

# text
source: Can you hear any new sounds? Can you hear any sounds inside your own body?
tn_za: A o utlwile medumo e mesha? A o kgona go utlwa medumo mo teng ga mmele wa gago?

# text
source: Notice how you feel and ask your child how they are feeling.
tn_za: Lemoga gore o ikutlwa jang mme o botse ngwana wa gago gore o ikutlwa jang.
