Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/tn/tn_messages.po
Languages: tn_za

# text
source: Try to stay calm and support @fields.child_nickname as they move through the tantrum. Your priority is to ensure that they don’t hurt themselves. Don’t add to @fields.child_nickname’s anger by shouting and showing angry emotions. This won’t help.
tn_za: Leka go ritibala le go tshegetsa @fields.child_nickname jaaka a tsweletse ka matepe. Sa botlhokwa ke go netefatsa gore ga ba ikgobatse. Se tlaleletse go kgalefo ya @fields.child_nickname’ka go goeletsa le go bontsha maikutlo a kgalefo. Seo se ka se go thuse.

# text
source: Try to stay calm and support your toddler as they move through the tantrum. Your priority is to ensure that they don’t hurt themselves. Don’t add to your child’s anger by shouting and showing angry emotions. This won’t help.
tn_za: Leka go ritibala le go tshegetsa lesea la gago jaaka a tsweletse ka matepe. Sa botlhokwa ke go netefatsa gore ga ba ikgobatse. Se tlaleletse go kgalefo ya ngwana wa gago ka go goeletsa le go bontsha maikutlo a kgalefo. Seo se ka se go thuse.

# text
source: Babies are much more likely to want to do things if you make the activity fun and playful. Patience is also a must. Take a deep breath if you notice yourself getting frustrated by @fields.child_nickname.
tn_za: Masea a ka rata go dira dilo fa o dira gore tirwana e nne monate le go tshameka. Gape bopelotelele ke tlhokego. Hemela kwa teng fa o lemoga gore o a tlalelana @fields.child_nickname.

# text
source: Babies are much more likely to want to do things if you make the activity fun and playful. Patience is also a must. Take a deep breath if you notice yourself getting frustrated by your baby.
tn_za: Masea a ka rata go dira dilo fa o dira gore tirwana e nne monate le go tshameka. Gape bopelotelele ke tlhokego. Hemela kwa teng fa o lemoga gore o a tlalelana ka ntlha ya lesea la gago.

# text
source: These tips are for YOU. So that our chats can be as helpful as possible, could you please tell us your gender?
tn_za: Tseno ke dikaedi go WENA. Gore dipuisano tsa rona di kgone go nna mosola tota, a o ka re bolelela bong ba gago ka kopo?

# text
source: If you would prefer not to answer, type "N".
tn_za: Fao tlhopha go se arabe, tlanya “N”.

# text
source: These tips are for YOU. So that our chats can be as helpful as possible, could you please tell me your gender?
tn_za: Tseno ke dikaedi go WENA. Gore dipuisano tsa rona di kgone go nna mosola tota, a o ka mpolelela bong ba gago ka kopo?

# text
source: 2 Truths, 1 Lie
tn_za: Dinnete 2, Maaka 1

# text
source: Think of three statements about yourself. Two must be true and one must be a lie.
tn_za: Akanya ka dipolelwana tse tharo ka wena. Tse pedi di tshwanetse go nna tsa nnete mme e nngwe e nne ya maaka.

# text
source: It might help to think of wishes, dreams, likes or dislikes. For example, I hate bananas, I love ice cream and I really wish I could sing.
tn_za: Go ka nna ga thusa go akanya ka dikeletso, ditoro, tse di rategang kgotsa tse di sa rategeng. Sekao, ga ke rate dipanana, ke rata bebetsididi mme ke tota ke eletsa gore nka opela.

# text
source: Say them to your partner or friends. Ask them to guess which one is a lie.
tn_za: Bolelela molekane kgotsa ditsala. Ba kope go fopholetsa gore ke efe e e leng maaka.

# text
source: Did they guess correctly? Was it a surprise?
tn_za: A ba fopholeditse ka nepo? A o ne o maketse?

# text
source: Now ask them to do the same. Did you learn something new about each other?
tn_za: Jaanong ba kope ba dire se se tshwanang. A lo ithutile sengwe se sesha ka yo mongwe?

# text
source: Crazy Chicken
tn_za: Koko e e sa utlweng

# text
source: Shake your hand in the air 8 times while counting to 8
tn_za: Tshikinya letsogo la gago mo moweng ga 8 fa lo ntse lo bala go fitlha go 8

# text
source: Do it as fast and loud as you can
tn_za: Dirang seno ka bonako le kwa godimo ka mo go kgonegang.

# text
source: Repeat with your other hand and both feet
tn_za: Boeletsang seno ka letsogo le lengwe la gago le maoto ka bobedi

# text
source: Do it 7 times, then 6 times until you get to 1.
tn_za: Dirang seno makgetlo a le 7, morago ga moo a le 6 mme lo tswelele go fitlhelela lo fitlha ko go 1.

# text
source: Call out “Crazy chicken” as loud as you can!
tn_za: Goeletsang “Kgogo e e sa utlweng” kwa godimo ka fa go kgonegang!

# text
source: Have you released all your stress? If not, do it again even faster and louder!
tn_za: A o ntshitse matshwenyego otlhe a gago? Fa go se jal, boeletsa seno ka bonako mme o tsholetse lentswe go feta!

# text
source: Family Work Out
tn_za: Se lelapa le ka se dirang

# text
source: Choose a sport or exercise to do together
tn_za: Tlhopha motshameko kgotsa ikatiso e lo ka e dirang mmogo

# text
source: Decide on a schedule. Are you going to do it every day? For how long?
tn_za: Dirang tshwetso ka thulaganyo. A lo tlile go dira seno tsatsi le letsatsi? Ka lobaka lo lo kae?

# text
source: Try it out for a week.
tn_za: E lekeng beke yotlhe.

# text
source: At the end of the week, ask yourself and your family these questions. How’s it going? How did you feel at the start of the week? How do you feel at the end of the week? What can we do differently next week?
tn_za: Kwa mafelong a beke, wena le lelapa la gago ipotseng dipotso tse di latelang: Go tsamaya jang? Lo ikutlwa jang kwa tshimologong ya beke? Lo ikutlwa jang kwa mafelong a beke? Ke eng se re ka se dirang ka tsela e e farologaneng beke e e latelang?

# text
source: Hello @fields.user_name! How are you feeling? If you are feeling overwhelmed or stressed, here's a fun activity that can also release some stress.
tn_za: Dumela @fields.user_name! O ikutlwa jang? Fa o ikutlwa go tlalalane kgotsa o na le kgatelelo, fano ke tirwana go itumedisa e e ka thusang gape go tlosa kgatelelo.

# text
source: Hello! How are you feeling? If you are feeling overwhelmed or stressed, here's a fun activity that can also release some stress.
tn_za: Dumela! O ikutlwa jang? Fa o ikutlwa go tlalalane kgotsa o na le kgatelelo, fano ke tirwana go itumedisa e e ka thusang gape go tlosa kgatelelo.

# text
source: Stand up and stretch your arms up to the sky. Push away any clouds and let the Sunshine of Positive Attention shine down on you. Stretch to both sides. Stretch to the front and to the back.
tn_za: Ema mme o otlololele diatla tsa gago ko godimo. Itire o ka re o sutisa maru a o a bonang mme o letle letsatsi le go phatsimele. Ikotlololele ko matlhakoreng o o mabedi. Ikotlololele ko pele le ko morago.

# text
source: Place one foot in front of the other and make small circles from your ankles. Remember to turn your foot to both sides - to the left and then to the right. Do each foot with four circles in each direction.
tn_za: Baya leoto mo pele ga le lengwe mme o dire dikgolokwe tse dinnye ka legwejana, gopola go dira mo matlhakoreng o o mabedi. Gopola go retolola kgato ya gago go matlhakore ka bobedi - go ya molemeng le go ya mojeng. Dira leoto lengwe le lengwe ka dikgolokwe tse nne mo matlhakoreng otlhe.

# text
source: Now shake your whole body as fast as you can. Shake it up high! Shake it down low! Shake it all around!
tn_za: Jaanong tshikinya mmele wa gago otlhe ka bonako jo o ka bo kgonang. Tshikinyetsa ko godimo! Tshikinyetsa ko tlase! Tshikinyetsa go dikologa otlhe!

# text
source: Let your hand hang by your side. As you breathe in, squeeze your shoulders up to your ears, scrunch your eyes, and hold your breath. Release your shoulders as you breathe out and relax your body.
tn_za: Letla letsogo la gago le akgegele mo letlhakoreng la gago. Gatelela magetla a gago gaufi le ditsebe tsa gago fa o ntse o hemela ko teng, dira e kete o tswala matlho a gago, mme o tshware mowa wa gago. Tlogela magetla a gago fa o ntse o hemela kwa ntle mme o repise mmele wa gago.

# text
source: Close your eyes and raise your arms slowly above your head as you breathe in. Lower your arms slowly to your side as you breathe out. Repeat 4 times.
tn_za: Tswala matlho mme o emise matsogo a gago ka bonya mo godimo ga tlhogo ya gago fa o ntse o hemela ko teng. Isa matsogo a gago ka bonya ko letlhakoreng la gago fa o ntse o hemela kwa ntle. Boeletsa makgetlho a le 4.

# text
source: Relax your arms and let them swing to the front and back. Take 4 deep breaths while you do this. This is good for your lower back.
tn_za: Repisa matsogo a gago mme o a letle go ya pele le morago. Hemela kwa teng ga 4 fa o ntse o dira se. Go siametse letheka la gago.

# text
source: Relax your arms and let your arms swing sideways as you turn your upper body. Your arms should gently hit your back as you twist from side to side.
tn_za: Repisa matsogo a gago mme letlelela matsogo a gago go elela ko pele le ko morago, mme o tshedimosetse mmele wa gago o o ko godimo. Matsogo a gago a iteye mokotla wa gago ka bonolo fa o ntse o sokamisetsa ko matlhakoreng.

# text
source: Take a moment to reflect on your experience. Remember that you can do this activity at any time whenever you feel like you need to release stress and energise your mind and body.
tn_za: Tsaya motsotso go akanya ka maitemogelo a gago. Gopola go dira tirwana eno nako nngwe le nngwe fa o ikutlwa o tlhoka go ntsha go tshwenyega mo maikutlong mme o neye tlhaloganyo ya gago le mmele wa gago maatla.

# text
source: Stop & Listen
tn_za: Ema & Reetsa

# text
source: • Stop for a moment and close your eyes.
tn_za: • Ema nakwana mme o tswale matlho a gago.

# text
source: • How many sounds can you hear? Listen to sounds inside and outside the room. Count them on your fingers. (Pause for 10 seconds)
tn_za: • O utlwa medumo e kae? Reetsa medumo e e mo teng le kwa ntle ga kamore. E bale ka menwana ya gago. (Ema metsotswana e le 10)

# text
source: • How many fingers do you have up? What sounds did you hear?
tn_za: • Go setse menwana e kae e e emeng? O utlwile medumo efe?

# text
source: • Let’s try again. Can you hear any new sounds this time? Can you hear any sounds inside your own body? (Pause for 10 seconds)
tn_za: • Tla re leke gape. A o utlwile medumo mengwe e mesha? kgetlhong le? A o kgona go utlwa medumo mo teng ga mmele wa gago? (Ema metsotswana e le 10)

# text
source: • Open your eyes. What new sounds did you hear?
tn_za: • Bula matlho a gago. O utlwile medumo efe e mesha?

# text
source: A Short Pause
tn_za: Ema go se kae

# text
source: Sit down and close your eyes.
tn_za: Nna fatshe o tswale matlho a gago.

# text
source: Listen to your breath as it goes in and out.
tn_za: Reetsa tsela e o hemang ka yone o ntse o tsenya o ntsha mowa makgetlo a matlhano.

# text
source: Notice how you feel.
tn_za: Lemoga kafa o ikutlwang ka gone.

# text
source: Take a few more deep breaths.
tn_za: Hemela kwa teng makgetlho a a mmalwa.

# text
source: When you are ready open your eyes again. Do you feel any different?
tn_za: Fa go siametse go dira jalo bula matlho a gago gape. A o utlwa pharologanyo?

# text
source: Remind yourself that “Everything is ok”.
tn_za: Ikgopotse gore “Tsotlhe di siame”.

# text
source: Give Yourself A Hug
tn_za: Itlamparele

# text
source: Bella mama, bella mama hey.
tn_za: Bella mama, bella mama heela.

# text
source: Hey there! How are you feeling today? Do you feel great?!
tn_za: Dumela! O ikutlwa jang gompieno? O ikutlwa sentle?!

# text
source: Maybe not. Maybe you shouted again at your children today? Maybe you got angry and said something you don't feel proud of? It’s ok. It’s super stressful right now.
tn_za: Gongwe nnyaa. Gongwe o kgakgautile bana ba gago gompieno? Gongwe o ne wa galefa mme wa bua sengwe se o se motlotlo ka sona? Ga se bothata. Go thata tota gajaana.

# text
source: Take a deep breath and think of one thing you did today that you do feel proud of. It doesn't have to be big. And wrap your arms around your body and give yourself a hug. And now think of one thing you did today that you don't feel proud of. What can you do differently tomorrow? And wrap your arms around your body and give yourself a hug.
tn_za: Hemela kwa teng mme o akanye selo se le sengwe se o se dirileng gompieno se o leng motlotlo ka sona. Ga di a tshwanela go nna dikgolo. Jaanong itlamparele ka matsogo a gago mme o iphe tlamparelo e kgolo! Mme jaanong o akanye selo se le sengwe se o se dirileng gompieno se o leng motlotlo ka sona. O ka dira eng go farologana ka moso? Jaanong itlamparele ka matsogo a gago mme o iphe tlamparelo e kgolo.

# text
source: Bella mama, bella mama, bella mama, bella mama, bella mama, bella mama hey”.
tn_za: Bella mama, bella mama, bella mama, bella mama, bella mama, bella mama heela”.

# text
source: Hello @fields.user_name! Did you know that 3 is a magical number? Breathe in to the count of three and breathe out to the count of three. How do you feel now? Do you feel any different?
tn_za: Dumela @fields.user_name! A o ne o itse gore 3 ke nomoro ya motlholo? Hemela kwa teng o bala ka tharo mme o hemele kwa ntle o bala ka tharo. Jaanong o ikutlwa jang? A o utlwa pharologanyo?

# text
source: Hello! Did you know that 3 is a magical number? Breathe in to the count of three and breathe out to the count of three. How do you feel now? Do you feel any different?
tn_za: Dumela! A o ne o itse gore 3 ke nomoro ya motlholo? Hemela kwa teng o bala ka tharo mme o hemele kwa ntle o bala ka tharo. Jaanong o ikutlwa jang? A o utlwa pharologanyo?

# text
source: What are your three favourite foods? Can you name three things you can see right now? Can you hear three sounds you can hear right now? What are three things you are grateful for right now?
tn_za: Ke dijo dife tse tharo tse o di ratang? A o ka neela maina a dilo tse tharo tse o kgonang go di bona gajaana? A o ka bitsa maina a medumo e o e utlwang gone jaanong? Ke dilo dife tse tharo tse o di lebogelang gone jaanong?

# text
source: Breathe in to the count of three and breathe out to the count of three? How do you feel now? Do you feel any different? Three is a magical number!
tn_za: Hemela kwa teng o bala ka tharo mme o hemele kwa ntle o bala ka tharo. Jaanong o ikutlwa jang? A o utlwa pharologanyo? Tharo ke nomoro ya motlholo!

# text
source: Release Some Energy
tn_za: Golola Matla Mangwe

# text
source: Baba da bi da ba da baaa! Pause Power!
tn_za: Baba da bi da ba da baaa! Maatla a go Emisa go se Kae!

# text
source: What’s Pause Power I hear you say? It’s the ability to transform from a grumpy, angry person into a calm, clear one.
tn_za: Matla go Ema go se kae ke eng? Ke bokgoni go fetoga go motho yo o galefileng go nna yo o ritibetseng, a tlhomame.

# text
source: When I’m feeling frustrated I plant my feet firmly on the ground and I breathe in and out three times as slowly as I can. Sometimes I imagine I’m smelling a flower and blowing out a candle.
tn_za: Fa ke ikutlwa ke tlalalane ke tsepamisa dinao tsa me fa fatshe mme ke hemele kwa teng le kwa ntle garago ka iketlo e e kgonagalang. Nako dingwe ke nagana gore ke nkgelela lebolomo kgotsa ke tima kerese.

# text
source: Da ta! Pause Power! My transformation from grumpy to calm is complete!
tn_za: Da ta! Maatla a go Emisa go se Kae! Phetogo ya me go tswa go ketsaetsego go ya thitibalong e digetswe!

# text
source: Taking care of yourself
tn_za: Itlhokomele

# text
source: Here is a short activity that can help when you are feeling like needing some more support to get through the day.
tn_za: Fano ke tirwana e khutswane e e tla go thusang fa o ikutlwa o ka re o tlhoka tshegetso go feta go tsamaisa letsatsi.

# text
source: Recognise what is happening for you in this moment. What are you thinking? Are your thoughts positive or negative. How do you feel? Do you feel pleasant or unpleasant? How does your body feel? Do you feel tense or relaxed?
tn_za: Lemoga se se go diragalelang gone jaanong. Ke eng se o se akanyang? A dikakanyo tsa gago di siame kgotsa ga di a siama. O ikutlwa jang? O ikutlwa sentle kgotsa ga o ikutlwe sentle? Mmele wa gago o ikutlwa jang? O ikutlwa o gateletswe kgotsa o repile?

# text
source: Connect to your heart in a kind and gentle way. You may want to place one hand on your heart or chest.
tn_za: Golagana le pelo ya gago ka tsela e e siameng le e e bonolo. O ka nna wa batla go baya letsogo la gago mo pelong ya gago kgotsa mo sefubeng sa gago.

# text
source: You can then say the following words silently to yourself:
tn_za: O ka ipolelela mafoko a a latelang ka tidimalo:

# text
source: May I be peaceful.
tn_za: A ke nne kagiso.

# text
source: May I be safe.
tn_za: A ke nne ke sireletsegile.

# text
source: May I be healthy.
tn_za: A ke nne le boitekanelo jo bo siameng.

# text
source: May I be happy.
tn_za: A ke itumele.

# text
source: May there be love in my family.
tn_za: A go nne le lorato mo lelapeng la me.

# text
source: May I feel loved.
tn_za: A ke ikutlwe ke ratiwa.

# text
source: Take a moment to reflect on your experience. Remember that you can do this activity at any time whenever you feel like you need extra support.
tn_za: Tsaya motsotso go akanya ka maitemogelo a gago. Gopola go dira tirwana eno nako nngwe le nngwe fa o ikutlwa o ka re o tlhoka tshegetso e ntsi.

# text
source: Cooking together
tn_za: Go apaya mmogo

# text
source: Children love to do what you do!
tn_za: Bana ba rata go dira se o se dirang!

# text
source: Let your baby play with pots and spoons while you are making dinner.
tn_za: Letla lesea la gago go tshameka ka dipitsa le maswana fa o tsweletse go dira dijo.

# text
source: Dance Party
tn_za: Moletlo wa Tanse

# text
source: Put on your favourite music or sing your favourite song and dance around the room with your toddler. If you have a baby hold them while you dance.
tn_za: Tshameka mmino kgotsa pina ya mmamoratwa mme wena le mapimpana wa gago le tanse go ralala phaposi. Fa o na le lesea le tsholetse fa o ntse o tansa.

# text
source: Dance in different ways or with different parts of your body.
tn_za: Tansa ka mekgwa e e farologaneng kgotsa ka dikarolo tse di farologaneng tsa mmele wa gago.

# text
source: For example, “Dance like a monkey”, “Dance like a chicken” or “Let’s dance with our knees and hips.”
tn_za: Sekao, “Bina jaaka kgabo”. “Bina jaaka kgogo” kgotsa “Tla re bine ka mangole le matheka a rona.”

# text
source: Think up different instructions. Be seriously playful!
tn_za: Akanya ka ditaelo tse di farologaneng. Tshameka ka tshisibalo!

# text
source: When the music stops, everyone does a funny freeze.
tn_za: Fa mmino o didimala, mongwe le mongwe a eme ka mokgwa o o tshegisang.

# text
source: Notice what rhythms or movements they like!
tn_za: Elatlhoko morethetho kgotsa metsamao eo ba e ratang!

# text
source: Down in a ditch!
tn_za: Kwa mosimeng!

# text
source: Sit on a chair and put your toddler on your lap facing you. Hold them firmly under the arms.
tn_za: Nna mo setilong mme o kuke mapimpana o mo lebisitse kwa go wena. Mo tshware sentle mo tlase ga magwafa.

# text
source: Gently bounce your legs and say in a soft voice “Baby horse, baby horse, baby horse, baby horse”
tn_za: Tlolatlodisa maoto a gago mme o bua ka lentswe le le bonolo “Pitse, pitse, pitse, pitse”

# text
source: Bounce your legs a bit more and say a bit louder “Little horse, little horse, little horse, little horse”
tn_za: Tlolatlodisa maoto a gago go feta mme o tlhatlose lentswe “Pitse, pitse, pitse”

# text
source: Bounce your legs more and say louder “Big horse, big horse, big horse, big horse”
tn_za: Tlolatlodisa maoto a gago go feta mme o oketse lentswe “Pitse, pitse, pitse, pitse”

# text
source: When you call out “Down in a ditch!” open your knees and let your child drop down between them. Make sure you hold them so they don’t fall far!
tn_za: Fa o goeletsa “Kwa mosimeng!” bula maoto mme o tlegele ngwana go wela tlase fa gare ga ona. Netefatsa gore o mo tshwara gore a se wele kgakala!

# text
source: Funny Faces
tn_za: Difatlhego ts e di Tshegisang

# text
source: Look at your baby in the eyes and make different funny faces.
tn_za: Leba lesea la gago mo matlhong mme o dire difatlhego tse di tshegisang tse di farologaneng.

# text
source: Make a big face. Make a small face. Make a happy face. Make a surprised face.
tn_za: Dira sefatlhego se segolo. Dira sefatlhego se sennye. Dira sefatlhego se se itumetseng. Dira sefatlhego se se gakgametseng.

# text
source: Which ones make your baby smile or laugh? Do them again, even bigger this time!
tn_za: Ke sefe se se dirang gore lesea la gago le nyebe kgotsa le tshege? Di boeletse, di dire tse kgolo gajaana!

# text
source: Play with different feelings and add sounds.
tn_za: Tshameka ka maikutlo a a farologaneng mme o tsenye le medumo.

# text
source: Copy their facial expressions too. Exaggerate them to make them funny.
tn_za: Kopisa ditlhagiso tsa difatlhego tsa bona. Di feletse gore di tshegise.

# text
source: Always end on a positive expression!
tn_za: Ka gale feleletsa ka tlhagiso e e siameng!

# text
source: Mirror Game
tn_za: Motshameko wa Seipone

# text
source: • Get to your baby's level so they can see you and hear you.
tn_za: • Lekalekana le lesea la gago gore le kgone go go bona le go go utlwa.

# text
source: • Copy their facial expressions and sounds.
tn_za: • Kopisa ditlhagiso tsa difatlhego tsa bona le medumo.

# text
source: • It is simple and helps create a strong bond between you and your baby!
tn_za: • Go bonolo mme go thusa go tlhama kgolagano e e matlafetseng magareng ga gago le lesea la gago!

# text
source: Musical Toes
tn_za: Menwana wa maoto ya Mmino

# text
source: Put your baby on their back.
tn_za: Kanamisa lesela la gago.

# text
source: Wiggle their toe and say, “This little toe goes [funny sound].”
tn_za: Sokasoka menwana ya maoto ya bona mme o re: “Monwananyana o o [dira modumo o o tshegisang].”

# text
source: Make a funny sound for each toe.
tn_za: Dira modumo o o tshegisang go monwana mongwe le mongwe wa maoto.

# text
source: Play with different sounds. For example, animal sounds, popping sounds, squeaky sounds, fart sounds.
tn_za: Tshameka ka medumo e e farologaneng. Sekao, medumo ya diphologolo, modumo wa go ntsha mowa, modumo o o tsirinyang, modumo wa go ntsha mantle.

# text
source: Repeat this for all ten toes.
tn_za: Boeletsa seno ka menwana yotlhe e e lesome ya maoto.

# text
source: Try to make the last toe the biggest and funniest sound!
tn_za: Leka go dira modumo o mogolo o o tshegisang go feta ka monwana wa bofelo!

# text
source: • Cover your face with your hands.
tn_za: • Thiba sefatlhego sa gago ka diatla tsa gago.

# text
source: • Quickly show your face and say "Peek-a-Boo!" or "Hello!" Babies love it!
tn_za: • Tlhagisa sefatlhego sa gago ka bonako mme o re “Peek-a-Boo!” kgotsa “Dumela!” Masea a a e rata!

# text
source: See It Be It
tn_za: E bone Nna yone

# text
source: Look around you and name something that you can see. For example, a tree or a cup.
tn_za: Leba mme o bitse leina la sengwe se o se bonang. Sekao, setlhare kgotsa kopi.

# text
source: Say to your child “I see a tree, let’s be it”.
tn_za: E re go ngwana wa gago “Ke bona setlhare, tla se nne sona”.

# text
source: Countdown from 5 and make the shape of a tree with your bodies. Be as big and silly as possible.
tn_za: Balela go tloga go 5 mme le dire popego ya setlhare ka mebele ya lona. Nnang bagolo mme le tshegise ka fao go kgonagalang ka gona.

# text
source: Now let your child have a turn. What can they see?
tn_za: Jaanong refosana le ngwana wa gago. O bona eng?

# text
source: If you can, go outside and be in nature. If you can’t, play it inside.
tn_za: Fa o kgona, tswela kwa ntle mme o nne mo tlholegong. Fa o sa kgonege, go siame tshamekelang ka fa ntlong.

# text
source: When you’ve done it a few times, add moves and sounds!
tn_za: Fa o setse o dirile se makgetlho a a mmalwa, tsenya metsamao le medumo!

# text
source: Shakers
tn_za: Dikgotlhokgotsi
