Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/tn/tn_messages.po
Languages: tn_za

# text
source: When you share your own feelings with your children, you help them recognise their own feelings. It can also help your children learn self-discipline and to understand their own feelings.
tn_za: Fa o bua ka maikutlo a gago le bana ba gago, o ba thusa go lemoga maikutlo a bona. Gape go ka thusa bana ba gago go ithuta go ikgalema le go tlhaloganya maikutlo a gago.

# text
source: There are 6 basic emotions: Happy, Sad, Angry, Disgusted, Surprised, and Afraid. Even babies can feel and express these emotions. As children get older, they learn to identify lots of other emotions, like excited, frustrated, proud, lonely, peaceful, guilty, or confused.
tn_za: Gona le maikutlo a le 6 a motheo: boitumelo,khutsafalo, ngadile, gakgametse, le letshogo. Le fa masea a kgona go ikutlwa le go tlhagisa maikutlo. Fa bana ba ntse ba gola, ba ithuta go lemoga maikutlo a mangwe a mantsi, jaaka a boitumelo,khutsafalo, ngadile, gakgametse, le letshogo.

# text
source: It is normal to have difficulty talking about and expressing emotions and feelings. Many of us were told not to cry when we were sad or laugh when we were happy. This may be especially the case for boys and men.
tn_za: Go tlwaelegile go nna le bothata go bua ka ga kgotsa go tlhagisa maikutlo le gore o ikutlwa jang. Bontsi jwa rona bo ne ba bolelelwa gore bo se lelele ba bo hutsafetse kgotsa bo s tshege fa go itumetse. Seno se gantsi go basimane le banna.

# text
source: But we all have the same feelings, and we can learn how to become aware of our own emotions, to experience them in our body, and to communicate about them.
tn_za: Fela rotlhe re na le maikutlo a a tshwanang, mme re kgona go ithuta gore re lemoa jang maikutlo a rona, go a itemogela mo mebeleng ya rona, le go bua ka ona.

# text
source: Please select another number if you want to learn more about talking about emotions:
tn_za: Ka kopo tlhopha nomoro e nngwe fa o batla go ithuta go feta ka ga go bua ka ga maikutlo:

# text
source: Here's an audio message that can help you teach @fields.child_nickname how to cope with their emotions.
tn_za: Fano ke molaetsa wa odiyo o o ka go thusang go ruta @fields.child_nickname gore a mekamekane jang le maikutlo a bona.

# text
source: Here's an audio message that can help you teach your child how to cope with their emotions.
tn_za: Fano ke molaetsa wa odiyo o o ka go thusang go ruta ngwana wa gago gore a mekamekane jang le maikutlo a bona.

# text
source: Here's a video that can help you teach @fields.child_nickname how to cope with their emotions.
tn_za: Fano ke bidiyo o o ka go thusang go ruta @fields.child_nickname gore a mekamekane jang le maikutlo a bona.

# text
source: Here's a video that can help you teach your child how to cope with their emotions.
tn_za: Fano ke bidiyo o o ka go thusang go ruta ngwana wa gago gore a mekamekane jang le maikutlo a bona.

# text
source: Talking about feelings can help children manage anger, disappointment, and frustration. It can also help @fields.child_nickname be more aware of positive emotions such as a sense of peace, happiness, or calmness. It can also allow children to appreciate a beautiful moment or feeling of love!
tn_za: Go bua ka ga maikutlo go thusa bana go laola kgalefo, ditshepiso tse di sa dirwang le ketsaetsego. Gape go ka thusa @fields.child_nickname go elatlhoko maikutlo a a siameng jaaka kagiso, boitumelo kgotsa thitibalo. Gape go ka letla bana go ananeela motsi o montle kgotsa maikutlo a lerato!

# text
source: Talking about feelings can help children manage anger, disappointment, and frustration. It can also help your child be more aware of positive emotions such as a sense of peace, happiness, or calmness. It can also allow children to appreciate a beautiful moment or feeling of love!
tn_za: Go bua ka ga maikutlo go thusa bana go laola kgalefo, ditshepiso tse di sa dirwang le ketsaetsego. Gape go ka thusa ngwana wa gago go elatlhoko maikutlo a a siameng jaaka kagiso, boitumelo kotsa thitibalo. Gape go ka letla bana go ananeela motsi o montle kgotsa maikutlo a lerato!

# text
source: Use physical and verbal support to make @fields.child_nickname feel accepted and loved. A hug or saying, "I understand," can mean a lot. Remind @fields.child_nickname that you are there for them and that they can always talk to you.
tn_za: Dirisa tshegetso ka go kgoma le ka molomo go dira gore @fields.child_nickname a ikutlwe a amogetswe le go ratiwa. Go mo tlamparela kgotsa go re “Ke a tlhaloganya,” go botlhokwa tota. Gopotsa @fields.child_nickname gore o gona go ba thusa le gore ba ka bua le wena nako nngwe le nngwe.

# text
source: Use physical and verbal support to make your child feel accepted and loved. A hug or saying, "I understand," can mean a lot. Remind your child that you are there for them and that they can always talk to you.
tn_za: Dirisa tshegetso ka go kgoma le ka molomo go dira gore 1 a ikutlwe a amogetswe le go ratiwa. Go mo tlamparela kgotsa go re “Ke a tlhaloganya,” go botlhokwa tota. Gopotsa ngwana wa gago gore o gona go ba thusa le gore ba ka bua le wena nako nngwe le nngwe.

# text
source: Here is a comic that shows how you can give @fields.child_nickname love and support when they share difficult emotions with you…
tn_za: Fano ke khomiki go go bontsha gore o ka neela @fields.child_nickname lerato le tshegetso jang fa ba arolelanela le wena maikutlo a a bokete...

# text
source: Parent: “How are you doing, Andy?”
tn_za: Motsadi: O ikutlwa jang Andy?"

# text
source: Teen (looking sad): “I wish I could hang out with my friends.”
tn_za: Mosha (o lebega a hutsafetse): “Ke eletsa go etela ditsala tsa me.”

# text
source: Parent (thinking): "Hmmm…that can wait…"
tn_za: Motsadi (o a akanya):“Hmmm... seo se ka ema go se kae...”

# text
source: Parent (looks back to teen):“I understand it is hard to be separate from your friends. Especially since I am sure they are missing you, too. Let’s think of some ways that you could reach out to them.”
tn_za: Motsadi (o lebelela mosha gape): “Ke tlhaloganya gore go thata go kgaogana le ditsala tsa gago. Segolo gonne ke dumela gore le bone ba a gopola. Tla re akanye mekgwa e mengwe e re ka ikgolaganyang le bona.”

# text
source: Teen: "Maybe I can make a TikTok video to share with them. But I am not sure how…can you help me?”
tn_za: Mosha: “Gongwe nka dira bidiyo ya TikTok ka e abelana le bona. Fela ga ke tshepe gore ke itse go e dira... a o ka nthusa?"

# text
source: Parent: “I would be happy to help and would like to know more about TikTok, too!”
tn_za: Motsadi: “Ke tla go thusa ka le nna nka rata go itse go feta ka ga TikTok!”

# text
source: Here is a comic that shows how you can give your teen love and support when they share difficult emotions with you…
tn_za: Fano ke khomiki go go bontsha gore o ka neela mosha wa gago lerato le tshegetso jang fa ba arolelanela le wena maikutlo a a bokete...

# text
source: Child: “Why can’t I go play with my friends today?”
tn_za: Ngwana: “Goreng nka se kgone go ya go tshameka le ditsala tsa me gompieno?”

# text
source: Parent: “I can see that you are upset, Sam. It can be difficult when we feel separated from our friends.”
tn_za: Motsadi: “Ke kgona go lemoga gore o utlwile botlhoko, Sam. go thata fa o ikutlwa o kgaogantswe le ditsala tsa gago."

# text
source: Parent: “We are not allowed to visit other people right now because of COVID-19.
tn_za: Motsadi: “Ga re a letlelelwa go etela batho gajaana ka ntlha ya COVID-19.

# text
source: This will keep them and us safe while making sure our health services are able to support those who are sick."
tn_za: Seno ke go ba itshola mmogo le bona re bolokegile fa re ntse re netefatsa gore ditirelo tsa rona tsa itekanelo di kgona go tshegetsa balwetse.”

# text
source: Parent: “As soon as we are able, you can play with your friends. In the meantime, we can draw some pictures of your favourite times playing with them.”
tn_za: Motsadi: “Fa fela go kgonega, o tla kgona go ya go tshameka le ditsala tsa gago. O ka nna wa tsamaisa nako, re thale ditshwantsho dingwe tsa nako e o e ratileng fa o ne o tshameka le bona.”

# text
source: Child: “Okay!”
tn_za: Ngwana: “Go siame!”

# text
source: Here is a comic that shows how you can give your child love and support when they share difficult emotions with you…
tn_za: Fano ke khomiki go go bontsha gore o ka neela ngwana wa gago lerato le tshegetso jang fa ba arolelanela le wena maikutlo a a bokete...

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit! Over the next few days, try to notice how your child is feeling and comment on it. You can also share how you feel, too. Remember that all emotions are okay. It's how we respond to them that is important!
tn_za: O dirile sentle @fields.user_name! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno! Mo malatsing a a mmalwa a a latelang, leka go elatlhoko gore ngwana wa gago o ikutlwa jang mme o tshwaele. Le wena o ka bua gore o ikutlwa jang gopola gore maikutlo otlhe a siame. Mokgwa o re a arabelang ka ona o botlhokwa!

# text
source: Well done! You have added another skill to your Parenting Toolkit! Over the next few days, try to notice how your child is feeling and comment on it. You can also share how you feel, too. Remember that all emotions are okay. It's how we respond to them that is important!
tn_za: O dirile sentle! O tsentse kgono e le nngwe go Kaedi ya Botsadi beke eno! Mo malatsing a a mmalwa a a latelang, leka go elatlhoko gore ngwana wa gago o ikutlwa jang mme o tshwaele. Le wena o ka bua gore o ikutlwa jang gopola gore maikutlo otlhe a siame. Mokgwa o re a arabelang ka ona o botlhokwa!

# text
source: Well done @fields.user_name! You have added another layer to your House of Support! Over the next few days, try to notice how your child is feeling and comment on it. You can also share how you feel, too. Remember that all emotions are okay. It's how we respond to them that is important!
tn_za: O dirile sentle @fields.user_name! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso! Mo malatsing a a mmalwa a a latelang, leka go elatlhoko gore ngwana wa gago o ikutlwa jang mme o tshwaele. Le wena o ka bua gore o ikutlwa jang gopola gore maikutlo otlhe a siame. Mokgwa o re a arabelang ka ona o botlhokwa!

# text
source: Well done! You have added another layer to your House of Support! Over the next few days, try to notice how your child is feeling and comment on it. You can also share how you feel, too. Remember that all emotions are okay. It's how we respond to them that is important!
tn_za: O dirile sentle! O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso! Mo malatsing a a mmalwa a a latelang, leka go elatlhoko gore ngwana wa gago o ikutlwa jang mme o tshwaele. Le wena o ka bua gore o ikutlwa jang gopola gore maikutlo otlhe a siame. Mokgwa o re a arabelang ka ona o botlhokwa!

# text
source: Hello @fields.user_name! A lot of fathers struggle when their children have temper tantrums and other demanding behaviours. Today's tip is about how to make this more manageable.
tn_za: Dumela @fields.user_name! Bontsi jwa bontate bo itemogela mathata fa bana ba bona ba dira matepe le maitsholo a a mangwe a a gapeletsang go bona dilo tse ba di batlang. Kakantsho ya gompieno e ka ga gore o ka laola seno jang.

# text
source: Hello @fields.user_name! A lot of mothers struggle when their children have temper tantrums and other demanding behaviours. Today's tip is about how to make this more manageable.
tn_za: Dumela @fields.user_name! Bontsi jwa bomme bo itemogela mathata fa bana ba bona ba dira matepe le maitsholo a a mangwe a a gapeletsang go bona dilo tse ba di batlang. Kakantsho ya gompieno e ka ga gore o ka laola seno jang.

# text
source: Hello @fields.user_name! A lot of parents struggle when their children have temper tantrums and other demanding behaviours. Today's tip is about how to make this more manageable.
tn_za: Dumela @fields.user_name! Bontsi jwa btsadi bo itemogela mathata fa bana ba bona ba dira matepe le maitsholo a a mangwe a a gapeletsang go bona dilo tse ba di batlang. Kakantsho ya gompieno e ka ga gore o ka laola seno jang.

# text
source: Hello! A lot of fathers struggle when their children have temper tantrums and other demanding behaviours. Today's tip is about how to make this more manageable.
tn_za: Dumela! Bontsi jwa bontate bo itemogela mathata fa bana ba bona ba dira matepe le maitsholo a a mangwe a a gapeletsang go bona dilo tse ba di batlang. Kakantsho ya gompieno e ka ga gore o ka laola seno jang.

# text
source: Hello! A lot of mothers struggle when their children have temper tantrums and other demanding behaviours. Today's tip is about how to make this more manageable.
tn_za: Dumela! Bontsi jwa bomme bo itemogela mathata fa bana ba bona ba dira matepe le maitsholo a a mangwe a a gapeletsang go bona dilo tse ba di batlang. Kakantsho ya gompieno e ka ga gore o ka laola seno jang.

# text
source: Hello! A lot of parents struggle when their children have temper tantrums and other demanding behaviours. Today's tip is about how to make this more manageable.
tn_za: Dumela! Bontsi jwa btsadi bo itemogela mathata fa bana ba bona ba dira matepe le maitsholo a a mangwe a a gapeletsang go bona dilo tse ba di batlang. Kakantsho ya gompieno e ka ga gore o ka laola seno jang.

# text
source: Remember that you can also change the type of messages you receive for an older or younger child. Just select "Tech Support". Chat to you later @fields.user_name!
tn_za: Gape o ka fetola mofuta wa melaetsa o o amogelelang ngwana wa gago yo mogolwane kgotsa yo monnye. tlhopha fela “Tshegetso ya setegeniki”. Ke tla bua le wena moragonyana @fields.user_name!

# text
source: Remember that you can also change the type of messages you receive for an older or younger child. Just select "Tech Support". Chat to you later!
tn_za: Gape o ka fetola mofuta wa melaetsa o o amogelelang ngwana wa gago yo mogolwane kgotsa yo monnye. tlhopha fela “Tshegetso ya setegeniki”. Ke tla bua le wena moragonyana!

# text
source: Here are 6 steps on how we can reduce negative attention seeking and demanding behaviours like tantrums using what we call Ignore:
tn_za: Fano le dikgato di le 6 gore o ka dira jang go fokotsa maikutlo a go batla go elwatlhoko le a go gapeletse go bona dilo tse ba di batlang jaaka ba dira matepe le go dirisang go ba ikgatholosa:

# text
source: 1. Try to redirect your child’s attention
tn_za: 1. Leka go kaela tsepo ya ngwana wa gago gape

# text
source: 2. Make sure it is a behaviour you can ignore
tn_za: 2. Netefatsa gore ke maitsholo a o kgonang go a ikgatholosa

# text
source: 3. Ignore the behaviour not your child
tn_za: 3. Ikgatholose maitsholo e seng ngwana wa gago

# text
source: 4. Praise your child immediately for the next positive behaviour
tn_za: 4. akgola ngwana wa gago ka nako eo go maitsholo a a siameng a a latelang

# text
source: 5. Be consistent when ignoring
tn_za: 5. O lolame mo go ikgatholoseng

# text
source: 6. Make sure you are giving your child plenty of positive attention at other times.
tn_za: 6. Netefatsa gore mo dinakong tse dingwe o neela ngwana wa gago kelotlhoko e ntsi.

# text
source: To learn more about one of these tips, type "1" to "6". You can also type "N" to move on.
tn_za: Go ithuta go le gontsi ka nngwe ya dikakantsho tse, tlanya “1” go ya go “6”. Gape o ka tlanya “N”go tswelelapele.

# text
source: Here is a comic on ignoring your child’s negative behavior.
tn_za: Fano ke comic mabapi le go ikgatholosa maitsholo a ngwana wa gaggo ao a sa siamang.

# text
source: Baby: I want more cool drink.
tn_za: Lesea: Ke batla senotsididi se sengwe.

# text
source: Parent: You have had enough, Maya. The rule is only one glass of cool drink.
tn_za: Motsadi: O nole go go lekakneng Maya. Molao ke gore o nwa galase e le nngwe ya senotsididi.

# text
source: Baby: But I WANT it! Give me!
tn_za: Lesea: Ke a e BATLA! Mphe!

# text
source: Parent: David, you are eating your dinner so nicely.
tn_za: Motsadi: David, o ja dijo tsa gago bontle.

# text
source: Baby: Waaaaaa! Waaaaaa! WAAAAAA!
tn_za: Lesea: Waaaaaa! Waaaaaa! WAAAAAA!

# text
source: Parent: David, please fetch the custard from the counter.
tn_za: Motsadi: David, ka kopo, tla le custard go tswa mo khaontareng.

# text
source: Parent: It is nice to see you sitting quietly, Maya. Here, have some delicious custard with us.
tn_za: Motsadi: Go go ntle go go bona o dutse o didimetse Maya. Tshwara, tla o je khastete eno e e monate le rona.

# text
source: 1. Try to redirect your child's attention
tn_za: 1. Leka go kaela tsepo ya ngwana wa gago gape

# text
source: When they start demanding for something or whining, first try to redirect them to a positive behaviour or activity. Praise them for that positive behaviour!
tn_za: Fa ba leka go nogongorega kgotsa go batla sengwe ka nakne, leka pele go ba kaela go maitsholo a a siameng kgotsa tirwana. Ba akgolele maitsholo ao a a siameng!

# text
source: These are behaviours like whining, demanding, showing off, tantrums, and lots of other negative attention seeking and demanding behaviours that might make us think of the child as a bad child. But there are no bad children, only difficult behaviours!
tn_za: Ano ke maitsholo a a jaaka go ngongorega, go pateletsa go bona sengwe, matepe, le maitsholo a mangwe a mantsi a go batla nako le go pateletsa go bona dilo a a ka dirang gore re fetse re akanya gore ngwana o bosula. Ga gona bana ba ba bosula...ke ba ba maitsholo a a sa tlhaloganyegeng!

# text
source: When you ignore your child's behaviour (but not your child!), your child learns that the demanding behaviour will not work.
tn_za: Fa o ikgatholosa maitsholo a bngwana (e seng ngwana) ngwana wa gago o kgona go ithuta gore maitsholo a go pateletsa go bona dilo ga a thuse.

# text
source: If we respond to these behaviours, our children learn that this behaviour will get them attention. They sometimes also learn that if they increase the demand, they will get their way.
tn_za: Fa o arabela maitsholo, ngwana wa gago o tla ithuta gore maitsholo ano a a thusa. Gape a ka ithuta gore fa a oketsa maitsholo a a pgo pateletsa dilo o tla bona se a se batlang.

# text
source: This takes time AND patience. Normally your child will try to test you and behave worse. This is a good time to Take a Pause and Keep Calm.
tn_za: Seno se tsaya nako LE bopelotelele. ka gale ngwana wa gago o tla leka go go leka le go itshola maswe tota. Eno ke nako ya go Ema go se kae mme o Ritibale.

# text
source: 6. Make sure you are giving your child plenty of positive attention at other times
tn_za: 6. Netefatsa gore mo dinakong tse dingwe o neela ngwana wa gago kelotlhoko e ntsi

# text
source: Children need attention. If children get plenty of attention for just being themselves, as well as for the “good” things that they do, it helps them to feel good about themselves, and they do more of what they are asked.
tn_za: Bana ba tlhoka nako. Fa bana ba newa nako fela go bo ba nnile se e leng sona, go senyeletsa le dilo tse ba di dirang, go ba thusa go ikutlwa bontle le go dira ka fa ba kopiwang ka gona.

# text
source: Your child's behaviour might continue to get worse. It is important that you continue to ignore the behaviour.
tn_za: Maitsholo a ngwana wa gago a ka etegela. Go botlhokwa gore o tswelele go ikgatholosa maitsholo ano.

# text
source: Often, your child's response will grow more agitated when you start ignoring a specific behaviour as your child tries to test your resolve.
tn_za: Gantsi, ngwana wa gago o tla ngala le go feta fa o simolola go ikgatholosa maitsholo a a rileng fa a tsweletse go go leka.

# text
source: If you find yourself ignoring your child's behaviour a lot, it is either because you are not being consistent (sometimes ignoring and sometimes giving in) OR you are not spending enough positive time with your child. One-on-One Time is super important!
tn_za: Fa o iphitlhela o ikgatholosa maitsholo a ngwana wa gago gantsi, e ka nna go bo o fetofetoga (nako dingwe o kgatholosa fa tse dingwe o mo neela se a se batlang) KGOTSA ga o na nako e ntsi le ngwana wa gago. Go ipha nako ya motho ka mong mmogo go botlhokwa tota!

# text
source: Please select another number if you want to learn more about how to use ignore to reduce tantrums or other difficult behaviours:
tn_za: Ka kopo tlhopha nomoro e nngwe fa o batla go ithuta go feta ka ga go dirisa ikgatholoso go fokotsa matepe le maitsholo a mangwe a a boima:

# text
source: Ignore negative attention seeking and demanding behaviours like whining or tantrums. Your @fields.child_nickname’s behaviour might at first get worse, but with time they will learn that it does not work. Be consistent and patient. And make sure that you are also giving @fields.child_nickname plenty of positive attention at other times. You can do it!
tn_za: Ikgatholose maitsholo a go batla nako a a jaaka go ngongorega kgotsa matepe. Maitsholo a @fields.child_nickname's a ka etegela, fela fa nako e ntse e ya o tla ithuta gore ga a thuse ka sepe. Lolama o nne pelotelele. Netefatsa gore mo dinakong tse dingwe o neela @fields.child_nickname kelotlhoko e ntsi. O ka dira seno!

# text
source: Ignore negative attention seeking and demanding behaviours like whining or tantrums. Your child’s behaviour might at first get worse, but with time they will learn that it does not work. Be consistent and patient. And make sure that you are also giving your child plenty of positive attention at other times. You can do it!
tn_za: Ikgatholose maitsholo a go batla nako a a jaaka go ngongorega kgotsa matepe. Maitsholo a ngwana wa gago a ka etegela, fela fa nako e ntse e ya o tla ithuta gore ga a thuse ka sepe. Lolama o nne pelotelele. Netefatsa gore mo dinakong tse dingwe o neela ngwana wa gago kelotlhoko e ntsi. O ka dira seno!

# text
source: Here's a video to help you manage @fields.child_nickname's temper tantrums.
tn_za: Fano ke bidiyo go go thusa go laola matepe a @fields.child_nickname.

# text
source: Here's a video to help you manage your child's temper tantrums.
tn_za: Fano ke bidiyo go go thusa go laola matepe a ngwana wa gago.

# text
source: Here's an audio message to help you manage @fields.child_nickname's temper tantrums.
tn_za: Fano ke molaetsa wa odiyo go go thusa go laola matepe a @fields.child_nickname.

# text
source: Here's an audio message to help you manage your child's temper tantrums.
tn_za: Fano ke molaetsa wa odiyo go go thusa go laola matepe a ngwana wa gago.

# text
source: 3. Ignore the behaviour not your child.
tn_za: 3. Ikgatholose maitsholo e seng ngwana wa gago.

# text
source: Ignoring behaviour means removing physical and verbal attention. You should still be aware of what @fields.child_nickname is doing.
tn_za: Go ikgatholosa maitsholo go kaya go tlosa kelotlhoko ka sebele le ka molomo. Gape o santse o tshwanela go elatlhoko gore @fields.child_nickname o dirang.

# text
source: Ignoring behaviour means removing physical and verbal attention. You should still be aware of what your child is doing.
tn_za: Go ikgatholosa maitsholo go kaya go tlosa kelotlhoko ka sebele le ka molomo. Gape o santse o tshwanela go elatlhoko gore ngwana wa gago o dirang.

# text
source: For example, if @fields.child_nickname whines for sweets at the store, you might initially say “no” but then give in to @fields.child_nickname when they start to have a tantrum. This happens to all of us!
tn_za: Sekao, fa @fields.child_nickname a ngongoregela dimonamone kwa lebenkleng, kwa tshimologong o ka re “Nnyaa:, mme kwa bokhutlong wa dumela fa @fields.child_nickname a simolola matepe. E re diragalela rotlhe!
