Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/tn/tn_messages.po
Languages: tn_za

# text
source: 6. Find a group or person to talk to
tn_za: 6. Bona setlhopha kgotsa motho yo o ka buang le ene

# text
source: 7. Grieving in your own way
tn_za: 7. Go lela ka tsela ya gago

# text
source: 8. Relaxing helps coping
tn_za: 8. Go repa go thusa go mekamekana

# text
source: 9. Giving chances to say goodbye
tn_za: 9. Go neelana ka ditshono go laela

# text
source: 10. One on one time with your child
tn_za: 10. Nako ya Motho ka mong le ngwana wa gago

# text
source: Type "1" to "10" to learn more about of these tips. Type "N" to stop this tip.
tn_za: Tlanya “1” go ya go “10” go ithuta go le gontsi ka ga dikakantsho tse. Tlanya “N” go emisa kakantsho e.

# text
source: You should tell your children that the person had died - sometimes children do not realise when someone has passed away. When you tell them use words they understand.
tn_za: O tshwanetse go bolelela bana ba gago gore motho o tlhokafetse - nako dingwe bana ga ba lemoge gore mongwe o tlhokafetse. Fa o ba bolelela dirisa mafoko a ba a tlhaloganyang.

# text
source: 3. Children grieve in different ways
tn_za: 3. Bana ba lela ka mekgwa e e farologaneng

# text
source: Grief can affect us for weeks, months, or years. Do not feel pressured to feel better quickly.
tn_za: Selelo se kgona go re ama dibeke, dikgwedi, kgotsa dingwaga. Ga o tlhoke go ikgapeletsa go ikulwa botoka ka bonako.

# text
source: Children, like adults, experience grief in different ways. Children might be sad, angry, not understand or believe it, feel numb, unwell or have pains, nightmares, or problems at school. Children may also seem happy, but still be sad. Children may behave if they are much younger than they are for a while.
tn_za: Bana, fela jaaka bagolo, ba itemogela selelo ka ditsela tse di farologaneng. Bana ba ka hutsafala, ba galefa, ba se tlhaloganye kgotsa ba se dumele, ba swa bogatsu, ba lwala kgotsa ba nna le ditlhapi, dikgateledi, kgotsa mathata kwa sekolong. Bana ba ka lebega ba itumetse, fela ba santse ba hutsafetse. Bana ba ka itshola o kare ba bannye go feta ka fao ba leng nakwana.

# text
source: Although it may seem like the most important thing is to make sure your children are okay, when you look after yourself, you are also helping your child.
tn_za: Le fa go ka lebega o kare selo sa botlhokwa go feta ke go netefatsa gore bana ba gago ba siame, fa o itlhokomela, o thusa le bana ba gago.

# text
source: Remember to be kind to yourself, you are also dealing with the loss of a loved one. It is okay to not feel good and it is okay to cry. Try taking some time out of each day for yourself and making a list of things that make you feel better and do them. These small acts can help and make sure that you are being kind to yourself.
tn_za: Gopola go ineneketsa, le wena o mekamekane le tatlhegelo ya yo o mo ratang. Go siame fa o sa ikutlwe sentle e bile go siame go lela. Leka go ipha nako letsatsi le letsatsi le go dira lenaneo la dilo tse di dirang gore o ikutlwe botoka mme o di dire. Ditironyana tse di kgona go thusa le go netefatsa gore o a ineneketsa.

# text
source: Ask someone you trust for help, food or childcare can be useful. You may also need documents for inheritance, for children, or to access services. Make sure you find out about your rights, sometimes people try to take money or inheritance from a grieving person.
tn_za: Kopa mongwe yo o mo tshepang go thusa, dijo kgotsa go tlhokomela bana go ka nna mosola. O ka tlhoka gape le ditokomane tsa boswa, jwa bana, kgotsa, go fitlhelela ditirelo. Netefatsa gore o batlana le ditshwanelo tsa gago, nako dingwe batho ba leka go tsaya madi kgotsa boswa go tswa go motho yo o lelang.

# text
source: If they do not understand what death is, help explain that the person they love is not coming back. Try not call it 'sleep' or 'a trip away'. You may have to tell your children about the passing many times before they grasp what happened.
tn_za: Fa ba sa tlhaloganye gore loso ke eng, thusa ka go tlhalosa gore motho yo ba mo ratang ga a sa tlhole a tla bowa. Leka go se le bitse ‘boroko’ kgotsa ‘loeto go lo gongwe’. O ka tshwanela go bolelela bana ba gago ka ga go tlhokafala makgetlho a le mantsi pele ba tlhaloganya se se diragetseng.

# text
source: Here are three steps that you can aim to do every day to look after yourself:
tn_za: Fano ke dikgato di le tharo tse o ka ikaelelang go di tsaya letsatsi le letsatsi go itlhokomela:

# text
source: 1. Get enough sleep and food every day.
tn_za: 1. Robala le go ja go go lekaneng letsatsi le letsatsi.

# text
source: 2. Take a few minutes to relax and have a break
tn_za: 2. Tsaya metsotso e le mmalwa go repa le go ikhutsa

# text
source: 3. Find one or two adults who can support you, listen, and talk.
tn_za: 3. Bona mogolo a le mongwe kgotsa ba babedi bao ba ka kgonang go go tshegetsa, go go reetsa, le go bua nao.

# text
source: 9. Giving changes to say goodbye
tn_za: 9. Go neelana ka ditshono go laela

# text
source: Saying goodbye is difficult and you should do whatever feels like the right thing to do for you and your child. Families, children and parents are not perfect. When someone has died, it is okay to talk about the good and the bad things we remember. It can help to write a letter or make a drawing of the person that passed away.
tn_za: Go laelana ga go bonolo mme o tshwanetse go dira se se go siametseng wena le ngwana wa gago. Ba malapa, bana le batsadi ba na le phoso. Fa mongwe a tlhokofetse, go siame go bua ka dilo tse dintle le tse di bosula tse re di gopolang. Go ka thusa go kwala lekwalo kgotsa go thala motho yo o tlhokofetseng.

# text
source: These reactions may not make sense to you, but they are all normal. Children may also feel like it was their fault - that they passed on the virus or that they behaved badly. Tell them clearly that they did nothing wrong.
tn_za: Diikarabelo tseno di ka se tlhaloganyege mo go wena, fela tsotlhe di tlwaelegile. Gape, bana ba ka ikutlwa o ka re ke phoso ya bona - gore ba fetisitse mogare kgotsa ba ne ba sa itshola sentle. Ba bolelele ka botlalo gore ba go phoso epe e ba e dirileng.

# text
source: Children can respond in many different ways (e.g. crying, shouting, not believing, going very quiet), and all reactions are okay. Allow your child to ask questions and to talk about it. Most importantly, remind them that you are there for them.
tn_za: Bana ba ka ikarabela ka mekgwa e mentsi e e farologaneng (sk. go lela, go kgakgauta, go se dumele, go itidimalela) mme diikarabelo tsotlhe di siame. Letla ngwana wa gago go botsa dipotso le go bua ka ga seo. Sa botlhokwa go feta, ba gakolole gore o teng go ba tshegetsa.

# text
source: If there is a support group that your child can be part of, this can help. If your child talks about wanting to hurt or kill themselves, ask for help as soon as you can.
tn_za: Fa gona le setlhopha sa tshegetso se ngwana wa gago e ka nnang karolo ya sona, seo se tla thusa. Fa ngwana wa gago a bua ka ga go ikgobatsa kgotsa go ipolaya, kopa thuso ka bonako jo bo kgonagalang.

# text
source: Some people hold a ceremony or have a special meal to celebrate the person and say goodbye. Others make a box of memories, to put things that remind them of the person. It can also help just to talk about the person when you think about them.
tn_za: Batho bangwe ba nna le mokete kgotsa dijo tse di kgethegileng go keteka le go salapisa motho. Ba bangwe ba dira lebokoso la kgopolo, go tsenya dilo tse di tla ba gopotsang motho yoo. Gape go tla thusa fela go bua ka ga motho yoo fa o akanya ka ga gagwe.

# text
source: Talking with someone who can support you and listen to you can help. It can also help to join a group of people who have also lost someone. Remember nobody is perfect. It is okay to talk about the good and the bad times.
tn_za: Go bua le mongwe yo o kgonang go go tshegetsa le go go reetsa go tla go thusa. Gape, go tla thusa go tsena go setlhopha sa batho bao le bona ba latlhegetsweng ke mongwe. Gopola, ga go ope yo o senang diphoso. Go siame go bua ka dinako tse di monate le tse di bosula.

# text
source: We all grieve in our own ways, from shouting, crying, feeling angry or sad. It can also feel different every day. Sometimes we feel better, then we feel worse again. Whatever you feel, your feelings are valid and it is okay.
tn_za: Rotlhe le lela ka mekgwa ya rona, go tloga go go kgakgauta, go lela, go ikutlwa o galefile kgotsa o hutsafetse. Gape go ka utlwalega go farologane letsatsi le letsatsi. Nako dingwe re ikutlwa botoka, morago re ikutlwe bosula gape. Sengwe le sengwe se o se ikutlwang, ke maikutlo a gago a a siameng mme go siame.

# text
source: Try to do one simple thing to relax each day with your child or teenage, and also for yourself. It can also help to use this when you are upset or angry.
tn_za: Leka go dira selo se le sengwe se se bonolo go repa letsatsi le letsatsi mmogo le ngwana kgotsa mosha wa gago, itirele fela jalo le wena. Gape go tla thusa go dirisa seno fa o kgopisegile kgotsa o tenegile.

# text
source: It can help to take part in any mourning or cultural rituals that feel helpful, or to think about bonds and connections with the person you have lost.
tn_za: Gape go tla thusa go tsayakarolo go meetlo ya selelo kgotsa setso e o bonang e le mesola, kgotsa go akanya ka dikgokagano le dikamano tsa motho yo o tlhokofetseng.

# text
source: Sit down comfortably, close your eyes
tn_za: Nna fa fatshe mme o tswale matlho a gago

# text
source: Listen to your breath as it goes in and out for a minute
tn_za: Reetsa tsela e o hemang ka yone o ntse o tsenya o ntsha mowa motsotso o le mongwe

# text
source: When you are ready, open your eyes.
tn_za: Fa go siametse go dira jalo, bula matlho a gago.

# text
source: Spending a few minutes every day focused on your child helps to make them feel more secure and give them a chance to play or talk about things that are upsetting them.
tn_za: Go tsaya metsotswana e e mmalwa letsatsi le letsatsi o tsepame go ngwana wa gago go mo thusa go ikutlwa a sireletsegile go feta le go mo neela tshono go tshameka kgotsa go bua ka dilo tse di mo kgopisang.

# text
source: Please select another number if you want to learn more about how to cope with bereavement as a parent/caregiver:
tn_za: Ka kopo tlhopha nomoro e nngwe fa o batla go ithuta go feta ka ga gore o ka mekamekana jang le khutsafalo jaaka motsadi/motlhokomedi:

# text
source: A lot of families are dealing with grief due to COVID-19. We are here to support you and your family through this difficult time.
tn_za: Bontsi jwa malapa bo mekamekane le khutsafalo ka ntlha ya COVID-19. Re fano go tshegetsa wena le balelapa la gago mo nakong e e masisi eno.

# text
source: A lot of families are dealing with grief due to COVID-19. I am here to support you and your family through this difficult time.
tn_za: Bontsi jwa malapa bo mekamekane le khutsafalo ka ntlha ya COVID-19. Ke fano go tshegetsa wena le balelapa la gago mo nakong e e masisi eno.

# text
source: Well done @fields.user_name! You should be proud of yourself for exploring ways to get help for you and your family.
tn_za: O dirile sentle @fields.user_name! O ka ikutlwa o le motlotlo gore o ile wa dira maano gore o iponne thuso mmogo le balelapa.

# text
source: Well done! You should be proud of yourself for exploring ways to get help for you and your family.
tn_za: O dirile sentle! O ka ikutlwa o le motlotlo gore o ile wa dira maano gore o iponne thuso mmogo le balelapa.

# text
source: Which is most like your experience?
tn_za: Ke afe ao e leng maitemogelo a gago segolo?

# text
source: Thanks!
tn_za: Ke a leboga!

# text
source: Are your children currently going to school/daycare?
tn_za: A ga jaana bana ba gago ba ya sekolong/lefelo la tlhokomelo?

# text
source: Have you had money problems because of COVID-19 or pandemic restrictions?
tn_za: A o nnile le mathata a ditshelete ka ntlha ya COVID-19 kgotsa dikganelo tsa leroborobo?

# text
source: Has someone in your family been sick for a long time with COVID-19?
tn_za: A mongwe mo lapeng la gago o lwetse sebaka ka ntlha ya COVID-19?

# text
source: Have you felt very worried, sad, or afraid because of COVID-19?
tn_za: A o kile wa ikutlwa o tshwenyegile, o hutsafetse kgotsa o tshaba ka ntlha ya COVID-19?

# text
source: It’s great to hear that you have been coping with COVID-19 related stress. We will remind you regularly to relax, recognise and reward yourself, to help you continue to manage your stress and feel calm.
tn_za: Go a itumedisa go utlwa gore o ntse o mekamekane le kgatelelo ya maikutlo e e amanang le COVID-19. Re tla go gopotsa ka metlha gore o iketle, gakologelwa mme o iteboge, go go thusa go tswelapele o kgona go laola go tshwenyega mo maikutlong ga gago le gore o ikutlwe o kgobile makgwafo.

# text
source: Has someone in your family passed away from COVID-19 or breathing problems?
tn_za: A mongwe mo lapeng la gago o tlhokafetse ka ntlha ya COVID-19 kgotsa mathata a go hema?

# text
source: Would you like some tips on coping with loss as a parent or caregiver?
tn_za: A o ka rata dikakantsho dingwe go mekamekana le tatlhegelo jaaka motsadi kgotsa motlhomedi?

# text
source: Hi @fields.user_name! We are delighted that you have signed up for these messages. It shows that you care!
tn_za: Dumela @fields.user_name! Re itumeletse gore o ikwadiseditse melaetsa e. Go bontsha gore o a kgathala!

# text
source: Can we ask you some questions about COVID-19 in your area?
tn_za: A re kgona go go botsa dipotso dingwe ka ga COVID-19 mo tikologong ya gago?

# text
source: Hi @fields.user_name! I am delighted that you have signed up for these messages. It shows that you care!
tn_za: Dumela @fields.user_name! Ke itumeletse gore o ikwadiseditse melaetsa e. Go bontsha gore o a kgathala!

# text
source: Can I ask you some questions about COVID-19 in your area?
tn_za: A nka kgona go botsa dipotso ka ga COVID-19 mo tikologong ya gago?

# text
source: Hi! We are delighted that you have signed up for these messages. It shows that you care!
tn_za: Dumela! Re itumeletse gore o ikwadiseditse melaetsa e. Go bontsha gore o a kgathala!

# text
source: Hi! I am delighted that you have signed up for these messages. It shows that you care!
tn_za: Dumela! Ke itumeletse gore o ikwadiseditse melaetsa e. Go bontsha gore o a kgathala!

# text
source: It is normal to feel overwhelmed or stressed about your children's education during this time. Remember that you are not alone and that we are here to help. Just type "Help" at anytime.
tn_za: A o siame go ikutlwa go tlalalane kgotsa o tshwenngwa ke thuto ya bana ba gago mo nakong e. Gopola gore ga o nosi le gore re fano go go thusa. Tlanya fela “Thuso” nako nngwe le nngwe.

# text
source: It is normal to feel overwhelmed or stressed about your children's education during this time. Remember that you are not alone and that I am here to help. Just type "Help" at anytime.
tn_za: A o siame go ikutlwa go tlalalane kgotsa o tshwenngwa ke thuto ya bana ba gago mo nakong e. Gopola gore ga o nosi le gore re fano go go thusa. Tlanya fela “Thuso” nako nngwe le nngwe.

# text
source: We are sorry that you have been dealing with money problems due to COVID-19.
tn_za: Re maswabi go bo o ntse o mekamekane le mathata a ditshelete ka ntlha ya COVID-19.

# text
source: I am sorry that you have been dealing with money problems due to COVID-19.
tn_za: Ke maswabi go bo o ntse o mekamekane le mathata a ditshelete ka ntlha ya COVID-19.

# text
source: We are happy to hear that. Because money is often a big issue you can also find family budgeting tips in the Help menu.
tn_za: Re itumeletse go utlwa seno. Gonne tshelete e le ntlha e kgolo go le gantsi, o kgona go bonela balelapa la gago dikakantsho la tekanetsokabo go mmenu wa Thuso.

# text
source: I am happy to hear that. Because money is often a big issue you can also find family budgeting tips in the Help menu.
tn_za: Ke itumeletse go utlwa seno. Gonne tshelete e le ntlha e kgolo go le gantsi, o kgona go bonela balelapa la gago dikakantsho la tekanetsokabo go mmenu wa Thuso.

# text
source: We are sorry that you have been struggling with a sick family member. Caring for someone with COVID-19 for so long is hard. Remember that caring for yourself is equally important and we will remind you regularly to relax, recognise and reward yourself. You deserve this.
tn_za: Ke maswabi go bo o ntse o sokola ka leloko le le lwalang la lelapa. Go tlhokomela mongwe yo o tshwerweng ke CoVID-19 lobaka lo loleele jalo go bokete. Gakologelwa gore go itlhokomela go botlhokwa ka go lekana mme re tla go gakolola ka gale go repa, go ikelatlhoko le go iteboga. O tshwanelwa ke seno.

# text
source: I am sorry that you have been struggling with a sick family member. Caring for someone with COVID-19 for so long is hard. Remember that caring for yourself is equally important and we will remind you regularly to relax, recognise and reward yourself. You deserve this.
tn_za: Ke maswabi go bo o ntse o sokola ka leloko le le lwalang la lelapa. Go tlhokomela mongwe yo o tshwerweng ke CoVID-19 lobaka lo loleele jalo go bokete. Gakologelwa gore go itlhokomela go botlhokwa ka go lekana mme re tla go gakolola ka gale go repa, go ikelatlhoko le go iteboga. O tshwanelwa ke seno.

# text
source: We are sorry that you have been struggling. COVID-19 makes almost everyone feel this way. You are not alone in this! You can always access some helpful activities about how to manage stress through the Help menu.
tn_za: Re maswabi go bo o ntse o sokola. COVID-19 e dira gore gongwe mongwe le mongwe a ikutlwe ka mokgwa o. Ga o esi fano! O ka fitlhelela ditirwana tse di mosola ka metlha tse di ka ga gore o ka laola jang kgatelelo ya maikutlo ka mmenu wa Thuso.

# text
source: I am sorry that you have been struggling. COVID-19 makes almost everyone feel this way. You are not alone in this! You can always access some helpful activities about how to manage stress through the Help menu.
tn_za: Ke maswabi go bo o ntse o sokola. COVID-19 e dira gore gongwe mongwe le mongwe a ikutlwe ka mokgwa o. Ga o esi fano! O ka fitlhelela ditirwana tse di mosola ka metlha tse di ka ga gore o ka laola jang kgatelelo ya maikutlo ka mmenu wa Thuso.

# text
source: We are happy to hear that.
tn_za: Re itumeletse go utlwa seno.

# text
source: I am happy to hear that.
tn_za: Ke itumeletse go utlwa seno.

# text
source: We are so sorry for your loss. Thank you for chatting with us and for seeking help. Dealing with your own grief, whilst being a parent is difficult and you should be proud of yourself, we are very proud of you.
tn_za: Re maswabi ka tatlhegelo ya gago. Re leboga fa o buisane le rona le go batla thuso. Go mekamekana le selelo sa gago, o ntse o le motsadi go bokete mme o tshwanetse go ipela, re ipela thata ka wena.

# text
source: I am so sorry for your loss. Thank you for chatting with me and for seeking help. Dealing with your own grief, whilst being a parent is difficult and you should be proud of yourself, I am very proud of you.
tn_za: Ke maswabi ka tatlhegelo ya gago. Re leboga fa o buisane le nna le go batla thuso. Go mekamekana le selelo sa gago, o ntse o le motsadi go bokete mme o tshwanetse go ipela, ke ipela thata ka wena.

# text
source: We are glad to hear that. If you know people who have lost someone, you can support them by sharing our bereavement tips which you can find in the Help menu.
tn_za: Re itumeletse go utlwa seno. Fa o itse batho bao ba latlhegetsweng ke mongwe, o kgona go ba tshegetsa ka go arolelanela le bona dikakantsho tsa rona tsa khutsafalo tseo o tla di fitlhelang go mmenu wa Thuso.

# text
source: I am glad to hear that. If you know people who have lost someone, you can support them by sharing the bereavement tips which you can find in the Help menu.
tn_za: Ke itumeletse go utlwa seno. Fa o itse batho bao ba latlhegetsweng ke mongwe, o kgona go ba tshegetsa ka go arolelanela le bona dikakantsho tsa rona tsa khutsafalo tseo o tla di fitlhelang go mmenu wa Thuso.

# text
source: Thanks so much for answering these questions @fields.user_name. We really appreciate it especially since COVID-19 has been a very difficult time for many families.
tn_za: Re leboga go menagane go bo o arabile dipotso tse @fields.user_name. Re anaanela seno segolo fa e sale COVID-19 e nnile nako e e bokete go malapa a mantsi.

# text
source: Remember that you are not alone and that we are here to help. Just type "Help" at anytime.
tn_za: Gopola gore ga o nosi le gore re fano go go thusa. Tlanya fela “Thuso” nako nngwe le nngwe.

# text
source: Thanks so much for answering these questions @fields.user_name. I really appreciate it especially since COVID-19 has been a very difficult time for many families.
tn_za: Re leboga go menagane go bo o arabile dipotso tse @fields.user_name. Re anaanela se segolo fa e sale COVID-19 e nnile nako e e bokete go malapa a mantsi.

# text
source: Remember that you are not alone and that I am here to help. Just type "Help" at anytime.
tn_za: Gopola gore ga o nosi le gore re fano go go thusa. Tlanya fela “Thuso” nako nngwe le nngwe.

# text
source: Thanks so much for answering these questions. We really appreciate it especially since COVID-19 has been a very difficult time for many families.
tn_za: Re leboga go menagane go bo o arabile dipotso tse. Re leboga go menagane go bo o arabile dipotso tse 1 Re anaanela se segolo fa e sale COVID-19 e nnile nako e e bokete go malapa a mantsi.

# text
source: Thanks so much for answering these questions. I really appreciate it especially since COVID-19 has been a very difficult time for many families.
tn_za: Re leboga go menagane go bo o arabile dipotso tse. Re leboga go menagane go bo o arabile dipotso tse 1 Re anaanela se segolo fa e sale COVID-19 e nnile nako e e bokete go malapa a mantsi.

# text
source: Family and friends might tell you how a husband or a father should act. But both men and women benefit when they talk to each other and make decisions together! For example, next time you’re making a decision, try involving your partner and ask what they think.
tn_za: Balelapa le ditsala ba ka go bolelela gore monna kgotsa ntate o tshwanetse go itshola jang. Fela banna le basadi mmogo ba ka iponna molemo fa ba buisana le go tsaya ditshwetso mmogo! sekao, nako e e latelang fa o tsaya tshwetso, leka go tsenyeletsa molekane wa gago le go mmotsa gore o akanya eng.

# text
source: Family and friends might tell you how a wife or a mother should act compared to a husband or father. But both men and women benefit when they talk to each other and make decisions together! For example, next time you’re making a decision, try involving your partner and ask what they think.
tn_za: Balelapa le ditsala ba ka go bolelela gore mosadi kgotsa mme o tshwanetse go itshola jang fa go bapisiwa le mmona kgotsa ntate. Fela banna le basadi mmogo ba ka iponna molemo fa ba buisana le go tsaya ditshwetso mmogo! sekao, nako e e latelang fa o tsaya tshwetso, leka go tsenyeletsa molekane wa gago le go mmotsa gore o akanya eng.

# text
source: Family and friends might tell you how a partner or a parent should act. But both men and women benefit when they talk to each other and make decisions together! For example, next time you’re making a decision, try involving your partner and ask what they think.
tn_za: Balelapa le ditsala ba ka go bolelela gore molekane kgotsa motsadi o tshwanetse go itshola jang. Fela banna le basadi mmogo ba ka iponna molemo fa ba buisana le go tsaya ditshwetso mmogo! sekao, nako e e latelang fa o tsaya tshwetso, leka go tsenyeletsa molekane wa gago le go mmotsa gore o akanya eng.

# text
source: Would you like to see a comic about treating each other as equals?
tn_za: A o ka rata go bona khomiki ka ga go tsholana ka go lekana?
