Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/tn/tn_messages.po
Languages: tn_za

# text
source: Sorry to hear that you are struggling. Take a moment to reflect on one thing that went well for you today. Even the smallest things can help. Remember you can always get extra support by typing "Help".
tn_za: Re maswabi go utlwa gore o na le bothata. Tsaya nako go akanya ka selo se le sengwe se se go tsamaetseng sentle gompieno. Tota le dilo tse di nnye di ka thusa. Gopola gore o ka bona tshegetso e nngwe ka go tlanya “Thuso”.

# text
source: Sorry to hear that you are having a tough time with your child. These things take time and patience to change. Be kind to yourself and know that you are not alone @fields.user_name. Remember you can always get extra support by typing "Help".
tn_za: Ke maswabi go utlwa gore o na le bothata ka ngwana wa gago. Dilo tse di tsaya nako le bopelotelele go fetoga. Ineneketse mme o itse gore ga o nosi @fields.user_name. Gopola gore ka gale o ka bona tshegetso e nngwe ka go tlanya “Thuso”.

# text
source: Sorry to hear that you are having a tough time with your child. These things take time and patience to change. Be kind to yourself and know that you are not alone. Remember you can always get extra support by typing "Help".
tn_za: Ke maswabi go utlwa gore o na le bothata ka ngwana wa gago. Dilo tse di tsaya nako le bopelotelele go fetoga. Ineneketse mme o itse gore ga o nosi. Gopola gore o ka bona tshegetso e nngwe ka go tlanya “Thuso”.

# text
source: Sorry to hear you are struggling @fields.user_name. Give yourself a big hug for trying. Tomorrow is another day. Remember you can always get extra support by typing "Help".
tn_za: Ke maswabi go utlwa gore o na le mathata @fields.user_name. Itlamparele gore o a leka. Ka moso ke letsatsi le lengwe. Gopola gore o ka bona tshegetso e nngwe ka go tlanya “Thuso”.

# text
source: Sorry to hear you are struggling. Give yourself a big hug for trying. Tomorrow is another day. Remember you can always get extra support by typing "Help".
tn_za: Re maswabi go utlwa gore o a kgaratlha. Ikakgole thata go bo o a leka. Ka moso ke letsatsi le lengwe. Gopola gore o ka bona tshegetso e nngwe ka go tlanya “Thuso”.

# text
source: Sorry to hear that things are difficult between you and your children. It’s not always easy to be a parent during these difficult times @fields.user_name. Remember you can always get extra support by typing "Help".
tn_za: Ke maswabi go utlwa gore go thata fa gare ga gago le bana ba gago. Ka gale ga go bonolo go nna motsadi mo nakong tse di bokete tse @fields.user_name. Gopola gore o ka bona tshegetso go feta ka go tlanya “Thuso”.

# text
source: Sorry to hear that things are difficult between you and your children. It’s not always easy to be a parent during these difficult times. Remember you can always get extra support by typing "Help".
tn_za: Ke maswabi go utlwa gore go thata fa gare ga gago le bana ba gago. Ka gale ga go bonolo go nna motsadi mo nakong tse di bokete tse. Gopola gore o ka bona tshegetso e nngwe ka go tlanya “Thuso”.

# text
source: Sorry to hear that things are difficult between you and your children @fields.user_name. There’s no such thing as a perfect parent or the perfect child. We are all just trying our best! Remember you can always get extra support by typing "Help".
tn_za: Ke maswabi go utlwa gore dilo ga di tsamaye sentle magareng ga gago le bana ba gago @fields.user_name. Ga go na selo se se tshwanang le motsadi yo o senang selabe kgotsa ngwana yo o senang selabe. Rotlhe leka ka bojotlhe! Gopola gore o ka bona tshegetso e nngwe ka go tlanya “Thuso”.

# text
source: Sorry to hear that things are difficult between you and your children. There’s no such thing as a perfect parent or the perfect child. We are all just trying our best! Remember you can always get extra support by typing "Help".
tn_za: Ke maswabi go utlwa gore go thata fa gare ga gago le bana ba gago. Ga gona selo se se tshwanang le motsadi yo o senang selabe kgotsa ngwana yo o senang selabe. Rotlhe leka ka bojotlhe! Gopola gore o ka bona tshegetso e nngwe ka go tlanya “Thuso”.

# text
source: Sorry to hear that you are struggling @fields.user_name. Parenting can be very difficult at times. Take a pause and remind yourself that you are trying your best. Remember you can always get extra support by typing "Help".
tn_za: Ke maswabi go utlwa gore o na le mathata @fields.user_name. Botsadi bo bokete tota ka dinako dingwe. Ema go se kae mme o ikgopotse gore o leka ka bojotlhe. Gopola gore o ka bona tshegetso e nngwe ka go tlanya “Thuso”.

# text
source: Sorry to hear that you are struggling. Parenting can be very difficult at times. Take a pause and remind yourself that you are trying your best. Remember you can always get extra support by typing "Help".
tn_za: Re maswabi go utlwa gore o na le bothata. Botsadi bo bokete tota ka nako tse dingwe. Ema go se kae mme o ikgopotse gore o leka ka bojotlhe. Gopola gore o ka bona tshegetso e nngwe ka go tlanya “Thuso”.

# text
source: Sorry to hear that things are difficult between you and your children @fields.user_name. Sometimes it’s easy, sometimes it’s not. Let go of the mistakes and celebrate the wins, however small! Remember you can always get extra support by typing "Help".
tn_za: Ke maswabi go utlwa gore dilo ga di tsamaye sentle magareng ga gago le bana ba gago @fields.user_name. Nako dingwe go bonolo, nako dingwe ga go bonolo. Amogela diphoso mme o keteke diphenyo, le fa di le dinnye! Gopola gore o ka bona tshegetso e nngwe ka go tlanya “Thuso”.

# text
source: Sorry to hear that things are difficult between you and your children. Sometimes it’s easy, sometimes it’s not. Let go of the mistakes and celebrate the wins, however small! Remember you can always get extra support by typing "Help".
tn_za: Ke maswabi go utlwa gore go thata fa gare ga gago le bana ba gago. Nako dingwe go bonolo, nako dingwe ga di bonolo. Amogela diphoso mme o keteke diphenyo, le fa di le dinnye! Gopola gore o ka bona tshegetso e nngwe ka go tlanya “Thuso”.

# text
source: Be gentle with yourself @fields.user_name. Just because something didn’t go well today, or you lost your temper, this doesn’t define who you are as a parent. Remind yourself of the things you did well today, even if they may seem small.
tn_za: Nna bonolo go wena @fields.user_name. Fela ka gonne sengwe ga se a tsamaya sentle gompieno, kgotsa o ne wa tlholega go itshwara, ga go tlhalose gore o mang jaaka motsadi. Ikgopotse dilo tse di sa tsamayang sentle gompieno, le fa di lebega di le dinnye.

# text
source: Be gentle with yourself. Just because something didn’t go well today, or you lost your temper, this doesn’t define who you are as a parent. Remind yourself of the things you did well today, even if they may seem small.
tn_za: Nna bonolo go wena. Fela ka gonne sengwe ga se a tsamaya sentle gompieno, kgotsa o ne wa tlholega go itshwara, ga go tlhalose gore o mang jaaka motsadi. Ikgopotse dilo tse di sa tsamayang sentle gompieno, le fa di lebega di le dinnye.

# text
source: Sorry to hear that things are difficult @fields.user_name. Whatever you feel you did ‘wrong’ today, let it go and try again tomorrow. It’s ok!
tn_za: Ke maswabi go utlwa gore go thata @fields.user_name. Sengwe le sengwe se o ikutlwang o se ‘fositse’ gompieno, se amogele mme o leke gape ka moso. Go siame!

# text
source: Remember you can always get extra support by typing "Help".
tn_za: Gopola gore o ka bona tshegetso e nngwe ka go tlanya “Thuso”.

# text
source: Sorry to hear that things are difficult. Whatever you feel you did ‘wrong’ today, let it go and try again tomorrow. It’s ok!
tn_za: Tshwarelo gore dilo di bokete. Sengwe le sengwe se o ikutlwang o se ‘fositse’ gompieno, se amogele mme o leke gape ka moso. Go siame!

# text
source: You don’t have to do this alone! Please feel free to share your ParentText journey with other adults in your household and elsewhere. They might want to sign up to receive the messages too!
tn_za: Ga o tlhoke go dira se o le nosi! Ka kopo gololosega go arolelanela leeto la gago la MotsadiKwalo le bagolo ba bangwe mo lapeng la gago le kwa gongwe fela. Ba ka rata go ikwadisa le go amogela melaetsa le bona!

# text
source: Would you like to receive a link to this programme, so you can share it with adults in your household?
tn_za: A o ka rata go amogela kgokaganyo go lenaane le, gore o kgone go le arolelanela le bagolo mo lapeng la gago?

# text
source: It can be much more fun doing something with another person than doing it by yourself.
tn_za: Go ka nna monate go dira sengwe mmogo le motho yo mongwe go na le go dira o le nosi.

# text
source: Would you like to receive a link to this programme that you can share with a friend?
tn_za: A o ka rata go amogela kgokaganyo go lenaane le, gore o kgone go le arolelanela le tsala?

# text
source: That is okay! If would like to access the link at a later time, please type "Help".
tn_za: Seo se siame! Fa o ka rata go fitlhelela kgokaganyo gape mo nakong e e tlang, ka kopo tlanya “Thuso”.

# text
source: You also have made progress on @results.n_incompletes_week skills.
tn_za: Gape o gatetsepele go dikgono @results.n_incompletes_week.

# text
source: Congratulations @fields.user_name! You have made it through your first week. How time flies!
tn_za: Re a go akgola @fields.user_name! O kgonne beke ya gago ya ntlha. Nako e a taboga!

# text
source: Congratulations @fields.user_name! You have made it through another week!
tn_za: Re a go akgola @fields.user_name! O kgonne beke ya gago ya ntlha!

# text
source: You have added @results.n_skills_week layers to your House of Support this week:
tn_za: O tsentse @results.n_skills_week mealo go Ntlo ya gago ya Tshegetso beke eno:

# text
source: You have added one layer to your House of Support this week:
tn_za: O tsentse moalo o le mongwe go Ntlo ya gago ya Tshegetso beke eno:

# text
source: If you have not noticed any changes, please keep it up. Sometimes these things take time to change. I know you can do it!
tn_za: Fa o ise o lemoge diphetogo dipe, ka kopo tswelela. Dilo tse di tsaya nako le bopelotelele go fetoga. Ke a itse gore o tla kgona!

# text
source: Remember that you’re in charge of what they eat, but not how much. Newborns have stomach the size of a grape! They need to eat often (sometimes in the middle of the night). It’s important to build trust around eating, especially as your baby starts on solid food. Let them know you are listening to their wishes in the eating department. They’ll be ravenous again soon!
tn_za: Gopola gore o laola gore ba ja eng, fela e seng gore bontsi jo bokae. Masea a na le mpa ya bogolo jwa terebe! Ba tlhoka go ja gantsi (nako dingwe le mo gare ga mpa ya bosigo). Go botlhokwa go aga botshephegi ka go ja, segolo fa lesea la gago le simolola go ja dijo sentle. Ba lemose gore o reeditse dikeletso tsa bona go lefapha la dijo. Ba tla tshwarwa ke tlala gape go ise go e kae!

# text
source: Are you a parent/caregiver of a child living with disabilities?
tn_za: A o motsadi/motlhokomedi wa ngwana yo o tshelang ka bogole?

# text
source: Is @fields.survey_behave_name a boy or girl?
tn_za: A @fields.survey_behave_name ke mosimane kgotsa mosetsana?

# text
source: How old is @fields.survey_behave_name in years? Please reply with a number between 0 and 17.
tn_za: @fields.survey_behave_name o na le dingwaga di le kae? Ka kopo araba ka nomoro magareng ga 0 le 17.

# text
source: This looks too old.
tn_za: Seno se lebega se le segologolo.

# text
source: How many months old is @fields.survey_behave_name? Please enter a number between 0 and 23.
tn_za: @fields.survey_behave_name o na le dikgwedi di le kae? Ka kopo tsenya nomoro magareng ga 0 le 23.

# text
source: What is your relationship to @fields.survey_behave_name?
tn_za: Kamano ya gago le @fields.survey_behave_name ke efe?

# text
source: You can also type "N" if you do not want to answer.
tn_za: Gape o ka tlanya “N” fa o sa batle go araba.

# text
source: All children behave badly sometimes. Here are a list of typical behaviours that can be challenging for parents:
tn_za: Bana botlhe ga ba itshole sentle ka dinako dingwe. Fano ke lenaneo la maitsholo a a gone a a ka nnang le kgwetlho go batsadi:

# text
source: 1. Refuse to obey instructions
tn_za: 1. Go gana go obamela ditaelo

# text
source: 2. Gets angry a lot
tn_za: 2. Go ngala gantsi

# text
source: 3. Rudeness, disrespectful behaviour
tn_za: 3. Maitsholo a makgakga, go tella

# text
source: 4. Irritable, frequent mood changes
tn_za: 4. Fela pelo, phetogo tsa maikutlo nako le nako

# text
source: 5. Does not follow rules
tn_za: 5. Go sa latele melao

# text
source: 6. Stubbornness
tn_za: 6. Nkane

# text
source: 7. Breaking things
tn_za: 7. Go thuba dilo

# text
source: 8. Getting into fights
tn_za: 8. Go tsena mo dintweng

# text
source: 9. Teasing or bothering others
tn_za: 9. Go tlaela kgotsa go tshwenya ba bangwe

# text
source: Please type the number that describes the most challenging behaviour for you to manage with @fields.survey_behave_name. You can also type "N" if you do not want to answer.
tn_za: Ka kopo tlanya nomoro e e tlhalosang maitsholo a a nang le kgwetlho segolo go wena go a laola ka 1 Gape o ka tlanya “N” fa o sa rate go araba.

# text
source: 1. Crying a lot
tn_za: 1. Go lela segolo

# text
source: 2. Problems sleeping
tn_za: 2. Mathata go robala

# text
source: 3. Acting clingy
tn_za: 3. Go imaparela

# text
source: 4. Whining for things
tn_za: 4. Go ngongoregela dilo

# text
source: 5. Bad tempered or moody
tn_za: 5. Mokgwa o o sa siamang kgotsa go fetogafetoga

# text
source: 6. Problems eating
tn_za: 6. Mathata a go ja

# text
source: 7. Stubborn or fussy
tn_za: 7. Nkane kgotsa go tlhopholola

# text
source: 8. Naughty behaviour
tn_za: 8. Maitsholo a go senya

# text
source: 9. Temper tantrums
tn_za: 9. Matepe

# text
source: 2. Temper tantrums
tn_za: 2. Matepe

# text
source: 3. Disrespectful behaviour
tn_za: 3. Maitsholo a go tella

# text
source: 5. Hyperactivity, can't sit still
tn_za: 5. Matlhagatlhaga, go se kgone go nna felo go le gongwe

# text
source: 6. Hitting others
tn_za: 6. Go itaya ba bangwe

# text
source: Sorry, I don't understand what you mean. Please type a number between 1 and 9. You can also type "N" if you do not want to answer.
tn_za: Intshwarele, ga ke go tlhaloganye. Ka kopo tlanya nomoro magareng ga 1 le 9. Gape o ka tlanya “N” fa o sa batle go araba.

# text
source: How challenging is this problem on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
tn_za: Kgwetlho ya mathata a e jang go selekanyo sa 0 go ya go 7 (0+ga se bothata le 7=go maswe)?

# text
source: Sorry, I don't understand what you mean. Please type a number between 0 and 7.
tn_za: Intshwarele, ga ke go tlhaloganye. Ka kopo tlanya nomoro magareng ga 0 le 7.

# text
source: Can we also ask you a few quick questions about your children's behaviour?
tn_za: A re ka kgona go go botsa gape dipotso tse di mmalwa ka bonako ka ga maitsholo a bana ba gago?

# text
source: Can I also ask you a few quick questions about your children's behaviour?
tn_za: A re ka kgona go go botsa gape dipotso tse di mmalwa ka bonako ka ga maitsholo a bana ba gago?

# text
source: It is okay if this is not a good time. We will try again tomorrow. Chat later @fields.user_name!
tn_za: Go siame fa eno e se nako e e siameng. Re tla leka gape ka moso. Tla re bue moragonyana @fields.user_name!

# text
source: It is okay if this is not a good time. I will try again tomorrow. Chat later @fields.user_name!
tn_za: Go siame fa eno e se nako e e siameng. Ke tla leka gape ka moso. Tla re bue moragonyana @fields.user_name!

# text
source: It is okay if this is not a good time. We will try again tomorrow. Chat later!
tn_za: Go siame fa eno e se nako e e siameng. Re tla leka gape ka moso. Tla re bue moragonyana!

# text
source: It is okay if this is not a good time. I will try again tomorrow. Chat later!
tn_za: Go siame fa eno e se nako e e siameng. Ke tla leka gape ka moso. Tla re bue moragonyana!

# text
source: It is okay if this is not a good time. Chat later @fields.user_name!
tn_za: Go siame fa eno e se nako e e siameng. Tla re bue moragonyana @fields.user_name!

# text
source: It is okay if this is not a good time. Chat later!
tn_za: Go siame fa eno e se nako e e siameng. Tla re bue moragonyana!

# text
source: All children misbehave sometimes. So that we can give you the right information, please tell us the name or nickname of the child who you are having the most difficulties with.
tn_za: Bana botlhe ga ba itshole sentle ka dinako dingwe. Gore re kgone go go neela tshedimosetso e e nepagetseng, ka kopo re bolelele leina kgotsa la sereto la ngwana yo o go neelang bothata go feta.

# text
source: All children misbehave sometimes. So that I can give you the right information, please tell me the name or nickname of the child who you are having the most difficulties with.
tn_za: Bana botlhe ga ba itshole sentle ka dinako dingwe. Gore re kgone go go neela tshedimosetso e e nepagetseng, ka kopo re bolelele leina kgotsa leina la maitirelo la ngwana yo o go neelang bothata go feta.

# text
source: We understand that this can be really difficult for you and your child. Would you like some advice on how to manage this behaviour?
tn_za: Re tlhaloganya gore seno se ka nna bokete tota go wena le go ngwana wa gago. A o ka rata kgakololo nngwe gore o ka laola jang maitsholo a?

# text
source: I understand that this can be really difficult for you and your child. Would you like some advice on how to manage this behaviour?
tn_za: Re tlhaloganya gore seno se ka nna bokete tota go wena le go ngwana wa gago. A o ka rata kgakololo nngwe gore o ka laola jang maitsholo a?

# text
source: You are doing much better than most people. Keep investing in One-on-One Time with @fields.child_nickname!
tn_za: O dira botoka tota go na le bontsi jwa batho. Tswelela go beeletsa go nako ya motho ka mongwe le @fields.child_nickname!

# text
source: You are doing much better than most people. Keep investing in One-on-One Time with your child!
tn_za: O dira botoka tota go na le bontsi jwa batho. Tswelela go beeletsa go nako ya motho ka mongwe le ngwana wa gago!

# text
source: Thanks so much for answering these questions. We really appreciate it.
tn_za: Re leboga go menagane go bo o arabile dipotso tse. Re anaanela seo thata.

# text
source: Remember that we are here to help. Type "Help" if you ever want more parenting tips or other assistance. Thanks again @fields.user_name!
tn_za: Gopola gore re fano go go thusa. Tlanya “Thuso” fa o ka tlhoka dikakantsho tse dingwe tsa botsadi kgotsa thuso nngwe. Re leboga gape @fields.user_name!

# text
source: Thanks so much for answering these questions. I really appreciate it.
tn_za: Re leboga go menagane go bo o arabile dipotso tse. Re anaanela seo thata.

# text
source: Remember that I am here to help. Type "Help" if you ever want more parenting tips or other assistance. Thanks again @fields.user_name!
tn_za: Gopola gore re fano go go thusa. Tlanya “Thuso” fa o ka tlhoka dikakantsho tse dingwe tsa botsadi kgotsa thuso nngwe. Re leboga gape @fields.user_name!

# text
source: Remember that we are here to help. Type "Help" if you ever want more parenting tips or other assistance. Thanks again!
tn_za: Gopola gore re fano go go thusa. Tlanya “Thuso” fa o ka tlhoka dikakantsho tse dingwe tsa botsadi kgotsa thuso nngwe. Re leboga gape!

# text
source: Remember that I am here to help. Type "Help" if you ever want more parenting tips or other assistance. Thanks again!
tn_za: Gopola gore re fano go go thusa. Tlanya “Thuso” fa o ka tlhoka dikakantsho tse dingwe tsa botsadi kgotsa thuso nngwe. Re leboga gape!

# text
source: It is hard to find time to have fun with your children. How many days in the past week did you do something fun together? (0, 1, 2, 3, 4, 5, 6, 7)
tn_za: Go thata go bona nako ya go itumela le bana ba gago. Le dirile sengwe se se monate mmogo malatsi a le makae mo bekeng e e fetileng? (0, 1, 2, 3, 4, 5, 6, 7)

# text
source: Amazing that you keep doing fun things with your child. You are the best parent they could wish for!
tn_za: Go itumedisa gore o be o tsweletse go dira dilo tse di monate le ngwana wa gago. O motsadi yo o molemo yo ba ka mo eletsang!

# text
source: Great that you are setting aside time with your child – it is THE foundation for a happy home!
tn_za: Go gontle go bo o beela nako thoko go nna le ngwana wa gago - ke MOTHEO wa legae la boitumelo!

# text
source: Finding time to do something fun with your child can be hard, I understand! The great thing is that spending time together will make other things go easier – you will see!
tn_za: Go bona nako go nna mmogo le ngwana wa gago go ka nna popota, ke a tlhaloganya! Selo se sentle ke gore o nna le nako mmogo go tla tokafatsa dilo tse dingwe - o tla bona!

# text
source: Give yourself credit for trying. A 5 minutes of fun activity with your child a day can make a BIG difference.
tn_za: Itebogele gore o a leka. Tirwana e e itumedisang ya metsotso e le 5 le ngwana wa gago ka letsatsi go tla tlhola pharologanyo e KGOLO.

# text
source: Life can get so busy sometimes, I know! If you start spending time together doing one small activity, it will get easier over time!
tn_za: Botshelo bo ka tlala mekgaphe nako dingwe, ke a itse! Fa o simolola go nna le nako mmogo le dira tirwana e nnye, go tla tokafala fa nako e ntse e tsamaya!

# text
source: Well done for spending time with your child, it makes all the difference @fields.user_name!
tn_za: Tiro e ntle ya go nna le nako le ngwana wa gago, e tlhola pharologanyo yotlhe @fields.user_name!

# text
source: Well done for spending time with your child, it makes all the difference!
tn_za: Tiro e ntle ya go nna le nako le ngwana wa gago, e tlhola pharologanyo yotlhe!

# text
source: So good that you and your child are having fun times together. Your hard work is paying off, you should be proud of yourself @fields.user_name!
tn_za: Go gontle go bo wena le ngwana wa gago le nna le nako e e monate mmogo. Go dira ka natla ga gago go mosola, o tshwanetse go ipela @fields.user_name!

# text
source: So good that you and your child are having fun times together. Your hard work is paying off, you should be proud of yourself!
tn_za: Go gontle gore wena le ngwana wa gago le nna le nako e e monate mmogo. Go dira ka natla ga gago go mosola, o tshwanetse go ipela!

# text
source: Well done for spending time to do something fun with your child! You are making great progress. Keep it up @fields.user_name!
tn_za: Tiro e ntle ya go nna le nako go dira sengwe se se itumedisang le ngwana wa gago! O gatelapele sentle tota. Tswelela fela jalo @fields.user_name!

# text
source: Well done for spending time to do something fun with your child! You are making great progress. Keep it up!
tn_za: Tiro e ntle ya go nna le nako go dira sengwe se se itumedisang le ngwana wa gago! O gatelapele sentle tota. Tswelela fela jalo!

# text
source: We know it is hard to find time in our busy lives. Well done for trying your best!
tn_za: Re a itse gore go thata go bona nako mo matshelong a rona a a maphatephate. O dirile sentle wa leka bojotlhe jwa gago!

# text
source: I know it is hard to find time in our busy lives. Well done for trying your best!
tn_za: Re a itse gore go thata go bona nako mo matshelong a rona a a maphatephate. O dirile sentle wa leka bojotlhe jwa gago!

# text
source: We understand that it can be difficult to find time to spend with your child. Well done for trying, you can do it @fields.user_name!
tn_za: Re tlhaloganya gore go ka nna bokete go nna le nako le ngwana wa gago. O dirile sentle, o tla kgona @fields.user_name!
