Repository: IDEMSInternational/PLH-Digital-Content
Catalog: translations/parent_text/tn/tn_south_africa_additional_messages.po
Languages: tn_za

# text
source: You don’t have to do this alone! Please feel free to share your SinoText journey with other adults in your household and elsewhere. They might want to sign up to receive the messages too!
tn_za: Ga o tlhoke go dira se o le nosi! Ka kopo gololosega go arolelanela leeto la gago la SinoText le bagolo ba bangwe mo lapeng la gago le kwa gongwe fela. Ba ka rata go ikwadisa le go amogela melaetsa le bona!

# text
source: Report to Childline to get support if you experience online violence or other things that are not acceptable.
tn_za: Bega go Childline go bona tshegetso fa o itemogela tirisodikgoka ya mafaratlhatlha kgotsa dilo dingwe tse di sa amogelesegeng.

# text
source: It is completely normal to experience this. You don’t have to reveal the exact amount you earn; you could give an estimate. You could say, “In this household, we have R3000 every month” rather than, “I make R3400”.
tn_za: Go tlwaelegile go itemogela seno. Ga o tlhoke go bua gore o gola bokae kgo; o ka fopholetsa. O ka nna wa re, “Mo lepeng leno, re nale R3000 kgwedi le kgwedi” go na le gore “ke dira R3400”.

# text
source: https://tinyurl.com/yc3u48w5
tn_za: https://tinyurl.com/2p8r8ra4

# text
source: What province do you live in?
tn_za: O nna kwa porofenseng efe?

# text
source: Please select the number for the following options:
tn_za: Ka kopo, kgetha nomoro go diitlhophelo tse di latelang:

# text
source: 1. Eastern Cape
tn_za: 1. Kapa Botlhaba

# text
source: 2. Free State
tn_za: 2. Foreisetata

# text
source: 7. North West
tn_za: 7. Bokone Bophirima

# text
source: 8. Northern Cape
tn_za: 8. Kapa Bokone

# text
source: 9. Western Cape
tn_za: 9. Kapa Bophirima

# text
source: South African Police Service (SAPS) emergency number: 10111
tn_za: South African Police Service (SAPS) nomoro ya tshohanyetso: 10111

# text
source: Ambulance and Fire Department: 10177
tn_za: Lefapha la Melelo le di-Ambulense: 10177

# text
source: Referral Contact Details (Violence Prevention):
tn_za: Dintlha-Kgokagano tsa Diphetisetso (Thibelo ya Thukutho):

# text
source: People Opposed to Woman Abuse (Powa). Helpline: 011 642 4345
tn_za: People Opposed to Woman Abuse (Powa): 011 642 4345

# text
source: Gender Based Violence Command Centre Emergency Line: 0800 428 428
tn_za: Gender Based Violence Command Centre Emergency Line (Mogala wa tshohanyetso): 0800 428 428

# text
source: Stop Gender Violence Helpline: 0800 150 150
tn_za: Stop Gender Volence Helpline (mogala wa thuso): 0800 150 150

# text
source: Rape Crisis Centre, Khayletisha. Helpline: 021 361 9085
tn_za: Rape Crisis Centre, Khayelitsha: 021 361 9085

# text
source: Thuthuzela (Domestic Violence/Rape). Helpline: 021 360 4570
tn_za: Thuthuzela (Tirisodokgoka fa malapeng/Peto): 021 360 4570

# text
source: Samila (services for gender based violence, counselling, and referrals). Helpline: 021 364 8521
tn_za: Samila (Ditirelo tsa tirisodikgoka e e ikaegileng ka bong, tshidilomaikutlo le dithomelo): 021 364 8521

# text
source: Simelela Mosaic Support for Gender violence. Helpline: 21 761 7585
tn_za: Simelela Mosaic Support for Gender violence: 021 761 7585

# text
source: Khayelitsha Day Hospital - domestic violence counselling. Helpline: 021 360 5200
tn_za: Khayelitsha Day hospital - Tshidilomaikutlo ya tirisodikgoka fa malapeng: 021 360 5200

# text
source: Khayelitsha District hospital - sexual violence counselling. Helpline:021 360 4570
tn_za: Khayelitsha District hospital - Tshidilomaikutlo ya tirisodikgoka ka thobalano: 021 360 4570

# text
source: Lifeline (Counselling): 0861 322 322
tn_za: Lifeline (Kgakololo): 0861 322 322

# text
source: Referral Contact Details (Family and Marriage Counselling Services):
tn_za: Dintlha-Kgokagano tsa Diphetisetso (Ditirelo tsa Kgakolo ka tsa Malapa le Manyalo):

# text
source: Family and Marriage Association of SA (FAMSA) relationship counselling. Helpline: +27 21 447 7951
tn_za: Family and Marriage Association of SA (FAMSA) Tshidilomaikutlo ya dikamano: +27 21 447 7951

# text
source: Hi! Thank you for signing up to receive SinoText tips. Please tell us which language you would like:
tn_za: Dumela! Re leboga fa o ikwadisitse go amogela dikakantsho tsa SinoText. Ka kopo re bolelele gore o ka rata puo efe:

# text
source: How did you find out about SinoText?
tn_za: O itsitse jang ka ga SinoText?

# text
source: Other parents just like you are benefiting from SinoText in your community! @fields.user_name, are you sure you want to exit the programme?
tn_za: Batsadi ba bangwe ba ungwelwa fela jaaka wena go tswa go SinoText mo baaging! @fields.user_name, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: Other parents just like you are benefiting from SinoText in your community! Are you sure you want to exit the programme?
tn_za: Batsadi ba bangwe ba ungwelwa fela jaaka wena go tswa go SinoText mo baaging! A o netefatsa gore o batla go tswa go lenaneo?

# text
source: Other children just like @fields.child_nickname are benefiting from SinoText in your community! @fields.user_name, are you sure you want to exit the programme?
tn_za: Batsadi ba bangwe ba ungwelwa fela @fields.child_nickname go tswa go SinoText mo baaging! @fields.user_name, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: Other children just like yours are benefiting from SinoText in your community! @fields.user_name, are you sure you want to exit the programme?
tn_za: Batsadi ba bangwe ba ungwelwa fela go tswa go SinoText mo baaging! @fields.user_name, a o netefatsa gore o batla go tswa go lenaneo?

# text
source: Other children just like @fields.child_nickname are benefiting from SinoText in your community! Are you sure you want to exit the programme?
tn_za: Bana ba bangwe ba ungwelwa fela @fields.child_nickname go tswa go SinoText mo baaging! A o netefatsa gore o batla go tswa go lenaneo?

# text
source: Other children just like yours are benefiting from SinoText in your community! Are you sure you want to exit the programme?
tn_za: Bana ba bangwe ba ungwelwa fela ba gago go tswa go SinoText mo baaging! A o netefatsa gore o batla go tswa go lenaneo?

# text
source: https://covid19parenting.com/assets/consents/ZA_eng.pdf
tn_za: https://covid19parenting.com/assets/consents/ZA_tsn.pdf

# text
source: Sorry, SinoText is only for people over the age of 18. Do you confirm that you are under the age of 18?
tn_za: Tshwarelo, SinoText ke ya batho ba ba fetileng dingwaga di le 18 fela. A o netefatsa gore o ka fa tlase ga dingwaga di le 18?

# text
source: If you want to experience SinoText, you can always share it with your parents or caregivers.
tn_za: Fa o batla go itemogela SinoText, o ka e arolelanela ka gale le batsadi kgotsa batlhokomedi ba gago.

# text
source: Thank you so much for confirming this. You are now ready to begin your SinoText journey!
tn_za: Re go leboga go menagane go netefatsa se. Jaanong o siametse go simolola leeto la SinoText!

# text
source: Hi! Thank you for signing up to receive SinoText tips. Which language you would like to receive the messages in?
tn_za: Dumela! Re leboga fa o ikwadisitse go amogela dikakantsho tsa SinoText. Ke dipuo/diteme di fe tseo o ka ratang go amaogela melaetsa ka tsone?

# text
source: Create a dance routine to your children’s favorite songs.
tn_za: Tlhama mokgwatlwaelo wa tanse ya dipina tse bana ba gago ba di ratang.

# text
source: You snap your fingers once to throw the snap.
tn_za: O ka thwantsha monwana gangwe kgotsa wa konopelo senepo

# text
source: Parent 2: "I can see that this has been a stressful night for you. How about you get some sleep while I take Pule into the other room. I will try wrapping them up in a blanket."
tn_za: Motsadi” 2: “Ke kgona go bona gore e nnile bosigo jo bo boima go wena. go ka nna jang fa nka tseela Odirile kwa phaposing e nngwe mme wena wa robala go se kae. Ke tla leka go mo phuthela ka kobo.”

# text
source: Parent: “How are you doing, Nombuso?”
tn_za: Motsadi: O ikutlwa jang Lesego?

# text
source: Parent: “I can see that you are upset, Sabelo. It can be difficult when we feel separated from our friends.”
tn_za: Motsadi: “Ke kgona go lemoga gore o utlwile botlhoko, Lebogang. go thata fa o ikutlwa o kgaogantswe le ditsala tsa gago.:

# text
source: Parent: “Pule and Sabelo, come and help me prepare dinner. We are making your favourite dish!”
tn_za: Motsadi: “Kamogelo, tlayang le nthuse go apaya. Re apaya dijo tsa lona tsa mmamoratwa!”

# text
source: Parent: “Thank you for helping me make lunch, Lonwabo”
tn_za: Motsadi: “Ke lebogela go bo o nthusitse go dira dijo tsa motshegare, Itumeleng”

# text
source: Parent 1: “Good job, Karabo! You are reading very well!”
tn_za: Motsadi 1: tiro e ntle, Khumo! O buisa bontle tota!”

# text
source: Parent 1: “You’re right, Thabo, there is quite a lot to do.”
tn_za: Motsadi 1: “O nepile Amogelang, tota ke tiro e ntsi.”

# text
source: Parent 1: “I am sorry to hear that, Thabo. Is there anything I can do to help?”
tn_za: Motsadi 1: “Ke maswabi go utlwa seo, Kgomotso. A go snegwe se nka se dirang go thusa?”

# text
source: This looks too young. SinoText is only for people over the age of 18.
tn_za: Seno se lebega se le segologolo. Tshwarelo, SinoText ke ya batho ba ba fetileng dingwaga di le 18 fela.

# text
source: Congratulations for finishing the SinoText programme @fields.user_name! What a great accomplishment!
tn_za: Masego go bo o digetse lenaane la SinoText @fields.user_name! A phitlhelelo e kgolo!

# text
source: Congratulations for finishing the SinoText programme! What a great accomplishment!
tn_za: Masego go bo o digetse lenaane la SinoText1! A phitlhelelo e kgolo!

# text
source: Thanks again for being part of SinoText and for your commitment to your children’s wellbeing and happiness. You are a star!
tn_za: Re go leboga gape go bo o nnile karolo ya SinoText le boineelo jwa gago go botsogo le boitumelo jwa bana ba gago. O naledi!

# text
source: Parent: “I really appreciate it when you help clean up after dinner. Thank you, Pule”
tn_za: Motsadi: “Nka leboga tota fa o ka thusa go phepafatsa morago ga dijo. “Ke a leboga, Boitumelo"

# text
source: Parent: “Sabelo, you have been spending a lot of time on your tablet. Why do you think I am concerned about that?”
tn_za: Motsadi: “Kgomotso, o ntse o tsaya nako e ntsi mo thaboleteng ya gago. O akanaya gore ke goreng ke tshwenngwa ke seo?

# text
source: https://tinyurl.com/y7fbv7bz
tn_za: https://tinyurl.com/4kxcm54m

# text
source: Please tell us about the length of the SinoText programme (total number of days you received messages). SinoText was...
tn_za: Ka kopo re bolelele ka ga boleele jwa lenaane la SinoText (palogotlhe ya malatsi a o amogetseng melaetsa). ParentText e ne e le...

# text
source: Please tell me about the length of the SinoText programme (total number of days you received messages). SinoText was...
tn_za: Ka kopo mpolelele ka ga boleele jwa lenaane la SinoText (palogotlhe ya malatsi a o amogetseng melaetsa). SinoText e ne e le...

# text
source: Open ended question: Is there anything we can do to improve the SinoText chatbot for other families? Please feel free to write as much as you want!
tn_za: Potso e e bulegileng: A go sengwe se re ka se dirang go tokafaletsa malapa a mangwe chatbot ya SinoText? Ka kopo phuthologa go kwala ka bontsi jo o bo ratang!

# text
source: Open ended question: Is there anything I can do to improve the SinoText chatbot for other families? Please feel free to write as much as you want!
tn_za: Potso e e bulegileng: A go sengwe se nka se dirang go tokafaletsa malapa a mangwe chatbot ya SinoText? Ka kopo phuthologa go kwala ka bontsi jo o bo ratang!

# text
source: https://tinyurl.com/m5ac4wfn
tn_za: https://tinyurl.com/ypamt3us

# text
source: Referral Contact Details (Substance Abuse):
tn_za: Dintlha-Kgokagano tsa Diphetisetso (Tiriso e e Botlhaswa ya Diritibatsi):

# text
source: Referral Contact Details (Sexual health, including HIV related issues):
tn_za: Dintlha-Kgokagano tsa Diphetisetso (Boitekanelo jwa Thobalano, go akaretsa dintlha tseo di amanang le mogare wa HI):

# text
source: Referral Contact Details (Anxiety or depression, or thought of ending your life):
tn_za: Dintlha-Kgokagano tsa Diphetisetso (Tlhabaelo kgotsa Go Kgoberega Maikutlo, kgotsa dikakanyo tsa go fedisa botshelo jwa gago):

# text
source: Referral Contact Details (Natural disaster):
tn_za: Dintlha-Kgokagano tsa Diphetisetso (Masetlapelo a Tlholego):

# text
source: South Africa National Emercency Line: 112
tn_za: Mogala wa Tshoganyetso wa Bosetšhaba wa Afrika Borwa: 112

# text
source: Let’s use the super power of three to stay present and relax. At the end of a tough day, thinking of three things to be grateful for can help us find the courage to try again tomorrow.
tn_za: A re dirise maatla a motlholo wa tharo go nna fano e bile re iketlile. Morago ga letsatsi le le boima, akanya ka dilo tse tharo tse o di lebogelang go re thusa go bona bopelokgale jwa go leka gape kamoso.

# text
source: The super power of three.
tn_za: Matla a motlholo wa tharo.

# quick_replies
source: Social Media
tn_za: Metswedi ya Ikgologanyo

# quick_replies
source: Government
tn_za: Puso

# quick_replies
source: Someone I know
tn_za: Mongwe yo ke mo itseng

# quick_replies
source: Zlto
tn_za: Zito

# quick_replies
source: Afrikaans
tn_za: Seaforikanse

# quick_replies
source: Xhosa
tn_za: Sethosa

# quick_replies
source: Zulu
tn_za: SeZulu

# arguments
source: zlto
tn_za: zito

# arguments
source: u-report
tn_za: u-report report Pegelo

# arguments
source: someone know
tn_za: mongwe itseng

# arguments
source: government
tn_za: puso

# arguments
source: social media
tn_za: metswedi Ikgologanyo

# arguments
source: english eng ing
tn_za: senyesimane eng ing

# arguments
source: afrikaans
tn_za: seaforikanse

# arguments
source: xhosa isixhosa
tn_za: sethosa isixhosa

# arguments
source: zulu
tn_za: seZulu
