Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_crisis_romania/*/*_all_modules_and_activities.po
Languages: fr

# text
source: Here are 3️⃣ tips on making routines to spend time together with your children:
fr: Voici 3️⃣ conseils pour créer des activités régulières afin de passer du temps avec vos enfants :

# text
source: 1️⃣ **DO IT DAILY**
fr: 1️⃣ **LE FAIRE TOUS LES JOURS**

# text
source: Even when it feels hard, try to have some activities that you and your children do every day for yourself and your children.
fr: Même si cela vous paraît difficile, essayez d'avoir des activités quotidiennes pour vous-même et vos enfants.

# text
source: If you can, help children with daily routines like eating together and cleaning.
fr: Si vous le pouvez, aidez vos enfants à effectuer des tâches quotidiennes, comme manger ensemble et faire le nettoyage.

# text
source: 2️⃣ **PLAY EVERY DAY**
fr: 2️⃣ **JOUER TOUS LES JOURS**

# text
source: Try to set aside time to play or spend quality time with your children every day.
fr: Essayez de dégager du temps pour jouer ou passer du temps de qualité avec vos enfants tous les jours.

# text
source: Playing with and talking to children for a few minutes every day helps them feel secure.
fr: Jouer et parler avec les enfants pendant quelques minutes chaque jour les aide à se sentir en sécurité.

# text
source: Ask children what they would like to do.
fr: Demandez aux enfants ce qu'ils veulent faire.

# text
source: Listen to them, look at them, and give them your full attention.
fr: Écoutez-les, regardez-les et accordez-leur toute votre attention.

# text
source: 3️⃣ **PRACTISE BEING CALM**
fr: 3️⃣ **S'ENTRAINER Â RESTER CALME**

# text
source: Our children learn calmness and kindness from us.
fr: Nos enfants apprennent de nous le calme et la gentillesse.

# text
source: Every day, try telling yourself a calming message.
fr: Chaque jour, essayez de vous dire un message apaisant.

# text
source: Try “I can do this, I am trying my best.”
fr: Dites "Je peux le faire, je fais de mon mieux"

# text
source: Small amounts of time can help children feel safe and loved.
fr: En consacrant un peu de temps aux enfants, cela peut les aider à se sentir en sécurité et aimés.

# text
source: After this lesson, you can type {PLAY} to get some activity ideas to do with children.
fr: Après cette leçon, vous pouvez saisir {PLAY} pour obtenir des idées d'activités à effectuer avec les enfants.

# text
source: Here are some regular activities you might want to try to do with your children:
fr: Voici quelques activités régulières que vous pourriez essayer de faire avec vos enfants :

# text
source: Eat one meal together
fr: Manger un repas ensemble

# text
source: Exercise daily
fr: Faire du sport tous les jours

# text
source: It is normal to be worried about your children, especially during tough times
fr: Il est normal de s'inquiéter pour ses enfants, surtout dans les moments difficiles

# text
source: Children might face emotions and challenges they don’t know how to handle.
fr: Les enfants peuvent être confrontés à des émotions et à des défis qu'ils ne savent pas gérer.

# text
source: There are things you can do to help them feel better now and make them stronger for the future.
fr: Il y a des choses que vous pouvez faire pour les aider à se sentir mieux aujourd'hui et les rendre plus forts pour l'avenir.

# text
source: 1️⃣ **LISTEN**
fr: 1️⃣ **ÉCOUTER**

# text
source: Children may be scared, confused and angry. They need your support.
fr: Les enfants peuvent être effrayés, confus et en colère. Ils ont besoin de votre soutien.

# text
source: Listen to your children when they share how they are feeling.
fr: Écoutez vos enfants lorsqu'ils vous disent ce qu'ils ressentent.

# text
source: Tell them whatever they are feeling is okay, and give them comfort.
fr: Dites-leur que ce qu'ils ressentent n'est pas grave et réconfortez-les.

# text
source: 2️⃣ **PRAISE YOUR CHILDREN**
fr: 2️⃣ **FÉLICITER VOS ENFANTS**

# text
source: Ask children to help with day-to-day tasks, such as making food or cleaning.
fr: Demandez aux enfants de vous aider dans les tâches quotidiennes, comme la préparation des repas ou le nettoyage.

# text
source: Praise them for trying or doing well. This encourages helpful behaviour.
fr: Félicitez-les lorsqu'ils essaient de faire quelque chose ou lorsqu'ils se débrouillent bien. Cela encourage les comportements utiles.

# text
source: Praising children shows them that you notice and care.
fr: En félicitant les enfants, vous leur montrez que vous les remarquez et que vous vous souciez eux.

# text
source: 3️⃣ **PRAISE YOURSELF**
fr: 3️⃣ **SE FÉLICITER**

# text
source: Every day before you sleep, praise yourself for trying to help your children cope.
fr: Chaque jour, avant de vous endormir, félicitez-vous d'avoir essayé d'aider vos enfants à s'en sortir.

# text
source: Thinking of even 1 thing you are proud of can make a difference!
fr: Le fait de penser à ne serait-ce qu'une chose dont vous êtes fier peut faire la différence !

# text
source: Losing a loved one is painful for everyone, including children.
fr: La perte d'un être cher est douloureuse pour tout le monde, y compris pour les enfants.

# text
source: Children may feel overwhelmed and upset when someone dies.
fr: Les enfants peuvent se sentir accablés et bouleversés lorsqu'une personne meurt.

# text
source: Talking to your children about death can be hard, but it will help them make sense of what is happening.
fr: Parler de la mort à vos enfants peut être difficile, mais cela les aidera à comprendre ce qui se passe.

# text
source: 1️⃣ **BE CLEAR**
fr: 1️⃣ **ÊTRE CLAIR**

# text
source: In simple words, tell them the person has died and will not come back.
fr: En termes simples, dites-leur que la personne est décédée et qu'elle ne reviendra pas.

# text
source: If one of their caregivers has died, tell children who they will live with and who will look after them – they often worry about this.
fr: Si l'une des personnes qui s'occupent de l'enfant est décédée, dites à l'enfant avec qui il vivra et qui s'occupera de lui. Les enfants s'inquiètent souvent à ce sujet.

# text
source: 2️⃣ **ACCEPT FEELINGS**
fr: 2️⃣ **ACCEPTER SES SENTIMENTS**

# text
source: There is no right way for a child to react to loss. Children may act happy but still feel sad.
fr: Il n'y a pas de bonne façon pour un enfant de réagir suite à la perte d'un être cher. Les enfants peuvent se montrer heureux tout en étant tristes.

# text
source: Listen to your child and tell them whatever you are feeling is okay.
fr: Écoutez votre enfant et dites-lui que ce qu'il ressent est normal.

# text
source: 3️⃣ **SAY GOODBYE**
fr: 3️⃣ **DIRE AU REVOIR**

# text
source: Do something together to say goodbye to the person – a song, letter or prayer.
fr: Faites quelque chose ensemble pour dire au revoir à la personne décédée : une chanson, une lettre ou une prière.

# text
source: Let us understand how children of different ages react to death.
fr: Essayons de comprendre comment les enfants de différents âges réagissent à la mort.

# text
source: They might hold onto you or other caregivers more or start doing things they used to do when they were younger, like wetting the bed.
fr: Il est possible que l'enfant s'accroche plus à vous ou à d'autres personnes qui s'occupent de lui ou qu'il commence à faire des choses qu'il avait l'habitude de faire lorsqu'il était plus jeune, comme faire pipi au lit.

# text
source: They may show their grief through anger and experience physical aches or pains.
fr: Ils peuvent manifester leur peine par la colère et ressentir des douleurs physiques.

# text
source: Their reactions will vary and can include lack of interest, anger, extreme sadness and poor concentration.
fr: Leurs réactions varient et peuvent se traduire par un manque d'intérêt, de la colère, une tristesse extrême et un manque de concentration.

# text
source: During difficult times, children are more likely to face dangers like sexual violence.
fr: Pendant les moments difficiles, les enfants sont plus exposés à des dangers tels que la violence sexuelle.

# text
source: Sexual violence means someone is forced into sexual activities they don't want to do.
fr: La violence sexuelle signifie qu'une personne est forcée de se livrer à des activités sexuelles qu'elle ne souhaite pas.

# text
source: By listening in a supportive way and talking openly with your children, you are helping them to stay as safe and well as possible.
fr: En écoutant vos enfants et en leur parlant ouvertement, vous les aidez à rester en sécurité et en bonne santé.

# text
source: 1️⃣ *NO IS OK!*
fr: 1️⃣ *DIRE NON !*

# text
source: Teach your child that no one has the right to touch them or make them uncomfortable.
fr: Apprenez à votre enfant que personne n'a le droit de le toucher ou de le mettre mal à l'aise.

# text
source: Practice saying "no" loudly and strongly together.
fr: Entraînez-vous ensemble à dire "non" à haute voix et avec force.

# text
source: Remember, you can do this with words and with body.
fr: Rappelez-vous que vous pouvez le faire avec des mots et avec des gestes corporels.

# text
source: Talking about this with your child helps protect them.
fr: Le fait d'en parler avec votre enfant contribue à le protéger.

# text
source: 2️⃣ **TELL AN ADULT**
fr: 2️⃣ **EN PARLER À UN ADULTE**

# text
source: Tell them that abusers often trick children by asking them to keep sexual violence a “secret”.
fr: Dites-leur que les agresseurs trompent souvent les enfants en leur demandant de garder la violence sexuelle "secrète".

# text
source: Remind them that they don’t have to keep secrets from their parents.
fr: Rappelez-leur qu'ils n'ont pas à garder de secrets envers leurs parents.

# text
source: 3️⃣ **COMFORT YOUR CHILD**
fr: 3️⃣ **RÉCONFORTER VOTRE ENFANT**

# text
source: If your child tells you about sexual violence, trust them.
fr: Si votre enfant vous parle de violences sexuelles, croyez-le.

# text
source: Reassure them it’s not their fault and they are safe and loved.
fr: Rassurez-les en leur disant que ce n'est pas de leur faute et qu'ils sont en sécurité et aimés.

# text
source: You can type {HELP} for resources if your child shares sexual violence with you.
fr: Vous pouvez taper {HELP} pour obtenir des ressources si votre enfant vous parle de violence sexuelle.

# text
source: Keeping children safe can feel overwhelming, especially when dealing with unexpected challenges.
fr: Assurer la sécurité des enfants peut paraître très difficile, surtout lorsqu'il s'agit de relever des défis inattendus.

# text
source: In such moments, having a clear plan will help you and your children know what to do to be safe.
fr: Dans ces moments-là, un plan précis vous aidera, vous et vos enfants, à savoir ce qu'il faut faire pour être en sécurité.

# text
source: 1️⃣ **TALK**
fr: 1️⃣ **PARLER**

# text
source: 2️⃣ **PLAN**
fr: 2️⃣ **PLANIFIER**

# text
source: 3️⃣ **ASSURE**
fr: 3️⃣ **ASSURER**

# text
source: Here are 3️⃣ tips on how to keep your children safe in an unsafe situation:
fr: Voici 3️⃣ conseils pour assurer la sécurité de vos enfants dans une situation d'insécurité :

# text
source: Talk to children about what is happening in a way that they can understand.
fr: Parlez aux enfants de ce qui se passe d'une manière qu'ils peuvent comprendre.

# text
source: Talk to them about things that are not safe.
fr: Parlez-leur des choses qui présentent un danger.

# text
source: Identify a meeting point and make a plan in case you get separated.
fr: Identifiez un point de rencontre et prévoyez un plan au cas où vous seriez séparés.

# text
source: Keep children with you or with someone you trust all the time.
fr: Gardez les enfants en permanence avec vous ou avec une personne de confiance.

# text
source: Planning with children helps them feel safer too.
fr: Planifier avec les enfants les aide à se sentir plus en sécurité.

# text
source: Assure your children that you will do everything to keep them safe.
fr: Assurez à vos enfants que vous ferez tout ce qui est en votre pouvoir pour les protéger.

# text
source: Encourage them to share anything that worries them with you.
fr: Encouragez-les à vous faire part de tout ce qui les inquiète.

# text
source: Be proud of your efforts and try to take care of yourself too.
fr: Soyez fiers de vos efforts et essayez de prendre soin de vous-même.

# text
source: Planning to leave your home during a crisis can be hard because you might not have much time to be ready.
fr: Il peut être difficile de prévoir de quitter son domicile en cas de crise, car vous n'aurez peut-être pas beaucoup de temps pour vous préparer.

# text
source: There are ways to make sure you have what you need to keep your children safe while travelling.
fr: Il existe des moyens de vous assurer que vous disposez de tout ce dont vous avez besoin pour assurer la sécurité de vos enfants pendant le voyage.

# text
source: When your children see that you're prepared, it can make them feel more stable even when things around them seem uncertain.
fr: Lorsque vos enfants voient que vous êtes préparé, ils se sentent plus stables, même lorsque les choses autour d'eux semblent incertaines.

# text
source: 1️⃣ **IDENTIFY PEOPLE YOU TRUST**
fr: 1️⃣ **IDENTIFIER DES GENS EN QUI VOUS AVEZ CONFIANCE**

# text
source: 2️⃣ **PROTECT YOUR DOCUMENTS**
fr: 2️⃣ **PROTÉGER VOS DOCUMENTS**

# text
source: 3️⃣ **PLAN**
fr: 3️⃣ **PLANIFIER**

# text
source: 4️⃣ **COMMUNICATE WITH YOUR CHILD**
fr: 4️⃣ **COMMUNIQUER AVEC VOTRE ENFANT**

# text
source: 5️⃣ **MAKE AN IDENTITY TAG**
fr: 5️⃣ **CRÉER UNE ÉTIQUETTE D'IDENTITÉ**

# text
source: Here are 5️⃣ tips to help you get ready to travel with children in a crisis situation:
fr: Voici 5️⃣ conseils pour vous aider à vous préparer à voyager avec des enfants dans une situation de crise :

# text
source: Write the full name & phone number of you and three people you trust.
fr: Écrivez votre nom complet et votre numéro de téléphone, ainsi que ceux de trois personnes en qui vous avez confiance.

# text
source: If you need help with writing, ask someone for help.
fr: Si vous avez besoin d'aide pour écrire, demandez à quelqu'un de vous aider.

# text
source: Make backup copies or photos of all your identity documents and keep them safe
fr: Faites des copies de secours ou des photos de tous vos documents d'identité et conservez-les en lieu sûr

# text
source: Tell someone you trust your travel plans, where you are and who you are with.
fr: Informez une personne de confiance de vos projets de voyage, de l'endroit où vous vous trouvez et des personnes qui sont avec vous.

# text
source: If a child has a mobile phone, save your number and those of a few trusted people.
fr: Si l'enfant possède un téléphone portable, enregistrez y votre numéro et ceux de quelques personnes de confiance.

# text
source: Explain to your child how they should behave when at checkpoints (i.e., be quiet, do not leave the vehicle).
fr: Expliquez à votre enfant comment il doit se comporter aux points de contrôle (par exemple, ne pas faire de bruit, ne pas quitter le véhicule).

# text
source: Hide money or bank cards in different places, in case you lose your bags. Being prepared takes hard work.
fr: Cachez de l'argent ou des cartes bancaires dans différents endroits, au cas où vous perdriez vos bagages. Se préparer demande beaucoup d'efforts.

# text
source: Make up a song with your child that has your full name, phone number, and number of someone you trust. Go over it every day so they remember it.
fr: Composez avec votre enfant une chanson où figurent votre nom complet, votre numéro de téléphone et le numéro d'une personne de confiance. Répétez cette chanson tous les jours pour qu'il s'en souvienne.

# text
source: Tell your child where you're going and why in a way they can understand and handle.
fr: Dites à votre enfant où vous allez et pourquoi, d'une manière qu'il peut comprendre et gérer.

# text
source: Let your children take a comfort item from home with them before leaving if possible.
fr: Si possible, laissez vos enfants emporter un objet qui leur permet de se sentir à l'aise à la maison avant de partir.

# text
source: Ask someone you trust to help you if you need help.
fr: En cas de besoin, demandez de l'aide à une personne en qui vous avez confiance.

# text
source: On one side, write your child’s full name and phone number of caregivers.
fr: D'un côté, écrivez le nom complet de votre enfant et le numéro de téléphone des personnes qui s'occupent de lui.

# text
source: On the other side, write any medication your child needs, any special needs or disability.
fr: De l'autre côté, écrivez les médicaments dont votre enfant a besoin, ses besoins spécifiques ou son handicap.

# text
source: Cover the tag in plastic or a waterproof bag
fr: Recouvrir l'étiquette d'un plastique ou d'un sac imperméable

# text
source: Hide the tag in something your child always wears (e.g., their pocket, or shoe)
fr: Cachez l'étiquette dans un vêtement que votre enfant porte toujours (par exemple, sa poche ou sa chaussure)

# text
source: Having to travel with children during a crisis can feel scary and hard.
fr: Voyager avec des enfants lors d'une crise peut être effrayant et difficile.

# text
source: There are ways to help keep your children away from harm while you are on the move.
fr: Il existe des moyens de mettre vos enfants à l'abri du danger lorsque vous êtes en déplacement.

# text
source: Your child will feel reassured knowing you have a plan of action.
fr: Votre enfant sera rassuré de savoir que vous avez un plan d'action.

# text
source: 1️⃣ **MOVE SAFELY**
fr: 1️⃣ **SE DÉPLACER EN TOUTE SÉCURITÉ**

# text
source: 2️⃣ **TAKE CARE OF YOURSELF**
fr: 2️⃣ **PRENDRE SOIN DE VOUS-MÊME**

# text
source: Here are 2️⃣ things you can do to ensure that you and your children are as safe as possible when you are travelling in a crisis situation:
fr: Voici 2️⃣ choses que vous pouvez faire pour assurer votre sécurité et celle de vos enfants lorsque vous voyagez en situation de crise :

# text
source: Travel with a group of people you know where possible.
fr: Si possible, voyagez avec un groupe de personnes que vous connaissez.

# text
source: If you need to show your passport or ID, try to keep it in your hands.
fr: Si vous devez présenter votre passeport ou votre carte d'identité, essayez de le garder dans vos mains.

# text
source: When it's hard, remember you're trying your best in a difficult situation.
fr: Lorsque c'est difficile, rappelez-vous que vous essayez de faire de votre mieux dans une situation difficile.

# text
source: Be sure to look after yourself too.
fr: Veillez également à prendre soin de vous-même.

# text
source: Human traffickers are people who want to take children away from their families and make money from it. They usually target vulnerable people, like children who are unaccompanied by an adult or are escaping from difficult situations.
fr: Les trafiquants d'êtres humains sont des personnes qui veulent enlever des enfants à leur famille et en tirer profit. Ils ciblent généralement les personnes vulnérables, comme les enfants qui ne sont pas accompagnés d'un adulte ou qui fuient une situation difficile.

# text
source: Sometimes, children may not realise that they are being tricked by traffickers. They might be scared to report the adult who is threatening them.
fr: Parfois, les enfants ne savent pas qu'ils sont piégés par des trafiquants. Ils peuvent avoir peur de dénoncer l'adulte qui les menace.

# text
source: 1️⃣ **TEACH**
fr: 1️⃣ **LEUR APPRENDRE**

# text
source: 2️⃣ **GET AWAY**
fr: 2️⃣ **S'ÉLOIGNER**

# text
source: 3️⃣ **TALK**
fr: 3️⃣ **PARLER**

# text
source: Here are 3️⃣ things for you to do to help protect your children from traffickers:
fr: Voici 3️⃣ choses que vous pouvez faire pour protéger vos enfants des trafiquants :

# text
source: Traffickers can be anyone - men, women, couples, and even people from your own community.
fr: Les trafiquants peuvent être n'importe qui - des hommes, des femmes, des couples, et même des personnes de votre propre communauté.

# text
source: Teach your children people sometimes lie and try to trick children into coming with them.
fr: Apprenez à vos enfants que les gens mentent parfois et essaient de tromper les enfants pour qu'ils viennent avec eux.

# text
source: Teach children to trust their instincts and get away if something feels strange.
fr: Apprenez aux enfants à se fier à leur instinct et à s'éloigner si quelque chose leur paraît bizarre.

# text
source: Tell children to talk to a trusted adult if they feel confused or worried.
fr: Dites aux enfants de parler à un adulte de confiance s'ils se sentent confus ou inquiets.

# text
source: Being in a shelter can be lonely and stressful for children.
fr: Être dans un abri peut être source de solitude et de stress pour les enfants.

# text
source: There are things you already know how to do, like doing daily activities and practising self-care. These can help you and your children feel safe and secure in a new place.
fr: Il y a des choses que vous savez déjà faire, comme les activités quotidiennes et les soins personnels. Cela peut vous aider, vous et vos enfants, à vous sentir en sécurité dans un nouvel endroit.

# text
source: 1️⃣ **MAKE IT FAMILIAR**
fr: 1️⃣ **LE RENDRE FAMILIER**

# text
source: 2️⃣ **FIND THE POSITIVE**
fr: 2️⃣ **TROUVER CE QUI EST POSITIF**

# text
source: 3️⃣ **REASSURE**
fr: 3️⃣ **RASSURER**

# text
source: Here are 3️⃣ new tips that will help you to support your children in a shelter:
fr: Voici 3️⃣ nouveaux conseils qui vous aideront à soutenir vos enfants dans un abri :

# text
source: If possible,take a comfort item from home with them to a shelter
fr: Si possible, apportez un objet de réconfort de la maison à l'abri

# text
source: Decorate the shelter together, with notes or pictures for the walls if you can.
fr: Décorez l'abri ensemble, avec des notes ou des images pour les murs si vous le pouvez.

# text
source: Find something to smile about together.
fr: Trouvez une raison de sourire ensemble.

# text
source: Share one good thing that happened at the end of each day with your child - no matter how small.
fr: À la fin de chaque journée, partagez avec votre enfant une bonne chose qui s'est produite, aussi petite soit-elle.

# text
source: Try to reassure your children as often as you can.
fr: Essayez de rassurer vos enfants aussi souvent que possible.

# text
source: For younger children, you may want to give them a hug or hold them when they are feeling scared.
fr: Pour les plus jeunes, vous pouvez leur faire un câlin ou les prendre dans vos bras lorsqu'ils ont peur.

# text
source: For older children, let them know that you are here for them and give them the space to talk to you.
fr: Pour les enfants plus âgés, faites-leur savoir que vous êtes là pour eux et permettez-leur de vous parler.

# text
source: Today's pause is called "Breath and Body Awareness".
fr: La pause du jour s'intitule "Respiration et Conscience du Corps".

# text
source: Press ▶️ to watch a video to practise taking a pause together
fr: Appuyez sur ▶️ pour regarder une vidéo et vous entraîner à faire une pause ensemble

# text
source: Thank you for taking a moment to pause with us. It's time for today's lesson.
fr: Merci d'avoir pris le temps pour faire une pause avec nous. C'est l'heure de la leçon d'aujourd'hui.

# text
source: Today's pause is called "Body Scan".
fr: La pause du jour s'appelle "Analyse du Corps".

# text
source: Sometimes when we are experiencing stress or feeling alone, it can be helpful to send thoughts of loving kindness to ourselves.
fr: Parfois, lorsque nous sommes stressés ou que nous nous sentons seuls, il peut être utile de nous envoyer à nous-même des pensées d'amour bienveillant.
