Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_crisis_romania/*/*_all_modules_and_activities.po
Languages: fr

# text
source: Today's pause is called "Loving Kindness Meditation".
fr: La pause du jour s'appelle "Méditation de l'Amour Bienveillant".

# text
source: Take a moment to reflect on your experience.
fr: Prenez un moment pour réfléchir à votre expérience.

# text
source: When you are ready, continue to today's lesson with a sense of calm.
fr: Quand vous êtes prêt, continuez la leçon du jour avec calme.

# text
source: Thank you for taking a moment to pause with us.
fr: Merci d'avoir pris le temps de nous écouter.
