Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_crisis_romania/*/*_all_modules_and_activities.po
Languages: fr

# text
source: *A Friendly Chat*
fr: *Une conversation amicale*

# text
source: Talk to your children about something that they are interested in! 😃
fr: Parlez à vos enfants d'un sujet qui les intéresse ! 😃

# text
source: ⚽ An easy way to start talking to your children is to ask them about something they are interested in. For example, you could talk about local stories, traditions, sports, favourite books, movies, friends, music, famous people or school-related topics.
fr: ⚽ Un moyen facile de commencer à parler à vos enfants est de les interroger sur un sujet qui les intéresse. Par exemple, vous pouvez parler d'histoires locales, de traditions, de sports, de livres préférés, de films, d'amis, de musique, de personnes célèbres ou de sujets liés à l'école.

# text
source: 👂 You may not find everything your children share to be interesting, but it’s important to show enthusiasm and an eagerness to learn.
fr: 👂 Il arrive que vous ne trouviez pas intéressant tout ce que vos enfants partagent, mais il est important de montrer de l'enthousiasme et d'envie d'apprendre.

# text
source: Paying attention to what matters to your children can make a big difference in your relationship and their happiness.
fr: Le fait de prêter attention à ce qui compte pour vos enfants peut faire une grande différence dans votre relation et dans leur bonheur.

# text
source: *Reflect on the Positive*
fr: *Penser à ce qui est Positif*

# text
source: Spread Positivity! 🌈
fr: Répandre la positivité ! 🌈

# text
source: 💡 Together, take a minute to think about all the things you did today.
fr: 💡 Ensemble, prenez une minute pour penser à toutes les choses que vous avez faites aujourd'hui.

# text
source: ☀️ Take turns sharing one positive or fun thing that happened. This could be something small or big, like feeling good because you cleaned the house, took a pause to take some deep breaths, learnt a new dance move, or spent time with your family and friends.
fr: ☀️ Partagez à tour de rôle une chose positive ou amusante qui s'est produite. Il peut s'agir de quelque chose de petit ou de grand, comme se sentir bien parce qu'on a nettoyé la maison, fait une pause pour respirer profondément, appris un nouveau mouvement de danse ou passé du temps avec sa famille et ses amis.

# text
source: ⏰ Try doing this every day - even more on the days it feels like you have not done anything special.
fr: ⏰ Essayez de faire cela tous les jours - encore plus les jours où vous avez l'impression de n'avoir rien fait de spécial.

# text
source: *What’s New?*
fr: *Quoi de Neuf ?*

# text
source: Learning is fun! 🎓
fr: Apprendre, c'est amusant ! 🎓

# text
source: ❓ Ask your children to think of a new, fun skill you could learn together.
fr: ❓ Demandez à vos enfants de penser à une nouvelle activité amusante que vous pouvez apprendre ensemble.

# text
source: For example, keeping a ball in the air with your foot, learning dance steps, cooking a simple meal together, practising local language phrases, sharing stories from your culture, playing local games and sports, or learning about all the countries in your region.
fr: Par exemple, garder le ballon en l'air avec ton pied, apprendre à danser, préparer un repas simple ensemble, apprendre des phrases dans notre ethnie, partager des histoires de notre culture, jouer aux jeux et aux sports de chez nous, ou apprendre à connaître tous les pays de ta région.

# text
source: 🔄 Take turns trying out the new skill. Make sure to praise each other and learn and play together!
fr: 🔄 Chacun à son tour essaie la nouvelle activité. Il faut vous féliciter les uns les autres et apprendre à jouer ensemble !

# text
source: 💛 Approach learning the skill in a kind and fun way, and do not judge your children or yourself for your ability in the skill.
fr: 💛 Apprenez l'activité de manière aimable et amusante, et ne jugez pas vos enfants ou vous-même en fonction de votre capacité à apprendre l'activité.

# text
source: *Check-in Chat*
fr: *Mise au Point*

# text
source: Actively checking in on one another helps to keep relationships healthy! ⭐
fr: En demandant toujours des nouvelles des uns et des autres, on garde de bonnes relations ! ⭐

# text
source: Ask each other questions like: “What made you happy today?” 👂 “What was difficult today?” 👂 “How can I help you?” 👂
fr: Demandez à l'autre de répondre à des questions comme : "Qu'est-ce qui t'a rendu heureux aujourd'hui" 👂 "Qu'est-ce qui a été difficile aujourd'hui ?" 👂 "Comment je peux t'aider ?" 👂

# text
source: Older children tend to be more honest when they trust that what they say will not be used against them later.
fr: Les enfants plus âgés ont tendance à être plus honnêtes lorsqu'ils savent que ce qu'ils disent ne sera pas utilisé contre eux plus tard.

# text
source: Be kind to yourself if your children do not want to share their problems with you. 💙 Often, children are afraid to share as they are scared they will get in trouble. Getting upset with them won’t help - keep showing you love them and give them time! 🌷
fr: Soyez patient si vos enfants ne veulent pas partager leurs problèmes avec vous. 💙 Souvent, les enfants ont peur de parler parce qu'ils pensent qu'ils vont avoir des problèmes. S'énerver contre eux ne sert à rien - continuez à leur montrer que vous les aimez et soyez patient !🌷

# text
source: *Express Yourself*
fr: *Exprimez-vous*

# text
source: Dancing makes people happy!
fr: La danse rend les gens heureux !

# text
source: 🌈 This game can be played in pairs or as a group - stand facing each other or in a circle.
fr: 🌈Ce jeu peut se jouer à deux ou en groupe - debout face à face ou en cercle.

# text
source: 🎵 Together, choose a song, a fun sound, or a clapping pattern to follow and choose a person to start the game by creating one dance move.
fr: 🎵 Ensemble, choisissez une chanson, un son amusant ou des battements de mains puis choisissez une personne qui commencera le jeu en créant un pas de danse.

# text
source: 👀 The person to their right must copy that dance move and add their own move to it.
fr: 👀La personne à sa droite doit copier ce pas de danse et y ajouter ses propres pas de danse.

# text
source: ✨ Go around the circle, each person adding a new dance move.
fr: ✨ Faites le tour du cercle, chaque personne ajoutant un nouveau pas de danse.

# text
source: 🔄 The first one who forgets someone's dance moves or does it in the wrong order chooses the next song, sound, or pattern and starts the game again.
fr: 🔄 Le premier qui oublie les pas de danse de quelqu'un ou qui les fait dans le mauvais ordre choisit la prochaine chanson, le prochain son ou le prochain rythme et recommence le jeu.

# text
source: 🎉 Have fun trying out new dance moves with this game!
fr: 🎉 Amusez-vous à essayer de nouveaux pas de danse avec ce jeu !

# text
source: *2 Truths, 1 Lie*
fr: *2 vérités, 1 mensonge*

# text
source: This is a fun, quick game, and the point of it is to learn things about each other. Make your answers as interesting as possible! 🎨
fr: Voici un jeu amusant et rapide, dont le but est d'apprendre des choses sur l'autre. Rendez vos réponses les plus intéressantes possible ! 🎨

# text
source: 💡 Everyone thinks of 3 facts about themselves. 2 must be true, and 1 must be a lie.
fr: 💡 Chacun pense à trois choses à propos de lui-même. 2 doivent être vraies et 1 doit être faux.

# text
source: 🔷 Here are some examples: I hate bananas, I enjoy dancing, and my favourite subject in school was maths.
fr: 🔷 Voici quelques exemples : Je déteste les bananes, j'aime danser et ma matière préférée à l'école était les mathématiques.

# text
source: 👀 Share your facts with your children and ask them to guess which one is a lie.
fr: 👀 Partagez vos histoires avec vos enfants et demandez-leur de deviner lesquelles sont fausses.

# text
source: 🔄 Now ask them to do the same, and guess theirs.
fr: 🔄 Demandez-leur maintenant de faire la même chose et de deviner lesquelles sont fausses.

# text
source: Did you learn anything new about your children, or did they learn anything new about you? 💛
fr: Avez-vous appris quelque chose de nouveau sur vos enfants ou ont-ils appris quelque chose de nouveau sur vous ? 💛

# text
source: *Yes, No or Maybe*
fr: *Oui, Non ou Peut-être*

# text
source: Are you tired of hearing your children say yes, no, or maybe to all of your questions? Turn your chat into a game, and don’t allow one-word answers. 🎈
fr: Êtes-vous fatigué d'entendre vos enfants répondre par oui, non ou peut-être à toutes vos questions ? Transformez votre discussion en jeu et ne permettez pas les réponses en un mot. 🎈

# text
source: 🔴 Older children are known to give one-word answers to avoid talking.
fr: 🔴 Les enfants plus âgés préfèrent donner des réponses courtes pour ne pas trop parler.

# text
source: 💡 When you would like to really know how your children are doing, you can turn your chat into a game.
fr: 💡 Si vous voulez vraiment savoir comment se portent vos enfants, vous pouvez transformer votre conversation en jeu.

# text
source: ⭐ Take turns asking each other questions. The only rule is that you cannot use one-word responses like Yes, No, Maybe, Fine, and Okay.
fr: ⭐ Il faut poser des questions, chacun à son tour. La seule règle est que vous ne pouvez pas utiliser des réponses courtes comme Oui, Non, Peut-être, Bien et Ok.

# text
source: ⚽ You can ask about things your children like or what they did today. For example, how was your day? What are you excited about? Is there anything worrying you?
fr: ⚽ Vous pouvez poser des questions sur les choses que vos enfants aiment ou sur ce qu'ils ont fait aujourd'hui. Par exemple, comment s'est passée ta journée ? Qu'est-ce qui t'a plu ? Est-ce qu'il y a quelque chose qui t'inquiète ?

# text
source: 🔄 It is important to let your children ask a question as well. Trust is built when your children can see that you are also sharing your life with them and not only trying to learn about their life.
fr: 🔄 Il est important de laisser vos enfants poser des questions. Lorsque vos enfants voient que vous voulez leur raconter votre vie, et pas seulement connaître leur vie, la confiance augmente.

# text
source: *Get Active*
fr: *Soyez Actif*

# text
source: Exercise is a great way to spend time together, and it is so good for your health. 🌱 Find a sport or exercise activity that both you and your children want to do and try it out together! Be mindful of the safety of the space you are using for exercise.
fr: Faire du sport est un très bon moyen pour passer du temps ensemble, et c'est très bon pour la santé.🌱 Trouvez un sport ou une activité physique qui vous plait, et qui plaît aussi à vos enfants, et essayez-le ensemble ! Faites attention aux conditions de sécurité de l'espace que vous utilisez pour faire de l'exercice.

# text
source: ⏰ Even walking for 10 minutes a day is good for you.
fr: ⏰ Même une marche de 10 minutes par jour est bon pour la santé.

# text
source: ⚽Together, try walking, running, dancing, stretching, playing games like hide-and-seek, or any other physical activities you enjoy.
fr: ⚽Ensemble, essayez de marcher, de courir, de danser, de vous étirer, de jouer à des jeux comme le cache-cache ou toute autre activité physique que vous aimez.

# text
source: 🏆 Together, think of ways to make it even more fun. Can you run to a certain point? Take turns being the coach? Can there be a small, free reward like getting to decide the next activity?
fr: 🏆 Ensemble, réfléchissez à des moyens de rendre le jeu encore plus amusant. Pouvez-vous courir jusqu'à un certain point ? Jouer le rôle de chef d'équipe chacun à son tour ? Une petite récompense gratuite comme le fait de choisir l'activité suivante est-elle possible ?

# text
source: 🌈 Exercise becomes easier and more enjoyable the more you do it.
fr: 🌈 Faire du sport devient de plus en plus facile et agréable au fur et à mesure que l'on s'y habitue.

# text
source: 🔄 If you or your children do not like the first type of exercise you pick, try a new way to exercise.
fr: 🔄 Si vous ou vos enfants n'aimez pas le premier type de sport que vous avez choisi, essayez une nouvelle façon de faire du sport.

# text
source: Take a pause with your children. This helps them deal with stress in a healthy way!
fr: Faites une pause avec vos enfants. Cela les aide à gérer le stress dans de bonnes conditions !

# text
source: ⏰ You could take a pause together at any time, or you could try at a specific time like before meals or bedtime.
fr: ⏰ Vous pouvez faire une pause ensemble à tout moment ou à un moment précis, par exemple avant les repas ou au moment de dormir.

# text
source: 👂 Sit down together and close your eyes. Listen to your breath as it goes in and out. Notice how you feel.
fr: 👂 Asseyez-vous ensemble et fermez les yeux. Écoutez votre respiration. Notez ce que vous ressentez.

# text
source: ⭐ Take 5 more deep breaths.
fr: ⭐ Respirez encore 5 fois très fort.

# text
source: 👀 When you are ready, open your eyes again. Do you feel any different?
fr: 👀 Lorsque vous êtes prêt, ouvrez à nouveau les yeux. Ressentez-vous quelque chose de différent ?

# text
source: ⏸ Ask your children what it was like to take a pause. Listen and accept whatever they say about it.
fr: ⏸ Demandez à vos enfants ce que cela leur a fait de faire une pause. Écoutez et acceptez ce qu'ils disent à ce sujet.

# text
source: *This Is Who I Am*
fr: *Voici Ce Que Je Suis*

# text
source: Self-esteem is the way you value yourself, either in a positive or negative way. Helping your children have high self-esteem is a recipe for success! 🏆
fr: La confiance en soi est la manière dont vous vous jugez, que ce soit de manière positive ou négative. Aider vos enfants à avoir une bonne confiance en eux, c'est la recette du succès ! 🏆

# text
source: ⭐Share with your children 3 things you like about yourself!
fr: ⭐Partagez avec vos enfants 3 choses que vous aimez à propos de vous-même !

# text
source: For example, I am great at treating others kindly. I am great at styling my hair. I am great at football. ⚽
fr: Par exemple, je suis capable de traiter les autres avec gentillesse. Je suis capable de me coiffer. Je suis capable de jouer au football. ⚽

# text
source: If any of your children do not feel comfortable sharing these, ask them to write them down. 📝
fr: Si l'un de vos enfants ne se sent pas à l'aise de parler de cela, demandez-lui de l'écrire. 📝

# text
source: *Weekly Goal Setting*
fr: *Définition des Tâches à effectuer chaque Semaine*

# text
source: Let’s set some goals ⭐
fr: Définissons des tâches à accomplir ⭐

# text
source: ⏰ It can be helpful to set smaller weekly goals that are easier to reach, especially when life feels uncertain.
fr: ⏰Il peut être utile de se définir des tâches à accomplir chaque semaine, plus faciles à réaliser, surtout lorsque la vie est incertaine.

# text
source: 💡Ask each of your children for one goal that they would like to achieve this week.
fr: 💡Demandez à chacun de vos enfants une tâche qu'il aimerait accomplir cette semaine.

# text
source: 🔄 Make sure this goal is *specific* and *achievable* to reach in 1 week, like: practising deep breathing for 5 minutes every day, exercising for 10 minutes three times a week, journaling feelings every night, or spending quality time with family or friends daily.
fr: 🔄 Veillez à ce que cette tâche soit *précise* et *réalisable* en une semaine, par exemple : faire de la respiration profonde pendant 5 minutes chaque jour, faire des activités de sport pendant 10 minutes trois fois par semaine, écrire ses opinions dans un journal tous les soirs, ou passer du temps de qualité avec sa famille ou ses amis tous les jours.

# text
source: 💚 You can also share your own weekly goals with your children and support each other so you can both achieve your goals.
fr: 💚 Vous pouvez également parler avec vos enfants, de vos propres tâches à accomplir chaque semaine et vous soutenir les uns les autres, afin de pouvoir les réaliser ensemble.

# text
source: 🎉 Make sure to praise and celebrate your children for their hard work towards reaching their goals.
fr: 🎉 Ne manquez pas de féliciter vos enfants pour les efforts qu'ils fournissent pour accomplir leurs tâches.

# text
source: 🔔 If your children do not reach their goals, that is okay. Discuss with them the steps they still need to take or how they could reach it a different way.
fr: 🔔 Si vos enfants ne parviennent pas à accomplir leurs tâches, ce n'est pas grave. Discutez avec eux des étapes qu'ils doivent encore suivre ou de la manière dont ils pourraient accomplir leur tâche autrement.

# text
source: *One-on-One Time*
fr: *Temps de Tête-à-Tête*

# text
source: 💚 Spending time just with your children and taking an interest in them can improve your relationship.
fr: 💚 Passer du temps avec vos enfants et s'intéresser à eux peut améliorer votre relation.

# text
source: 👀 When your children are playing alone or occupying themselves, join them and show interest in what they are doing.
fr: 👀 Lorsque vos enfants jouent seuls ou s'occupent, rejoignez-les et montrez-vous intéressé par ce qu'ils font.

# text
source: 👂Ask questions about their activity and listen to them.
fr: 👂Posez des questions sur leur activité et écoutez-les.

# text
source: Let your children lead the activity and follow them to build their confidence and autonomy. 😃
fr: Laissez vos enfants diriger l'activité et suivez-les pour renforcer leur confiance et leur capacité personnelle. 😃

# text
source: 👀 Say what you see - describing everything and supporting your children’s actions.
fr: 👀 Dites ce que vous voyez - décrivez tout et soutenez les actions de vos enfants.

# text
source: Be positive, praise your children and enjoy spending this time with them. 😃💚
fr: Soyez positif, félicitez vos enfants et prenez plaisir à passer ce temps avec eux. 😃💚

# text
source: *Animals*
fr: *Animaux*

# text
source: 🧸 **Active Animals**
fr: 🧸 **Animaux actifs **

# text
source: 💡**All the Animals We Can Think Of**
fr: 💡**Tous les Animaux Auxquels Nous Pouvons Penser**

# text
source: Think about groups of animals and talk about them with your children!
fr: Pensez à des groupes d'animaux et parlez-en avec vos enfants !

# text
source: What are all the animals we can think of that have feathers? What are all the animals we can think of that eat plants? 🌱 What animals can we think of that lay eggs?
fr: Quels sont les animaux qui ont des plumes ? Quels sont les animaux qui mangent des plantes ? 🌱 Quels sont les animaux qui pondent des œufs ?

# text
source: *Active Counting*
fr: *Comptage Actif*

# text
source: 👋 Clap, hop, jump: Play the following game with your children. Make it active!
fr: 👋 Frappez dans vos mains, bondissez, sautez : Jouez au jeu suivant avec vos enfants. Rendez-le actif !

# text
source: 1️⃣ Clap hands 1 time.
fr: 1️⃣ Frappez des mains 1 fois.

# text
source: 2️⃣ Clap hands 2 times.
fr: Frappez des mains 2 fois.

# text
source: 1️⃣ Jump 1 time.
fr: 1️⃣ Sautez 1 fois.

# text
source: 2️⃣ Jump 2 times.
fr: 2️⃣ Sautez 2 fois.

# text
source: 1️⃣ Hop 1 time.
fr: 1️⃣ Bondissez 1 fois.

# text
source: 3️⃣ Hop 3 times.
fr: 3️⃣ Bondissez 3 fois.

# text
source: 💡 Can you hop, then jump, then clap?
fr: 💡 Pouvez-vous bondir, puis sauter, puis applaudir ?

# text
source: 🏆 Can you clap twice, jump once, and hop three times?
fr: 🏆 Pouvez-vous applaudir deux fois, sauter une fois et bondir trois fois ?

# text
source: 💡 Remembering Instructions
fr: 💡Se souvenir des instructions

# text
source: Take turns playing a game where you give 2-3 instructions that the other person has to remember to follow. Make sure physical movement is included!
fr: Chacun à son tour, jouez à un jeu dans lequel vous donnez 2 ou 3 instructions que l'autre personne doit se rappeler et appliquer. Veillez à ce que les gestes avec le corps soient inclus dans le jeu !

# text
source: For example:
fr: Par exemple :

# text
source: Hop twice, turn around.
fr: Bondissez deux fois, retournez-vous.

# text
source: Jump to the kitchen, pick up a spoon, then run back. ✅
fr: Sautez dans la cuisine, prenez une cuillère, puis revenez en courant. ✅

# text
source: *Active Songs*
fr: *Chants Actifs*

# text
source: 😃 Young children love physical games but they need reminders about how to play. 💡
fr: 😃 Les jeunes enfants adorent les jeux de société, mais ils ont besoin qu'on leur rappelle comment jouer. 💡

# text
source: 🎵 Songs with movements are fun and active and give instructions on how to move!
fr: 🎵 Les chansons avec des gestes sont amusantes et pleines d'actions, elles donnent des instructions sur la façon de bouger !

# text
source: Sing songs to your children in which they have to follow instructions like:
fr: Chantez à vos enfants des chansons dans lesquelles ils doivent suivre des instructions telles que :

# text
source: ✅ Start and stop ❌
fr: ✅ Démarrer et arrêter ❌

# text
source: ⬇️ Slow down and speed up ⬆️
fr: ⬇️ Ralentir et accélérer ⬆️

# text
source: Today's tip is about caring for yourself.
fr: Le conseil du jour porte sur les façons de prendre soin de vous-même.

# text
source: In tough times like these, it's normal to feel overwhelmed. Remember, it is important to take a moment for yourself, no matter how small.
fr: Pendant les moments difficiles comme ceux-ci, c'est normal de se sentir submergé. Rappelez-vous qu'il est important d'avoir du temps pour vous-même même si ce n'est qu'un petit moment.

# text
source: Taking care of yourself helps you be there for your children during tough times.
fr: Prendre soin de soi permet d'être présent pour ses enfants dans les moments difficiles.

# text
source: 1️⃣ **REST**
fr: 1️⃣ **SE REPOSER**

# text
source: Look after yourself as much as possible and try to rest when you can.
fr: Prenez soin de vous-même au maximum et essayez de vous reposer quand vous le pouvez.

# text
source: Try to do something that helps you relax.
fr: Essayez de faire quelque chose qui vous aide à vous détendre.

# text
source: 2️⃣ **CONNECT**
fr: 2️⃣ **ÊTRE EN CONTACT AVEC**

# text
source: Connect with loved ones as often as you can.
fr: Soyez en contact avec vos proches aussi souvent que possible.

# text
source: Find someone you can talk to about how you are feeling.
fr: Trouvez quelqu'un à qui vous pouvez parler de ce que vous ressentez.

# text
source: 3️⃣ **BREATHE**
fr: 3️⃣ **RESPIRER**

# text
source: Take a moment each day to listen to your breath as it goes in and out.
fr: Chaque jour, prenez le temps d'écouter votre respiration à l'inspiration et à l'expiration.

# text
source: Losing your temper? Breathe in and out slowly five times.
fr: Lorsque vous vous énervez, inspirez et expirez lentement cinq fois.

# text
source: 4️⃣ **CARE**
fr: 4️⃣ **PRENDRE SOIN DE**

# text
source: Make sure to take care of yourself so you can feel better and be there for your family.
fr: Veillez à prendre soin de vous-même afin de vous sentir mieux et pouvoir soutenir votre famille.

# text
source: Remember to praise yourself each time you take steps to cope.
fr: N'oubliez pas de vous féliciter chaque fois que vous prenez des initiatives pour faire face à la situation.

# text
source: When we are in crisis, things can feel unfamiliar. Having routines helps your children feel safe and stable.
fr: Quand nous traversons une période de crise, les choses peuvent nous sembler inhabituelles. Le fait d'avoir des routines aide vos enfants à se sentir en sécurité, et stables.

# text
source: When you do the same things every day, it makes life more familiar for your children. It also makes them feel less worried and more secure.
fr: Lorsque vous faites les mêmes choses tous les jours, la vie devient plus familière pour vos enfants. Cela leur permet également de se sentir moins inquiets et plus en sécurité.
