Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_crisis_romania/*/*_ron_navigation.po
Languages: ro

# arguments
source: change my profile
ro: modifică profilul meu

# arguments
source: stop receiving the messages
ro: oprește primirea mesajelor

# arguments
source: request account deletion
ro: solicită ștergerea contului

# arguments
source: request user data
ro: solicită datele de utilizator

# arguments
source: request account data rectification
ro: solicită rectificarea datelor asociate contului

# arguments
source: return to main menu
ro: înapoi la meniul principal

# arguments
source: change the way i receive content
ro: schimbă modul în care primesc conținutul

# arguments
source: change my gender
ro: schimbă genul

# arguments
source: yes - delete my account
ro: da - ștergeți-mi contul

# arguments
source: no - i want to keep using {prog_name}
ro: nu - vreau să folosesc în continuare {prog_name}
