Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_crisis_romania/*/*_ron_navigation.po
Languages: ro

# text
source: Would you like to go back to the previous messages?
ro: Ai vrea să te întorci la mesajele anterioare?

# text
source: That's okay. Type {HELP} at any time if you would like the details of emergency services or other hotlines.
ro: Nicio problemă. Tastează {HELP} în orice moment dacă dorești detalii despre serviciile de urgență sau alte linii telefonice de urgență.

# text
source: Sorry, I don't understand what you mean.
ro: Îmi pare rău, nu înțeleg ce vrei să spui.

# text
source: Here are some services that might be able to help:
ro: Aici sunt câteva servicii care ar putea fi de ajutor:

# text
source: Type {HELP} at any time if you would like the details of emergency services or other hotlines. Remember everything you say will be completely private!
ro: Tastează {HELP} în orice moment dacă dorești detalii despre serviciile de urgență sau alte linii telefonice de urgență. Nu uita că ceea ce spui va rămâne complet confidențial!

# text
source: Would you like information about local and international resources available to help you right now?
ro: Ai dori informații despre sursele locale și internaționale disponibile în acest moment pe care le poți accesa?

# text
source: Do you need some support with an emotional issue?
ro: Ai nevoie de ajutor pentru o problemă emoțională?

# text
source: Are you currently experiencing a health issue?
ro: Te confrunți în prezent cu o problemă de sănătate?

# text
source: Do you have an emergency?
ro: Ai o urgență?

# text
source: It looks like you are facing an emergency. Can you please tell us what kind of assistance you need?
ro: Pare că te afli într-o situație de urgență. Poți să ne spui, te rog, de ce fel de ajutor ai nevoie?

# text
source: What would you like to do?
ro: Ce ai vrea să faci?

# text
source: We hope this was helpful. You can access this information at any time by typing {HELP}.
ro: Sperăm că aceste informații ți-au fost utile. Poți accesa în orice moment aceste informații tastând {HELP}.

# text
source: Welcome back!
ro: Bine ai revenit!

# text
source: You are already part of {prog_name}
ro: Ești deja parte din {prog_name}

# text
source: Please type {MENU} to access resources and review previous tips, {PLAY} to receive a playful activity you can complete with your child, {PAUSE} to take a pause with us, or {HELP} to access additional support resources.
ro: Să tastezi {MENU} pentru a accesa resursele și a revedea sfaturile anterioare, {PLAY} pentru a primi o activitate pe care o poți face împreună cu copilul tău, {PAUSE} pentru a lua o pauză împreună cu noi sau {HELP} pentru a accesa alte resurse de sprijin.

# text
source: You have already received all of the avilable tips. Type {MENU} to review previous tips.
ro: Ai primit toate sfaturile disponibile. Tastează {MENU} pentru a revedea sfaturile anterioare.

# text
source: Welcome back to {prog_name}.
ro: Bine ai revenit pe {prog_name}.

# text
source: Are you sure you want to stop receiving tips?
ro: Ești sigur că nu mai vrei să primești aceste sfaturi?

# text
source: If you do not want to receive any more messages, please type "EXIT".
ro: Dacă nu vrei să mai primești mesaje, scrie „EXIT”.

# text
source: If you made a mistake, please type "BACK".
ro: Dacă ai făcut o greșeală, te rugăm să tastezi "BACK".

# text
source: Thank you for participating. If you want to return to continue receiving tips, type HELLO.
ro: Mulțumim pentru participare. Dacă vrei să te întorci pentru a continua să primești sfaturi, tastează SALUT.

# text
source: We hope to see you again soon.
ro: Sperăm să ne revedem curând.

# text
source: We are so glad you want to stick around! We will resume your progress tomorrow.
ro: Suntem bucuroși că vrei să continui! Îți vom relua progresul mâine.

# text
source: This feature will be available once you have completed registration. It won’t take long. Please continue your progress!
ro: Această funcție va fi disponibilă după ce vei finaliza înregistrarea. Nu va dura mult. Te rugăm să continui progresul!

# text
source: The menu will be available once you have completed registration. It won’t take long. Please continue your progress!
ro: Meniul va fi disponibil după ce vei finaliza înregistrarea. Nu va dura mult. Te rugăm să continui progresul!

# text
source: Thank you for taking a pause with me today.
ro: Îți mulțumesc pentru că ai luat o pauză alături de mine azi.

# text
source: In this program, you will receive @fields.c_n_mod tips. Your first tip is "@results.name".
ro: În acest program, vei primi sfaturi @fields.c_n_mod. Primul sfat este "@results.name".

# text
source: Let’s get started. Press NEXT to begin.
ro: Să începem. Apasă NEXT pentru a începe.

# text
source: The tips you haven't finished are:
ro: Sfaturile pe care nu le-ai finalizat sunt:

# text
source: Which tip would you like to receive?
ro: Ce sfat ai dori să primești?

# text
source: You haven't received any tips yet.
ro: Până acum nu ai primit niciun sfat.

# text
source: You have received the following tips:
ro: Ai primit următoarele sfaturi:

# text
source: Would you like to review it?
ro: Ai dori să îl revezi?

# text
source: That's okay. You can come back here at any time to review it.
ro: Este în regulă. Poți să te întorci aici oricând pentru a-l revedea.

# text
source: You have completed @fields.n_s_modules_compl out of @fields.n_s_modules tips. Which of the following tips would you like to review?
ro: Ai completat @fields.n_s_modules_compl din @fields.n_s_modules sfaturi. Care dintre următoarele sfaturi ai dori să le revezi?

# text
source: @(word_count(fields.s_modules_compl) +1). Return to Main Menu
ro: @(word_count(fields.s_modules_compl) +1). Întoarce-te la Meniul Principal

# text
source: What would you like now?
ro: Ce ai dori acum?

# text
source: Alright. I will share more tips tomorrow.
ro: În regulă. Mâine voi împărtăși mai multe sfaturi.

# text
source: What kind of activity do you want to try with your child?
ro: Ce fel de activitate vrei să încerci cu copilul tău?

# text
source: Do you want to begin now or tomorrow?
ro: Vrei să începi acum sau mâine?

# text
source: Great, see you tomorrow!
ro: Minunat, ne vedem mâine!

# text
source: You’ve completed the programme – well done!
ro: Ai finalizat programul – felicitări!

# text
source: Remember, you can always return to {prog_name} to review any of the tips. Just type {MENU}.
ro: Reține, poți reveni oricând la {prog_name} pentru a consulta oricare dintre sfaturi. Trebuie doar să tastezi {MENU}.

# text
source: We’ll check in with you in a month to see how you’re doing. Your feedback helps us make sure these tips truly support families like yours 🙂
ro: Vom lua legătura cu tine peste o lună pentru a afla cum te simți. Feedback-ul tău ne ajută să ne asigurăm că aceste sfaturi sunt cu adevărat utile pentru familii ca a ta 🙂

# text
source: Was {prog_name} helpful? If so, share it with a friend. Just send this link: {share link}
ro: A fost {prog_name} utilă? Dacă da, distribuie unui prieten. Trebuie doar să trimiți acest link: {share link}

# text
source: It’s a difficult moment for your family. I’m here today with a few tips to create small moments of connection with your child to give them the routine and stability you all need right now.
ro: Este un moment dificil pentru familia ta. Sunt aici azi pentru a-ți oferi câteva sfaturi care să te ajute să creezi mici momente de conectare cu copilul tău, pentru a-i oferi rutina și stabilitatea de care aveți cu toții nevoie în acest moment.

# text
source: Press a number on your keypad:
ro: Apăsați o cifră pe tastatură:

# text
source: 1. Continue with my registration
ro: 1. Continuă înregistrarea mea

# text
source: 2. Remind me tomorrow
ro: 2. Amintește-mi mâine

# text
source: OK, see you tomorrow.
ro: În regulă, pe mâine.

# text
source: It looks like you started answering some baseline questions but didn't get a chance to finish. Would you like to continue now and then we can move onto the tips?
ro: Pare că ai început să răspunzi la unele dintre întrebările inițiale, dar nu ai apucat să le finalizezi. Dorești să continui acum, pentru a putea trece după aceea la sfaturi?

# text
source: 1. Continue my initial questions
ro: 1. Continuă cu întrebările mele inițiale

# text
source: It looks like you started a tip, but didn't finish receiving all of the information. Would you like to finish it or start learning someting new?
ro: Pare că ai început un sfat, dar nu ai terminat de primit toate informațiile. Dorești să îl finalizezi sau să începi să înveți ceva nou?

# text
source: 1. Finish the previous tip
ro: 1. Finalizează sfatul anterior

# text
source: 2. Receive a new tip
ro: 2. Primește un nou sfat

# text
source: 3. Remind me tomorrow
ro: 3. Amintește-mi mâine

# text
source: It looks like you started a parenting tip, but didn't finish receiving all of the information. What would you like to do?
ro: Pare că ai început un sfat, dar nu ai terminat de primit toate informațiile. Ce ai vrea să faci?

# text
source: 1. Receive the remaining information
ro: 1. Primește informațiile rămase

# text
source: 3. I've finished receiving all of the information that I want from this chatbot
ro: 3. Am primit toate informațiile pe care le doream de la acest chatbot.

# text
source: It looks like you have started, but not finished, @fields.c_n_mod_started tips. What would you like to do?
ro: Se pare că ai început, dar nu ai terminat, sfaturile @fields.c_n_mod_started. Ce dorești să faci?

# text
source: You and your family are facing a challenging time. {prog_name} provides tips on how you can support your child during this crisis. Would you like to recieve your first tips now?
ro: Dacă tu și familia ta treceți vreodată printr-o perioadă dificilă, {prog_name} oferă sfaturi utile despre cum să-ți susții copilul în momente de criză. Dorești să primești acum primele sfaturi?

# text
source: 1. Yes
ro: 1. Da

# text
source: 2. No, remind me tomorrow
ro: 2. Nu, amintește-mi mâine

# text
source: New tips are ready for you. Would you like to continue now?
ro: Noi sfaturi sunt disponibile pentru tine. Dorești să continui acum?

# text
source: 💛 We’re thinking of you today. There are simple things you can do to help your child cope. Would you like to learn about them?
ro: 💛 Astăzi ne gândim la tine. Există lucruri simple pe care le poți face pentru a-ți ajuta copilul să facă față situației. Ai vrea să afli care sunt acestea?

# text
source: ✨ Today’s tips can help your child feel more safe. Would you like to learn more?
ro: ✨ Sfaturile de azi pot să-l ajute pe copilul tău să se simtă mai în siguranță. Vrei să afli mai multe?

# text
source: Today’s tips offer you some ways you can stay calm and also encourage your children during times of uncertainty 🌱.
ro: Sfaturile de azi îți arată câteva modalități prin care poți să rămâi calm și să-ți încurajezi copiii în perioadele de incertitudine 🌱.

# text
source: Would you like to receive them?
ro: Dorești să le primiți?

# text
source: 🧡 Planning to travel with your child soon?
ro: 🧡 Plănuiești să călătorești împreună cu copilul tău?

# text
source: Today’s tips can help you prepare to stay safe— Would you like to learn more?
ro: Sfaturile de azi te pot ajuta să fii pregătit pentru a rămâne în siguranță. Vrei să afli mai multe?

# text
source: 💛 In stressful moments, even simple actions can help keep your child safe and close. Today’s tips share how to stay connected and calm when traveling.
ro: 💛 În momentele stresante, chiar și acțiunile simple te pot ajuta să-ți protejezi copilul și să-l ții aproape. Sfaturile de azi îți arată cum să rămâi conectat și calm în timpul deplasărilor.

# text
source: 💡 Many parents are having quiet talks with their children about staying safe. Today’s tips explain how to keep your child safe from harassment in a calm, age-appropriate way.
ro: 💡 Mulți părinți discută în liniște cu copiii lor despre siguranță. Sfaturile de astăzi îți explică modul în care îți poți proteja copilul de hărțuire, într-un stil calm și adecvat vârstei sale.

# text
source: 🕊️ In war and other tough times, children notice more than we think. Today’s tips help you talk to your child about death so they can feel safer, less confused, and more supported. Would you like to receive the tips?
ro: 🕊️ În timpul unui conflict armat sau al altor perioade dificile, copiii observă mai multe lucruri decât credem noi. Sfaturile de astăzi te ajută să discuți cu copilul tău despre moarte, astfel încât acesta să se simtă mai în siguranță, mai puțin confuz și mai susținut. Dorești să primești sfaturile?

# text
source: 🌿 Building strength in tough times starts with simple steps. Would you like to learn how to promote good behaviors and stay strong together?
ro: 🌿 Dezvoltarea rezistenței în perioade dificile începe cu pași simpli. Vrei să înveți cum să promovezi comportamente pozitive și să rămâi puternic alături de cei dragi?

# text
source: This time is difficult. It doesn't seem like you have the time for the these tips right now. When you are ready to keep going, press 1.
ro: În acest moment este dificil. Se pare că nu ai timp pentru aceste sfaturi. Când ești pregătit să continui, apasă 1.

# text
source: We hope this was helpful! You can access the Main Menu at any time by typing {MENU}.
ro: Sperăm că aceste informații ți-au fost de ajutor! Poți accesa meniul principal în orice moment tastând {MENU}.

# text
source: What would you like to do next?
ro: Ce ai vrea să faci în continuare?

# text
source: We hope this was helpful. You can access the Main Menu at any time by typing {MENU}.
ro: Sperăm că aceste informații ți-au fost de ajutor! Poți accesa meniul principal în orice moment tastând {MENU}.

# text
source: You've reached the end of today's tip. Well done for caring for your child during this challenging time.
ro: Ai ajuns la finalul sfatului de azi. Felicitări pentru grija pe care o ai față de copilul tău în această perioadă dificilă.

# text
source: What would you like change?
ro: Ce ai dori să schimbi?

# text
source: Are you sure you want to DELETE all your info? This will delete your contact and all messages associated with your account. To access this service again you will need to rejoin and start from the beginning.
ro: Ești sigur că vrei să ȘTERGI toate informațiile asociate contului tău? Acest lucru va șterge numărul tău de contact și toate mesajele asociate contului tău. Pentru a accesa din nou acest serviciu, va trebui să te reînscrii și să reiei lecțiile de la început.

# text
source: Please contact {gdpr_contact} for account deletion, for a copy of all of your data we have, or to update any data we have.
ro: Te rugăm să contactezi {gdpr_contact} pentru ștergerea contului, pentru o copie a tuturor datelor tale pe care le deținem sau pentru a actualiza orice date pe care le deținem.

# text
source: Your current media setting is Text / Images.
ro: Setarea actuală pentru conținutul media este Text / Imagini.

# text
source: Your current media setting is Audio.
ro: Setarea actuală pentru conținutul media este Audio.

# text
source: Your current media setting is
ro: Setarea actuală pentru conținutul media este

# text
source: You didn't provide this info.
ro: Nu ai furnizat această informație.

# text
source: Would you like to change it?
ro: Dorești să o modifici?

# text
source: You didn't tell us if you are a woman or a man.
ro: Nu ne-ai spus dacă ești femeie sau bărbat.

# text
source: You told us that you are a Woman.
ro: Ne-ai comunicat că ești femeie.

# text
source: You told us that you are a Man.
ro: Ne-ai comunicat că ești bărbat.

# text
source: You told us that you are a
ro: Ne-ai comunicat că ești

# text
source: Would you like to update your gender?
ro: Dorești să îți actualizezi genul?

# text
source: *DAY @fields.curr_demo_day*
ro: *ZI @fields.curr_demo_day*

# text
source: You completed the ParentText demo. Type {RESET} and then {FACSTART} to re-start from the beginning.
ro: Ai finalizat demo-ul ParentText. Tastează {RESET} și apoi {FACSTART} pentru a restarta și a începe din nou.

# text
source: There are @(fields.c_n_mod - fields.c_n_mod_compl) more tips.
ro: Au mai rămas @(fields.c_n_mod - fields.c_n_mod_compl) sfaturi.

# text
source: There is one more tip.
ro: A mai rămas un sfat.

# text
source: Thanks for reaching out 🤍 It really shows how much you care about your children. Right now, the programme is full, but we’ve added you to the waiting list. As soon as a spot opens up, we’ll let you know.
ro: Îți mulțumim de interes 🤍. Acest lucru arată cât de mult îți pasă de copiii tăi. În acest moment, programul a ajuns la numărul maxim de utilizatori, dar te-am adăugat pe lista de așteptare. De îndată ce se va elibera un loc, te vom anunța.

# text
source: Welcome back to {prog_name}!
ro: Bine ai revenit pe {prog_name}!

# text
source: You have not given consent to participate in this programme. Would you like to participate?
ro: Nu ți-ai dat acordul pentru a participa în acest program. Dorești să participi?

# text
source: If you ever want to receive these tips in the future just type HELLO.
ro: Dacă vreodată, în viitor, vei dori să primești aceste sfaturi trebuie doar să tastezi SALUT.

# text
source: We are here to help. You've received @fields.c_n_mod_compl out of @fields.c_n_mod tips. Would you like to continue?
ro: Suntem aici pentru a te ajuta. Ai primit @fields.c_n_mod_compl din @fields.c_n_mod sfaturi. Dorești să continui?

# text
source: That's okay. If you ever decide to come back, type HELLO.
ro: E în regulă. Dacă te hotărăști să te întorci, tastează SALUT.

# text
source: We hope to see you again soon, and we wish you a happy and peaceful day!
ro: Sperăm să ne revedem curând și îți dorim o zi veselă și liniștită!

# quick_replies
source: Yes
ro: Da

# quick_replies
source: No
ro: Nu

# quick_replies
source: Local and international support
ro: Asistență locală și internațională

# quick_replies
source: Medical services
ro: Servicii medicale

# quick_replies
source: Mental health support
ro: Sprijin psihologic

# quick_replies
source: Family counselling services
ro: Servicii de consiliere pentru familie

# quick_replies
source: Natural disasters
ro: Dezastre naturale

# quick_replies
source: Child Protection
ro: Protecția Copilului

# quick_replies
source: Get other emergency contacts
ro: Obține alte informații de contact pentru situații de urgență

# quick_replies
source: Get another tip
ro: Primește un alt sfat

# quick_replies
source: Go to the Main Menu
ro: Mergi la Meniul Principal

# quick_replies
source: Exit menu
ro: Meniu de Ieșire

# quick_replies
source: BACK
ro: Înapoi

# quick_replies
source: NEXT
ro: URMĂTORUL

# quick_replies
source: A fun activity I can do with my child
ro: O activitate distractivă pe care o pot face alături de copilul meu

# quick_replies
source: Proceed to the next tip
ro: Treci la următorul sfat

# quick_replies
source: Nothing. Let's continue tomorrow.
ro: Nimic. Să continuăm mâine.

# quick_replies
source: Another fun activity I can do with my child
ro: O altă activitate distractivă pe care o pot face alături de copilul meu

# quick_replies
source: Continue with more tips tomorrow.
ro: Continuăm mâine cu mai multe sfaturi.

# quick_replies
source: View another activity idea
ro: Vezi o altă idee de activitate

# quick_replies
source: Go to Main Menu
ro: Mergi la Meniul Principal

# quick_replies
source: Something Quick
ro: Ceva Rapid

# quick_replies
source: Something Active
ro: Ceva Activ

# quick_replies
source: Something Calm
ro: Ceva Liniștit

# quick_replies
source: Now
ro: Acum

# quick_replies
source: Tomorrow
ro: Mâine

# quick_replies
source: Return to Menu
ro: Înapoi la Meniu

# quick_replies
source: Review a different tip
ro: Vezi din nou un alt sfat

# quick_replies
source: Review tips
ro: Vezi din nou sfaturile

# quick_replies
source: Get the next tip
ro: Primește următorul sfat

# quick_replies
source: Get more help
ro: Obține ajutor suplimentar

# quick_replies
source: Watch a video about {prog_name}
ro: Urmărește un videoclip despre {prog_name}

# quick_replies
source: Change my settings
ro: Modifică setările mele

# quick_replies
source: Nothing, let's continue tomorrow
ro: Nimic. Să continuăm mâine

# quick_replies
source: Change my profile
ro: Modifică profilul meu

# quick_replies
source: Stop receiving the messages
ro: Oprește primirea mesajelor

# quick_replies
source: Request Account Deletion
ro: Solicită Ștergerea Contului

# quick_replies
source: Request User Data
ro: Solicită Datele de Utilizator

# quick_replies
source: Request Account Data Rectification
ro: Solicită Rectificarea Datelor Asociate Contului

# quick_replies
source: Return to Main Menu
ro: Înapoi la Meniul Principal

# quick_replies
source: Change the way I receive content
ro: Schimbă modul în care primesc conținutul

# quick_replies
source: Change my gender
ro: Schimbă genul

# quick_replies
source: YES - Delete my account
ro: DA - Ștergeți-mi contul

# quick_replies
source: NO - I want to keep using {prog_name}
ro: NU - Vreau să folosesc în continuare {prog_name}

# arguments
source: mental_health
ro: sănătate_mintală

# arguments
source: health
ro: sănătate

# arguments
source: natural_disasters
ro: dezastre_naturale

# arguments
source: help
ro: ajutor

# arguments
source: menu
ro: meniu

# arguments
source: play
ro: joc

# arguments
source: pause
ro: pauză

# arguments
source: yes y yeah yep
ro: da d da da

# arguments
source: no n nope nah
ro: nu n nu nu

# arguments
source: no n nope
ro: nu n nu

# arguments
source: local and international support
ro: asistență locală și internațională

# arguments
source: medical services
ro: servicii medicale

# arguments
source: mental health support
ro: sprijin psihologic

# arguments
source: family counselling services
ro: servicii de consiliere pentru familie

# arguments
source: natural disasters
ro: dezastre naturale

# arguments
source: child protection
ro: protecția copilului

# arguments
source: get other emergency contacts
ro: obține alte informații de contact pentru situații de urgență

# arguments
source: go to the main menu
ro: mergi la meniul principal

# arguments
source: get another tip
ro: primește un alt sfat

# arguments
source: exit menu
ro: meniu de Ieșire

# arguments
source: exit
ro: ieșire

# arguments
source: back
ro: înapoi

# arguments
source: no
ro: nu

# arguments
source: yes
ro: da

# arguments
source: nothing. let's continue tomorrow.
ro: nimic. să continuăm mâine.

# arguments
source: a fun activity i can do with my child
ro: o activitate distractivă pe care o pot face alături de copilul meu

# arguments
source: proceed to the next tip
ro: treci la următorul sfat

# arguments
source: another fun activity i can do with my child
ro: o altă activitate distractivă pe care o pot face alături de copilul meu

# arguments
source: continue with more tips tomorrow.
ro: continuăm mâine cu mai multe sfaturi.

# arguments
source: view another activity idea
ro: vezi o altă idee de activitate

# arguments
source: go to main menu
ro: mergi la meniul principal

# arguments
source: something quick
ro: ceva rapid

# arguments
source: something active
ro: ceva activ

# arguments
source: something calm
ro: ceva liniștit

# arguments
source: now
ro: acum

# arguments
source: tomorrow
ro: mâine

# arguments
source: return to menu
ro: înapoi la meniu

# arguments
source: review a different tip
ro: vezi din nou un alt sfat

# arguments
source: review tips
ro: vezi din nou sfaturile

# arguments
source: get the next tip
ro: primește următorul sfat

# arguments
source: get more help
ro: obține ajutor suplimentar

# arguments
source: watch a video about {prog_name}
ro: urmărește un videoclip despre {prog_name}

# arguments
source: change my settings
ro: modifică setările mele

# arguments
source: nothing, let's continue tomorrow
ro: nimic, să continuăm mâine
