Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/st/st_messages.po
Languages: st_za

# template
source: Teens spend a lot of time outside the house or online, where it is harder for us to keep them safe - many parents worry about this. Try to start a conversation with your teen about safe and unsafe places in your community and online (you might need to try a few times). They may even know some you do not. This can start to help you make a plan together about how to stay safe.
st_za: Batjha ba qeta nako e ngata ba se lapeng kapa ba le inthaneteng, moo ho leng thata ho ba sireletsa - sena se hlobaetsa batswadi ba bangata. Leka ho qala puisano le motjha wa hao ka dibaka tse sireletsehileng le tse sa sireletsehang motseng le inthaneteng (o ka nna wa lokela ho leka ka makgetlo a mmalwa). Mohlomong o tseba dibaka tse ding tseo wena o sa di tsebeng. Sena se ka le thusa ho rala ditaba mmoho tse amanang le tsela ya ho dula a sireletsehile.

# template
source: You can get more support on how to keep your teen safe here:
st_za: O ka fumana thuso e nngwe ya ho tiisa hore motjha wa hao o sireletsehile mona:

# template
source: When a problem comes up, try to talk about it together. What is the problem exactly? What different solutions are there and what are the consequences of one? That way, you can find a solution that can be OK for everyone.
st_za: Ha mathata a hlaha, lekang ho buisana ka wona mmoho. Hantlentle bothata ke eng? Ho na le ditharollo dife tse ka kgonehang hona ditlamorao tsa e nngwe ke dife? Ka tsela eo, le ka fumana tharollo e ka bang MOLEMONG wa bohle.

# template
source: You can get more support on how to solve problems together here:
st_za: O ka fumana thuso e nngwe ya ho rarolla mathata mmoho mona:

# template
source: It is not easy to look after our families. We all have challenges sometimes, but we hope this app will help you navigate them well. @global.parent_app is based on ten years of experience running parenting programmes in South Africa, and thousands of parents have found that the tips that are shared help with many parenting challenges. We hope this app will help you and your family too. Here are some of the key proven tips for you:
st_za: Ha ho bonolo ho hlokomela malapa a rona. Ka dinako tse ding kaofela re tobana le diphephetso, empa re tshepa hore epo ena e tla o thusa ho di feta ka katleho. @global.parent_app e itshetlehile ka boiphihlelo ba dilemo tse leshome tsa ho tsamaisa mananeo a botswadi Afrika Borwa, le batswadi ba dikete ba fumaneng hore dikeletso tse fanweng di thusa ka diphephetso tse ngata tsa botswadi. Re tshepa hore video ena e tla thusa wena hammoho le lelapa la hao. Tse ding tsa dikeletso tsa bohlokwa tse atlehileng ke tsena:

# template
source: Start your first parenting workshop
st_za: Qala ka wekshopo ya hao ya pele ya botswadi

# template
source: You will get more support in the @local.workshop_data.in_text_title.
st_za: O tla fumana thuso e nngwe ho @local.workshop_data.in_text_title.

# template
source: You can get more support in the @local.workshop_data.in_text_title.
st_za: O ka fumana thuso e nngwe ho @local.workshop_data.in_text_title.

# template
source: Start the @local.workshop_data.in_text_title
st_za: Qala @local.workshop_data.in_text_title

# template
source: Finish the @local.workshop_data.in_text_title to get more support.
st_za: Phethela @local.workshop_data.in_text_title hore o fumane thuso e nngwe.

# template
source: Continue the @local.workshop_data.in_text_title
st_za: Tswela pele ka @local.workshop_data.in_text_title

# template
source: Re-access the @local.workshop_data.in_text_title
st_za: Lekola botjha @local.workshop_data.in_text_title

# template
source: CHAT
st_za: QOQA

# template
source: Share how you feel, and encourage your teen to talk about their worries too. You will understand each other better and can make a good plan together to stay healthy and happy!
st_za: Hlalosa kamoo u ikutloang kateng, 'me u khothalletse mocha oa hao hore a bue ka lintho tse mo tshoenyang. Le tla utloisisana hamolemonyana ’me le ka etsa moralo o motle hammoho hore le lule le phetse hantle ’me le thabile!

# template
source: CAUTION
st_za: TLHOKOMEDISO

# template
source: Get your information from reliable sources of information, so you can be confident in these uncertain times. We hear and see a lot of news via other people and phones, TV, internet. Does it make you feel doubt, worry, fear, anger, or confusion? Check before you share or act!
st_za: Fumana lintlha tsa hau mehloling e tšepahalang ea tlhahisoleseling, e le hore u ka ba le kholiseho linakong tsena tse sa tsitsang. Re utloa le ho bona litaba tse ngata ka batho ba bang le mehala, TV, le inthanete. Na e etsa hore u ikutloe u belaela, matshoenyeho, tshabo, khalefo, kapa pherekano? Sheba pele o arolelana kapa o nka khato!

# template
source: CHOOSE
st_za: KHETHA

# template
source: Making the right choices that keep everyone healthy and safe can be hard. Especially in these times! You can help your teen make good decisions.
st_za: Ho etsa liqeto tse nepahetseng tse bolokang batho ba phetse hantle ebile ba sireletsehile ho ka ba thata. Haholo-holo linakong tsena! U ka thusa ngoana oa hao ea lilemong tsa bocha ho etsa liqeto tse nepahetseng.

# template
source: CHILL
st_za: PHOMOLA

# template
source: We all feel stressed sometimes. Take a deep breath or do something fun together. It can make a big difference to make your home happy and peaceful! Here are some ideas you can try:
st_za: Kaofela re ikutloa re imetsoe kelellong ka linako tse ling. Nka moea o tebileng kapa le etse ntho e monate hammoho. Ho ka etsa phapang e kholo ho etsa hore lehae la hau le thabe hape le be le khotso! Mehopolo e meng eo u ka e lekang ke ena:

# template
source: Negative thoughts make us say and do negative things. Try changing what you think and say from negative to positive!
st_za: Menahano e fosahetseng e etsa hore re bue hape re etse lintho tse mpe. Leka ho fetola seo o se nahanang le ho se buang ho tloha ho lintho tse mpe ho ya ho tse ntle!

# template
source: WHO Website
st_za: Webosaete ya WHO

# template
source: UNICEF Website
st_za: Webosaete ya UNICEF

# template
source: Parenting during COVID is hard. Be proud of yourself for making it this far. We are working on new content here to support you with talking to your teens and children about COVID. The most up to date information on COVID-19 can be found on the WHO and UNICEF websites:
st_za: Ho thata ho ba motswadi nakong ya COVID. Ikotle sefuba hobane o kgonne ho tla fihlela mona. Re sebetsana le dikateng tse ntjha mona ho o tshehetsa ka ho buisana le batjha le bana ba hao ka COVID. Tlhahisoleseding e nakong ka ho fetisisa e amanang le COVID-19 e ka fumanwa websaeteng ya WHO le ya UNICEF:

# template
source: This button will take you to the Coronavirus section of the official UNICEF website.
st_za: Konopo ena e tla o lebisa karolo ya Coronavirus ya webosaete ya semolao ya UNICEF.

# template
source: The URL is https://www.unicef.org/coronavirus/covid-19
st_za: URL ke https://www.unicef.org/coronavirus/covid-19

# template
source: This button will take you to the Coronavirus section of the official WHO website.
st_za: Konopo ena e tla o lebisa karolong ya Coronavirus ya webosaete ya semolao ya WHO.

# template
source: The URL is https://www.who.int/emergencies/diseases/novel-coronavirus-2019
st_za: URL ke https://www.who.int/emergencies/diseases/novel-coronavirus-2019

# template
source: Update my parenting experiences
st_za: Kenya dintlha tsa moraorao tsa boiphihlelo ba ka ba botswadi

# template
source: Update my personal details
st_za: Kenya dintlha tsa ka tsa moraorao tsa botho

# template
source: Update my workshop options
st_za: Kenya dikgetho tsa ka tsa moraorao tsa wekshopo

# template
source: Give me quick parenting tips
st_za: Mphe dikeletso tsa botswadi tse potlakileng

# template
source: Something really bad happened
st_za: Ho etsahetse ntho e mpe haholo

# template
source: I have technical problems with the app
st_za: Ke na le bothata ba setekgenike ka epo ena

# template
source: You will find the in-week messages from the previous workshops here.
st_za: O tla fumana melaetsa ya bekeng ena ho tswa diwekshopong tse fetileng mona.

# template
source: You have not added any activities to @global.my_activities yet. Why don't you choose some?
st_za: Ha o eso kenye dintho dife kapa dife tseo o ka di etsang ho @global.my_activities. Ho ka ba jwang hore o di kgethe?

# template
source: You have not added any relaxation activities to @global.my_relaxes yet. Why don't you choose some?
st_za: Ha o eso kenye dintho dife kapa dife tsa ho ikgatholla ho @global.my_relaxes. Ho ka ba jwang hore o di kgethe?

# template
source: You will find tips that we think you may find useful here, based on your answers to the app customisation.
st_za: O tla fumana dikeletso tseo re nahanang hore o ka di fumana di le molemo mona, ho itshetlehile ka dikarabo tsa hao ho customisation ya epo.

# template
source: Relaxation activities
st_za: Dintho tseo o ka di etsang ho ikgatholla

# template
source: Something fun to do with your teen
st_za: Ntho e monate eo o ka e etsang le motjha wa hao

# template
source: Are you experiencing any technical issues? Let us know and help to make @global.parent_app better!
st_za: Na o tobane le mathata a setekgenike? Re tsebise mme o re thuse ho ntlafatsa @global.parent_app!

# template
source: Type your name (optional)
st_za: Thaepa lebitso la hao (ka boithatelo)

# template
source: Contact me on @global.whatsapp
st_za: ikopanye le nna ho @global.whatsapp

# template
source: Type your phone number
st_za: Thaepa nomoro ya hao ya mohala

# template
source: Contact me via email
st_za: Ikopanye le nna ka imeile

# template
source: Type your email address
st_za: Thaepa aterese ya hao ya imeile

# template
source: Tell us about your issue
st_za: Re bolelle ditaba tseo o tobaneng le tsona

# template
source: The first time my mother asked me if I wanted to spend time with her, I told her to leave me alone because I was in the middle of a game. But she insisted like she always does. I said she could watch me playing if that's what she wanted. After a few minutes she started asking me questions about the game. It was annoying at the beginning, but after a while I was happy that she was finally interested in what I was doing. She even gave it a try!
st_za: Ka lekgetlo la pele ha mme wa ka a nkopa ho qeta nako le yena, ke ile ka mo bolella hore a kgaohane le nna hobane ke ne ke ntse ke bapala game. Empa o ile a tsitlella hobane ke mokgwa wa hae. Ke ile ka mo bolella hore a ka ntjhebella ha ke bapala haeba ke seo a se batlang. Kamora metsotso e seng mekae o ile a qala ho mpotsa dipotso ka game eo. Qalong ke ile ka utlwa a ntena, empa kamora nakwana ke ne ke thabile hobane o ne a thahasella dintho tseo ke di etsang. O ile a ba a leka ho e bapala!

# template
source: My father told me I’m playing too much basketball after school, so we must set a family rule. He promised we'll think about a solution together, so we both feel good about it. I didn't believe it's possible but said, “OK, let's try”. We negotiated and agreed that the rule will be playing basketball is allowed after doing homework and until family dinner. It is hard for me to see my friends playing after school, so I'm doing my best to finish homework first and join them. I also have now the whole evening to do other things I want after the family dinner like watching basketball in the NBA.
st_za: Ntate wa ka o ile a mpolella hore ke bapala basketeball haholo ha sekolo se tswa, kahoo re tlameha ho qala melao ya lelapa. O ile a ntshepisa hore re tla nahana ka tharollo re le mmoho, kahoo ka bobedi ba rona re ile ra rata taba eo. Ke ne ke sa nahane hore seo se ka kgoneha, empa ka re, "Ho lokile, a re leke". Re ile ra buisana mme ra dumellana hore molao ke hore ke dumeletswe ho bapala basketball kamora ho etsa homeweke le ho fihlela re ja dijo tsa tinare. Ho thata hore ke bone metswalle ya ka e bapala ha sekolo se tswa, kahoo ke ikitlaelletsa ho qeta homeweke ya ka pele ebe kea tsamaya ke ilo bapala le bona. Hape hona jwale ke kgona ho qeta nako ya mantsiboya ke etsa dintho tse ding tseo ke di batlang kamora hore lelapa le je dijo tsa tinare jwaloka ho shebella basketball ho NBA.

# template
source: Question Time
st_za: Nako ya Dipotso

# template
source: It's time for some questions!
st_za: Ke nako ya dipotso!

# template
source: Read Together
st_za: Balang Hammoho

# template
source: Let's read a story together!
st_za: A re bale pale hammoho!

# template
source: Let's read a story!
st_za: A re baleng pale!

# template
source: Let's see how this week has been.
st_za: E re re bone hore na beke ena e tsamaile jwang.

# template
source: This week you have done...
st_za: Bekeng ena o entse...

# template
source: You are showing such commitment to being a parent and to caring for yourself. You are fantastic.
st_za: O bontsha boikemisetso ka tsela eo ba ho ba motswadi le ho itlhokomela. Wa babatseha.

# template
source: Home practice is how we make our family life better. But it often brings challenges. Let's share our successes and problems, and help each other find new ideas to try!
st_za: Ho prakthisetsa lapeng ke tsela eo re ntlafatsang bophelo ba malapa a rona kateng. Empa hangata seo se ba le mathata. A re phetelaneng dintho tseo re atlehileng ho tsona le mathata ao re thulaneng le wona, mme re thusaneng ho fumana ditsela tse ntjha tsa ho iteka!

# template
source: Think about how your home activities went this week. Take turns to discuss: * What went well and what was a problem? * What solutions can you think of together? * Pick one solution and try it later with your teen! (Or you can even practice it now so it will be easier later!)
st_za: Nahana kamoo mesebetsi ya hao ya lapeng e tsamaileng kateng bekeng ena. Tjhentjhanang ha le tshohla: * Ke eng e tsamaileng hantle hona bothata ebile eng? * Le ka nahana ka ditharollo dife mmoho? * Kgethang tharollo e le nngwe mme le e leke hamorao ka batjha ba lona! (Kapa le ka e prakthisa hona jwale hore ho be bonolo hamorao!)

# template
source: Discussion example from @data.workshop.w_1on1.title
st_za: Mohlala wa puisano e tswang ho @data.workshop.w_1on1.title

# template
source: Relax Together
st_za: Theolang Moya Hammoho

# template
source: Relax
st_za: Theolang Moya

# template
source: Let’s do a short relaxation activity together – it will take less than 1 minute and you will feel more relaxed.
st_za: A re etseng ntho kgutshwane e tla etsa hore re theole moya hammoho – e tla nka katlase ho motsotso o 1 mme o tla utlwa o kgobile matshwafo hamonate.

# template
source: Add this activity to @global.my_relaxes
st_za: Kenya mosebetsi ona ho @global.my_relaxes

# template
source: Listen and relax
st_za: Mamela mme o theole moya

# template
source: Read and relax
st_za: Bala mme o theole moya

# template
source: You are a star! Every day, recognise something you have done well. Reward yourself with something that makes you happy. And take a deep breath to relax.
st_za: O kgalala! Letsatsi le letsatsi, elellwa ntho e itseng eo o e entseng hantle. Iputse ka ntho e o thabisang. Mme o hemele hodimo hore o theole moya.

# template
source: Close your eyes. Notice your connection with the ground beneath you. What parts of your body touch the ground? What parts of your body don’t? Notice where it feels warm and where it feels cool. Feel the ground underneath you supporting you. Let your body sink into the support of the ground.
st_za: Kwala mahlo. Lemoha kamano ya hao le lefatshe le tlasa hao. Ke dikarolo dife tsa mmele wa hao tse thetsang lefatshe? Ke dikarolo dife tsa mmele wa hao tse sa le thetseng? Lemoha moo ho utlwahalang ho futhumetse le moo ho utlwahalang ho phodile. Utlwa lefatshe le tlasa hao le o tsheheditseng. Tlohella mmele hore o itshetlehe ka tshehetso la lefatshe.

# template
source: Try this next time you feel alone or are doing a mundane activity like washing up. It can really help!
st_za: Leka sena nakong e tlang ha o ikutlwa o le mong kapa o etsa mosebetsi o tlwaelehileng o kang ho hlapa. Kannete seo se ka thusa!

# template
source: Sit down and close your eyes. How many sounds can you hear? Listen to the sounds inside and outside the room. Count them on your fingers. After ten seconds, how many fingers do you have up? What sounds did you hear? Try again for another ten seconds. Did you hear any new sounds? Did you hear any sounds inside your own body? Notice how you feel now.
st_za: Dula fatshe mme o kwale mahlo. Ke medumo e mekae eo o e utlwang? Mamela medumo kahare le kantle ho kamore. E bale ka menwana ya hao. Kamora medumo e leshome, o phahamisitse menwana e mekae? O utlwile medumo ya eng? Leka hape ka metsotswana e meng e leshome. Na ho na le medumo efe kapa efe e metjha eo o e utlwileng? Na ho na le medumo efe kapa efe kahara mmele wa hao? Lemoha kamoo o ikutlwang kateng hona jwale.

# template
source: Close your eyes. Do you every feel something so strongly that you want to run away from it? Instead of moving away from the feeling, let’s move towards it for a moment. It’s ok. Close your eyes if you feel comfortable. Take a deep breath. Become curious. Where are you feeling it in your body? Is it hot or cold? Hard or soft? Tight or loose? Ask yourself some questions. What is it telling me? What does it need? How can I be kind to myself right now?
st_za: Kwala mahlo. Na o na le boikutlo bo matla haholo hoo o utlwang eka o ka baleha? Ho fapana le ho tlohela boikutlo boo, a re ke re bo tshware hanyane. Ho lokile. Kwala mahlo haeba o ikutlwa o phutholohile. Hemela hodimo. Eba bohelehele. Boikutlo bona bo hokae mmeleng wa hao? Na ho a tjhesa kapa ho a bata? Ho thata kapa ho bonolo? Ho tiile kapa ho a lokotseha? Ipotse dipotso di se kae. Bo mpolella eng? Bo hloka eng? Nka itshwara ka mosa jwang hona jwale?

# template
source: Here is something fun to help you let go of stress: Choose a song that reflects what you need in this moment. Do you need a gentle song to soothe your tired soul or an upbeat song to help you shake some stress out? Make a space and move your body to the music. Remember to breathe while you move. Let your breath and the movement go together.
st_za: Ena ke ntho e monate e ka o thusang hore o fokotse seterese: Kgetha pina e bontshang seo o se hlokang hona jwale. Na o hloka pina e o thobang maikutlo ha o tepelletse moyeng kapa pina e nang le morethetho o tla sisinya seterese sa hao se tswe? Hleka sebaka mme o sisinye mmele wa hao ha mmino o duma. Hopola ho hema ha o ntse o itshisinya. Mohemo wa hao le boitshisinyo ba hao di tsamaye mmoho.

# template
source: Even a few minutes of movement can be enough to release stress and lift your mood!
st_za: Esita le ho tsamaya ka metsotso e se mekae ekaba ho lekaneng ho fokotsa seterese le ho o tsosa molota!

# template
source: Close your eyes. Take a moment to feel the ground under your feet. Think of something you feel grateful for. Focus on your breath. Breathe in and out. In and out.
st_za: Kwala mahlo. Ka motsotswana utlwa lefatshe le tlasa maoto a hao. Nahana ka ntho eo o e lebohelang. Ameha ka mohemo wa hao. Hema ho hula moya le ho butswela. Moya o kene mme o tswe.

# template
source: Hello! How are you feeling right now? Happy, sad, angry, excited, worried? Notice where you feel it in your body. Notice what thoughts are connected to that feeling. Take a deep breath.
st_za: Dumela! O ikutlwa jwang hona jwale? O thabile, o kwatile, o hloname, o nyakaletse, o kgathatsehile? Hlokomela hore na o ikutlwa jwalo hokae mmeleng wa hao. Lemoha hore na ke menahano efe e tsamaisanang le boikutlo boo. Phefumulohela hodimo.

# template
source: Thank yourself for taking the time to check in with your feelings and thoughts!
st_za: Itebohe ka ho nka nako ho hlahloba maikutlo le menahano ya hao!

# template
source: Let’s practice a calming trick that we call ‘Pause Power’. Plant your feet on the ground and breathe in and out three times as slowly as you can. Imagine you are smelling a flower or blowing out a candle. Ta Da! Pause Power!
st_za: A re prakthise tsebo ya ho kgoba matshwafo eo re e bitsang ‘Matla a Kgefu’. Tsetsepela maoto a hao fatshe mme o hule le ho o lokolla ka makgetlo a mararo butle kamoo o ka kgonang. Ta Da! Matla a Kgefu!

# template
source: This is a great trick to use when you are feeling frustrated because it will help to calm you down.
st_za: Lena ke leqheka le leholo le sebediswang ha o ikutlwa o nyahame hobane seo se tla o thusa ho theola moya.

# template
source: Self-praise can be really helpful, especially when we have difficult days. Think of your week and finish the following phrase: “This week, I am proud of myself for …” It can be anything, not just things about being a parent! Think of one thing you did well today. Now wrap your arms around yourself and give yourself a big HUG!
st_za: Ho ithorisa kapa ho ipabatsa ho ka re thusa haholo, haholoholo matsatsing ao ho leng thata ka wona. Nahana ka beke ya hao mme o phethele polelwana e latelang: “Bekeng ena, ke ikotla sefuba ka nna hobane …” Ekaba eng kapa eng, eseng feela dintho tse amanang le ho ba motswadi! Nahana ka ntho e le nngwe eo o e entseng hantle kajeno. Ebe o ikaparele ka diatla tsa hao mme o iphe HAK e kgolo!

# template
source: Sit comfortably and close your eyes. Recognise what is happening for you in this moment. What are you thinking? Are your thoughts positive or negative. How do you feel? Do you feel pleasant or unpleasant? How does your body feel? Do you feel tense or relaxed? Connect to your heart in a kind and gentle way. You may want to place one hand on your heart or chest. Say the following words silently to yourself: May I be peaceful. May I be safe. May I be healthy. May I be happy. May there be love in my family. May I feel loved.
st_za: Dula o iketlile mme o kwale mahlo. Elellwa se etsahalang ho wena hona jwale. O nahana eng? Na o nahana dintho tse molemo kapa tse mpe? O ikutlwa jwang? Na o ikutlwa o thabile kapa o sa thaba? Mmele wa hao o ikutlwa jwang? Na o ikutlwa o tsitsipane kapa o phutholohile? Bua le pelo ya hao ka tsela e mosa le e bonolo. O ka nna wa batla ho beha letsoho la hao pelong kapa sefubeng. Ipolelle mantswe a latelang ka lentswe le tlaase: Ke kopa kgotso. Ke kopa polokeho. Ke kopa bophelo bo botle. Ke kopa thabo. Eka lelapa la ka le ka ratana. Eka nka ikutlwa ke ratwa.

# template
source: Take a moment to reflect on your experience. Notice if you feel any different.
st_za: Nka motsotswana o nahana ka ntho e o hlahetseng. Sheba hore na ha o ikutlwe ka tsela e fapaneng.
