Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/st/st_messages.po
Languages: st_za

# data_list
source: I was so grateful to make the safety plan with my teen. I thought I knew which areas are safe for my teen and which are not. But when we made the safety plan together, I realised that my girl knew more areas that I was not aware of. I also thought she was safe at school, but through this activity I realised she was being bullied and the teachers did not do anything about it. The more we talked, the more I understood and got information from my teen. That really helped me to protect my teen and keep her safe.
st_za: Ke ile ka leboha haholo ho etsa moralo oa polokeho le mocha oa ka. Ke ne ke nahana hore kea tseba hore na ke libaka life tse sireletsehileng bakeng sa mocha oa ka le tse seng joalo. Empa ha re etsa moralo oa polokeho hammoho, ke ile ka hlokomela hore ngoanana oa ka o ne a tseba libaka tse ngata tseo ke neng ke sa li tsebe. Ke ne ke boetse ke nahana hore o bolokehile sekolong, empa ka mosebetsi ona ke ile ka hlokomela hore o ne a hlorisoa mme matichere ha aa ka a etsa letho. Ha re ntse re bua haholo, ke ile ka utloisisa haholoanyane le ho fumana boitsebiso ho mocha oa ka. Seo se ile sa nthusa haholo hore ke sireletse ngoana oa ka le ho mo boloka a sireletsehile.

# data_list
source: When my friends or I got into trouble, I would always try to hide it from my mother because she would get so angry and shout at me. When we made the map of safe and unsafe places, I learned a lot – also why it is dangerous to share every picture online. My mother told me I can always ask her if there is a problem and she promised she would not get mad. She kept her promise, so now if I have a problem or I do not feel safe I know we can always come up with a solution together. I can even talk to my mother about the things I do online now!
st_za: Ha nna kapa metsoalle ea ka re kena khathatsong, kamehla ke ne ke leka ho patela mmè hobane o ne a halefa haholo mme a nkomanya. Ha re ne re etsa 'mapa oa libaka tse sireletsehileng le tse sa bolokehang, ke ithutile ho hongata - hape ke hobane'ng ha ho le kotsi ho arolelana setshoantsho se seng le se seng inthaneteng. Mmè o ile a mpolella hore nka lula ke mo botsa hore na ho na le bothata mme a tshepisa hore a ke ke a teneha. O ile a boloka tshepiso ea hae, joale haeba ke e-na le bothata kapa ke ikutloa ke sa sireletseha kea tseba hore re ka khona ho tla ka tharollo hammoho kamehla. Ke khona ho bua le mmè ka lintho tseo ke li etsang Inthaneteng hona joale!

# data_list
source: Dealing with Crisis
st_za: Ho Sebetsana le Tsietsi

# data_list
source: **Dealing with Crisis** workshop
st_za: Wekshopo ya **Ho Sebetsana le Tsietsi**

# data_list
source: How to deal with crisis
st_za: Tsela ya ho sebetsana le tsietsi

# data_list
source: My teen used to be so angry all the time. He would never listen and we would get into big arguments every day. Through @global.parent_app, I started spending more time with my teen and strengthening our relationship. One day he shared with me that he was part of a gang but he wanted to get out. We made short-term and long-term plans together on how we could do that. Our life looks so different now!
st_za: Mocha oa ka o ne a lula a halefile ka linako tsohle. Le ka mohla o ne a ke ke a mamela mme re ne re qabana haholo letsatsi le leng le le leng. Ka thuto ea @global.parent_app, ke qalile ho qeta nako e ngata le mocha oa ka le ho matlafatsa likamano tsa rona. Ka letsatsi le leng o ile a mpolella hore ke setho sa kenke empa o ne a batla ho tsoa. Re ile ra etsa meralo ea nakoana le ea nako e telele hammoho ea hore na re ka etsa seo joang. Bophelo ba rona bo bonahala bo fapane haholo hona joale!

# data_list
source: Two years ago, I was raped by my uncle who stayed in our yard. I did not tell my mother, because I was afraid she would hit me, shout at me, or even throw me out of the house. I did not have anywhere else to go. When my mother started with @global.parent_app, she started spending more time together. I was still afraid, but in the end I shared it with my mother. My mom did not shout, but she listened and told me it is not my fault. We went to the police and the clinic together. I am so grateful I do not have to carry this secret anymore.
st_za: Lilemong tse peli tse fetileng, ke ile ka betoa ke malome ea neng a lula jareteng ea rona. Ha kea ka ka bolella mme waka, hobane ke ne ke tshaba hore o tla nkotla, a nkhalemele, kapa a nteleke ka ntle. Ke ne ke se na moo nka eang teng. Ha mme oa ka a qala ka @global.parent_app, o ile a qala ho qeta nako e ngata hammoho le nna. Ke ne ke ntse ke tshohile, empa qetellong ke ile ka e arolelana le mme waka. Mme waka ha aa ka a hoeletsa, empa o ile a ’mamela mme a mpolella hore hase molato oa ka. Re ile ra ea sepoleseng le tleliniking hammoho. Ke leboha haholo hore ebe ha ke sa tlameha ho jara sephiri sena.

# data_list
source: Celebration and Next Steps
st_za: Ho Keteka le Mehato e Latelang

# data_list
source: **Celebration and Next Steps** workshop
st_za: Wekshopo ya **Ho Keteka le Mehato e Latelang**

# data_list
source: How to support each other
st_za: Tsela ya ho tshehetsana

# data_list
source: Start
st_za: Qala

# data_list
source: Continue
st_za: Tswela pele

# data_list
source: Hi great parent, remember to take care of yourself too - it will help you AND your family! Get your tips and more in @global.parent_app.
st_za: Dumela motswadi wa mmakgonthe, hopola hore le wena o itlhokomele - seo se tla thusa wena LE ba lelapa la hao! Fumana dikeletso le maele a mang ho @global.parent_app.

# data_list
source: Hi great parent! Remember, you can find lots of helpful tips in @global.parent_app.
st_za: Dumela motswadi wa mmakgonthe! Hopola, o ka fumana dikeletso tse ngata tse thusang ho @global.parent_app.

# data_list
source: Hi great parent! @global.parent_app is here to support you. Check it out now!
st_za: Dumela motswadi wa mmakgonthe! @global.parent_app e tla wa e tsoha le wena. E hlahlobe hona jwale!

# data_list
source: Welcome to @global.parent_app. Click here to start your journey!
st_za: Rea o amohela ho @global.parent_app. Tobetsa mona ho qala leeto la hao!

# data_list
source: Hi! Is everything OK? It seems you haven’t opened @global.parent_app lately. Why don’t you give it a try? Millions of parents have found these materials helpful. We are still here to support you.
st_za: Dumela! Na dintho tsohle di SHAPO? Ekare ha o so bule @global.parent_app morao tjena. Hobaneng o sa e leke? Batswadi ba dimilione ba fumane hore tlhahisoleseding ena e a ba thusa. Re tla wa re tsoha le wena.

# data_list
source: @global.parent_app misses you! There is a lot to explore. We are still here to support you.
st_za: @global.parent_app e o hlolohetswe! O ka ithuta dintho tse ngata. Re tla tswela pele re o tshehetsa.

# data_list
source: Hope you are feeling OK. We know parenting is hard - use @global.parent_app to prepare your teen for success in life.
st_za: Re tshepa hore o ikutlwa HANTLE. Rea tseba hore botswadi bo thata - sebedisa @global.parent_app ho lokisetsa motjha wa hao katleho bophelong.

# data_list
source: Hope you are feeling OK. We know parenting is hard - use @global.parent_app to bond with your teen again!
st_za: Re tshepa hore o ikutlwa HANTLE. Rea tseba hore botswadi bo thata - sebedisa @global.parent_app ho tiisa dikamano le motjha wa hao hape!

# data_list
source: Hope you are feeling OK. Parenting is hard, but it’s never too late to start again with your teenager. Your first parenting workshop is ready for you! Click here to start your @global.parent_app journey!
st_za: Ke tshepa hore o ikutlwa hantle. Ho thata ho ba motswadi, empa ho hang motjha wa hao hase baehlotse, o se ke wa mo akgella matsoho. Wekshopo ya hao ya pele ya botswadi e se e lokile! Tobetsa mona mme o qale leeto la hao la @global.parent_app!

# data_list
source: Hope you are feeling OK. We know parenting is hard - use @global.parent_app to help you manage parenting stress.
st_za: Re tshepa hore o ikutlwa HANTLE. Rea tseba hore botswadi bo thata - sebedisa @global.parent_app ho o thusa ho laola seterese sa botswadi.

# data_list
source: Hello again! It’s never too late to use @global.parent_app and get tailored parenting support. Why don’t you give it a try when you are commuting to work or when the food is cooking? Millions of parents found our materials helpful.
st_za: Dumela hape! O ka sebedisa @global.parent_app neng kapa neng hammoho le tshehetso ya botswadi e etseditsweng ditlhoko tsa hao. Hobaneng ha o sa e leke ha o ya mosebetsing kapa ha o ntse o pheha dijo? Batswadi ba dimilione ba fumane hore tlhahisoleseding ena e a ba thusa.

# data_list
source: Hope you are feeling OK. We know parenting is hard - use @global.parent_app to help you manage your teen's behaviour.
st_za: Re tshepa hore o ikutlwa hantle. Rea tseba hore botswadi bo thata - sebedisa @global.parent_app ho o thusa ho laola boitshwaro ba motjha wa hao.

# data_list
source: Hi @fields.user_name. Your @data.workshop.w_1on1.in_text_title is ready for you.
st_za: Lumela @fields.user_name. Sehlooho sa hau sa @data.workshop.w_1on1.in_text_title se loketse bakeng sa hau.

# data_list
source: Hi @fields.group_name. Your @data.workshop.w_1on1.in_text_title is ready for you.
st_za: Lumela @fields.group_name. Sehlooho sa hau sa @data.workshop.w_1on1.in_text_title se loketse bakeng sa hau.

# data_list
source: You've put so much effort into being a better parent. You are loved and appreciated!
st_za: U entse boiteko bo boholo ba ho ba motsoali ea molemo. Oa ratoa ebile oa ananeloa!

# data_list
source: Thank you for committing to your parenting. Your @data.workshop.w_1on1.in_text_title is ready for you!
st_za: Kea leboha ha u itlamme ka botsoali ba hau. Sehlooho sa hau sa @data.workshop.w_1on1.in_text_title seo loketse bakeng sa hau!

# data_list
source: Spending time with your teen helps build trust. Continue your @global.parent_app journey for great results.
st_za: Ho qeta nako le mocha oa hao ho thusa ho haha tshepo. Tsoela pele leetong la hau la @global.parent_app bakeng sa liphetho tse ntle.

# data_list
source: Have you spent time with your teen already?
st_za: Na o se o kile wa qeta nako le motjha wa hao?

# data_list
source: Well done for completing the @data.workshop.w_1on1.in_text_title. Tomorrow, you can access a new workshop to help you relax, enjoy and learn new skills!
st_za: O entse hantle ka ho qeta @data.workshop.w_1on1.in_text_title. Hosasane, o ka kena ho workshop e ncha ho o thusa ho phomola, ho natefeloa le ho ithuta tsebo e ncha!

# data_list
source: Remember to finish the @data.workshop.w_1on1.in_text_title. You will get valuable information within minutes! Well done for trying to be a better parent.
st_za: Hopola ho qeta @data.workshop.w_1on1.in_text_title. O tla fumana boitsebiso ba bohlokoa ka mor'a metsotso e seng mekae! O entse hantle ka ho leka ho ba motsoali ea molemo.

# data_list
source: Hi @fields.user_name! Today we are celebrating two @global.parent_app months! This week you'll learn to how help your teen follow household rules.
st_za: Dumela @fields.user_name! Kajeno re keteka dikhoedi tse pedi tsa @global.parent_app! Bekeng ena otla ithuta ho thusa ngoana oa hau ho latela melao ea lapeng.

# data_list
source: Hi @fields.group_name! Today we are celebrating two @global.parent_app months! This week you'll learn to help your teen follow household rules.
st_za: Dumela @fields.group_name! Kajeno re keteka dikhoedi tse pedi tsa @global.parent_app! Bekeng ena otla ithuta ho thusa ngoana oa hau ho latela melao ea lapeng.

# data_list
source: Think about every time you have made your teen smile and all the care you have given them. You should be so proud - this is a hard time to be a parent.
st_za: Nahana ka di nako tse o etseng bo nnete ba hore mocha oa hao a bososele, le tlhokomelo eohle eo o mo fileng eona. Ka nnete o lokela ke ho ba motlotlo haholo- ena ke nako e thata ho ba motswadi.

# data_list
source: Well done - you’ve gained 6 parenting tools already! Do the next workshop to get more!
st_za: O sebeditse hantle haholo - o se o fumane disebediswa tse 6 tsa botswadi! Etsa thupelo e latelang ho fumana tse ding!

# data_list
source: Complete the workshop and talk with your teen about a positive and a negative consequence of a behaviour.
st_za: Phethela thupelo mme o leke ho buisana le mocha wa hao hore a bolele ntho e le nngwe e molemo le e le nngwe e mpe e ka hlahiswang ke boitshwaro bo itseng le le mmoho.

# data_list
source: Have you thought of a positive and a negative consequence of a behaviour with your teen yet?
st_za: Na o se o kgonne ho tla ka ntho e le nngwe e molemo le ntho e le nngwe e mpe e ka bakwang ke boitshwaro bo itseng o na le motjha wa hao?

# data_list
source: Well done for completing the @data.workshop.w_consequence.in_text_title. Access a new workshop tomorrow to help you enjoy and learn useful skills!
st_za: O entse mosebetsi o motle ka ho qeta @data.workshop.w_consequence.in_text_title. Hosasane, o ka kena thupelong e ncha ho o thusa ho phomola, ho natefeloa le ho ithuta litsebo tse sebetsang!

# data_list
source: Calm consequences help your teen follow rules. If you haven't finished the @data.workshop.w_consequence.in_text_title, give it a go! Well done for showing so much commitment.
st_za: Liphello tse khutsitseng li thusa ngoana oa hau ho latela melao. Haeba ha o so qete @data.workshop.w_consequence.in_text_title, leka ho etsa joalo! O entse hantle ka ho bontsha boitlamo bo bongata hakana.

# data_list
source: Hi @fields.user_name! Crises happen to anyone - being ready helps a lot. This workshop will show you how.
st_za: Dumela @fields.user_name! Tlokotsi e ka hlahela mang kapa mang- ho itokisetsa ho thusa haholo. Thupelo ena e tlo ho u thusa.

# data_list
source: Hi @fields.group_name! Crises happen to anyone - being ready helps a lot. This workshop will show you how.
st_za: Dumela @fields.group_name! Tlokotsi e ka hlahela mang kapa mang- ho itokisetsa ho thusa haholo. Thupelo ena e tlo ho u thusa.

# data_list
source: Be proud, you are a committed parent. This is a big achievement!
st_za: E ba motlotlo, o motsoali ea ikemiselitseng. Ena ke katleho e kholo!

# data_list
source: Crises may happen, and we CAN be prepared! Start the next workshop to see how with your teen.
st_za: Likoluoa li ka nna tsa etsahala, mme RE KA itokisa! Qala thupelo e latelang ho bona hore na u etsa joang le ngoana oa hao.

# data_list
source: Great that you joined this parenting journey! Complete the @data.workshop.w_crisis.in_text_title to learn the best way to react when teens need us.
st_za: Re thabile haholo hore ebe o na le rona leetong lena la botswadi! Phethela @data.workshop.w_crisis.in_text_title mme ho ithuta mekhoa e metle ea ho itshwaraha mocha oa hao a ho hloka haholo.

# data_list
source: Have you and your teen discussed what you would do in a crisis?
st_za: Na wena le mocha oa hao setse le buisane ka seo le tla se etsang ha ho nale tsietsi?

# data_list
source: Well done for finishing the @data.workshop.w_crisis. Tomorrow, you can access the final workshop to reflect on your journey and plan what to do next!
st_za: O sebeditse ka ho phethela @data.workshop.w_crisis. Hosane o ka fumana thupelo ea ho qetela ho bontsha leeto la hao, hape hore o nahane ka seo o ka se etsang ho tloha moo!

# data_list
source: The final workshop unlocks tomorrow! First try to finish the @data.workshop.w_crisis.in_text_title. That way, you can complete your set of parenting skills and decide what to do next.
st_za: Thupelo ea ho qetela e hosane. Pele, leka ho qeta @data.workshop.w_crisis.in_text_title. Ka tsela ena, o tlo kgona ho tlatseletsa tsebo ea hao ea botsoadi mme o etse qeto ea hore na o tla etsa eng ka mor'a moo.

# data_list
source: Hi @fields.user_name, well done for starting week 4! This week helps increase your chances of getting your teen to do what you ask them.
st_za: Dumela @fields.user_name, o sebeditse hantle haholo ka ho thoma beke ea 4! Beke ena e thusa ho eketsa monyetla oa hore mocha oa hao a etse seo o se kopang hore a se etse.

# data_list
source: Hi @fields.group_name, well done for starting week 4! This week helps increase your chances of getting your teen to do what you ask them.
st_za: Dumela @fields.group_name, o sebeditse hantle haholo ka ho thoma beke ea 4! Beke ena e thusa ho eketsa monyetla oa hore mocha oa hao a etse seo o se kopang hore a se etse.

# data_list
source: Be kind to yourself. No parent is perfect. Using @global.parent_app shows you care!
st_za: e ba mosa mo ho wena. Ha ho na motswadi ea phethahetseng. Ho sebedisa @global.parent_app ho bontsha hore oa tsotella!

# data_list
source: Teens don’t always listen. Look at this week's workshop to learn how positive instructions can help.
st_za: Bacha ha ba mamele ka di nako tsohle. Sheba thupelo ea bekeng ena, ho ithuta kamoo ditaelo tse ntle di ka thusang ka teng.

# data_list
source: Positive instructions improves behaviour. Complete the @data.workshop.w_instruct.in_text_title for ideas on how this can work in your family.
st_za: Ditaelo tse ntle di ntlafatsa boitshwaro. Tlatsa @data.workshop.w_instruct.in_text_title bakeng sa maikutlo a hore na sena se ka sebetsa joang lelapeng la hao.

# data_list
source: You’ve already marked the @global.parent_point @data.habit.instruct_positively.title once – you’re making great progress.
st_za: O setse o tshwaile @global.parent_point @data.habit.instruct_positively.title -o hatela pele haholo.

# data_list
source: You’ve already marked the @global.parent_point @data.habit.instruct_positively.title @fields.parent_point_count_instruct_positively times – you’re making great progress.
st_za: O setse o tshwaile @global.parent_point @data.habit.instruct_positively.title @fields.parent_point_count_instruct_positively di nako - o hatela pele haholo.

# data_list
source: Congratulations, you completed the @data.workshop.w_instruct.in_text_title. Tomorrow, a new workshop is ready for you. See a big difference by making small changes!
st_za: Rea o thoholetsa, o phethile @local.workshop_data.in_text_title. Hosane, o tla fumana wekshopo e ntjha e ho letetse.O tla bona phapang e kgolo ka ho etsa diphetoho tse nyane!

# data_list
source: Some parents use the app after their evening meal. Why not complete the @data.workshop.w_instruct.in_text_title when you have a few minutes?
st_za: Batswadi ba bang ba sebedisa app ena haba fetsa ho ja dijo tsa mantsiboea. Why o sa tlatse @data.workshop.w_instruct.in_text_title ha o nale metsotso e seng mekae?

# data_list
source: Hi @fields.user_name! Amazing, this is your second month with @global.parent_app. Most families struggle with money. This workshop will give you tools to plan your expenses to help you through the month.
st_za: Dumela @fields.user_name! O thoma khoeli ea hao ea bobeli ea ho sebelisa @global.parent_app. Hlollang! Hoo e ka bang lelapa le leng le le leng le na le mathata a lichelete, ka hona, thupelo ea beke ena e tla u fa sesebelisoa se tla ho u thusa ho rala litšenyehelo tsa hau e le hore u ka ba le chelete e lekaneng ea ho qeta khoeli.

# data_list
source: Hi @fields.group_name! Amazing, this is your second month with @global.parent_app. Most families struggle with money. This workshop will give you tools to plan your expenses to help you through the month.
st_za: Dumela @fields.group_name! O thoma khoeli ea hao ea bobeli ea ho sebelisa @global.parent_app. Hlollang! Hoo e ka bang lelapa le leng le le leng le na le mathata a lichelete, ka hona, thupelo ea beke ena e tla u fa sesebelisoa se tla ho u thusa ho rala litšenyehelo tsa hau e le hore u ka ba le chelete e lekaneng ea ho qeta khoeli.

# data_list
source: You are not alone. Parents around the world are going through the same struggles. You are doing your best and we are proud of you!
st_za: Ha o mong. Batswadi lefatsheng ka bophara ba tobane le mathata a tshwanang. O etsa sohle se matleng a hao, mme re motlotlo ka wena!

# data_list
source: Stressed about money? Does your teen ask for things you can’t afford? This week deals with money and budgeting.
st_za: Na o ikutlwa o imetswe ke mathata a ditjhelete? Na motjha wa hao o dula a o kopa dintho tseo o ke keng wa kgona ho mo rekela tsona? Wekshopo ya bekeng ena e sebetsana le ditaba tsa ditjhelete le ho etsa bajete.

# data_list
source: Create a family budget with your teen - it will prevent money arguments. Complete the @data.workshop.w_money.in_text_title to see how. It's easy - you'll see!
st_za: Theha tekanyetso ea lelapa le mocha oa hao - e tla thibela likhang tsa chelete. Tlatsa @data.workshop.w_money.in_text_title ho bona hore na joang. Ho bonolo - o tla bona!

# data_list
source: Have you talked with your teen about your family budget yet?
st_za: Na o se o buile le motjha wa hao ka bajete ya lelapa?

# data_list
source: Great, you completed the @data.workshop.w_money.in_text_title! Tomorrow, access a new workshop to help you set family rules that work.
st_za: Ke hantle hore ebe o phethetse @data.workshop.w_money.in_text_title. Hosane, ho tla thakgolwa thupelo e ncha ho o thusa ho beha melao e sebetsang ea lelapa.

# data_list
source: Many parents say budgeting brings peace. If you haven't finished the @data.workshop.w_money.in_text_title, give it a go! Thank you for your committed parenting.
st_za: Batsoali ba bangata ba re ho etsa moralo oa tshebeliso ea chelete ho tlisa khotso. Haeba ha o so qete @data.workshop.w_money.in_text_title, leka ho etsa joalo! Rea leboha ka boitelo ba hao ba botsoali.

# data_list
source: Hi @fields.user_name! You're starting your third @global.parent_app week. A new workshop is ready!
st_za: Lumela @fields.user_name! O qala beke ea hau ea boraro ea @global.parent_app. Seboka se secha se lokile!

# data_list
source: Hi @fields.group_name! You're starting your third @global.parent_app week. A new workshop is ready!
st_za: Lumela @fields.group_name! U qala beke ea hau ea boraro ea @global.parent_app. Seboka se secha se lokile!

# data_list
source: Well done for using @global.parent_app! Remember, small things make a big difference.
st_za: O entse hantle ka ho sebedisa @global.parent_app! Hopola hore, dintho tse nyane di tlisa phetoho e kgolo.

# data_list
source: Thank you for investing in yourself and your family.Try the @data.workshop.w_praise.in_text_title to build a great parenting skill!
st_za: Rea leboha ka ho e tsetela le ba lelapa la hao. Leka @data.workshop.w_praise.in_text_title ho aha boqhetseke ba botswadi bo lokileng!

# data_list
source: Praise makes all the difference. Finish the @data.workshop.w_praise.in_text_title to see how to use it in YOUR family.
st_za: Pabatso ke moriana o moholo. Phethela @data.workshop.w_praise.in_text_title mme o bone kamoo WENA o ka sebedisang pabatso kateng lelapeng la hao.

# data_list
source: Praise your teen for one thing they did well. And when last did you praise yourself or another adult? Try it!
st_za: Babatsa mocha oa hao ha entse ntho le e leng nngoe eo a e entseng hantle. Mme ke leng la bofelo mo o ileng wa ithorisa kapa wa babatsa motho o mongwe o moholo? E leke!

# data_list
source: Amazing, you completed the @data.workshop.w_praise.in_text_title. A new workshop is ready tomorrow. Try it - you will see a change in your teen’s behaviour.
st_za: Mosebetsi o motle haholo, o phethile @data.workshop.w_praise.in_text_title. Thupelo e ncha e tlabe e ho loketse hosane. E leke - o tla bona phetoho mo boitshwarong ba mocha oa hao.

# data_list
source: Hi @global.user_name, a new workshop awaits you tomorrow! It seems like you haven’t finished the @data.workshop.w_praise.in_text_title. It’s short (promise!) – give it a go when you have a few minutes.
st_za: Dumela @global.user_name, thupelo e ncha e tla be eo emetse hosane! Ho bonahala o kare ha o so qete @data.workshop.w_praise.in_text_title. E khutshoane (ka tshepisa) - e fe monyetla ha o nale metsotso e seng mekae.
