Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/st/st_messages.po
Languages: st_za

# template
source: @global.w_solve_female_caregiver_2: "I am sorry to hear that, @global.w_solve_teen_boy_2. Shall I ask your uncle to go talk to his parents? If that does not work, we will try something else!" @global.w_solve_teen_boy_2: "Yes, thank you @global.w_solve_female_caregiver_2. At least I know you are on my side."
st_za: @global.w_solve_female_caregiver_2: "Ke maswabi ho utlwa seo, @global.w_solve_teen_boy_2. Na ke kope malome wa hao ho buisana le batswadi ba hae? Haeba seo se sa sebetse, re tla leka tsela e nngwe!" @global.w_solve_teen_boy_2: "E, kea leboha @global.w_solve_female_caregiver_2. Bonyane kea tseba hore o a nthusa."

# template
source: Close your eyes, breathe in, and know that everything you have done is so important.
st_za: Kwala mahlo, o kge moya, mme o tsebe hore sohle seo o se entseng se bohlokwa haholo.

# template
source: Ground @global.w_solve_teen_girl for a month
st_za: Ropa @global.w_solve_teen_girl kgwedi e le nngwe

# template
source: @global.w_solve_female_caregiver_1: “You can’t go out for the next month”
st_za: @global.w_solve_female_caregiver_1: “O ke ke wa intsha kgweding e latelang”

# template
source: That didn’t work... Let's try something else.
st_za: Seo ha sea sebetsa... A re lekeng ho hong.

# template
source: Return the phone and save up
st_za: Kgutlisa founo mme o ipehele tjhelete

# template
source: @global.w_solve_female_caregiver_1: "I am not trying to accuse your friend or be jealous. I am worried that when someone gives a gift it is hard to say 'no' when they ask something in return – like sex. If you want to have a phone, we’ll save up together so you can make your own decisions without owing him anything."
st_za: @global.w_solve_female_caregiver_1: "Ha ke leke ho qosa motswalle wa hao ebile ha ke mona. Ke mpa ke tshwenyehile hore ha motho a o fa mpho, ho ba thata ho re 'tjhe' ha a o kopa ntho e nngwe le wena – jwaloka thobalano. Haeba o batla founo, re tla baballa tjhelete mmoho e le hore o iketsetse diqeto tsa hao o sa kolote motho eng kapa eng."

# template
source: This is great! Try the third option as well.
st_za: Ena e ntle! Leka le tsela ya boraro.

# template
source: Learn about safe sex
st_za: Ithute ka thobalano e bolokehileng

# template
source: @global.w_solve_female_caregiver_1: “This makes me realise we should talk about boyfriends and protecting yourself. Many teens your age get pregnant or become HIV positive. Let’s go to the clinic so you can talk with the nurse to learn how you can stay safe.”
st_za: @global.w_solve_female_caregiver_1: “Sena se nthusa hore ke bone hore re tlameha ho bua ka bahlankana le ho itshireletsa. Batjha ba bangata ba dilemong tsa hao eba baimana kapa ba tshwarwa ke HIV. A re ye tliliniking hore o buisane le mooki hore o ithute hore na o ka dula o itshireleditse jwang.”

# template
source: This is great!
st_za: Ena e ntle!

# template
source: * Story & discussion – that didn’t work… * Tools: How to solve problems KNOW IT – SOLVE IT – TRY IT – TEST IT * Story & discussion – that worked! * Try it out! * Home practice suggestions
st_za: * Pale le puisano – e sa atlehang… * Dithulusi: Tsela ya ho rarolla mathata E TSEBE – E RAROLLE – E LEKE – E TUTSE * Pale le puisano – e atlehileng! * E leke! * Ditshisinyo tsa boikwetliso ba lapeng

# template
source: * Story & reflection – that didn’t work… * Tools: How to solve problems KNOW IT – SOLVE IT – TRY IT – TEST IT * Story & reflection – that worked! * Try it out! * Home practice suggestions
st_za: * Pale le puisano – e sa atlehang… * Dithulusi: Tsela ya ho rarolla mathata E TSEBE – E RAROLLE – E LEKE – E TUTSE * Pale le puisano – e atlehileng! * E leke! * Ditshisinyo tsa boikwetliso ba lapeng

# template
source: Discuss together: How could @global.w_solve_teen_girl and @global.w_solve_female_caregiver_1 use the 4 steps of problem solving, like @global.w_solve_female_caregiver_2 and @global.w_solve_teen_boy_2 did? KNOW IT - SOLVE IT - TRY IT - TEST IT
st_za: Buisanang: Ke jwang @global.w_solve_teen_girl le @global.w_solve_female_caregiver_1 ba ka sebedisang mehato e 4 ya ho rarolla bothata, jwalokaha @global.w_solve_female_caregiver_2 le @global.w_solve_teen_boy_2 ba entse? BO TSEBE - BO RAROLLE - E LEKE - E TUTSE

# template
source: Remember @global.w_solve_teen_girl and the phone she got from the boy?
st_za: Hopola @global.w_solve_teen_girl le founo eo a e fuweng ke moshemane yane?

# template
source: How could @global.w_solve_teen_girl and @global.w_solve_female_caregiver_1 use the 4 steps of problem solving, like @global.w_solve_female_caregiver_2 and @global.w_solve_teen_boy_2 did? KNOW IT - SOLVE IT - TRY IT - TEST IT
st_za: Ke jwang @global.w_solve_teen_girl le @global.w_solve_female_caregiver_1 ba ka sebedisang mehato e 4 ya ho rarolla bothata, jwalokaha @global.w_solve_female_caregiver_2 le @global.w_solve_teen_boy_2 ba entse? BO TSEBE - BO RAROLLE - E LEKE - E TUTSE

# template
source: Take a few deep breaths to calm down, and
st_za: Kga moya o mongata ka makgetlo a mmalwa hore o theole moya, ebe

# template
source: KNOW IT
st_za: E TSEBE

# template
source: Identify the problem.
st_za: O hlwaya bothata.

# template
source: SOLVE IT
st_za: E RAROLLE

# template
source: Think of possible solutions and what would happen if we used them.
st_za: Nahana ka ditharollo tse ka kgonehang le se ka etsahalang haeba re di sebedisa.

# template
source: TRY IT
st_za: E LEKE

# template
source: Choose a solution and try it out.
st_za: Kgetha tharollo mme o e leke.

# template
source: TEST IT
st_za: E TUTSE

# template
source: Did it work? Great! If it did not work, then try another solution.
st_za: Na e sebeditse? Ke hantle! Haeba e sa sebetsa, leka tharollo e nngwe.

# template
source: Let's practice problem-solving!
st_za: A re itlwaetse tsela ya ho rarolla mathata!

# template
source: Practice together on a problem you have now. One of you is the parent and one the teen. Praise and encourage each other – we are proud of you! Remember the steps: KNOW IT - SOLVE IT - TRY IT - TEST IT
st_za: Ikwetlisetseng mathata ao le nang le wona hona jwale mmoho. E mong wa lona ebe motswadi mme e mong e be motjha. Babatsanang le ho kgothatsana - re motlotlo ka lona! Hopola mehato ena: E TSEBE - E RAROLLE - E TUTSE - E LEKE

# template
source: We care about you, and how life is treating you.
st_za: Rea o tsotella, le kamoo bophelo bo leng kateng ho wena.

# template
source: You are a star. And you are making a real difference. Be proud of yourself.
st_za: O kgalala. O etsa phapang e kgolo. Ikotle sefuba ka wena.

# template
source: Sorry that things are not easy today. All parents have these days.
st_za: Re maswabi ho utlwa hore dintho ha di bonolo kajeno. Batswadi bohle ba tobana le matsatsi a jwalo.

# template
source: You've completed this week's workshop. Next week, we will talk about money - you will need: * a sheet of paper/cardboard * a pen * 20 small rocks/beans/kernels It will be fun!
st_za: O phethile wekshopo ya bekeng ena. Bekeng e tlang, re tla buisana ka tjhelete - o tla hloka: * leqephe la pampiri/khateboto * pene * majwe/dinawa/dithollo tse nyane tse 20 E tla ba monate!

# template
source: There are two home practices for this week.
st_za: Ho na le dintho tse pedi tsa ho ikwetlisa lapeng bekeng ena.

# template
source: Whenever you are feeling stressed or upset: take five breaths in and out before you react. And when you're both calm, share with your teen how you feel.
st_za: Neng kapa neng ha o utlwa o na le seterese kapa o kwatile: o kge moya ka makgetlo a mahlano le ho o tlohela pele o nka bohato. Mme ha ka bobedi ba lona le theotse moya, bolella motjha wa hao hore na o ikutlwa jwang.

# template
source: Discuss "safety amnesty" with your teenager, and think of a situation together when you could use this.
st_za: Buisana le motjha wa hao ka "tshwarelo molemong wa polokeho", mme mmoho le nahane ka hore na le ka sebedisa sena neng.

# template
source: Safety Amnesty Story
st_za: Pale ya Tshwarelo Molemong wa Polokeho

# template
source: Every time you take a pause before responding, or whenever you do something to keep your teen safe, tap your @global.parent_points and celebrate your success!
st_za: Neng kapa neng ha o kgefutsa pele o arabela, kapa neng kapa neng ha o etsa ho hong ho tiisa hore motjha wa hao o bolokehile, tobetsa @global.parent_points tsa hao mme o keteke katleho ya hao!

# template
source: Did you experience any of these challenges when sharing how you feel with your teen?
st_za: Na o ile wa tobana le efe kapa efe ya diphephetso tsena ha o phetela motjha wa hao hore na o ikutlwa jwang?

# template
source: What was difficult for you about sharing how you feel with your teen?
st_za: Ke eng e ileng ya o thatafalla ha o phetela motjha wa hao hore na o ikutlwa jwang?

# template
source: I was afraid my teen would think I was weak.
st_za: Ke ne ke tshohile hore motjha wa ka o tla nahana hore ke a fokola.

# template
source: Sharing feelings, especially the difficult ones, sets an important example for your teen! It actually makes everyone in the family stronger, because you can understand and support each other better.
st_za: Ho pheta maikutlo, haholoholo a bohloko, ho behela motjha wa hao mohlala wa bohlokwa! Hantlentle ho tiisa ditho tsohle tsa lelapa, hobane le ka utlwisisa le ho tshehetsana habetere.

# template
source: I felt uncomfortable about naming specific difficult feelings.
st_za: Ke ne ke sa phutholoha ho toba maikutlo a boima ka mabitso.

# template
source: Being specific is not rude or insensitive - it really helps others to understand you clearly and this prevents confusion in the family. Feelings like anger and stress are part of our lives. All we need to do when we feel angry and stressed is handle our emotions well by taking a few deep breaths before responding.
st_za: Ho toba taba hase ho ba tala kapa ho se nahanele - hantlentle ho thusa batho ba bang ho o utlwisisa hantle ebile sena se thibela pherekano ka lapeng. Maikutlo a kang bohale le kgatello ya kelello ke karolo ya bophelo. Ntho feela eo re tlamehang ho e etsa ha re halefile kapa re imetswe kelellong ke ho laola maikutlo a rona hantle le ho phefumulohela hodimo ka makgetlo a mmalwa pele re arabela.

# template
source: My teen felt uncomfortable when I shared my feelings.
st_za: Motjha wa ka o ne a sa phutholoha ha ke mo bolella maikutlo a ka.

# template
source: Starting a new thing is always difficult at first. Give yourselves some time to get used to it and keep showing a good example by observing and sharing your feelings. Over time, your teen will learn to do the same, and they will feel even more loved and cared for!
st_za: Kamehla ho qala ntho e ntjha ka lekgetlo la pele ho thata. Iphe nako ya ho tlwaela seo mme o tswele pele ho beha mohlala o motle ka ho lemoha le ho pheta maikutlo a hao. Ha nako e ntse e feta, motjha wa hao o tla ithuta ho etsa se tshwanang, ebile o tla utlwa hore ke motho ya ratwang le ya tsotellwang!

# template
source: When I shared my feelings, my teen asked many questions, which made me uncomfortable.
st_za: Ha ke pheta maikutlo a ka, motjha wa ka o ile a mpotsa dipotso, mme seo se ile sa etsa hore ke se ke ka phutholoha.

# template
source: Sharing feelings helps your teen to be aware and learn to do the same. You can choose how much detail you want to share about the situation. It’s up to you! You can also choose to answer questions later by saying, “I am feeling angry/stressed now. Could you please give me some time? We can talk about this more tonight”.
st_za: Ho pheta maikutlo ho thusa motjha wa hao ho lemoha le ho ithuta ho etsa se tshwanang. O ka kgetha hore na o mo phetela dintlha tse kae ka boemo boo. Ho ho wena! Hape o ka kgetha ho araba dipotso hamorao ka hore, “Hona jwale ke ikutlwa ke halefile/imetswe maikutlong. Ako mphe nakonyana! Re ka bua ka taba eo mantsiboya”.

# template
source: I was too stressed or angry to try sharing my feelings – I prefer to be alone when I feel like that.
st_za: Ke ne ke imetswe kapa ke halefile hoo ke sitwang ho pheta maikutlo a ka – ke kgetha ho ba mong ha ke ikutlwa ka tsela eo.

# template
source: It’s okay to not want to share at that time. Find some time to explain later, when you feel calmer, so that everyone can understand.
st_za: Ha ho phoso ha o sa batle ho bua ka nako eo. Fumana nako e nngwe ya ho itlhalosa hamorao, ha o ikutlwa o kokobetse, e le hore bohle ba ka utlwisisa.

# template
source: This week, your goal was: Whenever you are feeling stressed or upset, take five breaths in and out before you react.
st_za: Bekeng ena, sepheo sa hao e ne e le: Neng kapa neng ha o ikutlwa o imetswe kelellong kapa o tenehile, ho hema ka makgetlo a mahlano o hula moya le ho o lokolla pele o nka bohato.

# template
source: Your goal was also to talk to your teen about how you both felt in a stressful situation.
st_za: Sepheo sa hao e ne e boetse e le ho buisana le motjha wa hao ka tsela eo bobedi ba lona le ile la ikutlwa ka yona ha le imetswe maikutlong.

# template
source: We know how stressful it is to bring up teenagers in these times. Learning to manage your stress helps you - and your family.
st_za: Rea tseba hore na ho boima hakae ho hodisa batjha dinakong tsena. Ho ithuta ho laola seterese sa hao ho thusa wena - hammoho le lelapa la hao.

# template
source: Greetings everyone. Today's topic is managing stress. It is important to know how to manage our stress. At times our children can behave in ways that makes us feel stressed and us as parents can make our children feel stressed too. So, it is important to notice when we feel stressed and take a pause and breathe. That will help you manage your stress.
st_za: Dumelang bohle. Sehlooho sa kajeno ke ho laola seterese. Ho bohlokwa hore re tsebe tsela ya ho laola seterese sa rona. Ka dinako tseng bana ba rona ba itshwara ka ditsela tse etsang hore re ikutlwe re na le seterese mme rona jwaloka batswadi re ka etsa hore le bana ba rona ba be le seterese. Kahoo, ho bohlokwa ho elellwa ha re ikutlwa re na le seterese le ho nka kgefu ebe re kga moya. Seo se tla o thusa ho laola seterese sa hao.

# template
source: How have your stress levels been this week? Try to take a few deep breaths before responding to your teen - it makes a big difference.
st_za: Seterese se bile jwang bekeng ye? Leka ho hemela hodimo ka makgetlo a seng makae pele o araba motjha wa hao - seo se ka thusa haholo.

# template
source: Well done!
st_za: O entse hantle!

# template
source: Well done for taking a big breath before responding to your teen! Each time you are taking a pause, you are getting back control.
st_za: O entse hantle ka ho hemela hodimo pele o arabela motjha wa hao! Nako le nako ha o hemela hodimo, o fumana matla a ho laola boemo.

# template
source: Happy, sad, angry, excited, worried? Well done for recognizing how you and others felt today! And remember, tomorrow is a brand new day.
st_za: Na o thabile, o hloname, o halefile, o tsohile molota, o kgathatsehile? O sebeditse ka ho lemoha kamoo wena le ba bang le ikutlwang kateng kajeno! Mme hopola, letsatsi la hosane ke letsatsi le letjha.

# template
source: We all feel overwhelmed sometimes. Taking a deep breath helps! Complete the @local.workshop_data.in_text_title to get some useful tools to deal with stress.
st_za: Ka dinako tse ding kaofela re ikutlwa re imetswe. Ho hemela hodimo ho ka re thusa! Phethela @local.workshop_data.in_text_title ho fumana tse ding tsa dithuluse tse molemo tsa ho sebetsana le seterese.

# template
source: Hi @fields.user_name! Congratulations for starting @global.parent_app week 5. A new parenting workshop awaits you with tips on how we can stay calm and in control when our teens are driving us crazy.
st_za: Dumela @fields.user_name! Re o lakaletsa katleho ha o qadile beke ya bo5 ya @global.parent_app. O letetswe ke wekshopo e ntjha ya botswadi e nang le dikeletso tsa kamoo o ka dulang o kgobile matshwafo kateng mme o laole boemo ha batjha ba rona ba batla ho re fapanya hlooho.

# template
source: Hi @fields.group_name! Congratulations for starting @global.parent_app week 5. A new parenting workshop awaits you with tips how we can stay calm and in control when our teens are driving us crazy.
st_za: Dumela @fields.group_name! Re o lakaletsa katleho ha o qadile beke ya bo5 ya @global.parent_app. O letetswe ke wekshopo e ntjha ya botswadi e nang le dikeletso tsa kamoo o ka dulang o kgobile matshwafo kateng mme o laole boemo ha batjha ba rona ba batla ho re fapanya hlooho.

# template
source: We have a new workshop available for you about managing anger and stress. It will help you take better care of yourself.
st_za: Re na le wekshopo e ntjha e fumanehang bakeng sa hao e amanang le ho laola bohale le kgatello ya maikutlo. E tla o thusa ho itlhokomela ka tsela e betere.

# template
source: Tomorrow a brand new @global.parent_app workshop is ready for you. By completing the @local.workshop_data.in_text_title first, you lay a really important foundation: If you feel good, your family will do better too!
st_za: Hosane ho na le wekshopo e ntjha-tjha! e tla beng e o emetse ya @global.parent_app. Ka ho phethela @local.workshop_data.in_text_title pele, o beha moralo wa bohlokwa haholo: Ha o ikutlwa o thabile, lelapa la hao le lona le tla ntlafatsa dintho!

# template
source: Well done for completing the @local.workshop_data.in_text_title. Tomorrow, you can access a new workshop to help you relax and build valuable skills!
st_za: O sebeditse ka ho phethela @local.workshop_data.in_text_title. Hosane, o ka fumana wekshopo e ntjha e tla o thusa ho phutholoha, ho thaba le ho ithuta tsebo e ntjha!

# template
source: Let's think about what happened in this story.
st_za: A re nahaneng ka se etsahetseng paleng ena.

# template
source: How do you think @global.w_stress_teen_boy_1 felt?
st_za: O nahana hore @global.w_stress_teen_boy_1 o ile ka ikutlwa jwang?

# template
source: And @global.w_stress_male_caregiver?
st_za: @global.w_stress_male_caregiver yena?

# template
source: And @global.w_stress_girl?
st_za: Ho thweng ka @global.w_stress_girl?

# template
source: Sad
st_za: A kwatile

# template
source: Scared
st_za: A tshohile

# template
source: Confused
st_za: A ferekane

# template
source: Angry
st_za: A halefile

# template
source: Each of them was feeling upset for their own reason!
st_za: Kaofela ha bona ba ne ba ikutlwa ba kwatile ka mabaka a bona!

# template
source: What could @global.w_stress_male_caregiver have done differently?
st_za: @global.w_stress_male_caregiver a ka be a entse eng ka tsela e fapaneng?

# template
source: Recognise why he feels stressed
st_za: A lemohe hore na ke hobaneng ha a ikutlwa a na le seterese

# template
source: Take a deep breath and speak calmly
st_za: A kge moya haholo mme a bue a kgobile matshwafo

# template
source: Show he understands his teen’s feelings
st_za: A bontshe hore o utlwisisa maikutlo a motjha wa hae

# template
source: Think about solutions together with @global.w_stress_teen_boy_1
st_za: A nahane ka ditharollo mmoho le @global.w_stress_teen_boy_1

# template
source: Do something positive together with @global.w_stress_teen_boy_1
st_za: A etse ho hong ho molemo mmoho le @global.w_stress_teen_boy_1

# template
source: Let’s look at an example of how stress can sometimes just get too much, for all of us:
st_za: A re shebeng mohlala wa kamoo seterese se ka re imelang e mong le e mong wa rona kateng:

# template
source: @global.w_stress_teen_boy_1: “Can I have money to buy some airtime?” @global.w_stress_male_caregiver: “Leave me alone and mind your own business!”
st_za: @global.w_stress_teen_boy_1: “Ke kopa tjhelete ya ho reka airtime?” @global.w_stress_male_caregiver: “Ako kgaohane le nna, o shebane le taba tsa hao!”

# template
source: @global.w_stress_teen_boy_1: “What did I do? You never listen!” @global.w_stress_male_caregiver: “I said leave me alone or you will get a beating!”
st_za: @global.w_stress_teen_boy_1: “Ke entseng jwale? Mehla ena ha o mmamele!” @global.w_stress_male_caregiver: “Ke itse o kgaohane le nna, ho seng jwalo ke tla o shapa!”

# template
source: @global.w_stress_girl: “Look! I have made a house!”
st_za: @global.w_stress_girl: “Bona! Ke qeta ho hlwekisa ntlo!”

# template
source: @global.w_stress_teen_boy_1: “Who cares about your stupid house!”
st_za: @global.w_stress_teen_boy_1: “Ke mang ya nang le taba le ntlonyana ena e makatsang!”

# template
source: Thank you for thinking along! Let’s go back in time and see what @global.w_stress_male_caregiver does now:
st_za: Rea leboha hore le nahane ka taba ena! A re kgutleleng morao mme re bone kamoo @global.w_stress_male_caregiver a etsang dintho kateng hona jwale:

# template
source: @global.w_stress_male_caregiver lost his job. He was sitting at home feeling frustrated and stressed, when @global.w_stress_teen_boy_1 entered.
st_za: @global.w_stress_male_caregiver o feletswe ke mosebetsi. O dutse lapeng a ikutlwa a sulafalletswe ebile a na le seterese, ha @global.w_stress_teen_boy_1 a kena.

# template
source: @global.w_stress_teen_boy_1: “Can I have money to buy some airtime?” @global.w_stress_male_caregiver (taking a breath): “I’m sorry son. I had a difficult day today. The boss fired me.”
st_za: @global.w_stress_teen_boy_1: “Ke ne ke kopa tjhelete ya ho reka airtime?” @global.w_stress_male_caregiver (o kga moya): “Eish ngwanaka. Ho bile boima kajeno. Mongaka o ntebetse mosebetsing.”

# template
source: @global.w_stress_teen_boy_1: “Oh no! I need a new school uniform.” @global.w_stress_male_caregiver: “I’ll try, son, And your @global.w_stress_female_caregiver’s job will help us get by while I look for another job.”
st_za: @global.w_stress_teen_boy_1: “Ao banna! Ene ke hloka yunifomo e ntjha ya sekolo.” @global.w_stress_male_caregiver: “Ke tla leka, moshanyanaka, Empa mosebetsi wa @global.w_stress_female_caregiver wa hao o tla re thusa nakong eo ke ntseng ke batla mosebetsi o mong.”

# template
source: @global.w_stress_teen_boy_1: “I can help out with looking for work, too, @global.w_stress_male_caregiver?” @global.w_stress_male_caregiver: “No it’s okay, @global.w_stress_teen_boy_1. I appreciate your offer. The most important thing is that you work hard at school. Thanks for listening to me.”
st_za: @global.w_stress_teen_boy_1: “Nna le nna nka thusa ka ho batla mosebetsi, @global.w_stress_male_caregiver?” @global.w_stress_male_caregiver: “O ska kgathatseha, ho tla loka @global.w_stress_teen_boy_1. Kea leboha ha o batla ho thusa. Empa ntho ya bohlokwa haholo ke hore wena o sebetse ka thata sekolong. Kea leboha ka hore o mmamele.”

# template
source: @global.w_stress_male_caregiver: “Let’s play some soccer together. It will help me get this stress off my mind for a bit.” @global.w_stress_teen_boy_1: “Okay, @global.w_stress_male_caregiver!”
st_za: @global.w_stress_male_caregiver: “A re ilo bapala bolo mmoho. Seo se tla nthusa hore ke theole seterese hanyane.” @global.w_stress_teen_boy_1: “Ho lokile, @global.w_stress_male_caregiver!”

# template
source: That went so much better! Taking a pause helps to respond calmly when you feel angry or stressed. Try it, you will see!
st_za: Puisano eo e tsamaile hantle haholo! Ho kgefutsa ho tla o thusa hore o arabe o theotse moya ha o ikutlwa o halefile kapa o na le seterese. Ho leke, o tla bona!

# template
source: Safety Amnesty
st_za: Tshwarelo Molemong wa Polokeho
