Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/st/st_messages.po
Languages: st_za

# template
source: Think back to when you were a teenager. Was there ever a time when you were in danger but you couldn’t tell your family because they would have been angry? This ALMOST happened to @global.w_stress_teen_boy_2 and @global.w_stress_teen_girl! Let’s have a look:
st_za: Nahana ka mehleng ya ha o sa le motjha. Na ho kile ha eba le nako eo ka yona o neng o le kotsing empa o sa kgone ho bolella lelapa la hao hobane o ne o halefile? Sena se BATLILE se etsahalla @global.w_stress_teen_boy_2 le @global.w_stress_teen_girl! A re ba shebelleng:

# template
source: @global.w_stress_teen_boy_2: "Don’t tell the adults, but I’m going to bar with my friends tonight" @global.w_stress_teen_girl: "Have fun! I’ve told them I’m staying with my girlfriend, but I’m actually going to a cool party"
st_za: @global.w_stress_teen_boy_2: "O ska jwetsa batho ba baholo, hore ke ya bareng le metswalle ya ka bosiung bona" @global.w_stress_teen_girl: "O je monate! Ke ba jwetsitse hore ke tjhakela mokgotsi wa ka wa ngwanana, empa ke ya phathing e monate"

# template
source: @global.w_stress_teen_boy_2: "I think they are dealing drugs. We could all get arrested. But I can’t tell my parents – they’ll be so angry"
st_za: @global.w_stress_teen_boy_2: "Ke nahana hore ba rekisa dithethefatsi. Kaofela re ka tshwarwa. Empa nkeke ka bolella batswadi ba ka – ba tla halefa haholo"

# template
source: @global.w_stress_teen_girl: "I’m scared. Everyone is too drunk to drive me home. This boy says he’ll take me but he wants us to go to his house first. I can’t tell my parents – I lied about coming to this party."
st_za: @global.w_stress_teen_girl: "Ke tshohile. Batho bohle ba nwele haholo hoo ba ke keng ba nkisa lapeng. Moshemane enwa o re o tla nkisa empa re qale habo pele. Nkeke ka jwetsa batswadi ba ka – ke ba jwetsitse leshano ka ho tla phating ena."

# template
source: These are dangerous situations! Thankfully, @global.w_stress_teen_boy_2 and @global.w_stress_teen_girl then remembered what @global.w_stress_parent told them: "I care about your safety more than anything. If you are ever upset, or scared, you can always call me for help, or tell me about it. Just say 'SAFETY AMNESTY'. I promise that I will try my best to help and I won’t be angry – even if you are doing something you shouldn't."
st_za: Ana ke maemo a kotsi! Ka lehlohonolo, @global.w_stress_teen_boy_2 le @global.w_stress_teen_girl ba ile ba hopola hore na @global.w_stress_parent o ile a ba bolella eng: "Ke amehile ka polokeho ya lona ho feta eng kapa eng. Haeba le ka ikutlwa le kwatile, kapa le tshohile, ka dinako tsohle le ntetsetse hore ke tlo le thusa, kapa le mpolelle taba eo. E reng feela 'TSHWARELO MOLEMONG WA POLOKEHO'. Kea le tshepisa ke tla leka sohle hore ke le thuse ebile nkeke ka le halefela – le haeba le ne le etsa ntho eo le sa lokelang ho e etsa."

# template
source: @global.w_stress_teen_girl: "@global.w_stress_parent, it’s a safety amnesty. Can you come and pick me up? I really need a lift home."
st_za: @global.w_stress_teen_girl: "@global.w_stress_parent, ke tshwarelo molemong wa polokeho. Ke kopa o tle o tlo nlata? Kannete ke hloka lifti ya ho ya lapeng."

# template
source: @global.w_stress_teen_boy_2: "@global.w_stress_parent, safety amnesty. I think my friends are in trouble. I don’t want to stop being their friend, but I’m worried. Can we talk?"
st_za: @global.w_stress_teen_boy_2: "@global.w_stress_parent, tshwarelo molemong wa polokeho. Ke bona eka mekgotsi ya ka e mathateng. Ha ke batle ho emisa hoba motswalle wa bona, empa ke kgathatsehile. Na re ka bua?"

# template
source: This is fantastic, especially in such difficult times as this. You are a star.
st_za: Ke taba tse monate, haholoholo dinakong tse jwaloka tsena tse boima. O kgalala.

# template
source: Today you will explore:
st_za: Kajeno lena o tla ithuta:

# template
source: * Story & discussion – that didn’t work… * Story & discussion – that worked! * Safety Amnesty story & discussion – that worked! * Tools: How to manage stress BREATHE - SHARE - SHOW * Home practice suggestions
st_za: * Pale le puisano – e sa atlehang… * Pale le puisano – e atlehileng! * Pale ya Tshwarelo e Bolokehileng le puisano – e sebeditseng! * Dithulusi: Tsela ya ho laola seterese KGA MOYA - PHETA - BONTSHA * Ditshisinyo tsa boikwetliso ba lapeng

# template
source: * Story & reflection – that didn’t work… * Story & reflection – that worked! * Safety Amnesty story & reflection – that worked! * Tools: How to manage stress BREATHE - SHARE - SHOW * Home practice suggestions
st_za: * Pale le puisano – e sa atlehang… * Pale le puisano – e atlehileng! * Pale ya Tshwarelo e Bolokehileng le puisano – e sebeditseng! * Dithulusi: Tsela ya ho laola seterese KGA MOYA - PHETA - BONTSHA * Ditshisinyo tsa boikwetliso ba lapeng

# template
source: Let's discuss what happened in this story.
st_za: A re buisaneng ka se etsahetseng paleng ena.

# template
source: How do you think @global.w_stress_teen_boy_1 felt? And his @global.w_stress_male_caregiver? And @global.w_stress_girl? What could @global.w_stress_male_caregiver have done differently?
st_za: O nahana hore @global.w_stress_teen_boy_1 o ile a ikutlwa jwang? @global.w_stress_male_caregiver wa hae yena? Ho thweng ka @global.w_stress_girl? @global.w_stress_male_caregiver o ne a ka etsang ka tsela e fapaneng?

# template
source: @global.w_stress_male_caregiver could...
st_za: @global.w_stress_male_caregiver a ka...

# template
source: * Recognise why he feels stressed * Take a deep breath and speak calmly * Show he understands his teen’s feelings * Think about solutions together with @global.w_stress_teen_boy_1 * Do something positive together with @global.w_stress_teen_boy_1
st_za: * A lemohe hore na ke hobaneng ha a ikutlwa a na le seterese * A kge moya haholo mme a bue a kgobile matshwafo * A bontshe hore o utlwisisa maikutlo a motjha wa hae * A nahane ka ditharollo mmoho le @global.w_stress_teen_boy_1 * A etse ho hong ho molemo mmoho le @global.w_stress_teen_boy_1

# template
source: BREATHE. Slowly. Pause.
st_za: O KGE MOYA. Butle. Kgefutsa.

# template
source: Before you say anything, slowly breathe in and out five times. It will calm you, and give you a chance to think.
st_za: Pele o bua eng kapa eng, hema butle o kge moya mme o o tlohele ka makgetlo a mahlano. O tla theola moya, mme o tla ba le monyetla wa ho nahana.

# template
source: SHARE how you feel
st_za: PHETA kamoo o ikutlwang kateng

# template
source: This is hard. Many of us were told not to cry, or show our feelings to our children. But take a deep breath and calmly tell them how you feel. They will understand better, and also learn from you how to deal with stress.
st_za: Ntho ena e thata. Boholo ba rona, re kile ra bolellwa hore re se lle, kapa ra bontsha bana ba rona maikutlo a rona. Empa kga moya o mongata mme o kgobile matshwafo o ba bolelle kamoo o ikutlwang kateng. Ba tla utlwisisa hantle, mme ba tla be ba ithute tsela ya ho sebetsana le seterese ho wena.

# template
source: SHOW them you care
st_za: Ba BONTSHE hore o a ba tsotella

# template
source: This is also hard! Stress makes us focus on ourselves. But our teens need our support. Ask them how they feel. Listen to them and comfort them. Try a hug or say ‘I understand’. It can change everything.
st_za: Le yona e boima! Seterese se etsa hore re amehe ka rona. Empa batjha ba rona ba hloka tshehetso ya rona. Ba botse hore na ba ikutlwa jwang. Ba mamele mme o ba tshedise. Leka ho ba haka kapa o re ‘Kea utlwisisa’. Seo se ka fetola dintho tsohle.

# template
source: SEEK the positive
st_za: BATLA dintle

# template
source: Can you and your teen think about ideas that might help? Can you do something positive together to take your mind off the stress?
st_za: Na wena le motjha wa hao le nahana ka dintho tse ka thusang? Na le ka etsa ntho e ntle mmoho hore le tlose dikelello tsa lona nthong e bakang seterese?

# template
source: If all else fails, breathe. You can do this.
st_za: Ha tsena tsohle di hloleha, kga moya. O ka atleha.

# template
source: Looking after yourself matters.
st_za: Ho bohlokwa ho itlhokomela.

# template
source: Great! So good to hear that you are in a good space today. What a wonderful feeling!
st_za: Ke botle! Ke thabela ho utlwa hore dintho di tsamaya hantle kajeno. Ke boikutlo bo molemo hakaakang!

# template
source: Sometimes things go great. Sometimes they don't. And sometimes we don't quite know what to think... and that's totally okay! Remember that you are not alone.
st_za: Ka dinako tse ding di tsamaya hantle. Ka dinako tse ding ha ho jwalo. Mme ka dinako tse ding ha re tsebe hantle hore na re ikutlwa jwang... mme le moo ho lokile! Hopola hore ha o mong.

# global
source: My Favourite Activities
st_za: Dintho Tseo ke Ratang ho di Etsa

# global
source: All Activities
st_za: Mesebetsi Yohle

# global
source: Random Activity
st_za: Mesebetsi e Etswang ka Tshohanyetso

# global
source: This Week's Activity
st_za: Mosebetsi wa Beke Ena

# global
source: Chat Together
st_za: Qoqang Mmoho

# global
source: Do Together
st_za: Etsang Mmoho

# global
source: Your @global.parent_app Code
st_za: Khoutu ya hao ya @global.parent_app

# global
source: Terms & Conditions
st_za: Lipallo le lipehelo

# global
source: Privacy Policy
st_za: Leano la Lekunutu

# global
source: Real-world ideas
st_za: Dikeletso tsa maemo a sebele bophelong

# global
source: Ideas
st_za: Dikeletso

# global
source: Ideas from other families...
st_za: Dikeletso tse tswang malapeng a mang...

# global
source: Challenges & solutions
st_za: Diphephetso le ditharollo

# global
source: Submit
st_za: Romela

# global
source: Find out more
st_za: Ithute haholwanyane

# global
source: Show me how
st_za: Mpontshe tsela

# global
source: Tell me more!
st_za: Mpolelle haholwanyane!

# global
source: Let's go!
st_za: A re ye!

# global
source: Check it out!
st_za: E tshwaye!

# global
source: Done
st_za: Qetile

# global
source: Next
st_za: Latelang

# global
source: Previous
st_za: Fetileng

# global
source: Save
st_za: Boloka

# global
source: Start
st_za: Qala

# global
source: Skip
st_za: Feta

# global
source: Continue
st_za: Tsoela pele

# global
source: Finish with a song
st_za: Qetile ka pina

# global
source: Goodbye!
st_za: Ke hantle!

# global
source: No gadget use the next day
st_za: Ha ho na bajete e sebediswang hosane

# global
source: Take 5 minutes pause in separate part of the room
st_za: Nka metsotso e 5 o kgefuditse karolong e ka thoko ya kamore

# global
source: Write a letter of apology
st_za: Ngola lengolo la ho kopa tshwarelo

# global
source: Cannot see friends the next day
st_za: O keke wa bona metswalle hosane

# global
source: Cannot play with phone after dinner (or next hour)
st_za: O keke wa bapala ka founo kamora tinare (kapa horeng e tlang)

# global
source: Extra time with friends on weekend (1hr)
st_za: Nako e ngata le metswalle mafelobeke (hora e 1)

# global
source: Cooking teen’s favourite meal
st_za: Ho pheha dijo tseo motjha a di ratang

# global
source: Extra time with phone after dinner (30 min)
st_za: Nako e ngata ka founo kamora tinare (30 mets)

# global
source: Watching teen’s T.V. show together
st_za: Ho shebella lenaneo la motjha la T.V. mmoho

# global
source: Extra one-on-one time on Sunday (30 min)
st_za: Nako e eketsehileng ya boinotshing ka Sontaha (30 mets)

# global
source: Take a deep breath and pause before responding
st_za: Kga moya o mongata mme o kgefutse pele o araba

# global
source: Listen to your teen
st_za: Mamela motjha wa hao

# global
source: Praise your teen for sharing
st_za: Babatsa motjha wa hao ka hore a o phetele

# global
source: Use problem solving skills
st_za: Sebedisa tsebo ya ho rarolla bothata

# global
source: Work out where you can get help
st_za: Hlahloba hore na o ka fumana thuso hokae

# global
source: Watching this video requires internet access. To limit data use, watch or download this video when on WiFi.
st_za: O hloka phihlello ya inthanete hore o shebelle video ena. Ho fokotsa tshebediso ya datha, shebella kapa daonlouda video ena ha o na le WiFi.

# global
source: Visiting these websites requires internet access. To limit data use, visit these websites when on WiFi.
st_za: O hloka phihlello ya inthanete ho kena diwebosaeteng tsena. Ho fokotsa tshebediso ya datha, kena diwebosaeteng tsena ha o na le WiFi.

# global
source: Sending this message requires internet access. To limit data use, send this message when on WiFi.
st_za: O hloka phihlello ya inthanete hore o romele molaetsa ona. Ho fokotsa tshebediso ya datha, romela molaetsa ona ha o na le WiFi.

# global
source: Severe illness or death of a friend or family member
st_za: Bokudi bo tshabehang kapa lefu la motswalle kapa setho sa lelapa

# global
source: Robbery
st_za: Ho tshwarwa poho

# global
source: Flooding
st_za: Dikgohola

# global
source: Political violence
st_za: Diketso tsa dikgoka tsa dipolotiki

# global
source: Losing my job
st_za: Ha ke fellwa ke mosebetsi

# global
source: Pandemic (COVID-19)
st_za: Sewa (COVID-19)

# global
source: Weekly Workshops
st_za: Diwekshopo tsa Beke le Beke

# global
source: Weekly Workshop
st_za: Wekshopo ya Beke le Beke

# global
source: Weekly Workshop Options
st_za: Dikgetho tsa Diwekshopo tsa Beke le Beke

# global
source: Parent Library
st_za: Laebrari ya Motswadi

# global
source: In-Week Messages
st_za: Melaetsa ya Beke Ena

# global
source: To solve this challenge, I will try to:
st_za: Ho rarolla phephetso ena, ke tla leka ho:

# global
source: Do you want to try one of the following things?
st_za: Na o batla ho leka e nngwe ya dintho tse latelang?

# global
source: My challenge is not listed here.
st_za: Phephetso ya ka ha e a thathamiswa mona.

# global
source: New workshop ready tomorrow!
st_za: Wekshopo e ntjha e tla be e lokile hosane!

# global
source: New workshop!
st_za: Wekshopo e Ntjha!

# global
source: Workshop Reminder
st_za: Kgopotso ya Wekshopo

# global
source: Nice progress!
st_za: Tswelopele e Kgahlisang!

# global
source: Remember to sit down and relax today - taking care of yourself is an important parenting skill.
st_za: Kajeno o hopole ho dula fatshe mme o phutholohe - ho itlhokomela ke tsebo ya bohlokwa ya botswadi.

# global
source: You are appreciated!
st_za: O motho ya ratwang!

# global
source: Something Fun
st_za: Ntho e Monate

# global
source: Here is a fun activity to do with your teen!
st_za: Ntho e thabisang eo o ka e etsang le motjha wa hao ke ena!

# global
source: Your @global.parent_points this week
st_za: @global.parent_points tsa hao bekeng ena

# global
source: Hi @fields.user_name! Thank you for using @global.parent_app and committing to your parenting. Remember to tap your @global.parent_points!
st_za: Dumela @fields.user_name! Rea leboha ka ho sebedisa @global.parent_app le ka ho boikemisetso ba hao jwaloka motswadi. Hopola ho tobetsa ho @global.parent_points!

# global
source: Home Practice Reminder
st_za: Kgopotso ya Boikwetliso ba Lapeng

# global
source: Make me smile
st_za: Etsa hore ke bososele

# global
source: Get me going
st_za: Nthuse ke tswele pele

# global
source: My Favourite Relaxes
st_za: Ditsela Tseo ke di Ratang tsa ho Kgatholoha

# global
source: All Relaxes
st_za: Ditsela Tsohle tsa ho Kgatholoha

# global
source: Random Relax
st_za: Ho Kgatholoha ho sa Rerwang

# global
source: This Week's Relax
st_za: Boikgathollo ba Bekeng Ena

# global
source: Listen & Relax (1-2 minutes)
st_za: Mamela mme o Kgatholohe (metsotso e 1-2)

# global
source: Listen & Relax (3-5 minutes)
st_za: Mamela mme o Kgatholohe (metsotso e 3-5)

# global
source: Do & Relax (5-10 minutes)
st_za: Etsa mme o Kgatholohe (metsotso e 5-10)

# global
source: At home
st_za: Lapeng

# global
source: Buy things we can sell
st_za: Reka dintho tseo re ka di rekisang

# global
source: At a bank
st_za: Bankeng

# global
source: In a savings group
st_za: Sehlopheng se baballang tjhelete

# global
source: Teens completing school/university
st_za: Batjha ba qetang sekolong/yunivesithing

# global
source: Building/expanding a house for my family
st_za: Ho haha/ho atolosa ntlo ya lelapa la ka

# global
source: Starting a business
st_za: Ho qala kgwebo

# global
source: Buying a car for my family
st_za: Ho rekela lelapa la ka koloi

# global
source: Walk to the shops
st_za: Lebang Dishopong

# global
source: Get water together
st_za: Tsa mo kgang metsi mmoho

# global
source: Do a chore together
st_za: Phethang mesebetsi mmoho

# global
source: Prepare dinner
st_za: Lokisetsang dijo tsa tinare

# global
source: Eat breakfast/lunch/dinner
st_za: Jang dijo tsa hoseng/tsa motshehare/tsa tinare

# global
source: Have tea after school
st_za: O nwe tee ha sekolo se tswa

# global
source: Watch a T.V. show
st_za: Shebella lenaneo la T.V

# global
source: Review homework
st_za: Hlahloba homeweke

# global
source: Chat before bedtime
st_za: Qoqang pele le ilo robala

# global
source: Play a game/sport
st_za: Bapalang game/papadi

# global
source: Tap and type
st_za: Tobetsa mme o thaepe

# global
source: Tap and choose
st_za: Tobetsa mme o kgethe

# global
source: Type your own
st_za: Thaepa taba ya hao

# global
source: I've understood this. Don't show me this message again.
st_za: Ke utlwisisa sena. O se mpontshe molaetsa ona hape.

# global
source: Home Practice
st_za: Boikwetliso ba Lapeng

# global
source: Talk about @global.home_practice
st_za: Bua ka @global.home_practice

# global
source: Home Practice Review
st_za: Tlhahlobo ya Boikwetliso ba Lapeng

# global
source: Let's talk about how your home practice went this week.
st_za: A re bueng ka hore na boikwetliso ba lona ba lapeng bo tsamaile jwang bekeng ena.

# global
source: In my group
st_za: Sehlopheng sa ka

# global
source: By myself
st_za: Ke le mong

# global
source: awesome parent
st_za: motswadi wa popota

# global
source: friends
st_za: metswalle

# tour
source: Welcome to @global.parent_app
st_za: Rea o amohela ho @global.parent_app

# tour
source: <p>You deserve to feel good, and have happier family relationships.</p> <p>@global.parent_app is here to support you.</p> <p>Here is how to use the app:</p>
st_za: <p> o lokelwa ke ho utlwa monate, hape o lokelwa ke ho ba le di kamano tse ntle tsa lelapa. </p> <p>@global.parent_app e mona ho o tshehetsa. </p> <p> mona ke mokhoa oa ho sebelisa app ena:<p>

# tour
source: <p>This big button takes you to your @global.weekly_workshops. </p>
st_za: <p> Konopo ena e kgolo ena ea @global.weekly_workshops e ho isa lithupelong tsa hau. </p>

# tour
source: <p> Each week you will unlock a new workshop focusing on a different parenting skill. </p>
st_za: <p> beke engwe le engwe o tlo notlolla thupelo e ncha e shebaneng le tsebo e ncha ea botswadi. </p>

# tour
source: <p>The round button appears when a new workshop is ready for you.</p>
st_za: <p>Ho hlahella konopo e sedikadikwe ha thupelo e ntjha e o loketse.</p>

# tour
source: <p>Each new parenting skill comes with a @global.parent_point.</p>
st_za: <p> Bokhoni bo bong le bo bong bo bocha ba batsoali bo tla le ntlha e tswang ho @global.parent_point. </p>

# tour
source: <p>Use @global.parent_points to celebrate your achievements!</p>
st_za: <p> Sebedisa @global.parent_points ho keteka likatleho tsa hao!</p>

# tour
source: <p>Find lots of helpful resources in the @global.parent_centre.</p> <p>You can get instant access to the Essential Tools from all @global.weekly_workshops.</p>
st_za: <p>Fumana lisebelisoa tse ngata ho @global.parent_centre.</p> <p>U ka fumana phihlello hang hang ho Lisebelisoa tsa Bohlokoa ho tsoa ho @global.weekly_workshops.</p>

# tour
source: <p>Check out the extra relaxation and parenting activities!</p> <p>You can also get quick parenting tips and technical support.</p>
st_za: <p> Hlahloba boikhathollo bo eketshehileng le mesebetsi ea botsoali!</p> <p> Hape o ka na fumana malebela a botsoali a potlakileng le tshehetso ea tekheniki.</p>

# tour
source: <p>Have a look around! Wherever you start, just the fact you are here shows you care.</p>
st_za: <p> Sheba haufi le uena! Kae kapa kae moo o qalang, taba feela ea hore o mona e bontsha hore oa tsotella.</p>

# tour
source: Go to the @global.weekly_workshops
st_za: Leba ho @global.weekly_workshops

# tour
source: <p>Press this button on the home screen to go to the @global.weekly_workshops </p>
st_za: <p>Tobetsa konopo ya sekrine se qalang hore o lebe ho @global.weekly_workshops </p>

# tour
source: Go to the @global.weekly_workshop_options
st_za: Leba ho @global.weekly_workshop_options

# tour
source: <p>Press this button to go to the @global.weekly_workshop_options </p>
st_za: <p>Tobetsa konopo ho leba ho @global.weekly_workshop_options </p>

# tour
source: <p>Use the @global.weekly_workshop_options to change your workshop settings. </p>
st_za: <p>Sebedisa @global.weekly_workshop_options ho fetola diseting tsa wekshopo ya hao. </p>

# tour
source: <p> You can change your name here. </p>
st_za: <p> O ka fetola lebitso la hao mona. </p>

# tour
source: <p> This shows the day of the week that your new @global.weekly_workshop becomes available. </p> <p> If you want to change it, just press it. </p>
st_za: <p> Ena e bontsha letsatsi la beke leo @global.weekly_workshop ya hao e ntjha e tla fumaneha ka lona. </p> <p> Haeba o batla ho le fetola, tobetsa mona. </p>

# tour
source: <p> This shows the @global.weekly_workshop that you're currently on. </p>
st_za: <p> Ena e bontsha @global.weekly_workshop eo hona jwale o leng ho yona. </p>

# tour
source: <p> You can change here whether you want to do your @global.weekly_workshops as a group or by yourself. </p>
st_za: <p> O ka fetola mona ebang o batla ho etsa @global.weekly_workshops tsa hao le le sehlopha kapa o le mong. </p>

# tour
source: <p> Tap here to change your group name. </p>
st_za: <p> Tobetsa mona ho fetola lebitso la sehlopha sa hao. </p>

# data_list
source: Reflect on the positive
st_za: Nahana ka dintle

# data_list
source: Check-in chat
st_za: Kenella moqoqong

# data_list
source: Dream Travel
st_za: Leeto la Ditoro

# data_list
source: Famous Party
st_za: Phathi e Tummeng

# data_list
source: Two truths, one lie
st_za: Dinnete tse pedi, leshano le le leng

# data_list
source: Time Machine
st_za: Motjhine wa Nako

# data_list
source: Superpowers
st_za: Matla a Maholo

# data_list
source: Just a friendly chat
st_za: Moqoqo o botswalle feela

# data_list
source: The Interrupter
st_za: Mositisi

# data_list
source: Three options
st_za: Dikgetho tse tharo

# data_list
source: Yes, No or Maybe
st_za: E, Tjhe kapa Mohlomong

# data_list
source: Memory game - "On Saturday..."
st_za: Papadi ya kgopolo - "Ka Moqebelo..."

# data_list
source: Make up a story
st_za: Qapa pale

# data_list
source: Co-chef
st_za: Seapehi-mmoho

# data_list
source: Dance moves
st_za: Ditsela tsa ho tantsha

# data_list
source: Mirror
st_za: Seipone

# data_list
source: What's new?
st_za: Tse ntjha ke dife?

# data_list
source: Get active!
st_za: Eba mahlahahlaha!

# data_list
source: Name that tune
st_za: Bolela morethetho ona

# data_list
source: Pass the snap
st_za: Fetisa senepe

# data_list
source: Family workout
st_za: Boikwetliso ba lelapa

# data_list
source: Make housework fun
st_za: Etsa mosebetsi wa lapeng hamonate

# data_list
source: Household chores aren’t fun… or are they? You can make them into a game!
st_za: Mesebetsi ya lapeng ha e monate… kapa jwang? O ka etsa hore ebe papadi!

# data_list
source: What are you doing?
st_za: O etsang?

# data_list
source: Here is a fun game you can do with your family!
st_za: Papadi e monate ke ena eo o ka e etsang le lelapa la hao!

# data_list
source: Crazy chicken
st_za: Tantshi ya dikgoho tse hlanyang

# data_list
source: Help yourself cope
st_za: ithuse ho sebetsana

# data_list
source: Help your teen cope
st_za: Thusa mocha oa hao ho sebetsana le boemo boo
