Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/st/st_messages.po
Languages: st_za

# template
source: You can also praise other adults in your household, too. Notice how they respond!
st_za: Hape o ka babatsa batho ba bang ba baholo lapeng. Lemoha hore na ba arabela jwang!

# template
source: Let's practice giving praise.
st_za: A re itlwaetseng ho babatsa batho ba bang.

# template
source: Share with each other: * What can you praise your teen for? * What has someone else done well during this workshop? Tell them! * How did it make you feel to praise someone? * How did it make you feel to be praised?
st_za: Phetelanang ditaba: * O ka babatsa motjha wa hao ka lebaka la eng? * Motho e mong o entse eng e ntle nakong ya wekshopo ye? Mo bolelle! * O ile wa ikutlwa jwang ha o babatsa motho e mong? * O ile wa ikutlwa jwang ha o babatswa?

# template
source: Sometimes it’s hard to think of what to praise your teen for! Here are some ideas from other parents:
st_za: Ka dinako tse ding ho thata ho nahana ka ntho eo o ka babatsang motjha wa hao ka lebaka la yona! Dikeletso tse tswang ho batswadi ba bang ke tsena:

# template
source: * Being kind to someone * Cleaning their room * Joining a family meal * Greeting other family members * Looking after siblings * Coming home in time * Showing thoughtfulness * Saying 'please' or 'thank you' * Going to school * Doing chores or schoolwork * Getting through mealtime peacefully
st_za: * Ha a tshwere motho e mong ka mosa * Ho hlwekisa kamore ya hae * Ha a bile teng dijong tsa lelapa * Ha a dumedisitse ditho tse ding tsa lelapa * Ha a hlokometse banababo * Ha a fihlile ka nako lapeng * Ha a bontshitse hore o nahanela batho ba bang * Ka ho re 'ke kopa' kapa 'kea leboha' * Ha a ile sekolong * Ha a phetha mesebetsi ya lapeng kapa ya sekolo * Ho dula ka kgotso nakong ya dijo

# template
source: Great to hear that you are doing well. You are a wonderful parent!
st_za: Ke thabela ho utlwa hore o etsa hantle. O motswadi wa mmakgonthe!

# template
source: Sorry that you are not having the best day. Well done for trying to figure everything out. Nobody has all the answers but you really do your best!
st_za: Ke maswabi ho utlwa hore kajeno dintho ha di o tsamaele hantle. O entse hantle ka ho leka ho rarolla bothata. Ha ho na motho ya nang le dikarabo tsohle empa kannete o entse sohle seo o ka se kgonang!

# template
source: Sorry to hear that you are not having a good day. Well done for getting up every morning and trying again, even when you are tired. That is real courage and dedication!
st_za: Ke maswabi ho utlwa hore letsatsi la hao la kajeno ha le monate. O etsa hantle ka ho tsoha hoseng ho hong le ho hong mme o leke hape, leha o ikutlwa o kgathetse. Sena ke sebete sa nnete le boitelo!

# template
source: This week, set one rule together with your teen. Remember to praise your teen afterwards!
st_za: Bekeng ena, beha molao o le mong mmoho le motjha wa hao. Hopola ho babatsa motjha wa hao kamora moo!

# template
source: make rules with their teens
st_za: etsa melao le batjha ba bona

# template
source: Did you have any challenges when trying to make a rule together?
st_za: Na le bile le diphephetso dife kapa dife ha le leka ho etsa melao mmoho?

# template
source: What was difficult for you about making a rule with your teen?
st_za: Ke eng e ileng ya o thatafalla ha o etsa molao le motjha wa hao?

# template
source: My teen and I could not agree on a rule.
st_za: Nna le motjha wa ka re ne re sa dumellane ka molao.

# template
source: Think about whether the rule is reasonable. Can your teen follow it? When making rules as a family, it helps to think about your teen, how old they are, and what is important to them.
st_za: Nahana hore na molao oo ke o utlwahalang. Na motjha wa hao a ka o latela? Ha le etsa molao le le lelapa, ho a thusa ho nahana ka motjha wa hao, hore na o dilemo di kae, le hore na ke eng ya bohlokwa ho yena.

# template
source: My teen felt it was unfair that they have to follow the rule while I don’t have to follow it.
st_za: Motjha wa ka a ka nna a nka ho sa loka hore yena o lokela ho latela molao oo nna ke sa o lateleng.

# template
source: We should always remember that children learn best from us. The more we follow the rules, the more they will follow the rules, too. You can adjust the rule to make sure that it is realistic for everyone to follow, considering your responsibilities and your teen’s responsibilities (for example, school or work activities).
st_za: Ka dinako tsohle re lokela ho hopola hore bana ba ithuta hantle ho rona. Ha re latela melao haholo, le bona ba tla latela melao. O ka fetola molao ho tiisa hore ho ka kgoneha hore bohle ba o latele, o nahanne ka boikarabelo ba hao le boikarabelo ba motjha wa hao (ka mohlala mesebetsi ya sekolong kapa ya boiphediso).

# template
source: I felt uncomfortable, because I feel that I should be the one establishing the rule, not my teen.
st_za: Ke ile ka ikutlwa ke sa phutholoha, hobane ke nka hore ke nna ya lokelang ho etsa molao eseng motjha wa ka.

# template
source: My partner felt uncomfortable, because they feel that they should be the one establishing the rule, not the teen.
st_za: Molekane wa ka o ile a ikutlwa a sa phutholoha, hobane o nka hore ke yena ya lokelang ho etsa molao, eseng motjha wa ka.

# template
source: When we establish rules together with our teens, that helps the family to understand each other better. The rules will be more realistic, and our teens will be more willing and able to follow the rules.
st_za: Ha re etsa melao hammoho le batjha ba rona, seo se thusa ditho tsa lelapa ho utlwisisana habetere. Etlaba melao e utlwahalang le ho feta mme batjha ba tla ikemisetsa ho latela melao ebile ba tla kgona ho e latela.

# template
source: When we tried to set a rule, we got into an argument.
st_za: Ha re leka ho beha molao, re ne re pheha kgang.

# template
source: Was your teen in a good mood when you tried to set the rule? It is best to set rules when the situation is calm. If you or your teen are tired or hungry, it is better to talk about rules at a later time.
st_za: Na motjha wa hao o ne a thabile ha le leka ho beha molao? Ho molemo haholo ho beha melao ha boemo bo kokobetse. Haeba wena kapa motjha wa hao le kgathetse kapa le lapile, ho molemo ho buisana ka melao hamorao.

# template
source: We were not able to stick to the rule.
st_za: Ha re kgone ho imatahanya le molao.

# template
source: The rule needs to be specific and realistic. Make sure to have a rule that can be kept easily, like having one meal together every Sunday instead of every night. Do you need to be more flexible about the rule?
st_za: Molao o lokela ho toba taba mme ebe ntho e kgonehang. Tiisa hore o na le molao o ka bolokwang o le bonolo, jwaloka ho ja dijo mmoho ka Sontaha se seng le se seng ho fapana le bosiu bo bong le bo bong. Na o tlameha ho fetofetoha le molao?

# template
source: Your goal was to make ONE rule with your teen this week.
st_za: Sepheo sa hao e ne e le ho etsa molao O LE MONG le motjha wa hao bekeng ena.

# template
source: Well done for this! It’s not easy, and teenagers won’t keep to the rules all the time, but making a few key rules together is a great start. Praise yourself for trying this - we are proud of you!
st_za: O entse hantle ka sena! Ha ho bonolo, mme batjha ba ke ke ba latela melao ka dinako tsohle, empa ho etsa melao e seng mekae ya bohlokwa mmoho ke tsela e ntle ya ho qala. Ipabatse ka ho etsa sena - re motlotlo ka wena!

# template
source: Rules help teens understand what is expected from them. Teens are more likely to follow rules if you create the rules WITH your teen and praise them for it!
st_za: Melao e thusa batjha ho utlwisisa hore na ho lebeletswe eng ho bona. Ho na le menyetla e mengata ya hore batjha ba mamele melao haeba melao e etswa LE batjha mme ba babatswa ha ba e latela!

# template
source: Greetings, everyone. Today's topic is rules. Rules promote peace within the household and promote understanding amongst family members. Rules promote responsibilities for each family member; therefore, it is important to have family rules. A household with family rules lives in peace.
st_za: Dumelang bohle. Sehlooho sa kajeno ke melao. Melao e kgothalletsa kgotso ka lapeng ebile e kgothalletsa ditho tsa lelapa ho utlwisisana. Melao e kgothalletsa setho ka seng sa lelapa ho jara boikarabelo; kahoo, ho bohlokwa ho ba le melao ya lelapa. Lelapa le nang le melao ya lelapa le phela ka kgotso.

# template
source: Write down one important rule you’d like to make with your teenager – you'll be doing this as your home practice this week. What will they think about it?
st_za: Ngola molao o le mong wa bohlokwa oo o ka ratang ho o etsa le motjha wa hao – o tla be o etsa sena e le boikwetliso ba lapeng bekeng ena. O tla nahanang ka wona?

# template
source: Have you managed to set a rule together with your teen?
st_za: Na o kgonne ho beha molao mmoho le motjha wa hao?

# template
source: Sometimes it feels like your teens are still grumpy even when you’ve done the best you can. Remember that you are doing an amazing job, and that there will be good times with them too!
st_za: Ka dinako tse ding ho bonahala eka batjha ba hao ba hloname leha o entse sohle se matleng a hao. Hopola o etsa mosebetsi o tswileng matsoho, mme o tla ba le dinako tse monate le bona!

# template
source: You are close to gaining another parenting tool! Complete the @local.workshop_data.in_text_title, set ONE simple and realistic rule with your teen, and see things change!
st_za: O haufi le ho fumana thulusi e nngwe ya botswadi! Phethela @local.workshop_data.in_text_title, beha molao O LE MONG o bonolo le o utlwahalang le motjha wa hao, mme o bone ha dintho di fetoha!

# template
source: Hi @fields.user_name! New week, new workshop! Learn how to set household rules in a way that will increase the chances of your teen keeping them.
st_za: Dumela @fields.user_name! Ke beke e ntjha, le wekshopo e ntjha! Ithute tsela ya ho beha melao ya lelapa ka tsela e tla eketsa menyetla ya hore motjha wa hao a e boloke.

# template
source: Hi @fields.group_name! New week, new workshop! Learn how to set household rules in a way that will increase the chances of your teen keeping them.
st_za: Dumela @fields.group_name! Ke beke e ntjha, le wekshopo e ntjha! Ithute tsela ya ho beha melao ya lelapa ka tsela e tla eketsa menyetla ya hore motjha wa hao a e boloke.

# template
source: Thank you again for using @global.parent_app and for committing to your parenting journey. The @local.workshop_data.in_text_title will show you how to set rules in a way that will help your teen to understand and follow them better.
st_za: Rea leboha hore ebe o ile wa boela wa sebedisa @global.parent_app le ka hore ebe o kene leetong lena la botswadi ke boikemisetso. @local.workshop_data.in_text_title e tla o bontsha hore na melao e behwa jwang ka tsela e tla thusa motjha wa hao o e utlwisisa le ho e latela habonolo.

# template
source: Tomorrow a brand new @global.parent_app workshop is ready for you. Try to complete the @local.workshop_data.in_text_title before starting the new workshop. It won’t take long and will help your teen to follow rules better!
st_za: Hosane ho na le wekshopo e ntjha-tjha! ya @global.parent_app workshop e tla be e o letetse. Leka ho phethela @local.workshop_data.in_text_title pele o qala wekshopo e ntjha. E ke ke ya nka nako e telele mme e tla thusa motjha wa hao ho ntlafatsa tsela eo a latelang melao ka yona!

# template
source: Congratulations, you completed the @local.workshop_data.in_text_title. Tomorrow, a new workshop will help you know what to do when teens show bad (or good) behaviour!
st_za: Rea o thoholetsa, o phethetse @local.workshop_data.in_text_title. Hosane, wekshopo e ntjha e tla o thusa ho tseba seo o lokelang ho se etsa ha batjha ba bontsha boitshwaro bo bobe (kapa bo botle)!

# template
source: They discussed the reasons behind the rule
st_za: Ba ile ba buisana ka mabaka a molao

# template
source: @global.w_rules_female_caregiver_1 listened to @global.w_rules_teen_boy’s suggestions
st_za: @global.w_rules_female_caregiver_1 o ile a mamela ditshisinyo tsa @global.w_rules_teen_boy

# template
source: The rule was clear, specific and fair
st_za: Molao o ne o hlakile, o toba taba ebile o lokile

# template
source: @global.w_rules_female_caregiver_1 praised @global.w_rules_teen_boy for helping to make the rule
st_za: @global.w_rules_female_caregiver_1 o ile a babatsa @global.w_rules_teen_boy hobane a thusitse hore ho etswe molao

# template
source: That's right, making clear rules together in a calm and positive way works so well!
st_za: Ka sebele, ho etsa melao e hlakileng mmoho le ka moya o tlaase le o motle ho a atleha!

# template
source: She praised him
st_za: O ile a mo babatsa

# template
source: She rewarded him when he followed the rule
st_za: O ile a mo putsa ha a latetse molao

# template
source: Exactly - a positive response makes all the difference!
st_za: Ka sebele ho jwalo - karabo e ntle e tlisa phapang e kgolo!

# template
source: Let's read what happened with @global.w_rules_teen_boy and his @global.w_rules_female_caregiver_1:
st_za: A re bale se etsahetseng ka @global.w_rules_teen_boy le @global.w_rules_female_caregiver_1 wa hae:

# template
source: @global.w_rules_female_caregiver_1: "You always come home late!" @global.w_rules_teen_boy: "No I don’t, I don’t even know what late means! Stop nagging me."
st_za: @global.w_rules_female_caregiver_1: "O dula o fihla leite lapeng!" @global.w_rules_teen_boy: "Nna ha ke fihle leite, ha ke tsebe le hore na leite e bolelang! Ako tlohele ho nkemella."

# template
source: Which specific rule could @global.w_rules_teen_boy and @global.w_rules_female_caregiver_1 create together?
st_za: Ke molao ofe o tobileng oo @global.w_rules_teen_boy le @global.w_rules_female_caregiver_1 ba ka o etsang mmoho?

# template
source: Let’s see how @global.w_rules_female_caregiver_1 and @global.w_rules_teen_boy did this the next day: @global.w_rules_female_caregiver_1: “I want you to have fun, @global.w_rules_teen_boy, but I’m also worried about you staying out late. Do you know why?” @global.w_rules_teen_boy: “Because you want me to have enough time for my schoolwork?”
st_za: A re boneng hore na @global.w_rules_female_caregiver_1 le @global.w_rules_teen_boy ba entse sena jwang letsatsing le hlahlamang: @global.w_rules_female_caregiver_1: “Ke batla hore o ithabise, @global.w_rules_teen_boy, empa hape ke kgathatsehile hore o fihla lapeng mona leite. Na o tseba lebaka la seo?” @global.w_rules_teen_boy: “Hobane o batla hore ke be le nako e lekaneng ya mosebetsi wa ka wa sekolo?”

# template
source: @global.w_rules_female_caregiver_1: “That’s right, and it’s also not safe in this area to be outside after sunset. What do you think would be a good time for you to be home?”
st_za: @global.w_rules_female_caregiver_1: “Ho lokile, ebile ho kotsi, o ka lemala sebakeng sena ha o le kantle kamora hore letsatsi le dikele. O nahana hore o tlameha ho fihla lapeng ka nako mang?”

# template
source: @global.w_rules_teen_boy: “I could come home at 10pm?" @global.w_rules_female_caregiver_1: “That’s a bit late, what about 6pm? Or something in the middle?"
st_za: @global.w_rules_teen_boy: “Ke nahana hore nka fihla lapeng ka 10 ya bosiu?" @global.w_rules_female_caregiver_1: “Ekare ke bosiu haholo, mantsiboya ka 6 ho tla ba jwang? Kapa neng neng ka dinako tseo?"

# template
source: @global.w_rules_teen_boy: “I could come home at 6pm on school nights and 10pm on Friday and Saturday?” @global.w_rules_female_caregiver_1: “Yes, great. From now on, our household rule is that you need to come home at 6pm on school nights and 10pm on Friday and Saturday. But you always walk home with a friend. Okay?”
st_za: @global.w_rules_teen_boy: “Nka fihla lapeng ka 6 ya mantsiboya ka matsatsi a sekolo ebe ke fihla ka bosiu ka 10 ka Labohlano le ka Moqebelo?” @global.w_rules_female_caregiver_1: “E, ho lokile. Ho tloha jwale ho ya pele, molao wa lelapa ke hore o lokela ho fihla lapeng ka 6 ya mantsiboya ka matsatsi a sekolo le bosiu ka 10 ka Labohlano le ka Moqebelo. Empa kamehla o felehetswe ke motswalle wa hao. Akere?”

# template
source: @global.w_rules_teen_boy: “Okay, @global.w_rules_female_caregiver_1” @global.w_rules_female_caregiver_1: “Thank you very much, @global.w_rules_teen_boy, for helping to come up with a good rule together. I am proud to see how responsible you are getting.”
st_za: @global.w_rules_teen_boy: “E, ho lokile, @global.w_rules_female_caregiver_1” @global.w_rules_female_caregiver_1: “Ke leboha haholo, @global.w_rules_teen_boy, hore o re thuse ho etsa molao o motle mmoho. Ke motlotlo ka wena le ho bona kamoo o jarang boikarabelo kateng.”

# template
source: The next day... @global.w_rules_female_caregiver_1: “Thank you, @global.w_rules_teen_boy, for coming home on time. After you finish your schoolwork we can have your favourite meal for dinner.”
st_za: Letsatsing le hlahlamang... @global.w_rules_female_caregiver_1: “Kea leboha, @global.w_rules_teen_boy, ha o fihlile lapeng ka nako. Ha o qetile mosebetsi wa hao wa sekolo, re ka ja dijo tseo o di ratang tsa mantsiboya.”

# template
source: Online Safety
st_za: Boipaballo Inthaneteng

# template
source: Rules are important to keep your teens safe - also online. There’s more about this in the Weekly Workshop on safety planning, but let’s already have a first look now!
st_za: Melao e bohlokwa ho tiisa hore batjha ba hao ba sireletsehile - le inthaneteng. Taba ena e tshohlwa haholo Wekshopong ya Beke le Beke ha ho rerwa tsa polokeho, empa hona jwale a re shebeng taba ena ka lekgetlo la pele!

# template
source: @global.w_rules_female_caregiver_2: "@global.w_rules_teen_girl, have you done your homework?" @global.w_rules_teen_girl: "Just a minute @global.w_rules_female_caregiver_2, I’m finishing this @global.teen_social_medium video"
st_za: @global.w_rules_female_caregiver_2: "@global.w_rules_teen_girl, na o entse homeweke ya hao?" @global.w_rules_teen_girl: "Ke kopa motsotsonyana @global.w_rules_female_caregiver_2, ke sa qetela @global.teen_social_medium video ena"

# template
source: @global.w_rules_female_caregiver_2: "You are a really great dancer! Tell me about why you like it" @global.w_rules_teen_girl: "All my friends are on it, @global.w_rules_female_caregiver_2. I have more than 600 likes and 120 followers."
st_za: @global.w_rules_female_caregiver_2: "O setantshi se hlwahlwa e le kannte! Ako mpolelle hore na ke hobaneng ha o rata ho tantsha?" @global.w_rules_teen_girl: "Metswalle yohle ya ka e rata tantshi, @global.w_rules_female_caregiver_2. Ho na le batho ba 600 ba ratang tantshi ya ka inthaneteng le balatedi ba 120."

# template
source: @global.w_rules_female_caregiver_2: "I’m proud of how well you dance, @global.w_rules_teen_girl. But we need to make sure you are safe. I know your friends look at @global.teen_social_medium, but with an open account, there are other people who look at videos of teenagers for their own sexual needs. Sometimes they contact teenagers. They pretend to be nice but end up threatening and abusing teens."
st_za: @global.w_rules_female_caregiver_2: "Ke motlotlo ka tsela eo o tantshang ka yona, @global.w_rules_teen_girl. Empa re tlameha ho tiisa hore o sireletsehile. Kea tseba hore metswalle ya hao e sheba @global.teen_social_medium, empa ha akhaonte e bonwa ke bohle, ho na le batho ba bang ba shebang divideo tsa batjha ka mabaka a bona a ditaba tsa thobalano. Ka dinako tse ding ba buisana le batjha. Ba iketsa eka ba mosa empa ba qetella ba sokela le ho hlekefetsa batjha."

# template
source: @global.w_rules_female_caregiver_2: "Let’s look together online at how we can keep this fun for you but also safe. Look – you can make your account private and control who follows you. So you can accept people you know from school and our community, but not people who contact you online. Can we make a rule together that you can use @global.teen_social_medium, but with a private account? I trust you to know who to accept!”
st_za: @global.w_rules_female_caregiver_2: "A re kene inthaneteng mmoho mme re bone hore na re ka etsang ho tiisa hore ntho ena eo o e thabelang e boetse e bolokehile. Bona – o ka etsa hore akhaonte ya hao e be poraefete le ho laola hore na ke mang ya o salang morao. Kahoo o ka amohela batho bao o ba tsebellang sekolong kapa motseng mona, empa eseng batho bao o kopanang le bona inthaneteng. Na re ka etsa molao mmoho hore o ka sebedisa @global.teen_social_medium, empa e le akhaonte e poraefete? Kea o tshepa hore o a tseba hore na ke mang eo o ka mo amohelang!”

# template
source: @global.w_rules_female_caregiver_2: "I’m proud of you @global.w_rules_teen_girl"
st_za: @global.w_rules_female_caregiver_2: "Ke ikotla sefuba ka wena @global.w_rules_teen_girl"

# template
source: This is just incredible. Every one of these habits is making your family stronger. Be proud.
st_za: O entse mosebetsi o tswileng matsoho. E nngwe le e nngwe ya ditlwaelo tsena e matlafatsa lelapa la hao. Ikotle sefuba.

# template
source: * Story & discussion – that didn’t work… * Story & discussion – that worked! * Tools: How to create rules TEAM RULES - REAL RULES - PRAISE RULES! * Online safety story – that worked! * Try it out! * Home practice suggestions
st_za: * Pale le puisano – e sa atlehang… * Pale le puisano – e atlehileng! * Dithulusi: Tsela ya ho etsa melao MELAO YA SEHLOPHA - MELAO YA SEBELE - MELAO YA PABATSO! * Pale ya boipaballo inthanteng – e atlehileng! * E leke! * Ditshisinyo tsa boikwetliso ba lapeng

# template
source: * Story & reflection – that didn’t work… * Story & reflection – that worked! * Tools: How to create rules TEAM RULES - REAL RULES - PRAISE RULES! * Online safety story – that worked! * Try it out! * Home practice suggestions
st_za: * Pale le boikgopotso – e sa atlehang… * Pale le boikgopotso – e atlehileng! * Dithulusi: Tsela ya ho etsa melao MELAO YA SEHLOPHA - MELAO YA SEBELE - MELAO YA PABATSO! * Pale ya boipaballo inthanteng – e atlehileng! * E leke! * Ditshisinyo tsa boikwetliso ba lapeng

# template
source: What went well here in making a rule together?
st_za: Ke eng e tsamaileng hantle mona ha ho etswa molao mmoho?

# template
source: How do you think @global.w_rules_teen_boy knew his @global.w_rules_female_caregiver_1 appreciated him?
st_za: O nahana hore @global.w_rules_teen_boy o tsebile jwang hore @global.w_rules_female_caregiver_1 o a mo rata?

# template
source: Making the rule together went well because...
st_za: Ho etsa molao mmoho ho tsamaile hantle hobane...

# template
source: * They discussed the reasons behind the rule * @global.w_rules_female_caregiver_1 listened to @global.w_rules_teen_boy’s suggestions * The rule was clear, specific and fair * @global.w_rules_female_caregiver_1 praised @global.w_rules_teen_boy for helping to make the rule
st_za: * Ba ile ba buisana ka mabaka a molao oo * @global.w_rules_female_caregiver_1 o ile a mamela ditshisinyo tsa @global.w_rules_teen_boy * Molao o ne o hlakile, o toba taba, ebile o lokile * @global.w_rules_female_caregiver_1 o ile a babatsa @global.w_rules_teen_boy hobane a thusitse ha ho etswa molao

# template
source: @global.w_rules_teen_boy knew his @global.w_rules_female_caregiver_1 appreciated him because...
st_za: @global.w_rules_teen_boy o ile a tseba hore @global.w_rules_female_caregiver_1 o a mo rata hobane...

# template
source: * She praised him * She rewarded him when he followed the rule
st_za: * O ile a mo babatsa * O ile a mo putsa hobane a latetse molao
