Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/st/st_messages.po
Languages: st_za

# template
source: By providing your consent below you acknowledge reading and accepting the @global.terms_and_conditions and @global.privacy_policy. The most important commitments are: 1. This is, and will always be, a fully free app. 2. Your data will never be sold. We are not for profit. 3. By using the app you are helping to make the app better for you and others. 4. Your anonymised data may be used for research purposes by our @global.parent_app team.
st_za: Ka ho fana ka tumello ea hau ka tlase, o amohela ho bala le ho amohela @global.terms_and_conditions le @global.privacy_policy. Maitlamo a bohlokoa ka ho fetisisa ke: 1. Ena ke, mme e tla lula e le, app e sa lefelloeng ka ho feletseng. 2. Lintlha tsa hau li ke ke tsa rekisoa. Ha re bakeng sa phaello. 3. Ka ho sebelisa app, u thusa ho etsa hore app ena e be betere bakeng sa hao le batho ba bang. 4.Lintlha tsa hau tse sa tshebahaleng li ka sebelisoa molemong oa lipatlisiso ke sehlopha sa rona sa @global.parent_app.

# template
source: These policies are still under construction. We value advice and input to improve them.
st_za: Maano ana a ntse a etsoa. Re ananela likeletso ho li ntlafatsa.

# template
source: I consent to the commitments stated above.
st_za: Ke lumellana le boitlamo bo boletsoeng ka holimo.

# template
source: You can only move on and access the app if you provide your consent.
st_za: O ka tsoelapele feela hape o fihlelle app ha o fana ka tumello ea hau.

# template
source: * Ask each other, “What made you happy today?” * Ask each other, “What difficulty did you face today?” * Ask each other, “How can I help you?” * Try to do this together every day; it could be when you are eating dinner together or before you go to bed.
st_za: * Botsanang, “Ke eng e o thabisitseng kajeno?” * Botsanang, “O tobane le bothata bofe kajeno?” * Botsanang, “Nka o thusa jwang?” * A re etseng sena mmoho letsatsi le letsatsi; ekaba ha le ja dijo tsa tinare hammoho kapa pele le ilo robala.

# template
source: * Ask your teen what kind of meal they would like to eat. * Prepare it together! * Let them have a turn at being the head chef – they lead, and you follow their instructions. * You can even help them to make a budget for the ingredients! Don’t think it will work? Ask your teens what THEY would like for you and them to do together. Let them lead. Relax. Have fun.
st_za: * Botsa motjha wa hao hore na a ka thabela ho ja dijo tse jwang. * Di pheheng hammoho! * E re ba tjhentjhane ka hore na seapehi se seholo ke mang – ba etelle pele, mme o latele ditaelo tsa bona. * O ka ba wa ba thusa ho etsa bajete ya dintho tseo ba phehang ka tsona! Na ha o nahane hore sena se ka sebetsa? Botsa batjha ba hao hore na BA ka rata hore wena le bona le etseng mmoho. Ba tlohele ba etelle pele. Phutholohang. Le je monate.

# template
source: * Shake your left hands in the air 8 times while counting to 8. * Do it as fast and loud as you can. * Repeat with your other hand. Repeat with both feet. * Do it 7 times, then 6 times and continue until you get to 1. * Everyone calls out “Crazy chicken” and does their best crazy chicken dance!
st_za: * Foka letsoho la hao moyeng ka makgetlo a 8 o ntse o bala ho fihla ho 8. * Etsa sena ka potlako ebile o hweleditse kamoo o ka kgonang. * Pheta sena ka letsoho le leng la hao. Pheta seo ka maoto ka bobedi. * Etsa sena ka makgetlo a 7, ebe a 6 mme o tswele pele ho fihlela ho lekgetlo le 1. * Bohle ba hweletse “Kgoho e hlanyang” ebe ba etsa sohle ho tantshe ya kgoho e hlanyang!

# template
source: * Create a set of dance moves to your teen's favourite songs. * One person does a dance move and everyone else copies it. * Everyone takes turns being the leader. * Perform it for the household!
st_za: * Qapa tantshi e tsamaisanang le dipina tseo batjha ba hao ba di ratang. * Motho a le mong o phokola tantshi mme bohle baa mo etsisa. * Bohle baa tjhentjhana ka ho etella pele. * E etse bakeng sa lelapa!

# template
source: This game is best when more than 2 people play. * One person pretends to be doing something – for example, combing hair or making dinner. * Another person asks, “What are you doing?” * The first person needs to say something that has nothing to do with combing hair, for example, “Tying my shoes.” * The second person then starts pretending to tie their shoes until a new person asks, “What are you doing?” The answer must always be something different than what you are actually doing!
st_za: Papadi ena e monate ha e bapalwa ke batho ba fetang ba 2. * Motho o etsa eka o etsa ntho e itseng – ka mohlala, o kama moriri kapa o lokisa dijo tsa tinare. * Motho e mong o a mo botsa, “O etsang?” * Motho wa pele o lokela ho bua ntho e sa amaneng ho hang le ho kama moriri, ka mohlala “Ke fasa dieta.” * Motho wa bobedi o etsa eka o fasa dieta ho fihlela motho e mong a mo botsa, “O etsang?” Kamehla karabo e tlameha ho ba ntho e fapaneng le seo o hlileng o se etsang!

# template
source: * You can’t always travel, but you can always dream! Ask your teen these questions: * Where would you want to travel to? How long would you be away? What would you pack? What would you do on your trip? What would you see? * Look at a map together or draw one. * Choose a country that your teen has never heard of and learn more about the country.
st_za: * Hase kamehla le ka nkang maeto, empa kamehla le ba le ditakatso! Botsa motjha wa hao dipotso tsena: * O ka rata ho nka leeto le yang hokae? O tla nka nako e kae o etile? O ka paka eng? O ne o tla etsang ha o le leetong? O ne o tla bona eng? * Shebang mmapa mmoho kapa le o toroye. * Kgethang naha eo motjha wa hao a qalang ho utlwa ka yona ebe le ithuta ka naha eo.

# template
source: Choose a sport or exercise to do together. Decide on a schedule. Are you going to do it every day? For how long? Try it out for a week. At the end of the week, ask yourself and your family these questions: * How is it going? * How did you feel at the start of the week? * How do you feel at the end of the week? * What can we do differently next week?
st_za: Kgethang papadi kapa boikwetliso boo le bo etsang mmoho. Etsang qeto ya hore na le tla bapala le ho ikwetlisa neng. Na etlaba letsatsi le letsatsi? Ka nako e kae? Di lekeng ka beke. Ha beke e fela, ipotse le ho botsa lelapa la hao dipotso tsena: * Ho ya jwang? * Le ikutlwile jwang ha beke e qala? * Le ikutlwa jwang ha beke e fela? * Re ka etsa dintho ka tsela e fapaneng jwang bekeng e tlang?

# template
source: You and your teenager can plan a guestlist of the famous people you’d most like to invite to your party. You can each have five people – they can be from the past or from the present time. Who would you invite? And would your guests get on well together?
st_za: Wena le motjha wa hao le ka hlophisa letoto la baeti la batho ba tummeng bao kannete le ka ratang ho ba mema phathing. Ka bomong le ka ba le batho ba bahlano – ekaba batho ba nakong e fetileng kapa ba hona jwale. Le ka mema mang? Hona na baeti ba lona ba tla utlwana hantle?

# template
source: Have a conversation with your teen about something they like. It can be about anything they choose to talk about: sports, friends, music, celebrities… Try to listen to your teen and give them space to talk.
st_za: Buisana le motjha wa hao ka ntho eo a e ratang. Ekaba ka eng kapa eng eo a kgethang ho bua ka yona: dipapadi, metswalle, mmino, dikgalala... Leka ho mamela motjha wa hao mme o mo fe monyetla wa ho bua.

# template
source: * Come up with three types of exercise together. For example, walking, jogging, soccer or dancing. * Pick one together and try it out. * If you both like it, decide how often you are going to do it. Once or twice a week? Every morning? * Together think of ways to make it even more fun. Can you jog to a certain point? Take turns in being the coach? Motivate each other with a small free reward?
st_za: * Le tle ka mefuta e meraro ya boikwetliso mmoho. Ka mohlala, ho tsamaya, ho torota, ho bapala bolo kapa ho tantsha. * E kgetheng hammoho mme le leke hape. * Haeba kaofela le e rata, etsang qeto ya hore na le tla e etsa hangata hakae. Hang kapa habedi ka beke? Hoseng ho hong le ho hong? * Nahanang le le mmoho ka ditsela tsa ho ithabisa le ho feta. Na le ka torota ho ya fihla boholeng bo itseng? Tjhentjhanang ka ho ba mokwetlisi? Kgothatsanang ka meputso e menyane ya mahala?

# template
source: Take turns being the “leader”. Say the intro sentences to activate everyone. Then the “leader” gives an instruction and everyone does the activity as fast as possible: * Leader: “There’s a fire on the mountain!” * Together: “Run, run, run!” * Leader: “There’s a fire on the mountain!” * Together: “Run, run, run!” * Leader: “Touch something red.” * Leader: “There’s a fire on the mountain!” * Together: “Run, run, run!” * Leader: “There’s a fire on the mountain!” * Together: “Run, run, run!” * Leader: “Jump up and down ten times.” * Leader: “There’s a fire on the mountain!” * Together: “Run, run, run!” * Leader: “There’s a fire on the mountain!” * Together: “Run, run, run!” * Leader: “Put the shoes in the shoe rack.”
st_za: Tjhentjhanang ka ho ba “baetapele”. Phokola ka polelo e tla arabelwa ke bohle. Ebe “moetapele” o fana ka ditaelo ebe bohle ba di latela kapele kamoo ba ka kgonang: * Moetapele: “Ho na le mollo thabeng!” * Mmoho: “Matha, matha, matha!” * Moetapele: “Ho na le mollo thabeng!” * Mmoho: “Matha, matha, matha!” * Moetapele: “Thetsa ntho e kgubedu.” * Moetapele: “Ho na le mollo thabeng!” * Mmoho: “Matha, matha, matha!” * Moetapele: “Ho na le mollo thabeng!” * Mmoho: “Matha, matha, matha!” * Moetapele: “Qhoma qhoma ka makgetlo a leshome.” * Moetapele: “Ho na le mollo thabeng!”” * Mmoho: “Matha, matha, matha!” * Moetapele: “Ho na le mollo thabeng!”” * Mmoho: “Matha, matha, matha!” * Moetapele: “Beha dieta ka rakeng ya dieta.”

# template
source: * Choose a storyteller to start making up a story. * Story listeners can interrupt with a word at any time. * Storyteller needs to fit that word in their story. * When the story is finished, try with a different storyteller!
st_za: * Kgetha mopheti wa pale hore a qala ho pheta pale. * Bamamedi ba pale ba ka mo kena hanong neng kapa neng. * Mopheti wa pale o tlameha ho kenya lentswe leo paleng ya hae. * Ha mopheti wa pale a qetile, leka ka mopheti e mong wa pale!

# template
source: * Start the story with “Once upon a time there was a…” * Let your teen make up the next sentence. * Then you make up a sentence. * Take turns until you have a wonderful new story. * Make sure to end the story on a positive note. * Ask your teen what was their favourite part of the story!
st_za: * Qala pale ka “Ba re enere…” * E re motjha wa hao a bolele polelo e latelang. * Ebe o bopa polelo. * Tjhentjhanang ho fihlela le qapile pale e monate e ntjha. * Tiisa hore pale e fela hamonate. * Botsa motjha wa hao hore na karolo eo a e ratileng haholo ya pale ena ke efe!

# template
source: * First person says, “On Saturday, I am going to… (e.g., go to the park)” * Second person adds to first person, “On Saturday, I am going to the park and… (e.g., visit my best friend). * Each person adds to the previous, trying to think of all of the fun things to do on Saturday.
st_za: * Motho wa pele o re, “Ka Moqebelo, ke ya… (ka mohlala, ke ya phakeng)” * Motho wa bobedi o tlatsa motho wa pele, “Ka Moqebelo, ke ya phakeng le… (ka mohlala, ho etela motswalle wa ka e moholo). * Motho ka mong o tlatsa ya buileng pele, o leka ho nahana ka dintho tsohle tse monate tse ka etswang ka Moqebelo.

# template
source: * This game can be played in pairs or with many people in a group. * Stand facing each other or in a circle. * One person leads first and everyone else copies them, trying to move exactly at the same time as the leader. * Make sure the leader moves slowly enough for everyone else to follow! Explore moving different body parts and in different levels. * After a while, switch who is leading. Give everyone a chance to lead. * Try it with no leaders!
st_za: * Papadi ena e ka bapalwa ka dipara kapa ka batho ba bangata sehlopheng. * Emang le shebane kapa le entse lesakana. * Motho a le mong o a qala mme bohle baa mo etsisa, ba leka ho tsamaya ka nako e tshwanang le moetapele. * Tiisa hore moetapele o tsamaya butle hore bohle ba kgone ho mo latela! Ithute ho tsamaisa ditho tse sa tshwanang tsa mmele le maemong a sa tshwaneng. * Kamora nako, tjhentjanang ka hore na ke mang ya etellang pele. O fe bohle monyetla wa ho etella pele. * E etseng ho se na ya etellang pele!

# template
source: * The first person gets to choose or sing a song. * Everyone else must guess the name of the tune (to make it harder they can guess the singer). * The first one to guess it right becomes the next leader.
st_za: * Motho wa pele o kgetha kapa o phokola pina. * Bohle ba tlameha ho hakanya lebitso la pina (ho thatafatsa dintho ba ka hakanya hore na sebini ke mang). * Wa pele ya hakanyang mme a nepa e ba moetapele ya latelang.

# template
source: This game is best with at least 3 people. * Start in a circle and pass one “snap” around the circle (or a “clap” if you cannot snap). * You “snap” once to throw the “snap”, and once to catch it. Look at the person you are throwing it to. * The direction (up, down, straight, curved, rolling the ground) and force (hard, soft, medium) that you throw the snap should affect how the person catches it. * You can bounce the “snap”, throw it in the air, and catch it a few times before passing it. * When everyone gets good at this, you can start moving around the room, still passing the “snap”. * Can you throw under the leg? Behind the back? Through your head? Intercept a pass? Have fun with the “snap”!
st_za: Ena ke papadi e batlang bonyane batho ba 3. * Qala sedikadikwe mme o fetise “senepe” se le seng lesakaneng (kapa o “ope diatla” kapa o letse menwana). * O ka “letsa menwana” hang ho lahla “senepe”, le hang ho se kapa. Sheba motho eo o mo akgellang sona. * Tsela (hodimo, tlase, otlolohile, matswedintsweke, ho ipitika fatshe) le matla (a maholo, habonolo, a itekanetseng) tsa ho lahlela senepe fatshe di ama kamoo motho e mong a ka se kapang kateng. * O ka lahlela “senepe” fatshe, wa se akgela moyeng, mme wa se kapa ka makgetlo a mmalwa pele o se fetisa. * Ha bohle ba ipabola papading ena, le ka qala ho tsamaya ka kamoreng, o ntse o fetisa “senepe”. * O ka se lahlela tlasa leoto? Kamorao mokokotlong? Ka hlooho? Ho kgaoletsa se fetiswang? Thabelang ho bapala ka “senepe”!

# template
source: At the end of the day, take a minute to: * Talk to your teen about one fun thing they did. * Praise yourself for one thing you did well today. * You are a star!
st_za: Letsatsi la kajeno le fella mona, nka motsotsonyana hore: * O buisane le motjha wa hao ka ntho e le nngwe eo thabisang eo a e entseng. * O ipabatse ka ntho e le nngwe eo o e entseng hantle kajeno. * O kgalala!

# template
source: * Think of a superpower. For example, going anywhere instantly, travelling in time, reading minds. * Ask your teen, “If you had the superpower to […], how would you use it?” * Encourage them to give their superhero a name and act it out. * Now let your teen choose a superpower for you. * Make sure you act out your superpower, too!
st_za: * Nahana ka matla a maholo. Ka mohlala, ho ya kae kapa kae ka ho panya ha leihlo, ho tsamaya ka nako, ho bala dikelello. * Botsa motjha wa hao, “Haeba o ne o na le matla a maholo a ho […], o ne o tla a sebedisa jwang?” * Mo kgothalletse hore a ithehe lebitso la mohale e moholo mme a mo etsise ka diketso. * Jwale e re motjha wa hao a o kgethele matla a maholo. * Tiisa hore le wena o etsisa matla a hao a maholo!

# template
source: * Think of three different situations. For example, driving a car, sailing a boat or flying a plane. * Say them to your teen and ask, “Which would you prefer?” * Ask them why? * Now think of three more situations or ask your teen to do it for you.
st_za: * Nahana ka maemo a fapaneng. Ka mohlala, ho kganna koloi, ho sesisa sekepe kapa ho fofisa sefofane. * Bolella motjha wa hao ebe o mo botsa potso ena, “O ka rata ho etsa efe?” * Mo botse hore na hobaneng? * Nahana ka maemo a mang a mararo kapa o kope motjha wa hao hore a etse le wena.

# template
source: Tell your teenager something about when you were a teenager yourself. What things didn’t exist then? Phones with internet? What did you do for fun? What did you worry about? Don’t worry if they don’t tell you something in return – what’s important is that they listen and remember. Sometimes our teenagers forget that their parents are people too!
st_za: Phetela motjha wa hao ho hong ho etsahetseng ha o ne o le motjha. Ke dintho dife tse neng di le siyo ka nako eo? Difouno tse nang le inthanete? Le ne le ithabisa ka ho etsang? Ke dintho dife tseo o neng o kgathatseha ka tsona? O ska kgathatseha ha ba sa o bolelle letho – ntho ya bohlokwa ke hore ba mamele mme ba hopole. Ka dinako tse ding batjha ba rona baa lebala hore batswadi ba bona le bona ke batho!

# template
source: * Think of three statements about yourself. Two must be true and one must be a lie. * It might help to think of wishes, dreams, experiences at school, likes or dislikes. For example: I hate bananas, my favourite subject is science, and I really wish I could sing. * Say them to your teenager and ask them to guess which one is a lie. * Did they guess correctly? Was it a surprise? * Now ask them to do the same. Did you learn something new about each other?
st_za: * Nahana ka dipolelo tse tharo tse amanang le wena. Tse pedi ebe nnete mme e le nngwe e lokela ho ba leshano. * Ho ka thusa ho nahana ka ditabatabelo, ditakatso, boiphihlelo sekolong, tseo le di ratang le tseo le sa di rateng. Ka mohlala: ke hloile dibanana, thuto eo ke e ratang ke ya saense, mme kannete ke lakatsa eka nka kgona ho bina. * Di bolelle motjha wa hao mme o mo kope hore a hakanye hore na ke efe eo e leng leshano. * Na o hakantse ka nepo? Na o o hlahile lesumatha? * Mme o mo kope ho etsa se tshwanang. Na o ile ea ithuta ntho e nngwe e ntjha e mong ka e mong?

# template
source: * Think of a new skill you could learn together with your teen. For example, keeping a ball in the air or your foot, juggling, making soup? * Take turns in trying the new skill out. * Make sure to praise each other, and try to learn and play together!
st_za: * Nahana ka tsebo e ntjha eo o ka ithutang yona le motjha wa hao. Ka mohlala, ho tiisa hore bolo ha e wele fatshe kapa ho phahamisa leoto, ho kapa dibolo tse ngata, ho pheha sopho? * Tjhentjhana ka ho leka tsebo e ntjha. * Tiisang hore le ya babatsana, mme le leke ho ithuta le ho bapala mmoho!

# template
source: * Ask each other questions. They can be any questions about things you like or what you did today. * The only rule is that you can’t answer “Yes”, “No” or “Maybe”. * How long can you last? How creative can you get with your answers? * Swap over and play again!
st_za: * Botsanang dipotso. Ekaba dipotso dife kapa dife tse amanang le dintho tseo le di ratang kapa seo le se entseng kajeno. * Molao ke hore o ke ke wa araba ka “E”, “Tjhe” kapa “Mohlomong”. * O ka nka nako e kae? O ka qapa dikarabo tse kae? * Tjhentjhanang mme le bapale hape!

# template
source: Home
st_za: Leqephe le Qalang

# template
source: Settings
st_za: Diseting

source: Template
st_za: Thempleite

# template
source: How to use @global.parent_app
st_za: Mokhoa oa ho sebelisa @global.parent_app

# template
source: In-Week Messages
st_za: Melaetsa ya Bekeng

# template
source: Campaigns
st_za: Matsholo

# template
source: Notifications
st_za: Ditsebiso

# template
source: You have successfully entered developer mode.
st_za: O kentse ka katleho developer mode.

# template
source: You have entered an incorrect code.
st_za: O kentse khoutu e fosahetseng.

# template
source: About @global.parent_app
st_za: Mabapi le @global.parent_app

# template
source: @global.parent_app was developed by Parenting for Lifelong Health (PLH) – a worldwide collaboration between parenting experts from UNICEF, the WHO and Universities in South Africa and the UK, as well as African NGOs and families and teens all across Africa. Parents and teens worked with us on the app and helped to ensure it is easy-to-use, fun and engaging. Some of the content in this app, like suggestions of activities and illustrated stories, were created with parents and teens to make sure it fits families’ needs. Parenting for Lifelong Health (PLH) is committed to supporting free and shareable parenting materials and programmes, to support parents worldwide to promote the well-being of their children.
st_za: @global.parent_centre e ile ya qapuwa ke Parenting for Lifelong Health (PLH) – e tswetsweng ke ho ikopanya ha ditsebi tsa botswadi lefatsheng lohle ho tswa UNICEF, WHO le Diyunivesithing tsa Afrika Borwa le UK, hammoho le diNGO le malapa le batjha hohle Afrika. Batswadi le batjha ba sebeditse le rona epong ena mme ba re thusitse ho netefatsa hore ho bonolo ho e sebedisa, ebile ke ntho e monate e kgathollang. Tse ding tsa dikahare tse epong ena, jwaloka ditshisinyo tsa mesebetsi le dipale tse tshwantsheditsweng, di ile tsa qapuwa ke batswadi le batjha ho tiisa hore e tshwanela ditlhoko tsa malapa. Parenting for Lifelong Health (PLH) e ikemiseditse ho tshehetsa dingolwa le mananeo a mahala le a abelanwang a botswadi, ho tshehetsa batswadi lefatsheng ka bophara ho kgothalletsa boiketlo ba bana ba bona.

# template
source: By clicking in the button below you will reset the app to its initial settings. This means that all your progress and usage data will be deleted and your app will work as if it was just installed for the first time. NOTE: Resetting the app is permanent and you will not be able to recover any information.
st_za: Ka ho tobetsa konopo e ka tlaase o tla seta epo botjha hore e kgutlele ho diseting tsa mathomo. Sena se bolela hore kgatelopele yohle ya hao le datha ya tshebediso e tla hlakoleha mme epo e tla sebetsa jwalokaha eka e sa tswa instolwa ka lekgetlo la pele. TLHOKOMEDISO: Ho seta botjha epo ke ketso e sa etsollweng ebile o ke ke wa kgona ho fumana tlhahisoleseding efe kapa efe hape.

# template
source: Open Survey
st_za: Bula Patlisiso

# template
source: Select Language
st_za: Kgetha Puo

# template
source: Workshop Options
st_za: Dikgetho tsa Wekshopo

# template
source: Reset App
st_za: Seta Epo Botjha

# template
source: Demo Presentation
st_za: Nehelano ya Mohlala

# template
source: Organisation Registration
st_za: Ngodiso ya Mokgatlo

# template
source: Unlock all workshops
st_za: Notlolla diwekshopo tsohle

# template
source: By clicking in the button below you will unlock all the workshops. NOTE: Users should not use this functionality to unlock workshops, this is not recommended unless strictly necessary.
st_za: Ka ho tobetsa konopo e katlase o tla notlolla diwekshopo tsohle. TLHOKOMEDISO: Basebedisi ha baa lokela ho sebedisa tshebetso ya ho notlolla diwekshopo, sena ha se kgothalletswe ntle le haeba kannete seo se hlokahala.

# template
source: Unlock workshops
st_za: Notlolla diwekshopo

# template
source: All workshops are now unlocked.
st_za: Hona jwale diwekshopo tsohle di notlolotswe.

# template
source: Losing a loved one can feel very overwhelming. Here are a few practical tips that can be helpful to keep in mind.
st_za: Ho lahleheloa ke moratuoa ho ka utloahala o kare o hloletsoe. Mona ke litlhahiso tse 'maloa tse u lokelang ho li hopola ho tla ho o thusa.

# template
source: Ask for help
st_za: Kopa thuso

# template
source: Say goodbye
st_za: Salisa hantle
