Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/st/st_messages.po
Languages: st_za

# data_list
source: Hi @fields.user_name! New week, new workshop! Learn to set household rules that your teen understands and follows.
st_za: Dumela @fields.user_name! Beke e ncha, thupela e ncha! ithute ho beha melao ea lapeng eo mocha oa hao a e iutloisisang ebile a e latela.

# data_list
source: Hi @fields.group_name! New week, new workshop! Learn to set household rules that your teen understands and follows.
st_za: Dumela @fields.group_name! Beke e ncha, thupela e ncha! ithute ho beha melao ea lapeng eo mocha oa hao a e iutloisisang ebile a e latela.

# data_list
source: Tried your best but your teen is still grumpy? Remember, you are doing a great job - there will be good times with them too!
st_za: Na o lekile ka hohle kamoo o ka khonang empa ngoana oa hau a ntse a le moferefere? Hopola, o etsa mosebetsi o motle - ho tla ba le linako tse monate le bona!

# data_list
source: Thank you for investing in your parenting. Do the @data.workshop.w_rules.in_text_title to help your teen understand and follow household rules.
st_za: Kea leboha ka ho tsetela ho botsoali ba hao. Etsa @data.workshop.w_rules.in_text_title ho thusa ngoana oa hao ho utloisisa le ho latela melao ea lapeng.

# data_list
source: So close to gaining another tool! Complete the @data.workshop.w_rules.in_text_title and set ONE simple, realistic rule with your teen, and see things change!
st_za: O haufi le ho fumana thulusi e nngwe ya botswadi! Phethela @data.workshop.w_rules.in_text_title, beha molao O LE MONG o bonolo le o utlwahalang le motjha wa hao, mme o bone ha dintho di fetoha!

# data_list
source: Have you managed to set a rule with your teen?
st_za: Na o kgonne ho beha molao mmoho le motjha wa hao?

# data_list
source: Congratulations, you completed the @local.workshop_data.in_text_title. Tomorrow, access a new workshop! It will show you what to do when teens display bad (or good) behaviour!
st_za: Rea o thoholetsa, o phethetse @local.workshop_data.in_text_title. Hosane, wekshopo e ntjha e tla o thusa ho tseba seo o lokelang ho se etsa ha batjha ba bontsha boitshwaro bo bobe (kapa bo botle)!

# data_list
source: A brand-new workshop unlocks tomorrow! Complete the @local.workshop_data.in_text_title before moving on. Just a few more minutes to help your teen follow your rules!
st_za: Hosane ho tla buloa thupelo e ncha! Tlatsa sehlooho sa @local.workshop_data.in_text_title pele o tsoela pele. Metsotso e seng mekae feela ho thusa ngoana oa hau ho latela melao ea hau!

# data_list
source: Hi @fields.user_name! You're nearly at the end of your @global.parent_app journey! Thank you for sticking to it. This week is about keeping our teens safe online and in the community.
st_za: Dumela @fields.user_name! O batla o fihlile qetellong ya diwekshopo tsa @global.parent_app! Re leboha boikemisetso ba hao ba nako e telele. Wekshopo ya bekeng ena e amana le ho tiisa hore batjha ba rona ba sireletsehile, bobedi inthaneteng le motseng.

# data_list
source: Hi @fields.group_name! You're nearly at the end of your @global.parent_app journey! Thank you for sticking to it. This week is about keeping our teens safe online and in the community.
st_za: Dumela @fields.group_name! O batla o fihlile qetellong ya diwekshopo tsa @global.parent_app! Re leboha boikemisetso ba hao ba nako e telele. Wekshopo ya bekeng ena e amana le ho tiisa hore batjha ba rona ba sireletsehile, bobedi inthaneteng le motseng.

# data_list
source: Parenting is tough, especially now. Be proud of your achievements. Of the care you give them. Of every time you make them smile. You're incredible!
st_za: Ho ba motsoali ho thata, haholo-holo hona joale. E ba motlotlo ka lintho tseo o li finyeletseng. Ka tlhokomelo eo uo ba fang eona. Le ka nako e o etsa hore ba bososele. O sebeditse!

# data_list
source: Think about all the parenting skills you've already gained! Complete the next workshop to get more.
st_za: Nahana ka ditsebo tsa ho ba motswadi tseo o di fumaneng! Tlatsa hupelo e latelang ho fumana ditsebo tse ding.

# data_list
source: Chatting together about their community and online experiences helps keep teens safe. Complete the @data.workshop.w_safe.in_text_title to see how.
st_za: Ho qoqa hammoho ka sechaba sa habo bona le diphephiso tsa inthaneteng ho thusa ka ho nepahatsa hore bacha ba dula ba bolokehile. Tlatsa thupelo ea @data.workshop.w_safe.in_text_title ho bona hore na o ka etsa sena joang.

# data_list
source: Have you talked with your teen about safety measures?
st_za: Na o se o buile le motjha wa hao ka mehato ya polokeho?

# data_list
source: Congratulations, you completed @data.workshop.w_safe.in_text_title. A new workshop is ready tomorrow to help your family deal with any situation – together you can do so much!
st_za: Rea a o thoholetsa, o phethetse @data.workshop.w_safe.in_text_title. Hosane, o tla be o emetswe ke wekshopo e ntjha e tla thusa wena le lelapa la hao ho sebetsana le boemo bofe kapa bofe – ha le sebetsa mmoho le ka etsa dintho tse ngata!

# data_list
source: Finish the @data.workshop.w_safe.in_text_title before moving on. This can prevent many problems. Well done for using @global.parent_app to support your family.
st_za: Qeta @data.workshop.w_safe.in_text_title pele o fetela pele. Sena se ka thusa ho thibela mathata a mangata. O sebeditse hantle ha holo ka ho sebedisa @global.parent_app ho tshehetsa ba lelapa la hao.

# data_list
source: This week is about YOU! Treat yourself well. You deserve it!
st_za: Beke ena e bua ka UENA! Itshoare hantle. U tshoaneloa ke eona!

# data_list
source: Start a brand new @global.parent_app workshop tomorrow. You'll see great results!
st_za: Qala lenaneo le lecha la @global.parent_app hosane. O tla bona liphetho tse ntle!

# data_list
source: Remember to tell your @global.parent_app partners about the app. Tomorrow, you can start doing @global.parent_app workshops together!
st_za: Hopola ho bolella balekane ba hau ba @global.parent_app ka sesebelisoa. Hosane, le ka qala ho etsa lithupelo tsa @global.parent_app hammoho!

# data_list
source: Hi @fields.user_name! You are making such good progress! Having a teen means having lots of unexpected problems. This workshop will show you how to deal with them.
st_za: Dumela @fields.user_name! O hatela pele hantle leetong la hao la botswadi! Ho ba le batjha ho bolela ho tlameha ho sebetsana le mathata a mangata a sa lebellwang. Wekshopo ena e tla bontsha kamoo o ka sebetsanang le wona kateng.

# data_list
source: Hi @fields.group_name! You are making such good progress! Having a teen means having a lot of unexpected problems to deal with. This workshop will show you all how to deal with them.
st_za: Dumela @fields.group_name! O hatela pele hantle leetong la hao la botswadi! Ho ba le batjha ho bolela ho tlameha ho sebetsana le mathata a mangata a sa lebellwang. Wekshopo ena e tla bontsha kamoo o ka sebetsanang le wona kateng.

# data_list
source: Your commitment is inspiring. Keep calm and carry on!
st_za: Re kgothatswa ke boikemisetso ba hao. Theola moya mme o peselletse!

# data_list
source: Unexpected problems arise when we have teens. Learn how to address them in the next workshop.
st_za: Mathata a sa lebellwang a hlaha haholo ha re nale bana bao e leng bacha. ithute hore na o ka bua jwang ka mathata ana thupelong e latellang.

# data_list
source: You are on the right track to solving problems with your teen! Complete the @data.workshop.w_solve.in_text_title to gain another parenting skill.
st_za: O motjheng o nepahetseng wa ho qala ho rarolla mathata hammoho le motjha wa hao! Phethela @data.workshop.w_solve.in_text_title mme o fumane tsebo e nngwe ya bohlokwa ya botswadi.

# data_list
source: Practise the four steps of problem-solving with your teen. KNOW IT, SOLVE IT, TRY IT, TEST IT!
st_za: Na o se o kile wa leka mehato e mene ya ho rarolla mathata le motjha wa hao? BO TSEBE, BO RAROLLE, E LEKE, E TUTSE!

# data_list
source: Great! You completed the @data.workshop.w_solve.in_text_title. Tomorrow, a new workshop is unlocked to help you keep your teen safe.
st_za: Ke hantle hore ebe o phethetse @data.workshop.w_solve.in_text_title. Hosane, ho tla thakgolwa wekshopo e ntjha ho o thusa ho sireletsa motjha wa hao.

# data_list
source: Access a new workshop tomorrow! By completing the @data.workshop.w_solve.in_text_title first, you'll know how to solve problems together.
st_za: O tla fumana thupelo e ncha hosane! Ka ho tlatsa @data.workshop.w_solve.in_text_title pele, o tla tseba ho rarolla mathata mmoho.

# data_list
source: Hi @fields.user_name! Congratulations for starting week 5. A new workshop awaits with tips on staying calm and in control when our teens drive us crazy.
st_za: Dumela @fields.user_name! Re o lakaletsa katleho ha o qadile beke ya bo5 ya @. O letetswe ke wekshopo e ntjha ya botswadi e nang le dikeletso tsa kamoo o ka dulang o kgobile matshwafo kateng mme o laole boemo ha batjha ba rona ba batla ho re fapanya hlooho.

# data_list
source: Hi @fields.group_name! Congratulations for starting week 5. A new workshop awaits with tips on staying calm and in control when our teens drive us crazy.
st_za: Dumela @fields.group_name! Re o lakaletsa katleho ha o qadile beke ya bo5 ya @. O letetswe ke wekshopo e ntjha ya botswadi e nang le dikeletso tsa kamoo o ka dulang o kgobile matshwafo kateng mme o laole boemo ha batjha ba rona ba batla ho re fapanya hlooho.

# data_list
source: Manage anger and stress with this new workshop. It helps you take better care of yourself.
st_za: Laola khalefo le khatello ea maikutlo ka thupelo ena e ncha. E tlo o thusa ho itlhokomela hamolemo.

# data_list
source: Feeling overwhelmed? Deep breaths help. Complete the @data.workshop.w_stress.in_text_title to help you deal with stress.
st_za: Na o ikutlwa o hloletsoe? Ho hema ka botebo ho a thusa. Fetola @data.workshop.w_stress.in_text_title ho o thusa ho sebetsana le khatello ea maikutlo.

# data_list
source: Feeling stressed this week? Try taking deep breaths before responding to your teen - it makes a big difference.
st_za: Na o ikutlwa o na le khatello ea maikutlo bekeng e na? Leka ho hemela hodimo ka makgetlo a seng makae pele o araba motjha wa hao - seo se ka thusa haholo.

# data_list
source: Well done for taking a big breath before responding to your teen! Each time you take a pause, you take back control.
st_za: O entse hantle ka ho hemela hodimo pele o arabela motjha wa hao! Nako le nako ha o hemela hodimo, o fumana matla a ho laola boemo.

# data_list
source: Well done for completing the @data.workshop.w_stress.in_text_title. Tomorrow, access a new workshop to help you relax and build valuable skills!
st_za: O sebeditse ka ho phethela @data.workshop.w_stress.in_text_title. Hosane, o ka fumana wekshopo e ntjha e tla o thusa ho phutholoha, ho thaba le ho ithuta tsebo e ntjha!

# data_list
source: Get ready for a new workshop tomorrow. By completing the @data.workshop.w_stress.in_text_title first, you lay a key foundation: If you feel good, your family will too!
st_za: itokisetse thupelo e ncha ea hosane. Ka ho tlatsa @data.workshop.w_stress.in_text_title pele, o rala motheo oa bohlokoa: Haeba o ikutloa o thabile, lelapa la hao le lona le tla thaba!
