Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/st/st_messages.po
Languages: st_za

# template
source: It seems you haven’t finished the @local.workshop_data.in_text_title yet. Making a plan together with your teen can prevent many problems – give it a try before moving on! Well done for using @global.parent_app to support your family.
st_za: Ho bonahala eka ha o eso phethele @local.workshop_data.in_text_title. Ho rala hammoho le motjha wa hao ho ka thibela mathata a mangata – leka pele o fetela pele! O entse hantle ka ho sebedisa @global.parent_app ho tshehetsa lelapa la hao.

# template
source: Congratulations, you completed @local.workshop_data.in_text_title. Tomorrow, a new workshop is ready for you to help you and your family deal with any situation – together you can do so much!
st_za: Rea a o thoholetsa, o phethetse @local.workshop_data.in_text_title. Hosane, o tla be o emetswe ke wekshopo e ntjha e tla thusa wena le lelapa la hao ho sebetsana le boemo bofe kapa bofe – ha le sebetsa mmoho le ka etsa dintho tse ngata!

# template
source: Let's think about what happened to @global.w_safe_teen_girl_1:
st_za: A re nahaneng ka se etsahalletseng @global.w_safe_teen_girl_1:

# template
source: What was risky about that situation?
st_za: Ke eng e neng e le kotsi ka boemo boo?

# template
source: The man in the car was pressuring @global.w_safe_teen_girl_1 with gifts
st_za: Monna ya ka koloing o ne a qobella @global.w_safe_teen_girl_1 ka dimpho

# template
source: @global.w_safe_teen_girl_1's friend was encouraging her
st_za: Mokgotsi wa @global.w_safe_teen_girl_1 o ne a batla ho mo kenya ka hlooho

# template
source: Going with an older man puts @global.w_safe_teen_girl_1 in a dangerous situation where she can get hurt or be forced to do things
st_za: Ho tsamaya le monna e moholo ho ne ho beha @global.w_safe_teen_girl_1 boemong bo kotsi moo a neng a ka lemala kapa a qobellwa ho etsa dintho tse ding

# template
source: Many girls in our communities get pregnant or catch HIV from older men
st_za: Banana ba bangata metseng ya habo rona eba baimana kapa ba fumana HIV ho banna ba baholo ho bona

# template
source: There were no other trusted adults to advise @global.w_safe_teen_girl_1
st_za: Ho ne ho se na batho ba bang ba baholo ba ka tsheptjwang ba neng ba ka eletsa @global.w_safe_teen_girl_1

# template
source: All those things are true!
st_za: Dintho tseo kaofela ke nnete!

# template
source: Let's think about our teens' online safety.
st_za: A re nahaneng ka boipaballo ba batjha ba rona inthaneteng.

# template
source: What is the biggest online risk for teens these days?
st_za: Kotsi e kgolo ka ho fetisisa eo batjha ba matsatsing ana ba tobanang le yona inthaneteng ke efe?

# template
source: Adults use social media, gaming and messaging apps and websites to meet teenagers and persuade them to do sexual things
st_za: Batho ba baholo ba sebedisa social media, diepo tsa dipapadi le tsa ho romela melaetsa le diwebosaete ho kopana le batjha le ho ba kgothalletsa diketso tsa thobalano

# template
source: People put things online to make us hurt other people – like making violence seem cool, or hating people from another race or country
st_za: Batho ba beha dintho inthaneteng tse etsang hore re utlwise ba bang bohloko – jwaloka ho etsa eka diketso tse dikgoka di ntle, kapa ho hloya batho ba morabe kapa naha e nngwe

# template
source: People put things online to persuade teenagers to hurt themselves or commit suicide
st_za: Batho ba kenya dintho inthaneteng tse susumetsang batjha ho itematsa kapa ho ipolaya

# template
source: Teenagers share sexy videos or photos or information about themselves, and people show it to others or use it to upset them
st_za: Batjha ba romella batho divideo kapa dinepe tsa bona tse sexy, ebe batho ba di bontsha batho ba bang kapa ba di sebedisa ho utlwisa ba bang bohloko

# template
source: People can often be nasty to teenagers online – they feel like they can bully people safely
st_za: Hangata batho ba ka tshwara batjha hampe inthaneteng – ba nka hore ba ka iketsa dimpodi ho batho ba bang ba sireletsehile

# template
source: Communication is the most important thing! Let's see what happened with @global.w_safe_female_caregiver and @global.w_safe_teen_girl_1:
st_za: Puisano ke ntho ya bohlokwa ka ho fetisisa! A re boneng se etsahetseng ka @global.w_safe_female_caregiver le @global.w_safe_teen_girl_1:

# template
source: @global.w_safe_teen_girl_1: "Something happened when I was out with my friends @global.w_safe_teen_girl_2 and @global.w_safe_teen_girl_3!" @global.w_safe_female_caregiver: "Tell me, @global.w_safe_teen_girl_1"
st_za: @global.w_safe_teen_girl_1: "Ho na le ntho e etsahetseng ha ke tsamaile le metswalle ya ka @global.w_safe_teen_girl_2 le @global.w_safe_teen_girl_3!" @global.w_safe_female_caregiver: "Ke mametse, @global.w_safe_teen_girl_1"

# template
source: Man in car: “Hey beautiful. I have been looking at you for a while. You are very beautiful, what’s your name? @global.w_safe_teen_girl_2: “Her name is @global.w_safe_teen_girl_1”
st_za: Monna wa koloi: “Dumela sematsatsa. Ke kgale ke ntse ke o batla. O motle hakaakang! Kana lebitso la hao o mang? @global.w_safe_teen_girl_2: “Lebitso la hae ke @global.w_safe_teen_girl_1”

# template
source: Man in car: “@global.w_safe_teen_girl_1, would you like to come with me to have something to drink and chips? Come on, get in, you’ll be back in time, I promise…” @global.w_safe_teen_girl_1: “I’m not sure if that’s a good idea…”
st_za: Monna wa koloi: “@global.w_safe_teen_girl_1, na o ka rata ho tsamaya le nna ho ya nwa terenki le ditjhipsi. Kena hle, o tla kgutla ka nako, kea o tshepisa…” @global.w_safe_teen_girl_1: “Ha ke dumele hore ke ntho e nepahetseng eo…”

# template
source: @global.w_safe_teen_girl_2: “You are lucky, my friend. I wish a man would ask ME out and buy me gifts. I’m telling you, if you don’t do this I’m going to tell everyone you are stupid!”
st_za: @global.w_safe_teen_girl_2: “O lehlohonolo mokgotsi wa ka. Ke kgalla eka monna enwa a ka kopa ho tsamaya le NNA le ho nthekela dimpho. Kea o jwetsa, haeba o hana ke tlo jwetsa batho bohle hore o setlaela!”

# template
source: @global.w_safe_teen_girl_3: “@global.w_safe_teen_girl_1 don’t go! Be careful! Let’s go home. It is dangerous to go with people you don’t know. Besides, he’s too old for you and what he is doing is wrong." @global.w_safe_teen_girl_1: “I just don’t know…”
st_za: @global.w_safe_teen_girl_3: “@global.w_safe_teen_girl_1 le ska tsamaya le yena! Itlhokomeleng! A re yeng hae. Ho kotsi ho tsamaya le batho bao re sa ba tsebeng. Ebile o moholo ho wena hape o etsa ntho e mpe." @global.w_safe_teen_girl_1: “Ha ke tsebe…”

# template
source: @global.w_safe_female_caregiver: "Pfff, I am so proud of you that you did not get into the car. That was a dangerous situation, thank you for telling me!"
st_za: @global.w_safe_female_caregiver: "Pfff, ke motlotlo ka wena hore ebe ha o a ka wa kena ka koloing eo. E ne e le boemo bo kotsi haholo, kea leboha hore ebe o mpolelletse se etsahetseng!"

# template
source: Let's look at another example of a dangerous situation together.
st_za: A re shebeng mohlala o mong wa boemo bo kotsi mmoho.

# template
source: @global.w_safe_teen_girl_1: "My friend has been talking with a guy our age online... She’s going to send him photos of herself. Is that better because he’s our age?"
st_za: @global.w_safe_teen_girl_1: "Mokgotsi wa ka o dula a bua ka moshemane e mong ya lekanang le rona wa inthaneteng... O tlo romella dinepe tsa hae ho moshemane eo. Na ho betere hobane ke thaka rona?"

# template
source: @global.w_safe_female_caregiver: "You are a good friend for being worried about her. Sending sexy photos is a real risk too."
st_za: @global.w_safe_female_caregiver: "O motswalle wa nnete hobane o kgathatsehile ka mokgotsi wa hao. Ho romela dinepe tse sexy ho yena ho kotsi le ho feta."

# template
source: @global.w_safe_female_caregiver: "Sometimes people aren’t who they say they are online – he could say he is your age but be a 50 year old man. Or when they break up, he could send those photos to everyone and your friend would feel awful."
st_za: @global.w_safe_female_caregiver: "Ka dinako tse ding ba pata seo ba hlileng ba leng sona inthaneteng – a ka re ke thaka ya lona empa e le monnamoholo ya dilemo di 50. Kapa ha ba kgaohana, a ka romella dinepe tseno ho batho bohle mme mokgotsi wa hao o tla utlwa bohloko haholo."

# template
source: Doing any of these makes you a great parent.
st_za: Ho etsa efe kapa efe ya tsena ho o etsa motswadi wa mmakgonthe.

# template
source: * Story & discussion – that worked! * Story & discussion – that worked! * Mapping exercise * Tools: How to keep your teen safe MAPS - RULES - AMNESTY * Home practice suggestions
st_za: * Pale le puisano – e sebeditseng! * Pale le puisano – e sebeditseng! * Ho hlophisa boikwetliso * Dithulusi: Tsela ya ho tiisa hore batjha ba hao ba sireletsehile DIMMAPA - MELAO - TSHWARELO * Ditshisinyo tsa boikwetliso ba lapeng

# template
source: * Story & reflection – that worked! * Story & reflection – that worked! * Mapping exercise * Tools: How to keep your teen safe MAPS - RULES - AMNESTY * Home practice suggestions
st_za: * Pale le boikgopotso – e sebeditseng! * Pale le boikgopotso – e sebeditseng! * Ho hlophisa boikwetliso * Dithulusi: Tsela ya ho tiisa hore batjha ba hao ba sireletsehile DIMMAPA - MELAO - TSHWARELO * Ditshisinyo tsa boikwetliso ba lapeng

# template
source: Let's talk about what happened to @global.w_safe_teen_girl_1
st_za: A re bue ka se etsahalletseng @global.w_safe_teen_girl_1

# template
source: Discuss together: What was risky about that situation?
st_za: Buisanang: Ke eng e neng e le kotsi ka boemo boo?

# template
source: The situation was risky because...
st_za: Boemo boo bo ne bo le kotsi hobane...

# template
source: * The man in the car was pressuring @global.w_safe_teen_girl_1 with gifts * @global.w_safe_teen_girl_1's friend was encouraging her * Going with an older man puts @global.w_safe_teen_girl_1 in a dangerous situation where she can get hurt or be forced to do things * Many girls in our communities get pregnant or catch HIV from older men * There were no other trusted adults to advise @global.w_safe_teen_girl_1
st_za: * Monna ya ka koloing o ne a qobella @global.w_safe_teen_girl_1 ka dimpho * Mokgotsi wa @global.w_safe_teen_girl_1 o ne a batla ho mo kenya ka hlooho * Ho tsamaya le monna e moholo ho ne ho beha @global.w_safe_teen_girl_1 boemong bo kotsi moo a neng a ka lemala kapa a qobellwa ho etsa dintho tse ding * Banana ba bangata metseng ya habo rona eba baimana kapa ba fumana HIV ho banna ba baholo ho bona * Ho ne ho se na batho ba bang ba baholo ba ka tsheptjwang ba neng ba ka eletsa @global.w_safe_teen_girl_1

# template
source: Let's talk about our teens' online safety.
st_za: A re buisaneng ka boipaballo ba batjha ba rona inthaneteng.

# template
source: What are some of the online risks for teens these days?
st_za: Batjha ba matsatsing ana ba tobana le dikotsi dife inthaneteng?

# template
source: * Adults use social media, gaming and messaging apps and websites to meet teenagers and persuade them to do sexual things * People put things online to make us hurt other people – like making violence seem cool, or hating people from another race or country * People put things online to persuade teenagers to hurt themselves or commit suicide * Teenagers share sexy videos or photos or information about themselves, and people show it to others or use it to upset them * People can often be nasty to teenagers online – they feel like they can bully people safely
st_za: * Batho ba baholo ba sebedisa social media, diepo tsa dipapadi le tsa ho romela melaetsa le diwebosaete ho kopana le batjha le ho ba kgothalletsa diketso tsa thobalano * Batho ba beha dintho inthaneteng tse etsang hore re utlwise ba bang bohloko – jwaloka ho etsa eka diketso tse dikgoka di ntle, kapa ho hloya batho ba morabe kapa naha e nngwe * Batho ba kenya dintho inthaneteng tse susumetsang batjha ho itematsa kapa ho ipolaya * Batjha ba romella batho divideo kapa dinepe tsa bona tse sexy, ebe batho ba di bontsha batho ba bang kapa ba di sebedisa ho utlwisa ba bang bohloko * Hangata batho ba ka tshwara batjha hampe inthaneteng – ba nka hore ba ka iketsa dimpodi ho batho ba bang ba sireletsehile

# template
source: MAPS
st_za: DIMMAPA

# template
source: Make MAPS with your teen of safe and unsafe areas in your community and online. Talk about how to keep their information, photos and videos private online. Talk about how once something goes online, it stays there forever. They might know an example from their friends.
st_za: Etsa DIMMAPA le motjha wa hao tsa dibaka tse sireletsehileng le tse sa sireletsehang motseng wa heno le inthanete. Buisanang ka tsela ya ho boloka tlhahisoleseding ya bona, difoto le divideo e le lekunutu inthaneteng. Buisanang ka hore hang ha ntho e kena inthanete, e dula moo ho ya ho ile. Mohlomong ba tseba mohlala wa metswalle ya bona.

# template
source: Safety Plan Activity
st_za: Ketso ya Moralo wa Boipaballo

# template
source: RULES
st_za: MELAO

# template
source: Make RULES with your teen about safely using the apps and websites that they like. Remember the story about Online Safety? See it again here.
st_za: Etsa MELAO le motjha wa hao ka tsela ya ho sebedisa diepo le diwebosaete tseo a di ratang ka tsela e sireletsehileng. Na o hopola pale ya Boipaballo Inthaneteng? E shebelle hape.

# template
source: Online Safety Story
st_za: Pale ya Boipaballo Inthaneteng

# template
source: AMNESTY
st_za: TSHWARELO

# template
source: Make an AMNESTY agreement. If something happens that makes them upset, uncomfortable or scared, they can talk to you and you won’t get angry or punish them, even if they were doing something wrong. Remember the story about Safety Amnesty? See it again here.
st_za: Etsang tumellano ya TSHWARELO. Haeba ho etsahala ntho e mo halefisang, e sa mo tshwareng hantle kapa e mo tshosang, a ka buisana le wena ebile o ke ke wa mo halefela kapa wa mo fa kotlo, esita le haeba a ne a etsa ntho e fosahetseng. Na o hopola pale ya Tshwarelo e Sireletsehileng? E shebelle hape mona.

# template
source: Digital parenting is just like parenting in the real world. You have taken a BIG STEP to keeping your teen safe in the community AND online. Good for you!
st_za: Botswadi ditabeng tsa dijithale bo tshwana le botswadi bophelong ba sebele. O nkile BOHATO BA BOHLOKWA ba ho tiisa hore motjha wa hao o bolokehile motseng LE inthaneteng. O entse hantle!

# template
source: Resources to help in the community
st_za: Matlotlo a thusang motseng

# template
source: Online Safety Resources
st_za: Matlotlo a Boipaballo Inthaneteng

# template
source: Being a great parent also means taking time to care for yourself every day.
st_za: Ho ba motswadi wa mmakgonthe ho boetse ho bolela ho qeta nako e itseng o itlhokomela letsatsi le letsatsi.

# template
source: Great. And amazing that you are using this app – it shows your commitment as a parent. Make sure you give yourself credit and praise for what you are doing.
st_za: Ke ditaba tse monate. Mme ke ho hlollang hore ebe o sebedisa epo ena – seo se bontsha hore o motswadi ya ikemiseditseng. Etsa bonnete ba hore o a ithorisa le ho ipabatsa ka seo o se etsang.

# template
source: Being a parent is hard. But it is amazing that you are using this app – it shows your commitment as a parent. Make sure you give yourself credit and praise for what you are doing.
st_za: Ho thata ho ba motsoali. Empa ke ho hlollang hore ebe o sebedisa epo ena – seo se bontsha hore o motswadi ya ikemiseditseng. Etsa bonnete ba hore o a ithorisa le ho ipabatsa ka seo o se etsang.

# template
source: You've completed this week's workshop. We’ll do some of the self-care activities again when you get together with your group for the first time - you all deserve some extra self-care!
st_za: O phethile wekshopo ena ya beke. Re tla phetha dintho tseo re di etsang ho itlhokomela ha le bokana ka dihlopha tsa lona ka lekgetlo la pele - kaofela ha lona le lokela ho itlhokomela haholwanyane!

# template
source: Whenever you can, relax, recognise and reward yourself. Care for yourself every day. You matter!
st_za: Neng kapa neng ha o kgona, kgatholoha, itemohe mme o iputse. Itlhokomele letsatsi le letsatsi. O motho wa bohlokwa!

# template
source: Every time you relax, recognise something you've done well or reward yourself, tap the @global.parent_points to celebrate your success!
st_za: Nako le nako ha o kgatholoha, o lemoha ntho eo o e entseng hantle kapa o iputsa, tobetsa @global.parent_points ho keteka katleho ya hao!

# template
source: Why @data.workshop.w_self_care.short_title?
st_za: Hobaneng e le @data.workshop.w_self_care.short_title?

# template
source: We often don’t look after ourselves enough. But this is so important, especially as a parent! Reducing our stress and treating ourselves well helps us AND our teenagers.
st_za: Hangata ha re itlhokomele ka ho lekaneng. Empa ntho ena e bohlokwa haholo, haholoholo jwaloka motswadi! Re fokotsa seterese le ho itlhokomela hantle ho thusa rona HAMMOHO LE batjha ba rona.

# template
source: Greetings, everyone. Today's topic is self-care. There are times where we experience challenging times, where we face problems and do not know what to do. It is important to take care of ourselves to learn the techniques of how we can keep ourselves calm in case problems, challenges or issues come up. When we are calm we are in a good state to think positively and come up with positive solutions to any challenges we may be facing.
st_za: Dumelang bohle. Sehlooho sa kajeno ke ho itlhokomela. Ho na le dinako tseo re bang le dinako tse boima, moo re tobanang le mathata mme re sa tsebe hore na re etseng. Ho bohlokwa hore re itlhokomele e le ho ithuta mekgwa ya kamoo re ka dulang re kgobile matshwafo ha ho na le mathata, diphephetso le ditaba tse hlahellang. Ha re kgobile matshwafo re boemong bo botle ba ho nahana dintho tse ntle le ho tla ka ditharollo tse molemo diphephetsong tseo re tobaneng le tsona.

# template
source: Remember – this week is about YOU! We hope you are treating yourself well. You deserve this!
st_za: Hopola – beke ena e amana le WENA! Re tshepa hore o itshwara ka mosa. Seo sea o tshwanela!

# template
source: Start a brand new @global.parent_app workshop tomorrow. You will see the good results!
st_za: Qala wekshopo e ntjha-tjha! ya @global.parent_app hosane. O tla bona diphetho tse molemo!

# template
source: Have you told your @global.parent_app partners about the app yet? From tomorrow, you can start doing your @global.parent_app workshops together!
st_za: Na le se le jwetsitse balekane ba lona ka epo ya @global.parent_app? Ho tloha hosane le ka qala ho etsa diwekshopo tsa lona tsa @global.parent_app mmoho!

# template
source: Paying attention to what we do well helps us to focus on the positive. Let’s take a moment to praise ourselves. We’ll show you how.
st_za: Ho ela hloko seo re se etsang hantle ho re thusa ho tsepamisa mohopolo dinthong tse molemo. A re nke motsotswana mme re ipabatse. Re tla le bontsha tsela ya ho etsa jwalo.

# template
source: Think of one thing YOU have done well recently. Say it aloud to each other: "Well done to me for…" Here is one thing you deserve praise for: Well done for using @global.parent_app!
st_za: Nahana ka ntho eo o e entseng hantle morao tjena. Bolellanang mantswe ana ka lentswe le phahameng: "Ke entse hantle ka…" Ntho e le nngwe eo le tshwanelwang ke pabatso ka lebaka la yona ke ena: Le entse hantle ka ho sebedisa @global.parent_app!

# template
source: Recognise
st_za: Lemoha

# template
source: Take a moment to praise yourself. We will now show you how.
st_za: Nka motsotswana ho ipabatsa. Re tla le bontsha tsela ya ho etsa seo.

# template
source: Think of one thing YOU have done well recently.
st_za: Nahana ka ntho e le nngwe eo O e entseng hantle morao tjena.

# template
source: "Well done to me for..."
st_za: "Ke entse hantle ka..."

# template
source: Showing love to my children
st_za: Ho bontsha bana ba ka lerato

# template
source: Getting up even though I felt tired
st_za: Ho tsoha leha ke ikutlwa ke kgathetse

# template
source: Smiling at someone
st_za: Ho bososella motho e mong

# template
source: Making food to stay strong
st_za: Ho lokisa dijo hore ke dule ke le matla

# template
source: Spending time with my children
st_za: Ho qeta nako le bana ba ka

# template
source: Helping my children with schoolwork
st_za: Ho thusa bana ba ka ka mosebetsi wa sekolo

# template
source: Say it aloud if you can. Here is one thing you deserve praise for: Well done for using @global.parent_app!
st_za: Haeba o kgona, bua mantswe ana ka lentswe le hodimo. Ntho e le nngwe eo o tshwanelwang ke pabatso ka lebaka la yona ke ena: O entse hantle ka ho sebedisa @global.parent_app!

# template
source: Things to praise yourself for:
st_za: Dintho tseo o ka lekang ho ipabatsa ka lebaka la tsona:

# template
source: * Showing love to your children * Getting up even though you felt tired * Smiling at someone * Making food to stay strong * Spending time with your children * Helping your children with schoolwork
st_za: * Ho bontsha bana ba hao lerato * Ho tsoha leha o ikutlwa o kgathetse * Ho bososella motho e mong * Ho etsa dijo hore o dule o le matla * Ho qeta nako le bana ba hao * Ho thusa bana ba hao ka mosebetsi wa sekolo

# template
source: Let's try it out and do a short relaxation activity together!
st_za: A re e lekeng mme re etse ketso ya ho kgatholoha mmoho!

# template
source: As parents, we often don’t have time to look after ourselves - but this is so important to do! Reducing our stress helps us AND our teens. Let’s take a first step and do a short relaxation activity together.
st_za: Jwaloka batswadi, hangata ha re na nako ya ho itlhokomela - empa ho bohlokwa haholo ho etsa jwalo! Ho fokotsa seterese sa rona ho thusa rona HAMMOHO le batjha ba rona. A re nkeng bohato ba pele mme re etse ketso e kgutshwanyane ya ho kgatholoha mmoho.

# template
source: Well done! Try to do this every day.
st_za: O entse hantle! Leka ho etsa sena letsatsi le letsatsi.

# template
source: Have a hot drink
st_za: Phoka tee kapa kofi

# template
source: Call a friend or relative
st_za: Letsetsa motswalle kapa mong ka wena

# template
source: Have a relaxing bath
st_za: Kena bateng ya metsi a kgathollang

# template
source: Read
st_za: Bala

# template
source: Watch TV
st_za: Shebella TV

# template
source: Taking care of ourselves is an important parenting skill. Share with each other: What small things make you happy?
st_za: Ho itlhokomela ke tsebo ya bohlokwa ya botswadi. Neanang malebela: Ke dintho dife tse nyane tse o thabisang?

# template
source: Try to do something to reward yourself every day. You can use these skills at home and find them anytime in your @global.parent_centre!
st_za: Leka ho etsa ntho eo o ka iputsang ka yona letsatsi le letsatsi. O ka sebedisa tsebo ena lapeng mme wa e fumana neng kapa neng ho @global.parent_centre ya hao!

# template
source: Reward
st_za: Moputso

# template
source: We all deserve to treat ourselves well!
st_za: Kaofela re tshwanela ho itshwara hantle!

# template
source: What small thing makes you happy?
st_za: Ke ntho efe e nyane e o thabisang?

# template
source: Nice! Taking care of yourself is an important parenting skill!
st_za: Ke hantle! Ho itlhokomela ke tsebo ya bohlokwa ya botswadi!

# template
source: Try to do something to reward yourself every day. This could be to @local.name_1 or anything else that you enjoy.
st_za: Leka ho etsa ntho e nngwe ho iputsa letsatsi le letsatsi. Ekaba ho ya @local.name_1 kapa eng kapa eng eo o e thabelang.
