Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/st/st_messages.po
Languages: st_za

# template
source: Step 1. Close your eyes and take a deep breath. Step 2. Ask yourself, "What am I thinking?" Notice if your thoughts are positive or negative. Notice how you are feeling emotionally. Notice if your emotions are pleasant or unpleasant. Remind yourself that whatever you feel, it is okay. Notice how your body feels. Notice anything that hurts or is tense. Step 3. Focus on your breath. Feel your breath as it goes in and out. You can put a hand on your stomach and feel it rise and fall with each breath. Do this for about 10 breaths. Step 4. Expand your awareness to your whole body. Listen to the sounds in the room. Step 5. Take a moment to reflect on whether you feel any different. When you are ready, open your eyes.
st_za: Mohato wa 1. Kwala mahlo mme o phefumolohele hodimo. Mohato wa 2. Ipotse, "Ke nahanang?" Lemoha hore na maikutlo a hao a matle kapa a mabe. Lemoha hore na o ikutlwa jwang botebong ba pelo. Hlokomela haeba maikutlo a hao a le matla kapa a se matle. Ikgopotse hore ho sa natswe hore na o ikutlwa jwang, ho lokile. Hlokomela kamoo mmele wa hao o ikutlwang kateng. Hlokomela eng kapa eng e o utlwisang bohloko kapa e etsang hore o ikutlwe o tsitsipane. Mohato wa 3. Ameha ka mohemo wa hao. Utlwa mohemo wa hao ha o moya o kena le ha o tswa. O ka beha letsoho mpeng mme o utlwe ha e kokomoha le ha e bohlela ha o hem. Etsa sena ka metsotso e ka bang 10. Mohato wa 4. Eketsa tsebo ya hao ya mmele wohle wa hao. Mamela medumo e ka kamoreng. Mohato wa 5. Ka nakwana nahana hore na o ikutlwa ka tsela e fapaneng ka tsela efe kapa efe. Ha o loketse, bula mahlo.

# template
source: Well done for Taking a Pause. You can do this anytime you are feeling stressed. It gives you a chance to be calmer. Even a few deep breaths or connecting with the ground beneath you can make a difference. You can also Take a Pause with your Children!
st_za: O sebeditse ka ho Nka Kgefu. O ka etsa sena neng kapa neng ha o ikutlwa o imetswe. Seo se o fa monyetla wa ho kgoba matshwafo le ho feta. Esita le ho phefumoloha ka makgetlo a mmalwa kapa ho fumana kamano pakeng tsa hao le lefatshe leo o emeng hodima lona ho ka tlisa phapang e kgolo. Hape o ka Nka Kgefu le Bana ba hao!

# template
source: Sit down, close your eyes and listen to your breath as it goes in and out. Notice how you feel. When you are ready, open your eyes again.
st_za: Dulang fatshe, le kwale mahlo mme le mamele mohemo wa lona ha moya o tswa le ha o kena. Lemohang kamoo le ikutlwang kateng. Ha le itokisitse, bulang mahlo hape.

# template
source: Try this whenever you are feeling stressed and you need a break to reconnect.
st_za: Leka sena neng kapa neng ha o ikutlwa o imetswe mme o hloka ho nka kgefu hore o iphumane.

# template
source: Stand up and stretch your arms up to the sky. Push away any clouds and let the sun shine down on you. Stretch to both sides. Stretch to the front and to the back. Let your hand hang by your side. Squeeze your shoulders tightly up to your ears as you breathe in, scrunch your eyes, and hold your breath. Release your shoulders as you relax your body. Relax your arms and let your arms to swing sideways, and turn your upper body. Your arms should gently hit your back as you twist from side to side. Place one foot in front of the other and make small circles from ankles, remember to turn to both sides. Do each foot with four circles in each direction. Now shake your whole body as fast as you can. Shake it up high! Shake it down low! Shake it all around! Close your eyes and raise your arms slowly above your head as you breathe in. Lower your arms slowly to your side as you breathe out. Take a moment to reflect on your experience.
st_za: Ema mme o ikotlollele matsoho nqa lehodimo. Sutumetsa maru afe kapa afe mme o tlohele letsatsi o tjhabele hodima hao. Ikotlollele ka mahlakoreng ka bobedi. Ikotlollele kapele le kamorao. Tlohela matsoho a hao a lepelle ka mahlakoreng. Petetsa mahetla a hao ka thata ho ditsebe ha o hema ho hula moya, kwala mahlo a ntse a panyapanya, mme o tshware moya. Lokolla mahetla a hao ha o phutholla mmele wa hao. Phutholla diphaka tsa hao mme o tlohele diphaka di ye kwana le kwana ka mahlakoreng, mme o reteletse bokahodimo ba mmele wa hao. Diphaka tsa hao di lokela ho thetsa bokamorao habonolo ha o reteleha ho tloha lehlakoreng le leng ho ya ho le leng. Beha leoto kapela le leng mme o etse didikadikwe tse nyane ho tloha maqaqailaneng, hopola ho retelehela ka mahlakoreng ka bobedi. Etsa didikadikwe tse nne ka leoto ka leng o lebisa lehlakoreng ka leng. Ebe o sisinya mmele wohle wa hao kapele kamoo o ka kgonang. O hlekehle o ya hodimo! O hlekehle o ya fatshe! O hlekehle ka mahlakoreng wohle! Kwala mahlo mme o phahamise diphaka tsa hao butle hodima hlooho ya hao ha o hula moya. Theola diphaka tsa hao butle ka mahlakoreng ha o lokolla moya. Ka nakwana nahana ka se o etsahalletseng.

# template
source: Well done! You can do this activity at any time whenever you feel like you need to release stress and energise your mind and body.
st_za: O entse hantle! O ka etsa sena neng kapa neng ha o utlwa eka o hloka ho fokotsa seterese le ho matlafatsa kelello le mmele wa hao.

# template
source: Make a list of healthy activities that you like to do. Here are some suggestions: * Listening to your favourite music * Going for a walk (if allowed) * Doing some exercise * Drinking a cup of tea by yourself * Calling up a friend * Singing, dancing, praying, or reading * Sitting in the sun with your eyes closed * Watching your favourite T.V. show Pick one and do it today!
st_za: Etsa letoto la diketso tse tlatsetsang bophelong bo botle tseo o ka thabelang ho di etsa. Tse ding tsa dikeletso ke tsena: * Ho mamela mmino oo o o ratang * Ho tsamaya e le ho thapolla maoto (haeba ho dumeletswe) * Ho etsa boikwetliso bo itseng * Ho nwa kopi ya tee o le mong * Ho letsetsa motswalle * Ho bina, ho tantsha, ho rapela, kapa ho bala * Ho ora letsatsi o kwetse mahlo * Ho shebella lananeo leo o le ratang la T.V. Kgetha e le nngwe mme o e etse kajeno!

# template
source: When you take care of yourself, you take care of your children. We all need to connect. Try to talk to friends, family, and other support networks every day. If it has been a while since you reached out to someone, do it now!
st_za: Ha o itlhokomela, o hlokomela bana ba hao. Motho ke motho ka batho. Leka ho buisana le metswalle, ba lelapa le batho ba bang ba ka o tshehetsang letsatsi le letsatsi. Haeba o se o qetile nako o sa buisane le motho e mong, bua le yena hona jwale!

# template
source: Think about what makes you angry? When does it happen? How do you normally react? Prevent anger from starting in the first place. Get some sleep or rest when you are tired. Try to eat something when you are hungry. Ask someone for support when you are feeling alone.
st_za: Nahana ka se o halefisang? Seo se etsahala neng? O itshwara jwang ka tlwaelo? Thibela kgalefo ho tloha ha e qala. Robala kapa o phomole ha o kgathetse. Leka ho ja ho hong ha o lapile. Kopa motho e mong hore a o tshehetse ha o jewa ke bodutu.

# template
source: Managing anger can be really difficult. Take a break when you feel you are getting angry at your children or someone else. Go somewhere else for 5 minutes to regain control of your emotions. If you have safe outdoor space, go outside. You can get through this!
st_za: Ho laola kgalefo ho ka ba thata e le ruri. Nka kgefu ha o ikutlwa o halefetse bana ba hao kapa motho e mong. Leba sebakeng se seng ka metsotso e 5 hore o boele o kgone ho laola maikutlo a hao. Haeba kantle ho sireletsehile, tsa mo hahlwa ke moya kantle. Boemo bona bo tla feta!

# template
source: Close your eyes. Let's use the magic power of three to stay present and relax. Name three sounds you can hear right now. Name three smells you can smell right now. Name your three favourite foods. What are three things you can be grateful for right now? They don't have to be big.
st_za: Kwala mahlo a hao. A re sebedise matla a mohlolo a tharo ho iphumana le ho phutholoha. Bolela medumo e meraro eo o e utlwang hona jwale. Bolela menko e meraro eo o e fofonelang hona jwale. Bolela dijo tse tharo tseo o di ratang. Ke dintho dife tse tharo tseo o di lebohelang hona jwale? Ha ho hlokehe hore di be kgolo.

# template
source: At the end of a tough day, thinking of three things to be grateful for can help us find the courage to try again tomorrow.
st_za: Qetellong ya letsatsi le boima, ho nahana ka dintho tse tharo tseo o di lebohelang ho ka re thusa ho ba sebete ho leka hape hosane.

# template
source: Close your eyes and think about the day. Name 1 thing that you are grateful for. Name 1 thing that you did well. Name 1 thing that you love.
st_za: Kwala mahlo mme o nahane ka letsatsi. Bolela ntho e 1 eo o e lebohelang. Bolela ntho e 1 eo o e entseng hantle. Bolela ntho e 1 eo o e ratang.

# template
source: Well done, you are a hero!
st_za: O sebeditse, o mohale!

# template
source: Close your eyes. Use the magic power of three to stay connected and relax. Breathe in to the count of three. 1, 2, 3. Breathe out to the count of three. 1, 2, 3. Breathe in to the count of three. 1, 2, 3. Breathe out to the count of three. 1, 2, 3.
st_za: Kwala mahlo. Sebedisa matla a mohlolo a tharo ho dula o le nako ebile o phutholohile. Hula moya ka makgetlo a mararo. 1, 2, 3. Lokolla moya ka makgetlo a mararo. 1, 2, 3. Hula moya ka makgetlo a mararo. 1, 2, 3. Lokolla moya ka makgetlo a mararo. 1, 2, 3.

# template
source: Do you feel any different? Deep breathing helps our whole body and mind to calm down. You are a star!
st_za: Na o ikutlwa ka tsela e fapaneng? Ho hemela hodimo ho thusa mmele wohle le kelello ho kgoba matshwafo. O kgalala!

# template
source: Close your eyes. Listen to your breath as it goes in and out five times. Notice how you feel.
st_za: Kwala mahlo. Mamela mohemo wa hao ha moya o kena le ha o tswa ka makgetlo a mahlano. Lemoha kamoo o ikutlwang kateng.

# template
source: When you are ready open your eyes again. You are in control!
st_za: Ha o se o lokile bula mahlo hape. Ha ho na se o hlotseng!

# template
source: Close your eyes. Do your children ever make you feel like screaming? Give yourself a 10-second pause. Breath in and out slowly 5 times. Then try responding in a calmer way.
st_za: Kwala mahlo. Na bana ba hao ba kile ba etsa hore o ikutlwe eka o ka hweletsa? Iphe kgefu ya metsotswana e 10. Hula moya mme o o lokolle butle ka makgetlo a 5. Leka ho arabela o kgobile matshwafo.

# template
source: Millions of parents say this helps - A LOT.
st_za: Batswadi ba dimilione ba re seo se a thusa - HAHOLO.

# template
source: Close your eyes. Take a moment to stop what you are doing and connect with your breath. What is one thing you can be grateful for right now? What is one thing that brings you happiness? What is one thing that you love? They don't have to be big. Sometimes the small things in life count the most!
st_za: Kwala mahlo. Emisa ntho eo o e etsang ka motsotswana mme o amehe ka mohemo wa hao. Ke ntho efe e le nngwe eo o e lebohelang hona jwale? Ke ntho efe e le nngwe e o tlisetsang thabo? Ke ntho efe e le nngwe eo o e ratang? Ha ho hlokehe hore ebe ntho e kgolo. Ka dinako tse ding dintho tse nyane di bohlokwa haholo bophelong!

# template
source: Here's an activity to relax your body: Sit comfortably and close your eyes if you can. Imagine a golden ring scanning your body from your feet to your head. Pay attention as it moves up and down your body. Are there any areas that feel tense? Numb? Painful? Focus on those areas for a moment. Breathe in to the area and when you breathe out, try to let go of any tension or pain. Do this for a few breaths. Open your eyes. How does your body feel now?
st_za: Sena ke seo o ka se etsang hore mmele wa hao o phutholohe: Dula moo o iketlileng mme o kwale mahlo haeba o kgona. Nahana ka reng ya kgauta e sekenang mmele wa hao ho tloha maotong ho ya hloohong. Ela hloko ha e ntse e nyolosa le ho theosa mmele wa hao. Na ho na le dikarolo tse utlwahalang di tsitsipane? Di shwele bohatsu? Di le bohloko? Ameha ka dibaka tseo ka nakwana. Hula moya sebakeng seo mme ha o butswela moya, leka ho lokolla tsitsipano kapa bohloko. Etsa sena ha o hema ka makgetlo a mmalwa. Bula mahlo. Hona jwale mmele wa hao o ikutlwa jwang?

# template
source: You can also try this next time you find yourself lying in bed unable to sleep!
st_za: Hape o ka leka sena nakong e tlang ha o iphumana o paqame betheng mme o hlobaela!

# template
source: Start
st_za: Qala

# template
source: Please sign in with your Google account to use the app.
st_za: Ka kopo, kena ka ak'haonte ea hau ea Google ho tseba ho sebelisa sesebelisoa sena.

# template
source: Sign in with Google
st_za: Kena ka ak'haonte ea hau ea Google

# template
source: Add this activity to @global.my_activities
st_za: Kenya mosebetsi ona ho @global.my_activities

# template
source: @global.parent_app funded by
st_za: @global.parent_app e tshehelitsoe ke

# template
source: Powered by Parenting for Lifelong Health and partners
st_za: e tsamaisoa ke Parenting for Lifelong Health le balekane

# template
source: Bringing teenagers up is hard
st_za: Ho holisa bacha ho thata

# template
source: You are the best parent your teen could have
st_za: O motswadi ea molemo ka ho fetisisa eo mocha oa hao a ka bang le eena

# template
source: Join the 210 million parents who have used our resources
st_za: ikopanye le batsoali ba limilione tse 210 ba sebelisitseng lisebelisoa tsa rona

# template
source: Ideas from other families:
st_za: Maikutlo a malapa a mang:

# template
source: Customise @global.parent_app
st_za: Fetola @global.parent_app

# template
source: Thank you for being honest. It can be so difficult to control our stress. To look after yourself and help you feel calmer when things get tough, we will keep reminding you to relax, recognise and reward yourself. You matter! You can find more ideas to manage stress in the @global.weekly_workshop or under @data.parent_centre.my_tips.location_text.
st_za: Rea leboha hore ebe o ipuetse nnete. Ke ntho e thata haholo ho laola seterese. Ho itlhokomela le ho o thusa ho ikutlwa o theotse moya ha dintho di ba thata, re tla tswela pele ho o hopotsa ho theola moya, ho iphumana le ho iputsa. O motho wa bohlokwa! O ka fumana dikeletso tse ding tsa ho sebetsana le seterese ho @global.weekly_workshop kapa tlasa @data.parent_centre.my_tips.location_text.

# template
source: Thank you for being honest – and we’re sorry you’re having a difficult time with your teen. We all feel overwhelmed sometimes, and continuing to use @global.parent_app is a great step to help you and your family! Our materials have helped thousands of parents and families to be less stressed and have more positive time together. We are here to support you.
st_za: Rea leboha hore ebe o ipuetse nnete – re maswabi hore dintho ha di tsamaye hantle pakeng tsa hao le motjha wa hao. Kaofela re ikutlwa re imetswe ka dinako tse ding, mme ho tswela pele ho sebedisa @global.parent_app ke bohato bo botle haholo ba ho thusa wena le lelapa la hao. Dikeletso tsa rona di thusitse batswadi le malapa a dikete hore a fokotse seterese le ho qeta nako e ngata a le mmoho ka tsela e molemo. Re tla wa re tsoha le wena.

# template
source: This is a real concern for parents everywhere. Remember to use your new skills to continue to build good communication with your teen. You can review core tips on planning for your teen’s safety in the @global.weekly_workshop or under @data.parent_centre.my_tips.location_text!
st_za: Hohle batswadi ba amehile haholo ka taba ena. Hopola ho sebedisa tsebo ya hao e ntjha ho tswela pele o qala tsela e ntle ya ho buisana le motjha wa hao. O ka ikgopotsa dikeletso tsa bohlokwa tsa ho lokisetsa polokeho ya batjha ba hao ho @global.weekly_workshop kapa tlasa @data.parent_centre.my_tips.location_text!

# template
source: Great. If any stress or disagreements around money do come up in your family in the future, you can always review the @data.workshop.w_money.in_text_title or @data.parent_centre.my_tips.location_text!
st_za: Hase moo. Haeba nakong e tlang ditaba tsa ditjhelete di baka seterese kapa dikgang ka lapeng la hao, kamehla o ka ikgopotsa @data.workshop.w_money.in_text_title kapa @data.parent_centre.my_tips.location_text!

# template
source: Money stress can be overwhelming. Whenever stress or disagreements around money come up in your family, you can find tips in the @data.workshop.w_money.in_text_title or under @data.parent_centre.my_tips.location_text!
st_za: Mathata a ditjhelete a ka imela motho. Neng kapa neng ha ditaba tsa ditjhelete di baka seterese kapa dikgang ka lapeng la hao, kamehla o ka ikgopotsa @data.workshop.w_money.in_text_title kapa @data.parent_centre.my_tips.location_text!

# template
source: Remember you can access lots of helpful tips and resources in the @global.parent_centre - this is available for you at any time!
st_za: Hopola hore o ka fumana dikeletso le matlotlo a mangata a molemo ho @global.parent_centre - o ka kena ho yona neng kapa neng!

# template
source: Being a parent is not easy. It can be difficult to know how to keep our teens safe. We often feel powerless as parents in this, but we are here to support you! Remember, you can find focused tools, extra content and resources on this in the @global.parent_centre at any time. You can also review core tips on safety planning under @data.parent_centre.my_tips.location_text.
st_za: Ho ba motsoali ha ho bonolo. Ho ka ba thata ho tseba ho boloka bacha ba rona.Hangata re ikutloa re se na matla joaloka batsoali tabeng ena, empa re mona ho le tšehetsa! Hopola, o ka fumana lisebelisoa tse tsepamisitsoeng maikutlo, litaba tse ling le lisebelisoa ho @global.parent_centre neng kapa neng. U ka boela ua hlahloba malebela a mantlha mabapi le moralo oa polokeho tlas'a @data.parent_centre.my_tips.location_text.

# template
source: Being a parent is not easy. Well done for focusing on keeping your teen safe. Remember, you can find more support on this in the @data.workshop.w_safe.in_text_title whenever you need it!
st_za: Ho ba motswadi hase ntho e bonolo. O entse hantle ka ho tsepamisa mohopolo tabeng ya ho tiisa hore motjha wa hao o sireletsehile. Hopola, o ka fumana thuso e nngwe tabeng ena ho @data.workshop.w_safe.in_text_title neng kapa neng ha o e hloka!

# template
source: We know this is hard. You can review some helpful tips on how you can spend time with your teen under @data.parent_centre.my_tips.location_text or you can have another look at the @data.workshop.w_1on1.in_text_title.
st_za: Rea tseba hore ena ke ntho e thata. O ka ikgopotsa tse ding tsa dikeletso tse molemo tsa kamoo o ka qetang nako le motjha wa hao kateng ho @data.parent_centre.my_tips.location_text kapa o ka boela wa sheba @data.workshop.w_1on1.in_text_title.

# template
source: Well done for laying such a good foundation! You can always review the @data.workshop.w_1on1.in_text_title to get more ideas on how to spend time together.
st_za: O entse hantle ka ho beha motheo o motle hakaalo! Kamehla o ka ikgopotsa @data.workshop.w_1on1.in_text_title ho fumana dikeletso tse ding tsa kamoo le ka qetang nako hammoho.

# template
source: Using this app shows that you care about your teen. You can review how to use praise under @data.parent_centre.my_tips.location_text. For more tips on how to use this skill well, you can also have another look at the @data.workshop.w_praise.in_text_title.
st_za: Ho sebedisa epo ho bontsha hore o tsotella motjha wa hao. O ka ikgopotsa tsela ya ho sebedisa pabatso ho @data.parent_centre.my_tips.location_text. Hore o fumane dikeletso tse eketsehileng tsa ho sebedisa tsebo ena hantle, o ka boela wa sheba @data.workshop.w_praise.in_text_title.

# template
source: Wonderful that you are praising your teen! This helps them feel valued – your encouragement means a lot. You can always have another look at the @data.workshop.w_praise.in_text_title for more tips on how to use this skill well.
st_za: O etsa hantle hore o babatsa motjha wa hao! Sena se mo thusa hore a ikutlwe e le wa bohlokwa – kgothatso ya hao e kgatha tema ya bohlokwa haholo. Kamehla o ka boela wa sheba @data.workshop.w_praise.in_text_title hore o fumane dikeletso tse ding tsa kamoo tsebo ena e ka sebediswang hantle.

# template
source: Great that this has been a good week! We will keep reminding you to relax, recognise and reward yourself, to help you continue to manage your stress and feel calm.
st_za: Rea thaba hore ebe beke ena e atlehile hakana! Re tla dula re o hopotsa ho phomola, ho iphumana le ho iputsa, ho o thusa hore o tswele pele ho laola seterese sa hao le ho ikutlwa o kgobile matshwafo.

# template
source: Great that you felt calm most of the week! We will keep reminding you to relax, recognise and reward yourself, to help you continue to manage your stress and feel calm.
st_za: Rea thaba hore ebe o ne o ikutlwa o kgobile matshwafo bekeng ena! Re tla dula re o hopotsa ho phomola, ho iphumana le ho iputsa, ho o thusa hore o tswele pele ho laola seterese sa hao le ho ikutlwa o kgobile matshwafo.

# template
source: We understand how stressful life can be. We will keep reminding you to relax, recognise and reward yourself, to help manage your stress and feel calmer. You can find more ideas to manage stress in the @global.weekly_workshop or under @data.parent_centre.my_tips.location_text.
st_za: Rea utlwisisa hore na bophelo bo baka seterese se sekae. Re tla dula re o hopotsa ho phomola, ho iphumana le ho iputsa, e le ho o thusa ho sebetsana la seterese le ho ikutlwa o kgobile matshwafo le ho feta. O ka fumana dikeletso tse ding tsa ho sebetsana le seterese ho @global.weekly_workshop kapa tlasa @data.parent_centre.my_tips.location_text.

# template
source: Customise for your needs
st_za: E fetole bakeng sa ditlhoko tsa hao

# template
source: Every parent in the world is struggling in these hard times. The next questions about your parenting experiences will help us to get you the support you need. Be honest. Remember that you are not alone! Millions of parents feel like you do, and we all deserve support.
st_za: Batswadi bohle lefatsheng ba hula ka thata dinakong tseng tse boima. Dipotso tse latelang tse amanang le dintho tse o hlahetseng jwaloka motswadi di tla re thusa ho fumana thuso eo re e hlokang. Tshepahala. Hopola hore ha o mong! Ho na le batswadi ba dimilione ba ikutlwang jwaloka wena, mme kaofela re tshwanelwa ke ho fuwa thuso.

# template
source: Thank you for being honest
st_za: Rea leboha ka hore o arabe ka botshepehi

# template
source: It is wonderful that you are responding calmly when your teen does something upsetting. They can learn so much from you!
st_za: Ke ditaba tse monate hore ebe o arabela o kgobile matshwafo ha motjha wa hao a etsa ntho e halefisang. A ka ithuta dintho tse ngata ho wena!

# template
source: Great that you are aware of what your teen is doing. Parenting is hard, but you’re really succeeding in this to keep them safe.
st_za: Ke hantle hore ebe o tseba seo motjha wa hao a se etsang. Ho thata ho ba motswadi, empa kannete o a atleha ho ba boloka ba sireletsehile.

# template
source: You selected "I would rather not answer"
st_za: O kgethile "Ke kgetha ho se arabe"

# template
source: That’s ok! Remember, if you do answer your answer will be kept private and will help us to provide you with content that is exactly right for you.
st_za: Ho lokile! Hopola, haeba o araba, karabo ya hao e tla bolokwa e le lekunutu ebile seo se tla re thusa ho o fa tlhahisoleseding e nepahetseng bakeng sa hao.

# template
source: Are there adults in your family?
st_za: Na ho na le batho ba baholo lapeng la hao?
