Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/st/st_messages.po
Languages: st_za

# template
source: You’ve completed this week’s workshop. Next week’s workshop will celebrate you all, and help you plan for the future. Why don’t you plan some party food together, and have some music ready if you like to dance!
st_za: O phethetse wekshopo ya bekeng ena. Wekshopo ya bekeng e tlang e tla le keteka kaofela, le ho le thusa ho etsa ditokisetso bakeng sa kamoso. Hobaneng ha le sa lokisetse phathi moo le tla ja mmoho, le letse mmino haeba le rata ho tantsha!

# template
source: You’ve completed this week’s workshop. Next week’s workshop will celebrate you, and you can choose the support you want going forward. You can prepare a treat to celebrate – something you like to eat, or music you like to listen to!
st_za: O phethile wekshopo ya bekeng ena. Wekshopo ya bekeng e tla e tla o keteka, mme o ka kgetha tshehetso eo o e batlang ho ya pele. O ka lokisetsa dimenyemenye ho keteka – ntho eo o ratang ho e ja, kapa mmino oo o ratang ho o mamela!

# template
source: With your teen choose one of these situations (or think of one yourself!). Look at the cartoon, and discuss what you would do together if this happened to a friend or in your family. And remember: BREATHE - LISTEN - THINK
st_za: Le motjha wa hao kgethang bo bong ho maemo ana (kapa nahanang ka bo bong ka bolona!). Shebang khathune, mme le buisane ka seo le ka se etsang mmoho haeba seo se etsahalla motswalle kapa se hlaha ka lapeng. Mme hopola: KGA MOYA - MAMELA - NAHANA

# template
source: prepare for a possible crisis with their teens
st_za: lokisetsa tlokotsi e ka hlahang le batjha ba hao

# template
source: prepare for a possible crisis with your teen
st_za: lokisetsa tlokotsi e ka hlahang le motjha wa hao

# template
source: My teen told me that something serious happened to them and I did not know how to handle it.
st_za: Motjha wa ka o mpolelletse hore o hlahetswe ke ntho e tebileng mme ke ne ke sa tsebe hore na ke sebetsane le taba eo jwang.

# template
source: Praise your teen for telling you; that is not easy to do! Remember, you can use all the skills you picked from your toolbox: Take a pause, use the four steps of problem solving, and reach out to get the support you and your teen need!
st_za: Babatsa motjha wa hao hobane a o bolelletse, ha ho bonolo ho etsa jwalo! Hopola, o ka sebedisa tsebo yohle eo o e kotutseng lebokoseng la hao la dithuluse: Nka kgefu, sebedisa mehato e mene ya ho rarolla mathata, mme o batle thuso eo wena le motjha wa hao le e hlokang!

# template
source: Get support
st_za: Fumana thuso

# template
source: The conversation made me very uncomfortable because I was reminded of a negative experience I had.
st_za: Puisano eo e ile ya etsa hore ke ikutlwe ke sa phutholoha ho hang hobane e ile ya nkgopotsa ntho e bohloko e kileng ya nhlahela.

# template
source: When we are reminded of such experiences, it is normal to feel upset or angry. It is important to find a time when you are calm, so that you can think of what support you need. You may need to talk to someone.
st_za: Ha ntho e re hopotsa ka ketsahalo e jwalo, ho tlwaelehile hore re ikutlwe re kwatile kapa re halefile. Ho bohlokwa ho fumana nako ha o kgutsitse, hore ka nahana ka hore na o hloka tshehetso ya mofuta ofe. Mohlomong o tlameha ho buisana le motho e mong.

# template
source: One of us did not feel comfortable.
st_za: E mong wa rona o ne a sa ikutlwe a phutholohile.

# template
source: This is difficult stuff to talk about. Find a relaxing time for it. We know it is much easier to not talk about these things and to hope they will never happen to us. However, learning to deal with crisis is like getting insurance; it is ALWAYS best to think about them and be prepared.
st_za: Ena ke ntho e thata hore batho ba bue ka yona. E fumanele nako eo le phutholohileng. Rea tseba hore ho bonolo haholo ho qoba ho bua ka taba le ho tshepa hore e keke ya re etsahalla. Empa, ho ithuta ho sebetsana le tlokotsi ho tshwana le ho fumana inshorense; KAMEHLA ho molemo ho nahana ka yona le ho itokisetsa yona.

# template
source: Your goal was to discuss a possible crisis situation with your teen and make a plan for it.
st_za: Sepheo sa hao ke hore o buisane ka boemo ba tlokotsi bo ka hlahang le motjha wa hao le ho itokisetsa bona.

# template
source: All families experience crises. When we prepare together and know where to get help BEFORE something bad happens, we can overcome any crisis.
st_za: Malapa wohle a ba le ditsietsi. Ha re itokisa mmoho ebile re tseba hore na re fumana thuso hokae PELE ntho e mpe e etsahala, re ka hlola tsietsi efe kapa efe.

# template
source: Greetings, everyone. Today's topic is dealing with crises. Crises may occur anywhere. Crises may occur anytime. Therefore, it is important as a family to have plans in place should any family member find themselves in a crisis situation. It is important to have plans so that every family member may feel protected. When we are dealing with crises, remember to take a pause, breathe, and keep yourself calm. That will help you to deal with crises better.
st_za: Dumelang bohle. Sehlooho sa kajeno ke ho sebetsana le ditsietsi. Tsietsi e ka hlaha kae kapa kae. Tsietsi e ka hlaha neng kapa neng. Kahoo ho bohlokwa hore lelapa le be le ditlhophiso haeba setho sefe kapa sefe sa lelapa le iphumana le se tsietsing. Ho bohlokwa ho etsa ditlhophiso e le hore setho se seng le se seng sa lelapa se ka ikutlwa se sireleditswe. Ha re sebetsana le tsietsi, hopola ho kgefutsa, ho kga moya, le ho dula o kgobile matshwafo. Sena se tla o thusa ho sebetsana le tsietsi kapa tlokotsi hantle.

# template
source: It’s helpful to practice dealing with crisis before something happens. Look at these five family crisis times. Imagine you are the parent: What would you do? Remember: BREATHE - LISTEN - THINK
st_za: Ho molemo ho tlwaela ho sebetsana le tlokotsi pele ho etsahala ntho e nngwe. Sheba dinako tsena tsa ditsietsi kapa ditlokotsi tse hlano tse hlahelang malapa. Nahana o le motswadi: O ne o tla etsang? Hopola: KGA MOYA - MAMELA - NAHANA

# template
source: Crisis 1: @global.w_crisis_teen_boy_2 fights at school
st_za: Tsietsi ya 1: @global.w_crisis_teen_boy_2 o a lwana sekolong

# template
source: @global.w_crisis_teen_boy_2: "I’ve never done this before. And now they will expel me"
st_za: @global.w_crisis_teen_boy_2: "Kea qala ho ba boemong bona. Empa jwale ba tlo ntebela"

# template
source: Crisis 2: @global.w_crisis_teen_girl_1 gets pregnant
st_za: Tsietsi ya 2: @global.w_crisis_teen_girl_1 eba moimana

# template
source: @global.w_crisis_teen_girl_1: "@global.w_crisis_male_caregiver_1, I’m so ashamed. I don’t know what to do"
st_za: @global.w_crisis_teen_girl_1: "@global.w_crisis_male_caregiver_1, Ke swabile haholo. Ha ke tsebe hore na ke etseng"

# template
source: Crisis 3: @global.w_crisis_teen_boy_2 makes a girl pregnant
st_za: Tsietsi ya 3: @global.w_crisis_teen_boy_2 o imisa ngwanana

# template
source: @global.w_crisis_teen_boy_2: "@global.w_crisis_male_caregiver_2, I don’t want to have a baby"
st_za: @global.w_crisis_teen_boy_2: "@global.w_crisis_male_caregiver_2, Ha ke batle ho ba le lesea"

# template
source: How could you respond to @global.w_crisis_teen_boy_2?
st_za: O ne o tla arabela jwang ho @global.w_crisis_teen_boy_2?

# template
source: Crisis 4: Someone in the family gets sick
st_za: Tsietsi ya 4: Motho e mong ka lapeng o a kula

# template
source: "The test said I have HIV. I’m scared I’m going to die"
st_za: "Tlhahlobo e re ke na le HIV. Ke tshohile hore ke tlo shwa"

# template
source: How could you respond in this situation?
st_za: O ne o tla arabela jwang boemong boo?

# template
source: Crisis 5: @global.w_crisis_teen_girl_1 is pressured into sex by her boyfriend
st_za: Tsietsi ya 5: @global.w_crisis_teen_girl_1 o qobellwa ke moshemane eo a ratanang le yena hore ba etse thobalano

# template
source: @global.w_crisis_teen_girl_1: "I didn’t really want to. Now I will get pregnant or be ill. @global.w_crisis_female_caregiver, I’m so scared..."
st_za: @global.w_crisis_teen_girl_1: "Ke ne ke sa batle. Jwale ke tla ima kapa ke kule. @global.w_crisis_female_caregiver, ke tshohile haholo..."

# template
source: How could you respond to @global.w_crisis_teen_girl_1?
st_za: O ne o tla arabela jwang ho @global.w_crisis_teen_girl_1?

# template
source: Remember to support and encourage each other. It is hard to remain calm and listen to each other in a crisis - we are proud of you.
st_za: Hopolang ho tshehetsana le ho kgothatsana. Ho thata ho dula o theotse moya le ho mamelana ha ho hlahile tsietsi - re motlotlo ka wena.

# template
source: Have you discussed with your teen what you would do in a crisis situation?
st_za: Na o se o kile wa buisana le motjha wa hao ka hore na le ka etsang ha ho hlaha tlokotsi?

# template
source: Crisis Examples
st_za: Mehlala ya Ditlokotsi

# template
source: You are a committed parent. Be proud of yourself - this is a big achievement in itself!
st_za: O motswadi ya ikemiseditseng. O ikotle sefuba - kannete ena ke katleho e kgolo!

# template
source: So good that you're with us on this parenting journey! Complete the @local.workshop_data.in_text_title and learn the best way to react when your teen needs you the most.
st_za: Re thabile haholo hore ebe o na le rona leetong lena la botswadi! Phethela @local.workshop_data.in_text_title mme o ithute tsela e ntlehadi ya ho itshwara ha motjha wa hao a o hloka haholo.

# template
source: Hi @fields.user_name! A crisis can happen to anyone - being prepared helps a lot. This workshop will show you how.
st_za: Dumela @fields.user_name! Tlokotsi e ka hlahela mang kapa mang- ho itokisetsa ho thusa haholo. Thupelo ena e tlo ho u thusa.

# template
source: Hi @fields.group_name! A crisis can happen to anyone - being prepared helps a lot. This workshop will show you how.
st_za: Dumela @fields.group_name! Mang kapa mang a ka hlahelwa ke tlokotsi - ho molemo haholo ho dula o itokisitse. Wekshopo ena e tla o bontsha tsela ya ho itokisa.

# template
source: We never know when a crisis may happen, but we CAN be prepared! Start the next workshop to explore how you can do this together with your teen.
st_za: Ha re tsebe hore na tlokotsi e ka hlaha neng, empa re KA itokisa! Qala wekshopo e latelang hore o ithute hore na o ka etsa sena jwang hammoho le motjha wa hao.

# template
source: Tomorrow the final @global.parent_app workshop is ready for you. Try to complete @local.workshop_data.in_text_title before starting the new workshop. That way, you can complete your set of parenting skills and decide what to do next!
st_za: Hosane wekshopo ya ho qetela ya @global.parent_app e tla be e o emetse. Leka ho phethela @local.workshop_data.in_text_title pele o qala wekshopo e ntjha. Ka tsela ena, o ka phetha sete ya hao ya tsebo ya botswadi mme wa etsa qeto ya hore na ho tloha moo o tla etsang!

# template
source: Well done for completing @local.workshop_data.in_text_title. Tomorrow, you can access the final workshop to reflect on your @global.parent_app journey and on what you can do next!
st_za: O sebeditse ka ho phethela @local.workshop_data.in_text_title. Hosane o ka fumana wekshopo ya ho qetela ho bontsha leeto la hao la @global.parent_app le seo o ka se etsang ho tloha moo!

# template
source: Yes, @global.w_crisis_female_caregiver actually used all those skills – and so can you!
st_za: E, hantlentle @global.w_crisis_female_caregiver o sebedisitse ditsebo tsohle – le wena o ka kgona!

# template
source: All these skills can help in a crisis.
st_za: Tsebo ena kaofela e ka thusa ha ho hlahile tsietsi.

# template
source: Crisis can happen to anyone. Let's see what happened with @global.w_crisis_teen_girl_1 and @global.w_crisis_female_caregiver:
st_za: Tsietsi e ka hlahela mang kapa mang. A re bone se etsahalletseng @global.w_crisis_teen_girl_1 le @global.w_crisis_female_caregiver:

# template
source: @global.w_crisis_female_caregiver: "Shame my dear, you look really upset, do you want to tell me what happened?"
st_za: @global.w_crisis_female_caregiver: "Ao ngwanaka, ekare o utlwile bohloko, na o ka thabela ho mpolella hore na ho etsahetseng?"

# template
source: @global.w_crisis_teen_girl_1: "It’s my Uncle, he… he… he touched me." @global.w_crisis_female_caregiver (thinking): "Take a deep breath... What does my child need? She needs me to be calm and listen" @global.w_crisis_female_caregiver: "Come and sit down next to me. Take your time, I’m listening."
st_za: @global.w_crisis_teen_girl_1: "Ke Malome, o… o… o ile a ntshwara." @global.w_crisis_female_caregiver (o a nahana): "Kga moya o mongata... Ngwana wa ka o hloka eng? O hloka hore ke theole moya mme ke mo mamele" @global.w_crisis_female_caregiver: "Tloho o dule pela ka mona. O ska tata, ke o utlwe hantle."

# template
source: @global.w_crisis_teen_girl_1: "It’s true, he… he… made me do it! He made me have sex with him! I didn’t want to, I swear, and I even said NO, but he told me I would be in trouble." @global.w_crisis_female_caregiver: "Thank you for sharing this with me. You are not in trouble. This is not your fault."
st_za: @global.w_crisis_teen_girl_1: "Kannete, o… o… nqobelletse! O nqobelletse ho etsa thobalano le yena! Ke ne ke sa batle, ke ya hlapanya, ke ile ka ba ka re NTLOHELE, empa a re ke tla ikenya mathateng." @global.w_crisis_female_caregiver: "Kea leboha ha o mpolelletse taba ena. Ha o mathateng ho hang. Ena hase phoso ya hao."

# template
source: @global.w_crisis_teen_girl_1: "Yesterday when you went to see @global.w_crisis_adult_friend. He just came and that’s when it happened." @global.w_crisis_female_caregiver: "It’s okay, I believe you my child. This is a big thing and we will find a way to get the help we need. Where could we go for help?" @global.w_crisis_teen_girl_1: "My school?"
st_za: @global.w_crisis_teen_girl_1: "Maobane ha o ilo bona @global.w_crisis_adult_friend. O ile a kena feela mme seo se etsahetse ka nako eo." @global.w_crisis_female_caregiver: "Ke ya utlwa, ebile ke dumela seo o mpolellang sona ngwanaka. Ena ke ntho e kgolo mme re tla fumana tsela ya ho batla thuso eo re e hlokang. Re ka leba hokae ho fumana thuso?" @global.w_crisis_teen_girl_1: "Moo ke kenang sekolo teng?"

# template
source: @global.w_crisis_female_caregiver: "Ah I know, let’s go to the clinic. They will know what we can do to help you. Does that sound okay to you?" @global.w_crisis_teen_girl_1: "Yes… Okay… But will you come with me?"
st_za: @global.w_crisis_female_caregiver: "Oo, ka ba ka hopola, a re ye tliliniking. Ba tla tseba hore na re etseng ho o thusa. Na o utlwa eka o ka kgona?" @global.w_crisis_teen_girl_1: "E… E lokile… Empa na o tla tsamaya le nna?"

# template
source: @global.w_crisis_female_caregiver: "Of course I will. And @global.w_crisis_teen_girl_1? Remember this is not your fault. I love you. You are a good person. We will get through this."
st_za: @global.w_crisis_female_caregiver: "Ho jwalo, ke tsamaya le wena. Mme @global.w_crisis_teen_girl_1? Hopola, hase phoso ya hao. Kea o rata. O motho ya molemo. Re tla feta bothateng bona."

# template
source: Another problem that many parents are worried about is violence and crime. Let’s look at an example together.
st_za: Bothata bo bong boo batswadi ba bangata ba kgathatsehileng ka bona ke diketso tsa dikgoka le tlolo ya molao. A re shebeng mohlala ona hammoho.

# template
source: @global.w_crisis_male_caregiver_1: "@global.w_crisis_teen_boy_1, you look worried since yesterday. What is wrong?"
st_za: @global.w_crisis_male_caregiver_1: "@global.w_crisis_teen_boy_1, ho tloha maobane o bonahala o kgathatsehile. Ebe molato ke eng?"

# template
source: @global.w_crisis_teen_boy_1: "Yesterday, my friends and I went to a soccer match. Some guys who were drunk started a fight with my friend." @global.w_crisis_male_caregiver_1: "Continue, I am listening. I hope you did not fight?"
st_za: @global.w_crisis_teen_boy_1: "Maobane, nna le metswalle ya ka re ile ra ya mmetjheng wa bolo. Bashemane ba bang ba tahilweng ba ile ba qala ho lwantsha motswalle wa ka." @global.w_crisis_male_caregiver_1: "Tswela pele, ke mametse. Ke tshepa hore ha o a ka wa lwana?"

# template
source: @global.w_crisis_teen_boy_1: "I didn’t want to, but I couldn’t just stand there and let them beat up my friend, so…" @global.w_crisis_male_caregiver_1: "So, did you fight in order to help defend your friend?"
st_za: @global.w_crisis_teen_boy_1: "Ke ne ke sa batle ho lwana, empa ke ne nke ke ka ema moo yaba ke ba shebella ha ba otla mokgotsi wa ka, yaba…" @global.w_crisis_male_caregiver_1: "Yaba, le wena o a lwana ho thusetsa mokgotsi wa hao?"

# template
source: @global.w_crisis_teen_boy_1: “Everyone was fighting. I saw someone lying on the field in a pool of blood. He looked… dead."
st_za: @global.w_crisis_teen_boy_1: “Ntwa e ne e se na monga yona. Ke bone motho ya rapaletseng fatshe ka hara mophula wa madi. Ke bone eka… o shwele."

# template
source: @global.w_crisis_male_caregiver_1: "I am glad you are telling me about this, @global.w_crisis_teen_boy_1. Let’s sit down together now and discuss whether we should involve the police or someone else to help."
st_za: @global.w_crisis_male_caregiver_1: "Ke thabela hore ebe o mpolelletse sena, @global.w_crisis_teen_boy_1. A re dule fatshe mmoho mme re buisane ka taba ena hore na re tlameha ho kopa thuso ya mapolesa kapa ya motho e mong."

# template
source: @global.w_crisis_teen_boy_1: "Thank you, @global.w_crisis_male_caregiver_1" @global.w_crisis_male_caregiver_1: "We will get through this. Remember, we will support you as a family."
st_za: @global.w_crisis_teen_boy_1: "Kea leboha, @global.w_crisis_male_caregiver_1" @global.w_crisis_male_caregiver_1: "Re tla feta boemong bona. Hopola, re tla o tshehetsa re le lelapa."

# template
source: Every small thing you do matters. We hope you are proud of yourself too.
st_za: Ntho e nngwe le e nngwe e nyane eo o e etsang e bohlokwa. Re tshepa hore le wena o motlotlo ka wena.

# template
source: * Story & discussion * Story & discussion * Tools: How to deal with crisis BREATHE - LISTEN - THINK * Try it out! * Home practice suggestions
st_za: * Pale le puisano * Pale le puisano * Dithulusi: Tsela ya ho sebetsana le tsietsi O KGE MOYA - MAMELA - NAHANA * E leke! * Ditshisinyo tsa prakthise ya lapeng

# template
source: * Story & reflection * Story & reflection * Tools: How to deal with crisis BREATHE - LISTEN - THINK * Try it out! * Home practice suggestions
st_za: * Pale le boikgopotso * Pale le boikgopotso * Dithulusi: Tsela ya ho sebetsana le tsietsi O KGE MOYA - MAMELA - NAHANA * E leke! * Ditshisinyo tsa prakthise ya lapeng

# template
source: This was such a difficult situation for @global.w_crisis_teen_girl_1 and her @global.w_crisis_female_caregiver! This can happen to boys and girls.
st_za: Bona e ne e le boemo bo thata bakeng sa @global.w_crisis_teen_girl_1 le @global.w_crisis_female_caregiver wa hae! Sena se ka etsahalla bashanyana le banana.

# template
source: What skills did @global.w_crisis_female_caregiver use?
st_za: @global.w_crisis_female_caregiver o ne a lokela ho sebedisa tsebo efe?

# template
source: This was such a difficult situation for @global.w_crisis_teen_boy_1 and his @global.w_crisis_male_caregiver_1!
st_za: E ne e le boemo bo thata hakaalo bakeng sa @global.w_crisis_teen_boy_1 le @global.w_crisis_male_caregiver_1 wa hae!

# template
source: What skills did @global.w_crisis_male_caregiver_1 use?
st_za: @global.w_crisis_male_caregiver_1 o ne a lokela ho sebedisa tsebo efe?

# template
source: Crisis can make us feel angry or helpless. But this is when our teens really need us to breathe, listen and think.
st_za: Ditsietsi di ka etsa hore re ikutlwe re halefile kapa re se na matla. Empa ke yona nako eo batjha ba rona ba hlokang hore re kge moya, re mamele mme re nahane.

# template
source: BREATHE
st_za: KGA MOYA

# template
source: Stay calm. Ask yourself ‘what does my teen need right now’
st_za: Dula o kgobile matshwafo. Ipotse 'motjha wa ka o hloka eng hona jwale'

# template
source: LISTEN
st_za: MAMELA

# template
source: Tell them you are there for them and love them.
st_za: Mo bolelle hore o tla wa o tsoha le yena ebile o a mo rata.

# template
source: THINK
st_za: NAHANA

# template
source: Talk with your teen. What might help the situation? You might need to make immediate plans now, and then long-term plans later.
st_za: Buisana le motjha wa hao. Ke eng e ka thusang boemong boo? O ka nna wa tlameha ho etsa ditokisetso tsa hanghang hona jwale, ebe o etsa tsa nako e telele hamorao.

# template
source: You can be proud of yourself for exploring ways to get help!
st_za: O ka ba motlotlo ka wena ka ho ithuta ditsela tsa ho fumana thuso!

# template
source: How are you feeling today?
st_za: O ikutlwa jwang kajeno?

# template
source: Great that today is going well! What is one thing that has gone well today? Remember to praise yourself for it.
st_za: Ke hantle hore o phetse hantle kajeno! Ntho e le nngwe e tsamaileng hantle ke efe kajeno? Hopola ho ipabatsa ka yona.

# template
source: Sorry to hear you are feeling difficult feelings today. Well done for recognising those emotions, and trying to be calm and kind to yourself. You are setting a great example for your family.
st_za: Ke maswabi ho utlwa hore ha o ikutlwe hantle kajeno. O sebeditse ka ho lemoha maikutlo a hao, le ho leka ho kgoba matshwafo le ho iqenehela. O behela lelapa la hao mohlala o motle.

# template
source: This week's home practice is to give your teen positive instructions. Remember – GET REAL, GET POSITIVE, GET CLEAR = GET EXACTLY WHAT YOU WANT (as much as is possible with a teenager!)
st_za: Boikwetliso ba lapeng bekeng ena ke ho fa motjha wa hao ditaelo tsa seo a lokelang ho se etsa. Hopola - EBE TSE UTLWAHALANG, EBE TSE KGOTHATSANG, EBE TSE HLAKILENG = BOLELA HANTLE SEO O SE BATLANG (o itlhakise kahohle kamoo ho ka kgonehang ho motjha!)

# template
source: Did you have any challenges?
st_za: Na o bile le diphephetso dife kapa dife?

# template
source: What challenge did you have?
st_za: O tobane le diphephetso dife?

# template
source: My teenager did not want to follow the instruction.
st_za: Motjha wa ka ha a batle ho latela ditaelo.

# template
source: I did not find time to spend one-on-one time with my teen.
st_za: Ha kea fumana nako ya boinotshing eo nka e qetang le motjha wa ka.

# template
source: I gave a negative instead of a positive instruction.
st_za: Ke fane ka taelo ho hanyetsa ho fapana le taelo ya se lokelang ho etsuwa.

# template
source: I shouted at my teen when they behaved negatively, instead of giving them a positive instruction for what they should do.
st_za: Ke ile ka tjwedietsa motjha wa ka ha a itshwara hampe, ho fapana le ho mo fa taelo e tobileng ya seo a lokelang ho se etsa.

# template
source: Top @local.number_of_challenges challenges other parents experience:
st_za: Diphephetso tse ka sehloohong tsa @local.number_of_challenges tseo batswadi ba bang ba tobanang le tsona:

# template
source: I know; our children need time to learn to follow instructions. Be patient, try again, and remember to praise them every time they follow an instruction!
st_za: Kea tseba hore bana ba rona ba hloka nako hore ba ithute ho latela ditaelo. Eba le mamello, o leke hape, mme o hopole ho ba babatsa nako le nako ha ba latela ditaelo!

# template
source: Do you want to try one of the following things?
st_za: Na o batla ho leka e nngwe ya dintho tse latelang?

# template
source: Think of a time each day that I can spare five minutes or a bit more time.
st_za: Nahana ka nako letsatsi ka leng eo nka qetang metsotso e mehlano kapa nako e fetang moo hanyane.

# template
source: Find a chore that we could do together in a fun way.
st_za: Fumana mosebetsi wa lapeng oo re ka o etsang mmoho ka tsela e monate.
