Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/st/st_messages.po
Languages: st_za

# template
source: "I should also speak with my grandchildren to choose things that we can spend just a little bit less on each week. They will help me think of things we want but don’t need."
st_za: "Hape ke tlameha ho bua le ditloholo tsa ka ho kgetha dintho tseo re ka sebedisang tjhelete e nyane ho tsona beke le beke. Ba tla nthusa ho nahana ka dintho tseo re di batlang empa re sa di hloke."

# template
source: A few years later: "Look, we reached our dreams! I didn’t borrow any money from friends or loan sharks. By saving a tiny bit each week, I managed to pay for @global.w_money_teen_boy’s high school and save some money for @global.w_money_teen_girl’s university. I am so proud of this.”
st_za: Dilemo tse seng kae hamorao: "Ako boneng, re fihlelletse ditabatabelo tsa rona! Ha kea kadima tjhelete ya metswalle kapa ya bomatjhonisa. Ka ho baballa tjhelete e nyane beke le beke, ke ile ka kgona ho patala sekolofisi sa @global.w_money_teen_boy sekolong se phahameng mme ka baballa tjhelete e nngwe bakeng sa yunivesithi ya @global.w_money_teen_girl. Ke ikutlwa ke le motlotlo haholo ka taba ena.”

# template
source: Saving is important for one more reason: emergencies! @global.w_money_grandma also learned this along the way:
st_za: Ho baballa tjhelete ho bohlokwa ka mabaka a mmalwa, le leng ke: maemo a tshohanyetso! @global.w_money_grandma le yena o ile a ithuta ntlha ena bophelong:

# template
source: “One night there was a horrible storm that broke my roof. Everything was flooded. I suddenly had to find money to fix the roof. I just felt defeated.”
st_za: “Bosiung bo bong ho ile ha tsoha sefefo se tshabehang se ileng sa fefola marulelo. Ntho e nngwe le e nngwe e ile ya nelwa ke pula. Ka ho panya ha leihlo ke ne ke hloka ho fumana tjhelete ya ho lokisa marulelo. Ke ile ka ikutlwa ke feletswe ke matla.”

# template
source: Take a moment and just be impressed at what you’ve achieved, despite all the other things you have to do each day.
st_za: Nka motsotswana mme o thabele mosebetsi oo o o finyelletseng, ho sa tsotellehe dintho tsohle tse ding tseo o lokelang ho di etsa letsatsi ka leng.

# template
source: * Story – that didn’t work… * Budgeting exercise * Story & discussion – that worked! * Story & discussion – that didn’t work… * Discussion on saving options * Saving exercise * Tools: How to budget & save THINK - CHOOSE - BUILD - PLAN * Home practice suggestions
st_za: * Pale – e sa kang ya sebetsa… * Boikwetliso ba ho etsa bajete * Pale le puisano – tse ileng tsa sebetsa! * Pale le puisano – tse sa kang tsa sebetsa… * Puisano ya ditsela tsa ho baballa tjhelete * Boikwetliso ba ho baballa tjhelete * Dithulusi: Tsela ya ho bajeta le ho baballa tjhelete NAHANA - KGETHA - HAHA - RERA * Ditshisinyo tsa boikwetliso ba lapeng

# template
source: Step 1: THINK
st_za: Mohato wa 1: NAHANA

# template
source: What do we spend on now?
st_za: Hona jwale re sebedisa tjhelete ha re reka eng?

# template
source: THINK Activity
st_za: Ketso ya ho NAHANA

# template
source: Step 2: CHOOSE
st_za: Mohato wa 2: KGETHA

# template
source: Talk together about needs and wants
st_za: Buisanang ka ditlhoko le dintho tseo le di batlang mmoho

# template
source: CHOOSE Activity
st_za: Ketso ya ho KGETHA

# template
source: Step 3: BUILD
st_za: Mohato wa 3: HAHA

# template
source: Make your own budget
st_za: Iketsetseng bajete

# template
source: BUILD Activity
st_za: Ketso ya ho HAHA

# template
source: Step 4: PLAN
st_za: Mohato wa 4: RERA

# template
source: Emergencies and family goals
st_za: Maemo a tshohanyetso le ditabatabelo tsa lelapa

# template
source: PLAN Activity
st_za: Ketso ya ho RERA

# template
source: What are your family savings goals?
st_za: Lelapa la hao le ikemiseditse ho baballa tjhelete jwang?

# template
source: Such great goals! Such a great goal! When we make a good budget and saving plan together, we can achieve it and feel proud of ourselves!
st_za: Le ikemiseditse ho baballa tjhelete e ngata hakaalo! Le ikemiseditse ho baballa tjhelete e ngata hakaalo! Ha re etsa bajete e ntle ebile re mmoho re lokisetsa ho baballa tjhelete, re ka atleha mme ra ikutlwa re le motlotlo ka seo re se finyelletseng!

# template
source: We all have dreams for our family, just like @global.w_money_grandma. By setting aside a bit of money every month, you can realise them too!
st_za: Kaofela re na le ditabatabelo tsa malapa a rona, jwaloka @global.w_money_grandma. Ka ho behella ka thoko tjhelete enyane kgwedi le kgwedi, le wena o ka fihlella ditabatabelo tsa hao!

# template
source: What are your family savings goals?
st_za: Lelapa la hao le ikemiseditse ho baballa tjhelete jwang?

# template
source: Such a great goal! By making a good budget and saving plan, you can achieve it and feel proud of yourself!
st_za: Ke boikemisetso bo bokaakang! Ha le etsa bajete e ntle ebile le lokisetsa ho baballa tjhelete, le ka atleha mme la ikutlwa le le motlotlo ka bolona!

# template
source: Let's talk about this story.
st_za: A re buisane ka pale ena.

# template
source: For @global.w_money_grandma, a storm happened. What other emergencies could come up for us?
st_za: Boemong ba @global.w_money_grandma, ho bile le sefefo. Rona re ka hlahelwa ke maemo afe a tshohanyetso?

# template
source: Let's think about this story.
st_za: A re nahane ka pale ena.

# template
source: For @global.w_money_grandma, a storm happened.
st_za: Boemong ba @global.w_money_grandma, ho bile le sefefo.

# template
source: What other emergencies could come up for your family?
st_za: Lelapa la hao le ka hlahelwa ke maemo afe a mang a tshohanyetso?

# template
source: Emergencies can happen in any family. Saving some money for these emergencies BEFORE they happen prevents a lot of sudden worry and stress!
st_za: Maemo a tshohanyetso a ka hlahela lelapa lefe kapa lefe. Ho baballa tjheletenyana bakeng sa maemo a tshohanyetso PELE a etsahala ho thibela ho kgathatseha le seterese se sengata ka tshohanyetso!

# template
source: Let's talk about different ways we can save.
st_za: A re bueng ka ditsela tse sa tshwaneng tseo re ka baballang ka tsona.

# template
source: Discuss together: * In which different ways can we save? * What are the advantages and disadvantages of each savings option? Understanding each option well will help you to decide what is the best saving option for your family. Whatever savings plan you choose, it will really help your family move forward!
st_za: Buisanang: * Re ka baballa tjhelete ka ditsela dife tse sa tshwaneng? * Tsela ka nngwe ya ho baballa tjhelete e na le melemo le mathata afe? Ho utlwisisa tsela ka nngwe hantle ho tla o thusa ho etsa qeto ya tsela e molemo haholo ya ho baballa tjhelete bakeng sa lelapa la hao. Ho sa natswe hore na le rera ho baballa tjhelete jwang, empa e tla thusa lelapa la lona haholo ho tswela pele ka bophelo!

# template
source: Let's think about different ways we can save.
st_za: A re nahaneng ka ditsela tse sa tshwaneng tseo re ka baballang ka tsona.

# template
source: There are different ways we can save: at home, buying things we can sell later, at a bank, or in a savings group. Think of the advantages and disadvantages of each savings option.
st_za: Ho na le ditsela tse sa tshwaneng tseo re ka baballang tjhelete ka yona: lapeng, ha re reka dintho tseo re ka di rekisang hamorao, bankeng, kapa sehlopheng sa ho baballa tjhelete. Nahana ka melemo le mathata a tsela ka nngwe ya ho baballa tjhelete.

# template
source: What is the best savings option for your family?
st_za: Tsela e molemo ka ho fetisisa ya ho baballa tjhelete bakeng sa lelapa la hao ke efe?

# template
source: Whatever savings plan you choose, it will really help your family move forward!
st_za: Ho sa natswe hore na le rera ho baballa tjhelete jwang, empa e tla thusa lelapa la lona haholo ho tswela pele ka bophelo!

# template
source: Caring for yourself is so essential.
st_za: Ho itlhokomela ke habohlokwa haholo.

# template
source: Wonderful, I am so happy things are going well. Keep up the good work.
st_za: Ke ditaba tse molemo, ke thabile haholo hore ebe dintho di tsamaya hantle. Pele ya pele ka mosebetsi o motle.

# template
source: This week's home practice is to praise your teen once a day. It will only take 10 seconds!
st_za: Boikwetliso ba lapeng ba bekeng ena ke ho babatsa motjha wa hao hang ka letsatsi. Ho tla nka metsotswana e 10 feela!

# template
source: You’ve tapped the @data.habit.praise_teen.in_text_title this week. Great job for remembering!
st_za: U khethile @data.habit.praise_teen.in_text_title bekeng ena. Mosebetsi o moholo oa ho hopola!

# template
source: Your goal was to praise your teen.
st_za: Sepheo sa hao ke ho babatsa motjha wa hao.

# template
source: Did you have a chance to praise your teen this week?
st_za: Na o ile wa fumana monyetla wa ho babatsa motjha wa hao bekeng ye?

# template
source: Yes
st_za: E

# template
source: No
st_za: Tjhe

# template
source: It can sometimes be hard to remember to praise our teens. Next time you spend one-on-one time with your teen, try and think of one thing you can praise them for. You can even say, “Thank you for spending time with me!”.
st_za: Ka dinako tse ding ho thata ho hopola ho babatsa batjha ba rona. Nakong e tlang ha o qeta nako ya boinotshing le motjha wa hao, leka mme o nahane ka ntho e le nngwe eo o ka mo babatsang ka lebaka la yona. O ka ba wa re, “Ke leboha haholo ha o qetile nako le nna!”.

# template
source: Well done - great job for remembering!
st_za: O entse hantle ka ho hopola - pele ya pele!

# template
source: How did your teen respond?
st_za: Motjha wa hao o ile a arabela jwang?

# template
source: Surprised
st_za: O ne a maketse

# template
source: Happy
st_za: O ne a thabile

# template
source: My teen did not like it
st_za: Motjha wa ka ha aa ka a rata seo

# template
source: I do not know
st_za: Ha ke tsebe

# template
source: Remember, it takes some time for your teen to get used to seeing you praise them. The more time you spend with them, the better it will go!
st_za: Hopola, ho nka nako pele motjha a ka tlwaela ho o bona o mo babatsa. Ha o qeta nako e ngata le yena, dintho di tla ntlafatla!

# template
source: Well done for observing how your teen felt; keep it up!
st_za: O entse hantle ka ho lemoha kamoo a ikutlwang kateng; pele ya pele!

# template
source: It happens - just be patient. Make sure to keep spending time with your teen, so they will value your opinion more and more. When your praise is genuine, you will see the benefits soon!
st_za: Seo se ka etsahala - eba le mamello. Tiisa hore o dula o qeta nako le motjha wa hao, e le hore a nke maikutlo a hao e le a bohlokwa haholo. Haeba pabatso e tswa pelong, o tla bona melemo haufinyane!

# template
source: No problem - try to observe how they respond the next time!
st_za: Ha ho na bothata - leka ho hlokomela kamoo a arabelang kateng nakong e tlang!

# template
source: You deserve some praise, too. Thank you again for using @global.parent_app. It shows you really care!
st_za: Le wena o tshwanelwa ke papatso! Re boetse rea leboha ka hore o sebedise @global.parent_app. Seo se bontsha hore kannete o a tsotella!

# template
source: Praise is a powerful parenting skill. If we praise our teens when they do something well, we will see them do more and more positive things!
st_za: Ho babatsa ke tsebo e matla haholo ya botswadi. Ha re babatsa batjha ba rona ha ba etsa ntho e ntle, re tla ba bona ba ipabola le ho feta ka makgabane a mangata!

# template
source: Greetings everyone. Our topic today is about praise. It is good to praise our children when they've done good because when we do that, they will do more of that good behavior we want to see. And let's not forget to praise ourselves when we do good too!
st_za: Dumelang bohle. Sehlooho sa rona sa kajeno ke pabatso. Ho molemo ho babatsa bana ba rona ha ba etsa dintho tse ntle hobane ha re etsa jwalo, ba tla itshwara hantle le ho feta ka tsela eo re batlang ho ba bona ka yona. Le rona re se ke ra lebala ho ipabatsa ha re entse dintho tse ntle!

# template
source: Praise time!
st_za: Nako ya pabatso!

# template
source: When you see your teen next, praise them for one thing they are doing well! And when was the last time you praised yourself or another adult in your household? Try it!
st_za: Nakong e tlang ha o bona motjha wa hao, mo babatse ka ntho e le nngwe eo a e etsang hantle! Mme o qetetse neng ho ipabatsa kapa ho babatsa motho e mong e moholo lapeng la hao? Leka!

# template
source: Well done for using @global.parent_app! Remember that it’s the small things that make a big difference.
st_za: O entse hantle ka ho sebedisa @global.parent_app! Hopola hore dintho tse nyane di tlisa phetoho e kgolo.

# template
source: Praising makes all the difference. Complete the @local.workshop_data.in_text_title and see how YOU can use praise in your family.
st_za: Pabatso ke moriana o moholo. Phethela @local.workshop_data.in_text_title mme o bone kamoo WENA o ka sebedisang pabatso kateng lelapeng la hao.

# template
source: Hi @fields.user_name! Congratulations for starting your third @global.parent_app week. A new workshop awaits you! Can you guess the topic of the workshop from this picture?
st_za: Dumela @fields.user_name! Tloholetso ka ho qala beke ea boraro ea @global.parent_app. O letetsoe ke thupelo e ncha! Na o ka hakanya sehlooho sa thupelo setshoantshong sena?

# template
source: Hi @fields.group_name! Congratulations for starting your third @global.parent_app week. A new workshop awaits you! Can you guess the topic of the workshop from this picture?
st_za: Dumela @fields.group_name! Tloholetso ka ho qala beke ea boraro ea @global.parent_app. O letetsoe ke thupelo e ncha! Na o ka hakanya sehlooho sa thupelo setshoantshong sena?

# template
source: Thank you for using @global.parent_app to invest in yourself and your family. Try the @local.workshop_data.in_text_title and build a great parenting skill!
st_za: Rea leboha ka hore o sebedise @global.parent_app ho itlhomella le ho hlomella ba lelapa la hao. Leka @local.workshop_data.in_text_title mme o hahe tsebo e hlollang ya botswadi!

# template
source: Hi @global.user_name, a new workshop awaits you tomorrow. It seems like you haven’t finished the @local.workshop_data.in_text_title yet. It’s really a short one (promise!) – you can even complete it while waiting for dinner to cook. Why don’t you go through it when you have a few minutes? Thank you again for using @global.parent_app.
st_za: Lumela @global.user_name, u letetsoe ke thupelo e ncha hosane. Ho bonahala eka ha u so qete @local.workshop_data.in_text_title. Ka sebele ke e khutshoanyane (kea ho tshepisa) - u ka ba ua e phetha ha u ntse u emetse lijo tsa mantsiboea ho pheha. Ke hobane'ng ha u sa tsamaee ho eona ha u e-na le metsotso e seng mekae? Ke leboha hape ka ho sebelisa @global.parent_app.

# template
source: Great that you completed the @local.workshop_data.in_text_title. Tomorrow, a new workshop is unlocked. Try it - you will see the difference in your teen’s behaviour.
st_za: Ke hantle hore ebe o phethetse @local.workshop_data.in_text_title. Hosane, ho tla bulwa wekshopo e ntjha. E leke - o tla bona ha boitshwaro ba motjha wa hao bo fetoha.

# template
source: Think about the last time someone thanked you, or said you did something great.
st_za: Nahana ka lekgetlo la ho qetela ha motho e mong a ne a o leboha, kapa a bolela hore o entse ntho e itseng hantle.

# template
source: How did it make you feel?
st_za: Seo se ile sa etsa hore o ikutlwe jwang?

# template
source: Parents usually don’t get thanked or praised enough.
st_za: Hangata batswadi ha ba lebohuwe kapa ho babatswa ka ho lekaneng.

# template
source: How does it make you feel when nobody says "thank you"?
st_za: O ikutlwa jwang ha motho e mong a re ho wena "kea leboha"?

# template
source: Tired
st_za: O kgathetse

# template
source: Your teen can feel this way too. That's what makes this week's parenting tool simple but important: Praise them for what they do right.
st_za: Le motjha wa hao a ka ikutlwa ka tsela eo. Ke sona se etsang hore thulusi ya beke ena ya botswadi e be e bonolo empa e le bohlokwa: Mo babatse ha a entse dintho hantle.

# template
source: How did praise make @global.w_praise_female_caregiver_name's teens feel?
st_za: Pabatso e ile ya etsa hore batjha ba @global.w_praise_female_caregiver_name ba ikutlwe jwang?

# template
source: Why did she praise them?
st_za: Ke hobaneng ha a ile a ba babatsa?

# template
source: To get them to do it more often
st_za: Hore ba etse seo hangata haholo

# template
source: To help her finish her work
st_za: Ho mo thusa hore a qete mosebetsi wa hae

# template
source: To make them feel good
st_za: Hore ba ikutlwe ba thabile

# template
source: To make herself feel good
st_za: Hore a ikutlwe a thabile

# template
source: All of those things are true! When her teens are happy, @global.w_praise_female_caregiver_name feels happy. And she got her work done.
st_za: Dintho tseo kaofela ke nnete! Ha batjha ba hae ba thabile, @global.w_praise_female_caregiver_name o ikutlwa a thabile. O phethile mosebetsi wa hae.

# template
source: Praise really is powerful. Let’s look at the example of @global.w_praise_female_caregiver_name and her daughters:
st_za: Pabatso ke moriana o matla haholo. A re shebeng mohlala wa @global.w_praise_female_caregiver_name le baradi ba hae:

# template
source: When @global.w_praise_female_caregiver_name is busy, her two daughters often fight. But today, her older daughter actually helped her sister with her schoolwork!
st_za: Ha @global.w_praise_female_caregiver_name a phathahane, hangata baradi ba hae ba babedi baa lwana. Empa kajeno, moradi wa hae e moholwanyane o thusitse moena wa hae ka mosebetsi wa hae wa sekolo!

# template
source: @global.w_praise_female_caregiver_name: "Thank you for doing your schoolwork, @global.w_praise_girl, and thank you for helping your sister, @global.w_praise_teen_girl. I'm so proud of you!"
st_za: @global.w_praise_female_caregiver_name: "Kea leboha hore ebe o entse mosebetsi wa hao wa sekolo, @global.w_praise_girl, ebile kea leboha hore ebe o thusitse ngwaneno, @global.w_praise_teen_girl. Ke ikotla sefuba ka lona!"

# template
source: Step 1: Share what went well and what was hard
st_za: Bohato ba 1: Pheta se tsamaileng hantle le se tsamaileng hampe

# template
source: "I learned so much more about my teen’s life when we spent one-on-one time! But after the first day, my teen only wanted to play on his phone."
st_za: "Ke ithutile dintho tse ngata haholo ka bophelo ba motjha wa ka nakong ya boinotshing! Empa kamora letsatsi la pele, motjha wa ka o ne a ipatlela ho bapala ka founo ya hae feela."

# template
source: Step 2: Bring ideas!
st_za: Bohato ba 2: Fana ka dikeletso!

# template
source: "Well done for trying! Maybe you could suggest some other fun things you could do together with your teen." "Yes, or you could do something together on his phone? Or he could show you how his phone works?"
st_za: "O entse hantle ka hore o leke! Mohlomong o ka sisinya hore le etse dintho tse ding tse monate mmoho le motjha wa hao." "E, kapa na le ka etsa ho hong mmoho ka founo ya hae? Kapa na a ka o bontsha hore na founo ya hae e sebetsa jwang?"

# template
source: Step 3: Pick and try one!
st_za: Bohato ba 3: Kgetha mme o leke e nngwe!

# template
source: “Thank you for those great ideas! Yes, let me ask my teen to show how his phone works tomorrow after school. Can one of you pretend to be my teen now, so I can practice asking?”
st_za: “Kea leboha ka dikeletso tseo tse babatsehang! E, hosane ha sekolo se tswa ke tla kopa motjha wa ka hore a mpontshe hore na founo ya hae e sebetsa jwang. Na ho na le ya ka ithaopelang ho ba motjha wa ka hona jwale, e le hore ke prakthise ho mo kopa?”

# template
source: Think about how your home activities went this week. Take turns to discuss: * What went well and what was a problem? * What solutions can you think of together? * Pick one solution and try it later with your teen! (Or you can even practice it now so it will be easier later!)
st_za: Nahana hore na mesebetsi ya hao ya lapeng e tsamaile jwang bekeng ena. Tjhentjhanang ha le tshohla taba: * Ke eng e tsamaileng hantle hona bothata bo bile hokae? * Ha le kopanya dihlooho, le nahana hore tharollo ekaba efe? * Kgethang tharollo e le nngwe mme le e leke hamorao le motjha wa lona! (Kapa le ka e prakthisa hona jwale e le hore ho be bonolo hamorao!)

# template
source: * Effects of praise * Story & discussion – that worked! * Tools: How to praise SEE IT - SAY IT - REPEAT IT * Try it out! * Home practice suggestions
st_za: * Ditholwana tsa pabatso * Pale le puisano – e atlehileng! * Dithulusi: Tsela ya ho babatsa E SHEBE - E BOLELE - E PHETE * E leke! * Ditshisinyo tsa boikwetliso ba lapeng

# template
source: * Effects of praise * Story & reflection – that worked! * Tools: How to praise SEE IT - SAY IT - REPEAT IT * Home practice suggestions
st_za: * Ditholwana tsa pabatso * Pale le boikgopotso – e atlehileng! * Dithulusi: Tsela ya ho babatsa E SHEBE - E BOLELE - E PHETE * E leke! * Ditshisinyo tsa boikwetliso ba lapeng

# template
source: Share with each other: * When last did someone thank you or say you did something great? * How did it make you feel? * How does it feel if you are not thanked or praised for what you do? We usually don’t get thanked or praised enough as parents. Maybe you can give your teens the right example and praise them first when they do something well!
st_za: Phetelanang ditaba: * Motho e mong o qetetse neng ho o leboha kapa ho o bolella ntho e monate? * Seo se ile sa etsa hore o ikutlwe jwang? * O ikutlwa jwang ha ho se na motho ya o lebohang kapa ya o babatsang ha o entse ntho e itseng? Hangata ha re lebohuwe kapa ho babatswa ka ho lekaneng jwaloka batswadi. Mohlomong ke nako ya ho behela motjha wa hao mohlala o motle mme o qale ka ho mo babatsa ha a entse ntho e itseng hantle!

# template
source: Let's discuss this story.
st_za: A re buisaneng ka pale ena.

# template
source: Discuss together: * How did praise make @global.w_praise_female_caregiver_name's teens feel? * Why did she praise them?
st_za: Buisanang: * Pabatso e entse hore batjha ba @global.w_praise_female_caregiver_name ba ikutlwe jwang? * Ke hobaneng ha a ile a ba babatsa?

# template
source: The same can work for you!
st_za: Le wena seo se ka o sebeletsa!

# template
source: @global.w_praise_female_caregiver_name praised her teens...
st_za: @global.w_praise_female_caregiver_name o ile a babatsa batjha ba hae...

# template
source: * To get them to do it more often * To help her finish her work * To make them feel good * To make herself feel good
st_za: * Ho etsa hore ba etse seo hangata * Ho mo thusa hore a qete mosebetsi wa hae * Hore ba ikutlwe ba thabile * Hore a ikutlwe a thabile

# template
source: SEE IT
st_za: E BONE

# template
source: Look for anything your teen does that is helpful or good, and praise them for it. They may not show it, but you’ll see them doing that good thing again. It will also reassure them that you notice and care.
st_za: Sheba eng kapa eng eo motjha wa hao a e etsang e thusang kapa e molemo, mme o mo babatse ka seo. Ba ka nna ba se bontshe thabo, empa o tla ba bona ha ba etsa ntho eo e molemo hape. Hape ba tla lemoha hore o a hlokomela ebile o a tsotella.

# template
source: SAY IT
st_za: E BOLELE

# template
source: Be enthusiastic – really mean it when you say it!
st_za: Tjheseha – bua se hlileng se tswang botebong ba pelo ya hao!

# template
source: REPEAT IT
st_za: E PHETE

# template
source: Try to find something to thank them for every day. Even something really small.
st_za: Leka ho fumana ntho e itseng eo o ka mo lebohang ka yona letsatsi le letsatsi. Esita le haeba e le nyane haholo.
