Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/st/st_messages.po
Languages: st_za

# data_list
source: When I first heard I had to spend One-on-One Time with my teen, it was hard for me. I did not know when to do it or what to say. I did not want to spoil my teen so that he thinks we have to do everything together. But I really wanted to build my relationship with my teen and I wanted him to open up about what was troubling him. So we tried the One-on-One Time. First, it felt weird, but it turned out to be fun! Now we watch his TV programme together and we chat about it. And we can even talk about how my son is changing into adolescence, and even about girlfriends and those things!
st_za: Ha ne ke qala ho utloa hore ke tlameha ho qeta nako ea One-on-One le mocha oa ka, ho ne ho le boima ho nna. Ke ne ke sa tsebe hore na ke e etse neng kapa ke reng. Ke ne ke sa batle ho senya mocha oa ka hoo a nahanang hore re lokela ho etsa ntho e 'ngoe le e 'ngoe hammoho. Empa ke ne ke hlile ke batla ho haha kamano ea ka le ngoana oa ka ea lilemong tsa bocha mme ke ne ke batla hore a phete sefuba ka se mo tshoenyang. Kahoo re ile ra leka Nako ea One-on-One. Taba ea pele, e ne e utloahala e makatsa, empa e ile ea e-ba monate! Hona joale re shebella lenaneo la hae la TV hammoho mme rea qoqa ka lona. Ebile re ka bua le kamoo mora oa ka a fetohang lilemong tsa bocha, esita le ka likharebe le lintho tseo!

# data_list
source: When my mother asked to spend time with me, I thought “Maybe something is wrong, maybe she is sick”. But she said “No, I just want to spend time.” I was sceptical, but I accepted. She asked me what I like doing. It was strange and I was not comfortable, because she never ever spent time with me on my own. The more she kept on trying and we spent this time together, it felt really nice. She got to share her own childhood with me, things I never heard before. That helped me to also share what is going on in my life. We even talk about boyfriends and about problems I have. I know I can talk to my mother now.
st_za: Ha mme waka a kōpa ho qeta nako le nna, ke ile ka nahana “Mohlomong ho na le phoso, mohlomong oa kula”. Empa a re, “Che, ke batla ho qeta nako feela.” Ke ne ke belaela, empa ke ile ka amohela, ka be ka lumela ho qeta nako le eena. O ile a mpotsa hore na ke rata ho etsa eng. Ho ne ho makatsa mme ke ne ke sa phutholoha, hobane ha ho mohla a kileng a qeta nako le nna ke le mong. Ha a ntse a tsoela pele ho leka le ho qeta nako ena re le hammoho, ho ne ho le monate haholo. O ile a buisana le nna bongoaneng ba hae, lintho tseo ke neng ke qala ho li utloa. Seo se ile sa nthusa hore le nna ke bolele se etsahalang bophelong ba ka. Re bile re bua ka bahlankana le ka mathata ao ke nang le ona. Kea tseba hore nka bua le mme waka hona joale.

# data_list
source: Praise
st_za: Pabatso

# data_list
source: **Praise** workshop
st_za: Wekshopo ya **Pabatso**

# data_list
source: How to praise
st_za: Tsela ya ho babatsa

# data_list
source: When we learned about this praising thing, I thought “We were never praised for things as teenagers, so why should we start now?”. But I got interested when I learned what the benefits of praising could be. Right after the weekly workshop, I noticed my teen doing what they do every day: Washing the dishes. And I said “Thank you for washing the dishes, my girl, it really makes me happy that you are helping out.” My teen was smiling and she even came to give me a hug, which she never does. This praising business is hard. I still forget sometimes or give praise at the same time as criticism. But praising really makes a difference. I never thought that a simple praise could make such a change in a person!
st_za: Ha ne re ithuta ka ntho ena ea thoriso, ke ile ka nahana hore "Ha ho mohla re kileng ra rorisoa ka lintho ha re sa le bacha, joale ke hobane'ng ha re lokela ho qala hona joale?". Empa ke ile ka thahasella ha ke ithuta hore na melemo ea ho babatsa e ka ba efe. Hang ka mora thupelo ea beke le beke, ke ile ka bona mocha oa ka a etsa seo a se etsang letsatsi le leng le le leng: Ho hlatsoa lijana. Mme ka re, “Ke a leboha ka ho hlatswa lijana, ngoanaka, ho nthabisa haholo hore ebe o thusa.” Ngoana oa ka ea lilemong tsa bocha o ne a bososela mme a ba a tla ho tla nkopa, e leng seo a sa kang a se etsa. Khoebo ena ea thoriso e boima. Ke ntse ke lebala ka linako tse ling kapa ke fana ka thoriso ka nako e le 'ngoe le ho nyatsuoa. Empa ho babatsa ho hlile ho etsa phapang. Ke ne ke sa nahane hore thoriso e bonolo feela e ka etsa phetoho e joalo ho motho!

# data_list
source: I was grateful that my mother learned about praise. My mother always noticed when I was doing something wrong. She would shout at me and hit me. But when my mother did the workshop, she would praise me for little things. First I thought “What is going on?” but then it continued. I liked it so I did more good things I thought she would like. It feels great that my mother sees the good things I do, and not just the bad things. I even said it to her once. During @data.workshop.w_1on1.title, I said “Thank you, mom, for saying something nice when I do things well, not only when I do things wrong.” This made us both very happy.
st_za: Ke ile ka leboha hore ebe mmè o ile a ithuta ka thoriso. mmè o ne a lula a hlokomela ha ke etsa ntho e fosahetseng. O ne a tle a nkgoele le go nkotla. Empa ha mmè a ne a etsa li thupelo tsena, o ne a mpabatsa ka lintho tse nyenyane. Pele, ke ile ka nahana "Ho etsahala'ng?" empa yaba ya tswela pele. Ke ne ke e rata kahoo ke entse lintho tse ling tse ntle tseo ke neng ke nahana hore a ka li rata. Hoa thabisa hore ebe mmè o bona lintho tse ntle tseo ke li etsang, eseng feela tse mpe. Ke ile ka ba ka bua le eena hang. Nakong ea @data.workshop.w_1on1.title, ke ile ka re, “Kea leboha mmè, ha o bua ka ntho e ntle ha ke etsa lintho hantle, eseng feela ha ke etsa lintho tse fosahetseng.” Sena se ile sa re thabisa haholo ka bobeli.

# data_list
source: Positive Instructions
st_za: Ditaelo tsa se Tshwanelang ho Etswa

# data_list
source: **Positive Instructions** workshop
st_za: Wekshopo ya **Ditaelo tsa se Tshwanelang ho Etswa**

# data_list
source: How to give positive instructions
st_za: Tsela ya ho fana ka ditaelo tsa se tshwanelang ho etswa

# data_list
source: Before, I used to raise my teens the way I was raised: I would tell them “don’t do this, don’t do that.” We used to fight a lot, but things have really changed when I learned about giving positive instructions. Now I focus on the behaviour I want to see, and give clear and simple instructions to my teens. It took time to learn to say “please do this” instead of “don’t do this.” My teens and even my husband tell me that they love this way of doing things, because now they know what needs to be done. My teen said one day “I really love this new mom,” and my own stress levels have come down a lot.
st_za: Pele, ke ne ke holisa bacha ba ka ka tsela eo ke holisitsoeng ka eona: Ke ne ke ba bolella hore “le se ke la etsa sena, le se ke la etsa sane.” Re ne re loana haholo, empa lintho li fetohile haholo ha ke ithuta ka ho fana ka litaelo tse molemo. Hona joale ke tsepamisa maikutlo boitshoarong boo ke batlang ho bo bona, mme ke fana ka litaelo tse hlakileng le tse bonolo ho bacha ba ka. Ho ile ha nka nako ho ithuta ho re “ka kopo etsa sena” ho e-na le ho re “o se ke oa etsa sena.” Bacha ba ka esita le monna oa ka ba mpolella hore ba rata tsela ena ea ho etsa lintho, hobane joale ba tseba se lokelang ho etsoa. Ngoana oa ka o ile a re ka letsatsi le leng "Ke rata mmè enoa e mocha haholo,"' me maemo a ka a khatello ea kelello a theohile haholo.

# data_list
source: At first, I did not care much that my mother was doing @global.parent_app. But then I started to see my mother change how she communicated with us. One day, when I was going out with my friends, she said I must be home by 6pm. I was like “Hmmm okay,” because she normally did not give clear instructions on what she wanted - she would just say nothing and then shout at me for being late when I got home. When I got home around 5pm, my mother gave me a hug and said “Thank you for being on time.” It was strange, but I liked it. Since then, we have much clearer communication in the house.
st_za: Qalong, ke ne ke sa tsotelle hore na mmè o ne a etsa'ng ho @global.parent_app. Empa joale ke ile ka qala ho bona mmè a fetola tsela eo a neng a buisana le rona ka eona. Ka letsatsi le leng, ha ke ne ke intsha le metsoalle ea ka, o ile a re ke tlameha ho fihla hae ka hora ea botshelela mantsiboea.E be ke nahana hore “Hmmm ho lokile,” hobane ka tloaelo o ne a sa fane ka litaelo tse hlakileng mabapi le seo a se batlang - o ne a sa bue letho ebe joale a nkomanya ka hore ebe ke siiloe ke nako ha ke fihla hae. Ha ke fihla hae hoo e ka bang ka hora ea bohlano mantsiboea, mmè o ile a nkopa ’me a re “Kea leboha ha o fihlile ka nako.” E ne e makatsa, empa keile ka e rata. Ho tloha ka nako eo, re na le puisano e hlakileng haholoanyane ka tlung.

# data_list
source: Managing Stress
st_za: Ho Laola Seterese

# data_list
source: **Managing Stress** workshop
st_za: Wekshopo ya **Ho Laola Seterese**

# data_list
source: How to manage stress
st_za: Tsela ya ho laola seterese

# data_list
source: Life is tough sometimes. Before I joined @global.parent_app, I used to be grumpy at all times. I would take out my anger on everyone at home, not only my teens but even my husband as well. They would run away when I came home, because they knew I would start yelling at them. Learning to take a pause and breathe was difficult at first, but every time I tried it, it helped me to calm down. Now my teens are no longer running away when I come home, and they actually listen better than when I used to shout at them!
st_za: Bophelo bo thata ka linako tse ling. Pele ke kena ho @global.parent_app, ke ne ke lula ke khobile matshoafo ka linako tsohle. Ke ne ke ntsha khalefo ea ka ho e mong le e mong lapeng, eseng feela ho bacheng baka empa le monna oa ka. Ba ne ba baleha ha ke fihla hae, hobane ba ne ba tseba hore ke tla qala ho ba omanya. Ho ithuta ho khefutsa le ho hema ho ne ho le boima qalong, empa nako le nako ha ke ne ke leka, ho ne ho nthusa hore ke khobe matshoafo. Hona joale bacha baka ha ba sa baleha ha ke khutlela hae, ’me ba mamela hamolemo ho feta ha ke ne ke ba hoeletsa!

# data_list
source: Whenever I would do something wrong, my father would get so angry at me and beat me. He would not even listen to me, and I would get so angry as well at him and everyone else. Now, when he gets angry, he first takes a few deep breaths before he responds. It makes everyone calm down instead of causing a big fight. It really helped me at home and at school, because even me I am no longer slashing everyone and I am no longer this moody person. When I feel really angry or stressed, I also take deep breaths like my father does. I am a different person.
st_za: Nako le nako ha ke etsa ntho e fosahetseng, Ntate o ne a nkhalefela haholo ’me a nkotla. O ne a bile a sa mmamele, mme le nna ke ne ke mo halefela le batho bohle. Joale, ha a halefile, o qala ka ho hemela holimo ka makhetlo a seng makae pele a arabela. E etsa hore bohle ba khobe matshoafo ho e-na le ho baka ntoa e kholo. E ile ea nthusa haholo lapeng le sekolong, hobane le nna ha ke sa rema motho e mong le e mong ebile ha ke sa le motho enoa oa moifo. Ha ke ikutloa ke halefile haholo kapa ke imetsoe kelellong, ke boetse ke hema haholo joalo ka ha Ntate a etsa. Se ke le motho ea fapaneng.

# data_list
source: Family Budgets
st_za: Dibajete tsa Lelapa

# data_list
source: **Family Budgets** workshop
st_za: Wekshopo ya **Dibajete tsa Lelapa**

# data_list
source: How to budget & save
st_za: Tsela ya ho bajeta le ho baballa tjhelete

# data_list
source: Saving and budgeting helps me as a parent, and it helps my teens as well to understand where the money goes. My teens always asked for a lot of things and they did not understand when I said “I do not have money.” They would say “but you have a job!” I sat down with them and showed them all the things we pay for and how much is left. They understand now and even give ideas on how we can save to work towards our goals like new shoes or a birthday and bigger goals like their school fees. For the older one, I even opened a savings account.
st_za: Ho boloka chelete le ho etsa moralo oa tshebeliso ea chelete ho nthusa joaloka motsoali, mme ho thusa bacha baka hore ba utloisise hore na chelete e ea hokae. Bacha ba ka ba ne ba lula ba kopa lintho tse ngata hobane ba ne ba sa utloisise ha ke re “ha ke na chelete.” Ba ne ba tla re, "empa o na le mosebetsi!" Ke ile ka lula fatshe le bona mme ka ba bontsha lintho tsohle tseo re li lefang ka lapeng le hore na ho setse bokae. Ba utloisisa hona joale ebile ba fana ka maikutlo a hore na re ka boloka joang ho fihlela lipakane tsa rona tse kang lieta tse ncha kapa letsatsi la tsoalo le lipakane tse kholoanyane tse kang litefello tsa bona tsa sekolo. Bakeng sa e moholo, ke ile ka ba ka mo bulela akhaonto ea polokelo.

# data_list
source: I used to ask my mom to buy me nice clothes all the time. Each time, she would say “I do not have money,” but I knew that she was getting money from my uncle. I did not understand why she refused to buy me clothes. I thought at some point “she does not love me.” But one day, she called me to sit down with her and asked “what are the needs and wants in our house.” I started to list all my needs and wants. Then my mother helped me to also think about the family needs. Now I understand where our money is going, towards the things we need as a family. From that day, I understand I cannot come in and ask any time. Now, when I want something, I wait till the month-end when we all discuss the budget together to see if it fits. We understand each other better now.
st_za: Ke ne ke tloaetse ho kopa mmè hore a nthekele liaparo tse ntle ka linako tsohle. Nako le nako o ne a re ho nna “ha ke na chelete,” empa ke ne ke tseba hore o ne a fumana chelete ho malome. Ke ne ke sa utloisise hore na ke hobane’ng ha a ne a hana ho nthekela liaparo. Ka nako e 'ngoe ke ile ka nahana "ha a nthate." Empa ka letsatsi le leng, o ile a mpitsa hore ke lule fatshe le eena mme a mpotsa “litlhoko le litlhoko tsa rona ke life.” Ke ile ka qala ho thathamisa litlhoko tsohle tsa ka le tseo ke li batlang. Eaba mmè o nthusa hore le nna ke nahane ka litlhoko tsa lelapa. Joale kea utloisisa hore na chelete ea rona e ea kae, e lebisang linthong tseo re li hlokang re le lelapa. Ho tloha tsatsing leo, kea utloisisa hore nke ke ka tla ho botsa nako efe kapa efe. Hona joale, ha ke batla ho hong, ke ema ho fihlela bofelong ba khoeli ha bohle re buisana ka tekanyetsokabo hammoho ho bona hore na e ea lumellana. Re utloisisana hamolemo hona joale.

# data_list
source: Rules
st_za: Melao

# data_list
source: **Rules** workshop
st_za: Wekshopo ya **Melao**

# data_list
source: How to create rules
st_za: Tsela ya ho etsa melao

# data_list
source: My teenagers always just disappeared. I did not know where they were, and I would get so worried and angry with them. I used to say “this is my house, and these are my rules, if you do not want to follow them you can leave and stay in your own place.” When we learned in @global.parent_app about rules, I learned that there are rules for teens and for adults and for everyone. If we follow the rules as parents, our teens will follow our example. I explained my worry and we all agreed: We all follow the rule and say where we are going when we leave the house. Coming up with rules together helped us a lot, as my teens do not see me anymore as that annoying parent that just makes up unnecessary rules.
st_za: Bacha ba ka ba ne ba lula ba nyamela. Ke ne ke sa tsebe hore na ba hokae, mme ke ne ke ee ke tshoenyehe haholo ke be ke ba halefele. Ke ne ke ee ke re "hona ke ntlo ea ka, mme melao ea ka ke ena, haeba o sa batle ho e latela o ka tloha oa lo itulela ha hao" Ha re ithuta ho @ global.parent_app ka melao, ke ithutile hore ho na le melao bakeng sa motho e mong le e mong, bacha le ea batho ba baholo. Haeba re latela melao joaloka batsoali, bacha ba rona ba tla latela mohlala oa rona. Ke ile ka hlalosa matshoenyeho a ka mme ra lumellana kaofela: Kaofela re latela molao hape re bolela hore na re ea hokae ha re tsoa ka tlung. Ho qapa melao hammoho ho re thusitse haholo, kaha bacha ba ka ha ba sa mpona ke le motsoali ea tenang ea etsang melao e sa hlokahaleng.

# data_list
source: I never liked rules and I used to forget rules a lot. One day, I was playing with my friends. The rule at home was that we should be in the yard by 6pm, but I forgot again. By 6.30 it was getting dark and I was still outside and playing with my phone. Then a boy came, grabbed my phone and ran away. I understood that rules can really help to keep us safe, so I changed my behaviour and I was in the yard by 5pm from then.
st_za: Ha ho mohla mo nkileng ka rata melao ebile ke ne ke lebala melao haholo. Ka letsatsi le leng, ke ne ke bapala le metsoalle ea ka. Molao wa lapeng ne e le hore re be re le ka jareteng ka 6pm, empa ka lebala hape. Ka 6.30 ho ne ho se ho fifala mme ke ne ke ntse ke le ka ntle ke bapala ka fono ea ka. Eaba moshanyana o tla, a nka mohala oa ka, a baleha. Ke ne ke utloisisa hore melao e ka re thusa haholo ho nepahatsa hore re lula re bolokehile, kahoo ke ile ka fetola boitshoaro ba ka mme ke ne ke le jareteng ka 5pm ho tloha ka nako eo.

# data_list
source: Calm Consequences
st_za: Ditlamorao tse Fanwang ho Theotswe Moya

# data_list
source: **Calm Consequences** workshop
st_za: Wekshopo ya **Ditlamorao tse Fanwang ho Theotswe Moya**

# data_list
source: How to give calm consequences
st_za: Tsela ya ho fana ka ditlamorao ho theotswe moya

# data_list
source: When my teenagers did something to make me angry, I would shout at them and punish them right away. But the next time they did it again! I could not understand why they did not hear me even when I shouted. @global.parent_app helped me understand that my teenagers will listen to me more when I am calm. So, when something happens, I take a deep breath and say “we will talk about this later when we are both calm.” We even agree on the consequences together now before something goes wrong. This has worked wonders - I have seen a huge change in my teen’s behaviour now that they are more involved, and I have less stress. I wish I knew this long ago, but it is never too late to start!
st_za: Ha bana baka ba e leng bocha ba ne ba etsa ntho e nkhalefisang, ke ne ke ba khalemela le ho ba fa kotlo hang-hang. Empa nakong e tlang ba ile ba boela ba etsa joalo hape! Ke ne ke sa utloisise hore na ke hobane’ng ha ba ne ba sa nkutloe le ha ke hoeletsa. @ global.parent_app e nthusitse ho utloisisa hore bacha baka ba atisa ho mmamela ha ke khobile matshoafo. Kahoo ha ho etsahala ntho e itseng, kea hemela holimo mme ke re, “Ke tla bua le uena hamorao ha re khobile matshoafo ka bobeli.” Mme re lumellana ka liphello hona joale pele phoso e etsahala. Sena se entse lintho tse makatsang - ke bone phetoho e kholo boitshoarong ba mocha oa ka kaha joale a se a amehile haholo, mme ke na le khatello ea maikutlo e fokolang. Ke lakatsa eka nka be ke tsebile sena khale, empa eseng morao haholo ho qala!

# data_list
source: My mom and dad would always punish me when they were angry with me. They would shout at me and I would also get angry. I often did not follow the rules, because they were too harsh, I did not understand what they were saying, or I would not even bother listening to them, because we were all angry. One day, they asked me: Let's think together what the consequence should be for not coming home in time. It was great to give my view – before something happens that makes us all angry. We are all calm and agree first. It is easier for me to follow the rules now because I know I agreed on the rule and on the consequence if I do not follow the rule.
st_za: Mmè le Ntate ba ne ba lula ba nkotla ha ba nkhalefetse. Ba ne ba tle ba nkoe ka bohale mme le nna ke halefe. Hangata ke ne ke sa latele melao, hobane e ne e le bohale haholo, ke sa utloisise seo ba se buang, kapa ke ne ke sa itshoenye le ho ba mamela, hobane kaofela re ne re halefile. Ka letsatsi le leng, ba ile ba mpotsa: A re nahane hammoho hore na phello e lokela ho ba efe ea ho se fihle hae ka nako. Ho ne ho le monate ho fana ka maikutlo a ka - pele ho etsahala ntho e re halefisang bohle. Kaofela re khobile matshoafo mme re lumellana pele. Ho bonolo hore ke latele melao hona joale hobane kea tseba hore ke lumellane ka molao le ka lebaka la seo haeba ke sa latele molao.

# data_list
source: Problem Solving
st_za: Ho Rarolla Mathata

# data_list
source: **Problem Solving** workshop
st_za: Wekshopo ya **Ho Rarolla Mathata**

# data_list
source: How to solve problems
st_za: Tsela ya ho rarolla mathata

# data_list
source: I did not have a good relationship with my daughter. I was always shouting at her, and she was refusing to go to school. Only when I started spending One-on-One time with her, I realised that she did not want to go to school because she was being bullied at school. We sat down and used the 6 steps of problem solving. We identified the problem, and figured out solutions together: “What can I do as a parent so you can attend school and feel safe?” We agreed I would go talk to the teacher to find a way forward. We really found the solutions together, and we are closer now.
st_za: Ke ne ke se na kamano e ntle le morali oa ka. Ke ne ke lula ke mo omanya, mme o ne a hana ho ea sekolong. Eitse ha ke qala ho qeta nako ea One-on-One le eena, ke ile ka hlokomela hore ha a batle ho kena sekolo hobane o ne a hlekefetsoa sekolong. Re ile ra lula fatshe mme ra sebelisa mehato e 6 ea ho rarolla mathata. Re ile ra hlokomela bothata, mme ra fumana tharollo hammoho: “Nka etsa’ng joaloka motsoali e le hore u ka kena sekolo ’me o ikutloe o sireletsehile?” Re ile ra lumellana hore ke tla ea bua le tichere ho fumana tsela ea ho ea pele. Re hlile re fumane litharollo hammoho, mme re haufi hona joale.

# data_list
source: When my father introduced the problem-solving steps to me, it helped me with my family, but it also helped me with my friends. I told my friends about the steps, and now when we are arguing we sit down and everyone comes up with solutions. We then look for the negatives and positives of each solution, and we agree “okay let’s try this one.” My friends even took it to their own homes, and it is helping with their families as well! It is great when others listen to you and accept your ideas even though you are young. We can all bring that harmony with our friends and family.
st_za: Ha ntate oaka a ntsebisa mehato ea ho rarolla mathata, e ile ea nthusa ka lelapa la ka, empa hape e ile ea nthusa ka metsoalle ea ka. Ke ile ka bolella metsoalle ea ka ka mehato ena, joale ha re qabana re lula fatshe mme bohle ba tla le tharollo. Ka mor'a moo re sheba lintho tse mpe le tse ntle tsa tharollo ka 'ngoe, mme re lumellana hore "ho lokile, ha re lekeng ena." Metsoalle ea ka e bile ea e isa mehato ena malapeng a bona, mme e thusa le malapa a bona! Ho monate ha ba bang ba ho mamela mme ba amohela maikutlo a hao le hoja o le mocha. Kaofela re ka tlisa kutloano eo le metsoalle le malapa a rona.

# data_list
source: Teen Safety
st_za: Polokeho ya Batjha

# data_list
source: **Teen Safety** workshop
st_za: Wekshopo ya **Polokeho ya Batjha**

# data_list
source: How to keep your teen safe
st_za: Tsela ya ho tiisa hore motjha wa hao o bolokehile
