Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/st/st_messages.po
Languages: st_za

# template
source: Household rules help keep our teenagers safe, and understand what is expected from them. When you involve a teenager in making rules they are more likely to follow them.
st_za: Melao ya lelapa e thusa ho boloka batjha ba rona ba sireletsehile, le ho utlwisisa se lebeletsweng ho bona. Ha o kenyelletsa motjha wa hao ha o etsa melao, ho na le monyetla o moholo wa hore a e hlomphe.

# template
source: TEAM RULES
st_za: MELAO YA SEHLOPHA

# template
source: Plan rules WITH your teenager. Start with one new rule first - you can add another one later. Discuss the reasons for the rule and listen to their views.
st_za: Rera melao LE motjha wa hao. Qala ka molao o le mong wa pele o motjha - o ka kenyelletsa o mong hamorao. Buisanang ka mabaka a molao oo mme o mamele maikutlo a hae.

# template
source: REAL RULES
st_za: MELAO YA SEBELE

# template
source: Make them realistic for what your teenager can do, and be clear and specific so there’s no misunderstanding. Not ‘on time’ but ‘by 7pm’.
st_za: Etsa hore e tsamaisane le maemo a sebele bakeng sa motjha wa hao, mme e hlake le ho toba taba e le hore ho se utlwisisane ho se be teng. Eseng ‘ka nako’ empa ‘ka 7 mantsiboya’.

# template
source: PRAISE RULES!
st_za: MELAO YA PABATSO!

# template
source: Praise your teen for planning a rule with you, and praise them for keeping it!
st_za: Babatsa motjha wa hao ka ho rala molao le wena, mme o mo babatse ha a o hlompha!

# template
source: Let's practice making rules.
st_za: A re tlwaeleng ho etsa melao.

# template
source: * What is one important rule you’d each like to make with your teenager? * What do you think your teen will think about that rule? Remember, make rules specific and realistic!
st_za: * Ke molao ofe o le mong wa bohlokwa oo o ka ratang ho o etsa le motjha wa hao? * O nahana hore motjha wa hao o tla ikutlwa jwang ka molao oo? Hopola, etsa melao e tobileng le ya sebele!

# template
source: Here are some of the rules other families created:
st_za: Ena ke e meng ya melao eo malapa a mang a e qadileng:

# template
source: * Teen can play outside after finishing homework * All family members are eating dinner together * Teen 1 does dishes on Sunday and Monday, Teen 2 on Tuesday and Wednesday * We speak to each other politely and nicely * When listening to music you need to use earphones
st_za: * Motjha a ka bapalla kantle kamora ho qeta homeweke * Ditho tsohle tsa lelapa di ja dijo tsa tinare mmoho * Motjha wa 1 o hlatswa dijana ka Sontaha le ka Mantaha, Motjha wa 2 ka Labobedi le Laboraro * Re buisana ka mosa le hamonate * Ha o mametse mmino o tlameha ho sebedisa di-earphone

# template
source: Remember that YOU matter!
st_za: Hopola hore WENA o motho wa bohlokwa!

# template
source: Well done for recognising a positive feeling. I am happy to hear you are feeling well today!
st_za: O entse hantle ka ho lemoha boikutlo bo botle. Ke thabela ho utlwa hore o ikutlwa hantle kajeno!

# template
source: Well done for recognising a difficult feeling. It’s okay not to be okay sometimes. Remember you are not alone.
st_za: O entse hantle ka ho lemoha boikutlo bo bohloko. Hase phoso ho se ikutlwe hantle ka dinako tse ding. Hopola hore ha o mong.

# template
source: Make two maps with your teen of safe and unsafe places: * Map of your community * Map of apps and websites your teen uses Make sure you're both happy with the safety plan. What really matters is that you talk with your teen as you do this – often teens know much more than we do about where it is safe and unsafe!
st_za: Etsa dimmapa tse pedi le motjha wa hao tsa dibaka tse sireletsehileng le tse sa sireletsehang: * Mmapa wa motseng wa heno * Mmapa wa diepo le diwebosaete tseo motjha wa hao a di sebedisang Tiisa hore bobedi ba lona le thabetse moralo wa boipaballo. Ntho ya bohlokwa haholo ke hore o buisana le motjha wa hao ha o etsa sena – hangata batjha ba tseba ho re feta hore na ke dibaka dife tse sireletsehileng le tse sa sireletsehang!

# template
source: If you have not done it together yet, make two maps with your teen of safe and unsafe places: * Map of your community * Map of apps and websites your teen uses Make sure you're both happy with the safety plan. What really matters is that you talk with your teen as you do this – often teens know much more than we do about where it is safe and unsafe!
st_za: Haeba ha le eso etse sena mmoho, etsang dimmapa tse pedi le motjha wa hao tsa dibaka tse sireletsehileng le tse sa sireletsehang: * Mmapa wa motseng wa heno * Mmapa wa diepo le diwebosaete tseo motjha wa hao a di sebedisang Tiisa hore bobedi ba lona le thabetse moralo wa boipaballo. Ntho ya bohlokwa haholo ke hore o buisana le motjha wa hao ha o etsa sena – hangata batjha ba tseba ho re feta hore na ke dibaka dife tse sireletsehileng le tse sa sireletsehang!

# template
source: map risks and support with their teens
st_za: etsa moralo wa dikotsi mme o tshehetse batjha ba hae

# template
source: map risks and support with your teen
st_za: etsa moralo wa dikotsi mme o tshehetse motjha wa hao

# template
source: My teen and I disagreed on which areas and online activities were unsafe.
st_za: Nna le motjha wa ka ha re a dumellana hore na ke dibaka dife le diketso dife tsa inthaneteng tse neng di sireletsehile.

# template
source: Well done for trying the activity! When we listen to our teenagers, even if we disagree, we learn to understand their thinking. Try and find time to do the activity again - try to really listen and show you understand them before sharing your thoughts.
st_za: O entse hantle ka ho leka ho etsa jwalo! Ha re mamela batjha ba rona, esita leha re sa dumellane le bona, re ithuta ho utlwisisa tsela eo ba nahanang ka yona. Leka ho ipha nako ya ho etsa sena hape - leka ho mamela ka hloko mme o bontshe hore o a mo utlwisisa pele o ntsha maikutlo a hao.

# template
source: My teen identified the house of someone I trust as unsafe. I was shocked and did not know what to do.
st_za: Motjha wa ka o supile ntlo ya motho e mong eo ke mo tshepang e sa sireletseha. Ke ne ke tshohile mme ke ne ke sa tsebe hore na ke etseng.

# template
source: It is shocking to learn that people who are close to us and who we trust may be a danger to our teens. Remember to take a pause when you are upset, and try to listen calmly to your teen. Find someone you can talk to about this, perhaps a friend or support service, so you can get the support you need.
st_za: Ho a tshosa ho tseba hore batho ba haufi le rona le bao re ba tshepang ba ka ba kotsi batjheng ba rona. Hopola hore o nke kgefu ha o halefile, mme o leke ho mamela motjha wa hao o theotse moya. Fumana motho eo o ka buisanang le yena ka taba ena, mohlomong motswalle kapa ba ditshebeletso tse tshehetso, hore o fumane tshehetso eo o e hlokang.

# template
source: My teen insisted that the bar (or another place I don’t feel is safe) is safe for them to visit. I don’t know how to convince my teen.
st_za: Motjha wa ka o ile a tsitlallela ho bara (kapa sebakeng se seng seo ke nkang a sa sireletseha ho sona) ke moo ho sireletsehileng hore a ka ya teng. Ha ke tsebe hore na ke kgodise motjha wa ka jwang.

# template
source: This can be very frustrating. To find a solution, your teen needs to feel heard - so listen calmly to your teen's reasons, and only then share your own thoughts. Then, think together about a rule that allows them to have fun but stay safe.
st_za: Ena ekaba ntho e kgathatsang matla. Ho fumana tharollo, ho tla hlokahala hore motjha wa hao a utlwe hore ho na le motho ya mo mametseng - kahoo o mamele mabaka a motjha wa hao o theotse moya, mme ke feela o ka kgonang ho mo bolella maikutlo a hao. Ebe mmoho le nahana ka molao o tla mo tlohela hore a ithabise empa a dule a bolokehile.

# template
source: As an adult, I feel responsible to protect - but when I told my teen what is safe and what is not, my teen got angry.
st_za: Jwaloka motho e moholo, ke nka ke ikarabella ho ka sireletsa motjha - empa ha ke mo bolella hore na ke sefe se sireletsehileng le se sa sireletsehang, motjha wa ka o ile a halefa.

# template
source: Our teenagers may know things about our communities and technology that we are not aware of. When we actively involve our teens in the mapping activity and really listen to them, they feel heard and valued, and it can be easier to come up with a plan that everyone agrees on.
st_za: Batjha ba rona ba ka nna ba tseba dintho tse itseng tse amanang le metse ya habo rona le theknoloji tseo re sa di tsebeng. Ha re kenyelletsa batjha ba rona ka sehlahlo mosebetsing wa ho etsa moralo, ba tla utlwa hore ho na le motho ya ba mamelang le ya ba nkang e le ba bohlokwa, mme ho ka ba bonolo ho tla ka moralo oo bohle ba ka dumellanang le wona.

# template
source: It was hard to identify support resources available in my community, because I don’t know my community so well / there are few services available.
st_za: Ho ne ho le thata ho tseba mehlodi ya tshehetso e fumanehang haeso, hobane ha ke tsebe motse wa heso hantle / ho na le ditshebeletso tse fokolang.

# template
source: It is difficult to know every detail about our communities. Involve another family member or friend in your mapping activity. You can even visit some of the services available and ask what they do. The more we know, the better we can keep our families safe!
st_za: Ho thata ho tseba dintlha tsohle tse amanang le metse ya habo rona. Kenyelletsa setho se seng sa lelapa kapa motswalle ha o etsa mmapa. Hape o ka etela dibakeng tse teng haeno tse fanang ka ditshebeletso mme wa botsa hore na ba etsa eng. Haeba re na le tsebo e ngata, ho ka ba bonolo hore re tiise hore malapa a rona a sireletsehile!

# template
source: I don’t know much about technology, so I don’t know how to talk about it with my teen.
st_za: Ha ke tsebe haholo ka theknoloji, kahoo ha ke tsebe hore na ke bue le motjha jwang ka yona.

# template
source: That's totally fine! You can still support your teen. Ask your teen to explain the gadgets they use - you could do this during one-on-one time. This is a great opportunity to show interest in your teen’s life and to discuss potential risks together. If you are not sure which rules to set, you can always agree, with your teen, to try a new rule for two weeks and then discuss how things are going and change the rule if needed!
st_za: Ho hang ha ho na bothata! O ntse o ka tshehetsa motjha wa hao. Kopa motjha wa hao ho o hlalosetsa sesebediswa seo a se sebedisang - o ka etsa sena nakong ya boinotshing. Ona ke monyetla o babatsehang wa ho bontsha motjha wa hao hore o thahasella bophelo ba hae le ho buisana ka dikotsi tse ka hlahang mmoho. Haeba o sa kgodiseha hore na ke melao efe eo le ka e behang, o ntse o ka dumellana le motjha wa hao ho leka molao o motjha ka dibeke tse pedi ebe kamora moo le buisane kamoo dintho di tsamayang kateng ebe le a o fetola ha ho hlokeha!

# template
source: Your goal was to map risks and support systems with your teen - both in your community and online.
st_za: Sepheo sa hao ke ho etsa moralo wa dikotsi le ditsela tsa ho fana ka tshehetso o sebedisana le motjha wa hao - bobedi motseng wa heno le inthaneteng.

# template
source: Teens can spend a lot of time outside the house or online, where it is harder for us to keep them safe. Talking together about safe and unsafe places, and how to prevent problems, really helps!
st_za: Batjha ba qeta nako e ngata haholo ba se katlung kapa ba le inthaneteng, moo ho leng thata ho tiisa hore ba bolokehile. Ho buisana ka dibaka tse sireletsehileng le tse sa sireletsehang, le tsela ya ho thibela mathata, ka sebele ke ntho e thusang!

# template
source: Greetings, everyone. Today our topic is teen safety. It is our responsibility as parents to keep our teens safe at all times. We need to ensure that our teenagers are safe in the communities that we live in. It is our responsibility that we make them aware of the safe and unsafe areas in the communities. It is also our responsibility to ensure that they understand the dangers that they might be exposed to when they are online. That way our teenagers will be responsible and be able to make right decisions to keep themselves safe too.
st_za: Dumelang bohle. Kajeno sehlooho sa rona ke polokeho ya batjha. Ke boikarabelo ba rona jwaloka batswadi ho tiisa hore batjha ba rona ba sireletsehile ka dinako tsohle. Re tlameha ho tiisa hore batjha ba rona ba sireletsehile metseng eo re dulang ho yona. Ke boikarabelo ba rona hore re ba tsebise ka dibaka tse sireletsehileng le tse sa sireletsehang metseng. Hape ke boikarabelo ba rona ho tiisa hore ba utlwisisa dikotsi tseo ba ka nnang ba kopana le tsona ha ba le inthaneteng. Ka tsela eo batjha ba rona ba tla ba le boikarabelo mme ba tla kgona ho etsa diqeto tse nepahetseng hore le bona ba tiise hore ba sireletsehile.

# template
source: Discuss together: * Which areas on your map are safe for teenagers – CIRCLE these * Which areas on your map are unsafe for teenagers – CROSS those off * What makes a place safe or unsafe? * What could you and your teen do to keep your teen safer?
st_za: Buisanang: * Ke dibaka dife mmapeng wa hao tse sireletsehileng bakeng sa batjha – Di etse SEDIKADIKWE * Ke dibaka dife mmapeng wa hao tse sa sireletsehang bakeng sa batjha – Di etse SEKERE * Ke eng e etsang hore sebaka se sireletsehe kapa se se ke sa sireletseha? * Wena le motjha wa hao le ka etsang ho tiisa hore motjha wa hao o dula a sireletsehile?

# template
source: * Which areas on your map are safe for teenagers – CIRCLE these * Which areas on your map are unsafe for teenagers – CROSS those off * What makes a place safe or unsafe? * What could you and your teen do to keep your teen safer?
st_za: * Ke dibaka dife mmapeng wa hao tse sireletsehileng bakeng sa batjha – Di etse SEDIKADIKWE * Ke dibaka dife mmapeng wa hao tse sa sireletsehang bakeng sa batjha – Di etse SEKERE * Ke eng e etsang hore sebaka se sireletsehe kapa se se ke sa sireletseha? * Wena le motjha wa hao le ka etsang ho tiisa hore motjha wa hao o dula a sireletsehile?

# template
source: Sometimes, we can find ourselves in trouble. Discuss together: * Where can you and your teen get support when you face a crisis? – MARK those areas with a little object like a stone or piece of paper. Below are some places that can be helpful
st_za: Ka dinako tse ding, re ka iphumana re le mathateng. Buisanang: * Wena le motjha wa hao le ka ya hokae ho fumana tshehetso ha le tobane le tsietsi? – TSHWAYA dibaka tsena ka ntho e nyane e kang lejwe kapa sekgetjhana sa pampiri. Ka tlaase mona ke dibaka tse ding tse ka bang molemo

# template
source: Sometimes, we can find ourselves in trouble. * Where can you and your teen get support when you face a crisis? – MARK those areas with a little object like a stone or piece of paper.
st_za: Ka dinako tse ding, re ka iphumana re le mathateng. Buisanang: * Wena le motjha wa hao le ka ya hokae ho fumana tshehetso ha le tobane le tsietsi? – TSHWAYA dibaka tsena ka ntho e nyane e kang lejwe kapa sekgetjhana sa pampiri.

# template
source: * Draw pictures of the apps and websites your teenagers use * Praise your teens for how good they are at using the web! * Talk about which ones might be unsafe. Why? * What could you and your teen do to make using the internet safer for your teen and their friends?
st_za: * Toroya ditshwantsho tsa diepo le diwebosaete tseo batjha ba hao ba di sebedisang * Babatsa batjha ba hao hobane ba ipabola ha ba sebedisa webosaete! * Buisana le bona ka tseo mohlomong di sa bolokehang. Hobaneng? * Wena le motjha wa hao le ka etsang ho tiisa hore motjha wa hao le metswalle ya hae ba sireletsehile ha ba sebedisa inthanete?

# template
source: * Draw pictures of the apps and websites your teenagers use * Recognise how good they are at using the web! * Think about which ones might be unsafe. Why? * What could you and your teen do to make using the internet safer for your teen and their friends?
st_za: * Toroya ditshwantsho tsa diepo le diwebosaete tseo batjha ba hao ba di sebedisang * Babatsa batjha ba hao hobane ba ipabola ha ba sebedisa webosaete! * Buisana le bona ka tseo mohlomong di sa bolokehang. Hobaneng? * Wena le motjha wa hao le ka etsang ho tiisa hore motjha wa hao le metswalle ya hae ba sireletsehile ha ba sebedisa inthanete?

# template
source: To keep our teens safe, we need to understand the dangerous situations they could get into!
st_za: Ho sireletsa batjha ba rona, re tlameha ho utlwisisa maemo a kotsi ao ba ka iphumanang ba kene ho wona!

# template
source: Every time you plan or keep a safety plan, click the @global.parent_point and celebrate your success!
st_za: Nako le nako ha o rera kapa o boloka moralo wa boipaballo, tobetsa @global.parent_point mme o keteke katleho ya hao!

# template
source: Let’s make two maps together of safe and unsafe places: * A map of our community * A map of apps/websites we use online You’ll do the same with your teen as home practice this week - if your teen is here now, you can do it together now!
st_za: A re etseng dimmapa tse pedi mmoho tsa dibaka tse sireletsehileng le tse sa sireletsehang: * Mmapa wa motse wa habo rona * Mmapa wa diepo/diwebosaete tseo re di sebedisang inthaneteng Le tla etsa se tshwanang le batjha ba lona e le boikwetliso ba lapeng ba bekeng ena - haeba motjha wa hao a le teng hona jwale, le ka etsa seo mmoho hona jwale!

# template
source: My family can join in now!
st_za: Lelapa la ka le ka kena hona jwale!

# template
source: Let me try it out by myself
st_za: E re ke e leke ke le mong pele

# template
source: Safety Plan
st_za: Moralo wa Boipaballo

# template
source: To keep our teens safe, we need to understand the dangerous situations they could get into! Let’s make two maps together of safe and unsafe places: * A map of our community * A map of apps/websites we use online Let’s make these maps as a group now. You’ll do the same with your teen as home practice this week.
st_za: Ho sireletsa batjha ba rona, re tlameha ho utlwisisa maemo a kotsi ao ba ka iphumanang ba kene ho wona! A re etseng dimmapa tse pedi mmoho tsa dibaka tse sireletsehileng le tse sa sireletsehang: * Mmapa wa motse wa habo rona * Mmapa wa diepo/diwebosaete tseo re di sebedisang inthaneteng A re etseng dimmapa tsena re le sehlopha hona jwale. Le tla etsa se tshwanang le batjha ba lona e le boikwetliso ba lapeng ba bekeng ena.

# template
source: Step 1: What are important places in your community?
st_za: Mohato wa 1: Ho na le dibaka dife tsa bohlokwa motseng wa habo lona?

# template
source: * Get a piece of paper (or old newspaper or a cardboard box) and a pen. * Draw a map of your teen’s community, with pictures of all the main places like streets, your house, school, shops, places your teen visits.
st_za: * Fumana sekgetjhana sa pampiri (kapa koranta ya kgale kapa khateboto) le pene. * Toroya mmapa wa motse wa habo motjha wa hao, ka ditshwantsho tsa dibaka tsohle tsa bohlokwa jwaloka diterata, ntlo ya hao, sekolo, dishopo, dibaka tseo motjha wa hao a di etelang.

# template
source: Step 2: Which places are safe and unsafe?
st_za: Mohato wa 2: Ke dibaka dife tse sireletsehileng le tse sa sireletsehang?

# template
source: Discuss together: * Which areas on your map are safe for teenagers – CIRCLE these * Which areas on your map are unsafe for teenagers – CROSS those off * What makes a place safe or unsafe? * What could you and your teen do to keep your teen safer?
st_za: Buisanang: * Ke dibaka dife mmapeng wa hao tse bolokehileng bakeng sa batjha – Di etse SEDIKADIKWE * Ke dibaka dife mmapeng wa hao tse sa bolokehang bakeng sa batjha – Di tshwaye ka SEKERE * Ke eng e etsang hore sebaka se bolokehe kapa se se ke sa bolokeha? * Wena le motjha wa hao le ka etsang hore motjha wa hao a dule a bolokehile?

# template
source: Step 3: Where can you get support?
st_za: Mohato wa 3: O ka fumana tshehetso hokae?

# template
source: Sometimes, we can find ourselves in trouble. Discuss together: * Where can you and your teen get support when you face a crisis? – MARK those areas with a little object like a stone or piece of paper.
st_za: Ka dinako tse ding, re ka iphumana re le mathateng. Buisanang: * Wena le motjha wa hao le ka fumana tshehetso hokae ha o tobane le tlokotsi? – TSHWAYA dibaka tseo ka ntho e nyane e kang lejwe kapa sekgetjhana sa pampiri.

# template
source: Step 4: What are risky places online and how can you make them safer?
st_za: Mohato wa 4: Inthaneteng ho na le dibaka dife tse kotsi hona o ka etsa jwang hore di sireletsehe?

# template
source: * Draw pictures of the apps and websites your teenagers use * Praise each other for how good they are at using the web! * Talk about which ones might be unsafe. Why? * What could you and your teen do to make using the internet safer for your teen and their friends?
st_za: * Toroya ditshwantsho tsa diepo le diwebosaete tseo batjha ba di sebedisang * Babatsanang ka lebaka la tsela e ntle eo ba tsebang ho sebedisa webosaete ka yona! * Buisanang ka hore na ke dife tse ka nnang tsa ba kotsi. Hobaneng? * Wena le motjha wa hao le ka etsang ho tiisa ha motjha wa hao le metswalle ya hae ba sebedisa inthanete ka tsela e sireletsehileng?

# template
source: Have you talked with your teen about safety measures?
st_za: Na o se o buile le motjha wa hao ka mehato ya polokeho?

# template
source: This has been the hardest of times to be a parent. You should be so proud of yourself for everything you have done. Think about every time you have made your teen smile and all the care you have given them. Parents are incredible, and you are incredible!
st_za: Tsena ke dinako tse boima haholo tsa ho ba motswadi. O lokela ho ikotla sefuba ka sohle seo o se entseng. Nahana ka dinako tsohle tseo o entseng hore motjha wa hao a bobothehe le tlhokomelo yohle eo o mo fileng yona. Batswadi ba etsa dintho tse hlollang, le etsa dintho tse hlollang!

# template
source: To keep your teen safe, it helps to chat together about your community and their online experiences. Complete the @local.workshop_data.in_text_title and see how you can do this!
st_za: E le ho sireletsa motjha wa hao, ho molemo ho buisana ka motse wa habo lona le dintho tse mo hlahelang inthaneteng. Phethela @local.workshop_data.in_text_title mme o bone kamoo o ka etsang sena kateng!

# template
source: Hi @fields.user_name! You are nearly at the end of your @global.parent_app workshops! Thank you for your long-lasting commitment. This week’s workshop is about keeping our teens safe, both online and in the community. Enjoy!
st_za: Dumela @fields.user_name! O batla o fihlile qetellong ya diwekshopo tsa @global.parent_app! Re leboha boikemisetso ba hao ba nako e telele. Wekshopo ya bekeng ena e amana le ho tiisa hore batjha ba rona ba sireletsehile, bobedi inthaneteng le motseng. E thabeleng!

# template
source: Hi @fields.group_name! You are all nearly at the end of your @global.parent_app workshops! Thank you for your long-lasting commitment. This week’s workshop is about keeping our teens safe, both online and in the community. Enjoy!
st_za: Dumela @fields.group_name! Kaofela ha lona le batla le fihlile qetellong ya diwekshopo tsa @global.parent_app! Re leboha boikemisetso ba hao ba nako e telele. Wekshopo ya bekeng ena e amana le ho tiisa hore batjha ba rona ba sireletsehile, bobedi inthaneteng le motseng. E thabeleng!

# template
source: You have have gained so many parenting skills already over the past weeks! Complete the next workshop to gain another helpful skill.
st_za: O se o fumane tsebo e ngata haholo ya botswadi dibekeng tsena tse fetileng! Phethela wekshopo e tlang hore o fumane tsebo e nngwe e tla o thusa.
