Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/st/st_messages.po
Languages: st_za

# data_list
source: Practical steps
st_za: Mehato e sebetsang

# data_list
source: How to talk to my teen
st_za: Mokhoa oa ho bua le mocha oa ka

# data_list
source: Steps to deal with news
st_za: Mehato ea ho sebetsana le litaba

# data_list
source: How can I help my teen choose well?
st_za: Nka thusa joang mocha oa ka ho khetha hantle?

# data_list
source: What influences teen decisions?
st_za: Ke eng e susumetsang liqeto tsa bacha?

# data_list
source: How does my teen feel?
st_za: Mocha oa ka o ikutloa joang?

# data_list
source: Changing negative to positive
st_za: Ho fetola linto tse mpe ho tse ntle

# data_list
source: Relax
st_za: Kgatholoha

# data_list
source: **Relax** @global.parent_point
st_za: **Kgatholoha** @global.parent_point

# data_list
source: Doing a relaxation activity
st_za: Ho etsa ntho e o kgathollang

# data_list
source: Every time you do a relax, tap the @global.parent_point and celebrate your success!
st_za: Nako le nako ha o etsa ntho e o kgathollang, tobetsa @global.parent_point mme o keteke katleho ya hao!

# data_list
source: Treat yourself well
st_za: Itlhokomele hantle

# data_list
source: **Treat yourself well** @global.parent_point
st_za: **Itlhokomele hantle** @global.parent_point

# data_list
source: Doing something they like for themselves
st_za: Ho iketsetsa ntho eo a e ratang

# data_list
source: Every time you treat yourself well, tap the @global.parent_point and celebrate your success!
st_za: Nako le nako ha o itlhokomela hantle, tobetsa @global.parent_point mme o keteke katleho ya hao!

# data_list
source: **Praise yourself** @global.parent_point
st_za: **Ipabatse** @global.parent_point

# data_list
source: Praising themselves
st_za: Ha ba ipabatsa

# data_list
source: Every time you praise yourself, tap the @global.parent_point and celebrate your success!
st_za: Nako le nako ha o ipabatsa, tobetsa @global.parent_point mme o keteke katleho ya hao!

# data_list
source: One-on-one time
st_za: Nako ya boinotshing

# data_list
source: **One-on-one time** @global.parent_point
st_za: **Nako ya boinotshing** @global.parent_point

# data_list
source: Spending time with their teen
st_za: Ha a qeta nako le motjha wa hae

# data_list
source: Every time you do one-on-one time, tap the @global.parent_point and celebrate your success!
st_za: Nako le nako ha o ba le nako ya boinotshing, tobetsa @global.parent_point mme o keteke katleho ya hao!

# data_list
source: Praise your teen
st_za: Babatsa motjha wa hao

# data_list
source: **Praise your teen** @global.parent_point
st_za: **Babatsa motjha wa hao** @global.parent_point

# data_list
source: Praising their teen when they did positive thing
st_za: Ha ba babatsa batjha ba bona ha ba entse ntho e ntle

# data_list
source: Every time you praise your teen, tap the @global.parent_point and celebrate your success!
st_za: Nako le nako ha o babatsa motjha wa hao, tobetsa @global.parent_point mme o keteke katleho ya hao!

# data_list
source: Get positive
st_za: Bua se tshwanetseng

# data_list
source: **Get positive** @global.parent_point
st_za: **Bua se tshwanetseng** @global.parent_point

# data_list
source: Giving their teen a positive instruction
st_za: Ho fa motjha ditaelo tsa se tshwanelang ho etswa

# data_list
source: Every time you give a positive instruction, tap the @global.parent_point and celebrate your success!
st_za: Nako le nako ha o fana ka taelo ya se tshwanetseng ho etswa, tobetsa @global.parent_point mme o keteke katleho ya hao!

# data_list
source: Breathe not yell
st_za: Hema o se hweletse

# data_list
source: **Breathe not yell** @global.parent_point
st_za: **Hema o se hweletse** @global.parent_point

# data_list
source: Taking a pause before responding
st_za: Ho nka kgefu pele o araba

# data_list
source: Every time you take a pause before responding, tap the @global.parent_point and celebrate your success!
st_za: Nako le nako ha o nka kgefu pele o araba, tobetsa @global.parent_point mme o keteke katleho ya hao!

# data_list
source: Good money choice
st_za: Kgetho e nepahetseng ya ditjhelete

# data_list
source: **Good money choice** @global.parent_point
st_za: **Kgetho e nepahetseng ya ditjhelete** @global.parent_point

# data_list
source: Keeping the budget
st_za: Ho boloka bajete

# data_list
source: Every time you make a good choice about needs, wants and savings, tap the @global.parent_point and celebrate your success!
st_za: Nako le nako ha o etsa kgetho e nepahetseng mabapi le ditlhoko, dintho tseo le di batlang ebile le baballa tjhelete, tobetsa @global.parent_point mme o keteke katleho ya hao!

# data_list
source: Calm consequence
st_za: Ditlamorao tse fanwang ho theotswe moya

# data_list
source: **Calm consequence** @global.parent_point
st_za: **Ditlamorao tse fanwang ho theotswe moya** @global.parent_point

# data_list
source: Giving their teen a consequence in a calm way
st_za: Ho jarisa motjha ditlamorao ka moya o fatshe

# data_list
source: Every time you give a calm consequence, tap the @global.parent_point and celebrate your success!
st_za: Nako le nako ha o fana ka ditlamorao o theotse moya, tobetsa @global.parent_point mme o keteke katleho ya hao!

# data_list
source: Safe
st_za: Bolokehile

# data_list
source: **Safe** @global.parent_point
st_za: **Bolokehile** @global.parent_point

# data_list
source: Planning or keeping a family safety plan
st_za: Ho etsa moralo kapa ho boloka moralo wa lelapa wa polokeho

# data_list
source: Every time you do something to keep your teen safe, tap the @global.parent_point and celebrate your success!
st_za: Nako le nako ha o etsa ho hong ho tiisa hore motjha wa hao o bolokehile, tobetsa @global.parent_point mme o keteke katleho ya hao!

# data_list
source: Did it? Tap it!
st_za: O e entse? E tobetse!

# data_list
source: That’s wonderful! Well done for spending time together. It lays the foundation for a great relationship with your teen!
st_za: Ke ditaba tse monate! O sebeditse ka hore le qete nako mmoho. Seo se rala motheo wa dikamano tse ntle le motjha wa hao!

# data_list
source: Good for you! One-on-one time shows your teens they are important to you. It really makes a difference!
st_za: Re thaba le wena! Ho qeta nako ya boinotshing ho bontsha hore batjha ba hao ba bohlokwa ho wena. Seo se etsa phapang e kgolo!

# data_list
source: Wonderful! Spending time with your teen may make your teen more willing to help out more often. You are doing great!
st_za: Ke ditaba tse monate! Ho qeta nako le motjha wa hao ho ka etsa hore motjha wa hao a ikemisetse ho o thusa haholo. O etsa hantle!

# data_list
source: Well done! One-on-one time with your teen gives you a chance to learn more about your teen’s interests and abilities. You are a star!
st_za: O entse hantle! Ho qeta nako ya boinotshing le motjha wa hao ho o fa monyetla wa ho ithuta dintho tseo motjha wa hao a di thahasellang le bokgoni ba hae. O kgalala!

# data_list
source: Excellent job! Spending time together helps to build a strong and positive relationship between you and your teen.
st_za: Ke mosebetsi o tswileng matsoho! Ho qeta nako mmoho ho thusa ho haha dikamano tse matla le tse mofuthu pakeng tsa hao le motjha wa hao.

# data_list
source: Sometimes it will be easy and fun to spend time with your teens, and sometimes it will be more challenging. Spending time together will greatly improve your relationship; well done for trying!
st_za: Ka dinako tse ding ho tla ba bonolo mme o thabele ho qeta nako le batjha ba hao, mme ka dinako tse ding ho tla ba thatanyana. Ho qeta nako mmoho ho tla ntlafatsa dikamano tsa lona haholo; o entse hantle ka ho leka!

# data_list
source: Sorry to hear that it was difficult for you to spend time with your teen. We all have challenges sometimes. Just be patient with yourself and your teen - things will get better. Well done for trying!
st_za: Re maswabi ho utlwa hore ho bile thata hore o qete nako le motjha wa hao. Ka dinako tse ding, kaofela re ba le mathata. Imamelle mme o mamelle motjha wa hao - hoba tsohle di tla loka. O entse hantle ka ho leka!

# data_list
source: Great to hear it went well; you are a star!
st_za: Re thabela ho utlwa hore ho tsamaile hantle; o kgalala!

# data_list
source: Wonderful! You deserve all the happy times!
st_za: Ke ditaba tse monate! O tshwanelwa ke dinako tse monate!

# data_list
source: Sorry that this was difficult for you. You are a star for trying!
st_za: Re maswabi hore ebe ho bile boima ka lehlakoreng la hao. O kgalala hobane o lekile!

# data_list
source: Amazing to hear it made you feel good! Keep up the great work. Your teen is learning so much from you!
st_za: Ke thabela ho utlwa hore seo se entse hore o ikutlwe hantle! Pele ya pele ka mosebetsi o motle. Motjha wa hao o ithuta dintho tse ngata ho wena!

# data_list
source: Talking about how we feel can be difficult at first, but you and your teen will get used to it. Keep trying, and you will see the positive results!
st_za: Qalong ho ka ba thata ho bua ka hore na re ikutlwa jwang, empa wena le motjha wa hao le tla tlwaela. Le nne le leke, mme le tla bona ditholwana tse molemo!

# data_list
source: Great to hear it went well. Talking about your finances together really makes your family stronger!
st_za: Ke thabela ho utlwa hore ho tsamaile hantle. Ho buisana ka ditjhelete kannete ho etsa hore lelapa la hao le be matla!

# data_list
source: Sorry to hear it was difficult for you. Well done for trying!
st_za: Ke maswabi ho utlwa hore ho bile thata ho wena. O entse hantle ka ho iteka!

# data_list
source: Great to hear it went well! Consistent rules help make our teens feel secure, and keep them safe!
st_za: Ke thabela ho utlwa hore ho tsamaile hantle. Melao e sa fetofetoheng e thusa batjha ba rona hore ba ikutlwe ba sireletsehile, ebile e ya ba sireletsa!

# data_list
source: Sorry that this has been difficult. Creating rules together requires some practice but it's worth it!
st_za: Ke maswabi ho utlwa hore ho bile thata ho wena. Ho theha melao mmoho ho hloka hore motho a ho phete ka makgetlo empa o ke ke wa itshola!

# data_list
source: Great to hear it went well!
st_za: Ke thabela ho utlwa hore ho tsamaile hantle!

# data_list
source: Sorry that this was difficult. Setting consequences together will make your teen want to follow the rules more often!
st_za: Ke maswabi ho utlwa hore ho bile thata ho wena. Ho beha ditlamorao mmoho ho tla etsa hore motjha wa hao a batle ho latela melao hangata!

# data_list
source: Sorry that this was hard. Sometimes we just have to keep trying. Find a time when you and your teen are calm and try again to talk through a problem using the four steps of problem-solving. Together, you can do so much!
st_za: Ke maswabi ho utlwa hore ho bile boima. Ka dinako tse ding re tlameha ho tswela pele re iteka. Fumana nako ha wena le motjha wa hao le theotse moya ebe le leka ho buisana ka bothata le sebedisa mehato e mene ya ho rarolla mathata. Matla ke kopano!

# data_list
source: Great to hear it went well! Talking about risks and support options prevents problems and really helps to keep your teen safe.
st_za: Ke thabela ho utlwa hore ho tsamaile hantle! Ho buisana ka dikotsi le ditsela tsa ho tshehetsana ho thibela mathata mme hantlentle ho thusa ka hore motjha wa hao a dule a sireletsehile.

# data_list
source: Sorry that this was hard. Mapping risks and places to get support can be challenging and emotional. It really does help to keep your teen safe!
st_za: Ke maswabi ho utlwa hore ho bile boima. Ho etsa mmapa wa dikotsi le dibaka tseo o ka fumanang thuso ekaba ntho e thata le e ka etsang hore motho a nkehe maikutlo. Empa ke sona se ka o thusang ho tiisa hore motjha wa hao o sireletsehile!

# data_list
source: Sorry that it didn’t go so well. This is not easy to do. Try to sit down and discuss it with your teen again. Also, is there someone your teen trusts who could join you in the discussion with your teen?
st_za: Ke maswabi hore dintho ha dia tsamaya hantle hakaalo. Eo hase ntho e bonolo. Leka ho dula fatshe le ho buisana le motjha wa hao ka taba ena hape. Hape, na ho na le motho e mong eo motjha wa hao a mo tshepang ya ka bang teng ha o buisana le motjha wa hao?

# data_list
source: Great to hear it went well! Getting consequences right helps teens behave better and makes family life calmer.
st_za: Ke thabela ho utlwa hore ho tsamaile hantle! Ho beha ditlamorao tse nepahetseng ho thusa batjha ho itshwara hantle ebile ho etsa bophelo ba lelapa bo kgutsitseng haholo.

# data_list
source: Great to hear it went well! When your teen learns how to solve problems, they can use that skill their whole life. What a gift!
st_za: Ke thabela ho utlwa hore ho tsamaile hantle! Ha motjha wa hao a ithuta tsela ya ho rarolla mathata, o tla sebedisa tsebo eo bophelo bohle ba hae. Ke mpho e babatsehang!

# data_list
source: My Tips
st_za: Dikeletso tsa Ka

# data_list
source: **My Tips** in the @global.parent_centre
st_za: **Dikeletso tsa Ka** ho @global.parent_centre

# data_list
source: Essential Tools
st_za: Dithulusi tsa Bohlokwa

# data_list
source: **Essential Tools** in the @global.parent_centre
st_za: **Dithulusi tsa Bohlokwa** ho @global.parent_centre

# data_list
source: Customise @global.parent_app
st_za: Fetola @global.parent_app ho dumellana le ditlhoko

# data_list
source: **Customise @global.parent_app** in the @global.parent_centre
st_za: **Fetola @global.parent_app ho dumellana le ditlhoko** ho @global.parent_centre

# data_list
source: Customise Again
st_za: Fetola Hape ho Dumellana le Ditlhoko

# data_list
source: **Customise Again** in the @global.parent_centre
st_za: **Fetola hape** ho @global.parent_centre

# data_list
source: Relax & Activities
st_za: Kgatholoha le Diketso

# data_list
source: under **Relax & Activities** in the @global.parent_centre
st_za: tlasa **Kgatholoha le Diketso** ho @global.parent_centre

# data_list
source: Help
st_za: Thuso

# data_list
source: **Help** in the @global.parent_centre
st_za: **Thuso** ho @global.parent_centre

# data_list
source: Technical Support
st_za: Tshehetso ya Setekgenike

# data_list
source: **Technical Support** in the @global.parent_centre
st_za: **Tshehetso ya Setekgenike** ho @global.parent_centre

# data_list
source: Coping with @global.covid
st_za: Ho sebetsana le @global.covid

# data_list
source: **Coping with @global.covid** in the @global.parent_centre
st_za: ** Ho sebetsana le @global.covid** ho @global.parent_centre

# data_list
source: Coping with grief
st_za: Ho sebetsana le mesarelo

# data_list
source: **Coping with grief** in the @global.parent_centre
st_za: **Ho sebetsana le mesarelo** ho @global.parent_centre

# data_list
source: Message Archive
st_za: Pokello ya Melaetsa

# data_list
source: **Message Archive** in the @global.parent_centre
st_za: **Pokello ya Melaetsa** ho @global.parent_centre

# data_list
source: Support Contacts
st_za: Dintlha tsa ho Ikopanya le Bathusi

# data_list
source: **Support Contacts** in the @global.parent_centre
st_za: **Dintlha tsa ho Ikopanya le Bathusi** ho @global.parent_centre

# data_list
source: Evidence Base
st_za: Motheo wa Bopaki

# data_list
source: **Evidence Base** in the @global.parent_centre
st_za: **Motheo wa Bopaki** ho @global.parent_centre

# data_list
source: Quick pause
st_za: Kgefutsa hanyane

# data_list
source: Power of three
st_za: Matla a tharo

# data_list
source: One thing today
st_za: Ntho e le nngwe kajeno

# data_list
source: Breathe to three
st_za: Kga moya hararo

# data_list
source: In and out
st_za: O kge mme o lokolle

# data_list
source: Think about today
st_za: Nahana ka kajeno

# data_list
source: Pause to respond
st_za: Kgefutsa ho arabela

# data_list
source: Small things
st_za: Dintho tse nyane

# data_list
source: Body scan
st_za: Sekene sa mmele

# data_list
source: Feel the ground
st_za: Utlwa lefatshe

# data_list
source: Counting sounds
st_za: Ho bala medumo

# data_list
source: Feel your feeling
st_za: Ho utlwa boikutlo ba hao

# data_list
source: Your song
st_za: Pina ya hao

# data_list
source: Ground & gratitude
st_za: Lefatshe le kananelo

# data_list
source: Notice how you feel
st_za: Lemoha kamoo o ikutlwang kateng

# data_list
source: Pause power
st_za: Matla a kgefu

# data_list
source: Praise yourself
st_za: Ipabatse

# data_list
source: Taking care of yourself
st_za: Ho itlhokomela

# data_list
source: Take a pause
st_za: Nka kgefu

# data_list
source: Physical activity
st_za: Boikwetliso

# data_list
source: List of things
st_za: Letoto la dintho

# data_list
source: Connect
st_za: Hokela

# data_list
source: Prevent anger
st_za: Thibela bohale

# data_list
source: Angry? Take a break
st_za: Na o halefile? Nka kgefu

# data_list
source: It is hard to find time to have fun with your teenager.
st_za: Ho thata ho fumana nako ya ho ithabisa le motjha wa hao.

# data_list
source: How many days in the past week were you able to do something fun together?
st_za: Ke ka matsatsi a makae bekeng e fetileng mo le khonneng ho etsa ntho e monate hammoho?

# data_list
source: In our busy lives it’s hard to focus on the positive.
st_za: Bophelong ba rona bo maphathaphathe, ho thata ho tsepamisa kelello dinthong tse molemo.

# data_list
source: How many days in the past week have you praised your teen?
st_za: Ke ka matsatsi a make bekeng e fetileng o ileng wa babatsa motjha wa hao?

# data_list
source: This is a very stressful time for families.
st_za: Ena ke nako e boima haholo ho malapa.

# data_list
source: How many days in the past week did you feel very stressed as a parent/caregiver?
st_za: Bekeng e fetileng o qetile matsatsi a makae o ikutlwa o imetswe haholo jwaloka motswadi/mohlokomedi?

# data_list
source: Sometimes our children make us really upset.
st_za: Ka dinako tse ding bana ba rona ba re halefisa haholo.

# data_list
source: How many days in the past week did you shout, scream or yell at your teen?
st_za: Bekeng e fetileng, ke ka matsatsi a makae o ileng wa tleroha, wa tjodietsa kapa wa kgaruma motjha wa hao?

# data_list
source: Money is one of the biggest stresses for families.
st_za: Chelete ke e ’ngoe ea likhatello tse kgolo ka ho fetisisa bakeng sa malapa.

# data_list
source: How many days in the past week have you felt worried or anxious about money?
st_za: Ke ka matsatsi a makae bekeng e fetileng mo u ileng oa utloa u tšoenyehile kapa o kgathatsehile ka chelete?

# data_list
source: How many days in the past month (30 days) did you run out of money to pay for food?
st_za: Kgweding e fetileng (matsatsing a 30), ke ka matsatsi a makae o ileng wa fellwa ke tjhelete ya ho lefella dijo?

# data_list
source: It is so stressful when children misbehave.
st_za: Bana ba itshwarang hampe ba baka seterese se sengata.

# data_list
source: How many days in the past week did you physically discipline your children by hitting, spanking, or slapping with your hand or an object like a stick or a belt?
st_za: Ke ka matsatsi a makae bekeng e fetileng o ileng wa kgalemela bana ba hao ka hore o ba otle, o ba shape, kapa o ba jabele ka mpama kapa ka ntho e kang thupa kapa lebanta?

# data_list
source: It’s hard to keep track of your teenagers when they are becoming independent.
st_za: Ho thata ho latella batjha ba rona ha ba fumana bolokolohi ba ho iketsetsa dintho.

# data_list
source: How many days in the past week did you know what your teen was doing and who they were with?
st_za: Bekeng e fetileng ke ka matsatsi a makae o neng o tseba seo motjha wa hao a se etsang le hore na o na le bomang?

# data_list
source: Days in the past week
st_za: Matsatsi bekeng e fetileng

# data_list
source: We all want to keep our children safe.
st_za: Kaofela re batla ho tiisa hore bana ba rona ba sireletsehile.

# data_list
source: In the past month, did you talk with your teen about keeping safe from sexual violence online or offline?
st_za: Khoeling e fetileng, na u kile ua buisana le mocha oa hau mabapi le ho itšireletsa khahlanong le tlhekefetso ea thobalano inthaneteng kapa kantle ho marang-rang?

# data_list
source: This could be about going out with friends or about the websites and apps they use.
st_za: Sena e ka ba mabapi le ho intša le metsoalle kapa ka liwebsaete le lisebelisoa tseo ba li sebelisang.

# data_list
source: How many days have you had a talk like this?
st_za: Ke ka matsatsi a makae u bile le puo e tjena?

# data_list
source: Days in the past month
st_za: Matsatsi a kgwedi e fetileng

# data_list
source: It can sometimes be difficult to have a positive relationship with our children.
st_za: Ka linako tse ling ho ka ba thata ho ba le kamano e ntle le bana ba rona.

# data_list
source: How confident do you feel about your ability as a parent/caregiver to have a positive relationship with your children?
st_za: Na u ikutloa u le sebete hakae ka bokhoni ba hau joaloka motsoali/mohlokomeli oa ho ba le likamano tse ntle le bana ba hau?

# data_list
source: Not confident
st_za: Ho se itshepe

# data_list
source: Extremely confident
st_za: Ho itshepa haholo

# data_list
source: Welcome and Self-Care
st_za: Kamohelo le ho Itlhokomela

# data_list
source: **Welcome and Self-Care** workshop
st_za: Wekshopo ya **Kamohelo le ho Itlhokomela**

# data_list
source: Self-Care
st_za: Ho Itlhokomela

# data_list
source: How to do self-care
st_za: Tsela ya ho itlhokomela

# data_list
source: For me as a parent, it was almost impossible to find time for myself. I was always busy taking care of everyone else. Through @global.parent_app, I realised how important it is to take care of myself. It helps me AND my family! Having a moment for myself helps me to breathe and notice how I feel. Even 5 minutes to have a cup of tea makes a big difference. Now I can deal with my stress better.
st_za: Ho nna joalo ka motsoali, ho ne ho batla ho le thata ho iphumanela nako. Ke ne ke lula ke tšoarehile ka ho hlokomela ba bang kaofela. Empa ka @global.parent_app, ke lemohile bohlokwa ba hore ke e hlokomele. Sena se thusa nna LE ba lelapa laka! Ho ba le motsotso bakeng sa ka hong thusa hore ke hemme hantle ebile ke lemohe hore na ke e kutloa joang. Le ka metsotso e 5, ea hore ke noe kopi ea tee ho etsa phapang e kgolo. Hona joale ke se ke khona ho sebetsana le khatello ea maikutlo hamolemo.

# data_list
source: My dad was always busy. He would come home from work and snap at us when we started asking him questions. @global.parent_app helped us a lot. We no longer fight. Now, when my dad comes home, he first sits down by himself for 5 minutes and then we do a relaxing activity from @global.parent_app together, so we can all take a deep breath and relax. Then we can chat about our day, about anything good or bad that happened. Everyone is so much happier now.
st_za: Ntate waka o ne a dula a phathahane. O ne a tla hae a tswa mosebetseng mme a re ha re qala re mo botsa dipotso o na re halefela. @global.parent_app e re thusitse haholo. Ha re sa lwana. Joale, ha ntate oa ka a fihla hae, o dula fatshe a le mong bakeng sa metsotso e 5 ebe re etsa mosebetsi wa ho phomola o tswang ho @global.parent_app ha mmoho, hore re khone ho hemela hodimo le ho phomola ha mmoho. Ha re qetsa we qoqa ka matsatsi a ronna, ka dintho tse ntle kapa tse mpe tse etsahetseng. Joale batho bohle ba thabile.

# data_list
source: One-on-One Time
st_za: Nako ya Boinotshing

# data_list
source: **One-on-One Time** workshop
st_za: Wekshopo ya **Nako ya Boinotshing**

# data_list
source: How to spend one-on-one time
st_za: Tsela ya ho qeta nako ya boinotshing
