Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/st/st_messages.po
Languages: st_za

# template
source: This app focuses on parents of teenagers age @global.teen_age_bracket, but you are welcome to continue - you may learn useful things too!
st_za: Epo ena e amehile ka batswadi ba nang le batjha ba dilemong tsa @global.teen_age_bracket, empa ikutlwe o amohetswe hore o ka tswela pele - le wena o ka ithuta dintho tsa bohlokwa!

# template
source: Are there teens in your family?
st_za: Na ho na le batjha lapeng la hao?

# template
source: This app focuses on families with teenagers age @global.teen_age_bracket, but you are welcome to continue - you may learn useful things for your family too!
st_za: Epo ena e amehile ka malapa a nang le batjha ba dilemong tsa @global.teen_age_bracket, empa ikutlwe o amohetswe hore o ka tswela pele - o ka ithuta dintho tsa bohlokwa le bakeng sa lelapa la hao!

# template
source: Are you sure you want to skip this question?
st_za: Na o tiile o batla ho feta potso ye?

# template
source: Are you sure you want to skip this question? Remember, your answer will be kept private and will help us understand your parenting needs. You can also choose not to answer any question by selecting the circle.
st_za: Na o tiisitse o batla ho feta potso ye? Hopola, karabo ya hao e tla bolokwa e le lekunutu mme e tla re thusa ho utlwisisa ditlhoko tsa hao tsa botswadi. Hape o ka kgetha ho se arabe potso efe kapa efe ka ho kgetha sedikadikwe.

# template
source: Well done. Brain science shows that controlling your anger improves your teen’s brain development. Be proud of yourself.
st_za: O entse hantle. Saense ya boko e bontsha hore ho laola kgalefo ho ntlafatsa kgolo ya boko ba batjha. Ikotle sefuba ka wena.

# template
source: Thank you for being honest. It can be so difficult to control our stress. To look after yourself and help you feel calmer when things get tough, we’ll remind you regularly to relax, recognise and reward yourself. You matter! We will learn more about managing stress in week @data.workshop.w_stress.number of the @global.weekly_workshops, but you can already access some helpful tools under @data.parent_centre.my_tips.location_text to get started.
st_za: Rea leboha hore ebe o ipuetse nnete. Ke ntho e thata haholo ho laola seterese. Ho itlhokomela le ho o thusa ho ikutlwa o theotse moya ha dintho di ba thata, re tla tswela pele ho o hopotsa ho theola moya, ho iphumana le ho iputsa. O motho wa bohlokwa! O tla ithuta haholo ka ho sebetsana le seterese ho @data.workshop.w_stress.number ya beke ena ya @global.weekly_workshops, empa o ntse o ka fihlella tse ding tsa dithulusi tse molemo tlasa @data.parent_centre.my_tips.location_text hore o qalelle.

# template
source: Thank you for being honest – and we’re sorry you’re having a difficult time with your teen. We all feel overwhelmed sometimes, and using @global.parent_app is a great step to help you and your family! Our materials have helped thousands of parents and families to be less stressed and have more positive time together. We are here to support you.
st_za: Rea leboha hore ebe o ipuetse nnete – re maswabi hore dintho ha di tsamaye hantle pakeng tsa hao le motjha wa hao. Kaofela re ikutlwa re imetswe ka dinako tse ding, mme ho tswela pele ho sebedisa @global.parent_app ke bohato bo botle haholo ba ho thusa wena le lelapa la hao. Dikeletso tsa rona di thusitse batswadi le malapa a dikete hore a fokotse seterese le ho qeta nako e ngata a le mmoho ka tsela e molemo. Re tla wa re tsoha le wena.

# template
source: This is a real concern for parents everywhere. We’ll make sure you get support with building communication. We’ll talk more about planning for your teen’s safety later in the @global.weekly_workshops, but you can already access some first core tips to keep your teen safe under @data.parent_centre.my_tips.location_text!
st_za: Ena ke ntho eo batswadi hohle ba amehileng ka yona. Re tla etsa bonnete ba hore o fumana tshehetso ya ho matlafatsa dipuisano. Re tla bua haholo ka ho hlophisa polokeho ya motjha wa hao hamorao ho @global.weekly_workshops, empa o se o ka fumana tse ding tsa dikeletso tsa bohlokwa tsa ho sireletsa motjha wa hao ho @data.parent_centre.my_tips.location_text!

# template
source: Great. We have a workshop on family budgeting that can help with money stress more generally, and reduce money-related arguments.
st_za: Hase moo. Re na le wekshopo ya ho bajeta ha malapa e ka thusang ka seterese sa ditjhelete ka kakaretso, le ho fokotsa dikgang tse amanang le ditjhelete.

# template
source: Money stress can be overwhelming. We have a workshop on family budgeting in five weeks, but you can already access some core family budgeting tips under @data.parent_centre.my_tips.location_text!
st_za: Seterese sa ditjhelete se boima. Re na le wekshopo ya ho etsa bajete ya lelapa ka dibeke tse hlano, empa o se o ka fihlella tse ding tsa dikeletso tsa bohlokwa tsa lelapa tlasa @data.parent_centre.my_tips.location_text!

# template
source: Content unlocked by these questions is now accessible under @data.parent_centre.my_tips.location_text.
st_za: Dikateng tse hlahisitsweng ke dipotso tsena di se di fumaneha tlasa @data.parent_centre.my_tips.location_text.

# template
source: Being a parent is not easy. It can be difficult to know how to keep our teens safe. We often feel powerless as parents in this, but we are here to support you! You can get focused tools, extra content and resources on this in the @global.parent_centre at any time. You can already access some first core tips which will help with safety planning under @data.parent_centre.my_tips.location_text.
st_za: Ha ho bonolo ho ba motsoali. Ho ka ba thata ho tseba hore bacha ba ka lula ba bolokehile joang.Hangata re ikutloa re se na matla joaloka batsoali tabeng ena, empa re mona ho le tšehetsa! U ka fumana lisebelisoa tse tsepamisitsoeng maikutlo, litaba tse ling le lisebelisoa ho @global.parent_centre ka nako efe kapa efe. U se u ka khona ho fumana malebela a mantlha a tla u thusa ho rera polokeho tlasa @data.parent_centre.my_tips.location_text.

# template
source: Being a parent is not easy. Well done for focusing on keeping your teen safe. We’ll have more support for you on this in the later @global.weekly_workshops if you’d like to know even more!
st_za: Ha ho bonolo ho ba motswadi. O entse hantle ka ho ameha ka ho tiisa hore motjha wa hao o sireletsehile. Re tla fumana thuso e nngwe bakeng sa hao diwekshopong tse tla latelang ho @global.weekly_workshops haeba o ka thabela ho tseba le ho feta!

# template
source: We know this is hard. We have added some helpful tips on how you can spend time with your teen to @data.parent_centre.my_tips.location_text, so you can access it right away. Because @data.workshop.w_1on1.title builds the foundation for all other parenting tools, it will be the @global.weekly_workshop you receive next week!
st_za: Rea tseba hore ena ke ntho e thata. Re kentse tse ding tsa dikeletso tsa kamoo o ka qetang nako le motjha wa hao ka teng ho @data.parent_centre.my_tips.location_text, kahoo o ka di fumana hanghang. Kaha @data.workshop.w_1on1.title e haha motheo wa dithulusi tsohle tse ding tsa botswadi, e tla ba wekshopo eo o tla e amohela bekeng e tlang ya global.weekly_workshop!

# template
source: Well done! Our next @global.weekly_workshop will give you more ideas for this, as a foundation for all the other parenting tools. But you already have a great start!
st_za: O entse hantle! @global.weekly_workshop ya rona e latelang e tla o fa dikeletso tse ngata ntlheng ena, e le motheo wa dithulusi tse ding tsa botswadi. Empa o se o qadile ka leoto le letle!

# template
source: Using this app shows that you care about your teen. We have added some essential tools on how to use praise to @data.parent_centre.my_tips.location_text for quick access. In our @data.workshop.w_praise.in_text_title you will learn even more on how to use this skill well.
st_za: Ho sebedisa epo ena ho bontsha hore o tsotella motjha wa hao. Re kentse tse ding tsa dithulusi tsa bohlokwa tsa kamoo re sebedisa pabatso ho @data.parent_centre.my_tips.location_text ho fihlella dikeletso kapele. Ho @data.workshop.w_praise.in_text_title ya rona o tla be o ithute dintho tse ngata mabapi le ho sebedisa tsebo ena.

# template
source: Wonderful that you are praising your teen! This helps them feel valued – your encouragement means a lot. In our @data.workshop.w_praise.in_text_title you will learn even more how to use this skill well.
st_za: O etsa hantle hore ee o babatsa motjha wa hao! Sena se mo thusa hore a ikutlwe e le wa bohlokwa – kgothatso ya hao e kgatha tema ya bohlokwa haholo. Ho @data.workshop.w_praise.in_text_title o tla ithuta haholo ka tsela ya ho sebedisa tsebo ya sebedisa tsebo ena hantle.

# template
source: Great that this has been a good week! We will remind you regularly to relax, recognise and reward yourself, to help you continue to manage your stress and feel calm.
st_za: Rea thaba hore ebe beke ena e atlehile hakana! Re tla o hopotsa kamehla ho phomola, ho iphumana le ho iputsa, ho o thusa hore o tswele pele ho laola seterese sa hao le ho ikutlwa o kgobile matshwafo.

# template
source: Great that you felt calm most of the week! We will remind you regularly to relax, recognise and reward yourself, to help you continue to manage your stress and feel calm.
st_za: Rea thaba hore ebe o ne o ikutlwa o kgobile matshwafo bekeng ena! Re tla o hopotsa kamehla ho phomola, ho iphumana le ho iputsa, ho o thusa hore o tswele pele ho laola seterese sa hao le ho ikutlwa o kgobile matshwafo.

# template
source: We understand how stressful life can be. We will remind you regularly to relax, recognise and reward yourself, to help manage your stress and feel calmer. We will learn more about managing stress in week @data.workshop.w_stress.number of the @global.weekly_workshops - but you can already access some helpful tools under @data.parent_centre.my_tips.location_text to get you started!
st_za: Rea utlwisisa hore na bophelo bo baka seterese se sekae. Re tla dula re o hopotsa ho phomola, ho iphumana le ho iputsa, e le ho o thusa ho sebetsana le seterese le ho ikutlwa o kgobile matshwafo le ho feta. O tla ithuta haholo ka ho sebetsana le seterese ho @data.workshop.w_stress.number ya beke ena ya @global.weekly_workshops - empa o ntse o ka fihlella tse ding tsa dithulusi tse molemo tlasa @data.parent_centre.my_tips.location_text hore o qalelle!

# template
source: Talk Together
st_za: Buisanang

# template
source: Share ideas, support each other!
st_za: Eletsanang, tshehetsanang!

# template
source: Think Together
st_za: Nahanang Hammoho

# template
source: It's time to think together!
st_za: Ke nako ya ho nahana hammoho!

# template
source: Think
st_za: Nahana

# template
source: It's time to think!
st_za: Ke nako ya ho nahana!

# template
source: Here are this week’s takeaway skills! Use them at home and find them anytime in your @global.parent_centre.
st_za: Tsebo eo o lokelang ho ba le yona bekeng ena ke ena! E sebedise lapeng mme o e fumane neng kapa neng ho @global.parent_centre.

# template
source: 1. Take a deep breath. 2. See if the news makes sense. 3. Ask where they got the news. 4. Double-check with other people/sources you trust. 5. Think if this news would help or only scare people if you share it.
st_za: 1. Nka moea o tebileng. 2. Bona hore na litaba tseo lia utloahala. 3. Botsa hore na ba fumane litaba hokae. 4. Sheba hape le batho ba bang / mehloli eo u e tshepang. 5. Nahana hore na litaba tsena li ka thusa kapa tsa tshosa batho feela ha u li arolelana.

# template
source: We all sometimes want to tell our teens "You must do this, or else… trouble!", but it often does not make them follow rules better. Instead, you can help your teen make good choices by showing you trust them and speaking with them:
st_za: Ka linako tse ling kaofela re batla ho bolella bacha ba rona "U tlameha ho etsa sena, kapa ho seng joalo... mathata!", empa hangata ha e ba etse hore ba latele melao hantle. Ho e-na le hoo, u ka thusa ngoan'a hao ho etsa liqeto tse ntle ka ho bontsa hore ua mo tshepa le ho bua le eena:

# template
source: DISCUSS CONSEQUENCES
st_za: BUISANA KA LIPHELLO

# template
source: Ask "If you do this, what could happen?"
st_za: Botsa hore "na ha o ka etsa sena, ho ka etsahalang?"

# template
source: If something goes well, praise your teen!
st_za: Haeba ho nale ntho e tsamayang hantle, babatsa mocha oa hau!

# template
source: REFLECT TOGETHER
st_za: NAHANANG HAMMOHO

# template
source: If something goes wrong, ask "How could you have done that differently?"
st_za: Ha ho nale ho phoso, botsa hore "na u ka be u entse seo joang ka tsela e fapaneng"

# template
source: START SMALL
st_za: QALA HANYENYANA

# template
source: Give your teen small responsibilities first. When that goes well, you can add more to show that you trust your teen.
st_za: Neha mocha oa hao boikarabelo bo bonyenyane pele. Ha seo se tsamaea hantle, u ka eketsa tse ling ho bontsha hore u tshepa mocha oa hao.

# template
source: MAKE TIME
st_za: ETSA NAKO

# template
source: Set aside time to have a conversation without distractions.
st_za: Etsa nako ea ho ba le li puisano ntle le litshitiso.

# template
source: Ask your teen questions and let them share their views without interrupting.
st_za: Botsa mocha oa hao lipotso, ebile o mo lumelle hore a bollele ka maikutlo kapa menahano ea hae ntle le ho mo sitisa.

# template
source: WORK TOGETHER
st_za: SEBETSANG MMOHO

# template
source: Discuss a specific problem, come up with solutions together, and both do what you agree.
st_za: Buisanang ka bothata bo itseng, le fumane tharollo hammoho, ’me ka bobeli le etse seo le lumellanang ka sona.

# template
source: PRAISE
st_za: BABATSA

# template
source: Thank your teen for sharing and highlight how it is helping you both.
st_za: Leboha mocha oa hau ka ho arolelana maikutlo hape le ho totobatsa hore kamoo e le thusa joang ka bobeli.

# template
source: Hear a caregiver's testimonial
st_za: Mamela bopaki ba mohlokomeli

# template
source: Read a caregiver's testimonial
st_za: Bala bopaki ba mohlokomedi

# template
source: Why @local.workshop_data.title?
st_za: Hobaneng @local.workshop_data.title?

# template
source: Hear @global.topic_intro_name's message
st_za: Molaetsa wa @global.topic_intro_name ke ona

# template
source: Read @global.topic_intro_name's message
st_za: Bala molaetsa wa @global.topic_intro_name

# template
source: Today's steps
st_za: Mehato ya kajeno

# template
source: Try it Together
st_za: E Lekeng Hammoho

# template
source: Let's practice together.
st_za: A re prakthiseng hammoho.

# template
source: What does that mean?
st_za: Na seo se bolelang?

# template
source: How can you help?
st_za: u ka thusa joang?

# template
source: Understanding how your teen feels and how you can support them makes a big difference for you both! Observe your teen and ask how they feel. Click on a face below to find out more:
st_za: Ho utloisisa hore na ngoana oa hao o ikutloa joang le hore na u ka mo tshehetsa joang ho etsa phapang e khōlō ho lōna ka bobeli! Hlokomela ngoana oa hao ea lilemong tsa bocha ’me u mo botse hore na o ikutloa joang. Tobetsa sefahlehong se ka tlase ho tseba haholoanyane:

# template
source: Hopeful
st_za: Tshepo

# template
source: Resilient
st_za: O matla

# template
source: Self-esteem
st_za: boitlhompho

# template
source: Teens have goals and dreams for the future – near and far!
st_za: Bacha ba na le lipakane le litoro tsa bokamoso - tse haufi le hole!

# template
source: Ask your teen about their goals and dreams, encourage them to think what they want for their future, and make a plan together to work towards realising them.
st_za: Botsa mocha oa hao ka lipakane le litoro tsa hae, mo khothalletse ho nahana ka seo a se batlang bakeng sa bokamoso ba hae, 'me u etse moralo hammoho ho sebeletsa ho li phethahatsa.

# template
source: Resilient teens can handle difficult situations, adapt to changes, and solve problems when they come up.
st_za: Bacha ba matla ba ka sebetsana le maemo a thata, ba ikamahanya le liphetoho, 'me ba rarolla mathata ha ba hlaha.

# template
source: Praise your teen for overcoming difficulty and support them where you can.
st_za: Babatsa mocha oa hao bakeng sa ho hlola mathata 'me u mo tšehetse moo u ka khonang.

# template
source: A teen’s self-esteem is how they think of themselves.
st_za: Boitlhompho ba mocha ke tsela eo ba inahanang ka eona.

# template
source: Encourage a positive self-image, set an example not to make fun of or criticise yourself all the time. Know your teen’s strengths and support their weaknesses.
st_za: Khothalletsa ponahalo entle ea setsoantsho sa bouena, beha mohlala oa hore u se ke ua soma kapa ua itshoaea liphoso ka linako tsohle. Tseba matla a mocha oa hao ’me u tshehetse mefokolo ea bona.

# template
source: Lonely
st_za: Bolutu

# template
source: Anxious
st_za: Tšoenyehile

# template
source: Teens can feel alone, even when they are with others. They may feel like they don’t have anyone to talk to, trust, or share with.
st_za: Bacha ba ka ikutloa ba le bang, esita leha ba e-na le ba bang. Ba ka ’na ba ikutloa eka ha ba na motho eo ba ka buang le eena, ba mo tshepang kapa ba ka arolelanang le eena.

# template
source: Ask how your teen is doing and try to find new fun ways together to interact with their friends and family – especially during lockdown.
st_za: Botsa hore na mocha oa hau o ntse a phela joang, 'me u leke ho fumana mekhoa e mecha ea ho sebelisana le metsoalle le ba lelapa - haholo-holo nakong ea koalo.

# template
source: Anxiety is a normal emotion and it can help us deal with challenging situations. But too much anxiety or worry that prevents teens from doing things they love is a problem.
st_za: Matshoenyeho ke maikutlo a tloaelehileng ’me a ka re thusa ho sebetsana le maemo a thata. Empa ho tshoenyeha ho feteletseng kapa ho tshoenyeha ho sitisang bacha ho etsa lintho tseo ba li ratang ke bothata.

# template
source: Help your teen identify what makes them anxious and make a plan together how they can respond to anxious thoughts.
st_za: Thusa mocha oa hau ho tseba hore na ke eng e etsang hore a tshoenyehe 'me u etse moralo hammoho hore na a ka arabela menahanong e tshoenyang joang.

# template
source: Doing a relaxation activity together can help!
st_za: Ho etsa mosebetsi oa boikhathollo hammoho ho ka thusa!

# template
source: Depressed
st_za: Tepelletse maikutlong

# template
source: Self-harm
st_za: Ho itematsa

# template
source: Feeling sad or down, being in a bad mood, are all normal human emotions. Depression is when it carries on for a long time and your teen’s normal daily activities are affected. Your teen may feel hopeless and unable or unmotivated to change anything.
st_za: Ho hlonama kapa ho nyahama, ho ba boemong bo bobe, kaofela ke maikutlo a tloaelehileng a batho. Khatello ea maikutlo ke ha e tsoela pele ka nako e telele 'me mesebetsi e tloaelehileng ea letsatsi le letsatsi ea mocha e ameha. Ngoana oa hau a ka ikutloa a se na tshepo 'me a sitoa kapa a sa susumelletsehe ho fetola letho.

# template
source: Telling your teen to ‘just stop’ may make things worse. Rather listen to them, calmly show you understand, and build their confidence. Try to get professional help.
st_za: Ho bolella ngoana oa hao hore a ‘emise’ ho ka ’na ha mpefatsa lintho le ho feta. Ho e-na le hoo, ba mamele, u khobile matshoafo u bontshe hore ua utloisisa, ’me u hahe kholiseho ea bona. Leka ho fumana thuso ea litsebi.

# template
source: Sometimes teens can hurt themselves on purpose to deal with negative emotions like anger, guilt, emptiness, or self-hate. This can be caused by anxiety or depression.
st_za: Ka linako tse ling bacha ba ka intsha kotsi ka boomo ho sebetsana le maikutlo a nyahamisang a kang khalefo, molato, lefeela, kapa ho itlhoea. Sena se ka bakoa ke ho tshoenyeha kapa ho tepella maikutlong.

# template
source: Telling your teen to ‘just stop’ may make things worse. Rather listen to them, calmly show you understand, and build their confidence. If your teen is willing to explain how hurting themselves makes them feel better, you can start to understand the reasons. Try to get professional help.
st_za: Ho bolella mocha oa hao hore a ‘emise’ ho ka ’na ha mpefatsa lintho le ho feta. Ho e-na le hoo, ba mamele, u khobile matshoafo u bontshe hore ua utloisisa, ’me u hahe kholiseho ea bona. Haeba mocha oa hao a ikemiselitse ho hlalosa kamoo ho intsha kotsi ho etsang hore a ikutloe a le betere, u ka qala ho utloisisa mabaka. Leka ho fumana.

# template
source: A teen sometimes does something because they:
st_za: Ka linako tse ling mocha o etsa ho hong hobane o:

# template
source: - Listen to their friends - Want to do what others do - Think more about ‘now’ than ‘later’ - Love impulses and can find being careful boring - Do not worry about risk – may even like risks - Have limited experience to rely on - Are willing to try something – no matter what happens
st_za: -Mamela metsoalle ea bona - Batla ho etsa seo ba bang ba se etsang - Nahana haholo ka 'hona joale' ho feta 'hamorao' - Litšusumetso tsa lerato 'me u ka fumana ho ba hlokolosi ho tena - Se ke oa tšoenyeha ka kotsi - e kanna ea rata likotsi - E-ba le boiphihlelo bo fokolang boo u ka itšetlehang ka bona - Ba ikemiselitse ho leka ho hong - ho sa tsotelehe se etsahalang

# template
source: It can help to keep this in mind when your teen makes a wrong decision. Talk to them and spend time together so you can help them choose better next time!
st_za: Ho ka thusa ho hopola sena ha ngoana oa hao a etsa qeto e fosahetseng. Buisana le bona ’me le qete nako le le ’moho hore le tle le ba thuse ho khetha hamolemo nakong e tlang!

# template
source: You may be asked to share this code with people who will support your @global.parent_app journey.
st_za: O ka nna wa kopuwa ho romela khoutu ena ho batho ba tla o tshehetsa leetong la hao la @global.parent_app.

# template
source: Last sync at: @local.sync_latest
st_za: Lekgetlo la ho qetela la ho phera: @local.sync_latest

# template
source: This device has never been synced. Sync to reveal your code.
st_za: Sesebediswa sena ha se eso pherwe. Phera ho senola khoutu ya hao.

# template
source: Sync now
st_za: Phera hona jwale

# template
source: Syncing...
st_za: E a phera...

# template
source: Watch Together
st_za: E Shebelleng Mmoho

# template
source: Let's watch a video together!
st_za: A re shebelle video mmoho!

# template
source: Watch
st_za: Shebella

# template
source: Let's watch a video!
st_za: A re shebelle video!

# template
source: Options
st_za: Dikgetho

# template
source: Welcome @fields.user_name
st_za: Rea o amohela @fields.user_name

# template
source: It's great to see you again!
st_za: Re thabela ho o bona hape!

# template
source: Welcome @fields.group_name
st_za: Rea o amohela @fields.group_name

# template
source: It's great to see you again! Let’s start with a song for families everywhere.
st_za: Re thabela ho o bona hape! A re qale ka pina e binwang ke malapa hohle.

# template
source: Let's Slow Down
st_za: A re Theole Moya

# template
source: How would you like to do this workshop?
st_za: O ka thabela ho etsa wekshopo ena jwang?

# template
source: Coming soon
st_za: E tla haufinyane

# template
source: We will need to cover other parenting issues before we can start working on @local.workshop_data.title. You can get essential tools on @local.workshop_data.title via the @global.parent_centre.
st_za: Re tla tlameha ho tshohla ditaba tse ding tsa botswadi pele re qala ho sebetsa ka @local.workshop_data.title. O ka fumana dithulusi tsa bohlokwa ho @local.workshop_data.title ka @global.parent_centre.

# template
source: My name
st_za: Lebitso la ka

# template
source: @global.weekly_workshop day
st_za: Letsatsi la @global.weekly_workshop
