Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/st/st_messages.po
Languages: st_za

# template
source: I do the workshops...
st_za: Ke etsa diwekshopo...

# template
source: My group's name
st_za: Lebitso la sehlopha sa ka

# template
source: My group is now doing the workshop...
st_za: Hona jwale sehlopha sa ka se etsa wekshopo...

# template
source: I am now doing the workshop...
st_za: Hona jwale ke etsa wekshopo...

# template
source: These quick questions will fit this app to your needs.
st_za: Dipotso tsena tse kgutshwanyane di tla tshwanela epo ena e buang ka ditlhoko tsa hao.

# template
source: Let’s start with a few questions about you and your family.
st_za: A re qale ka dipotso tse seng kae tse amanang le wena le lelapa la hao.

# template
source: We would love to know your first name or nickname:
st_za: Re lakatsa ho tseba lebitso kapa lebitso la hao la boswaswi pele:

# template
source: Are you a woman or a man?
st_za: Na o mosadi kapa o monna?

# template
source: Woman
st_za: Mosadi

# template
source: Man
st_za: Monna

# template
source: How old are you?
st_za: O dilemo di kae?

# template
source: Adults
st_za: Batho ba baholo

# template
source: Teens
st_za: Batjha

# template
source: Children
st_za: Bana

# template
source: Babies
st_za: Masea

# template
source: How many people are in your household?
st_za: Ho na le batho ba bakae ka palo lapeng la hao?

# template
source: You can do the @global.weekly_workshops by yourself OR you can invite some other family members or friends to join you - you will learn a lot from each other. It's up to you!
st_za: O ka etsa @global.weekly_workshops o le mong KAPA o ka mema ditho tse ding tsa lelapa la hao kapa metswalle hore ba be le wena - ho na le dintho tse ngata tseo le tla di rutana. Ho ho wena!

# template
source: How would you like to do your @global.weekly_workshops?
st_za: O ka rata ho etsa diwekshopo tsa hao tsa @global.weekly_workshops jwang?

# template
source: Can you think of a name for your group?
st_za: O nahana hore lebitso la sehlopha sa hao ekaba mang?

# template
source: Which day of the week would you like to do your @global.weekly_workshops?
st_za: O ka rata ho etsa diwekshopo tsa hao tsa @global.weekly_workshops ka matsatsi afe a beke?

# template
source: Monday
st_za: Mantaha

# template
source: Tuesday
st_za: Labobedi

# template
source: Wednesday
st_za: Laboraro

# template
source: Thursday
st_za: Labone

# template
source: Friday
st_za: Labohlano

# template
source: Saturday
st_za: Moqebelo

# template
source: Sunday
st_za: Sontaha

# template
source: Great! We will unlock a new workshop for your group every week. This allows all of you to try what you learned with your families before building the next skill.
st_za: Hase moo! Re tla notlolla wekshopo e ntjha bakeng sa sehlopha sa hao beke le beke. Sena se tla fa bohle monyetla wa ho leka seo ba ithutileng sona ha ba na le ba malapa a bona pele ba hahella tsebo e latelang.

# template
source: Great! We will unlock a new workshop for you every week. This allows you to try what you learned with your family before building the next skill.
st_za: Hase moo! Re tla notlolla wekshopo e ntjha bakeng sa hao beke le beke. Sena se tla o dumella ho leka seo o ithutileng sona ha o na le ba lelapa la hao pele o hahella tsebo e latelang.

# template
source: You can always change these settings in your @global.weekly_workshop_options.
st_za: O ka fetola diseting tsena neng kapa neng ho @global.weekly_workshop_options ya hao.

# template
source: Are you sure you want to unlock all the workshops? Once you do this you will not be able to lock them back
st_za: Na o tiile o batla ho notlolla diwekshopo tsohle? Hang ha o entse jwalo, o ke ke wa kgona ho di notlela hape

# template
source: Unlock Workshops
st_za: Notlolla Diwekshopo

# template
source: Using the app together
st_za: Ho sebedisa epo mmoho

# template
source: It’s great to see you! First, let’s help your group get started.
st_za: Ke thabela ho o bona! E re re qale ka ho thusa sehlopha sa hao hore se qalelle.

# template
source: Agree on your ground rules together: * Which day(s)/time(s) will we meet in the week? * Who will hold the phone(s) during our activities? * How can we make sure everyone can share freely? * What can we do so we all feel respected?
st_za: Dumellanang ka melao ya motheo mmoho: * Re tla kopana ka (ma)letsatsi/(di)nako efe bekeng? * Ke mang ya tla tshwara (di)founo ha e lla nakong ya tshebetso ya rona? * Re ka etsang ho tiisa hore bohle ba kenella ka bolokolohi? * Kaofela re ka etsang hore re ikutlwe re hlomphuwe?

# template
source: You always can change your workshop day and your group name in the @global.weekly_workshop_options.
st_za: O ka fetola matsatsi a hao a wekshopo le lebitso la sehlopha sa hao neng kapa neng ho @global.weekly_workshop_options.

# template
source: Some rules that other groups made:
st_za: Melao e meng eo dihlopha tse ding di e entseng:

# template
source: * Tuesday at 7pm is our @global.parent_app time together * Take turns holding the phone (1 activity per person) * Accept each other’s experiences. We are all different! * Take turns speaking and listening * All questions are welcome * What we share stays among us
st_za: * Labobedi ka 7 mantsiboya ke nako ya hore re be mmoho ho @global.parent_app * Tjhentjhanang ka hore na ke mang ya tshwarang mohala (motho ka mong o etsa ketso e 1) * Amohelang dintho tseo kaofela di le hlahetseng. Kaofela ha re tshwane! * Tjhentjhanang ka ho bua le ho mamelana * Dipotso tsohle dia amohelwa * Seo re buang ka sona se fella hara rona

# template
source: Spend 5-20 minutes of one-on-one time with your teen, every day you can this week.
st_za: Qeta metsotso e 5-20 ya nako ya boinotshing le motjha wa hao, o ka etsa seo letsatsi le letsatsi bekeng ena.

# template
source: Remember - whenever you can, relax, recognise and reward yourself. Care for yourself every day. You matter!
st_za: Hopola - neng kapa neng ha o kgona, phomola, iphumane mme o iputse. Itlhokomele letsatsi le letsatsi. O motho wa bohlokwa!

# template
source: Many parents experience challenges in having one-on-one time with their teens. Here are the top 8 challenges parents told us they experience when planning or spending one-on-one time with their teen. If you experienced one of these or are afraid that you will, tap it to get a possible solution. You can tap and explore other challenges afterwards.
st_za: Batswadi ba bangata ba tobana le diphephetso tsa ho qeta nako ya boinotshing le batjha ba bona. Tsena ke diphephetso tse 8 tse ka sehloohong tseo batswadi ba itseng ba tobanang le tsona ha ba hlophisa kapa ba qeta nako ya boinotshing le batjha ba bona. Haeba o tobana le e nngwe ya tsena kapa o tshaba hore o ka tobana le yona, e tobetse ho fumana tharollo e ka nnang ya sebetsa. O ka tobetsa mme wa ithuta ka diphephetso tse ding kamora moo.

# template
source: Did you have any challenges when trying to spend time with your teen?
st_za: Na o bile le diphephetso dife kapa dife ha o leka ho qeta nako le motjha wa hao?

# template
source: What challenge did you have when trying to spend time with your teen?
st_za: Ke phephetso efe eo o bileng le yona ha o leka ho qeta nako le motjha wa hao?

# template
source: I don’t have enough time.
st_za: Ha ke na nako e lekaneng.

# template
source: My teen does not want to spend time with me.
st_za: Motjha wa ka ha a batle ho qeta nako le nna.

# template
source: My teen only wants to watch TV or play on his/her phone.
st_za: Motjha wa ka o batla ho shebella TV feela kapa ho bapala ka founo ya hae.

# template
source: My teen wants to do things that are not safe or that cost money.
st_za: Motjha wa ka o batla ho etsa dintho tse sa sireletsehang kapa tse jang tjhelete.

# template
source: My teen wants to do things that I cannot physically do.
st_za: Motjha wa ka o batla ho etsa dintho tseo ke sa kgoneng ho di etsa.

# template
source: My teen chose a competitive activity. I won and s/he got angry.
st_za: Motjha wa ka o kgethile papadi ya tlhodisano. Ha ke hlola o ile a kwata.

# template
source: I struggled to end the one-on-one time.
st_za: Ho bile thata ho nna ha nako ya boinotsing e fela.

# template
source: All my children want one-on-one time with me at the same time.
st_za: Bana bohle ba ka ba batla nako ya boinotshing le nna ka nako e tshwanang.

# template
source: Yes, it can be really hard to find time during the day, with work, chores, and everything else.
st_za: E, kannete ho ka ba thata haholo ho fumana nako motshehare, ka lebaka la mosebetsi, mabaka a lelapa le dintho tse ding tseo ke di etsang.

# template
source: Sorry that you struggled with that. It can make us feel bad if our children do not want to spend one-on-one time with us.
st_za: Ke maswabi hore o ile wa thatafallwa ke seo. Re ka utlwa bohloko ha bana ba rona ba sa batle ho qeta nako ya boinotshing le rona.

# template
source: Think of a time when my teen is more open to me, like in the morning or right before bedtime.
st_za: Ke nahana ka nako eo ka yona motjha wa ka a mphutholohelang, jwaloka hoseng kapa pele a ilo robala.

# template
source: Sit next to my teen when they are doing something they enjoy and show interest in what they like.
st_za: Ke dula haufi le motjha wa ka ha a etsa ho hong hoo a ho ratang mme ke bontsha thahasello ya dintho tseo a di ratang.

# template
source: Do something fun with the whole family.
st_za: Re etsa dintho tse monate re le lelapa kaofela.

# template
source: Great! Picking a time when your teen is more talkative will help them to respond well to your attempt to connect.
st_za: Ke ditaba tse monate! Ho kgetha nako eo motjha wa hao a buang haholo ka tsona ho tla mo thusa ho arabela hantle ha o leka ho matlafatsa dikamano.

# template
source: Nice! Watching your teen’s favourite T.V. show or sports match together will show them that you care. Just be patient; they will open up to you over time!
st_za: Ho a thabisa! Ho shebella lenaneo la T.V. leo motjha a le ratang kapa papadi mmoho ho tla mo bontsha hore o a mo tsotella. O be le mamello; ho tla nka nako pele a phutholoha!

# template
source: Perfect! Sometimes it can be easier to start with spending time with the whole family. That way your teen can get more comfortable with spending one-on-one time with you over time.
st_za: Ke hantle! Ka dinako tse ding ho ka ba bonolo ho qala ka ho qeta nako le lelapa lohle. Ka tsela eo motjha wa hao a ka phutholoha haholo ho qeta nako ya boinotshing le wena ha nako e ntse e feta.

# template
source: Sorry that you had that challenge. Children often want to spend time watching T.V. or playing with a gadget. Well done for being patient with your teen!
st_za: Ke maswabi hore o thulane le bothata. Hangata bana ba rata ho qeta nako ba shebeletse T.V. kapa ba bapala ka disebediswa. O entse hantle ka ho mamella motjha wa hao!

# template
source: Suggest fun things my teen and I could do together.
st_za: Mphe ditshisinyo tsa dintho tse thabisang tseo nna le motjha wa ka re ka di etsang mmoho.

# template
source: Find something educational to do with my teen on the gadget.
st_za: Fumana ntho e itseng ya thuto eo nka e etsang le motjha wa ka ka sesebediswa.

# template
source: Ask my teen to show me how their phone/gadget works.
st_za: Kopa motjha wa ka ho mpontsha hore na founo/sesebediswa se sebetsa jwang.

# template
source: That's perfect! If you need inspiration, here are some ideas from other families of what you could do together. Remember, let your teen choose.
st_za: O sebeditse! Haeba o hloka kgothatso, tsena ke tse ding tsa dikeletso tse tswang malapeng a mang tsa seo le ka se etsang mmoho. Hopola, tlohela motjha wa hao hore a ikgethele.

# template
source: Wonderful! There are lots of fun and educational apps on phones that you can explore together. Ask questions, show interest, and remember to say something nice.
st_za: Ke botle! Ho na le menate e mengata hammoho le diepo tsa thuto difounong tseo le ka di batlang hammoho. Botsa dipotso, bontsha thahasello mme o hopole ho bua ntho e ntle.

# template
source: Nice! Teens love it when you show interest in their gadget and when they get to explain something they know to you. This is a great starting point!
st_za: Hase moo! Batjha ba thaba ha o bontsha thahasello disebedisweng tsa bona mme ba o hlalosetsa ntho eo ba e tsebang. Ke hona moo o tlamehang ho qala teng!

# template
source: You are not alone here. Many parents sometimes have this challenge, too. One-on-one time should always be safe, and it does not have to cost a thing!
st_za: Ha o mong mona. Ka dinako tse ding batswadi ba bangata ba thulana le bothata bona. Kamehla ebang boinotshing moo le sireletsehileng, ebile ha ho hlokehe hore o patale le sente e ntsho!

# template
source: Explain to my teen why their suggestion is not safe or possible and ask them for other ideas.
st_za: Hlalosetsa motjha wa ka hore na hobaneng ha tshisinyo ya hae e sa bolokeha kapa e sa kgonehe mme mo kope maikutlo a mang.

# template
source: Suggest other fun activities that we could do together.
st_za: Sisinya diketso tse ding tse monate tseo re ka di etsang mmoho.

# template
source: Awesome! It is very important that your teen understands why you cannot do the activity that they suggested. Ask them for other ideas!
st_za: Hase moo! Ho bohlokwa haholo hore motjha wa hao a utlwisise lebaka leo o ke keng wa etsa ntho eo a e sisinyang ka lona. Mo kope ditshisinyo tse ding!

# template
source: This is perfect! If you need any inspiration, you can find suggestions for activities @data.parent_centre.relax_and_activities.location_text. Remember, let your teen choose the activity!
st_za: Ena ke yona! Haeba o hloka kgothatso efe kapa efe, o ka fumana ditshisinyo bakeng sa dintho tse ka etswang ho @data.parent_centre.relax_and_activities.location_text. Hopola, e re motjha wa hao a kgethe ntho eo le e etsang!

# template
source: Sorry to hear this. Our teens may be disappointed if we cannot do what they want to do, like playing sports or doing other physically demanding activities. But remember, what is most important is that we spend time with them. That looks different for everyone!
st_za: Ke maswabi ho utlwa seo. Batjha ba rona ba ka swetseha haeba re sa kgone ho etsa dintho tseo ba batlang ho di etsa, jwaloka ho bapala papadi kapa ho etsa dintho tse ding tse batlang matla a mangata. Empa hopola, ntho ya bohlokwa haholo ke hore re qeta nako le bona. Batho ba etsa sena ka ditsela tse sa tshwaneng!

# template
source: Watch my teen do the activity and cheer them on.
st_za: Shebella motjha wa ka a etsa ntho e itseng mme o mo thoholetse.

# template
source: Suggest other fun activities we can do together.
st_za: Sisinya dintho tse ding tse monate tseo re ka di etsang mmoho.

# template
source: Wonderful! Even if you are watching instead of doing the activity together, you can show your interest by describing and praising what your teen is doing!
st_za: Hase moo! Le haeba o mo shebelletsa ho fapana le ho etsa ntho le yena, o ka bontsha thahasello ka ho hlalosa le ho babatsa seo motjha wa hao a se etsang!

# template
source: That’s perfect! If you need any inspiration, you can find suggestions for activities @data.parent_centre.relax_and_activities.location_text. Remember, let your teen choose the activity!
st_za: O sebeditse! Haeba o hloka kgothatso efe kapa efe, o ka fumana ditshisinyo tsa dintho tse ka etswang ho @data.parent_centre.relax_and_activities.location_text. Hopola, tlohela motjha wa hao ho kgetha ntho e ka etswang!

# template
source: This sometimes happens! Competitive games can be challenging for teens (and adults!) if they have difficulty with losing.
st_za: Ka dinako tse ding sena sea etsahala! Batjha (esita le batho ba baholo) ba ka thatafallwa ke dipapadi tsa tlhodisano ha ba sitwa ho amohela ha ba hlotswe.

# template
source: Suggest other activities that we can do together instead of against each other.
st_za: Sisinya dintho tse ding tseo re ka di etsang mmoho ho fapana le ho di etsa re le ba direng.

# template
source: Play the activity in teams, so I can encourage my teen if our team loses.
st_za: Bapala papadi ka dihlopha, hore nka kgothatsa motjha wa ka haeba sehlopha sa rona se hlotswe.

# template
source: Remember, let your teen choose! You can find suggestions for activities you could do with your teen @data.parent_centre.relax_and_activities.location_text, if you need it.
st_za: Hopola, dumella motjha wa hao a kgethe! O ka fumana ditshisinyo bakeng sa dintho tseo o ka di etsang le motjha wa hao ho @data.parent_centre.relax_and_activities.location_text, haeba o di hloka.

# template
source: If you and your teen are in the same team, you can help them manage their emotions if your team loses.
st_za: Haeba wena le motjha wa hao le le sehlopheng se le seng, o ka mo thusa ho laola maikutlo a hae haeba sehlopha sa lona se lahlehelwa.

# template
source: Yes, the end of one-on-one time can sometimes be difficult.
st_za: E, ka dinako tse ding ho thata ho emisa nako ya boinotsing.

# template
source: Say to my teen, “We have one minute before the end of one-on-one time today”, so my teen is prepared.
st_za: Bolella motjha wa ka, “Re na le motsotso o le mong pele nako ya boinotsing ya kajeno e fela”, ka tsela eo motjha o itokisetsa boemo.

# template
source: Inform my teen of how much time I have for one-on-one time and ask them to keep track on a clock or watch.
st_za: Tsebisa motjha wa ka hore ke na le nako e kae nakong ya boinotshing mme o mo kope hore a latelle lenakana la watjhe kapa tshupanako.

# template
source: Plan one-on-one time right before another activity that my teen enjoys.
st_za: Hlophisa nako ya boinotsing nakwana pele ho mosebetsi o mong oo motjha wa ka a o ratang.

# template
source: Wonderful! By giving your teen a heads-up, the end of one-on-one time will not come as a surprise. Also, you can remind your teen that you will spend time together again tomorrow.
st_za: Ke taba tse monate! Ka ho fa motjha wa hao ditemoso, ho fela ha nako ya boinotshing ho ke ke ha o hlaha lesumatha. Hape o ka hopotsa motjha wa hao hore le tla qeta nako ya ho ba mmoho hosane.

# template
source: Great! That way your teen has the responsibility to monitor the time and will be aware when time is almost up. Remind them that you will spend time together again tomorrow.
st_za: Ke botle! Ka tsela eo motjha wa hao o na le boikarabelo ba ho beha nako leihlo mme o tla lemoha ha nako e se e ntse e fedile. Mo hopotse hore re tla qeta nako e nngwe hape hosane.

# template
source: Wonderful! If you spend time together right before dinner, you can happily say, “one-on-one time is over. Let’s get ready for dinner with the rest of the family!”
st_za: Ke taba tse monate! Ha le qeta nako nakwana pele ho dijo tsa tinare, le ka bolela le thabile hore, “nako ya boinotshing e fedile. A re lokisetse dijo tsa tinare le lelapa lohle!”

# template
source: Many parents face this. It can be difficult to spend one-on-one time with our teens when we have more than one child.
st_za: Batswadi ba bangata ba tobana le boemo bona. Ho ka ba thata ho qeta nako ya boinotshing le batjha ba rona ha re na le bana mmalwa ho fapana le a le mong.

# template
source: Ask another adult or older sibling to look after the younger children during the one-on-one time with my teen.
st_za: Kopa motho e mong e moholo kapa ngwana e moholwanyane ho hlokomela ba banyane nakong ya boinotshing le motjha wa ka.

# template
source: Think of a time when the other children are not around and spend time with my teen then.
st_za: Nahana ka nako eo bana ba bang ba leng siyo mme o qete nako eo le motjha wa ka ka nako eo.

# template
source: Plan one-on-one time in a place other than at home.
st_za: Rera nako ya boinotshing sebakeng se seng ho fapana le lapeng.

# template
source: Perfect! This way, you can give your undivided attention to your teen, so they feel valued and loved.
st_za: Hase moo! Ka tsela ena, o ka mamela motjha wa hao o sa sitiswe ke letho, hore a ikutlwe hore ke motho wa bohlokwa ya ratwang.

# template
source: Great! You can try spending time with your teen when the other children have already gone to bed, or are playing outside.
st_za: Ke taba tse monate! O ka leka ho qeta nako le motjha wa hao ha bana ba bang ba se ba ilo robala, kapa ha ba ntse ba bapala kantle.

# template
source: Wonderful! Maybe you can walk to the shops together or go watch a sports match, so you can chat without having the other children demand your attention.
st_za: Hase moo! Mohlomong le ka tsamaya mmoho ho ya dishopong kapa la shebella dipapadi mmoho, e le hore le ka qoqa ntle le ho ba le bana ba bang ba tla batla tlhokomelo ba le siyo.

# template
source: DAY – Do it every day
st_za: LETSATSI – E etse letsatsi le letsatsi

# template
source: PLAY – Let your teen choose the activity
st_za: BAPALA – Tlohella motjha wa hao a kgethe ntho eo le ka e etsang

# template
source: STAY – Give your teen all of your attention
st_za: DULA – O fe motjha wa hao nako yohle ya hao

# template
source: Why was this tip helpful for you?
st_za: Ke hobaneng ha keletso ena e o thusitse?

# template
source: "@local.choice_1" was helpful because...
st_za: "@local.choice_1" e ntswetse molemo hobane...

# template
source: "@local.choice_2" was helpful because...
st_za: "@local.choice_2" e ntswetse molemo hobane...

# template
source: "@local.choice_3" was helpful because...
st_za: "@local.choice_3" e ntswetse molemo hobane...

# template
source: Having a specific time to do this helps me to remember.
st_za: Ho ba le nako e tobileng ya ho etsa sena ho nthusa ho hopola.

# template
source: With a routine, my teen and I can both keep our schedule free.
st_za: Ka lenaneo, nna le motjha wa ka re kgona ho tiisa hore ha re na ntho e kenakenanang le nako ya rona.

# template
source: Spending time with my teen every day helps to build trust with them/him/her.
st_za: Ho qeta nako le motjha wa ka letsatsi le letsatsi ho thusa ho haha dikamano tsa ho tshepana le yena/bona.

# template
source: Ah yes, even 10 minutes together makes a big difference – that makes it easy to schedule it in, next to your work and chores!
st_za: Ehlile ho jwalo, le ho qeta metsotso e 10 mmoho ho tlisa phapang e kgolo – seo se etsa hore ho be bonolo ho e hlophisa, hore ebe haufi le mosebetsi wa hao le mesebetsi ya lapeng!

# template
source: Letting my teen choose what to do builds their confidence.
st_za: Ho tlohella motjha wa ka ho kgetha seo a ka se etsang ho matlafatsa boitshepo ba hae.

# template
source: If my teen chooses, s/he is more likely to want to spend time together.
st_za: Haeba motjha wa ka a kgetha, ho ka etsahala hore a batle hore re qete nako e ngata mmoho.

# template
source: Letting my teen choose shows that I care about his/her interests.
st_za: Ho tlohella motjha wa ka ho ikgethela ho bontsha hore ke tsotella dintho tseo a di thahasellang.

# template
source: By accepting my teen’s suggestions, I show that I listen to him/her.
st_za: Ka ho amohela ditshisinyo tsa motjha wa ka, ke bontsha hore ke ya mo mamela.

# template
source: Saying something nice about my teen’s choice helps them feel valued.
st_za: Ho bua ntho e ntle ka ntho eo motjha wa ka a e kgethang ho mo bontsha hore ke mo nka e le wa bohlokwa.

# template
source: So true! And if our teens choose, they are encouraged to also take responsibility in other areas of their lives.
st_za: Ka sebele ke nnete! Mme ha batjha ba rona ba kgetha, ba kgothalletswa ho jara le boikarabelo dikarolong tse ding tsa bophelo ba bona.

# template
source: By preventing interruptions, I show my teen that s/he is most important.
st_za: Ka ho thibela ditshitiso, ke bontsha hore motjha wa ka o bohlokwa haholo.

# template
source: Even if I can’t join my teen’s activity, like sports, I can still cheer them on.
st_za: Esita le haeba nke ke ka etsa ketso e itseng le motjha, jwaloka dipapadi, ke ntse nka mo thoholetsa.
