Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/st/st_messages.po
Languages: st_za

# template
source: When I pay attention, I can learn so much about my teen’s interests, views and abilities.
st_za: Ha ke ela hloko motjha wa ka, nka ithuta dintho tse ngata ka dithahasello, maikutlo le bokgoni ba motjha wa ka.

# template
source: Yes! If we give our teens our full attention, they will more likely do the same for us the next time we ask them for something!
st_za: E! Ha re tsepamisa mehopolo ya rona ho batjha ba rona, ho na le monyetla o moholo wa hore ba etse se tshwanang ho rona kamoso ha re ba kopa ntho e itseng!

# template
source: Your goal was to spend one-on-one time with your teen.
st_za: Sepheo sa hao e ne e le ho qeta nako ya boinotshing le motjha wa hao.

# template
source: Well done for exploring solutions to your challenges. Go try them out. Your relationship with your teen will get stronger and stronger!
st_za: O sebeditse ka ho fumana ditharollo tsa diphephetso tsa hao. Ako yo di leka. Kamano ya hao le motjha wa hao e tla tswela pele ho ba matla!

# template
source: Being a parent can be so hard. Sometimes it feels like our children never listen to us. But science shows that spending just a few minutes each day of focused one-on-one time with your teen helps build trust and love.
st_za: Ho thata haholo ho ba motswadi. Ka dinako tse ding ekare bana ba rona ha ho mohla ba re mamelang. Empa saense e bontsha hore ho qeta metsotso ese mekae letsatsi ka leng re amehile ka nako ya boinotshing le batjha ba rona ho etsa hore re tshepane le ho ratana.

# template
source: One-on-one time is when you focus on them, without TV or phones. Let them lead what you do or talk about. It is great if you can do twenty minutes a day, but even five minutes a day is really good.
st_za: Nako ya boinotshing ke ha re amehile ka bona feela, ntle ho TV kapa difouno. Ba tlohelle ba etelle pele ho seo le se etsang kapa seo le buang ka sona. Ho ka ba molemo ho qeta metsotso e mashome a mabedi ka letsatsi, empa le metsotso e mehlano ka letsatsi e molemo haholo.

# template
source: Hello. Our topic today is one-on-one time with our children. It is important to spend time with our children so that they can get to understand us, and for us to get an opportunity to understand them. Remember, a family with good understanding live in harmony.
st_za: Dumela. Sehlooho sa rona sa kajeno ke nako ya boinotshing le bana ba rona. Ho bohlokwa ho qeta nako ya boinotshing le bana ba rona hore ba ka re utlwisisa, le hore re kgone ho fumana monyetla wa ho ba utlwisisa. Hopola, lelapa le utlwisisanang hantle le phela ka kutlwano.

# template
source: Have you spent time with your teen already?
st_za: Na o se o kile wa qeta nako le motjha wa hao?

# template
source: Thank you for putting so much effort into being a better parent. You are loved and appreciated!
st_za: Re leboha haholo hore ebe o ikitlaetsa hakaalo ho ba motswadi ya betere. O motho ya ratwang le ya ananelwang!

# template
source: Spending time with your teen helps build trust between you. Continue your @global.parent_app journey now - you and your family will see great results.
st_za: Ho qeta nako le motjha wa hao ho haha dikamano tsa ho tshepana pakeng tsa lona. Tswela pele ka leeto la hao la @global.parent_app hona jwale - wena le lelapa la hao le tla atleha.

# template
source: First @global.weekly_workshop!
st_za: Qala ka @global.weekly_workshop!

# template
source: Hi @fields.user_name. Your @local.workshop_data.in_text_title is ready for you.
st_za: Dumela @fields.user_name. @local.workshop_data.in_text_title e se e o emetse.

# template
source: Hi @fields.group_name. Your @local.workshop_data.in_text_title is ready for you.
st_za: Dumela @fields.group_name. @local.workshop_data.in_text_title e se e o emetse.

# template
source: Thank you for using @global.parent_app and committing to your parenting. Your @local.workshop_data.in_text_title is ready for you!
st_za: Re a leboha hore ebe o sebedisa @global.parent_app ebile o motswadi ya ikemiseditseng. @local.workshop_data.in_text_title ya hao e se e o emetse!

# template
source: It seems you haven’t finished the @local.workshop_data.in_text_title yet. It won’t take long, and you will get valuable information. Well done for trying to be a better parent. Tomorrow, you can access a new workshop.
st_za: Ho bonahala eka ha o eso qete @local.workshop_data.in_text_title. E keke ya nka nako e telele, ebile o tla fumana dintlha tsa bohlokwa. O sebeditse ka ho leka ho ba motswadi ya betere. Hosane o ka fihlella wekshopo e ntjha.

# template
source: Well done for completing @local.workshop_data.in_text_title. Tomorrow, you can access a new workshop to help you relax, enjoy and learn new skills!
st_za: O sebeditse ka ho phethela @local.workshop_data.in_text_title. Hosane, o ka fumana wekshopo e ntjha e tla o thusa ho phutholoha, ho thaba le ho ithuta tsebo e ntjha!

# template
source: Let's think of ways to spend one-on-one time with your teen.
st_za: A re nahane ka ditsela tsa ho qeta nako ya boinotshing le motjha wa hao.

# template
source: What could you do to spend one-on-one time with your teen?
st_za: O ka etsang hore o qete nako ya boinotshing le motjha wa hao?

# template
source: Feel like you have NO TIME and you are exhausted? Remember to also think of ways that do not take up extra time.
st_za: Na o utlwa eka HA O NA NAKO ebile o kgathetse? Hopola ho nahana le ka ditsela tse sa jeng nako e ngata.

# template
source: It may take some time to get used to one-on-one time, but the more you do it the better it gets! You are an amazing parent for trying this.
st_za: Ho ka nka nako ho tlwaela nako ya boinotshing, empa ho tla ba betere ha o etsa sena kgafetsa! O motswadi ya ipabolang ka ho leka sena.

# template
source: You are a star! Every day, recognise something you have done well. Reward yourself with something that makes you happy. And take a deep breath to relax. Remember, you earn a @global.parent_point every time you care for yourself - you matter!
st_za: O kgalala! Letsatsi le letsatsi, lebohela seo o se entseng hantle. Iputse ka ho hong ho o thabisang. Mme o hemele hodimo ho o thusa ho theola moya. Hopola, o fumana ntlha ya @global.parent_point nako le nako ha o itlhokomela - o motho wa bohlokwa!

# template
source: * Ideas for one-on-one time * Tools: How to spend one-on-one time DAY - PLAY - STAY * Home practice suggestions
st_za: * Keletso tsa nako ya boinotsihing * Dithulusi: Tsela ya ho qeta nako ya boinotshing LETSATSI - BAPALA - DULA * Ditshisinyo tsa boikwetliso lapeng

# template
source: * Self-care activities * Ideas for one-on-one time * Tools: How to spend one-on-one time DAY - PLAY - STAY * Home practice suggestions
st_za: * Diketso tsa ho itlhokomela * Keletso tsa nako ya boinotsihing * Dithulusi: Tsela ya ho qeta nako ya boinotshing LETSATSI - BAPALA - DULA * Ditshisinyo tsa boikwetliso lapeng

# template
source: Share ideas! What are things you could do to spend one-on-one time with your teens? Feel like you have NO TIME and you are exhausted? Come up with ideas for one-on-one time that do not take up extra time, like walking to the shop together.
st_za: Neanang malebela! Ke dintho dife tseo o ka di etsang hore o qete nako ya boinotshing le batjha ba hao? Na o utlwa eka ha o NA NAKO ebile o kgathetse? O tle ka dikeletso bakeng sa nako ya boinotshing tse sa nkeng nako e ngata, jwaloka ho tsamaya mmoho ha le ya mabenkeleng mmoho.

# template
source: It may take some time to get used to one-on-one time, but the more you do it the better it gets! You are amazing parents for trying this.
st_za: Ho ka nka nako ho tlwaela nako ya boinotshing, empa ho tla ba betere ha o etsa sena kgafetsa! O motswadi ya ipabolang ka ho leka sena.

# template
source: DAY - Try to do it every day
st_za: LETSATSI - Lekang ho etsa sena letsatsi le letsatsi

# template
source: Find 5 minutes (or more!) each day when your teen does not have something else they want to do.
st_za: Fumana metsotso e 5 (kapa ho feta!) letsatsi le letsatsi ha ho se na ntho eo motjha wa hao a batlang ho e etsa.

# template
source: PLAY - Let your teen choose
st_za: BAPALA - E re motjha wa hao a kgethe

# template
source: Tell your teen that you would like to spend some time with them and that they can choose what to do or talk about. They might think this is weird at first, but will come to enjoy this time with you!
st_za: Bolella motjha wa hao hore o ka thabela ho qeta nako le yena mme ke yena ya tla kgetha hore le tla etsang le hore na le tla bua ka eng. Qalong a ka nna a o makalla empa o tla thabela nako ena eo o e qetang le yena!

# template
source: STAY - Focus on your teen
st_za: DULA - Tsepamisa mohopolo motjheng wa hao

# template
source: Switch off TV and put aside phones. Look at your teen. Nod or say “I see” to show you are really paying attention. Accept what they say without judging them.
st_za: Tima TV mme o behelle difouno kathoko. Sheba motjha wa hao. Oma ka hlooho mme o re "Kea bona" ho bontsha hore kannete o mo ela hloko. Amohela seo a o bolellang sona o sa mo ahlole.

# template
source: One-on-one time with your teen can be fun for you, too! It might even make you feel less stressed.
st_za: Nako ya boinotshing le motjha wa hao e ka o thabisa le wena! Hape seo se ka nna sa o hafolela seterese.

# template
source: Great!
st_za: Ke botle!

# template
source: I know life can be hard. I’m proud of you. Whatever you are feeling, it’s great that you are here!
st_za: Kea tseba hore bophelo bo thata. Ke motlotlo ka wena. Ho sa natswe hore na o ikutlwa jwang, ke hantle hore ebe o mona!

# template
source: We are so proud of you. You have shown strength, courage, and love for your family. Parents are amazing. You are amazing. This song is for parents everywhere. Listen, dance together and celebrate yourselves!
st_za: Re motlotlo ka wena haholo. O bonahaditse matla, sebete le lerato bakeng sa lelapa la hao. Batswadi baa hlolla. Le wena o motho ya hlollang. Pina ena ke ya batswadi hohle moo ba leng teng. E mameleng, e tantshetseng le ho iketeka!

# template
source: We are so proud of you. You have shown strength, courage, and love for your family. Parents are amazing. You are amazing. This song is for parents everywhere. Listen, dance and celebrate yourself!
st_za: Re motlotlo ka wena haholo. O bonahaditse matla, sebete le lerato bakeng sa lelapa la hao. Batswadi baa hlolla. Le wena o motho ya hlollang. Pina ena ke ya batswadi hohle moo ba leng teng. E mameleng, e tantshetseng le ho iketeka!

# template
source: CONGRATULATIONS! You have done it! You have built 11 important parenting skills. This is a huge achievement. It shows such care for your family. Let’s celebrate you, and plan your future parenting support.
st_za: REA O LEBOHELA! O atlehile! O ekeditse mahlale a 11 a bohlokwa a tsebo ya botswadi. O fihleletse ntho e kgolo. Seo se bontsha hore o tsotella lelapa la hao haholo. A re keteke le wena, mme o rale tsela ya kamoso ya tshehetso ya botswadi.

# template
source: CONGRATULATIONS! You have done it! You have built 11 important parenting skills. This is a huge achievement. It shows such care for your family. Let’s celebrate you, and plan your future @global.parent_app support.
st_za: REA O LEBOHELA! O atlehile! O ekeditse mahlale a 11 a bohlokwa a tsebo ya botswadi. O fihleletse ntho e kgolo. Seo se bontsha hore o tsotella lelapa la hao haholo. A re keteke le wena, mme o rale tsela ya hao ya kamoso ya tshehetso ya @global.parent_app.

# template
source: Greetings everyone. Today’s topic is celebration and next steps. It has been amazing, it has been wonderful having you on this journey. Today we are celebrating our journey together. Today we are celebrating all the learnings that we have learned throughout.
st_za: Dumelang kaofela. Sehlooho sa kajeno ke ho keteka le mehato e latelang. Ebile ho hlollang, ebile ntho e tsotehang ho nka leeto lena le lona. Kajeno lena re keteka leeto la rona mmoho. Kajeno lena re keteka dithuto tsohle tseo re ithutileng tsona ho tloha qalong.

# template
source: Today you will celebrate, look back and look ahead:
st_za: Kajeno lena le tla keteka, le ikgopotse le ho lebella:

# template
source: * Reflection & discussion * Tools: How to support each other MEET - CALL - TEXT - SHARE * Planning support
st_za: * Boikgopotso & puisano * Dithulusi: Tsela ya ho tshehetsana KOPANANG - LETSETSANANG - NGOLLANANG - ABELANANG * Ho rala tshehetso

# template
source: Today you celebrate and reflect on your experiences.
st_za: Kajeno o ketela le ho ikgopotsa boiphihlelo ba hao.

# template
source: End of programme check-in
st_za: Tlhahlobo ya qetello ya lenaneo

# template
source: You have been using @global.parent_app for the last months, but parenting a teen is long lasting! The next questions about your parenting experiences will help us assess your parenting. Be honest. Remember that millions of parents feel like you do, and we all deserve support. You are not alone!
st_za: Haesale o sebedisa @global.parent_app dikgweding tse fetileng, empa ho ba motswadi wa motjha ho nka nako e telele! Dipotso tse latelang tse amanang le boiphihlelo ba hao jwaloka motswadi di tla thusa ho lekola botswadi ba hao. Ipuele nnete feela. Hopola hore batswadi ba dimilione ba ikutlwa jwaloka wena, mme kaofela re tshwanelwa ke pabatso. Ha o mong!

# template
source: You seem to have completed the end of programme check-in already. You can now skip this activity.
st_za: Ho bonahala eka o se o phethile tlhahlobo ya qetellong ya lenaneo. Hona o ka feta mosebetsi ona.

# template
source: Let's talk about what has changed.
st_za: A re bue ka dintho tse fetohileng.

# template
source: Discuss together: * What has changed in your family? * What are you proud of that you have done? Remember to praise and encourage each other!
st_za: Buisanang: * Ho fetohile eng lelapeng la hao? * Ke eng eo o e entseng eo o leng motlotlo ka yona? Hopolang ho babatsana le ho kgothatsana!

# template
source: Plan how you will support each other going forward. You can use the ideas from other families, or make up your own!
st_za: Etsang moralo wa kamoo le tla tshehetsana kateng ho tloha jwale ho ya pele. O ka sebedisa dikeletso tse tswang malapeng a mang, kapa wa iketsetsa tsa hao!

# template
source: You and your family have learnt so much. Let's think back and see what has changed.
st_za: Wena le lelapa la hao le tla ithuta dintho tse ngata. A re ikgopotseng tse fetileng le ho bona se fetohileng.

# template
source: Reflect
st_za: Ikgopotse

# template
source: Listen and reflect
st_za: Mamela le ho ikgopotsa

# template
source: Read and reflect
st_za: Bala mme o ikgopotse

# template
source: Close eyes and relax. Think of your family life before you started your journey with this app. Think back of skills you learned: * Self-care * One-on-one time * Praise * Positive instructions * Managing stress * Family budgeting * Rules * Calm consequences * Problem solving * Teen safety * Dealing with crisis Reflect on the journey – how was it for you to: * Share ideas and experiences * Reflect on and learn from the stories * Practice skills with your teen Did anything change for you and your family? What do you need to continue to use skills?
st_za: Kwala mahlo mme o phutholohe. Nahana ka bophelo ba lelapa la hao pele o qala leeto la epo ena. Nahana ka tsebo eo o ithutileng yona: * Ho itlhokomela * Nako ya boinotsing * Pabatso * Ditaelo tsa se lokelang ho etswa * Ho laola seterese * Ho etsa bajete ya lelapa * Melao * Ho jarisa ditlamorao o theotse moya * Ho rarolla mathata * Polokeho ya batjha * Ho sebetsana le koduwa Nahana ka leeto lena – ho bile jwang ho wena ha: * O bolela maikutlo a hao le dintho tseo o fetileng ho tsona * Nahana le ho ithuta ho tswa ho dipale * Prakthisa tsebo ena ho motjha wa hao Na ho na le eng kapa eng e fetohileng ho wena le ba lelapa la hao? O hloka eng hore o tswele pele ho sebedisa tsebo ye?

# template
source: MEET
st_za: KOPANANG

# template
source: Keep meeting regularly to give each other parenting support.
st_za: Dulang le kopana kamehla hore le tshehetsane jwaloka batswadi.

# template
source: CALL
st_za: LETSETSANANG

# template
source: Be ‘parenting buddies’ to call when you are upset or don’t know what to do.
st_za: E bang ‘mekgotsi e kopanngwang ke botswadi’ e letsetsanang ha le halefile kapa le sa tsebe hore le etseng.

# template
source: TEXT
st_za: NGOLLANANG

# template
source: Text each other every week to share what you’ve done well.
st_za: Ngollanang beke le beke ho bolellana seo le se entseng hantle.

# template
source: SHARE
st_za: ABANG

# template
source: Share @global.parent_app and help other families start their journey.
st_za: Abang @global.parent_app mme le thuse malapa a mang a qale leeto la wona.

# template
source: Fantastic! We are proud of you for all you have done over the past weeks.
st_za: Hase moo! Re motlotlo ka wena ka lebaka la sohle seo o se entseng dibekeng tse fetileng.

# template
source: We’re sorry it’s a difficult day. We are proud of you for all you have done over the past weeks.
st_za: Re maswabi hore o bile le letsatsi le thata. Re motlotlo ka wena ka lebaka la sohle seo o se entseng dibekeng tse fetileng.

# template
source: @global.w_consequence_teen_boy_1 came home late.
st_za: @global.w_consequence_teen_boy_1 o fihlile leite lapeng.

# template
source: @global.w_consequence_teen_boy_1 came home late. What consequence would help here?
st_za: @global.w_consequence_teen_boy_1 o fihlile leite lapeng. Ke ditlamorao dife tse ka thusang moo?

# template
source: Consequences are not quite the same as punishment: they give our teens a chance to learn responsibility for their actions. And they are more controlled AND effective than hitting or shouting!
st_za: Ditlamorao ha di tshwane hantle le kotlo: di fa batjha ba rona monyetla wa ho ithuta ho jara boikarabelo ka diketso tsa bona. Mme di fanwa ka tsela e laolehileng EBILE di atleha ho feta ho shapa kapa ho tjwedietsa motjha!

# template
source: @global.w_consequence_teen_girl_1 and @global.w_consequence_teen_girl_2 fight over a phone.
st_za: @global.w_consequence_teen_girl_1 le @global.w_consequence_teen_girl_2 ba tseka founo.

# template
source: @global.w_consequence_teen_girl_1 and @global.w_consequence_teen_girl_2 fight over a phone. What consequence would help here?
st_za: @global.w_consequence_teen_girl_1 le @global.w_consequence_teen_girl_2 ba tseka founo. ke ditlamorao dife tse ka thusang moo?

# template
source: Consequences are more successful if you discuss and agree in advance with teens before you apply them. And: consequences are not all negative… You can also agree on GOOD consequences for GOOD actions to see more positive behaviour!
st_za: Ditlamorao di atleha haholo haeba le buisane la ba la dumellana ka tsona esale pele le batjha pele le ka ba jarisa tsona. Mme: hase ditlamorao tsohle tse bosula… Le ka boela la dumellana ka ditlamorao tse MOLEMO tsa ho etsa diketso tse MOLEMO hore o bone boitshwaro bo botle hangata!

# template
source: @global.w_consequence_teen_boy_2 helps washing dishes.
st_za: @global.w_consequence_teen_boy_2 o thusa ho hlatswa dijana.

# template
source: What consequence would help here?
st_za: Ke ditlamorao dife tse ka thusang boemong boo?

# template
source: @global.w_consequence_teen_boy_2 helps washing dishes. What positive consequence would help here?
st_za: @global.w_consequence_teen_boy_2 o thusa ho hlatswa dijana. Ke ditlamorao dife tse monate tse ka thusang moo?

# template
source: Your home practice for this week will be to talk together with your teen about a ONE negative consequence and ONE positive consequence. Consequences should be: FAIR (not too harsh) IMMEDIATE (do it straight away) CONSISTENT (same every time)
st_za: Boikwetliso ba hao ba lapeng bekeng ena e tla ba ho buisana le motjha wa hao ka ntho e le NNGWE e seng monate le ntho e le NNGWE e monate e tla etsahala e le ditlamorao. TSE LOKILENG (eseng tse sehloho) HANGHANG (ntle ho tshenyo ya nako) TSE TSHWANANG (tse tshwanang nako le nako)

# template
source: Negative Behaviour: Coming home after the agreed hour. Negative Consequence: Cannot see friends the next day. Negative Behaviour: Talking rudely. Negative Consequence: Write a letter of apology. Positive Behaviour: Helping out with shopping. Positive Consequence: 30 minutes extra of loved activity of their choice. Positive Behaviour: Helping look after younger siblings. Positive Consequence: One hour of extra time with friends on the weekend.
st_za: Boitshwaro bo Bobe: Ho fihla lapeng kamora hora eo ho dumellanweng ka yona. Ditlamorao tse Bohloko: Ha a bone metswalle letsatsing le hlahlamang. Boitshwaro bo Bobe: Ho bua ka tello. Ditlamorao tse Bohloko: Ngola lengolo la ho kopa tshwarelo. Boitshwaro bo Botle: Ho thusa ha ho ilo rekwa mabenkeleng. Ditlamorao tse Monate: Metsotso e meng e 30 ya ho etsa ntho eo a e ratang eo a e kgethileng. Boitshwaro bo Botle: Ho thusa ho hlokomela bana babo ba banyane. Ditlamorao tse Monate: Ho ekeletswa hora eo a e qetang le metswalle ya hae ka mafelobeke.

# template
source: introduce a consequence together
st_za: qalang sephetho hammoho

# template
source: Did you have any challenges when trying to introduce a consequence together?
st_za: Na le bile le diphephetso dife kapa dife ha le leka ho qala sephetho mmoho?

# template
source: What was difficult for you about introducing a consequence with your teen?
st_za: Ke eng e ileng ya le thatafalla ha o qala sephetho le motjha wa hao?

# template
source: I got very angry when my teen broke the rule.
st_za: Ke ile ka halefa haholo ha motjha wa ka a tlola molao.

# template
source: When we take a pause before responding, it helps us to calm down and respond better. Next time your teen makes you angry, try to take a pause first. Even a few deep breaths can make a big difference!
st_za: Ha re kgefutsa pele re araba, seo se re thusa ho kgoba matshwafo le ho araba hantle. Nakong e tlang ha motjha wa hao a o halefisa, leka ho nka kgefu pele. Le ho phefumoloha haholo ho ka tlisa phapang e kgolo!

# template
source: My teen got very angry with me after I gave the consequence.
st_za: Motjha wa ka o ile a nkgalefela haholo kamora hore ke mo jarise ditlamorao.

# template
source: When your teen gets angry, you might need to walk away until you are both calm. Check to make sure your consequence is fair and reasonable. Listen to your teen’s explanation, and make sure to give a “Safety Amnesty” if they broke a rule in order to stay safe.
st_za: Ha motjha wa hao a o halefela, o ka nna wa tlameha ho tsamaya ho fihlela bobedi ba lona le theotse moya. Hlahloba hore na ditlamorao tseo o mo bolellang tsona di lokile ebile dia utlwahala. Mamela tlhaloso ya motjha wa hao, mme o tiise hore o lokisetsa “Tshwarelo ka Lebaka la Polokeho” ha a tlotse molao e le hore a dule a sireletsehile.

# template
source: I introduced the consequence without first discussing it with my teen.
st_za: Ke ile ka mo bolella ditlamorao ntle le ho di tshohla pele le motjha wa ka.

# template
source: Can you make a consequence for if this happens again? When we establish a consequence together with our teens, the consequence will be more realistic, and our teens will be more willing and able to follow the rule.
st_za: Na o ka fana ka ditlamorao kapa sephetho sa ketso haeba e ipheta? Ha re beha ditlamorao mmoho le batjha ba rona, ditlamorao e tla ba tse utlwahalang haholo, mme batjha ba rona ba tla ikemisetsa le ho feta ho latela molao ebile ba tla be ba kgona ho o latela.

# template
source: I forgot to follow through with the consequence.
st_za: Ke lebetse ho phethisa ditlamorao.
