Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/st/st_messages.po
Languages: st_za

# template
source: Ask my teen or someone else to help me with a chore, so I have some extra free time.
st_za: Kopa motjha wa ka kapa motho e mong ho nthusa ka mesebetsi ya katlung, hore ke be le nako e eketsehileng eo ke sa etseng letho ka yona.

# template
source: Perfect! Even spending 5 minutes makes a big difference, and if you do it at the same time every day (like at breakfast or before bed), it will be easier to keep it up!
st_za: Hase moo! Ho qeta metsotso e 5 ho etsa phapang e kgolo, mme ha o etsa seo ka nako e tshwanang letsatsi le letsatsi, (jwaloka nakong ya dijo tsa hoseng kapa pele le robala), ho ba bonolo ho se fetwe!

# template
source: Great! That way you get your work done and have a fun time together with your teen!
st_za: Ke taba tse monate! Ka tsela eo o kgona ho etsa mosebetsi wa hao ebile o thabela nako e monate o na le motjha wa hao!

# template
source: Wonderful! By sharing responsibilities, you will have more time to do something fun with your teen – it’s so important!
st_za: Hase moo! Ka ho aba boikarabelo, o tla ba le nako e ngata ya ho ithabisa le motjha wa hao – ena ke ntho ya bohlokwa haholo!

# template
source: Yes, it takes some time to get used to giving positive instructions – it’s really worth trying again! Think about the behaviour you would love to see your teen do more and think of positive ways to give that instruction!
st_za: E, ho nka nako ho tlwaela ho fana ka ditaelo tsa se lokelang ho etswa – empa o ke ke wa itshola ka ho leka hape! Nahana ka boitshwaro boo o ka ratang ho bo bona haholo ho motjha wa hao, mme o nahane ka ditsela tse molemo tsa ho fana ka taelo eo!

# template
source: It is difficult to come up with instructions while we are still angry. Try and find a time when you are calm to introduce a positive instruction to your teen. In the next @global.weekly_workshop, we’ll talk more about how we can manage our emotions! You can find more relaxation activities @data.parent_centre.relax_and_activities.location_text.
st_za: Ho thata ho nahana ka ditaelo ha re ntse re halefile. Leka mme o fumane nako ya ha o kgobile matshwafo ho fa motjha wa hao taelo ya se lokelang ho etswa. Ho @global.weekly_workshop e latelang, re tla bua ka ho laola maikutlo a hao! O ka fumana mesebetsi e meng ya ho phomola @data.parent_centre.relax_and_activities.location_text.

# template
source: Which of the tips helped you?
st_za: Ke efe ya dikeletso tsena e le thusitseng?

# template
source: GET REAL – Can your teen do what you are about to ask?
st_za: NAHANA HANTLE – Na motjha wa hao a ka etsa seo o nahanang ho mo kopa sona?

# template
source: GET POSITIVE – Use positive words and praise them!
st_za: KGOTHATSA – Sebedisa mantswe a kgothatsang le ho mo babatsa!

# template
source: GET CLEAR – Be clear and specific!
st_za: ITLHAKISE – Bua ka tsela e hlakileng le e tobileng!

# template
source: Wonderful! When we ask our teen to do something that is realistic, it is easier for them to succeed.
st_za: Ke eo taba! Ha re kopa motjha wa rona ho etsa ntho e utlwahalang, ho bonolo hore a atlehe.

# template
source: When we praise them, our teens feel encouraged to listen to us again!
st_za: Ha re babatsa batjha ba rona, ba ikutlwa ba kgothaditswe hore ba re mamele hape!

# template
source: Awesome! When we think ahead of specific instructions to give our teen, our instructions become much easier to follow!
st_za: Hase moo! Ha re nahana esale pele ka ditaelo tse tobileng tseo re di fang motja wa rona, ho ba bonolo haholo ho latela ditaelo tsa rona!

# template
source: Your home practice was to try out REAL, POSITIVE and EXACT instructions with your teen.
st_za: Boikwetliso ba hao ba lapeng e ne e le ho leka ho fa motjha wa hao ditaelo TSA SEBELE, TSA KETSO EO A LOKELANG HO E ETSA le TSE TOBILENG.

# template
source: Thank you for sharing! Well done for trying to give your teen positive instructions and for building a positive relationship with your teen. Your teen deserves praise and YOU as well!
st_za: Rea leboha ka hore o re phetele taba eo! O entse hantle ka ho fa motjha wa hao ditaelo tsa ketso e lokelang ho etswa le ho haha kamano e ntle le motjha wa hao. Wena hammoho le motjha wa hao le tshwanelwa ke pabatso!

# template
source: Focus on the positive! Telling our teens what we DO want them to do works better than telling them to STOP doing something. You will see the difference.
st_za: Ameha ka dintho tse kgothatsang! Ho bolella batjha ba rona seo re batlang hore ba se ETSE ho sebetsa habetere ho feta ho ba bolella seo ba tlamehang ho KGAOTSA ho se etsa.

# template
source: Greetings, greetings everyone. Today our topic is positive instructions. It is important to give positive instructions to our children, because when we give them positive instructions they know and understand what we are expecting them to do, and they do it the way we want them to do it. So, at the end it keeps everyone happy.
st_za: Dumelang, dumelang bohle. Sehlooho sa rona sa kajeno ke ditaelo tsa se lokelang ho etswa. Ho bohlokwa ho fa bana ba rona ditaelo tsa se lokelang ho etswa, hobane ha re ba fa ditaelo tsa seo ba lokelang ho se etsa, ba tla tseba le ho utlwisisa se ho lebeletsweng hore ba se etse, ebe ba etsa seo kamoo re batlang hore ba se etse kateng. Kahoo, bohle ba tla dula ba thabile.

# template
source: You’ve not marked any @data.habit.instruct_positively.title @global.parent_points yet. Give it a try today!
st_za: Ha o so tsoaee letho la @data.habit.instruct_positively.title @global.parent_points. Leka kajeno!

# template
source: You’ve marked the @global.parent_point @data.habit.instruct_positively.title once already – so you’re making great progress.
st_za: O se o tshwaile @global.parent_point @data.habit.instruct_positively.title hang – kahoo o hatela pele hantle.

# template
source: You’ve marked the @global.parent_point @data.habit.instruct_positively.title @fields.parent_point_count_instruct_positively times already – so you’re making great progress.
st_za: O setse o tshwaile @global.parent_point @data.habit.instruct_positively.title @fields.parent_point_count_instruct_positively di nako - o hatela pele haholo.

# template
source: Speak kindly to yourself about what a great job you are doing. There is no such thing as a perfect parent, and we think you’re doing great!
st_za: Ipuise ka mosa ka mosebetsi o tswileng matsoho oo o o phethang. Ha ho na motswadi ya phethahetseng, empa re dumela hore o a ipabola!

# template
source: Positive instructions help to see more and more good behaviour! Complete the @local.workshop_data.in_text_title to get some ideas on how this could work in your family.
st_za: Ho fana ka ditaelo tsa se lokelang ho etswa ho hlahisa boitshwaro bo botle bo eketsehileng! Phethela @local.workshop_data.in_text_title ho fumana ditsela tseo sena se ka sebetsang ka tsona ka lapeng la hao.

# template
source: Hi @fields.user_name! Congratulations for starting @global.parent_app week 4. This week’s workshop is about how to increase your chances of getting your teen to do what you ask them to do.
st_za: Dumela @fields.user_name! O sebeditse ka ho qala @global.parent_app beke ea 4. Thupelo ea bekeng ena e ka mabapi le mokhoa ea ho eketsa menyetla ea hau ea ho etsa hore mocha oa hao a etse seo o mo kopang hore a se etse.

# template
source: Hi @fields.group_name! Congratulations for starting @global.parent_app week 4. This week’s workshop is about how to increase your chances of getting your teen to do what you ask them to do.
st_za: Dumela @fields.group_name! O sebeditse ka ho qala @global.parent_app beke ea 4. Thupelo ea bekeng ena e ka mabapi le mokhoa ea ho eketsa menyetla ea hau ea ho etsa hore mocha oa hao a etse seo o mo kopang hore a se etse.

# template
source: Does your teen always listen to you? If not (like the rest of us), have a look at this week's workshop to learn how giving positive instructions can help - a lot.
st_za: Na kamehla motjha wa hao o a o mamela? Haeba ho se jwalo (jwaloka boholo ba rona), sheba wekshopo ya bekeng ena ho ithuta hore na ho fana ka ditaelo tsa se lokelang ho etswa ho ka thusang haholo hakae.

# template
source: As usual, you can access a new workshop tomorrow. It will help to complete the previous workshop before then. Some parents are using the app while commuting to work. Why don’t you use the app when you have a few minutes? Thank you again for using @global.parent_app.
st_za: Jwaloka tlwaelo, o ka fumana wekshopo e ntjha hosane. Ho tla ba molemo ho phetha wekshopo e fetileng pele o fetela pele. Batswadi ba bang ba sebedisa epo ena ha ba le tseleng e lebang mosebetsing. Ho ka ba jwang hore o sebedise epo ena ha o na le metsotso ese mekae? Re boetse rea o leboha ka ho sebedisa @global.parent_app.

# template
source: Congratulations, you completed the @local.workshop_data.in_text_title. Tomorrow, a new workshop is ready for you: you will see a big difference by making small changes!
st_za: Rea o thoholetsa, o phethile @local.workshop_data.in_text_title. Hosane, ho tla fumana wekshopo e ntjha e o letetse: o tla bona phapang e kgolo ka ho etsa diphetoho tse nyane!

# template
source: How do you think @global.w_instruct_teen_girl felt about the way @global.w_instruct_female_caregiver responded?
st_za: O nahana hore @global.w_instruct_teen_girl o ile a ikutlwa jwang ka tsela eo @global.w_instruct_female_caregiver a arabetseng ka yona?

# template
source: What could @global.w_instruct_female_caregiver have done differently?
st_za: @global.w_instruct_female_caregiver a ka be a entse eng ka tsela e fapaneng?

# template
source: Said something nice first
st_za: A ka be a buile hantle pele

# template
source: Spoken to @global.w_instruct_teen_girl in a calm voice
st_za: A buile le @global.w_instruct_teen_girl ka lentswe le kgutsitseng

# template
source: Told @global.w_instruct_teen_girl what she wants her to do
st_za: A bolelletse @global.w_instruct_teen_girl seo a batlang hore a se etse

# template
source: How did @global.w_instruct_teen_girl and @global.w_instruct_female_caregiver feel now?
st_za: @global.w_instruct_teen_girl le @global.w_instruct_female_caregiver ba ne ba se ba ikutlwa jwang?

# template
source: Why do you think the situation went better for @global.w_instruct_female_caregiver this time?
st_za: Na o nahana hore boemo bo ile ba ntlafala bakeng sa @global.w_instruct_female_caregiver lekgetlong lee?

# template
source: @global.w_instruct_teen_girl felt respected and loved by her @global.w_instruct_female_caregiver
st_za: @global.w_instruct_teen_girl o ne a ikutlwa a hlomphuwa ebile a ratwa ke @global.w_instruct_female_caregiver wa hae

# template
source: @global.w_instruct_female_caregiver was able to stay calm
st_za: @global.w_instruct_female_caregiver o ile a kgona ho dula a theotse moya

# template
source: @global.w_instruct_female_caregiver kept a positive attitude
st_za: @global.w_instruct_female_caregiver o ile a dula a le mosa

# template
source: Let’s see what happens if @global.w_instruct_female_caregiver tells @global.w_instruct_teen_girl "DON'T":
st_za: A re bone se etsahalang ha @global.w_instruct_female_caregiver a bolella @global.w_instruct_teen_girl "O SE KE WA":

# template
source: @global.w_instruct_female_caregiver was cleaning the house while @global.w_instruct_teen_girl was practicing dance moves with her friend. @global.w_instruct_female_caregiver: “Don’t make such a mess while I am cleaning the house. You are in the way!”
st_za: @global.w_instruct_female_caregiver o ne a hlwekisa ntlo ha @global.w_instruct_teen_girl a ntse a prakthisa tantshi le motswalle wa hae. @global.w_instruct_female_caregiver: “O se ke wa etsa bohlaswa ha ke ntse ke hlwekisa ntlo. O a ntshitisa!”

# template
source: @global.w_instruct_teen_girl: “But I need to practice for the school competition. You never let me do anything.” @global.w_instruct_female_caregiver: “Don’t you talk back to me!”
st_za: @global.w_instruct_teen_girl: “Empa ke tlameha ho prakthisa bakeng sa tlhodisano ya sekolong. Ha o ntumelle hore ke etse letho.” @global.w_instruct_female_caregiver: “O se ke wa nkarabisa!”

# template
source: @global.w_instruct_teen_girl: “Arrg!! Why am I being yelled at all the time????” @global.w_instruct_female_caregiver to herself: “That child is always making trouble.”
st_za: @global.w_instruct_teen_girl: “Akga!! O ye be o qadile o nkomanya jwaloka mehleng????” @global.w_instruct_female_caregiver o ipolella hore: “Ngwana enwa o dula a le lenyokonyane.”

# template
source: Thank you for thinking along! Let’s go back in time and see what happens if @global.w_instruct_female_caregiver gives a positive instruction:
st_za: Rea leboha ka hore o nahane ka taba eo! A re kgutlele morao mme re bone hore na ho etsahalang ha @global.w_instruct_female_caregiver a fana ka ditaelo tsa se lokelang ho etswa:

# template
source: @global.w_instruct_female_caregiver was cleaning the house while @global.w_instruct_teen_girl was with her friends practicing dance moves. @global.w_instruct_female_caregiver: “@global.w_instruct_teen_girl, it is nice to see you practicing your dance moves with your friend. Please take it outside so I can finish cleaning the house. Afterwards, you can show me your dance." @global.w_instruct_teen_girl: “Okay, @global.w_instruct_female_caregiver!”
st_za: @global.w_instruct_female_caregiver o ne a hlwekisa ntlo ha @global.w_instruct_teen_girl a na le metswalle ya hae a prakthisa ho tantsha. @global.w_instruct_female_caregiver: “@global.w_instruct_teen_girl, ke thabela ho o bona o prakthisa tantshi le metswalle ya hao. Ke kopa hore le prakthisetse kantle, hore ke qetele ho hlwekisa ntlo. Kamora moo le ka mpontsha hore na le tantsha jwang." @global.w_instruct_teen_girl: “Ho lokile, @global.w_instruct_female_caregiver!”

# template
source: @global.w_instruct_female_caregiver: "Thank you for practicing outside while I finished cleaning, @global.w_instruct_teen_girl. Now I have some time to watch your dance."
st_za: @global.w_instruct_female_caregiver: "Kea leboha hore ebe le ile la prakthisetsa kantle ha ke ntse ke qetela ho hlwekisa, @global.w_instruct_teen_girl. Jwale ke na le nako ya ho le shebella ha le tantsha."

# template
source: @global.w_instruct_female_caregiver: "Wow, @global.w_instruct_teen_girl! You have such good dance moves!"
st_za: @global.w_instruct_female_caregiver: "Kgele, @global.w_instruct_teen_girl! Le tantsha hantle hakaakang!"

# template
source: * Thought experiment * Story & discussion – that didn’t work… * Story & discussion – that worked! * Tools: How to give positive instructions GET REAL - GET POSITIVE - GET CLEAR * Try it out! * Home practice suggestions
st_za: * Teko ya kelello * Pale le puisano – seo ha sea atleha… * Pale le puisano – e atlehile! * Dithulusi: Tsela ya ho fana ka ditaelo tsa se lokelang ho etswa TSE UTLWAHALANG - TSE KGOTHATSANG - TSE HLAKILENG * E leke! * Ditshisinyo tsa ho prakthisa lapeng

# template
source: * Thought experiment * Story & reflection – that didn’t work… * Story & reflection – that worked! * Tools: How to give positive instructions GET REAL - GET POSITIVE - GET CLEAR * Home practice suggestions
st_za: * Teko ya kelello * Pale le boikgopotso – seo ha sea atleha… * Pale le boikgopotso – e atlehile! * Dithulusi: Tsela ya ho fana ka ditaelo tsa se lokelang ho etswa TSE UTLWAHALANG - TSE KGOTHATSANG - TSE HLAKILENG * Ditshisinyo tsa ho prakthisa lapeng

# template
source: Discuss together: * How do you think @global.w_instruct_teen_girl felt about the way @global.w_instruct_female_caregiver responded? * What could @global.w_instruct_female_caregiver have done differently?
st_za: Buisanang: * O nahana hore @global.w_instruct_teen_girl o ile a ikutlwa jwang ka tsela eo @global.w_instruct_female_caregiver a arabetseng kateng? * Ebe @global.w_instruct_female_caregiver a ka be a entse eng ka tsela e fapaneng?

# template
source: @global.w_instruct_female_caregiver could have...
st_za: @global.w_instruct_female_caregiver a ka be a...

# template
source: * Said something nice first * Spoken to @global.w_instruct_teen_girl in a calm voice * Told @global.w_instruct_teen_girl what she wants her to do
st_za: * Buile ntho e ntle qalong * A buile le @global.w_instruct_teen_girl ka lentswe le kgutsitseng * A bolelletse @global.w_instruct_teen_girl seo a batlang hore a se etse

# template
source: Let's discuss what happened this time.
st_za: A re buisaneng ka se etsahetseng lekgetlong lena.

# template
source: Discuss together: * How did @global.w_instruct_teen_girl and @global.w_instruct_female_caregiver feel now? * Why do you think the situation went better for @global.w_instruct_female_caregiver this time?
st_za: Buisanang: * @global.w_instruct_teen_girl le @global.w_instruct_female_caregiver ba ikutlwa jwang hona jwale? * Ke hobaneng ha o nahana hore boemo bo ile ba ntlafala bakeng sa @global.w_instruct_female_caregiver lekgetlong lee?

# template
source: Positive instructions can work with your teen too!
st_za: Ditaelo tsa se lokelang ho etswa di ka sebetsa le ho motjha wa hao!

# template
source: It worked better this time because...
st_za: Dintho di tsamaile betere hobane...

# template
source: * @global.w_instruct_teen_girl felt respected and loved by her @global.w_instruct_female_caregiver * @global.w_instruct_female_caregiver was able to stay calm * @global.w_instruct_female_caregiver kept a positive attitude
st_za: * @global.w_instruct_teen_girl o ile a utlwa a hlomphuwe ebile a ratwa ke @global.w_instruct_female_caregiver wa hae * @global.w_instruct_female_caregiver o ile a kgona ho dula a theotse moya * @global.w_instruct_female_caregiver o ile a bua ka tsela e mosa

# template
source: Let’s do a thought experiment!
st_za: A re etse teko ya kelello!

# template
source: DO NOT THINK ABOUT AN ELEPHANT What are you thinking about?
st_za: O SE KE WA NAHANA KA TLOU O nahana ka eng?

# template
source: You probably DID think about an elephant... ‘Don’t do’ instructions make teens think about that thing. Sometimes they don’t understand what we DID want from them. Also they often don’t like being told not to do things (don’t we all?)
st_za: Mohlomong o ile wa HLA wa nahana ka tlou... Ditaelo tse reng 'o se ke wa' di etsa hore batjha ba nahane ka yona ntho eo. Ka dinako tse ding ha utlwisise seo re HLILENG re se batlang ho bona. Mme hangata ha ba rate ho bolellwa hore na ba se ke ba etsa dintho (na kaofela ha re jwalo?)

# template
source: NOW, THINK ABOUT A CHEETAH! What are you thinking about?
st_za: JWALE, NAHANA KA LENGAU O nahana ka eng?

# template
source: That’s right! Positive, clear instructions help teens focus on what they should be doing. Teens will also feel more respected this way, and are more likely to listen.
st_za: O nepile! Ditaelo tse hlakileng, tsa se lokelang ho etswa di thusa batjha ho ameha ka seo ba lokelang ho se etsa. Batjha ba boetse ba ikutlwa ba hlomphuwe ka tsela ena, mme ho na le kgoneho e kgolo ya hore ba re mamele.

# template
source: GET REAL
st_za: AMOHELA BOEMO KAMOO BO LENG KATENG

# template
source: Can your teen actually do what you are about to ask? It may be impossible for them to read quietly all day, but half an hour when you really need it is realistic.
st_za: Na ehlile motjha wa hao a ka etsa seo o batlang ho mo kopa sona? Mohlomong ke ntho e sa kgoneheng bakeng sa hae ho bala a kgutsitse letsatsi lohle, empa halofo ya hora ke ntho e utlwahalang.

# template
source: GET POSITIVE
st_za: EBA YA KGOTHATSANG

# template
source: Smile, look them in the eye, and use positive words. Praise them as soon as they start to do what you ask!
st_za: Bososela, mo shebe ka mahlong, mme o sebedise mantswe a kgothatsang. Mo babatse kapele kamora hore a qale ntho eo o mo kopang yona!

# template
source: GET CLEAR
st_za: BUA KA TSELA E HLAKILENG

# template
source: Often we know what we want in our head, but we don’t say it clearly enough. Say exactly what you want your teen to do. Try ‘please come home by 7pm’ instead of ‘come home in time’.
st_za: Hangata rea tseba hore na re batlang, empa ha re se bue ka tsela e hlakileng ka ho lekaneng. Bolella motjha wa hao hantle seo o batlang hore a se etse. Leka mantswe a kang ‘ke kopa o fihle lapeng ka 7 mantsiboya’ ho fapana le hore ‘o fihle lapeng ka nako’.

# template
source: Let's practice giving REAL, POSITIVE and CLEAR instructions. Practice will help you be successful with your teen!
st_za: A re prakthise ho fana ka ditaelo tse UTLWAHALANG, tse KGOTHATSANG le tse HLAKILENG. Ho prakthisa ho tla o thusa ho atleha ha o sebedisana le motjha wa hao!

# template
source: Choose two people from your group: * One person pretends to be a teenager * The other pretends to be the teenager’s parent * “Parent”: Give your “teen” a positive instruction with encouragement and praise * “Teen”: Respond as you think a teen may respond to this Discuss together how that went: * How did this make you feel as “parent” and as “teen”? * Could you do anything better? Give everyone a chance to be the “parent” and the “teen” if you can. Practice brings success!
st_za: Kgetha batho ba babedi sehlopheng sa hao: * Motho e mong o etsa eka ke motjha * E mong o etsa eka ke motswadi wa motjha * “Motswadi”: Fa “motjha” wa hao taelo ya se lokelang ho etswa e nang le kgothatso le pabatso * “Motjha”: Arabela kamoo o nahanang hore motjha a ka arabela kateng Buisanang ka hore na ho tsamaile jwang: * Sena se entse hore o ikutlwe jwang jwaloka “motswadi” le jwaloka “motjha”? * Na o ne o ka etsa dintho ka tsela e betere? O fe bohle monyetla wa ho ba “motswadi” le “motjha” haeba o ka kgona. Boikwetliso bo tswala katleho!

# template
source: Examples of positive instructions:
st_za: Mehlala ya ditaelo tsa se lokelang ho etswa:

# template
source: * I like your music. Could you turn it down during dinner so that we can talk? Thank you – I really appreciate it. * That’s great music. Who is the singer? Please turn the music off when you come in the house. You can play it in your room quietly if you want. Thank you!
st_za: * Ke rata mmino wa hao. Ke kopa o o fokotse nakong ya dijo tsa tinare e le hore re kgone ho bua? Kea leboha – Kannete ke lebohela seo. * Mmino ona o monate jwang. Ke mang ya binang? Ke kopa o o time ha o kena katlung. O ka o letsetsa fatshe ha o kena ka kamoreng ya hao haeba o batla. Kea leboha!

# template
source: Wonderful, I am so happy! Keep up the good work.
st_za: Ke ditaba tse monate, ke thabile haholo! Tswela pele ka mosebetsi o motle.

# template
source: Sorry that things are difficult. All families struggle. We are here to help!
st_za: Re maswabi hore ebe ho thata. Malapa wohle a hula ka thata. Re tla wa re tsoha le wena!

# template
source: Whatever went ‘wrong’ today, let it go and try again tomorrow. It’s okay!
st_za: Ho sa tsotellehe hore na kajeno ke eng e tswileng 'taolong', lebala ka yona mme o leke hape hosane. Ho lokile!

# template
source: Make a budget again - this time WITH your teen and family! This is an important and fun thing to do with your family - it takes about 30 minutes. Making a budget together helps teens understand that we all need to make hard decisions sometimes - but that it helps us have enough money at the end of the month and realise our goals! Budgets have helped millions of families.
st_za: Etsa bajete hape - lekgetlong lena O NA LE motjha le lelapa la hao! Sena se bohlokwa ebile ke ntho eo ho leng monate ho e etsa le lelapa la hao - e nka hoo ekabang metsotso e 30. Ho etsa bajete mmoho ho thusa batjha ho utlwisisa hore kaofela re tlameha ho etsa diqeto tse boima ka dinako tse ding - empa ho re thusa ho ba le tjhelete e lekaneng ha kgwedi e fela le ho phetha ditabatabelo tsa rona! Dibajete di thusitse malapa a dimilione.
