Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/st/st_messages.po
Languages: st_za

# template
source: Try to do something to reward yourself every day. This could be to @local.name_2 or anything else that you enjoy.
st_za: Leka ho etsa ntho e nngwe ho iputsa letsatsi le letsatsi. Ekaba ho ya @local.name_2 kapa eng kapa eng eo o e thabelang.

# template
source: Try to do something to reward yourself every day. This could be to @local.name_3 or anything else that you enjoy.
st_za: Leka ho etsa ntho e nngwe ho iputsa letsatsi le letsatsi. Ekaba ho ya @local.name_3 kapa eng kapa eng eo o e thabelang.

# template
source: Try to do something to reward yourself every day. This could be to @local.name_4 or anything else that you enjoy.
st_za: Leka ho etsa ntho e nngwe ho iputsa letsatsi le letsatsi. Ekaba ho ya @local.name_4 kapa eng kapa eng eo o e thabelang.

# template
source: Try to do something to reward yourself every day. This could be to @local.name_5 or anything else that you enjoy.
st_za: Leka ho etsa ntho e nngwe ho iputsa letsatsi le letsatsi. Ekaba ho ya @local.name_5 kapa eng kapa eng eo o e thabelang.

# template
source: Things you can do to reward yourself:
st_za: Dintho tseo o ka di etsang ho iputsa:

# template
source: * Have a hot drink * Call a friend or relative * Have a relaxing bath * Read * Watch TV
st_za: * Phoka tee kapa kofi e tjhesang * Letsetsa motswalle kapa setho sa lelapa * Kena bateng ya metsi a kgathollang * Bala * Shebella TV

# template
source: Today you will experience 3 activities that can help you care for yourself, and we will ask you a few questions to ensure the app is exactly right for you.
st_za: Kajeno lena re tla etsa mesebetsi e 3 e ka re thusang ho itlhokomela, ebile re tla o botsa dipotso di se kae ho tiisa hore epo ena e o loketse.

# template
source: * Relax activity * Recognise activity * Reward activity * Tools: How to add self-care * Customise the app * Home practice suggestions
st_za: * Ketso ya ho kgatholoha * Ketso ya ho itemoha * Ketso ya ho iputsa * Dithulusi: Tsela ya ho eketsa ho itlhokomela * Fetola epo ho dumellana le ditlhoko * Ditshisinyo tsa boikwetliso ba lapeng

# template
source: Customise your @global.parent_app
st_za: Fetola @global.parent_app ya hao

# template
source: Now that we have built some self-care skills, let’s make sure your @global.weekly_workshops are exactly right for you.
st_za: Kaha jwale re hlomelletswe ka tsebo ya ho itlhokomela, a re tiise hore diwekshopo tsa hao tsa @global.weekly_workshops di o loketse hantle.

# template
source: You seem to have completed the customisation process already. You can now skip this activity.
st_za: Ho bonahala o se o qetile ho fetola epo hore e dumellane le maemo a hao. Jwale o ka feta ketso ena.

# template
source: RELAX
st_za: KGATHOLOHA

# template
source: Do a 30 second quick relaxation activity.
st_za: Etsa ntho e ka o kgathollang ka potlako ka metsotswana e 30.

# template
source: Relax activity
st_za: Ketso ya ho kgatholoha

# template
source: RECOGNISE
st_za: LEMOHA

# template
source: Take a moment and think of one thing YOU have done recently that you have done well! Say it aloud if you can "Well done for …"
st_za: Nka motsotswana mme o nahane ka ntho eo O e entseng hantle morao tjena! Haeba o ka kgona, bua ka lentswe le phahameng o re "O entse hantle ka …"

# template
source: Recognise activity
st_za: Ketso ya ho itemoha

# template
source: REWARD
st_za: PUTSA

# template
source: Remember you deserve your quality time too! What makes you happy?
st_za: Hopola hore le wena o hloka nako ya ho ikgutsa! Ke eng e o thabisang?

# template
source: Reward activity
st_za: Ketso ya ho iputsa

# template
source: Welcome! It’s great to have you here. This week is about YOU. In this welcome workshop you will: * Get tools to care for yourself * Customise the app for your needs
st_za: Rea o amohela! Re thabela ho ba le wena. Bekeng ena re tlo tsepamisa maikutlo ho wena. Wekshopong ena ya kamohelo o tla: * Fumana dithulusi tsa ho itlhokomela * Fetola epo ho dumellana le ditlhoko tsa hao

# template
source: Wonderful, I am so happy things are going well.
st_za: Ke taba tse monate, ke thabile haholo ho utlwa hore dintho di tsamaya hantle.

# template
source: Sorry that things are difficult now. It is completely normal to struggle sometimes. Remember that you are not alone!
st_za: Ke maswabi hore hona jwale ho boima. Ke ntho e tlwaelehileng hore ka dinako tse ding re hule ka thata. Hopola hore ha o mong!

# template
source: Teach your teenagers the four steps of problem-solving: KNOW IT - SOLVE IT - TRY IT - TEST IT Use these steps together when a problem comes up! When something bad happens, we often get upset and blame. But what our teens really need is someone to help find solutions together. Listen to them, accept how they see and feel things, and thank them for trusting you. Teaching your teen how to deal with problems will help them for the rest of their lives. What a gift!
st_za: Ruta batjha ba rona mehato e mene ya ho rarolla mathata: E TSEBE - E RAROLLE - E TUTSE - E LEKE Sebedisang mehato e na mmoho ha mathata a hlaha! Ha ho etsahala ntho e mpe, hangata rea halefa le ho beha batho molato. Empa seo hantlentle batjha ba rona ba se hlokang ke motho ya tla ba thusa hore ba fumane ditharollo mmoho. Ba mamele, amohela tsela eo ba tadimang dintho ka yona le eo ba ikutlwang ka yona, mme le ba lebohe ka hore ba le tshepe. Ho ruta motjha wa hao tsela ya ho sebetsana le mathata ho tla mo thusa bophelong bohle ba hae. Ke mpho e babatsehang!

# template
source: Some problems other parents solved with their teens:
st_za: Mathata a mang ao batswadi ba bang ba a rarolotseng le batjha ba bona:

# template
source: * My teenager does not want to go to school * I am worried my teenager will get pregnant or will get someone pregnant * I am worried about what my teen does online * My teenager is hanging out with bad friends * My teenager is lazy * My teenager is not doing their school work * My teenager might be using drugs
st_za: * Ke hobaneng ha motjha wa ka a sa batle ho ya sekolong * Ke kgathatsehile ka hore motjha wa ka ke moimana kapa o tla imisa motho * Ke kgathatsehile ka seo motjha wa ka a se etsang inthaneteng * Motjha wa ka o tsamaya le metswalle e fosahetseng * Motjha wa ka o botswa * Motjha wa ka ha a etse mosebetsi wa hae wa sekolo * Mohlomong motjha wa ka o tsuba dithethefatsi

# template
source: resolve problems with their teens
st_za: rarolla mathata le batjha ba bona

# template
source: resolve the problem with your teen
st_za: rarolla bothata le motjha wa hao

# template
source: I forgot the steps of problem solving.
st_za: Ke lebetse mehato ya ho rarolla bothata.

# template
source: It takes some practice to use all four steps of problem solving. Next time a problem comes up, look at the four steps together with your teen - it will make a big difference!
st_za: Ho hlokahala hore o itlwaetse ho sebedisa mehato yohle e mene ya ho rarolla mathata. Nakong e tlang ha bothata bo hlaha, sheba mehato e mene le motjha wa hao - seo se tla o thusa haholo!

# template
source: I started with the solutions right away.
st_za: Ke ile ka qala ka ditharollo tsena hanghang.

# template
source: When we have a problem, we always want to get to the quickest end result and can forget about the steps. To come up with the best solution together, it is helpful to first have a full understanding of the problem and the different solutions.
st_za: Ha re na le bothata, kamehla re batla tharollo ka lepotlapotla mme re ka lebala ka mehato ena. Hore re kopanye dihlooho ho tla ka tharollo e molemo ka ho fetisisa, ho molemo haholo ho qala ka ho ba le kutlwisiso e feletseng ya bothata le ditharollo tse sa tshwaneng.

# template
source: Four steps of problem solving
st_za: Mehato e mene ya ho rarolla bothata

# template
source: We could not agree on a solution to try out and we got into an argument.
st_za: Ha rea ka ra dumellana hore re leke tharollo efe yaba re pheha kgang.

# template
source: Sometimes it can be difficult to agree with everyone in the family, especially if everyone is not yet calm. You could agree to try one solution first, and then another. Also, if you get stuck, try to get together later to agree on the solution together.
st_za: Ka dinako tse ding ho ka ba thata ho dumellana le batho bohle lapeng, haholo haeba ese batho bohle ba theotseng moya. Le ka dumellana ka hore le leke tharollo e le nngwe pele, ebe le leka e latelang. Hape, haeba le hloleha, lekang ho kopana hamorao hore le dumellane ka tharollo mmoho.

# template
source: I got angry when the problem came up and I forgot to use the problem-solving steps.
st_za: Ke ile ka halefa ha ho hlaha bothata mme ka lebala ho sebedisa mehato ya ho rarolla bothata.

# template
source: When a problem comes up, we all get angry or stressed sometimes. Remember, when you feel angry or stressed, you can take a pause to help you stay calm and then solve the problem you are facing.
st_za: Ha bothata bo hlaha, kaofela rea halefa kapa re imelwa kelellong ka dinako tse ding. Hopola, ha o ikutlwa o halefile kapa o imetswe kelellong, o ka nka kgefu hore o kgone ho theola moya ebe o rarolla bothata boo o tobaneng le bona.

# template
source: My teen got angry and did not want to talk about the problem.
st_za: Motjha wa ka o ile a halefa yaba ha a sa batla ho bua ka bothata.

# template
source: Your teen might be too overwhelmed to deal with the problem right away. Recognise and name their emotions, and create a time later in the day or week to discuss and solve the problem together. By giving your teen time, the problem can be solved well.
st_za: Mohlomong motjha wa hao o ikutlwa a imetswe haholo ho sebetsana le bothata hanghang. Lemoha le ho bolela maikutlo a hae, mme le behelle nako kathoko hamorao letsatsing kapa bekeng eo ya hore le tshohle le ho rarolla bothata boo mmoho. Ka ho fa motjha wa hao nako, bothata bo ka rarollwa hantle.

# template
source: Your goal was to try and resolve a problem or conflict together with your teen.
st_za: Sepheo sa hao ke ho leka ho rarolla bothata kapa kgohlano hammoho le motjha wa hao.

# template
source: Every family faces challenges, but when we work together we can deal with problems in an effective and peaceful way. What a great skill for your teen to learn too!
st_za: Lelapa le leng le le leng le tobana le diphephetso, empa ha re sebedisana, re ka sebetsana le mathata ka tsela e atlehang le e nang le kgotso. Ke tsebo ya bohlokwa hore motjha wa hao le yena a ithute yona!

# template
source: Greetings, everyone. Today's topic is problem solving. We all know that in life there are times where we face problems, and we all know in a way that when we find ourselves in these situations, it is difficult to think of immediate positive solutions. Therefore, it is important that when we are facing problems we take a pause, we breathe, keep calm and think of problem-solving skills that we may use. Remember to include our teenagers when we are solving problems. This will help them to become responsible and learn how to solve their own problems in the future.
st_za: Dumelang bohle. Sehlooho sa kajeno ke ho rarolla bothata. Kaofela rea tseba hore ho na le dinako tseo re tobanang le mathata, mme kaofela rea tseba hore ha re iphumana re le maemong ana, ho thata ho nahana ka tharollo e nepahetseng hanghang. Kahoo, ho bohlokwa hore ha re tobane le mathata re nke kgefu, re heme, re dule re kgobile matshwafo mme re nahane ka tsebo eo re nang le yona ya ho rarolla mathata eo re ka e sebedisang. A re hopoleng ho kenyelletsa batjha ba rona ha re rarolla mathata. Sena se tla ba thusa ho ba batho ba nang le boikarabelo le ho ithuta ho rarolla mathata a bona nakong e tlang.

# template
source: Let’s go back to @global.w_solve_teen_girl and her @global.w_solve_female_caregiver_1 and see what solutions they came up with.
st_za: A re kgutlele ho @global.w_solve_teen_girl le @global.w_solve_female_caregiver_1 mme re bone hore na ke ditharollo dife tseo ba tlang ka tsona.

# template
source: @global.w_solve_teen_girl and her @global.w_solve_female_caregiver_1 came up with three solutions.
st_za: @global.w_solve_teen_girl le @global.w_solve_female_caregiver_1 wa hae ba tlile ka ditharollo tse tharo.

# template
source: Parenting teens is really hard. Often there are no simple and easy solutions, but now @global.w_solve_female_caregiver_1 learned she can talk to her daughter about these things. Before, she worried alone, now they can come up with solutions together!
st_za: Ho thata haholo ho ba motswadi wa motjha. Hangata ha ho na ditharollo tse bonolo le tse seng thata, empa jwale @global.w_solve_female_caregiver_1 o ithutile hore a ka buisana le moradi wa hae ka dintho tsena. Pele, o ne a kgathatseha a le mong, jwale ba ka tla ka ditharollo mmoho!

# template
source: Have you tried the four steps of problem-solving with your teen yet? KNOW IT, SOLVE IT, TRY IT, TEST IT!
st_za: Na o se o kile wa leka mehato e mene ya ho rarolla mathata le motjha wa hao? BO TSEBE, BO RAROLLE, E LEKE, E TUTSE!

# template
source: Your commitment is an inspiration to everyone. Keep calm and carry on!
st_za: Kaofela re kgothatswa ke boikemisetso ba hao. Theola moya mme o peselletse!

# template
source: You are on the right track to start solving problems together with your teen! Complete the @local.workshop_data.in_text_title and gain another important parenting skill!
st_za: O motjheng o nepahetseng wa ho qala ho rarolla mathata hammoho le motjha wa hao! Phethela @local.workshop_data.in_text_title mme o fumane tsebo e nngwe ya bohlokwa ya botswadi!

# template
source: Hi @fields.user_name! You are making such good progress on your parenting journey! Having a teen means having a lot of unexpected problems to deal with. This workshop will show you how to deal with them.
st_za: Dumela @fields.user_name! O hatela pele hantle leetong la hao la botswadi! Ho ba le batjha ho bolela ho tlameha ho sebetsana le mathata a mangata a sa lebellwang. Wekshopo ena e tla bontsha kamoo o ka sebetsanang le wona kateng.

# template
source: Hi @fields.group_name! You are making such good progress on your parenting journey! Having a teen means having a lot of unexpected problems to deal with. This workshop will show you all how to deal with them.
st_za: Dumela @fields.group_name! O hatela pele hantle leetong la hao la botswadi! Ho ba le batjha ho bolela ho tlameha ho sebetsana le mathata a mangata a sa lebellwang. Wekshopo ena e tla le bontsha kaofela kamoo le ka sebetsanang le wona kateng.

# template
source: With teenagers, and in life, unexpected problems come up and we have to deal with them. Start the next workshop to learn how to successfully address these problems.
st_za: Tabeng ya batjha, le bophelong ka kakaretso, ho hlaha mathata a sa lebellwang ao re tlamehang ho sebetsana le wona. Qala ka wekshopo e latelang ho ithuta tsela ya ho sebetsana le wona. Qala wekshopo e latelang o ithute tsela ya ho tobana le mathata ana ka katleho.

# template
source: Tomorrow a brand new @global.parent_app workshop is ready for you. Try to complete the @local.workshop_data.in_text_title before starting the new workshop. Knowing how to solve problems together will help in many situations!
st_za: Hosane ho na le wekshopo e ntjha-tjha! ya @global.parent_app workshop e tla be e o letetse. Leka ho phethela @local.workshop_data.in_text_title pele o qala wekshopo e ntjha. Ho tseba tsela ya ho rarolla mathata mmoho ho tla o thusa maemong a mangata!

# template
source: Great that you completed the @local.workshop_data.in_text_title. Tomorrow, a new workshop is unlocked to help you keep your teen safe.
st_za: Ke hantle hore ebe o phethetse @local.workshop_data.in_text_title. Hosane, ho tla thakgolwa wekshopo e ntjha ho o thusa ho sireletsa motjha wa hao.

# template
source: Let’s look at what happened to @global.w_solve_teen_girl and her @global.w_solve_female_caregiver_1 when @global.w_solve_teen_girl got a phone from a boy… a phone!
st_za: A re shebe se hlahetseng @global.w_solve_teen_girl le @global.w_solve_female_caregiver_1 ha @global.w_solve_teen_girl a letsetswa ke moshanyana… founo!

# template
source: @global.w_solve_female_caregiver_1: “@global.w_solve_teen_girl, where did you get that thing?” @global.w_solve_teen_girl: “@global.w_solve_teen_boy_1 bought it for me. It’s a nice phone, @global.w_solve_female_caregiver_1. It takes great photos!"
st_za: @global.w_solve_female_caregiver_1: “@global.w_solve_teen_girl, o e nkile kae ntho ye?” @global.w_solve_teen_girl: “@global.w_solve_teen_boy_1 o ntheketse yona. Ke founo e ntle hakaakang, @global.w_solve_female_caregiver_1. E nka difoto tse ntle haholo!"

# template
source: @global.w_solve_female_caregiver_1: “I don’t want to see that expensive thing! That boy is no good! How does he think you are going to repay him for this?!” @global.w_solve_teen_girl: “That’s not how it works, @global.w_solve_female_caregiver_1! That’s not fair!”
st_za: @global.w_solve_female_caregiver_1: “Ha ke batle ho bona ntho eo e turang! Moshemane eo ke sekeleme! O nahana hore o tlo mo patala ka eng ha a o reketse ntho ye?!” @global.w_solve_teen_girl: “Ha ho etsuwe jwalo, @global.w_solve_female_caregiver_1! Ntho eo o e etsang ha ke e rate!”

# template
source: @global.w_solve_female_caregiver_1: “I don’t want to hear it!” @global.w_solve_teen_girl: “You’re not even trying to listen to me! I don’t know why I even try with you!”
st_za: @global.w_solve_female_caregiver_1: “Ha ke batle ho utlwa o tjho jwalo!” @global.w_solve_teen_girl: “Ha o leke le ho mmamela! Ha ke tsebe le hore na ke ne ke itshwenyetsang ho bua le wena!”

# template
source: Let’s see how problem solving works in practice.
st_za: A re boneng kamoo tharollo e sebetsang kateng boemong ba sebele.

# template
source: @global.w_solve_female_caregiver_2 is coming home from work. @global.w_solve_female_caregiver_2 (thinking): "Ay my poor feet! I need to sit down a moment and drink a cup of coffee before I start preparing food for everyone."
st_za: @global.w_solve_female_caregiver_2 o tla lapeng a tswa mosebetsing. @global.w_solve_female_caregiver_2 (o a nahana): "Iyo maoto a ka a bohloko! Ke tlameha ho dula fatshe hanyane mme ke nwe kofi pele ke qala ho pheha dijo tsa lelapa."

# template
source: @global.w_solve_female_caregiver_2: "@global.w_solve_teen_boy_2! What are you doing? That bread is for dinner! Now there won’t be enough for us all!"
st_za: @global.w_solve_female_caregiver_2: "@global.w_solve_teen_boy_2! O etsang? Ke bohobe ba mantsiboya boo! Jwale bo ke ke ba re lekana kaofela!"

# template
source: @global.w_solve_teen_boy_2: “Sorry, @global.w_solve_female_caregiver_2, I was just hungry. I can explain, you see, there is this guy at school...” @global.w_solve_female_caregiver_2 (thinking): “Take a Pause… just breathe…”
st_za: @global.w_solve_teen_boy_2: “Ntsharele, @global.w_solve_female_caregiver_2, ke utlwa ke lapile. E re ke o jwetse, ho na le moshemane enwa sekolong...” @global.w_solve_female_caregiver_2 (o a nahana): “Kgefuta hanyane… kga moya…”

# template
source: @global.w_solve_female_caregiver_2: “Just give me a moment. I am tired and now worried about having enough food for dinner.” @global.w_solve_teen_boy_2: “I am sorry, @global.w_solve_female_caregiver_2"
st_za: @global.w_solve_female_caregiver_2: “Ako eme hanyane feela hle. Ke kgathetse ebile jwale ke kgathatsehile ka hore na re tla ba le dijo tse lekaneng mantsiboya.” @global.w_solve_teen_boy_2: “Askisi hle, @global.w_solve_female_caregiver_2"

# template
source: Step 1: KNOW IT
st_za: Bohato ba 1: BO TSEBE

# template
source: @global.w_solve_female_caregiver_2: "Now tell me, why are you so hungry? Did you not eat your lunch at school?” @global.w_solve_teen_boy_2: "That is the problem. There’s a guy at school who bullies me. He says if I do not give my lunch to him every day, he and his friends will hurt me. He makes me so mad!"
st_za: @global.w_solve_female_caregiver_2: "Jwale ako mpolelle, hobaneng ha o lapile? Na ha o a ja sekhafothine sa hao ka lantjhe sekolong?” @global.w_solve_teen_boy_2: "Bothata bo qala hona moo. Ho na le moshemane e mong sekolong ya ratang ho iketsa mpodi. Mehlaena o re haeba ke sa mo fe lantjhe ya ka, yena le metswalle ya hae ba tla ntematsa. O nkwatisa haholo!"

# template
source: @global.w_solve_female_caregiver_2: "I am sorry to hear that but am glad that you told me, @global.w_solve_teen_boy_2. It doesn’t mean that you can eat everybody’s dinner. After we speak, you need to go to the shop to buy some more bread. But first: What do you think we should do about the bully problem?" @global.w_solve_teen_boy_2: "Well… I want to just hit him or get him back."
st_za: @global.w_solve_female_caregiver_2: "Ke maswabi ho utlwa seo empa ke thabile ha e le mona o mpolelletse, @global.w_solve_teen_boy_2. Empa seo ha se bolele hore o tla ja dijo tsa mantsiboya tsa rona kaofela. Kamora hore re bue, o tla lokela ho ya shopong ho ya reka bohobe bo bong. Empa a re qale mona: O nahana hore re lokela ho etsang ka bothata ba bompodi?" @global.w_solve_teen_boy_2: "Emmm… Ke batla ho mo otla kapa ke mo kgalemele."

# template
source: Step 2: SOLVE IT
st_za: Bohato ba 2: BO RAROLLE

# template
source: @global.w_solve_female_caregiver_2: "Hmmm… what do you think will happen to you if you do that?" @global.w_solve_teen_boy_2: "I don’t know. He is bigger than me so he will probably hurt me more. And I could get into trouble at school and expelled."
st_za: @global.w_solve_female_caregiver_2: "Hmmm… o nahana hore ho tla etsahalang ha o etsa jwalo?" @global.w_solve_teen_boy_2: "Ha ke tsebe. O moholo ho nna, mohlomong o tla ntlhola. Ebile nka kena mathateng sekolong yaba kea tebelwa."

# template
source: @global.w_solve_female_caregiver_2: "Yes, that could happen. What could we do instead?" @global.w_solve_teen_boy_2: "I guess I could tell the teacher. But then the other kids will call me a tattletale. Maybe you could talk to the teacher?"
st_za: @global.w_solve_female_caregiver_2: "E, seo se ka etsahala. Empa ho fapana le moo re ka etsang?" @global.w_solve_teen_boy_2: "Ke nahana hore nka bolella titjhere. Empa jwale bana ba bang ba tla mpitsa selallane. Mohlomong wena o ka bua le titjhere?"

# template
source: @global.w_solve_female_caregiver_2: "That sounds like a better idea. I could also have a word with his parents if you want me to." @global.w_solve_teen_boy_2: "Sure. If you think that would help too. Thanks, @global.w_solve_female_caregiver_2"
st_za: @global.w_solve_female_caregiver_2: "Ekare ke leano le letle leo. Mohlomong nka bua le batswadi ba hae haeba o batle ke bue le bona." @global.w_solve_teen_boy_2: "E. Haeba o bona eka seo se ka thusa. Kea leboha, @global.w_solve_female_caregiver_2"

# template
source: @global.w_solve_female_caregiver_2: "Anything for you, my dear. I will do it first thing after dinner. And you know? If that doesn’t work, we can always try something else together." @global.w_solve_teen_boy_2: "Thanks, @global.w_solve_female_caregiver_2"
st_za: @global.w_solve_female_caregiver_2: "Haeba ho na le ntho e nngwe eo o e batlang, moshanyanaka. Ke tla o etsetsa yona hang ha re qeta ho ja dijo tsa mantsiboya. Ene wa tseba keng? Haeba e sa sebetse, re tla leka e nngwe re le babedi." @global.w_solve_teen_boy_2: "Kea leboha, @global.w_solve_female_caregiver_2"

# template
source: Step 3: TRY IT
st_za: Bohato ba 3: E LEKE

# template
source: A week later… @global.w_solve_female_caregiver_2: "How are things going at school now?" @global.w_solve_teen_boy_2: "It’s going better, the boy does not take my lunch anymore. But he is still being really mean to me."
st_za: Beke hamorao… @global.w_solve_female_caregiver_2: "Ho tsamaya jwang sekolong hona jwale?" @global.w_solve_teen_boy_2: "Ho betere, moshemane eo ha a sa nkukela lantjhe ya ka. Empa o ntse a sa mpatle."

# template
source: Step 4: TEST IT
st_za: Mohato wa 4: E TUTSE
