Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/st/st_messages.po
Languages: st_za

# template
source: We all make mistakes! The more consistent we are with our consequences, the more likely our children will choose to behave positively in the future.
st_za: Kaofela re etsa diphoso! Ha re jarisa bana ba rona ditlamorao re sa fetofetohe, ho na le menyetla e mengata ya hore bana ba rona ba tla kgetha ho itshwara hantle nakong e tlang.

# template
source: Even with the consequence, my teen still does not follow the rule.
st_za: Esita leha ho na le ditlamorao, motjha wa ka o ntse a sa latele molao.

# template
source: If your teen keeps breaking rules, you might need to spend more positive time with them. Try to keep going with your other goals – like self-care, one-on-one time, and praise. All these skills will help your teen feel more loved and secure… and you less stressed!
st_za: Ha motjha wa hao a tswela pele ho tlola melao, o ka nna wa tlameha ho qeta nako e ngata le yena le etsa dintho tse molemo. Leka ho tswela pele ka dintho tse ding tseo o ikemiseditseng ho di fihlella – jwaloka ho itlhokomela, nako ya boinotshing, le pabatso. Tsebo ena kaofela e tla thusa motjha wa hao hore a ikutlwe a ratwa haholo ebile a sireletsehile… mme seterese sa hao se tla hafoha!

# template
source: We only created a negative consequence, not a positive consequence.
st_za: Re ile ra theha ditlamorao tse bosula feela, ho hang ho ne ho se na tse ntle.

# template
source: It can be difficult to think of positive consequences sometimes. Positive consequences will encourage your teen to take more responsibility, and you will see the difference!
st_za: Ka dinako tse ding ho ka ba thata ho nahana ka ditlamorao tse ntle. Ditlamorao tse ntle di tla kgothalletsa motjha wa hao ho jara boikarabelo haholo, mme o tla bona phapang!

# template
source: My teen suggested being hit as a negative consequence.
st_za: Motjha wa ka o ile a sisinya hore a shapuwe e le ditlamorao tse bohloko.

# template
source: Teens can be used to seeing hitting as the only possible consequence for breaking rules. Brainstorm some calm consequences with them that could help them understand that they have done something wrong. These will be more effective and will set positive examples!
st_za: Batjha ba ka tlwaela ho bona ho shapuwa e le tsona feela ditlamorao tse ka kgonehang tsa ho tlola melao. Qalang ditlamorao tse ding le kgutsitse mmoho tse ka ba thusang ho utlwisisa hore ba entse ntho e fosahetseng. Dintho tsena di tla atleha haholo ebile di tla beha mehlala e metle!

# template
source: Your goal was to introduce ONE positive consequence (for your teen taking responsibility) and ONE negative consequence (for your teen breaking a household rule).
st_za: Sepheo sa hao e ne e le ho qala sephetho sa ntho E LE NNGWE e molemo (motjha wa hao a jare boikarabelo) le sa E LE NNGWE e mpe (hore motjha wa hao o tlola melao ya lelapa).

# template
source: You can help your teenager to understand that breaking family rules leads to consequences. But HOW you do this matters. Getting consequences right helps teens behave better and makes family life calmer...
st_za: O ka thusa motjha wa hao ho utlwisisa hore ho tlola melao ya lelapa ho fella ka ditlamorao. Empa TSELA eo o etsang sena ka yona e bohlokwa. Ho jarisa motjha ditlamorao hantle ho mo thusa ho itshwara hantle le ho etsa hore bophelo ba lelapa bo iketle hanyane...

# template
source: Greetings, everyone. Today's topic is calm consequences. It is important that when we introduce consequences to our teenagers we involve them, but also important that we are calm when we introduce consequences. That will assist in us to agree on introducing calm consequences to our teenagers and our teenagers will easily remember them when they are involved and that will make them responsible.
st_za: Dumelang bohle. Sehlooho sa kajeno ke ho jara ditlamorao moya o le fatshe. Ho bohlokwa hore ha re qala ditlamorao ho batjha ba rona, re ba kenyelletse, empa hape ho bohlokwa hore re be re theotse moya ha re qala ditlamorao. Sena se tla thusa hore re dumellane ka ho qala ditlamorao tse mosa ho batjha ba rona mme batjha ba rona ba tla di hopola kapele ha ba ameha mme seo se tla etsa hore ba jare boikarabelo.

# template
source: Teenagers often break rules. Growing up is a difficult time when they are learning about who they are. Luckily, there are ways to discipline your teen without getting angry or using violence… and they work well! Giving calm consequences helps teach our children responsibility for what they do – good and bad. Here are some examples - imagine you are the parent:
st_za: Batjha ba dula ba tlola melao. Kgolo ke nako e boima ha ba ithuta hore na ke bomang. Ka lehlohonolo, ho na le ditsela tsa ho kgalemela batjha ntle le ho halefa kapa ho sebedisa dikgoka… ebile di sebetsa hantle! Ho fana ka ditlamorao re kgobile matshwafo ho thusa batjha ho jara boikarabelo ka seo ba se etsang – ebang se setle kapa se sebe. Mehlala ya taba ena ke ena - ipone o le motswadi:

# template
source: Calm consequences should be... FAIR: Not too harsh and you can actually do it IMMEDIATE: Give them as soon as possible CONSISTENT: The same consequence every time
st_za: Ditlamorao tse kgutsitseng di lokela ho ba... TSE LOKILENG: E se be tse sehloho haholo mme ruri o ka di kgona HANGHANG: Mo jarise tsona kapele kamoo ho ka kgonehang TSE TSHWANANG: Ditlamorao tse tshwanang ka dinako tsohle

# template
source: Plan a calm consequence for your teenagers arguing with each other during dinner. Remember they need to be FAIR - IMMEDIATE - CONSISTENT
st_za: Hlophisa ditlamorao tse ka jariswang batjha ba phehisanang kgang nakong ya dijo tsa tinare empa seo se etswa ka tsela e kgutsitseng. Hopola hore e tlameha ho ba tse: LOKILENG - HANGHANG - TSE TSHWANANG

# template
source: Have you managed to come up with one positive and one negative consequence of a behaviour with your teen yet?
st_za: Na o se o kgonne ho tla ka ntho e le nngwe e molemo le ntho e le nngwe e mpe e ka bakwang ke boitshwaro bo itseng o na le motjha wa hao?

# template
source: Complete the workshop and try to discuss with your teen to come up with one positive and one negative consequence of a behaviour together.
st_za: Phethela wekshopo mme o leke ho buisana le motjha wa hao hore a bolele ntho e le nngwe e molemo le e le nngwe e mpe e ka hlahiswang ke boitshwaro bo itseng le le mmoho.

# template
source: Hi @fields.user_name! Today we are celebrating two months of using @global.parent_app! You are doing great! This week’s workshop will help you know what to do when your teen is not following the household rules.
st_za: Dumela @fields.user_name! kajeno re keteka likhoeli tse peli tsa ho sebelisa @global.parent_app! O tla hantle haholo! Thupelo ea beke ena e tla ho u thusa ka ho tseba seo u lokelang ho se etsa ha mocha oa hao a sa latele melao ea lelapa.

# template
source: Hi @fields.group_name! Today we are celebrating two months of using @global.parent_app! You are doing great! This week’s workshop will help you know what to do when your teen is not following the household rules.
st_za: Dumela @fields.group_name! kajeno re keteka likhoeli tse peli tsa ho sebelisa @global.parent_app! O tla hantle haholo! Thupelo ea beke ena e tla ho u thusa ka ho tseba seo u lokelang ho se etsa ha mocha oa hao a sa latele melao ea lelapa.

# template
source: It’s great that you’ve been using @global.parent_app. You’ve gained 6 parenting tools already! Take the next workshop to get another parenting tool!
st_za: Ke ho thabisang ho bona hore o sebedisa @global.parent_app. O se o fumane dithulusi tse 6 tsa botswadi! Nka wekshopo e latelang ho fumana thulusi e nngwe ya botswadi!

# template
source: It seems you haven’t finished the @local.workshop_data.in_text_title yet. Calm consequences really help your teen to follow rules well – give it a try before moving on! Well done for showing so much commitment to your family.
st_za: Ho bonahala eka ha o eso qete @local.workshop_data.in_text_title. Hantlentle ho kgoba matshwafo ho thusa motjha wa hao ho latela ditaelo hantle – leka sena pele o fetela pele! O entse hantle ka ho bontsha ho itella lelapa la hao hakaalo.

# template
source: Well done for completing the @local.workshop_data.in_text_title. Tomorrow, you can access a new workshop to help you relax, enjoy and learn useful skills!
st_za: O entse mosebetsi o motle ka ho qeta @local.workshop_data.in_text_title. Hosasane, o ka kena thupelong e ncha ho o thusa ho phomola, ho natefeloa le ho ithuta litsebo tse sebetsang!

# template
source: Why did giving a consequence this way not work well?
st_za: Ke hobaneng ha ho jarisa motjha ditlamorao ka tsela ena ho sa sebetse hantle?

# template
source: Yes, a strong reaction like that just made everyone more angry and upset.
st_za: E, ho nkeha maikutlo ka tsela e matla hakaalo ho halefisitse le ho kwatisa motho e mong le e mong.

# template
source: Let's read what happened with @global.w_consequence_teen_boy_1 and his @global.w_consequence_male_caregiver:
st_za: A re bale se etsahetseng ho @global.w_consequence_teen_boy_1 le @global.w_consequence_male_caregiver:

# template
source: @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1! What time is this? You are late!”
st_za: @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1! Ke nako mang! O leite!”

# template
source: @global.w_consequence_teen_boy_1: “Sorry @global.w_consequence_male_caregiver – you can go back to sleep”. @global.w_consequence_male_caregiver: “It is WAY past the time you were supposed to be home!”
st_za: @global.w_consequence_teen_boy_1: “Ke kopa tshwarelo @global.w_consequence_male_caregiver – tsa mo robala hape”. @global.w_consequence_male_caregiver: “Nako ya hore ebe o se o fihlile lapeng e fetile KGALE!”

# template
source: @global.w_consequence_teen_boy_1: “I can explain, @global.w_consequence_male_caregiver, I can.” @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1, you are not keeping our rule! I will give you a hiding!”
st_za: @global.w_consequence_teen_boy_1: “Ke kopa ho o hlalosetsa, @global.w_consequence_male_caregiver, Nka o hlalosetsa.” @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1, ha o mamele molao! Ke tla o shapa!”

# template
source: @global.w_consequence_teen_boy_1: “That’s unfair! You never listen to me!! I hate you!”
st_za: @global.w_consequence_teen_boy_1: “Ntho eo o e etsang ha e hantle! Ha ho na mohla o mmamelang!! Ke o hloile!”

# template
source: Let's go back to @global.w_consequence_teen_boy_1 and his @global.w_consequence_male_caregiver
st_za: A re kgutlele ho @global.w_consequence_teen_boy_1 le @global.w_consequence_male_caregiver

# template
source: @global.w_consequence_male_caregiver: "I am concerned that you are often still coming home late, @global.w_consequence_teen_boy_1. What can we do to help you remember to come home in time?" @global.w_consequence_teen_boy_1: "If I come home in time, maybe I can stay up 30 minutes later than usual?"
st_za: @global.w_consequence_male_caregiver: "Ke kgathatsehile ka hore o sa ntse o fihla lapeng leite mme sena se etsahala kgafetsa, @global.w_consequence_teen_boy_1. Re ka etsang ho o thusa ho hopola ho tla lapeng ka nako?" @global.w_consequence_teen_boy_1: "Ha ke fihla lapeng ka nako, mohlomong nka fihla metsotso e 30 pele ho nako e tlwaelehileng?"

# template
source: @global.w_consequence_male_caregiver: That is a good idea! And what should we do if you don’t follow the rule? @global.w_consequence_teen_boy_1 (mumbles): “Mgmluuhm”
st_za: @global.w_consequence_male_caregiver: O nahanne ntho e ntle! Mme jwale re tla etsang haeba o sa latele molao? @global.w_consequence_teen_boy_1 (o a korotla): “Mgmluuhm”

# template
source: @global.w_consequence_male_caregiver: "Oh come on, I know you have some ideas." @global.w_consequence_teen_boy_1: "Okay…. What about: I have to do my homework?"
st_za: @global.w_consequence_male_caregiver: "Bona hle moshana, kea tseba hore ho na le ntho eo o e nahanang." @global.w_consequence_teen_boy_1: "Ho lokile…. Ho thweng ka: Ke tlameha ho etsa homeweke ya ka?"

# template
source: @global.w_consequence_male_caregiver: "You have to do your homework anyway. If you forget the rule, it is fair that you will not be able to see your friends the next day." @global.w_consequence_teen_boy_1: "Okay, @global.w_consequence_male_caregiver."
st_za: @global.w_consequence_male_caregiver: "O lokela ho etsa homeweke ya hao hanghang. Ha o lebala molao, etlaba hantle hore letsatsing le hlahlamang o se ke wa bona metswalle ya hao." @global.w_consequence_teen_boy_1: "Ho lokile, @global.w_consequence_male_caregiver."

# template
source: The next day... @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1! What time is it! It is late!”
st_za: Letsatsing le hlahlamang... @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1! Ke nako mang! Ke leite!”

# template
source: @global.w_consequence_teen_boy_1: “Sorry @global.w_consequence_male_caregiver – you can go back to sleep.” @global.w_consequence_male_caregiver: “It is WAY past the time you were supposed to be home!”
st_za: @global.w_consequence_teen_boy_1: “Ke kopa tshwarelo @global.w_consequence_male_caregiver – tsa mo robala hape.” @global.w_consequence_male_caregiver: “Nako ya hore ebe o se o fihlile lapeng e fetile KGALE!”

# template
source: @global.w_consequence_teen_boy_1: “I can explain, @global.w_consequence_male_caregiver, I can.” @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1, it is the middle of the night and you came home later than we agreed. Whatever the reason is, you must understand that this is not acceptable. @global.w_consequence_female_caregiver and I felt really worried.”
st_za: @global.w_consequence_teen_boy_1: “E re ke o hlalosetse, @global.w_consequence_male_caregiver, Nka o hlalosetsa.” @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1, ke hara mpa ya bosiu mme o fihlile leite ka nako eo re sa dumellanang ka yona. Ho sa tsotellehe lebaka, o tlameha ho utlwisisa hore ntho ena ha e amohelehe. @global.w_consequence_female_caregiver mme ke utlwa ke tshwenyehile haholo.”

# template
source: @global.w_consequence_teen_boy_1: “My friends wanted me to stay longer. They were calling me a baby for having to go home already.” @global.w_consequence_male_caregiver: “I know it can be hard to say no to your friends. Let’s talk more about this in the morning when we have had some rest.”
st_za: @global.w_consequence_teen_boy_1: “Metswalle ya ka e ne e batla re dule ho fihlela bosiu. E mpitsa ngwana hobane ke batla ho tla lapeng ka nako.” @global.w_consequence_male_caregiver: “Kea tseba hore ho ka ba thata ho hanyetsa metswalle ya hao. E re re bue ka taba eo hoseng ha re se re phomotse.”

# template
source: @global.w_consequence_teen_boy_1: “I am sorry I worried you and @global.w_consequence_female_caregiver.” @global.w_consequence_male_caregiver: “Thank you. Now go to bed, but just to be clear, as you came home later than we agreed, you will not be allowed to go out tomorrow night.”
st_za: @global.w_consequence_teen_boy_1: “Ke kopa tshwarelo ke ile ka le tshwenya ebile @global.w_consequence_female_caregiver.” @global.w_consequence_male_caregiver: “Kea leboha. Tsa mo robala, empa o hopole, kaha o fihlile lapeng kamora nako eo re dumellaneng ka yona, hosane re ke ke ra o dumella ho tswa bosiu.”

# template
source: * Story & discussion – that didn’t work… * Examples of consequences * Tools: How to give calm consequences EXPLAIN - AGREE - ACT * Discussion on rules & consequences * Story & discussion – that worked! * Try it out! * Home practice suggestions
st_za: * Pale le puisano – seo ha sea sebetsa… * Mehlala ya ditlamorao * Dithuluse: Tsela ya ho fana ka ditlamorao o theotse moya HLALOSA - DUMELLANANG - NKA BOHATO * Puisano ya melao le ditlamorao * Pale le puisano – seo se sebeditse! * E leke! * Ditshisinyo tsa ho prakthisa lapeng

# template
source: * Story & reflection – that didn’t work… * Examples of consequences * Tools: How to give calm consequences EXPLAIN - AGREE - ACT * Discussion on rules & consequences * Story & reflection – that worked! * Try it out! * Home practice suggestions
st_za: * Pale le boikgopotso – seo ha sea sebetsa… * Mehlala ya ditlamorao * Dithuluse: Tsela ya ho fana ka ditlamorao o theotse moya HLALOSA - DUMELLANANG - NKA BOHATO * Puisano ya melao le ditlamorao * Pale le boikgopotso – seo se sebeditse! * E leke! * Ditshisinyo tsa ho prakthisa lapeng

# template
source: Discuss together: * Why did giving a consequence this way not work well?
st_za: Buisanang: * Ke hobaneng ha ho jarisa motjha ditlamorao ka tsela ena ho sa sebetse hantle?

# template
source: @global.w_consequence_male_caregiver was angry
st_za: @global.w_consequence_male_caregiver o ne a halefile

# template
source: @global.w_consequence_male_caregiver did not let @global.w_consequence_teen_boy_1 explain
st_za: @global.w_consequence_male_caregiver ha aa dumella @global.w_consequence_teen_boy_1 ho itlhalosa

# template
source: The consequence was not discussed beforehand with @global.w_consequence_teen_boy_1
st_za: Ha ho a buisanwa le @global.w_consequence_teen_boy_1 ka ditlamorao tseo esale pele

# template
source: The consequence was too strong
st_za: Ditlamorao di ne di le matla haholo

# template
source: Giving a consequence this way did not work well because...
st_za: Ho fana ka ditlamorao ka tsela ena ha ho a sebetsa hantle hobane...

# template
source: Discuss together: * What rules do your teens often break? * What consequence could you use for each specific broken rule? Consequences should be: FAIR (not too harsh) IMMEDIATE (do it straight away) CONSISTENT (same every time). Praise and encourage each other – we can give each other strength!
st_za: Buisanang ka: * Ke melao efe eo motjha wa hao a e tlolang kgafetsa? * O ka sebedisa ditlamorao dife bakeng sa molao ka mong o tobileng o tlotsweng? Ditlamorao di lokela ho ba: TSE LOKILENG (eseng tse sehloho) HANGHANG (ntle ho tshenyo ya nako) TSE TSHWANANG (tse tshwanang nako le nako). Babatsanang le ho kgothatsana – re ka matlafatsana!

# template
source: Let's talk about this story
st_za: A re bue ka pale ena

# template
source: Why did using a consequence work well this time?
st_za: Ke hobaneng ha ho mo jarisa ditlamorao ho atlehile lekgetlong lee?

# template
source: @global.w_consequence_teen_boy_1 and his @global.w_consequence_male_caregiver discussed consequences when they were both calm
st_za: @global.w_consequence_teen_boy_1 le @global.w_consequence_male_caregiver wa hae ba buisana ka ditlamorao ha bobedi ba bona ba theotse moya

# template
source: They agreed on consequences together
st_za: Ba dumellana ka ditlamorao mmoho

# template
source: @global.w_consequence_male_caregiver responded calmly but firmly when @global.w_consequence_teen_boy_1 broke the rule
st_za: @global.w_consequence_male_caregiver o arabetse a theotse moya empa a sa hlathe kwana le kwana ha @global.w_consequence_teen_boy_1 a tlotse molao

# template
source: @global.w_consequence_male_caregiver listened to @global.w_consequence_teen_boy_1
st_za: @global.w_consequence_male_caregiver o ile a mamela @global.w_consequence_teen_boy_1

# template
source: The consequence was realistic and appropriate
st_za: Ditlamorao ebile tse utlwahalang le tse loketseng

# template
source: Using a consequence worked well this time because...
st_za: Ho mo jarisa ditlamorao ho atlehile lekgetlong lena hobane...

# template
source: How you introduce calm consequences is important. Remember, when you involve your teen, things usually go better!
st_za: Tsela ya ho qala ditlamorao tse monate e bohlokwa. Hopola, ha o kenyelletsa motjha wa hao, hangata dintho di tsamaya bothebelele!

# template
source: EXPLAIN
st_za: HLALOSA

# template
source: Check you are both calm. Take a few breaths. Explain to your teen why you are concerned about their behaviour. Explain the reasons why the rule mattered. You can share your feelings - it’s okay to say you are disappointed.
st_za: Tiisa hore bobedi ba lona le kgobile matshwafo. Hemela hodimo ka makgetlo a seng makae. Hlalosetsa motjha wa hao hore na ke hobaneng ha o kgathatsehile ka boitshwaro ba hae. Hlalosa mabaka a hore na hobaneng ha ho hlokeha molao. O ka mo phetela maikutlo a hao - ho lokile ho mo bolella hore o swabile.

# template
source: AGREE
st_za: DUMELLANANG

# template
source: Plan consequences with your teen for following and not following the rule. Ask for their ideas. Talk until you agree on something realistic. Make a consequence for NOT following the rule and a privilege when they DO follow the rule.
st_za: Hlophisa ditlamorao le motjha wa hao tsa ho latela molao le ho se o latele. Mo botse hore na o nahana jwang. Buisanang ho fihlela le dumellana ka ho hong ho utlwahalang. Etsang ditlamorao tsa HO SE latele molao le tlotla ya ha A latela molao.

# template
source: ACT
st_za: NKA BOHATO

# template
source: When your teen follows the rule, give praise and privileges!
st_za: Ha motjha wa hao a latela molao, mo babatse mme o mo fe dintho tse kgethehileng!

# template
source: They will feel respected and valued. Remember: The more we praise them, the more they will show that good behaviour!
st_za: O tla ikutlwa a hlomphuwa ebile e le wa bohlokwa. Hopola: Ha o mo babatsa haholo, o tla bonahatsa boitshwaro boo bo botle!

# template
source: When your teen does not follow the rule, follow through with the consequence.
st_za: Ha motjha wa hao a sa latela molao, mo jarise ditlamorao.

# template
source: When your teen breaks the rule, calmly give the consequence. This should be FAIR (not too harsh), IMMEDIATE (do it straight away) CONSISTENT (same every time).
st_za: Ha motjha wa hao a tlola molao, ka mosa mo jarise ditlamorao tsa ketso ya hae. E lokela ho ba tse LOKILENG (eseng tse sehloho), HANGHANG (di jarise tsona ntle ho tshenyo ya nako) KA TSELA E TSHWANANG (ebe tse tshwanang nako le nako).

# template
source: What would be a calm consequence for your teenagers arguing with each other during dinner? Remember it needs to be: FAIR - IMMEDIATE - CONSISTENT
st_za: Ke ditlamorao dife tse ka jariswang batjha ba phehisanang kgang nakong ya dijo tsa tinare empa seo se etswa ka tsela e kgutsitseng? Hopola hore e tlameha ho ba tse: LOKILENG - HANGHANG - TSE TSHWANANG

# template
source: Not seeing any friends for a month
st_za: Ho se bone metswalle efe kapa efe kgwedi kaofela

# template
source: This may be hard to do for you and also too harsh!
st_za: Ena ekaba ntho e thata ho wena ebile e tla be e le sehloho!

# template
source: Cancelling their birthday plans in a month’s time
st_za: Ho tlohela ditokisetso tsa mokete wa letsatsi la tswalo o saletsweng ke kgwedi

# template
source: This is too far in the future, and too harsh as well!
st_za: Ke ntho ya kgale haholo, ebile le ena e tla ba ketso e sehloho!

# template
source: No TV this evening
st_za: Ha ba shebelle TV mantsiboyeng ana

# template
source: Perfect, this sounds fair and can be done straight away
st_za: Hase moo, ena e utlwahala e lokile ebile e ka etswa hanghang

# template
source: Self-care is a key parenting tool.
st_za: Ho itlhokomela ke thulusi ya bohlokwa ya botswadi.

# template
source: So good to hear you are feeling well today. You are incredible!
st_za: Ke thabela ho utlwa hore o ikutlwa hantle kajeno. O motho ya hlollang!

# template
source: Sorry that things are difficult right now. Take a deep breath and know that you are valued.
st_za: Re maswabi hore o hula ka thata hona jwale. Hemela hodimo mme o tsebe hore o motho wa bohlokwa.
