Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/st/st_messages.po
Languages: st_za

# template
source: Make a budget with your teen and family. This is an important and fun thing to do with your family - it takes about 30 minutes. Making a budget together helps teens understand that we all need to make hard decisions sometimes - but that it helps us have enough money at the end of the month and realise our goals! Budgets have helped millions of families.
st_za: Etsa bajete le motjha le lelapa la hao! Sena se bohlokwa ebile ke ntho eo ho leng monate ho e etsa le lelapa la hao - e nka hoo ekabang metsotso e 30. Ho etsa bajete mmoho ho thusa batjha ho utlwisisa hore kaofela re tlameha ho etsa diqeto tse boima ka dinako tse ding - empa ho re thusa ho ba le tjhelete e lekaneng ha kgwedi e fela le ho phetha ditabatabelo tsa rona! Dibajete di thusitse malapa a dimilione.

# template
source: Review your budget with your teen and family. This will remind everyone that we all need to make hard decisions sometimes - but that it helps us have enough money at the end of the month and realise our goals! Budgets have helped millions of families.
st_za: Hlahloba bajete ya hao le motjha le lelapa la hao! Sena se tla hopotsa bohle hore kaofela re tlameha ho etsa diqeto tse boima ka dinako tse ding - empa ho re thusa ho ba le tjhelete e lekaneng ha kgwedi e fela le ho phetha ditabatabelo tsa rona! Dibajete di thusitse malapa a dimilione.

# template
source: Steps to make a budget
st_za: Mehato ya ho etsa bajete

# template
source: make a budget together with their family
st_za: etsa bajete mmoho le lelapa la hae

# template
source: Did you have any challenges when making your budget together?
st_za: Na le bile le diphephetso dife kapa dife ha le etsa bajete ya lona mmoho?

# template
source: What whas difficult for you about making your budget together?
st_za: Ke eng e le thatafalletseng ka ho etsa bajete hammoho?

# template
source: I did not want to tell my family how much I earn.
st_za: Ke ne ke sa batle ho bolella lelapa la ka hore na ke amohela tjhelete e kae.

# template
source: You don’t have to reveal the exact amount you earn; you could give an estimate. You could say, “In this household, we have @global.currency@global.monthly_income_estimate every month” rather than, “I make @global.currency@global.monthly_income_precise”.
st_za: Ha ho hlokahale hore o bolele ka ho toba tjhelete eo o e amohelang; o ka fana ka kgakanyo. O ka bua tjena, “Lelapeng lena, re na le @global.currency@global.monthly_income_estimate kgwedi le kgwedi” ho fapana le hore, “Ke etsa @global.currency@global.monthly_income_precise”.

# template
source: When budgeting, we could not agree on what should fall under needs and what should fall under wants.
st_za: Ha re etsa bajete, re ne re sa dumellane hore na ke eng e lokelang ho wela tlasa dintho tseo re di hlokang le tseo re di batlang.

# template
source: People’s wants and needs are different sometimes. Talking about them together can help you and your teen to understand each other, respect your differences, and see where you can compromise.
st_za: Ka dinako tse ding dintho tseo batho ba di batlang le tseo ba di hlokang dia fapana. Ho buisana ka tsona ho ka thusa wena le ngwana kapa motjha wa hao hore le utlwisisane, le hlomphe ho se tshwane ha lona, le ho bona hore na le ka itima dintho dife.

# template
source: I did not understand what to do.
st_za: Ke ne ke sa utlwisise seo ke tlamehang ho se etsa.

# template
source: I’m sorry to hear this. I know it can be difficult! Why don’t we go through it again? Your teen or other family members can join and help you!
st_za: Ke maswabi ho utlwa seo. Kea tseba hore ho ka ba thata! Ke kopa hore re ke re hlahlobe dintlha hape. Motjha wa hao kapa ditho tse ding tsa lelapa di ka tla mme tsa o thusa!

# template
source: My teen did not want to do the budgeting with me.
st_za: Motjha wa ka o ne a sa batle ho etsa bajete le nna.

# template
source: Try making the budget with other adults in your home first. Your teen may get interested in what you are doing. Making a budget may sound serious but try to make it fun – make it a game during one-on-one time! Or you can try to make the budget for @global.w_money_grandma first. Remember to praise them when you are done!
st_za: Leka ho qala ka ho etsa bajete le batho ba bang ba baholo lapeng. Motjha wa hao a ka nna a ba le thahasello ho seo le se etsang. Ho etsa bajete ho ka utlwahala ho le thata empa leka ho etsa hore ebe ntho e monate – e etse papadi nakong ya boinotshing! Kapa o ka nna wa leka ho etsa bajete ya @global.w_money_grandma pele. Hopola ho mo babatsa ha le qetile!

# template
source: Your goal was to make a family budget and savings plan.
st_za: Sepheo sa hao e ne e le ho etsa bajete ya lelapa le moralo wa ho boloka tjhelete.

# template
source: Thank you for sharing your experiences! Well done for thinking about how you can budget and save with your family. This will really help you to work towards your family goals. Together you can achieve so many good things!
st_za: Rea leboha ka hore o re phetele dintho tseo o fetileng ho tsona! O entse hantle ka ho nahana kamoo o ka etsang bajete le ho boloka tjhelete le lelapa la hao. Kannete sena se tla o thusa ho sebeletsa dinthong tse ding tseo lelapa la hao le batlang ho di etsa. Re ka finyella dikgolo mmoho etswe, matla ke kopano!

# template
source: Many families are stressed about money, especially if teens keep asking for things! When we make a budget together, we can agree how to spend AND save to prevent stress and work towards our family’s goals.
st_za: Malapa a mangata a imetswe ke ditaba tsa ditjhelete, haholoholo haeba batjha ba dula ba kopa ntho-di-hana ho fela! Ha re etsa bajete hammoho, re ka dumellana hore na re lokela ho sebedisa tjhelete e kae LE HO baballa ho qoba kgatello ya maikutlo le ho sebeletsa ho fihlella maikemisetso a lelapa la rona.

# template
source: Greetings, everyone. Today's topic is family budgeting. It is important to create a budget, but it is even more important to create a budget involving the entire family. Doing it together helps increase the level of understanding of how you spend money as a family and how much you save for the family, and you can even come up with plans of how you can save as a family.
st_za: Dumelang bohle. Sehlooho sa kajeno ke ho etsa bajete ya lelapa. Ke habohlokwa ho etsa bajete, empa ke habohlokwa le ho feta ho etsa bajete e akarelletsang lelapa lohle. Ho etsa jwalo mmoho ho thusa bohle ho utlwisisa hore na lelapa le sebedisa tjhelete jwang le hore na lelapa le boloka tjhelete e kae, ebile le ka etsa ditokisetso tsa hore na le ka baballa tjhelete jwang le le lelapa.

# template
source: There are four steps for doing a family budget: Step 1: THINK Step 2: CHOOSE Step 3: BUILD Step 4: PLAN Let’s go through the steps together. You need: - Papers (or old newspaper or a cardboard box) and pens - Stones or beans or anything with lots of bits to represent money Take a minute to get these things before we start with the first step.
st_za: Ho na le mehato e mene ya ho etsa bajete ya lelapa: Mohato wa 1: NAHANA Mohato wa 2: KGETHA Mohato wa 3: HAHA Mohato wa 4: RERA A re tshohleng mehato ena mmoho. O hloka: - Dipampiri (kapa koranta ya kgale kapa lebokose) le dipene - Majwe kapa dinawa kapa eng kapa eng e nang le dikgetjhana tse ngata ho emela tjhelete Ako nke metsotswana o batle dintho tsena pele re qala ka mohato wa pele.

# template
source: A family budget can help @global.w_money_grandma - and YOU!
st_za: Bajete ya lelapa e ka thusa @global.w_money_grandma - le WENA!

# template
source: There are four steps for doing a family budget: Step 1: THINK Step 2: CHOOSE Step 3: BUILD Step 4: PLAN Let’s go through the steps together.
st_za: Ho na le mehato e mene ya ho etsa bajete ya lelapa: Mohato wa 1: NAHANA Mohato wa 2: KGETHA Mohato wa 3: HAHA Mohato wa 4: RERA A re tshohleng mehato ena mmoho.

# template
source: You need: * Papers (or old newspaper or a cardboard box) and pens * Stones or beans or anything with lots of bits to represent money Take a minute to get these things before we start with the first step.
st_za: O hloka: - Dipampiri (kapa koranta ya kgale kapa lebokose) le dipene - Majwe kapa dinawa kapa eng kapa eng e nang le dikgetjhana tse ngata ho emela tjhelete Ako nke metsotswana o batle dintho tsena pele re qala ka mohato wa pele.

# template
source: * food * water & electricity * clothing * accounts * TV subscription * toiletries * salon * airtime * school fees * transport * insurance/policies * medication * entertainment/sports * rent * loans * church
st_za: * dijo * metsi le motlakase * diaparo * diakhaonte * mananeo a TV a patallwang * dintho tsa ho hlapa * salune * airtime * sekolofisi * dipalangwang * inshorense/maano * meriana * boithabiso/dipapadi * rente * dikoloto * kereke

# template
source: Think about what we spend money on each month.
st_za: Nahana hore na re sebedisa tjhelete ya rona ho etsang kgwedi le kgwedi.

# template
source: * Get a piece of paper (or old newspaper or a cardboard box) and a pen. * Draw pictures of all the things that you and your family spend money on each month. * Write next to each picture how much each thing costs each month. (There is no need to share the numbers if you don’t want to.) * Add up how much money you have to spend each month.
st_za: * Fumana pampiri (kapa koranta ya kgale kapa lebokose) le pene. * Toroya ditshwantsho tsa dintho tseo wena le lelapa la hao le sebedisang tjhelete ho tsona kgwedi le kgwedi. * Ngola haufi le setshwantsho ka seng hore na ntho ka nngwe e ja bokae kgwedi le kgwedi. (Ha ho hlokahale hore le bontshane dipalo haeba le sa batle.) * Kopanya tjhelete eo o e sebedisitseng kgwedi ka nngwe.

# template
source: Wonderful! You finished step 1! Let’s move on!
st_za: Ke botle! O qetile mohato wa 1! A re fetele pele!

# template
source: Talk together about your needs and wants WANT: Something you can live without NEED: Something you cannot live without
st_za: A re bue ka dintho tseo le di hlokang le tseo le di batlang SEO LE SE BATLANG: Ntho eo o ka phelang ntle ho yona SEO LE SE HLOKANG: Ntho eo o ke keng wa phela ntle ho yona

# template
source: People often don’t see things in the same way. When we talk about our needs and wants, we understand each other better and can make good choices together on how to spend our money. Look at your lists of things you spend money on and discuss: * Which are NEEDS that you can’t live without? Why? * Which are WANTS which are nice to have but not essential? Why? * Which things could you try to spend less money on as a family?
st_za: Hangata ha re bone dintho ka leihlo le le leng. Ha re buisana ka dintho tseo re di hlokang le tseo re di batlang, re utlwisisana hantle ebile re ka etsa diqeto tse ntle mmoho tsa kamoo re sebedisang tjhelete ya rona kateng. Shebang matoto a lona a dintho tseo o sebedisang tjhelete ho tsona mme mme le buisane ka: * Ke DITLHOKO dife tseo le ke keng la phela ntle ho tsona? Hobaneng? * Ke dintho dife tseo le di BATLANG tse ntle empa ese tsa bohlokwa? Hobaneng? * Ke dintho dife tseo le ka lekang ho hafola tjhelete eo le e sebedisang ho tsona jwaloka lelapa?

# template
source: Think about your needs and wants WANT: Something you can live without NEED: Something you cannot live without
st_za: Nahana ka dintho tseo le di hlokang le tseo le di batlang SEO LE SE BATLANG: Ntho eo o ka phelang ntle ho yona SEO LE SE HLOKANG: Ntho eo o ke keng wa phela ntle ho yona

# template
source: Look at your list of things you spend money on and choose: * Which are NEEDS that you can’t live without? Why? * Which are WANTS which are nice to have but not essential? Why? * Which things could you try to spend less money on?
st_za: Shebang matoto a lona a dintho tseo o sebedisang tjhelete ho tsona mme mme le buisane ka: * Ke DITLHOKO dife tseo le ke keng la phela ntle ho tsona? Hobaneng? * Ke dintho dife tseo le di BATLANG tse ntle empa ese tsa bohlokwa? Hobaneng? * Ke dintho dife tseo le ka lekang ho hafola tjhelete eo le e sebedisang ho tsona jwaloka lelapa?

# template
source: Make a budget!
st_za: Etsang bajete!

# template
source: Make a budget as one big family!
st_za: Etsang bajete le le lelapa le le leng le leholo!

# template
source: * One person will volunteer to share his/her list (If no one volunteers you can make a new list together) * Take roles - some will be adults, some will be teens. * Decide what your income is for the month. * Take some stones or beans or anything with lots of bits - this is your income for the month. (For example: If your income is @global.currency@local.monthly_income, and you have @local.number_of_beans beans, each bean is @global.currency@local.bean_value.) * Decide together what you will spend on what, and put the stones/objects on that image. Not sure about your decisions? Having trouble deciding between "needs" and "wants"? That’s totally fine!
st_za: * Motho a le mong o tla ithaopela ho bolela letoto la hae (Haeba ho se na moithaopi le ka etsa letoto le letjha mmoho) * Nkang maemo a itseng - ba bang e tla ba batho ba baholo, ba bang e tla ba batjha. * Etsang qeto ya hore na tjhelete e kenang ke bokae ka kgwedi. * Nkang majwe kapa dinawa kapa eng kapa eng e nang le dikgetjhana tse ngata - eo ke tjhelete e kenang ka kgwedi. (Ka mohlala: Haeba tjhelete e kenang ke @global.currency@local.monthly_income, mme o na le dinawa tse @local.number_of_beans, nawa ka nngwe e lekana le @global.currency@local.bean_value.) * Etsang qeto mmoho ya hore na le tla e sebedisetsang, mme le behe majwe/dintho setshwantshong se. Na ha le a kgodiseha ka diqeto tsa lona? Na ha le kgone ho utlwisisa phapang tsa "ditlhoko" le "dintho tseo le di batlang"? Ho hang ha ho na bothata!

# template
source: Make a budget as a family!
st_za: Etsang bajete le le lelapa!

# template
source: * Write down what your income is for the month. * Take some stones or beans or anything with lots of bits - this is your income for the month. (For example: If your income is @global.currency@local.monthly_income, and you have @local.number_of_beans beans, each bean is @global.currency@local.bean_value.) * Decide what you will spend on what, and put the stones/objects on that image. Not sure about your decisions? Having trouble deciding between "needs" and "wants"? That’s totally fine!
st_za: * Ngola hore na tjhelete ya hao e kenang ke bokae ka kgwedi. * Nka majwe kapa dinawa tse ding kapa eng kapa eng e nang le dikgetjhana tse ngata - ena ke tjhelete ya lona e kenang ka kgwedi. (Ka mohlala: Haeba tjhelete ya lona e kenang ke @global.currency@local.monthly_income, mme le na le dinawa tse @local.number_of_beans, nawa ka nngwe ke @global.currency@local.bean_value.) * Etsang qeto ya hore na le tla etsang ka yona, mme le behe majwe/dintho hodima setshwantsho seo. Na ha le a kgodiseha ka diqeto tsa lona? Na ha le kgone ho utlwisisa phapang tsa "ditlhoko" le "dintho tseo le di batlang"? Ho hang ha ho na bothata!

# template
source: Plan how you can save money, so you can deal with emergencies and realise your family goals!
st_za: Rerang hore na le tla baballa tjhelete jwang, e le hore le ka sebetsana le maemo a tshohanyetso mme la fihlella ditabatabelo tsa lelapa la lona!

# template
source: If you can save even a tiny amount for the future or emergency - it can make a big difference over time. * Add a circle called “emergencies”. * Add a circle called “family goals”. * Now try to move your money around so you can save a bit every month for each of these.
st_za: Haeba o ka baballa esita le tjhelete e nyane bakeng sa kamoso kapa maemo a tshohanyetso - seo se ka etsa phapang e kgolo ha nako e ntse e feta. * Kenya sedikadikwe se bitswang “maemo a tshohanyetso”. * Kenya sedikadiswe se bitswang “ditabatabelo tsa lelapa”. * Ebe o leka ho tsamaisa tjhelete ya hao e le hore le ka baballa tjheletenyana e itseng kgwedi le kgwedi bakeng sa e nngwe le e nngwe ya dintho tsena.

# template
source: CONGRATULATIONS!!! You’ve made your family budget – and using it will make a huge difference for you. I think every person in your group deserves a praise, don’t you?
st_za: REA LE LEBOHELA!!! Le entse bajete ya lelapa la lona – mme ho e sebedisa ho tla etsa phapang e kgolo bophelong ba lona. Ke nahana hore motho ka mong o tshwanelwa ke pabatso, le bona jwang?

# template
source: CONGRATULATIONS!!! You’ve made your family budget – and using it will make a huge difference for you. I think every person in your family deserves a praise, don’t you?
st_za: REA LE LEBOHELA!!! Le entse bajete ya lelapa la lona – mme ho e sebedisa ho tla etsa phapang e kgolo bophelong ba lona. Ke nahana hore motho ka mong lelapeng la hao o tshwanelwa ke pabatso, le bona jwang?

# template
source: CONGRATULATIONS!!! You’ve made your budget – remember to do this exercise again with your other family members - if you agree on a plan together it will make a huge difference!
st_za: REA LE LEBOHELA!!! Le entse bajete ya lona – hopolang ho etsa boikwetliso bona hape le ditho tse ding tsa malapa a lona - ha le dumellana ka seo le rerang ho se etsa mmoho, seo se tla etsa phapang e kgolo!

# template
source: Have you talked with your teen about your family budget yet?
st_za: Na o se o buile le motjha wa hao ka bajete ya lelapa?

# template
source: Whenever you feel alone or overwhelmed, know that you are not alone. There are parents all over the world who are going through the same struggles as you. You are doing your best every day and we’re all proud of you!
st_za: Neng kapa neng ha o ikutlwa o le mong kapa o imetswe, tseba hore ha o mong. Ho na le batswadi lefatsheng lohle ba fetang mathateng a tshwanang le a hao. O etsa sohle se matleng a hao letsatsi le letsatsi mme re motlotlo ka wena!

# template
source: Involving your family in how you spend your money can take away a lot of stress and arguments. Complete the @local.workshop_data.in_text_title to help your family with budgeting and saving. It's actually easy - you will see!
st_za: Ho kenyelletsa lelapa la hao tseleng eo le sebedisang tjhelete ka yona ho ka fedisa kgatello e ngata ya maikutlo le dikgang. Phethela @local.workshop_data.in_text_title ho thusa lelapa la hao ka ho etsa bajete le ho baballa tjhelete. Hantlentle ena ke ntho e bonolo - o tla bona!

# template
source: Hi @fields.user_name! You are starting your second month of using @global.parent_app. Amazing! Almost every family struggles with money issues, therefore, this week’s workshop will give you a tool that will help you to plan your expenses so you can have enough money to get through the month.
st_za: Dumela @fields.user_name! O thoma khoeli ea hao ea bobeli ea ho sebelisa @global.parent_app. Hlollang! Hoo e ka bang lelapa le leng le le leng le na le mathata a lichelete, ka hona, thupelo ea beke ena e tla u fa sesebelisoa se tla ho u thusa ho rala litšenyehelo tsa hau e le hore u ka ba le chelete e lekaneng ea ho qeta khoeli.

# template
source: Hi @fields.group_name! You are starting your second month of using @global.parent_app. Amazing! Almost every family struggles with money issues, therefore, this week’s workshop will give you a tool that will help you to plan your expenses so you can have enough money to get through the month.
st_za: Dumela @fields.group_name! O thoma khoeli ea hao ea bobeli ea ho sebelisa @global.parent_app. Hlollang! Hoo e ka bang lelapa le leng le le leng le na le mathata a lichelete, ka hona, thupelo ea beke ena e tla u fa sesebelisoa se tla ho u thusa ho rala litšenyehelo tsa hau e le hore u ka ba le chelete e lekaneng ea ho qeta khoeli.

# template
source: Do you feel stressed about money? Does your teen keep asking for things you can’t afford? This week’s workshop deals with money and budgeting.
st_za: Na o ikutlwa o imetswe ke mathata a ditjhelete? Na motjha wa hao o dula a o kopa dintho tseo o ke keng wa kgona ho mo rekela tsona? Wekshopo ya bekeng ena e sebetsana le ditaba tsa ditjhelete le ho etsa bajete.

# template
source: It seems you haven’t finished the @local.workshop_data.in_text_title yet. Many parents said that making a budget brought peace back into their house – it can work for you too. Thank you again for being such a committed parent.
st_za: Ho bonahala eka ha o so qete @local.workshop_data.in_text_title. Batswadi ba bangata ba itse ho etsa bajete ho entse hore lelapa le boele le be le kgotso – le lona seo se ka le sebeletsa. Re boetse rea o leboha ka hore o be motswadi ya ikemiseditseng.

# template
source: Great that you completed @local.workshop_data.in_text_title. Tomorrow, a new workshop is unlocked to help you set family rules that work.
st_za: Ke hantle hore ebe o phethetse @local.workshop_data.in_text_title. Hosane, ho tla thakgolwa wekshopo e ntjha ho o thusa ho beha melao e sebetsang ya lelapa.

# template
source: It can be hard to make ends meet every month. Many families have this problem! Including @global.w_money_grandma - let's have a look:
st_za: Ho thata ho ba le tjhelete e lekaneng ho phetha mabaka kgwedi le kgwedi. Malapa a mangata a na le bothata bona! Ho kopanyelletsa le @global.w_money_grandma - a re shebelleng:

# template
source: @global.w_money_grandma: "I have been taking care of my grandchildren, @global.w_money_teen_girl and @global.w_money_teen_boy, since their parents died when they were young. We often struggle with money, as I only receive a small grant."
st_za: @global.w_money_grandma: "Haesale ke hlokomela ditloholo tsa ka, @global.w_money_teen_girl le @global.w_money_teen_boy, hobane batswadi ba bona ba hlokahetse ba sa le banyane. Hangata re hula ka thata ditjheleteng, hobane ke amohela kerante e nyane."

# template
source: @global.w_money_grandma: "I am so stressed. I don’t have any money left. And now I’m fighting with my teens over things they want – again."
st_za: @global.w_money_grandma: "Ke kgathatsehile haholo. Ho hang ha ke salle le ke sente e ntsho! Jwale ke lwana le batjha ba ka ka dintho tseo ba di batlang – hape."

# template
source: Great work, you have completed the first 3 steps! Let's see how @global.w_money_grandma made a plan with her money, just like you are doing:
st_za: Le entse mosebetsi o moholo, le phethile mehato ya pele e 3! A re shebeng kamoo @global.w_money_grandma a hlophisitseng ditjhelete tsa hae kateng, jwalokaha le etsa:

# template
source: "I want the best future for my grandchildren, but I don’t know where to get the money. Loan sharks are dangerous and paying them back is so expensive. I should save, but that feels impossible!"
st_za: "Ke batlela ditloholo tsa ka bokamoso bo molemo haholo, empa ha ke tsebe hore na ke tla fumana tjhalete hokae. Bomatjhonisa ba kotsi ebile o ba busetsa tjhelete e ngata haholo. Ke lokela ho baballa tjhelete, empa ekare eo ke ntho e sa kgoneheng!"

# template
source: "My goal is to make sure my grandson can go to high school and my granddaughter can reach her dream of university. How can I save a lot of money with the little money I have?"
st_za: "Sepheo sa ka ke ho tiisa hore setloholo sa ka sa moshanyana se kgona ho ya sekolong se phahameng mme setloholo sa ka sa ngwanana se fihlella takatso ya sona ya yunivesithi. Nka baballa tjhelete e ngata jwang ka tjhelete e nyane eo ke nang le yona?"

# template
source: "I know - let’s start with a plan! First, let me make a budget – a plan for how I can save my money. Then I will save just a little bit of money at a time – I will even join a savings and loans group."
st_za: "Kea tseba - a re qaleng ka moralo! E re ke qale ka ho etsa bajete – moralo wa kamoo nka baballang tjhelete ya ka kateng. Mme ke tla baballa tjhelete e nyane nako le nako – ebile ke tla kenela sehlopha sa ho baballa tjhelete le mekitlane."
