Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/st/st_messages.po
Languages: st_za

# template
source: - Ask someone you trust for help - food or childcare can be useful. You may need documents for inheritance, for your children, or to access services. - Sometimes people try to take money or inheritance from a grieving person. Find out about your rights.
st_za: - Kopa thuso ho motho eo u mo tshepang - lijo kapa tlhokomelo ea bana e ka ba molemo. U ka hloka litokomane bakeng sa lefa, bakeng sa bana ba hau, kapa ho fumana litshebeletso. - Ka nako e 'ngoe batho ba leka ho nka chelete kapa lefa ho motho ea saretsoeng. Fumana ka litokelo tsa hau.

# template
source: - Saying goodbye is difficult. Do what feels okay for you and your teen. - Families, teens and parents are not perfect. When someone has died, it is okay to talk about the good and bad things we remember. - It can help to write a letter or make a drawing for the person who has gone. - Some people hold a ceremony or have a special meal to celebrate the person, and say goodbye. - It can help to make a box of memories, to put things that remind you and your teen of the person. - It can help just to talk about the person when you think about them.
st_za: - Ho salisa hantle ho thata. Etsa seo u ikutloang se le molemo ho uena le mocha oa hau. - Malapa, bacha le batsoali ha ba phethahala. Ha motho a hlokahetse, ho loketse ho bua ka lintho tse ntle le tse mpe tseo re li hopolang. - Ho ka thusa ho ngola lengolo kapa ho etsa setšoantšo bakeng sa motho ea tsamaileng. - Batho ba bang ba etsa mokete kapa ba ja lijo tse ikgethang ho keteka motho, mme ba salise hantle. - Ho ka thusa ho etsa lebokose la mehopolo, ho beha lintho tse u hopotsang uena le mocha oa hau ka motho eo. - Ho ka thusa ho bua ka motho feela ha u nahana ka eena.

# template
source: Losing a friend or loved one is hard for everyone. Being kind to yourself and doing things to help yourself cope in this difficult time helps your teen too!
st_za: Ho lahleheloa ke motsoalle kapa moratuoa ho thata ho batho bohle. Ho ba mosa ho uena le ho etsa lintho tse tla ho thusa ho tsoelapele nakong ena e thata ho thusa le ngoana oa hao ea lilemong tsa bocha!

# template
source: Take care of yourself
st_za: itlhokomele

# template
source: Find a support group
st_za: Thola sehlopha sa tshehetso

# template
source: - Grief can affect us for weeks or months or years. You do not have to feel better quickly. - Get enough sleep and food - it is hard to care for teens when you are tired and hungry. - Make a list of things that make you feel better, and do them. - Try to do one simple thing to relax each day with your teen, and also for yourself. - It’s okay to not feel good and it is okay to cry. Never blame yourself, this is not your fault. - There is always hope even after loss. Try to enjoy simple things, and take a minute to do something fun or relaxing with your teen. - Find one or two adults who can support you, listen, and talk.
st_za: - Ho sareloa ho ka re ama ka libeke kapa likhoeli kapa lilemo. Ha ho hlokahale hore u ikutloe u le betere kapele. -Phomola ka ho lekana, ebile o je ka ho lekana - ho thata ho hlokomela bacha ha u khathetse mme u lapile. - Etsa lethathamo tsa lintho tse etsang hore u ikutloe u le betere, mme u li etse. -Leka ho etsa ntho e le 'ngoe e bonolo ho phomola ka letsatsi le leng le le leng le mocha oa hau, le ka bakeng sa hao. - Ho lokile ho se ikutloe hantle mme ho lokile le ho lla. Le ka mohla u se ke ua ipeha molato, hona hase molato oa hao. -Ho na le tšepo kamehla le ka mora tahlehelo. Leka ho natefeloa ke lintho tse bonolo, mme u nke motsotso ho etsa ho hong ho monate kapa ho phomola le ngoana oa hau. -Fumana motho e moholo a le mong kapa ba babeli ba ka u tšehetsang, ba u mamele, hape ba bue le uena.

# template
source: - Talking with someone who can support you and listen to you can help. - It can help to join a group of people who have also lost someone. - Nobody is perfect. It is okay to talk about good and bad memories.
st_za: - Ho bua le motho o ka ho tshehetsang, hape a ho mamele ho ka thusa. - Ho ka thusa ho kena sehlopheng sa batho bao le bona ba lahlehetsoeng ke motho. - Ha ho motho ea phethahetseng. Ho lokile ho bua ka mehopolo e metle le e mebe.

# template
source: Teenagers deal with loss in different ways, just like adults do. You can help them understand the situation and their feelings by creating safe spaces where you can both share and process.
st_za: Bacha ba sebetsana le mesarelo ka litsela tse fapaneng, joalo ka batho ba baholo. O ka ba thusa ho utloisisa boemo le maikutlo a bona, ka ho etsa libaka tse bolokehileng moo le ka khonang ka bobeli ba lona ho arolelana le ho utloisisa tahlehelo.

# template
source: Be honest
st_za: Tshepahala

# template
source: My teen's response
st_za: Karabo ea mocha oa ka

# template
source: How to support my teen?
st_za: Na nka tshetsa mocha oa ka joang?

# template
source: - Tell your teen that the person has died - sometimes they do not realise. - Telling is a process, not an event. You may need to tell them again and again. - Use words they understand. - If younger teens don’t understand what death is, help explain that the person they love is not coming back. Try not to call it ‘sleep’ or ‘a trip away’. - Older teens may understand what death is, but they may struggle to share or handle their emotions. - Teens can respond in very different ways: crying, shouting, not believing or going very quiet. All of these are okay. Tell them that you are there with them. - Allow questions and talking. Be honest. It is okay to say when we don’t know.
st_za: - Bolella mocha oa hao hore motho o hlokahetse - ka nako e nngoe ha ba hlokomela. - Ho bolela ke ts'ebetso, eseng ketsahalo. O ka hloka ho ba bolella kgafetsa le kgafetsa. - Sebelisa mantsoe ao ba a utloisisang. - Haeba bacha ba banyane ha ba utloisise hore na lefu ke eng, ba thuse ka ho hlalosa hore motho eo ba mo ratang ha a kgutle. Leka ho se bitse lefu ka hore ke 'boroko', kapa 'ho robala', kapa 'leeto'. - Bacha ba baholoanyane ba ka utloisisa hore na lefu ke eng, empa ba ka nna ba sokola ho hlalosa maikutlo a bona, kapa ka ho laola maikutlo a bona. - Bacha ba ka araba ka litsela tse fapaneng: ho lla, ho hoeletsa, ho se lumele kapa ho thula haholo. Tsohle tsena li lokile. O ba bolelle hore o teng, o nale bona. - Lumella lipotso le ho bua. Tshepahala. Ho lokile ho bua ha re sa tsebe.

# template
source: - Teens might be sad, angry, not understand or not believe it, feel numb, feel unwell or have pains, nightmares or problems at school. Your teen may seem happy, but still be sad. They may get closed off and want to spend more time with friends. They may also show unexpected or dangerous behaviour. These may not make sense to you, but all of this is normal. - Teens may feel like it was their fault – that they passed on the virus, or that they behaved badly. Tell them clearly that they did nothing wrong.
st_za: -Bacha ba ka 'na ba hlonama, ba halefa, ba se utloisise kapa ba se lumele, ba ikutloe ba tsielehile, ba ikutloa ba sa phele hantle kapa ba nale mahlaba, litoro tse tshosang kapa mathata sekolong. Mocha oa hao a ka ’na a bonahala a thabile, empa a ntse a hloname. Ba ka 'na ba koalloa 'me ba batla ho qeta nako e eketsehileng le metsoalle. Li ka boela tsa bontsha boitshoaro bo sa lebelloang kapa bo kotsi. Tsena li ka 'na tsa se ke tsa utloahala ho uena, empa tsohle tsena li tloaelehile. - Bacha ba ka 'na ba ikutloa eka ke molato oa bona - hore ba fetisitse kokoana-hloko, kapa hore ba itshoere hampe. Ba bolelle ka ho hlaka hore ha baa etsa letho le phoso.

# template
source: - Explain that grief comes with many emotions and reactions. Show your teen that they are loved and cared for, and encourage them to share their emotions by talking, writing or drawing. - If there is a support group that your teen can be part of, this can help. - If a teen talks about wanting to hurt or kill themselves, ask for help from someone as soon as you can. - If you can, keep your normal daily routines, this can be comforting for teens. - It can help for teens to be part of rituals around death - to choose a song or something to say. - Spending a few minutes every day focused on your teen helps to make them feel more secure and give them a chance to relax or talk about things that are upsetting them.
st_za: - Hlalosa hore ho sareloa ho tla le maikutlo a mangata le liketso. Bontsha ngoana oa hau hore oa ratoa le ho hlokomeloa, 'me u mo khothalletse ho arolelana maikutlo a hae ka ho bua, ho ngola kapa ho taka. - Haeba ho na le sehlopha sa ts'ehetso seo mocha oa hau a ka bang karolo ea sona, sena se ka thusa. -Haeba mocha a bua ka ho batla ho intsha kotsi kapa ho ipolaea, kopa thuso ho motho e mong kapele kamoo u ka khonang. -Haeba u khona, boloka mekhoa ea hau e tloaelehileng ea letsatsi le letsatsi, sena se ka tshelisa bacha. - Ho ka thusa bacha ho ba karolo ea meetlo mabapi le lefu - ho khetha pina kapa seo ba ka se buang. -Ho qeta metsotso e seng mekae letsatsi le leng le le leng u tsepamisitse maikutlo ho mocha oa hau ho thusa ho etsa hore a ikutloe a sireletsehile haholoanyane le ho mo fa monyetla oa ho phomola kapa ho bua ka lintho tse mo khopisang.

# template
source: We noticed you tapped the @local.parent_point_data.in_text_title - great job for remembering!
st_za: Re hlokometse hore o tobelitse @local.parent_point_data.in_text_title - mosebetsi o motle oa ho hopola!

# template
source: Did you have a chance to do this?
st_za: Na u bile le monyetla oa ho etsa se'?

# template
source: How did it go?
st_za: Bo tsamaile jwang?

# template
source: Reply
st_za: Araba

# template
source: Timer
st_za: Sebolokanako

# template
source: Press the triangle to help you keep this discussion to @local.timer_duration minutes.
st_za: Tobetsa kgutlotharo ho o thusa ho tiisa hore puisano ena e fella ho metsotso e @local.timer_duration.

# template
source: @local.relevant_content_title added to @data.parent_centre.my_tips.title.
st_za: @local.relevant_content_title e kentsoe ho @data.parent_centre.my_tips.title.

# template
source: You selected less than @local.threshold
st_za: O kgethile katlasa @local.threshold

# template
source: Start Positively Together
st_za: Qalang le Kgothetse Mmoho

# template
source: It's great to see you again! Let's start with caring for you.
st_za: Ke thabela ho o bona hape! A re qale ka ho o hlokomela.

# template
source: Take turns: * Share: How are you feeling today? * Praise someone in your group for something they did well this week! Remember that no matter how you feel, it’s great you are here. You all deserve praise.
st_za: Tjhentjhanang: * Bolellanang: O ikutlwa jwang kajeno? * Babatsa motho e mong sehlopheng sa hao ha a entse ntho e itseng hantle bekeng eo! Hopola hore ho sa natswe hore na o ikutlwa jwang, ke hantle hore ebe o mona. O tshwanelwa ke pabatso.

# template
source: We all have negative thoughts sometimes.
st_za: Ka li nako tse ling, rona bohle re nale ho ba le menahano e mebe.

# template
source: "I am a failure"
st_za: "Ke mo hlolehi"

# template
source: What to do?
st_za: Ke eng se o lokelang ho se etsa?

# template
source: Examples
st_za: Mehlala

# template
source: Telling yourself or your teen to stop or to say the positive opposite often does not help.
st_za: Ho bolella uena kapa ngoana oa hao hore u khaotse kapa u bue se fapaneng le seo hangata ha ho thuse.

# template
source: "I do everything perfectly"
st_za: "Ke etsa tsohle ka botlalo"

# template
source: Instead, you can ask:
st_za: ka tsela enngoe, o ka botsa:

# template
source: - Is the thought realistic? What are other explanations? - What happens if I continue to believe this thought? - What would I tell a friend if he/she had this thought?
st_za: -Na mohopolo oo ke oa sebele? Litlhaloso tse ling ke life? - Ho etsahala'ng haeba ke tsoela pele ho lumela mohopolo ona? - Ke ke tla re'ng ho motsoalle haeba a ne a e-na le mohopolo ona?

# template
source: "This is hard, but you are trying your best, and we will work together to find a solution"
st_za: Sena se boima, empa o leka kahohle kamoo o ka khonang, 'me re tla sebetsa 'moho ho fumana tharollo"

# template
source: "It’s your fault"
st_za: "Ke molato oa hau"

# template
source: "Let’s come up with a solution together"
st_za: "Ha re tle ka tharollo 'moho"

# template
source: "I lost my job"
st_za: "Ke lahlehetsoe ke mosebetsi"

# template
source: "I learned a lot in my job – that will help me find another one"
st_za: "Ke ithutile ho hongata mosebetsing oa ka - seo se tla nthusa ho fumana o mong"

# template
source: "Nobody likes me"
st_za: "Ha ho motho ea nthatang"

# template
source: "Last week I did have a great time with..."
st_za: "Bekeng e fetileng ke bile le nako e monate le..."

# template
source: "Bad things always happen to me"
st_za: "Li ntho tse mpe li lula li nketsahalla kamehla"

# template
source: "This good thing happened the other day..."
st_za: "Ntho ena e ntle e etsahetse ka letsatsi le leng le fetileng..."

# template
source: Change
st_za: Phetoho

# template
source: You’ve completed this week’s workshop.
st_za: O phethile wekshopo ya beke ena.

# template
source: Read along
st_za: Bala hammoho

# template
source: See you soon.
st_za: Re tla o bona haufinyane.

# template
source: You can always find these tools in the @global.parent_centre
st_za: Kamehla o ka fumana dithulusi tsena ho @global.parent_centre

# template
source: Next week, you’ll share with your group how your home practice went. You can also support and remind each other during the week.
st_za: Bekeng e tlang, o tla buisana le sehlopha sa hao hore na boikwetliso ba lapeng bo tsamaile jwang. Hape le ka tshehetsana le ho hopotsana matsatsing a beke.

# template
source: Home Practice
st_za: Boikwetliso ba Lapeng

# template
source: Small actions, big results! Parents who practice their workshop skills at home get better results.
st_za: Diketso tse nyane, diphetho tse kgolo! Batswadi ba sebedisang tsebo eo ba e fumaneng wekshopong ha ba le lapeng ba fumana diphetho tse ntle.

# template
source: Hear a teen's testimonial
st_za: Mamela bopaki ba mocha

# template
source: Read a teen's testimonial
st_za: Bala bopaki ba mocha

# template
source: talk to their teens about how they feel
st_za: buisana le batjha ba bona kamoo ba ikutlwang kateng

# template
source: talk to your teen about how you feel
st_za: buisana le motjha wa hao hore na o ikutlwa jwang

# template
source: Did you experience any challenges when trying to @local.hp_description_second_singular?
st_za: Na o bile le efe kapa efe ya diphephetso tsee ha o leka @local.hp_description_second_singular?

# template
source: What was difficult for you when trying to @local.hp_description_second_singular?
st_za: Ke eng e bileng boima ho wena ha o leka ho @local.hp_description_second_singular?

# template
source: Sorry we missed this!
st_za: Re maswabi hore ha rea lemoha taba ena!

# template
source: Do you want to share it with us?
st_za: Na o ka thabela ho re phetela yona?

# template
source: Thank you for sharing your challenge! We will use this feedback to make @global.parent_app better.
st_za: Rea leboha ka hore o re phetele phephetso ya hao! Re tla sebedisa tlaleho ena ho ntlafatsa @global.parent_app.

# template
source: Sorry to hear the tips did not help you.
st_za: Re maswabi ho utlwa hore dikeletso tsena ha dia ka tsa o thusa.

# template
source: Do you want to share with us what you think would help you?
st_za: Na o ka thabela ho re phetela seo o nahanang hore se ka o thusa?

# template
source: Thank you for sharing! You are an awesome parent for trying to spend time with your teen. It makes all the difference. Keep up the good work, and remember, I am always here to support!
st_za: Kea leboha ka ho re bolella taba ena! O motswadi wa mmakgonthe ka ho leka ho qeta nako le motjha wa hao. Ruri seo se etsa phapang. Pele ya pele ka mosebetsi o motle, mme o hopole, kamehla ke teng ho o tshehetsa!

# template
source: Language
st_za: Puo

# template
source: Learn Together
st_za: Ithuteng Hammoho

# template
source: It's time to learn and practice together!
st_za: Ke nako ya ho ithuta le ho prakthisa mmoho!

# template
source: Learn
st_za: Ithute

# template
source: It's time to learn and practice!
st_za: Ke nako ya ho ithuta le ho prakthisa!

# template
source: Listen Together
st_za: Mamelang Hammoho

# template
source: Let's listen to an audio together!
st_za: A re mamele rekoto ena hammoho!

# template
source: Listen
st_za: Mamela

# template
source: Let's listen to an audio!
st_za: A re mamele rekoto ena!

# template
source: Hi @fields.user_name! This week you did:
st_za: Dumela @fields.user_name! Bekeng ena o entse:

# template
source: Hi @fields.user_name! Thank you for using @global.parent_app and committing to your parenting. Remember to tap your @global.parent_points!
st_za: Dumela @fields.user_name! Rea leboha ka ho sebedisa @global.parent_app le ka ho boikemisetso ba hao jwaloka motswadi. Hopola ho tobetsa ho @global.parent_points!

# template
source: That’s wonderful!
st_za: Ke ditaba tse monate ruri!

# template
source: Nice work!
st_za: Mosebetsi o babatsehang!

# template
source: Your commitment is not taken for granted.
st_za: Boitelo ba hao ha bo nkuwe e le ba lefeela.

# template
source: Keep up the good work!
st_za: Pele ya pele ka mosebetsi o motle!

# template
source: This is lovely!
st_za: Ke ditaba tse monate!

# template
source: Tap yourself on the shoulder. You deserve this.
st_za: Oiphaphathe lehetleng. Kgau e a o tshwanela.

# template
source: Every @global.parent_point counts!
st_za: @global.parent_point e nngwe le e nngwe e bohlokwa!

# template
source: Relax now
st_za: Phutholoha hona jwale

# template
source: Did you relax already? Tap it!
st_za: Na o se o phutholohile? Tobetsa!

# template
source: Here is a fun activity to do with your teen!
st_za: Ntho e thabisang eo o ka e etsang le motjha wa hao ke ena!

# template
source: Continue @local.workshop_data.in_text_title
st_za: Tswela pele ka @local.workshop_data.in_text_title

# template
source: Start @local.workshop_data.in_text_title
st_za: Qala @local.workshop_data.in_text_title

# template
source: Finish current workshop
st_za: Qetela wekshopo ya hona jwale

# template
source: How did you hear about @global.parent_app?
st_za: O utlwetse ka @global.parent_app jwang?

# template
source: Other
st_za: Ho hong

# template
source: By selecting this organisation you are allowing them to have access to your anonymous usage data so that they can support you on this journey.
st_za: Ka ho khetha mokhatlo ona o ba lumella ho fumana data ea hau ea tšebeliso e sa tsejoeng e le hore ba ka u tšehetsa leetong lena.

# template
source: I found it myself
st_za: Ke iphumanetse yona

# template
source: A friend or family
st_za: Ka motswalle kapa lelapa

# template
source: Quick Parenting Tips
st_za: Diketso tse Potlakileng tsa Botswadi

# template
source: Raising teens can be hard, and we all struggle sometimes.
st_za: Ho hodisa batjha ho ka ba thata, mme ka dinako tse ding kaofela re hula ka thata.

# template
source: What is the main challenge you are experiencing right now?
st_za: Phephetso e ka sehloohong eo o tobaneng le yona ke efe hona jwale?

# template
source: My relationship with my teen is not good
st_za: Kamano ya ka le motjha wa ka ha e ntle

# template
source: My teen’s behaviour is difficult
st_za: Boitshwaro ba motjha wa ka bo nthatafalletsa dintho

# template
source: I feel stressed, lonely, angry
st_za: Ke ikutlwa ke imetswe, ke jewa ke bodutu, ke halefile

# template
source: I have money worries
st_za: Ke kgathatsehile ka ditjhelete

# template
source: I worry about my teen’s safety
st_za: Ke kgathatsehile ka polokeho ya motjha wa ka

# template
source: We often fight in our family
st_za: Re dula re lwana lapeng

# template
source: I have a different problem…
st_za: Ke na le bothata bo fapaneng…

# template
source: Building a better relationship starts with spending time together - even 5 minutes a day makes a difference! At first, it can be hard to spend time together, as we are all busy and our teens can be in a bad mood sometimes. But spending even 5 minutes a day of focused time with your teen helps to build trust. Try asking your teen what they would like to do together. It can be fun and relaxing for you too!
st_za: Ho haha dikamano tse ntle ho qala ka ho qeta nako mmoho - esita le metsotso e 5 ka letsatsi e etsa phapang! Qalong, ho ka ba thata ho qeta nako mmoho, hobane kaofela re phathahane kapa mohlomong batjha ba rona ha baa thaba ka dinako tse ding. Empa ho qeta metsotso e 5 ka letsatsi le motjha wa hao ho etsa hore le tshepane. Leka ho botsa motjha wa hao hore na a ka thabela hore le etseng mmoho. Ekaba ntho e monate le e kgathollang le bakeng sa hao!

# template
source: You can get more support on how to spend one-on-one time with your teen here:
st_za: O ka fumana thuso e nngwe e amanang le tsela ya ho qeta nako ya boinotsing le motjha wa hao mona:

# template
source: All teenagers sometimes behave just horribly! One thing that can help with teenage behaviour is to praise them any time that they do something good – however small. Teens may not look like they want or seek your praise but they still really, really do.
st_za: Batjha bohle ka dinako tse ding ba itshwara hampe! Ntho e le nngwe e ka thusang ke ho babatsa boitshwaro ba motjha neng kapa neng ha a etsa ntho e ntle – ho sa tsotellehe hore na e nyane hakae. Ho ka nna ha bonahala eka batjha ha ba batle ho babatswa empa bonneteng ba ntse ba e batla, ebile kannete baa e batla.

# template
source: You can get more support here on how to encourage good behaviour through praising:
st_za: O ka fumana thuso e nngwe mona tseleng ya ho kgothalletsa boitshwaro bo botle ka ho babatsa:

# template
source: Parenting stress is really high right now. We know exactly how overwhelming life can be. Doing something for yourself can reduce your stress. You deserve it! And when you feel overwhelmed, take back control over your body by taking five slow, deep breaths before responding. Lots of parents found this helpful.
st_za: Kannete hona jwale kgatello ya botswadi e hodimo. Re tseba hantle hore na bophelo bo ka ba thata hakae. Ho iketsetsa ntho e itseng ho ka o fokoletsa seterese. Eo ke tshwanelo ya hao! Mme ha o ikutlwa o imetswe, laola mmele wa hao ka ho hula moya butle, ka ho tebileng ka makgetlo a mahlano pele o araba. Batswadi ba bangata ba re seo se ba thusitse.

# template
source: You can get more support on how to take care of yourself here:
st_za: O ka fumana thuso e nngwe e amanang le ho itlhokomela mona:

# template
source: You are not alone. Money stress is so hard for parents. Try talking to your teen about how much money comes in and what you need to spend money on as a family each month. This can help them to understand why you cannot afford something they want. And when everyone understands where the money goes, it is easier to agree on where you can save together too!
st_za: Ha o mong. Seterese sa tjhelete se boima haholo ho batswadi. Leka ho buisana le motjha wa hao ka hore na ho kena tjhelete e kae le hore na le tlameha ho sebedisa tjhelete e kae le le lelapa kgwedi le kgwedi. Sena se ka mo thusa ho utlwisisa hore na ke hobaneng ha o sa kgone mo fumanela ntho eo a e batlang. Ha bohle ba utlwisisa hore na tjhelete e ya hokae, ho ba bonolo ho dumellana le ka hore na le baballe bokae!

# template
source: You can get more support on how to budget and save here:
st_za: O ka fumana thuso e nngwe e amanang le ho etsa bajete ya ho baballa mona:
