Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# data_list
source: Well done for this! It is not easy, and teenagers will not keep to the rules all the time, but making a few key rules together is a great start. Praise yourself for trying this – we are proud of you!
sw: Umefanya vizuri sana kwa hili! Si rahisi, na vijana hawawezi kutii sheria wakati wote, lakini kwa kutengeneza sheria muhimu kwa pamoja ni mwanzo mzuri. Jipongeze kwa kujaribu hili – tunajivunia wewe!

# data_list
source: Your goal was to introduce ONE positive consequence (for your teen taking responsibility) and ONE negative consequence (for your teen breaking a household rule).
sw: Lengo lako lilikuwa kuweka athari MOJA chanya (kwa kijana wako kuwajibika) na athari MOJA hasi (kwa kijana wako kuvunja sheria ya kaya).

# data_list
source: Staying calm and consistent can be hard, but you are doing so well. You can do this!
sw: Kukaa kwa utulivu na thabiti inaweza kuwa ngumu, lakini unafanya vizuri sana. Unaweza kufanya hii!

# data_list
source: Sorry that this was difficult for you. Setting consequences together will make your teen want to follow the rules more often!
sw: Pole kwamba hii ilikuwa ngumu kwako. Kuweka matokeo pamoja kutafanya kijana wako atake kufuata sheria mara nyingi zaidi!

# data_list
source: Your goal was to try and resolve a problem or conflict together with your teen.
sw: Lengo lako lilikuwa kujaribu kutatua tatizo au mgogoro pamoja na kijana wako.

# data_list
source: Solving problems together takes some practice. The more often you involve your teen when you are both calm, the better it will go. Well done for trying!
sw: Kutatua matatizo pamoja kunahitaji mazoezi fulani. Kadiri unavyomhusisha kijana wako mara nyingi wakati wote mmetulia, ndivyo mambo yatakavyokuwa mazuri zaidi. Umefanya vizuri kwa kujaribu!

# data_list
source: Your goal was to map risks and support systems with your teen – both in your community and online.
sw: Lengo lako lilikuwa kubainisha maeneo ya hatari na sehemu za msaada pamoja na kijana wako – kwenye jamii yako na mtandaoni.

# data_list
source: Even if it did not go so well yet, you will get there! Mapping risks and support systems together will help your family. Well done for trying.
sw: Hata kama haijaenda vizuri bado, Utafanikiwa! Kubainisha maeneo hatari kwa pamoja na mifumo ya msaada itasaidia familia yako. Vizuri sana kwa kujaribu.

# data_list
source: Your goal was to discuss a possible crisis situation with your teen and make a plan for it.
sw: Lengo lako lilikuwa kujadili na kijana wako hali ya mgogoro inayoweza kutokea na kuweka mpango wa kukabiliana nayo.

# data_list
source: It can be hard to think and talk about a crisis happening in your family. By trying you are already on the right path. Keep up the good work!
sw: Inaweza kuwa vigumu kuzungmzia majanga yanayotokea katika familia yako. Kwa kujaribu tu, tayari upo katika njia sahihi. Endelea na kazi nzuri!

# data_list
source: Sorry that it did not go so well. This is not easy to do. Try to sit down and discuss it with your teen again. Also, is there someone your teen trusts who could join you in the discussion with your teen?
sw: Tunasikitika kuona kuwa mambo hayakwenda vizuri sana. Si rahisi kufanya hivyo. Jaribu kukaa chini na kulijadili tena na kijana wako. Pia, je, kuna mtu ambaye kijana wako anamwamini anayeweza kuungana na wewe kwenye mazungumzo na kijana wako?

# data_list
source: Your goal was to look at the stories in this module together with your teen and let it spark a discussion about body changes and intimate relationships.
sw: Lengo lako likikua kuzipitia hadithi katika moduli hii pamoja na kijana wako na kuiruhusu kuibua mazungumzo kuhusu mabadiliko ya mwili na mahusiano ya kimapenzi.

# data_list
source: Well done for trying it out – you took a very important step to help your teen!
sw: Hongera kwa kuijaribu - ulichukua hatua muhimu sana kumsaidia kijana wako!

# data_list
source: Talking about these sensitive topics can be uncomfortable for both you and your teen. The more you try, the better it will get. It is worth every bit of your effort!
sw: Kuzungumza kuhusu mada hizi nyeti kunaweza kukukosesha raha wewe na kijana wako. Unapojaribu zaidi, itakuwa bora zaidi. Inastahili kila juhudi yako!

# data_list
source: It can be hard to talk to your teen about these things. That is okay. Well done for trying, you will get another opportunity again soon!
sw: Inaweza kuwa vigumu kuzungumza na kijana wako kuhusu mambo haya. Hiyo ni sawa. Hongera kwa kujaribu, utapata fursa nyingine tena hivi karibuni!

# data_list
source: Your goal was to discuss the @data.workshop.w_svp.in_text_title with your teen.
sw: Lengo lako lilikuwa kujadili @data.workshop.w_svp.in_text_title na kijana wako.

# data_list
source: Well done for involving your teen! Discussing these difficult topics can help keep your teen safe when it matters most.
sw: Hongera kwa kumshirikisha kijana wako! Kujadili mada hizi ngumu kunaweza kusaidia kumweka salama kijana wako katika nyakati ngumu sana.

# data_list
source: Talking about potentially dangerous situations with your teen can be challenging, but just know that you started an important conversation! Keep up the good work.
sw: Kuzungumza na kijana wako kuhusu hali zinazoweza kuwa hatari kunaweza kuwa vigumu, lakini jua tu kwamba umeanzisha mazungumzo muhimu! Endelea na kazi nzuri.

# data_list
source: Discussing potential dangers and how to respond can be a trigger for any parent and teen. The fact that you tried already makes a big difference and really shows you care.
sw: Kujadili hatari zinazoweza kutokea na jinsi ya kujibu kunaweza kuwa kichocheo kwa mzazi na kijana yeyote. Ukweli kwamba umejaribu tayari hufanya tofauti kubwa na inaonyesha kuwa unajali.

# data_list
source: Well done for exploring solutions to your challenges. Go try them out. Your relationship with your teen will get stronger and stronger!
sw: Hongera sana kwa kutafuta njia za kutatua changamoto zako. Nenda ukazijaribu. Uhusiano wako na kijana wako utaimarika zaidi na zaidi!

# data_list
source: This week, your goal was: Share with your teen how you feel, and ask them to also name their feelings.
sw: Wiki hii, lengo lako lilikuwa: Kumshirikisha kijana wako jinsi unavyohisi, na uwaombe pia wataje hisia zao.

# data_list
source: Well done! Sharing feelings will help your family to support each other and get through this difficult time together.
sw: Hongera! Kuwashirikisha hisia zako itafanya familia yako wasaidiane kwa pamoja na kuondokana na hali hii ngumu pamoja.

# data_list
source: Talking about feelings can be challenging at first. Try again another time. It will help you and your family.
sw: Kuongea kuhusu hisia zako inaweza kuwa changamoto mwanzoni. Jaribu tena wakati mwingine. Itakusaidia wewe na familia yako.

# data_list
source: Losing someone impacts everyone differently. Be kind to yourself and take some time to notice and share how you feel when you are ready. You will see it will help you and your family.
sw: Kupoteza mtu inaathiri kila mtu tofauti. Jikarimishe mwenyewe na pata muda kutambua na kushirikishana jinsi unavyohisi ukiwa tayari. Utaona itakusaidia wewe na familia yako.

# data_list
source: Well done for exploring solutions to your challenges. Go try them out. Together with your teen you can get through difficult times stronger.
sw: Hongera sana kwa kutafuta suluhisho la changamoto zako. Nenda ukajaribu. Wewe na kijana wako mnaweza pitia nyakati ngumu zaidi.

# data_list
source: That is okay, do not be too hard on yourself. We encourage you to try and do it when you can.
sw: Hiyo ni sawa, usiwe mgumu sana kwako mwenyewe. Tunakuhimiza ujaribu kuifanya unapoweza.

# data_list
source: Amazing that it went so well. Keep doing more activities together and you will find that is a great way to learn together!
sw: Inafurahisha kwamba ilienda vizuri. Endelea kufanya kazi pamoja na utagundua kwamba ni njia nzuri ya kujifunza pamoja!

# data_list
source: Well done for doing the activity! It is normal to have ups and downs. Keep trying these activities and hopefully next time is great.
sw: Hongera kwa kufanya shughuli! Ni kawaida kuwa na heka heka. Endelea kujaribu shughuli hizi na tunatumaini kuwa wakati ujao utakuwa mzuri.

# data_list
source: Do not be hard on yourself if things did not go as planned. Being a parent means that things will not always go as planned.
sw: Usijisumbue endapo mambo hayakwenda kama ilivyopangwa. Kuwa mzazi inamaanisha kuwa mara nyingi mambo hayataenda kama ilivyopangwa.

# data_list
source: Well done for spending time together! That is how your relationship will get stronger and you will help your teen learn important skills for life.
sw: Umefanya vizuri kwa kutumia muda pamoja! Hivyo ndivyo uhusiano wako utakavyoimarika na utamsaidia kijana wako kujifunza ujuzi muhimu maishani.

# data_list
source: Good that you tried the activity! It can take some time for everyone to get used to new things. Try it again tomorrow – spending time together sets your teen up for success in life!
sw: Ni vizuri kwamba ulijaribu shughuli! Inaweza kuchukua muda kwa kila mtu kuzoea mambo mapya. Ijaribu tena kesho - kutumia muda pamoja humtayarisha kijana wako kwa mafanikio maishani!

# data_list
source: Sorry that things did not go as you hoped. Try this or another activity again next time you have a few minutes to spare. The fact that you are here shows you want the best for your teen!
sw: Samahani kwamba mambo hayakwenda kama ulivyotarajia. Jaribu shughuli hii au nyingine tena wakati mwingine ukiwa na dakika chache za kusawazisha. Ukweli kwamba uko hapa unaonyesha kuwa unatarajia mazuri kwa kijana wako!

# data_list
source: So good that you managed to try this activity together. Doing something fun together is a great way for your teen to learn new skills.
sw: Ni vizuri sana kwamba umeweza kujaribu shughuli hii pamoja. Kufanya kwa pamoja kitu cha kufurahisha ni njia nzuri kwa kijana wako kujifunza ujuzi mpya.

# data_list
source: Spending time together makes a big difference. With just a few minutes together every day, you will see your relationship grow and your teen learn many things they don’t learn at school.
sw: Kukaa na kijana wako pamoja huleta utofauti mkubwa. Mkitumia dakika chache tu pamoja kila siku, utaona uhusiano wenu unakua na kijana wako atijifunza mambo mengi ambayo hajifunzi shuleni.

# data_list
source: We all have moments where things do not work out. Try again tomorrow. You will see the difference and your teen will thank you later for taking time for them!
sw: Sisi sote tuna wakati ambapo mambo hayaendi sawa. Jaribu tena kesho. Utaona tofauti na kijana wako atakushukuru baadaye kwa kupata muda kwa ajili yake!

# data_list
source: Let’s talk about how your home activity with your teen went.
sw: Hebu tuzungumze kuhusu jinsi shughuli zako za nyumbani na kijana wako zilivyoenda.

# data_list
source: That’s okay, hopefully you can try it soon and see how it turns out.
sw: Hiyo ni sawa, ni matumaini kuwa unaweza kuijaribu hivi karibuni na uone jinsi itatokea.

# data_list
source: Great that you could try this activity with your teen! Your teen is learning so much just by spending time with you.
sw: Inapendeza kwamba unaweza kujaribu shughuli hii na kijana wako! Kijana wako anajifunza mengi sana kwa kupata muda wa kuwa pamoja nawe.

# data_list
source: Well done for trying the activity. Things do not always go smoothly from the start. Try again tomorrow. Your teen is learning new skills and you are becoming closer as a family.
sw: Hongera kwa kujaribu shughuli hii. Mambo huwa hayaendi sawa mwanzoni. Jaribu tena kesho. Kijana wako anajifunza ujuzi mpya na mnakuwa karibu zaidi kama familia.

# data_list
source: Sorry that today was hard. You can try again another day. By choosing to do an everyday activity or household chore together, you can spend quality time with your teen while still getting your other work done. Everyone wins!
sw: Pole kwamba siku ya leo ilikuwa ngumu. Unaweza kujaribu tena siku nyingine. Kwa kuchagua kufanya shughuli za kila siku au kazi ya nyumbani kwa pamoja, mnaweza kutumia muda bora na kijana wako huku mkiendelea kufanya kazi zenu nyingine. Kila mtu anashinda!

# data_list
source: Well done for trying one of the activities! Remember that these activities can be done many times and this will support your teen’s development and learning.
sw: Hongera kwa kujaribu moja ya shughuli hizi! Kumbuka kwamba shughuli hizi zinaweza kufanywa mara nyingi na hii itamsaidia kijana wako kukua na kujifunza.

# data_list
source: Did you have a chance to try this?
sw: Je, ulipata nafasi ya kujaribu hili?

# data_list
source: How did it go?
sw: Je, liliendaje?

# data_list
source: That’s wonderful! Well done for spending time together. It lays the foundation for a great relationship with your teen!
af: Dis wonderlik! Mooi so dat julle tyd saam deurgebring het. Dit lê die grondslag vir ’n wonderlike verhouding met jou tiener!
sw: Vizuri sana! Hongereni kwa kutumia muda pamoja. Kufanya hivyo kunaweka msingi wa uhusiano mzuri sana na kijana wako!
xh: Isemagqabini! Wenze kakuhle ngokuchitha ixesha kunye. Ibeka isiseko solwalamano olusemagqabini nomntwana wakho ofikisayo!
zu: Kuhle kakhulu lokho! Nisebenzile ngokuchitha isikhathi ndawonye. Kwenza isisekelo sokuba nobuhlobo obuhle nomntwana wakho!

# data_list
source: Good for you! One-on-one time shows your teens they are important to you. It really makes a difference!
af: Mooi so! Een-tot-een-tyd wys julle tieners hulle is vir julle belangrik. Dit maak regtig ’n verskil!
sw: Heri yako! Kutumia muda wa pamoja unawaonesha vijana wako kuwa wao ni watu muhimu kwako. Kufanya hivyo kunaleta mabadiliko!
xh: Wenza kakuhle! Ixesha lenu nobabini libonisa umntwana wakho ofikisayo ukuba ubalulekile kuwe. Yenza umahluko wokwenene!
zu: Kuhle lokho! Ukuchitha isikhathi nobabili kubonisa umntwana wakho ukuba ubalulekile kuwe. Kuyawenza umehluko ngempela!

# data_list
source: Wonderful! Spending time with your teen may make your teen more willing to help out more often. You are doing great!
af: Wonderlik! Om tyd saam met jou tiener deur te bring, kan jou tiener meer gewillig maak om meer dikwels te help. Jy doen uitstekend!
sw: Vizuri sana! Kutumia muda pamoja na kijana wako kunaweza kumfanya kijana wako awe tayari kusaidia mara nyingi. Unafanya vizuri sana!
xh: Kuhle gqitha! Ukuchitha ixesha nomntwana wakho ofikisayo kunokwenza umntwana wakho ofikisayo akulungele ngakumbi ukunceda ngokufuthi. Uqhuba kakuhle!
zu: Kuhle kakhulu! Ukuchitha isikhathi nomntwana wakho kungenza umntwana wakho azimisele ukusiza kakhudlwana. Wenza kahle kakhulu!

# data_list
source: Well done! One-on-one time with your teen gives you a chance to learn more about your teen’s interests and abilities. You are a star!
af: Welgedaan! Een-tot-een-tyd met jul tieners gee julle kans om meer van hulle belangstellings en vermoëns uit te vind. Jy is ’n ster!
sw: Hongera! Kutumia muda wa pamoja na kijana wako unakupa nafasi ya kujifunza zaidi kuhusu mambo anayoyapendelea na uwezo wake. Wewe ni mshindi!
xh: Usebenzile! Ixesha lenu nobabini nomntwana wakho ofikisayo ithuba lokufunda okungakumbi ngezinto anomdla kuzo nakwazi ukuzenza umntwana wakho ofikisayo. Ungu ngqa phambili!
zu: Wenze kahle! Ukuchitha isikhathi nomntwana wakho kukunika ithuba lokufunda ngezinto ezithandwa umntwana wakho namakhono akhe. Uyiqhawe!

# data_list
source: Excellent job! Spending time together helps to build a strong and positive relationship between you and your teen.
af: Uitstekende werk! Tyd wat julle saam deurbring, help om ’n sterk en positiewe verhouding tussen jou en jou tiener te vestig.
sw: Kazi nzuri sana! Kutumia muda pamoja kunasaidia kujenga uhusiano mzuri na imara kati yako na kijana wako.
xh: Umsebenzi osemagqabini! Ukuchitha ixesha kunye kunceda ekwakheni ulwalamano oluluqilima nolwakhayo phakathi kwakho nomntwana wakho ofikisayo.
zu: Wenze umsebenzi omuhle! Ukuchitha isikhathi ndawonye kusiza kwakhe ubuhlobo obuqinile futhi obuhle phakathi kwakho nomntwana wakho.

# data_list
source: Sometimes it will be easy and fun to spend time with your teens, and sometimes it will be more challenging. Spending time together will greatly improve your relationship; well done for trying!
af: Soms sal dit maklik en prettig wees om tyd met jul tieners te bestee, en soms sal dit meer van ’n uitdaging wees. Tyd wat julle saam deurbring, sal julle verhouding baie verbeter; welgedaan dat jy probeer het!
sw: Wakati mwingine, kutumia muda pamoja na vijana wako kutakuwa rahisi na kutafurahisha, na wakati mwingine kutakuwa kugumu zaidi. Kutumia muda pamoja kutaboresha sana uhusiano wenu; hongera kwa kujaribu!
xh: Maxawambi kuza kuba lula yaye kube mnandi ukuchitha ixesha nabantwana bakho abafikisayo yaye maxawambi iya kuba lucelo-mngeni. Ukuchitha ixesha kunye kuya kuphucula kakhulu ulwalamano lwakho; wenze kakuhle ngokuzama!
zu: Ngezinye isikhathi kuzokuba lula futhi kube mnandi ukuchitha isikhathi nomntwana wakho, kodwa ngezinye izikhathi kuzoba yinselelo. Ukuchitha isikhathi ndawonye kuzothuthukisa ubuhlobo benu; usebenzile ngokuzama!

# data_list
source: Sorry to hear that it was difficult for you to spend time with your teen. We all have challenges sometimes. Just be patient with yourself and your teen - things will get better. Well done for trying!
af: Jammer om te hoor dit was vir jou moeilik om tyd met jou tiener te bestee. Ons kom almal soms voor uitdagings te staan. Wees net geduldig met jouself en met jou tiener – dinge sal verbeter. Welgedaan dat jy probeer het!
sw: Tunasikitika kusikia kwamba ilikuwa vigumu kwako kutumia muda pamoja na kijana wako. Wakati mwingine, sisi sote tunakabiliwa na changamoto. Jivumilie tu na mvumilie kijana wako – mambo yatakuwa mazuri. Hongera kwa kujaribu!
xh: Siyaxolisa ukuva ukuba kwakunzima ukuchitha ixesha kunye nomntwana wakho ofikisayo. Sonke siba nayo imiceli-mngeni maxa wambi. Yiba nomonde kwisiqu sakho nomntwana wakho ofikisayo -izinto ziza kuba bhetele. Usebenzile ngokuzama!
zu: Siyaxolisa ukuzwa ukuthi bekunzima ukuchitha isikhathi nomntwana wakho. Sonke sibhekana nezinselelo ngezinye izikhathi. Yiba nesineke kuwe nakumntwana wakho - izinto zizoba ngcono. Wenze kahle ngokuzama!

# data_list
source: Great to hear it went well; you are a star!
af: Wonderlik om te hoor dit het goed gegaan, jy is ’n ster!
sw: Ni jambo zuri sana kusikia kuwa mambo yameenda Wewe ni mshindi!
xh: Kuyavuyisa ukuva ukuba izinto zihambe kakuhle; ungungqa phambili!
zu: Siyajabula ukuzwa ukuthi kuhambe kahle; uyiqhawe!

# data_list
source: Wonderful! You deserve all the happy times!
af: Wonderlik! Jy verdien al die gelukkige tye!
sw: Vizuri sana! Unastahili kufurahi nyakati zote!
xh: Kuhle gqitha! Uyawafanelekela onke amaxesha okonwaba!
zu: Kuhle kakhulu! Ufanelwe yizo zonke izikhathi zokujabula!

# data_list
source: Sorry that this was difficult for you. You are a star for trying!
af: Jammer dat dit vir jou moeilik was. Jy is ’n ster omdat jy probeer het!
sw: Tunasikitika kusikia kuwa mambo yalikuwia magumu. Wewe ni mshindi kwa kujaribu!
xh: Siyaxolisa ngokuba oko kube nzima kuwe. Ungungqa phambili ngokuzama!
zu: Uxolo ukuthi lokhu bekunzima kuwe. Uyiqhawe ngokuthi uzame!

# data_list
source: Amazing to hear it made you feel good! Keep up the great work. Your teen is learning so much from you!
af: Ongelooflik om te hoor dit het jou goed laat voel! Hou aan met die goeie werk. Jou tiener leer baie van jou!
sw: Inafurahisha sana kuona umejisikia vizuri! Endeleza kazi hiyo nzuri sana. Kijana wako anajifunza mengi kutoka kwako!
xh: Kuyamangalisa ukuva ukuba le nto ikwenze waziva kamnandi! Qhubeka nomsebenzi omhle. Umntwana wakho ofikisayo ufunda lukhulu kuwe!
zu: Siyajabula ukuzwa ukuthi kukwenze wazizwa ujabule! Qhubeka nokwenza umsebenzi omuhle. Ingane yakho ifunda okuningi kuwe!

# data_list
source: Talking about how we feel can be difficult at first, but you and your teen will get used to it. Keep trying, and you will see the positive results!
af: Dit kan aanvanklik baie moeilik wees om te praat oor hoe ons voel, maar jy en jou tiener sal daaraan gewoond raak. Hou aan probeer en jy sal die positiewe resultate sien!
sw: Kuzungumza kuhusu tunavyohisi kunaweza kuwa kugumu mwanzoni, lakini wewe na kijana wako mtazoea. Endelea kujaribu, utaona matokeo mazuri!
xh: Ukuthetha ngendlela esiziva ngayo kunokuba nzima ekuqaleni, kodwa wena nomntwana wakho ofikisayo niya kuqhelana nako. Qhubeka uzama, yaye uya kubona iziphumo ezincomekayo!
zu: Ukukhuluma ngezindlela esizizwa ngayo kungaba nzima ekuqaleni, kodwa wena nengane yakho nizokujwayela. Qhubeka uzame, uzobona imiphumela emihle!

# data_list
source: Great to hear it went well. Talking about your finances together really makes your family stronger!
af: Wonderlik om te hoor dit het goed gegaan. Wanneer julle saam oor julle finansies praat, maak dit julle gesin regtig sterker!
sw: Inafurahisha sana kusikia kuwa mambo yalienda vizuri. Kuzungumzia fedha zako pamoja kunaimarisha zaidi familia yako!
xh: Kuyavuyisa ukuva ukuba izinto zihambe kakuhle. Ukuthetha ngezimali zenu kunye eneneni kwenza intsapho yenu yomelele!
zu: Siyajabula ukuzwa ukuthi kuhambe kahle. Ukukhuluma ngezimali ndawonye kwenza umndeni usondelane ngempela!

# data_list
source: Sorry to hear it was difficult for you. Well done for trying!
af: Jammer om te hoor dit was vir jou moeilik. Welgedaan dat jy probeer het!
sw: Tunasikitika kusikia kuwa mambo yalikuwia magumu. Hongera kwa kujaribu!
xh: Siyaxolisa ngokuba oko kube nzima kuwe. Usebenzile ngokuzama!
zu: Uxolo ukuzwa ukuthi lokhu bekunzima kuwe. Wenze kahle ngokuzama!

# data_list
source: Great to hear it went well! Consistent rules help make our teens feel secure, and keep them safe!
af: Wonderlik om te hoor dit het goed gegaan! Konsekwente reëls help ons tieners om beskerm te voel en hulle veilig te hou!
sw: Inafurahisha sana kusikia kuwa mambo yalienda vizuri! Sheria thabiti husaidia kuwafanya vijana wetu kujisikia salama, na kuwaweka salama!
xh: Kuyavuyisa ukuva ukuba izinto zihambe kakuhle! Imigaqo eqhubekayo inceda ekwenzeni abantwana bethu abafikisayo bazive benqabisekile, kwaye ibagcine bekhuselekile!
zu: Siyajabula ukuzwa ukuthi kuhambe kahle! Imithetho engaguquguquki yenza ingane izizwe iphephile, futhi kuyigcina iphephile!

# data_list
source: Sorry that this has been difficult. Creating rules together requires some practice but it is worth it!
sw: Tunasikitika kuona kuwa jambo hili limekuwa gumu. Kuweka sheria pamoja kunahitaji mazoezi, lakini kuna faida!

# data_list
source: Great to hear it went well!
af: Wonderlik om te hoor dit het goed gegaan!
sw: Tunafurahi sana kusikia kuwa mambo yalienda vizuri!
xh: Kuyavuyisa ukuva ukuba izinto zihambe kakuhle!
zu: Siyajabula ukuzwa ukuthi kuhambe kahle!

# data_list
source: Sorry that this was difficult. Setting consequences together will make your teen want to follow the rules more often!
af: Jammer dat dit moeilik was. Om saam gevolge vas te stel, sal jou tiener meer geneë maak om meer dikwels die reëls na te kom!
sw: Tunasikitika kuona kuwa mambo yalikuwia magumu. Kutafuta pamoja njia za kufanya malipo kutamfanya kijana wako atake kufuata sheria mara nyingi!
xh: Siyaxolisa ngokuba oko kube nzima. Ukuyila kunye iziphumo kuya kwenza umntwana wakho ofikisayo afune ukulandela imigaqo rhoqo!
zu: Siyaxolisa ngokuthi lokhu bekunzima. Ukubeka imiphumela ndawonye kuzokwenza ukuba ingane ifune ukulandela imithetho ngokwengeziwe!
