Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# data_list
source: When @global.w_praise_female_caregiver_name is busy, her two daughters often fight. But today, her older daughter actually helped her sister with her schoolwork!
af: Wanneer @global.w_praise_female_caregiver_name besig is, baklei haar twee dogters dikwels. Maar vandag het haar ouer dogter nogal haar suster met haar skoolwerk gehelp!
sw: Pindi @global.w_praise_female_caregiver_name anapotingwa na shughuli, mara nyingi mabinti zake wawili hupigana. Lakini leo, binti yake mkubwa alimsaidia mdogo wake kufanya kazi yake ya shule!
zu: Ngesikhathi u @global.w_praise_female_caregiver_name ematasa, amadodakazi akhe amabili avamise ukulwa. Kodwa namuhla, indodakazi yakhe endala isize udadewabo ngomsebenzi wesikole!

# data_list
source: @global.w_praise_female_caregiver_name: "Thank you for doing your schoolwork, @global.w_praise_girl, and thank you for helping your sister, @global.w_praise_teen_girl. I'm so proud of you!"
af: @global.w_praise_female_caregiver_name: “Dankie dat jy jou skoolwerk gedoen het en @global.w_praise_girl, dankie vir jou hulp met jou suster,@global.w_praise_teen_girl. Ek is so trots op jou!”
sw: @global.w_praise_female_caregiver_name: "Hongera kwa kufanya kazi yako ya shule, @global.w_praise_girl, na hongera kwa kumsaidia mdogo wako, @global.w_praise_teen_girl. Ninajivunia sana wewe!"
zu: @global.w_praise_female_caregiver_name: "Ngiyabonga ngokuthi wenze umsebenzi wakho wesikole, @global.w_praise_girl, ngiyabonga ngokuthi usize udadewenu, @global.w_praise_teen_girl. Ngiyaziqhenya kakhulu ngani!"

# data_list
source: Negative instructions
sw: Maelekezo hasi

# data_list
source: Let’s see what happens if @global.w_instruct_female_caregiver tells @global.w_instruct_teen_girl "DON'T":
af: Kom ons kyk wat gebeur as @global.w_instruct_female_caregiver vir @global.w_instruct_teen_girl sê “MOENIE”:
sw: Hebu tuone ni nini kitatokea kama @global.w_instruct_female_caregiver atamwambia @global.w_instruct_teen_girl "USIFANYE HIKI":
zu: Ake sibone ukuthi kwenzekani uma @global.w_instruct_female_caregiver ethi @global.w_instruct_teen_girl "UNGENZI LOKHU":

# data_list
source: @global.w_instruct_female_caregiver was cleaning the house while @global.w_instruct_teen_girl was practising dance moves with her friend. @global.w_instruct_female_caregiver: “Don’t make such a mess while I am cleaning the house. You are in the way!”
sw: @global.w_instruct_female_caregiver alikuwa anasafisha nyumba wakati @global.w_instruct_teen_girl alikuwa anafanya mazoezi ya kucheza muziki na rafiki yake. @global.w_instruct_female_caregiver: "Usivuruge/usichafue wakati ninasafisha nyumba. Unaniingilia!"

# data_list
source: @global.w_instruct_teen_girl: “But I need to practise for the school competition. You never let me do anything.” @global.w_instruct_female_caregiver: “Don’t you talk back to me!”
sw: @global.w_instruct_teen_girl: "Lakini ninahitaji kufanya mazoezi kwa ajili ya mashindano ya shule. Hujawahi kuniruhusu kufanya kitu chochote." @global.w_instruct_female_caregiver: "Usinijibu!"

# data_list
source: @global.w_instruct_teen_girl: “Arrg!! Why am I being yelled at all the time????” @global.w_instruct_female_caregiver to herself: “That child is always making trouble.”
af: @global.w_instruct_teen_girl: “Arrg!! Hoekom word daar altyd op my geskree????” @global.w_instruct_female_caregiver by haarself: “Daardie kind veroorsaak altyd moeilikheid.”
sw: @global.w_instruct_teen_girl: “Aah!! Kwanini huwa unanifokea kila wakati????” @global.w_instruct_female_caregiver (akijisemea): "Huyu mtoto analeta shida kila wakati."
zu: @global.w_instruct_teen_girl: “Arrg!! Kungani ngithethiswa ngaso sonke isikhathi????” @global.w_instruct_female_caregiver ekhuluma yedwa: “Le ngane ihlale idala izinkinga.”

# data_list
source: Positive instructions
sw: Maelekezo chanya

# data_list
source: Thank you for thinking along! Let’s go back in time and see what happens if @global.w_instruct_female_caregiver gives a positive instruction:
af: Dankie dat jy saam gedink het! Kom ons gaan terug in tyd en kyk wat gebeur as @global.w_instruct_female_caregiver ’n positiewe opdrag gee:
sw: Asanteni kwa kufikiria pamoja! Hebu turudi nyuma tuone kinachoweza kutokea kama @global.w_instruct_female_caregiver atatoa maelekezo chanya:
zu: Siyabonga ngokuthi nicabanga kanye nathi! Ake sibuyele emuva sibone ukuthi kuzokwenzekani uma @global.w_instruct_female_caregiver enikeza umyalelo omuhle:

# data_list
source: @global.w_instruct_female_caregiver was cleaning the house while @global.w_instruct_teen_girl was practising dance moves with her friend. @global.w_instruct_female_caregiver: “@global.w_instruct_teen_girl, it is nice to see you practise dance moves with your friend. Please take it outside so I can finish cleaning the house. Afterwards, you can show me your dance."
sw: @global.w_instruct_female_caregiver alikuwa anasafisha nyumba wakati @global.w_instruct_teen_girl alikuwa akifanya mazoezi ya kucheza na rafiki yake. @global.w_instruct_female_caregiver: “@global.w_instruct_teen_girl, ni vizuri kukuona ukifanya mazoezi ya kucheza na rafiki yako. Tafadhali kafanyieni nje ili niweze kumaliza kufanya usafi wa nyumba. Baadaye, unaweza kunionesha unavyocheza."

# data_list
source: @global.w_instruct_teen_girl: “Okay, @global.w_instruct_female_caregiver!”
sw: Je, @global.w_instruct_teen_girl na @global.w_instruct_female_caregiver walijisikiaje!”

# data_list
source: @global.w_instruct_teen_girl and her friend enjoy practising their dance moves.
sw: @global.w_instruct_teen_girl na rafiki yake wanafurahia mazoezi yao ya kucheza muziki.

# data_list
source: @global.w_instruct_female_caregiver: "Thank you for practising outside while I finished cleaning, @global.w_instruct_teen_girl. Now I have some time to watch your dance."
sw: @global.w_instruct_female_caregiver: "Asante kwa kufanya mazoezi nje wakati nilipokuwa namalizia kufanya usafi, @global.w_instruct_teen_girl. Sasa nina muda wa kuangalia namna unavyocheza muziki."

# data_list
source: @global.w_instruct_female_caregiver: "Wow, @global.w_instruct_teen_girl! You have such good dance moves!"
af: @global.w_instruct_female_caregiver: “Jinne, @global.w_instruct_teen_girl! Jy dans baie goed !”
sw: @global.w_instruct_female_caregiver: "Waoow, @global.w_instruct_teen_girl! Unacheza vizuri sana!"
zu: @global.w_instruct_female_caregiver: “Kwaze kwakuhle, @global.w_instruct_teen_girl! Udansa kahle ngempela!”

# data_list
source: Ignoring our emotions
sw: Anapuuzia hisia zetu

# data_list
source: Let’s look at an example of how stress can sometimes just get too much, for all of us:
af: Kom ons kyk na ’n voorbeeld van hoe spanning soms net te veel kan raak, vir ons almal:
sw: Hebu tuangalie mfano wa jinsi ambavyo wakati mwingine msongo wa mawazo unaweza kutuzidia sana, sisi sote:
zu: Ake sibheke isibonelo sendlela ingcindezi engaba mandla ngayo ngezinye izikhathi, kithi sonke:

# data_list
source: @global.w_stress_teen_boy_1: “Can I have money to buy some airtime?” @global.w_stress_male_caregiver: “Leave me alone and mind your own business!”
af: @global.w_stress_teen_boy_1: “Kan ek geld kry om lugtyd te koop?” @global.w_stress_male_caregiver: “Los my uit en hou jou neus uit my sake!”
sw: @global.w_stress_teen_boy_1: "Ninaomba pesa ya kununulia mpira." @global.w_stress_male_caregiver: "Niache nilivyo, kafanye mambo yako!"
zu: @global.w_stress_teen_boy_1: “Ngicela imali yokuthenga i-airtime.” @global.w_stress_male_caregiver: “Ngiyeke phansi unake izindaba zakho!”

# data_list
source: @global.w_stress_teen_boy_1: “What did I do? You never listen!” @global.w_stress_male_caregiver: “I said leave me alone or you will get a beating!”
af: @global.w_stress_teen_boy_1: “Wat het ek gedoen? Jy luister nooit nie!” @global.w_stress_male_caregiver: “Ek het gesê los my uit of jy kry ’n pak slae!”
sw: @global.w_stress_teen_boy_1: “Nimekosea nini? Huwa hunisikilizi!” @global.w_stress_male_caregiver: "Nimesema niache nilivyo, la sivyo utapata kipigo!"
zu: @global.w_stress_teen_boy_1: “Ngenzeni? Awukaze ungilalele!” @global.w_stress_male_caregiver: “Ngithe ngiyeke uma kungenjalo ngizokushaya!”

# data_list
source: @global.w_stress_girl: “Look! I have made a house!”
af: @global.w_stress_girl: “Kyk! Ek het ’n huis gemaak!”
sw: @global.w_stress_girl: "Ona! Nimejenga nyumba!”
zu: @global.w_stress_girl: “Bheka! Ngakhe indlu!”

# data_list
source: @global.w_stress_teen_boy_1: “Who cares about your stupid house!”
af: @global.w_stress_teen_boy_1: “Wie gee om oor jou simpel huis!”
sw: @global.w_stress_teen_boy_1: "Nani anajali nyumba yako ya kijinga hiyo!"
zu: @global.w_stress_teen_boy_1: “Ubani onendaba nendlu yakho embi!”

# data_list
source: Acknowledging our emotions
sw: Kutambua hisia zetu

# data_list
source: Thank you for thinking along! Let’s go back in time and see what @global.w_stress_male_caregiver does now:
af: Dankie dat jy saam gedink het! Kom ons gaan terug om te sien wat @global.w_stress_male_caregiver nou doen:
sw: Asanteni kwa kufikiria pamoja! Hebu turudi siku za nyuma ili kuelewa @global.w_stress_male_caregiver anachokifanya sasa:
zu: Siyabonga ngokuthi nicabanga kanye nathi! Ake sibuyele emuva sibone lokho @global.w_stress_male_caregiver akwenzayo njengamanje:

# data_list
source: @global.w_stress_male_caregiver lost his job. He was sitting at home feeling frustrated and stressed, when @global.w_stress_teen_boy_1 entered.
af: @global.w_stress_male_caregiver het sy werk verloor. Hy het vol frustrasie en spanning tuis gesit toe @global.w_stress_teen_boy_1 ingekom het.
sw: @global.w_stress_male_caregiver amefukuzwa kazi. Alikuwa amekaa nyumbani akihisi kufadhaika na msongo wa mawazo, pindi @global.w_stress_teen_boy_1 alipoingia.
zu: @global.w_stress_male_caregiver ulahlekelwe umsebenzi. Ubehlezi ekhaya ekhungathekile futhi enengcindezi, ngesikhathi @global.w_stress_teen_boy_1 engena.

# data_list
source: @global.w_stress_teen_boy_1: “Can I have money to buy some airtime?” @global.w_stress_male_caregiver (taking a breath): “I’m sorry son. I had a difficult day today. The boss fired me.”
af: @global.w_stress_teen_boy_1: “Kan ek geld kry om lugtyd te koop?” @global.w_stress_male_caregiver ( asem in): “Ek is jammer, my seun. Dit was ’n moeilike dag. Die baas het my afgedank.”
sw: @global.w_stress_teen_boy_1: "Ninaomba pesa ya kununulia mpira." @global.w_stress_male_caregiver (akishusha pumzi): “Samahani, mwanangu. Siku ya leo imeniendea vibaya. Bosi amenifukuza kazi.”
zu: @global.w_stress_teen_boy_1: “Ngicela imali yokuthenga i-airtime.” @global.w_stress_male_caregiver (uyaphefumula): “Ngiyaxolisa ndodana. Ngibe losuku okunzima namuhla. Umphathi ungixoshile emsebenzini.”

# data_list
source: @global.w_stress_teen_boy_1: “Oh no! I need a new school uniform.” @global.w_stress_male_caregiver: “I’ll try, son, and your @global.w_stress_female_caregiver’s job will help us get by while I look for another job.”
sw: @global.w_stress_teen_boy_1: “Ooh, jamani! Ninahitaji sare mpya ya shule.” @global.w_stress_male_caregiver: "Nitajaribu, mwanangu, na kazi ya @global.w_stress_female_caregiver yako itatusaidia wakati ninatafuta kazi nyingine."

# data_list
source: @global.w_stress_teen_boy_1: “I can help out with looking for work, too, @global.w_stress_male_caregiver?” @global.w_stress_male_caregiver: “No it’s okay, @global.w_stress_teen_boy_1. I appreciate your offer. The most important thing is that you work hard at school. Thanks for listening to me.”
af: @global.w_stress_teen_boy_1: “Ek kan ook werk soek om te help,@global.w_stress_male_caregiver?” @global.w_stress_male_caregiver: “Nee, dis oukei, @global.w_stress_teen_boy_1. Ek waardeer jou aanbod. Die belangrikste is dat jy hard werk op skool. Dankie dat jy na my geluister het.”
sw: @global.w_stress_teen_boy_1: "Je, ninaweza pia kusaidia kutafuta kazi, @global.w_stress_male_caregiver?" @global.w_stress_male_caregiver: “Hapana, usijali, @global.w_stress_teen_boy_1. Ninashukuru kwa msaada wako. Jambo muhimu zaidi ni kwamba ufanye bidii shuleni. Ninakushukuru kwa kunisikiliza.”
zu: @global.w_stress_teen_boy_1: “Ngingakusiza nami ukufuna umsebenzi, @global.w_stress_male_caregiver?” @global.w_stress_male_caregiver: Cha, kulungile! @global.w_stress_teen_boy_1. Ngiyabonga ngokufisa ukungisiza. Into ebaluleke ukuzedlula zonke ukuthi usebenze kanzima esikoleni. Ngiyabonga ngokuthi ungilalele.”

# data_list
source: @global.w_stress_male_caregiver: “Let’s play some soccer together. It will help me get this stress off my mind for a bit.” @global.w_stress_teen_boy_1: “Okay, @global.w_stress_male_caregiver!”
af: @global.w_stress_male_caregiver: “Kom ons gaan speel saam sokker. Dit sal my help om ’n bietjie van hierdie spanning te vergeet.” @global.w_stress_teen_boy_1: “Oukei, @global.w_stress_male_caregiver!”
sw: @global.w_stress_male_caregiver: “Hebu tukacheze mpira pamoja. Itanisaidia kidogo kuondokana na huu msongo wa mawazo.” @global.w_stress_teen_boy_1: “Sawa, @global.w_stress_male_caregiver!”
zu: @global.w_stress_male_caregiver: “Ake sidlale ibhola lezinyawo ndawonye. Kuzongisiza ngisuse lengcindezi kancane emqondweni wami.” @global.w_stress_teen_boy_1: “Kulungile, @global.w_stress_male_caregiver!”

# data_list
source: Think back to when you were a teenager. Was there ever a time when you were in danger but you could not tell your family because they would have been angry? This ALMOST happened to @global.w_stress_teen_boy_2 and @global.w_stress_teen_girl! Let’s have a look:
sw: Kumbuka wakati ulipokuwa kijana. Je, kulikuwa na wakati wowote ambao ulikuwa hatarini lakini hukuweza kuiambia familia yako kwa sababu wangekasirika? Hali hiyo ILIKARIBIA KABISA kumtokea @global.w_stress_teen_boy_2 na @global.w_stress_teen_girl! Hebu tuangalie:

# data_list
source: @global.w_stress_teen_boy_2: "Don’t tell the adults, but I am going to bar with my friends tonight." @global.w_stress_teen_girl: "Have fun! I have told them I am staying with my girlfriend, but I am actually going to a cool party."
sw: @global.w_stress_teen_boy_2: "Usiwaambie wakubwa, leo usiku nitaenda baa na marafiki zangu." @global.w_stress_teen_girl: "Nenda ukale raha! Mimi nimewaambia nitakuwa na shoga yangu, lakini ninaenda kwenye bonge la sherehe."

# data_list
source: @global.w_stress_teen_boy_2: "I think they are dealing drugs. We could all get arrested. But I can’t tell my parents – they will be so angry!"
sw: @global.w_stress_teen_boy_2: "Nadhani hawa jamaa wanafanya biashara ya madawa ya kulevya. Sisi sote tunaweza kukamatwa. Lakini siwezi kuwaambia wazazi wangu – watakasirika sana."

# data_list
source: @global.w_stress_teen_girl: "I am scared. Everyone is too drunk to drive me home. This boy says he will take me but he wants us to go to his house first. I can’t tell my parents – I lied about coming to this party."
sw: @global.w_stress_teen_girl: "Ninaogopa. Kila mtu amelewa sana hawezi kuendesha gari kunipeleka nyumbani. Huyu mvulana anasema atanipeleka lakini anataka twende kwanza nyumbani kwake. Siwezi kuwaambia wazazi wangu – niliwadanganya ili niweze kuja kwenye sherehe hii."

# data_list
source: These are dangerous situations! Thankfully, @global.w_stress_teen_boy_2 and @global.w_stress_teen_girl then remembered what @global.w_stress_parent told them: "I care about your safety more than anything. If you are ever upset, or scared, you can always call me for help, or tell me about it. Shall we use an imaginary ‘@global.safety_word_example_1’ as @global.safety_word? Just say something about @global.safety_word_example_1, I promise that I will try my best to help and I will not be angry – even if you are doing something you should not."
sw: Hizi ni hali za hatari! Kwa bahati nzuri, @global.w_stress_teen_boy_2 na @global.w_stress_teen_girl walikumbuka kile @global.w_stress_parent alichowaambia: "Ninajali sana usalama wenu kuliko kitu chochote. Mkipata shida yoyote, au kuogopa kitu, mnaweza kunipigia simu nije kuwasaidia wakati wowote, au kunieleza shida hiyo. Je, tunaweza kutumia ya kufikirika '‘@global.safety_word_example_1 kama @global.safety_word? Sema tu kitu kuhusu @global.safety_word_example_1, Ninaahidi kuwa nitajitahidi kadri ya uwezo wangu kusaidia na sitakasirika – hata mkiwa mnafanya jambo ambalo hampaswi kulifanya."

# data_list
source: @global.w_stress_teen_girl: "@global.w_stress_parent, how is @global.safety_word_example_1 doing now?" @global.w_stress_parent (on the other side of the phone): "Not well. We need you at home. I will come pick you up right away. Where are you?"
sw: @global.w_stress_teen_girl: "@global.w_stress_parent, unaendeleaje @global.safety_word_example_1 kwa sasa?" @global.w_stress_parent (kwa upande mwingine wa simu): "Sio sawa. Tunakuhitaji nyumbani. Nitakuja kukuchukua mara moja. Uko wapi?"

# data_list
source: @global.w_stress_teen_boy_2 (thinking): "I think my friends are in trouble. I don’t want to stop being their friend, but I’m worried. Maybe @global.w_stress_parent knows what to do." @global.w_stress_teen_boy_2: "@global.w_stress_parent, I just remembered, @global.safety_word_example_1 said she will come visit tomorrow." @global.w_stress_parent (on the other side of the phone): "Okay, I need you at home to help get things ready. I will come pick you up now. Where are you?"
sw: @global.w_stress_teen_boy_2 (anafikiri): "Nafikiri marafiki zangu wapo matatizoni. Sitaki kuacha kuwa rafiki yao, lakini nina wasiwasi. Labda @global.w_stress_parent anajua cha kufanya." @global.w_stress_teen_boy_2: "@global.w_stress_parent, nimekumbuka, @global.safety_word_example_1 alisema atakuja kesho." @global.w_stress_parent (kwenye simu upande mwingine): "Sawa, ninakuhitaji nyumbani kusadia kuandaa vitu. Nitakuja kukuchukua sasa hivi. Uko wapi?"

# data_list
source: Money problems
sw: Matatizo ya pesa

# data_list
source: It can be hard to make ends meet every month. Many families have this problem! Including @global.w_money_grandma – let's have a look:
sw: Kupata mahitaji ya mwezi siku linaweza kuwa jambo gumu. Familia nyingi zina tatizo hili! Akiwemo @global.w_money_grandma – hebu tuangalie:

# data_list
source: @global.w_money_grandma: "I have been taking care of my grandchildren, @global.w_money_teen_girl and @global.w_money_teen_boy, since their parents died when they were young. We often struggle with money, as I only receive a small grant."
af: @global.w_money_grandma: “Ek pas my kleinkinders, @global.w_money_teen_girl en @global.w_money_teen_boy, op vandat hul ouers oorlede is toe hulle jonk was. Ons sukkel dikwels met geld, aangesien ek net ’n klein toelaag kry.”
sw: @global.w_money_grandma: "Nimekuwa nikiwatunza wajukuu wangu, @global.w_money_teen_girl na @global.w_money_teen_boy, tangu wazazi wao walipofariki wakiwa wadogo. Mara nyingi tunahangaika sana kupata pesa, kwani ninapata kiasi kidogo tu cha msaada."
zu: @global.w_money_grandma: “Bengilokhu nginakekela abazukulu bami, @global.w_money_teen_girl no @global.w_money_teen_boy, njengoba abazali babo bashona besebancane. Ngokuvamile siba nezinkinga zemali, njengoba ngithola kuphela imali yesibonelelo sikahulumeni esincane.”

# data_list
source: @global.w_money_grandma: "I am so stressed. I don’t have any money left. And now I am fighting with my teens over things they want – again."
sw: @global.w_money_grandma: "Nina msongo mkubwa wa mawazo. Sina pesa yoyote iliyobaki. Na sasa – kwa mara nyingine – ninapambana na vijana wangu kuhusu vitu wanavyotaka."

# data_list
source: Preparing for the future
sw: Kujianda kwa ajili ya wakati ujao

# data_list
source: Great work, you have completed the first 3 steps! Let's see how @global.w_money_grandma made a plan with her money, just like you are doing:
af: Goeie werk, jy het die eerste 3 stappe voltooi! Kom ons kyk hoe@global.w_money_grandma ’n plan met haar geld gemaak het, net soos jy nou doen:
sw: Kazi nzuri sana, mmekamilisha hatua 3 za kwanza! Hebu tuone jinsi @global.w_money_grandma alivyoweka mpango wa pesa zake, kama tu mnavyofanya:
zu: Nenze umsebenzi omuhle, seniqede izinyathelo ezi-3 zokuqala! Ake sibone ukuthi @global.w_money_grandma ulwenze kanjani uhlelo lokusebenzisa imali yakhe, njengoba nje wenza:

# data_list
source: "I want the best future for my grandchildren, but I do not know where to get the money. Loan sharks are dangerous and paying them back is so expensive. I should save, but that feels impossible!"
sw: "Ninataka wajukuu wangu wawe na maisha bora siku zijazo, lakini sijui mahali pa kupata pesa. Matapeli wa mikopo ni hatari na kuwalipa ni ghali sana. Ninapaswa kuweka akiba, lakini ninahisi hilo haliwezekani!"

# data_list
source: "My goal is to make sure my grandson can go to high school and my granddaughter can reach her dream of university. How can I save a lot of money with the little money I have?"
af: “My doel is om seker te maak dat my kleinseun hoërskool toe kan gaan en my kleindogter haar droom van universiteit kan verwesenlik. Hoe kan ek geld spaar met die min wat ek het?”
sw: "Lengo langu ni kuhakikisha mjukuu wangu wa kiume ataweza kupata elimu ya juu ya sekondari na mjukuu wangu wa kike anaweza kutimiza ndoto yake ya kusoma chuo kikuu. Ninawezaje kuweka akiba ya pesa nyingi kutokana na pesa kidogo nilizo nazo?"
zu: “Umgomo wami ukuthi umzukulu wami womfana aye esikoleni samabanga aphezulu bese kuthi umzukulu wami wentombazane aye enyuvesi. Ngingakwazi kanjani ukonga imali eningi ngemadlana encane enginayo?”

# data_list
source: "I know – let’s start with a plan! First, let me make a budget – a plan for how I can save my money. Then I will save just a little bit of money at a time – I will even join a savings and loans group."
sw: "Ninajua – hebu tuanze na mpango! Kwanza, ngoja nitengeneze bajeti – mpango wa ninavyoweza kuweka akiba ya pesa zangu. Halafu nitaweka akiba ya pesa kidogo tu kwa wakati mmoja – nitajiunga hata na kikundi cha kuweka na kukopa."

# data_list
source: "I should also speak with my grandchildren to choose things that we can spend just a little bit less on each week. They will help me think of things we want but do not need."
sw: "Ninapaswa pia kuzungumza na wajukuu wangu wachague vitu vinavyotuwezesha kutumia pesa kidogo kila wiki. Watanisaidia kufikiria vitu tunavyovitaka lakini hatuvihitaji."

# data_list
source: A few years later: "Look, we reached our dreams! I did not borrow any money from friends or loan sharks. By saving a tiny bit each week, I managed to pay for @global.w_money_teen_boy’s high school and save some money for @global.w_money_teen_girl’s university. I am so proud of this.”
sw: Miaka michache baadaye: "Ona, tumetimiza ndoto zetu! Sikukopa pesa yoyote kwa marafiki au kwa matapeli wa mikopo. Kwa kuweka akiba kidogokidogo kila wiki, niliweza kulipia ada ya sekondari kwa @global.w_money_teen_boy na kuweka akiba kwa ajili ya chuo kikuu ya @global.w_money_teen_girl. Ninajivunia sana jambo hili.”

# data_list
source: Coping with emergencies
sw: Kuendana na dharura

# data_list
source: Saving is important for one more reason: emergencies! @global.w_money_grandma also learnt this along the way:
sw: Kuweka akiba ni muhimu kwa sababu moja kubwa: dharura! @global.w_money_grandma naye alijifunza hivyo:

# data_list
source: “One night there was a horrible storm that broke my roof. Everything was flooded. I suddenly had to find money to fix the roof. I just felt defeated.”
sw: “Usiku mmoja kulikuwa na dhoruba ya kutisha iliyoezua paa la nyumba yangu. Kila kitu kiliharibiwa na mafuriko. Ghafla ilibidi nitafute pesa za kukarabati paa. Nilihisi kushindwa kabisa.”

# data_list
source: Making a rule
sw: Kutunga sheria
