Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# template
source: This can be very frustrating. To find a solution, your teen needs to feel heard - so listen calmly to your teen's reasons, and only then share your own thoughts. Then, think together about a rule that allows them to have fun but stay safe.
af: Dit kan baie frustrerend wees. Om ’n oplossing te vind, moet jou tiener voel dat hulle gehoor word – luister dus kalm na jou tiener se redes, en deel dán eers jou eie gedagtes. Dink dan saam aan ’n reël wat hulle toelaat om pret te hê, maar ook veilig te wees.
xh: Oku kunokucaphukisa kakhulu. Ukuze ufumane isisombululo, umntwana wakho ofikisayo kufuneka azive emanyelwa - ngoko ke zimamele uzolile izizathu zomntwana wakho ofikisayo, kusemva koko kuphela oya kuthi uthethe ngezakho iingcinga. Emva koko, ninobabini cingani ngomgaqo obavumela bonwabe kodwa babe bekhuselekile.
zu: Lokhu kungakhungathekisa kakhulu. Ukuze uthole isixazululo, ingane yakho esebusheni bayo idinga ukuzwiwa - ngakho yilalele ngokuzola ingane yakho, bese uveza umbono wakho ngemva kwalokho. Ngemva kwalokho, cabangani ndawonye ngomthetho ovumela ingane ukuba izijabulise kodwa ihlale iphephile.

# template
source: As an adult, I feel responsible to protect - but when I told my teen what is safe and what is not, my teen got angry.
af: As volwassene voel ek dat dit my verantwoordelikheid is om te beskerm – maar toe ek my tiener vertel wat veilig is en wat nie veilig is nie, het my tiener kwaad geword.
xh: Njengomntu omdala, ndiziva ndinoxanduva lokukhusela - kodwa xa ndaxelela umntwana wam ofikisayo oko kukhuselekileyo nokungakhuselekanga, umntwana wam waba nomsindo.
zu: Njengomuntu omdala ngizizwa nginomthwalo wokuvikela ingane yami - kodwa lapho ngiyitshela ingane yami esebusheni bayo ngalokho okuphephile nokungaphephile, ivele yathukuthela.

# template
source: Our teenagers may know things about our communities and technology that we are not aware of. When we actively involve our teens in the mapping activity and really listen to them, they feel heard and valued, and it can be easier to come up with a plan that everyone agrees on.
af: Ons tieners kan dinge oor ons gemeenskappe en tegnologie weet waarvan ons nie bewus is nie. Wanneer ons, ons tieners aktief by die kaart-aktiwiteit betrek en regtig na hulle luister, voel hulle gehoor en gewaardeer, en dit kan makliker wees om ’n plan op te stel wat vir almal aanvaarbaar is.
xh: Abantwana bethu basenokwazi izinto ngeendawo esihlala kuzo kunye neteknoloji ekusenokwenzeka asizazi thina. Xa sibabandakanya ngokupheleleyo abantwana bethu abafikisayo ekucebeni izinto size sibamamele nyhani, baziva bemanyelwa kwaye bexatyiswa, ibe kungalula ukuza necebo elamkelwa nguye wonke umntu.
zu: Intsha yethu ingase yazi izinto esingazazi thina mayelana nemiphakathi yethu kanye nezobuchwepheshe. Uma sibandakanya intsha yethu emsebenzini wokwenza amamephu futhi siyilalela ngempela, izizwa izwakala futhi yaziswa, futhi kungaba lula ukuqhamuka necebo wonke umuntu avumelana ngalo.

# template
source: It was hard to identify support resources available in my community, because I don’t know my community so well / there are few services available.
af: Dit was moeilik om beskikbare hulpbronne in my gemeenskap te identifiseer omdat ek nie my gemeenskap so goed ken nie/daar so min dienste beskikbaar is.
xh: Bekunzima ukubona imithombo yenkxaso efumanekayo kwindawo endihlala kuba andiyazi kakuhle indawo endihlala kuyo / kukho iinkonzo ezimbalwa ezifumanekayo.
zu: Bekunzima ukubona izinsiza ezikhona emphakathini wangakithi ngoba angiwazi kahle umphakathi engikuwo / noma izinzizakalo ezimbwalwa ezitholakalayo.

# template
source: It is difficult to know every detail about our communities. Involve another family member or friend in your mapping activity. You can even visit some of the services available and ask what they do. The more we know, the better we can keep our families safe!
af: Dit is moeilik om van elke detail in ons gemeenskappe te weet. Betrek ’n ander familielid of vriend by jou kaart-aktiwiteit. Jy kan selfs ’n paar van die beskikbare dienste besoek en vra wat hulle doen. Hoe meer ons weet, hoe beter kan ons ons gesinne veilig hou!
xh: Kunzima ukwazi zonke iinkcukacha ngeendawo esihlala kuzo. Xa ubhala into yokwenza, bandakanya elinye ilugu losapho okanye isihlobo. Usenokude utyelele kwezinye zeendawo ekufumaneka kuzo iinkonzo uze ubuze ukuba zenza ntoni. Okukhona sisazi, kokukhona sinokugcina iintsapho zethu zikhuselekile!
zu: Kunzima ukwazi yonke imininingwane ngemiphakathi yethu. Hilela elinye ilungu lomndeni noma umngane lapho ubeka imithetho yendawo. Ungavakashela nezinye zezinsizakalo ezikhona futhi ubuze ukuthi zenzani. Kuba ngcono lapho kukuningi esikwaziyo ukuze sigcine imindeni yethu iphephile!

# template
source: I don’t know much about technology, so I don’t know how to talk about it with my teen.
af: Ek weet nie veel van tegnologie nie, daarom weet ek nie hoe om met my tiener daaroor te praat nie.
xh: Andazi nto kangako ngeteknoloji, ngoko andiyazi indlela yokuncokola kunye nomntwana wam ofikisayo ngayo.
zu: Akukuningi engikwaziyo ngezobuchwepheshe, ngakho angazi ukuthi ngikhulume ngithini ngakho enganeni yami esebusheni bayo.

# template
source: That's totally fine! You can still support your teen. Ask your teen to explain the gadgets they use - you could do this during one-on-one time. This is a great opportunity to show interest in your teen’s life and to discuss potential risks together. If you are not sure which rules to set, you can always agree, with your teen, to try a new rule for two weeks and then discuss how things are going and change the rule if needed!
af: Dit is heeltemal oukei! Jy kan nog steeds jou tiener ondersteun. Vra jou tiener om die toestelletjies wat hulle gebruik, te verduidelik – jy kan dit tydens een-tot-een-tyd doen. Dit is ’n wonderlike geleentheid om belangstelling in jou tiener se lewe te toon en om moontlike risiko's saam te bespreek. As jy nie seker is watter reëls jy moet neerlê nie, kan jy altyd met jou tiener ooreenkom om ’n nuwe reël vir twee weke te probeer en dan te bespreek hoe dit gaan, en indien nodig, die reël te verander!
xh: Akukho ngxaki kwaphela! Ungaqhubeka umxhasa umntwana wakho ofikisayo. Cela umntwana wakho akuxelele ngeegajethi abazisebenzisayo - unokuyenza le nto ngethuba lokuchitha ixesha kunye. Eli lithuba elihle lokubonisa umdla kubomi bomntwana wakho ofikisayo nize nincokole kunye ngemingcipheko enokubakho. Ukuba awuqinisekanga ngemithetho onokuyibeka, ninokuvumelana nomntwana wakho ofikisayo ukuba nizame umthetho omtsha kangangeeveki ezimbini nize emva koko nincokole ngendlela ezihamba ngayo izinto kwaye niwutshintshe umthetho ukuba kuyimfuneko!
zu: Lokho kulungile ngokuphelele! Usengakwazi ukusekela ingane yakho esebusheni bayo. Cela ingane yakho ukuthi ichaze amagajethi ewasebenzisayo - ungakwenza lokhu ngesikhathi esisodwa. Leli yithuba elihle lokubonisa intshisekelo empilweni yengane yakho kanye nokuxoxa ngezingozi ezingase zibe khona ndawonye. Uma ungenaso isiqiniseko sokuthi yimiphi imithetho okufanele uyibeke, ungavumelana ngaso sonke isikhathi, nengane yakho, ukuthi nizame umthetho omusha amasonto amabili bese nixoxa ngokuthi izinto zihamba kanjani futhi nishintshe umthetho uma kudingeka!

# template
source: Your goal was to map risks and support systems with your teen - both in your community and online.
af: Jou doel was om risiko's en ondersteuningstelsels met jou tiener te bespreek – in jou gemeenskap sowel as aanlyn.
xh: Injongo yakho ibikukuceba imingcipheko neenkqubo zenkxaso kunye nomntwana wakho ofikisayo - kokubini kwindawo ohlala kuyo naxa kusetyenziswa i-intanethi.
zu: Umgomo wakho bekuwukubona izingozi kanye nokuthola izindlela zokwesekwa kanye nengane yakho esebusheni bayo- emphakathini wakho naku-inthanethi.

# template
source: Teens can spend a lot of time outside the house or online, where it is harder for us to keep them safe. Talking together about safe and unsafe places, and how to prevent problems, really helps!
af: Tieners kan baie tyd buite die huis of aanlyn bestee waar dit vir ons moeiliker is om hulle veilig te hou. Dit help regtig om saam te gesels oor veilige en onveilige plekke en hoe om probleme te voorkom!
xh: Abantwana abafikisayo bangachitha ixesha elininzi ngaphandle kwendlu okanye kwi-intanethi, apho kunzima ukuba sibagcine bekhuselekile. Ukuthetha kunye ngeendawo ezikhuselekileyo nezingakhuselekanga, nendlela yokuthintela iingxaki, kunceda ngokwenene!
zu: Abantwana bethu bangachitha isikhathi esiningi ngaphandle kwasekhaya noma iku-inthanethi, lapho kunzima khona ngathi ukuba sibagcine bephephile. Ukuxoxisana ngezindawo eziphephile nezindawo ezingaphephanga, nokuthi singazigwema kanjani izinkinga, kuyasiza ngempela!

# template
source: Greetings, everyone. Today our topic is teen safety. It is our responsibility as parents to keep our teens safe at all times. We need to ensure that our teenagers are safe in the communities that we live in. It is our responsibility that we make them aware of the safe and unsafe areas in the communities. It is also our responsibility to ensure that they understand the dangers that they might be exposed to when they are online. That way our teenagers will be responsible and be able to make right decisions to keep themselves safe too.
af: Goeiedag, almal. Ons onderwerp vandag is tienerveiligheid. Dit is ons verantwoordelikheid as ouers om ons tieners te alle tye veilig te hou. Ons moet seker maak dat ons tieners veilig is in die gemeenskappe waar ons woon. Dit is ons verantwoordelikheid om hulle bewus te maak van veilige en onveilige areas in die gemeenskappe. Dit is ook ons verantwoordelikheid om seker te maak dat hulle die gevare waaraan hulle moontlik blootgestel kan word wanneer hulle aanlyn is, verstaan. So sal ons tieners verantwoordelik wees en sal hulle die regte besluite kan neem om hulself ook veilig te hou.
xh: Molweni, kuni nonke. Namhlanje umxholo wethu umalunga nokhuseleko lwabantwana abafikisayo. Kuyimbopheleleko yethu njengabazali ukugcina abantwana bethu abafikisayo bekhuselekile ngamaxesha onke. Kufuneka siqinisekise ukuba abantwana bethu abafikisayo bakhuselekile kwiindawo esihlala kuzo. Kuyimbopheleleko yethu ukubenza bazi ngeendawo ezikhuselekileyo nezingakhuselekanga. Kanti ikwayimbopheleleko yethu ukuqinisekisa ukuba bayaziqonda iingozi abanokuzichanaba kuzo xa bekwi-intanethi. Ngaloo ndlela abantwana bethu abafikisayo baya kuqola baze bakwazi ukwenza izigqibo ezizizo ukuze bazigcine bekhuselekile nabo.
zu: Sanibonani, nonke. Isihloko sanamuhla sikhuluma ngokuphepha kwabantwana. Kuwumthwalo wethu njengabazali ukuthi siqiniseka ukuthi abantwana bethu baphephile ngaso sonke isikhathi. Kudingeka siqiniseke ukuthi abantwana bethu baphephile emphakathini esihlala kuyo. Kuwumthwalo wethu ukuba sibenze baqaphele izindawo eziphephile nezingaphephanga emphakathini. Kubuye kube umthwalo wethu wemfanelo ukuqinisekisa ukuthi bayabuqonda ubungozi abangazithola bekuzo ngokuba ku-inthanethi. Ngaleyo ndlela abantwana bethu bazokwazi ukwenza izinqumo ezinhle futhi bazigcine bephephile.

# template
source: Let’s make two maps together of safe and unsafe places: * A map of our community * A map of apps/websites we use online You’ll do the same with your teen as home practice this week - if your teen is here now, you can do it together now!
af: Kom ons maak saam twee kaarte van veilige en onveilige plekke: *’n Kaart van ons gemeenskap *’n Kaart van apps/webwerwe wat ons aanlyn gebruik Jy gaan hierdie week dieselfde saam met jou tiener as tuisoefening doen – as jou tiener nou hier is, kan julle dit nou saam doen!
xh: Makhe senze kunye iimephu zeendawo ezikhuselekileyo neziyingozi: * Imephu yendawo esihlala kuyo * Imephu yee-app/iiwebhsayithi esizisebenzisayo kwi-intanethi. Niza kwenza loo nto nomntwana wakho ofikisayo njengoqheliselo lwasekhaya kule veki - ukuba umntwana wakho ukhona ngoku, ningayenza kunye ngoku!
zu: Ake senze amabalazwe amabili ndawonye ezindawo eziphephile nezindawo ezingaphephanga: * Ibalazwe lomphakathi wethu * Ibalazwe lama-app/amawebusayithi esiwasebenzisa ku-inthanethi Uzokwenza okufanayo nomntwana wakho njengomsebenzi wasekhaya waleli viki - uma umntwana wakho ekhona njengamanje lapha, ningakwenza ndawonye lokhu njengamanje!

# template
source: Communication is the most important thing! Let's see what happened with @global.w_safe_female_caregiver and @global.w_safe_teen_girl_1:
af: Kommunikasie is die belangrikste ding! Kom ons kyk wat met @global.w_safe_female_caregiver en @global.w_safe_teen_girl_1 gebeur het:
xh: Unxibelelwano yeyona nto ibalulekileyo! Makhe sibone oko kwenzeke ku @global.w_safe_female_caregiver no @global.w_safe_teen_girl_1:
zu: Ukukhulumisana kuyinto ebaluleke kakhulu! Ake sibone ukuthi yini eyenzeke ku @global.w_safe_female_caregiver no @global.w_safe_teen_girl_1 wakhe:

# template
source: @global.w_safe_teen_girl_1: "Something happened when I was out with my friends @global.w_safe_teen_girl_2 and @global.w_safe_teen_girl_3!" @global.w_safe_female_caregiver: "Tell me, @global.w_safe_teen_girl_1"
af: @global.w_safe_teen_girl_1: “Iets het gebeur toe ek saam met my vriende @global.w_safe_teen_girl_2 en @global.w_safe_teen_girl_3 uit was!” @global.w_safe_female_caregiver: “Vertel my, @global.w_safe_teen_girl_1.”
xh: @global.w_safe_teen_girl_1: "Ikho into eye yenzeka ngoxa ndiphume nabahlobo bam u @global.w_safe_teen_girl_2 no !@global.w_safe_teen_girl_3" @global.w_safe_female_caregiver: "Ndixelele, @global.w_safe_teen_girl_1"
zu: @global.w_safe_teen_girl_1: “Kunokuthile okwenzeke ngesikhathi ngiphume nabangane bami @global.w_safe_teen_girl_2 no @global.w_safe_teen_girl_3!" @global.w_safe_female_caregiver: “Ngitshele, @global.w_safe_teen_girl_1"

# template
source: Man in car: “Hey beautiful. I have been looking at you for a while. You are very beautiful, what’s your name? @global.w_safe_teen_girl_2: “Her name is @global.w_safe_teen_girl_1”
af: Man in motor: “Haai, mooiste. Ek kyk nou al lank na jou. Jy is baie mooi, wat is jou naam?” @global.w_safe_teen_girl_2: “Haar naam is @global.w_safe_teen_girl_1.”
xh: Indoda esemotweni: “Hey nzwakazi. Kudala ndikujongile. Umhle nyhani, ngubani igama lakho? @global.w_safe_teen_girl_2: “Igama lakhe ngu @global.w_safe_teen_girl_1”
zu: Indoda esemotweni: “Ntokazi enhle. Sekuyisikhathi eside ngilokhu ngikubuka. Umuhle kakhulu, ungubani igama lakho? @global.w_safe_teen_girl_2: “Igama lakhe u-@global.w_safe_teen_girl_1”

# template
source: Man in car: “@global.w_safe_teen_girl_1, would you like to come with me to have something to drink and chips? Come on, get in, you’ll be back in time, I promise…” @global.w_safe_teen_girl_1: “I’m not sure if that’s a good idea…”
af: Man in motor: “@global.w_safe_teen_girl_1, wil jy saam met my kom vir iets om te drink en tjips? Komaan, klim in, jy sal betyds terug wees, ek belowe...” @global.w_safe_teen_girl_1: “Ek dink nie dis ’n goeie idee nie...”
xh: Indoda esemotweni: “@global.w_safe_teen_girl_1, ungathanda ukuhamba nam sifumane into yokusela namashwamshwam? Yiza kaloku, khwela, sawukhawuleza sibuye ndiyakuthembisa…” @global.w_safe_teen_girl_1: Andiqiniseki ukuba kulungile ukwenza loo nto…”
zu: Indoda esemotweni: @global.w_safe_teen_girl_1, ungathanda yini ukuhamba nami siyofuna okuphuzwayo namashibusi? Ngiyakucela, ngena, uzobuya ngesikhathi, ngiyakuthembisa...” @global.w_safe_teen_girl_1: “Anginaso isiqiniseko sokuthi umbono omuhle lowo...”

# template
source: @global.w_safe_teen_girl_2: “You are lucky, my friend. I wish a man would ask ME out and buy me gifts. I’m telling you, if you don’t do this I’m going to tell everyone you are stupid!”
af: @global.w_safe_teen_girl_2: “Jy is gelukkig, vriendin. Ek wens ’n man wil MY uitvra en vir my geskenke koop. Ek sê jou, as jy dit nie doen nie, gaan ek vir almal vertel hoe dom jy is!”
xh: @global.w_safe_teen_girl_2: “Unethamsanqa, mhlobam. Akwaba indoda ibingacela UKUNDIKHUPHA ize indithengele izipho. Ndiyakuxelela, ukuba akuyenzi lento ndiza kuxelela wonke umntu ukuba usisibhanxa!”
zu: @global.w_safe_teen_girl_2: “Unenhlanhla, mngane wami. Ngifisa sengathi indoda ingacela ukukhipha MINA ingithengele izipho. Ngiyakutshela, uma ungakwenzi lokhu ngizotshela wonke umuntu ukuthi uyisilima!”

# template
source: @global.w_safe_teen_girl_3: “@global.w_safe_teen_girl_1 don’t go! Be careful! Let’s go home. It is dangerous to go with people you don’t know. Besides, he’s too old for you and what he is doing is wrong." @global.w_safe_teen_girl_1: “I just don’t know…”
af: @global.w_safe_teen_girl_3: “@global.w_safe_teen_girl_1, moenie gaan nie! Wees versigtig! Kom ons gaan huis toe. Dit is gevaarlik om saam met mense wat jy nie ken nie, te gaan. Buitendien, hy is te oud vir jou en wat hy doen, is verkeerd.” @global.w_safe_teen_girl_1: “Ek weet nou nie mooi nie…”
xh: @global.w_safe_teen_girl_3: “@global.w_safe_teen_girl_1 sukuya! Lumka! Masigoduke. Kuyingozi ukuhamba nabantu ongabaziyo. Ngapha koko, mdala gqith’ kunawe lowa yaye ayilunganga le nto ayenzayo." @global.w_safe_teen_girl_1: “Hay ndixakiwe…”
zu: @global.w_safe_teen_girl_3: “@global.w_safe_teen_girl_1 ungahambi! Qaphela! Asihambe siye ekhaya. Kuyingozi ukuhamba nabantu ongabazi. Ngaphandle kwalokho, mdala kunawe futhi akwenzayo akulungile.” @global.w_safe_teen_girl_1: “Eqinisweni angazi....”

# template
source: @global.w_safe_female_caregiver: "Pfff, I am so proud of you that you did not get into the car. That was a dangerous situation, thank you for telling me!"
af: @global.w_safe_female_caregiver: “Pfff, Ek is so trots op jou dat jy nie in die motor geklim het nie. Dit was ’n gevaarlike situasie, dankie dat jy my vertel het!”
xh: @global.w_safe_female_caregiver: "Pfff, ndiyazidla ngento yokuba ungakhange ukhwele kula moto. Ibiyimeko eyingozi le, enkosi ngokundixelela!”
zu: @global.w_safe_female_caregiver: “Mhh, ngiyaziqhenya ngawe ngokuthi awuyigibelanga le moto. Bekuyisimo esiyingozi lesi, ngiyabonga ngokuthi ungitshele!”

# template
source: Let's look at another example of a dangerous situation together.
af: Kom ons kyk saam na nog ’n voorbeeld van ’n gevaarlike situasie.
xh: Makhe sijonge omnye umzekelo wemeko eyingozi sikunye.
zu: Ake sibheke esinye isibonelo sesimo esiyingozi ndawonye.

# template
source: @global.w_safe_teen_girl_1: "My friend has been talking with a guy our age online... She’s going to send him photos of herself. Is that better because he’s our age?"
af: @global.w_safe_teen_girl_1: “My vriendin praat aanlyn met ’n ou van ons ouderdom... Sy gaan vir hom foto’s van haarself stuur. Is dit beter omdat hy ons ouderdom is?”
xh: @global.w_safe_teen_girl_1: "Umhlobo wam ebesoloko ethetha nomfana oyintanga yethu kwi-intanethi... Uza kumthumelela iifoto zakhe. Ngaba loo nto ibhetele kuba elingana nathi?”
zu: @global.w_safe_teen_girl_1: “Umngane wami ubelokhu ekhuluma nomunye umfana olingana nathi ku-inthanethi... Uzomthumelela izithombe zakhe. Ingabe lokhu kungcono ngoba ulingana nathi?”

# template
source: @global.w_safe_female_caregiver: "You are a good friend for being worried about her. Sending sexy photos is a real risk too."
af: @global.w_safe_female_caregiver: “Jy is ’n goeie vriendin om oor haar bekommerd te wees. Om wulpse foto’s te stuur, is ook ’n werklike risiko.”
xh: @global.w_safe_female_caregiver: “Ungumhlobo olungileyo kwainto yokuba ukhathazeke ngaye. Ukuthumela iifoto ezivuselelayo inkanuko kuyingozi kakhulu nako.”
zu: @global.w_safe_female_caregiver: “Uwungane omuhle ngoba ukhathazekile ngaye. Ukuthumela izithombe zakhe zobulili nakho kuyingozi.”

# template
source: @global.w_safe_female_caregiver: "Sometimes people aren’t who they say they are online – he could say he is your age but be a 50 year old man. Or when they break up, he could send those photos to everyone and your friend would feel awful."
af: @global.w_safe_female_caregiver: “Soms is mense nie wie hulle aanlyn sê hulle is nie – hy kan sê hy is jou ouderdom, maar kan ’n 50-jarige man wees. Of wanneer hulle verhouding uit is, kan hy daardie foto’s vir almal stuur en jou vriendin sal aaklig voel.”
xh: @global.w_safe_female_caregiver: "Maxa wambi abantu abayiyo le nto bathi bayiyo kwi-intanethi – unokuthi ulingana nawe kodwa uyindoda endala eneminyaka engama-50. Okanye xa besohlukana, angathumela ezo foto kumntu wonke yaye umhlobo wakho angaziva ebuhlungu.”
zu: @global.w_safe_female_caregiver: “Ngezinye izikhathi abantu abasho lokho abayikho ngempela ku-inthanethi - angase athi ulingana nani uthole ukuthi uyindoda eneminyaka engu- 50. Noma uma behlukana, angathumela lezo zithombe kuwo wonke umuntu lokho kungenza umngane wakho azizwe kabi.”

# template
source: MAPS
af: KAARTE
xh: IIMEPHU
zu: AMABALAZWE

# template
source: Make MAPS with your teen of safe and unsafe areas in your community and online. Talk about how to keep their information, photos and videos private online. Talk about how once something goes online, it stays there forever. They might know an example from their friends.
af: Maak saam met jou tiener KAARTE van veilige en onveilige areas in julle gemeenskap en aanlyn. Praat oor hoe om hulle inligting, foto’s en video’s aanlyn privaat te hou. Praat oor hoe iets wat aanlyn geplaas word, vir altyd daar bly. Hulle kan dalk van voorbeelde in hul vriendekring weet.
xh: Yenzani IIMEPHU kunye nomntwana wakho ofikisayo zemimandla ekhuselekileyo nengakhuselekanga kwindawo ohlala kuyo nakwi-intanethi. Thetha ngendlela anokugcina ngayo inkcazelo yakhe, iifoto neevidiyo ziyimfihlo kwi-intanethi. Mxelele ukuba into ayifaka kube kanye kwi-intanethi, ihlala apho ngonaphakade. Kusenokwenzeka ukuba banomzekelo abawaziyo womhlobo wabo.
zu: Yenza AMABALAZWE nomntwana wakho ngezindawo eziphephile nezindawo ezingaphephanga emphakathini wakho naku-inthanethi. Xoxa naye ngokuthi ingayigcina kanjani imininingwane, izithombe namavidiyo akhe efihlekile ku-inthanethi. Xoxa nayo ngokuthi kwenzeka kanjani ukuthi uma okuthile kufakwa ku-inthanethi kuzohlala lapho unomphela. Kungenzeka iyasazi isibonelo salokho ngabangane bayo.

# template
source: RULES
af: REËLS
xh: IMIGAQO
zu: IMITHETHO

# template
source: Make RULES with your teen about safely using the apps and websites that they like. Remember the story about Online Safety? See it again here.
af: Lê saam met jou tiener reëls neer oor die veilige gebruik van die toeps en webwerwe waarvan hulle hou. Onthou julle die storie oor veiligheid aanlyn? Kyk hier weer daarna.
xh: Yenza IMIGAQO kunye nomntwana wakho ofikisayo ngokusebenzisa ngokukhuselekileyo ii-app neewebhsayithi azithandayo. Uyalikhumbula ibali eliphathelele noKhuseleko kwi-Intanethi? Phinda ulijonge apha.
zu: Beka IMITHETHO nentsha yakho mayelana nokuphepha uma isebenzisa ama-app namawebhuyasithi ewathandayo. Khumbula indaba Yokuphepha ku-Inthanethi? Sibone futhi lapha.

# template
source: Online Safety Story
af: Storie oor veiligheid aanlyn
xh: Ibali Lokhuseleko kwi-Intanethi
zu: Indaba Yokuphepha Ku-inthanethi

# template
source: AMNESTY
af: AMNESTIE
xh: UXOLELO
zu: USHWELE
