Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# template
source: Make an AMNESTY agreement. If something happens that makes them upset, uncomfortable or scared, they can talk to you and you won’t get angry or punish them, even if they were doing something wrong. Remember the story about Safety Amnesty? See it again here.
af: Gaan ’n AMNESTIE-ooreenkoms aan. Indien iets gebeur wat hulle ontstel, ongemaklik laat voel of bang maak, kan hulle met jou praat en jy sal nie kwaad word of hulle straf nie, selfs al het hulle iets verkeerd gedoen. Onthou julle die storie oor veiligheid-amnestie? Kyk hier weer daarna.
xh: Yenza isivumelwano SOXOLELO. Ukuba kwenzeka into emcaphukisayo, engamonwabisiyo okanye emoyikisayo, angathetha nawe yaye awuyi kuba nomsindo okanye umohlwaye, kwanokuba bebesenza into engafanelekanga. Uyalikhumbula ibali eliphathelele noKhuseleko kwi-Intanethi? Phinda ulijonge apha.
zu: Yenzani isivumelwano sikaSHWELE. Uma kwenzeka okuthile okubathukuthelisayo, okubenza bazizwe bangakhululekile noma bethuke, bangakhuluma nawe ngakho futhi angeke ucasuke noma ubajezise, ngisho noma kuthiwa bebenza okuthile okungalungile. Khumbula udaba Lokuphepha Kukashwele? Lubone futhi lapha.

# template
source: Digital parenting is just like parenting in the real world. You have taken a BIG STEP to keeping your teen safe in the community AND online. Good for you!
af: Digitale ouerskap is net soos ouerskap in die regte wêreld. Jy het ’n GROOT STAP gedoen om jou tiener in die gemeenskap EN aanlyn veilig te hou. Mooi so!
xh: Ukuba ngumzali kwidijithali kuyafana nokuba ngumzali kwiimeko eziqhelekileyo. Uthathe INYATHELO ELIKHULU lokugcina umntwana wakho ekhuselekile kwindawo ohlala kuyo KUNYE nakwi-intanethi. Wenza kakuhle!
zu: Ukuba umzali kwezobuchwepheshe kuyafana nokuba umzali ekuphileni okujwayelekile. Uthathe ISINYATHELO esikhulu sokugcina umntwana wakho ephephile emphakathini KANYE naku-inthanethi. Kuhle lokho!

# template
source: Being a great parent also means taking time to care for yourself every day.
af: Om ’n wonderlike ouer te wees, beteken ook om elke dag tyd te maak om na jouself om te sien.
xh: Ukuba ngumzali osemagqabini kukwathetha ukuthatha ixesha uzinyamekele suku ngalunye.
zu: Ukuba umzali ophumeleleyo kusho ukuzibekela isikhathi sokuzinakekela nsuku zonke.

# template
source: Great. And amazing that you are using this app – it shows your commitment as a parent. Make sure you give yourself credit and praise for what you are doing.
af: Wonderlik. En fantasties dat jy hierdie toep gebruik – dit wys jou toewyding as ’n ouer. Maak seker jy gee jouself krediet en prys jouself vir wat jy doen.
xh: Kuhle. Yaye kuyamangalisa ukubona usebenzisa le app – loo nto ibonisa ukuzimisela kwakho njengomzali. Qiniseka ukuba uyazincoma uze uzizukise ngoko ukwenzayo.
zu: Kuhle. Kuyamangalisa nokuthi usebenzisa le-app - kubonisa ukuzimisela kwakho njengomzali. Qiniseka ukuthi uyazivuza futhi uzincome ngalokho okwenzayo.

# template
source: Being a parent is hard. But it is amazing that you are using this app – it shows your commitment as a parent. Make sure you give yourself credit and praise for what you are doing.
af: Dis moeilik om ’n ouer te wees. Maar dit is fantasties dat jy hierdie toep gebruik – dit wys jou toewyding as ’n ouer. Maak seker jy gee jouself krediet en prys jouself vir wat jy doen.
xh: Ukuba ngumzali kunzima. Kodwa kuyamangalisa ukubona usebenzisa le app – loo nto ibonisa ukuzimisela kwakho njengomzali. Qiniseka ukuba uyazincoma uze uzizukise ngoko ukwenzayo.
zu: Kunzima ukuba umzali. Kodwa kuyamangalisa nokuthi usebenzisa le-app - kubonisa ukuzimisela kwakho njengomzali. Qiniseka ukuthi uyazivuza futhi uzincome ngalokho okwenzayo.

# template
source: You've completed this week's workshop. We’ll do some of the self-care activities again when you get together with your group for the first time - you all deserve some extra self-care!
af: Jy het hierdie week se slypskool voltooi. Ons sal weer party van die selfsorg-aktiwiteite doen wanneer jy vir die eerste keer met jou groep bymekaar kom – julle verdien almal ’n bietjie ekstra selfsorg!
xh: Ulugqibile uqeqesho lwale veki. Siza kuphinda senze eminye imisebenzi yokuzinyamekela xa udibana neqela lakho okokuqala - nonke nifanelwe kukuzinyamekela okuthe kratya!
zu: Usukuqedile ukuqeqeshwa kwaleli viki. Sizokwenza eminye futhi imisebenzi yokuzinakekela uma uhlangana neqembu lakho okokuqala - nonke nifanelwe ukuzinakekela okwengeziwe!

# template
source: Why @data.workshop.w_self_care.short_title?
af: Hoekom @data.workshop.w_self_care.short_title?
xh: Kutheni i-@data.workshop.w_self_care.short_title?
zu: Kungani @data.workshop.w_self_care.short_title?

# template
source: We often don’t look after ourselves enough. But this is so important, especially as a parent! Reducing our stress and treating ourselves well helps us AND our teenagers.
af: Ons sorg dikwels nie genoeg vir onsself nie. Maar dit is so belangrik, veral as ’n ouer! Om ons spanning te verminder en goed na onsself om te sien, help ons EN ons tieners.
xh: Asisoloko sizinyamekela ngokwaneleyo. Kodwa oku kubaluleke kakhulu, ingakumbi njengomzali! Ukunciphisa uxinezeleko lwethu nokuzinyamekela kunceda thina KUNYE nabantwana bethu abafikisayo.
zu: Kuvamile ukuthi singazinakekeli ngokwanele. Kodwa kubalulekile ukuzinakekela, ikakhulu njengabazali! Ukuhlisa ingcindezi nokuzitotosa kusiza thina KANYE nabantwana bethu.

# template
source: Greetings, everyone. Today's topic is self-care. There are times where we experience challenging times, where we face problems and do not know what to do. It is important to take care of ourselves to learn the techniques of how we can keep ourselves calm in case problems, challenges or issues come up. When we are calm we are in a good state to think positively and come up with positive solutions to any challenges we may be facing.
af: Goeiedag, almal. Vandag se onderwerp is selfsorg. Daar kom tye wanneer ons uitdagings ervaar, waar ons voor probleme te staan kom en nie weet wat om te doen nie. Dit is belangrik dat ons na onsself omsien om die tegnieke te leer om onsself kalm te hou ingeval probleme, uitdagings of geskilpunte opduik. Wanneer ons kalm is, kan ons positief dink en positiewe oplossings vind vir enige uitdagings waarvoor ons te staan kom.
xh: Molweni, kuni nonke. Umxholo wanamhlanje kukuzinyamekela. Kukho amaxesha apho siba nemiceli-mngeni, apho sijamelana neengxaki yaye singazi ukuba masenze ntoni. Kubalulekile ukuzinyamekela sifunde ubugcisa bendlela esinokuzigcina ngayo sizolile xa kunokuvela iingxaki, imiceli-mngeni okanye eminye imiba. Xa sizolile sikwimeko entle yokucinga ngendlela eyiyo size size nezisombululo ezifanelekileyo kuwo nayiphi na imiceli-mngeni esinokujamelana nayo.
zu: Sanibonani, nonke. Isihloko sanamuhla sikhuluma ngokuzinakekela. Kunezikhathi lapho sibhekana nezikhathi ezinzima, lapho sibhekana khona nezinkinga singazi ukuthi kumelwe senzeni. Kubalulekile ukuzinakekela ukufunda izindlela zokuthi sihlale sehlise umoya uma kwenzeka kuvela inkinga, inselelo noma isimo esithile. Uma sehlise umoya sisuke sisesimweni esihle sokucabanga kahle nokuza nesixazululo esihle sokubhekana nanoma iyiphi inkinga.

# template
source: Let's try it out and do a short relaxation activity together!
af: Kom ons probeer dit en doen saam ’n kort ontspanning-aktiwiteit!
xh: Makhe siyizame size senze umsebenzi omfutshane wokuphumla sonke!
zu: Ake sikuzame futhi senze umsebenzi omfushane wokuphumula ndawonye!

# template
source: As parents, we often don’t have time to look after ourselves - but this is so important to do! Reducing our stress helps us AND our teens. Let’s take a first step and do a short relaxation activity together.
af: As ouers het ons dikwels nie tyd om na onsself om te sien nie – maar dit is so belangrik! Om ons spanning te verminder help ons EN ons tieners. Kom ons doen ’n eerste stap en doen saam ’n kort ontspanning-aktiwiteit.
xh: Njengabazali, sisoloko singenalo ixesha lokuzinyamekela - kodwa kubaluleke kakhulu ukuyenza le nto! Ukunciphisa uxinezeleko lwethu kunceda thina KUNYE nabantwana bethu abafikisayo. Makhe sithathe inyathelo lokuqala size senze umsebenzi omfutshane wokuphumla sonke.
zu: Njengabazali, ngokuvamile asinaso isikhathi sokuzinakekela - kodwa lokhu kubalulekile! Ukwehlisa ingcindezi kuthina kusiza thina KANYE nabantwana bethu. Ake sithathe isinyathelo sokuqala bese senza umsebenzi omfushane wokuphumula ndawonye.

# template
source: Watch TV
af: Kyk TV
xh: Bukela UMABONAKUDE
zu: Buka i-TV

# template
source: Try to do something to reward yourself every day. This could be to @local.name_1 or anything else that you enjoy.
af: Probeer elke dag iets doen om jouself te beloon. Dit kan @local.name_1 wees of enigiets anders wat jy geniet.
xh: Zama ukwenza into oza kuzivuza ngayo suku ngalunye. Oku kunokuba kuku @local.name_1 okanye nantoni na eyenye oyinandiphayo.
zu: Zama ukuzenzela okuthile kokuzivuza nsuku zonke. Kungaba @local.name_1 noma ngabe yini oyijabulelayo.

# template
source: Try to do something to reward yourself every day. This could be to @local.name_2 or anything else that you enjoy.
af: Probeer elke dag iets doen om jouself te beloon. Dit kan @local.name_2 wees of enigiets anders wat jy geniet.
xh: Zama ukwenza into oza kuzivuza ngayo suku ngalunye. Oku kunokuba kuku @local.name_2 okanye nantoni na eyenye oyinandiphayo.
zu: Zama ukuzenzela okuthile kokuzivuza nsuku zonke. Kungaba @local.name_2 noma ngabe yini oyijabulelayo.

# template
source: Try to do something to reward yourself every day. This could be to @local.name_3 or anything else that you enjoy.
af: Probeer elke dag iets doen om jouself te beloon. Dit kan @local.name_3 wees of enigiets anders wat jy geniet.
xh: Zama ukwenza into oza kuzivuza ngayo suku ngalunye. Oku kunokuba kuku @local.name_3 okanye nantoni na eyenye oyinandiphayo.
zu: Zama ukuzenzela okuthile kokuzivuza nsuku zonke. Kungaba @local.name_3 noma ngabe yini oyijabulelayo.

# template
source: Try to do something to reward yourself every day. This could be to @local.name_4 or anything else that you enjoy.
af: Probeer elke dag iets doen om jouself te beloon. Dit kan @local.name_4 wees of enigiets anders wat jy geniet.
xh: Zama ukwenza into oza kuzivuza ngayo suku ngalunye. Oku kunokuba kuku @local.name_4 okanye nantoni na eyenye oyinandiphayo.
zu: Zama ukuzenzela okuthile kokuzivuza nsuku zonke. Kungaba @local.name_4 noma ngabe yini oyijabulelayo.

# template
source: Try to do something to reward yourself every day. This could be to @local.name_5 or anything else that you enjoy.
af: Probeer elke dag iets doen om jouself te beloon. Dit kan @local.name_5 wees of enigiets anders wat jy geniet.
xh: Zama ukwenza into oza kuzivuza ngayo suku ngalunye. Oku kunokuba kuku @local.name_5 okanye nantoni na eyenye oyinandiphayo.
zu: Zama ukuzenzela okuthile kokuzivuza nsuku zonke. Kungaba @local.name_5 noma ngabe yini oyijabulelayo.

# template
source: * Have a hot drink * Call a friend or relative * Have a relaxing bath * Read * Watch TV
af: * Drink iets warm * Skakel ’n vriend of ’n familielid * Ontspan in die bad * Lees * Kyk TV
xh: * Fumana into yokuphunga * Fowunela umhlobo okanye isizalwana sakho * Ngena emanzini uhlambe uphole * Funda * Bukela UMABONAKUDE
zu: * Thola isiphuzo esishisayo * Shayela ucingo umngane noma isihlobo * Thatha isikhathi sakho ugeze * Funda * Bukela i-TV

# template
source: RELAX
af: ONTSPAN
xh: PHOLA
zu: PHUMULA

# template
source: Do a 30 second quick relaxation activity.
af: Doen ’n vinnige ontspanning-aktiwiteit vir 30 sekondes.
xh: Yenza umsebenzi oza kukupholisa okhawulezileyo wemizuzu engama-30.
zu: Yenza umsebenzi wokuziphumuza osheshayo imizuzwana engu-30.

# template
source: RECOGNISE
af: ERKEN
xh: QAPHELA
zu: BONA

# template
source: Take a moment and think of one thing YOU have done recently that you have done well! Say it aloud if you can "Well done for …"
af: Neem ’n oomblik en dink aan een ding wat JY onlangs goed gedoen het! Sê dit hardop as jy kan: “Mooi so, vir ....”
xh: Nqumama kancinane uze ucinge ngento enye OYE wayenza kutshanje oye wayenza kakuhle! Yitsho ngokuvakalayo ukuba uyakwazi "Ndenze kakuhle ngoku …"
zu: Thatha isikhashana ucabange ngento eyodwa OYENZE kahle muva nje! Ngezwi elizwakalayo uma kungenzeka ithi “ngenze kahle u ...”

# template
source: REWARD
af: BELONING
xh: UMVUZO
zu: UMVUZO

# template
source: Remember you deserve your quality time too! What makes you happy?
af: Onthou, jy verdien ook jou gehaltetyd! Wat maak jou gelukkig?
xh: Khumbula ukuba ufanelwe lixesha lokuzimamela nawe! Yintoni ekwenza wonwabe?
zu: Khumbula ukuthi nawe udinga ukuba nesikhathi sakho! Yini ekwenza ujabule?

# template
source: Wonderful, I am so happy things are going well.
af: Wonderlik, ek is so bly dit gaan goed.
xh: Kuhle, ndivuya kakhulu izinto zihamba kakuhle.
zu: Kuhle kakhulu, ngiyajabula ukuthi izinto zikuhambela kahle.

# template
source: Sorry that things are difficult now. It is completely normal to struggle sometimes. Remember that you are not alone!
af: Jammer dat dinge nou moeilik is. Dit is heeltemal normaal om soms te sukkel. Onthou, jy is nie alleen nie!
xh: Uxolo ngokuba iimeko zinzima ngoku. Kuyinto eqhelekileyo ukuba usokole maxa wambi. Khumbula ukuba awukho wedwa!
zu: Uxolo ngokuthi isimo sinzima njengamanje. Kuvamile ukubhekana nobunzima ngezinye izikhathi. Khumbula ukuthi awuwedwa!

# template
source: resolve problems with their teens
af: los probleme saam met hul tieners op
xh: basombulule iingxaki besebenzisana nabantwana babo abafikisayo
zu: ukuxazulula izinkinga nentsha yabo

# template
source: resolve the problem with your teen
af: los die probleem saam met jou tiener op
xh: sombulula ingxaki usebenzisana nomntwana wakho ofikisayo
zu: xazulula inkinga nengane yakho esebusheni bayo

# template
source: I forgot the steps of problem solving.
af: Ek het die stappe van probleemoplossing vergeet.
xh: Ndiwalibele amanyathelo okusombulula ingxaki.
zu: Ngizikhohliwe izinyathelo zokuxazulula inkinga.

# template
source: It takes some practice to use all four steps of problem solving. Next time a problem comes up, look at the four steps together with your teen - it will make a big difference!
af: Dit verg ’n bietjie oefening om al vier stappe van probleemoplossing te gebruik. As ’n probleem weer opduik, kyk saam met jou tiener na die vier stappe – dit sal ’n groot verskil maak!
xh: Kuthatha uqheliselo oluthile ukusebenzisa onke la manyathelo mane okusombulula ingxaki. Kwixesha elizayo xa kuvela ingxaki, jonga amanyathelo amane nomntwana wakho ofikisayo - kuya kwenza umahluko omkhulu!
zu: Kudingeka ukuzijwayeza ukusebenzisa zonke izinyathelo ezine zokuxazulula izinkinga. Ngokuzayo uma kuvela inkinga, bhekani izinyathelo ezine ndawonye nengane yakho esebusheni bayo- kuzokwenza umehluko omkhulu!

# template
source: I started with the solutions right away.
af: Ek het dadelik begin met die oplossings.
xh: Ndivele ndangena kwizisombululo ngoko nangoko.
zu: Ngivele ngaqala ngezixazululo.

# template
source: When we have a problem, we always want to get to the quickest end result and can forget about the steps. To come up with the best solution together, it is helpful to first have a full understanding of the problem and the different solutions.
af: As ons ’n probleem het, wil ons altyd die vinnigste eindresultaat bereik en kan ons van die stappe vergeet. Om saam die beste oplossing te vind, is dit nuttig om eers die probleem en die verskillende oplossings ten volle te verstaan.
xh: Xa sinengxaki, sisoloko sifuna ukukhawuleza sifike kwisisombululo kwaye singalibala ngamanyathelo abandakanyekileyo. Ukuze nize nesisombululo kunye, kuluncedo ukuba niqale niyiqonde kakuhle ingxaki kunye nezisombululo ezahlukahlukeneyo.
zu: Lapho sinenkinga, sihlale sifuna umphumela osheshayo bese sikhohlwa izinyathelo okumelwe sizithathe. Ukuze sithole isixazululo esingcono ndawonye, kuyasiza ukuqale uqonde inkinga ngokuphelele kanye nezixazululo ezihlukahlukene.

# template
source: Four steps of problem solving
af: Vier stappe van probleemoplossing
xh: Amanyathelo amane okusombulula ingxaki
zu: Izinyathelo ezine zokuxazulula inkinga

# template
source: We could not agree on a solution to try out and we got into an argument.
af: Ons kon nie saamstem oor ’n oplossing om te probeer nie en ons het gestry.
xh: Khange sivumelane ngesisombululo esinokusizama saza saxabana.
zu: Asikwazanga ukuvumelana ngesixazululo sokuzama saphela siphikisana.

# template
source: Sometimes it can be difficult to agree with everyone in the family, especially if everyone is not yet calm. You could agree to try one solution first, and then another. Also, if you get stuck, try to get together later to agree on the solution together.
af: Soms kan dit moeilik wees om met almal in die gesin saam te stem, veral as almal nog nie kalm is nie. Julle kan saamstem om eers een oplossing te probeer, en dan ’n ander. En as julle vashaak, probeer dan om later bymekaar te kom om saam oor die oplossing te besluit.
xh: Ngamanye amaxesha kunokuba nzima ukuba wonke umntu osentsatsheni avumelane, ingakumbi xa ningazolanga. Ningazama ukuvumelana ngesisombululo esinye kuqala, emva koko niye kwesilandelayo. Kwakhona, ukuba anihambeli phambili, zamani ukudibana ngelinye ixesha nize nivumelane ngesisombululo.
zu: Ngezinye izinkhathi kungase kube nzima ukuvumelana nawo wonke umuntu emndenini, ikakhulukazi lapho wonke umuntu engakazoli. Ungavuma ukuzama isixazululo esisodwa kuqala, bese kulandela esinye. Uma kwenzeka ubambeka, zamani ukuhlangana kamuva ukuze nivumelane ngesixazululo ndawonye.

# template
source: I got angry when the problem came up and I forgot to use the problem-solving steps.
af: Ek het kwaad geword toe die probleem opduik en ek het vergeet om die stappe van probleemoplossing te gebruik.
xh: Ndiye ndanomsido xa bekuvela ingxaki ndaza ndalibala ukusebenzisa amanyathelo okusombulula ingxaki.
zu: Ngathukuthela lapho kuvela inkinga futhi ngakhohlwa ukusebenzisa izinyathelo zokuxazulula inkinga.

# template
source: When a problem comes up, we all get angry or stressed sometimes. Remember, when you feel angry or stressed, you can take a pause to help you stay calm and then solve the problem you are facing.
af: Wanneer ’n probleem opduik, word ons almal soms kwaad of gespanne. Onthou, as jy kwaad of gestres voel, kan jy ’n pouse neem om jou te help kalm bly en dan die probleem wat jy ondervind, op te los.
xh: Xa kuvela ingxaki, ngamanye amaxesha sonke siye sibe nomsindo okanye sibe noxinezeleko. Khumbula, ukuba xa uziva unomsindo okanye ucaphukile, ungathatha ikhefu ukuze likuncede uhlale uzolile uze usombulule ingxaki onayo.
zu: Ngesinye iskathi lapho kuvela inkinga sonke siyathukuthela noma sicindezeleke. Khumbula, lapho uzizwa uthukuthele noma ucindezelekile, ungathatha ikhefu ukuze likusize uhlale uzolile bese uxazulula inkinga obhekene nayo.

# template
source: My teen got angry and did not want to talk about the problem.
af: My tiener het kwaad geword en wou nie oor die probleem praat nie.
xh: Umtwana wam ofikisayo uye wanomsindo kwaye khange afune ukuthetha ngengxaki.
zu: Ingane yami esebusheni bayo iye yathukuthela futhi yenqaba ukukhuluma ngenkinga.

# template
source: Your teen might be too overwhelmed to deal with the problem right away. Recognise and name their emotions, and create a time later in the day or week to discuss and solve the problem together. By giving your teen time, the problem can be solved well.
af: Jou tiener is dalk te oorweldig om die probleem dadelik die hoof te bied. Erken en noem hul emosies, en maak later in die dag of week ’n tyd vry om die probleem saam te bespreek en op te los. Deur jou tiener tyd te gee, kan die probleem goed opgelos word.
xh: Umntwana wakho unokunzinyelwa kukujongana nengxaki ngoko nangoko. Qaphela uze uyazi indlela avakalelwa ngayo, uze wenze ixesha kamva kwangolo suku okanye kuloo veki ukuze nithethe nize niyisombulule kunye ingxaki. Ngokwenza ixesha nomntwana wakho ofikisayo, ingxaki ingasonjululwa kakuhle.
zu: Kungenzeka ingane yakho esebusheni bayo isakhungathekile kakhulu ukuba ibhekane nenkinga ngokushesha. Qaphela futhi uyazi ngegama imizwa yengane yakho, bese wenza isikhathi kamuva osukwini noma phakathi nesonto ukuze nixoxe futhi nixazulule inkinga ndawonye. Ngokunika ingane yakho isikhathi, inkinga ingaxazululwa kahle.

# template
source: Your goal was to try and resolve a problem or conflict together with your teen.
af: Jou doelwit was om saam met jou tiener ’n probleem of konflik op te los.
xh: Injongo yakho ibukukuzama ukusombulula ingxaki okanye ungquzulwano usebenzisana nomntwana wakho ofikisayo.
zu: Umgomo wakho bekuwukuzama ukuxazulula inkinga noma ukungqubuzana ndawonye nengane yakho esebusheni bayo.

# template
source: Every family faces challenges, but when we work together we can deal with problems in an effective and peaceful way. What a great skill for your teen to learn too!
af: Elke gesin kom voor uitdagings te staan, maar wanneer ons saamwerk, kan ons probleme op ’n doeltreffende en vreedsame manier hanteer. Wat ’n wonderlike vaardigheid wat jou tiener ook kan aanleer!
xh: Ntsapho nganye ijamelene nemiceli-mngeni kodwa xa sisebenza sonke singahlangabezana neengxaki ngendlela ephumelelayo nenoxolo. Obunjani ukumangalisa ubuchule obunokufundwa ngumntwana wakho ofikisayo!
zu: Yonke imindeni iyabhekana nezinkinga, kodwa uma sisebenzisana singakwazi ukubhekana nezinkinga ngendlela ephumelelayo nenokuthula. Leli ikhono elihle ukuthi ingane yakho ingalifunda!
