Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# template
source: @global.parent_app was developed by Parenting for Lifelong Health (PLH) – a worldwide collaboration between parenting experts from UNICEF, the WHO and Universities in South Africa and the UK, as well as African NGOs and families and teens all across Africa. Parents and teens worked with us on the app and helped to ensure it is easy-to-use, fun and engaging. Some of the content in this app, like suggestions of activities and illustrated stories, were created with parents and teens to make sure it fits families’ needs. Parenting for Lifelong Health (PLH) is committed to supporting free and shareable parenting materials and programmes, to support parents worldwide to promote the well-being of their children.
af: @global.parent_app is ontwikkel deur Parenting for Lifelong Health (PLH) – 'n wêreldwye samewerking tussen ouerskapkundiges van UNICEF, die Wêreldgesondheidsorganisasie en universiteite in Suid-Afrika en Engeland, sowel as NPO's in Afrika en gesinne en tieners regoor Afrika. Ouers en tieners het saam met ons aan die toepassing gewerk en gehelp om te verseker dat dit maklik om te gebruik, pret en boeiend is. Sommige van die inhoud in hierdie toepassing, soos voorstelle van aktiwiteite en geïllustreerde stories, is saam met ouers en tieners geskep om seker te maak dit pas by gesinne se behoeftes. Parenting for Lifelong Health (PLH) is toegewy om gratis en deelbare ouerskapmateriale en -programme te ondersteun, om ouers wêreldwyd te ondersteun om die welstand van hul kinders te bevorder.
sw: @global.parent_app iliundwa na taasisi ya Parenting for Lifelong Health (PLH) inayotokana na ushirikiano ulioanzishwa duniani kote wa wataalamu wa malezi kutoka Shirika la UNICEF, Shirika la Afya Duniani (WHO), vyuo vikuu vya nchini Afrika Kusini na Uingereza, pamoja na mashirika yasiyo ya kiserikali barani Afrika, na familia na vijana mbalimbali kote barani Afrika. Wazazi na vijana walifanya kazi nasi kwenye programu hii na kutusaidia kuhakikisha kuwa programu hii inakuwa rahisi kutumia, inayofurahisha na inayoshughulisha. Baadhi ya maudhui yaliyomo kwenye programu hii, kama vile shughuli zinazopendekezwa na simulizi za mifano, ziliundwa kwa kuwashirikisha wazazi na vijana ili kuhakikisha kuwa maudhui hayo yanakidhi mahitaji ya familia. Taasisi ya PLH inajitolea kwa dhati ili kusaidia kuundwa kwa nyenzo na programu za malezi zisizouzwa na zinazoweza kusambazwa kwa watu wengine, ili kuwasaidia wazazi duniani kote waweze kuboresha ustawi wa watoto wao.
zu: @global.parent_app yasungulwa yi-Parenting for Lifelong Health (PLH) - ngokusebenzisana komhlaba wonke phakathi kochwepheshe bokukhuliswa kwabantwana. Labochephes abakwa UNICEF, WHO, amaNyuvesi aseNingizimu Africa nase UK, nama NGO ase Africa kanye nemindeni nentsha yese Africa yonkana. Abazali nentsha basebenzisane nathi kule app futhi basiza ekuqinisekiseni ukuthi kulula ukuyisebenzisa, iyajabulisa futhi iyaheha. Okunye okuqukethwe ile-app, njengeziphakamiso zemisebenzi,izitori ezinezithombe zasungulwa ngokubambisana nabazali nentsha ukuqinisekisa ukuthi ihambisana nezidingo zemindeni. I-Parenting for Lifelong Health (PLH) izinikele ekutheni ixhase mahala futhi ngokwabelekayo izinto zokukhulisa abantwana nezinye izinhlelo, nokweseka abazali umhlaba wonke ngenhloso yokugqugquzela inhlalakahle yabantwana babo.

# template
source: Enter the password in the box below and press @global.submit_button.
sw: Ingiza neno la siri katika kisanduku hapa chini na ubonyeze @global.submit_button.

# template
source: You can now access the new content!
sw: Sasa unaweza kufikia maudhui mapya!

# template
source: Load new content
sw: Pakia maudhui mapya

# template
source: You have entered an incorrect password.
sw: Umeingiza kodi isiyo sahihi.

# template
source: The new content is already accessible.
sw: Maudhui mapya tayari yanafikiwa.

# template
source: By clicking in the button below you will reset the app to its initial settings. This means that all your progress and usage data will be deleted and your app will work as if it was just installed for the first time. NOTE: Resetting the app is permanent and you will not be able to recover any information.
af: Deur op die onderstaande knoppie te klik, stel jy die toep terug na die oorspronklike instellings. Dit beteken dat al jou vordering- en gebruiksdata uitgevee sal word en dat jou toep sal werk asof dit pas vir die eerste keer geïnstalleer is. LET WEL: Die terugstelling van die app is permanent en jy sal geen inligting kan herstel nie.
sw: Kwa kubofya kwenye kitufe hapo chini, utapangilia upya programu kwenye mipangilio yake ya awali. Hii inamaanisha kuwa shughuli zako zote na data zilizotumiwa zitafutwa na programu yako itafanya kazi kama inaposakinishwa kwa mara ya kwanza. ANGALIZO: Kupangilia upya programu ni tukio la kudumu na hautaweza kupata tena taarifa yoyote.
xh: Ngokucofa eli qhosha lingezantsi uza kubuyisela i-app kwiisetingi zayo zakuqala. Oku kuthetha ukuba yonke inkqubela osowuyenzile nedatha yokusetyenziswa iya kucinywa kwaye i-app yakho iya kusebenza ngokungathi isanda ku-instolwa okokuqala. PHAWULA: Ukuyiseta kwakhona i-app kusisigxina kwaye awuyi kukwazi ukubuyisela nayiphi na inkcazelo.
zu: Ngokuchofoza inkinobho engezansi uzoqalisa kabusha i-app ibuyele kulamasethingi ayo asekuqaleni. Lokhu kucaza ukuthi yoke iinqubekela phambili yakho yentuthuko nokusebenzisa izoqalela phansi futhi i-app yakho izoba sengathi isanda kufakwa. QAPHELA: Ukusetha kabusha uhlelo le-app lokusebenza kungunaphakade futhi ngeke ukwazi ukuthola noma yiluphi ulwazi.

# template
source: Reset App
af: Stel Toep terug
sw: Pangilia Upya Programu
xh: Setha kwakhona i-App
zu: Setha kabusha uhlelo lokusebenza I-App

# template
source: Demo Presentation
af: Demo-aanbieding
sw: Uwasilishaji wa Mfano
xh: Iprezenteyishini yedemo
zu: Ukuboniswa noma Isethulo somkhiqizo

# template
source: Organisation Registration
af: Registrasie van organisasie
sw: Usajili wa Shirika
xh: Ukubhaliswa Kombutho
zu: Ukubhaliswa Kwenhlangano

# template
source: Developer Mode
af: Ontwikkelaarmodus
sw: Mtengenezaji wa programu
xh: Imowudi Yomphuhlisi
zu: Uhlelo Lonjiniyela

# template
source: Select Skin
sw: Chagua Aina

# template
source: Unlock New Content
sw: Fungua Maudhui Mapya

# template
source: Unlock all workshops
af: Ontsluit alle slypskole
sw: Fungua vipindi vyote
xh: Vula lonke iindibano zocweyo
zu: Vula yonke imihlangano yokufundisana

# template
source: By clicking in the button below you will unlock all the workshops. NOTE: Users should not use this functionality to unlock workshops, this is not recommended unless strictly necessary.
af: Deur op die onderstaande knoppie te klik, sal jy al die slypskole ontsluit. LET WEL: Gebruikers moenie hierdie funksie gebruik om slypskole te ontsluit nie; dit word nie aanbeveel nie, tensy dit streng noodsaaklik is.
sw: Kwa kubonyeza kwenye kitufe hapa chini, utafungua vipindi vyote. ANGALIZO: Watumiaji hawapaswi kutumia kitendaji hiki kufungua vipindi. Kufanya hivyo hakufai isipokuwa tu kama ni lazima.
xh: Ngokucofa eli qhosha lingezantsi uya kuvula lonke iindibano zocweyo. QAPHELA: Abasebenzisi akufuneki basebenzise lo msebenzi ukuvula iindibano zocweyo, oku akucetyiswa ngaphandle kokuba kunyanzelekile.
zu: Ngokuchofoza inkinobho engezansi uzovula konke ukuqeqeshwa. QAPHELA: Abasebenzisi akufanele basebenzise lokhu ukuze bavule ukuqeqeshwa, lokhu akutuswa ngaphandle uma kudingeka ngempela.

# template
source: Unlock workshops
af: Ontsluit Slypskole
sw: Fungua vipindi
xh: Vula iindabano zocweyo
zu: Vula umhlangano wokufundisana

# template
source: All @global.workshops are now unlocked.
sw: @global.workshops vyote vimefunguliwa sasa.

# template
source: @global.parent_app has downloaded an update. Please restart the app to finish installation.
sw: @global.parent_app imesasishwa. Tafadhali anzisha tena programu tumishi kumalizia kuiweka swa.

# template
source: Restart
sw: Anzisha upya tena

# template
source: Losing a loved one can feel very overwhelming. Here are a few practical tips that can be helpful to keep in mind.
af: Die verlies van 'n geliefde kan baie oorweldigend voel. Hier is 'n paar praktiese wenke wat van hulp kan wees om in gedagte te hou.
sw: Kumpoteza mtu unayempenda ni jambo zito mno. Hapa kuna vidokezo kadhaa vinavyoweza kukusaidia ukivikumbuka.
zu: Ukulahlekelwa umuntu omthandayo kungazwakala kunzima kakhulu. Naka macebo angaba usizo okufanele uwangcine emqodweni.

# template
source: Ask for help
af: Vra vir hulp
sw: Omba msaada
zu: Cela usizo

# template
source: Say goodbye
af: Sê totsiens
sw: Sema kwa heri
zu: Valelisa

# template
source: - Ask someone you trust for help - food or childcare can be useful. You may need documents for inheritance, for your children, or to access services. - Sometimes people try to take money or inheritance from a grieving person. Find out about your rights.
af: - Vra iemand op wie jy staat kan maak om jou te help - kos of kindersorg kan van waarde wees. Jy mag dalk dokumente vir erflatings, vir jou kinders of vir toegang tot dienste benodig. Soms probeer mense om geld of erfporsies van ‘n persoon in rou af te rokkel. Vind uit wat jou regte is.
sw: Omba msaada kwa mtu unayemwamini – anaweza kukusaidia chakula au kuwatunza watoto. Unaweza kuhitaji nyaraka kwa ajili ya urithi, kwa ajili ya watoto wako, au kwa ajili ya kupata huduma mbalimbali. - Wakati mwingine watu hujaribu kuchukua pesa au urithi kutoka kwa mfiwa. Zijue haki zako.
zu: - Cela usizo kumuntu omethembayo- ukudla noma ukunakekelwa kwengane kungaba usizo. Kungenzeka udinge amaphepha efa lezingane noma ukuthola izinsiza. - Ngesinye isikhathi abantu bazama ukuthatha imali kumuntu ososizini. Thola ulwazi ngamalungelo akho.

# template
source: - Saying goodbye is difficult. Do what feels okay for you and your teen. - Families, teens and parents are not perfect. When someone has died, it is okay to talk about the good and bad things we remember. - It can help to write a letter or make a drawing for the person who has gone. - Some people hold a ceremony or have a special meal to celebrate the person, and say goodbye. - It can help to make a box of memories, to put things that remind you and your teen of the person. - It can help just to talk about the person when you think about them.
af: -Om afskeid te neem is moeilik. Doen wat vir jou en jou tiener oukei voel. -Families, tieners en ouers is nie perfek nie. Wanneer iemand sterf, is dit oukei om te praat oor ons goeie en slegte herinneringe. -Dit kan help om 'n brief te skryf of iets te teken vir die oorlede persoon. -Sommige mense hou 'n seremonie of 'n spesiale ete om die oorledene te vier, en afskeid te neem. -Dit kan help om 'n houer van herinneringe te maak, om dinge in te hou wat jou en jou tiener aan die persoon herinner. -Dit kan help om selfs net oor die persoon te praat wanneer jy aan hulle dink.
sw: - Kumuaga mtu ni jambo gumu. Fanya kile unachohisi kuwa ni kizuri kwako na kwa kijana wako. - Familia, vijana na wazazi si wakamilifu. Mtu anapokuwa amefariki, si vibaya kuzungumzia mambo mazuri na mabaya tunayoyakumbuka. - Kumwandikia barua au kumchorea mchoro mtu aliyeondoka kunaweza kusaidia. - Baadhi ya watu hufanya sherehe au kuandaa chakula maalum ili kumpa heshima mtu aliyeondoka, na kumuaga. - Kutengeneza sanduku la kumbukumbu na kuweka vitu vinavyokukumbusha wewe na kijana wako kuhusu mtu aliyeondoka kunaweza kusaidia. - Kumzungumzia tu mtu aliyeondoka pindi unapomfikiria kunaweza kusaidia.
zu: - Kunzima ukuvalelisa. Yenza lokho okukulungele wena nomntwana wakho. - Imindeni, intsha nabazali abekho msulwa. Uma umuntu eshonile, kulungile ukukhuluma ngokuhle nokubi esikukhumbulayo. - Kungasiza ukumbhalela incwadi noma ukumdwebela lomuntu oshonile. - Abanye abantu benza umcimbi noma babe nesidlo esikhethekile ukubungaza lowomuntu nokuvalelisa. - Kungasiza ukwenza ibhokisi lezikhumbuzo lokufaka izinto ezikhumbuza wena nomntwana wakho ngalowomuntu. - Kungasiza ukukhuluma nje ngalowomuntu uma umcabanga.

# template
source: Losing a friend or loved one is hard for everyone. Being kind to yourself and doing things to help yourself cope in this difficult time helps your teen too!
af: Om 'n vriend of geliefde te verloor is vir almal moeilik. Om goed te wees vir jouself en om dinge te doen wat jou help om hierdie moeilike tyd die hoof te bied help jou tiener ook!
sw: Kumpoteza rafiki au mtu unayempenda ni jambo gumu kwa kila mtu. Kujitendea vyema wewe mwenyewe na kufanya mambo ya kukusaidia kukabiliana na wakati huu mgumu humsaidia pia kijana wako!
zu: Kunzima kuwo wonke umuntu ukushonelwa umuntu omthandayo noma umngani. Ukuziphatha ngomusa nokwenza izinto zokukusiza kulesisikhathi esinzima kusiza nomntwana wakho!

# template
source: Take care of yourself
af: Sorg goed vir jouself
sw: Jithamini
zu: Zinakekele

# template
source: Find a support group
af: Vind 'n ondersteuningsgroep
sw: Tafuta kikundi kinachotoa msaada
zu: Thola inhlangano noma iqembu elisekelayo

# template
source: - Grief can affect us for weeks or months or years. You do not have to feel better quickly. - Get enough sleep and food - it is hard to care for teens when you are tired and hungry. - Make a list of things that make you feel better, and do them. - Try to do one simple thing to relax each day with your teen, and also for yourself. - It’s okay to not feel good and it is okay to cry. Never blame yourself, this is not your fault. - There is always hope even after loss. Try to enjoy simple things, and take a minute to do something fun or relaxing with your teen. - Find one or two adults who can support you, listen, and talk.
af: -Hartseer kan ons vir weke, maande of jare lank affekteer. Jy hoef nie vinnig beter te voel nie. -Slaap en eet genoeg - dit is moeilik om na tieners om te sien as jy moeg en honger is. -Maak 'n lys van dinge wat jou beter laat voel, en doen hulle. -Probeer om een eenvoudige ding elke dag te doen om saam met jou tiener te ontspan, asook vir jouself. -Dis oukei om nie goed te voel nie en dis oukei om te huil. Moet jouself nooit blameer nie, hierdie is nie jou skuld nie. -Daar is altyd hoop selfs na verlies. Probeer eenvoudige dinge geniet, en vind 'n minuut of wat om iets prettig of ontspannend met jou tiener te doen. -Vind een of twee volwassenes wat jou kan ondersteun, na jou luister en met jou gesels.
sw: - Huzuni inaweza kutuathiri kwa majuma au miezi au miaka kadhaa. Siyo lazima ujisikie nafuu haraka. - Pata usingizi na chakula cha kutosha – ni vigumu kuwatunza vijana ukiwa mchovu na mwenye njaa. - Tengeneza orodha ya mambo yanayokufanya ujisikie nafuu, na uyafanye. - Kila siku, jaribu kufanya jambo moja rahisi la kuburudisha ukiwa na kijana wako, na ukiwa peke yako. - Si vibaya kutojisikia vizuri na si vibaya kulia. Usijilaumu kamwe, hili si kosa lako. - Kuna tumaini kila wakati hata baada ya kupoteza. Jaribu kufurahia mambo rahisi, na tumia muda fulani kufanya jambo la kufurahisha au kuburudisha ukiwa na kijana wako. - Tafuta mtu mzima mmoja au wawili wanaoweza kukusaidia, kusikiliza, na kuzungumza.
zu: -Usizi lungasithikameza emoyeni amaviki, izinyanga noma iminyaka. Akuphoqelekile ukuthi ubengcono ngokushesha. -Lala ngokwanele udle ngokwanele - kunzima ukunakekela abantwana uma ukhathele noma ulambile. -Yenza uhla lwezinto ezikwenza uzizwe ungcono bese uyazenza. -Zama ukwenza into eyodwa ngosuku ezoniphumuza ninomntwana wakho. -Kulungile ukungazizwa kahle kanti nokukhala kulungile. Ungazibeki cala, akulona iphutha lakho. -Ithemba lihlezi likhona noma kushoniwe. Zama ukuthokozela izinto ezincane futhi uthathe umzuzu wokwenza into ezonijabulisa futhi iniphumuze ninomntwana wakho. -Thola umuntu oyedwa noma ababili abangakweseka, balalele futhi baxoxisane nawe.

# template
source: - Talking with someone who can support you and listen to you can help. - It can help to join a group of people who have also lost someone. - Nobody is perfect. It is okay to talk about good and bad memories.
af: -Om met iemand wat jou ondersteun te kan praat en na jou te luister kan help. -Dit kan ook help om aan te sluit by 'n groep mense wat self iemand verloor het. -Niemand is perfek nie. Dis oukei om oor goeie en slegte herinneringe te praat.
sw: - Kuzungumza na mtu anayeweza kukusaidia na kukusikiliza kunaweza kusaidia. - Kujiunga na kikundi cha watu ambao pia wamepoteza mtu kunaweza kusaidia. - Hakuna mtu mkamilifu. Si vibaya kuzungumzia mambo mazuri na mabaya mnayoyakumbuka.
zu: - Ukukhuluma nomuntu ongakweseka, akulalele kungakusiza. - Ukuzibandakanya neqembu labanye abantu abashonelwe kungasiza. -Akekho umuntu ongenasici. Kulungile ukukhuluma ngezinkumbulo ezinhle nezimbi.

# template
source: Teenagers deal with loss in different ways, just like adults do. You can help them understand the situation and their feelings by creating safe spaces where you can both share and process.
af: Tieners hanteer verlies op verskillende maniere, net soos volwassenes. Jy kan hulle help om die situasie en hul gevoelens te verstaan deur veilige ruimtes te skep waar julle albei dit kan deel en verwerk.
sw: Vijana hukabiliana na msiba kwa namna mbalimbali, kama tu wanavyofanya watu wazima. Unaweza kuwasaidia kuelewa hali hiyo na hisia zao kwa kuweka mazingira salama ambapo mnaweza kushirikishana na kutafakari.
zu: Abantwana bamelana nokushonelwa ngezidlela ezahlukile, nje ngokufanayo nabantu abadala. Ungabasiza ekutheni baqonde isimo kanye nemizwa yabo ngokuthi ubavulele izindawo eziphephile lapho ningabelana khona futhi nicubungule imizwa yenu.

# template
source: Be honest
af: Wees eerlik
sw: Kuwa mkweli
zu: Thembeka

# template
source: My teen's response
af: My tiener se reaksie
sw: Mwitikio wa kijana wangu
zu: Impendulo yengane yami

# template
source: How to support my teen?
af: Hoe kan ek my tiener ondersteun?
sw: Jinsi ya kumsaidia kijana wangu?
zu: Ngiyeseka kanjani ingane yami?

# template
source: - Tell your teen that the person has died - sometimes they do not realise. - Telling is a process, not an event. You may need to tell them again and again. - Use words they understand. - If younger teens don’t understand what death is, help explain that the person they love is not coming back. Try not to call it ‘sleep’ or ‘a trip away’. - Older teens may understand what death is, but they may struggle to share or handle their emotions. - Teens can respond in very different ways: crying, shouting, not believing or going very quiet. All of these are okay. Tell them that you are there with them. - Allow questions and talking. Be honest. It is okay to say when we don’t know.
af: -Vertel jou tiener dat die persoon oorlede is - soms besef hulle dit nie. -Vertelling is 'n proses, nie 'n gebeurtenis nie. Jy mag vind dat dit nodig is om hulle oor en oor te vertel. -Gebruik woorde wat hulle verstaan. -As jonger tieners nie begryp wat dood is nie, help deur te verduidelik dat die geliefde persoon nie gaan terugkom nie. Probeer om 'slaap' of 'n 'lang reis' as beskrywing daarvan te vermy. -Ouer tieners mag wel 'n beter begrip van dood toon, maar hulle mag sukkel om hulle emosies te deel of te verwerk. -Tieners kan op verskeie maniere reageer: huil, skree, ongeloof uitspreek of in stilte onttrek. Al hierdie reaksies is oukei. Vertel hulle dat jy dáár is met hulle. -Laat vrae en openlike gesprekke toe. Wees eerlik. Dis oukei om te erken ons weet nie.
sw: - Mwambie kijana wako kwamba fulani amefariki – wakati mwingine hajui. - Kumwambia ni mchakato, si tukio. Unaweza kulazimika kumwambia tena na tena. - Tumia maneno anayoyaelewa. - Kama vijana wadogo hawaelewi kifo ni nini, wasaidie kwa kuwaelezea kwamba mtu wanayempenda hatarudi tena. Jaribu kutosema kwamba 'amelala' au 'amesafiri kwenda mbali'. - Vijana wakubwa wanaweza kuelewa kifo ni nini, lakini wanaweza kuhangaika kuwaeleza wengine au kudhibiti hisia zao. - Vijana wanaweza kupokea hali hiyo kwa namna tofauti sana: kulia, kupiga kelele, kutokuamini au kunyamaza sana. Yote haya si mabaya. Waambie kwamba uko pamoja nao. - Ruhusu maswali na mazungumzo. Kuwa mkweli. Kama hatujui jambo fulani, si vibaya kusema kwamba hatujui.
zu: - Tshela umntwana wakho ukuthi kukhona oshonile - kwesinye isikhathi baye bangakuqapheli lokhu. - Ukubatshela kuyinto ethatha isikhathi, hayi into engumcimbi. Kungadingeka ubantshele kaningana. - Sebenzisa amagama abawaqondayo. -Uma abantwana abancane bengaqondi ukuthi kuyini ukushona komuntu, zama ukubacacisela ukuthi umuntu abamthandayo angeke asabuya. Zama ukungasho ukuthi 'ulele' noma 'uthathe uhambo'. - Abantwana asebethe ukukhula bangakuqonda ukuthi kuyini ukushona komuntu, kodwa bangasokola ukukhuluma noma ukumelana nemizwa yabo. - Intsha ingamelana nalesisimo ngezindlela ezahlukahlukene: ukukhala, ukuthetha, ukungakholwa noma ithule kakhulu. Konke lokhu kulungile. Batshele ukuthi unabo. - Vumela ithuba lemibuzo nokuxoxa. Thembeka. Kulungile ukusho uma ungazi.

# template
source: - Teens might be sad, angry, not understand or not believe it, feel numb, feel unwell or have pains, nightmares or problems at school. Your teen may seem happy, but still be sad. They may get closed off and want to spend more time with friends. They may also show unexpected or dangerous behaviour. These may not make sense to you, but all of this is normal. - Teens may feel like it was their fault – that they passed on the virus, or that they behaved badly. Tell them clearly that they did nothing wrong.
af: -Tieners mag hartseer, woede, onbegrip of ongeloof toon, 'n verlammende gevoel ervaar, sleg voel of pyn, nagmerries of probleme by die skool ondervind. Jou tiener mag gelukkig voorkom, maar steeds hartseer wees. Hulle mag hulself afsluit en meer tyd saam met vriende wil deurbring. Hulle mag ook onverwagte of gevaarlike gedrag openbaar. Dit mag dalk nie vir jou sin maak nie, maar tog is dit alles normaal. -Tieners mag voel dat dit hulle skuld is - dat hulle die virus oorgedra het, of dat hulle hul swak gedra het. Vertel hulle duidelik dat hulle niks verkeerd gedoen het nie.
sw: - Vijana wanaweza kuhuzunika, kukasirika, kutoelewa au kutoamini, kuhisi mwili kufa ganzi, kujisikia vibaya au kupata maumivu, ndoto mbaya au matatizo shuleni. Kijana wako anaweza kuonekana mwenye furaha, lakini bado akawa na huzuni. Anaweza kujitenga na kutaka kutumia muda mwingi akiwa na marafiki. Anaweza pia kuonyesha tabia isiyotarajiwa au ya hatari. Hali hizi zinaweza zisilete maana kwako, lakini yote haya ni mambo ya kawaida. - Vijana wanaweza kuhisi kama lilikuwa kosa lao – kwamba walileta virusi, au kwamba walikuwa na tabia mbaya. Waambie waziwazi kwamba hawakufanya kosa lolote.
zu: Umntwana angaba nokudangala, ukucasuka, ukungaqondi, ukungakholwa, ukuzizwa ndikindiki, uzizwa engaphilile noma, amaphupho amabi nezinkinga esikoleni. Umntwana wakho angabukeka ejabulile kodwa ebephatheke kabi. Bangazizwa bevalelekile futhi bafune ukuchitha isikhathi nabangani. Bangabuye babonise ukuziphatha okungalindelekile noma ukuziphatha okunobungozi. Kungangenzi mnqodo lokhu kuwe kodwa konke kujwayekile. -Abantwana bangazizwa ngathi kuyiphutha labo - ukuthi yibona abadlulise igciwane noma baziphathe kabi. Batshele ngokucacile ukuthi abenzanga lutho olubi.
