Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# template
source: Let's practice giving REAL, POSITIVE and CLEAR instructions. Practice will help you be successful with your teen!
af: Kom ons oefen REGTE, POSITIEWE en DUIDELIKE opdragte. Oefening sal jou help om suksesvol te wees met jou tiener!
sw: Hebu tufanye mazoezi ya kutoa maelekezo YANAYOTEKELEZEKA, CHANYA, na BAYANA. Kufanya mazoezi kutakusaidia kufanikiwa kwa kijana wako!
xh: Masiqhelisele ukunika imiyalelo EYIYO, EYAKHAYO NECACILEYO. Ukuqhelisela kuya kukunceda uphumelele ekuqhubaneni nomntwana wakho ofikisayo!
zu: Ake sizame ukunikeza imiyalelo EMIHLE, EYIQINISO neCACILE. Ukuprakthiza kuzokusiza wena uphumelele nengane yakho!

# template
source: Choose two people from your group: * One person pretends to be a teenager * The other pretends to be the teenager’s parent * “Parent”: Give your “teen” a positive instruction with encouragement and praise * “Teen”: Respond as you think a teen may respond to this Discuss together how that went: * How did this make you feel as “parent” and as “teen”? * Could you do anything better? Give everyone a chance to be the “parent” and the “teen” if you can. Practice brings success!
af: Kies twee mense uit jou groep: * Een persoon gee voor om ’n tiener te wees * Die ander een gee voor om die tiener se ouer te wees * “Ouer”: Gee jou tiener ’n positiewe opdrag terwyl jy hom/haar aanmoedig en prys * “Tiener”: Reageer soos wat jy dink ’n tiener hierop sal reageer Bespreek saam hoe dit gegaan het: * Hoe het dit jou as “ouer” en as “tiener” laat voel? * Kon jy enigiets op ’n beter manier gedoen het? Gee elkeen ’n kans om die “ouer” en die “tiener” te wees, as dit moontlik is. Oefening bring sukses!
sw: Chagueni watu wawili kwenye kikundi chenu: * Mtu mmoja ataigiza kama kijana * Mwingine ataigiza kama mzazi wa kijana * “Mzazi”: Mpe "kijana" wako maelekezo chanya kwa kumtia moyo na kumsifia * “Kijana”: Itikia kama unavyodhani kijana ataitikia maneno hayo Jadilini pamoja jinsi mambo yalivyoenda: * Je, imekufanya ujisikieje kama "mzazi" na kama "kijana"? * Je, unaweza kufanya chochote vizuri zaidi? Mpeni kila mtu nafasi ya kuwa "mzazi" na "kijana" kama mnaweza. Mazoezi huleta ufanisi!
xh: Khetha ababini kwiqela lakho: * Umntu omnye uzenza umntwana ofikisayo * Omnye uzenza umzali womntwana * “Umzali”: Nika ‘umntwana wakho ofikisayo’ umyalelo owakhayo onokhuthazo nezincomo * “Umntwana ofikisayo”: Sabela ngendlela ocinga ukuba umntwana ofikisayo angasabela ngayo kule nto. Ncokolani kunye ngendlela okuhambe ngayo oku: * Oku kukwenze wavakalelwa njani “njengomzali” “nanjengomntwana ofikisayo”? * Ngaba ungenza nantoni na ibe bhetele? Nika wonke umntu ithuba lokuba “ngumzali” “nomntwana” ukuba uyakwazi. Ukuqhelisela kubangela impumelelo!
zu: Khetha abantu ababili eqenjini lakho: * Omunye enze sengathi uyingane * Kuthi omunye enze sengathi ungumzali wengane * “Mzali: Nikeza “ingane yakho” umyalelo omuhle umkhuthaze futhi umncome * “Ngane”: Phendula ngendlela ocabanga ukuthi ingane ingaphendula ngayo kulokhu Xoxani ndawonye ngokuthi kuhambe kanjani: * Kukwenze wazizwa kanjani “njengomzali” “nanjengengane yeyevile eminyakeni eyishumi nambili”? * Ingabe kukhona ongakwenza kangcono? Nikela wonke umuntu ithuba lokuba “umzali” nokuba “ingane” uma kungenzeka. Ukuprakthiza kuveza imiphumela emihle!

# template
source: Examples of positive instructions:
af: Voorbeelde van positiewe opdragte:
sw: Mifano ya maelekezo chanya:
xh: Imizekelo yemiyalelo eyakhayo:
zu: Izibonelo zemiyalelo emihle:

# template
source: * I like your music. Could you turn it down during dinner so that we can talk? Thank you – I really appreciate it. * That’s great music. Who is the singer? Please turn the music off when you come in the house. You can play it in your room quietly if you want. Thank you!
af: * Ek hou van jou musiek. Kan jy dit sagter stel tydens aandete sodat ons kan gesels? Dankie – ek waardeer dit regtig. * Dis baie mooi musiek. Wie is die sanger? Skakel asb die musiek af wanneer jy by die huis inkom. Jy kan dit sag in jou kamer speel as jy wil. Dankie!
sw: * Ninapenda muziki wako. Je, unaweza kupunguza sauti wakati wa chakula ili tuweze kuzungumza? Asante – Ninashukuru sana kufanya hivyo. * Huo muziki ni mzuri sana. Umeimbwa na nani? Tafadhali zima muziki unapoingia nyumbani. Ukitaka, unaweza kuupiga chumbani mwako kwa sauti ya chini. Asante!
xh: * Ndiyawuthanda umculo wakho. Ungawuthoba xa kusityiwa ukuze sikwazi ukuthetha? * Enkosi – Ndiyayixabisa loo nto. * Umnandi lo mculo. Ngubani yona imvumi? Nceda ucime umculo xa ungena endlini. Ungawudlala egumbini lakho ungavakali ukuba uyafuna. Enkosi!
zu: * Ngiyawuthanda umculo wakho. Ungakwazi yini ukuwunciphisa ngesikhathi sesidlo sakusihlwa ukuze sikwazi ukuxoxa? Ngiyabonga - ngiyakwazisa kakhulu lokho. * Umnandi umculo wakho. Ubani umculi wawo? Ngicela uwuvale umculo uma ungena endlini. Ungawudlalela phansi ekamelweni lakho uma uthanda. Ngiyabonga!

# template
source: Small actions make a big difference. Helping your teen learn can be stressful. But making your daily activities fun and doing them together is a great way to help your teen’s development and education.
sw: Matendo madogo huleta matokeo makubwa. Kumsaidia kijana wako kujifunza kunaweza kumfadhaisha. Lakini kufanya shughuli zako za kila siku kuwa za kufurahisha na kuzifanya pamoja ni njia nzuri ya kusaidia maendeleo na elimu ya kijana wako

# template
source: Here are some activities you and your teen can try at home. These activities were made with caregivers of teens like yourself, and are a great way to make learning fun.
sw: Hizi hapa ni baadhi ya shughuli ambazo wewe na kijana wako mnaweza kujaribu mkiwa nyumbani. Shughuli hizi zilifanywa na walezi wa vijana kama wewe, na ni njia nzuri ya kufanya kujifunza kufurahisha.

# template
source: Teens are better at remembering what they learnt when it is fun. Here are some ideas you could try today:
sw: Vijana ni wazuri kukumbuka kile walichojifunza kama vinafurahisha. Hapa kuna mawazo unayoweza kujaribu leo:

# template
source: Make a budget again - this time WITH your teen and family! This is an important and fun thing to do with your family - it takes about 30 minutes. Making a budget together helps teens understand that we all need to make hard decisions sometimes - but that it helps us have enough money at the end of the month and realise our goals! Budgets have helped millions of families.
af: Stel weer ’n begroting op – hierdie keer SAAM met jou tiener en gesin! Dit is ’n belangrike en lekker ding om saam met jou gesin te doen – dit neem ongeveer 30 minute. Om saam ’n begroting op te stel help tieners verstaan dat ons almal soms moeilike besluite moet neem – maar dat dit ons help om aan die einde van die maand genoeg geld te hê en ons doelwitte te bereik! Begrotings het al miljoene gesinne gehelp.
sw: Tengeneza tena bajeti – mara hii pamoja NA kijana wako na familia yako! Hili ni jambo muhimu na la kufurahisha la kufanya na familia yako – mtatumia kama dakika 30. Kutengeneza bajeti pamoja husaidia vijana kuelewa kwamba sisi sote tunahitaji kufanya maamuzi magumu wakati mwingine – vilevile bajeti inatusaidia kuwa na pesa za kutosha mwishoni mwa mwezi na kutimiza malengo yetu! Bajeti zimesaidia mamilioni ya familia.
xh: Phinda wenze ibhajethi - ngeli tyeli KUNYE nomntwana wakho ofikisayo nentsapho yakho! Le yinto ebalulekileyo nemnandi onokuyenza nentsapho yakho - ithatha malunga nemizuzu engama-30. Ukwenza ibhajethi kunye kunceda umntwana wakho ofikisayo aqonde ukuba sonke sidinga ukwenza izigqibo ezinzima maxa wambi - kodwa kusinceda senze imali eyaneleyo ekupheleni kwenyanga size silweze usukelo lwethu! Iibhajethi ziye zanceda izigidi zeentsapho.
zu: Yenza isabelomali futhi - manje senze KANYE nengane yakho nomndeni wakho! Lena yinto ebalulekile nokumnandi ukuyenza nomndeni - kuthatha imizuzu engaba ngu-30. Ukwenza isabelomali njengomndeni kusiza abantwana baqonde ukuthi ngezinye izikhathi sonke kudingeka senze izinqumo ezinzima - kodwa lokho kusisiza sibe nemali eyanele ekupheleni kwenyanga futhi sikwazi ukufinyelela imigomo yethu! Isabelomali sesisize izigidi zemindeni.

# template
source: Make a budget with your teen and family. This is an important and fun thing to do with your family - it takes about 30 minutes. Making a budget together helps teens understand that we all need to make hard decisions sometimes - but that it helps us have enough money at the end of the month and realise our goals! Budgets have helped millions of families.
af: Stel ’n begroting saam met jou tiener en jou gesin op. Dit is ’n belangrike en lekker ding om saam met jou gesin te doen – dit neem ongeveer 30 minute. Om saam ’n begroting op te stel help tieners verstaan dat ons almal soms moeilike besluite moet neem – maar dat dit ons help om aan die einde van die maand genoeg geld te hê en ons doelwitte te bereik! Begrotings het al miljoene gesinne gehelp.
sw: Tengeneza bajeti na kijana wako na familia yako. Hili ni jambo muhimu na la kufurahisha la kufanya na familia yako – linatumia kama dakika 30. Kutengeneza bajeti pamoja husaidia vijana kuelewa kwamba sisi sote tunahitaji kufanya maamuzi magumu wakati mwingine – vilevile bajeti inatusaidia kuwa na pesa za kutosha mwishoni mwa mwezi na kutimiza malengo yetu! Bajeti zimesaidia mamilioni ya familia.
xh: Yenza ibhajethi kunye nomntwana wakho ofikisayo nentsapho yakho. Le yinto ebalulekileyo nemnandi onokuyenza nentsapho yakho - ithatha malunga nemizuzu engama-30. Ukwenza ibhajethi kunye kunceda umntwana wakho ofikisayo aqonde ukuba sonke sidinga ukwenza izigqibo ezinzima maxa wambi - kodwa kusinceda senze imali eyaneleyo ekupheleni kwenyanga size sifeze usukelo lwethu! Iibhajethi ziye zanceda izigidi zeentsapho.
zu: Yenza isabelomali nomntwana kanye nomndeni wakho. Lena yinto ebalulekile nokumnandi ukuyenza nomndeni - kuthatha imizuzu engaba ngu-30. Ukwenza isabelomali njengomndeni kusiza abantwana baqonde ukuthi ngezinye izikhathi sonke kudingeka senze izinqumo ezinzima - kodwa lokho kusisiza sibe nemali eyanele ekupheleni kwenyanga futhi sikwazi ukufinyelela imigomo yethu! Isabelomali sesisize izigidi zemindeni.

# template
source: Review your budget with your teen and family. This will remind everyone that we all need to make hard decisions sometimes - but that it helps us have enough money at the end of the month and realise our goals! Budgets have helped millions of families.
af: Hersien jou begroting saam met jou tiener en gesin. Dit sal almal daaraan herinner dat ons almal soms moeilike besluite moet neem – maar dat dit ons help om aan die einde van die maand genoeg geld te hê en ons doelwitte te bereik! Begrotings het al miljoene gesinne gehelp.
sw: Pitia tena bajeti yako na kijana wako na familia yako. Kufanya hivyo kutamkumbusha kila mtu kwamba sisi sote tunahitaji kufanya maamuzi magumu wakati mwingine – vilevile kwamba bajeti inatusaidia kuwa na pesa za kutosha mwishoni mwa mwezi na kutimiza malengo yetu! Bajeti zimesaidia mamilioni ya familia.
xh: Hlola ibhajethi kunye nomntwana wakho ofikisayo nentsapho yakho. Oku kuya kukhumbuza wonke umntu ukuba sonke sidinga ukwenza izigqibo ezinzima maxa wambi - kodwa kusinceda senze imali eyaneleyo ekupheleni kwenyanga size sifeze usukelo lwethu! Iibhajethi ziye zanceda izigidi zeentsapho.
zu: Buyekeza isabelomali nomntwana kanye nomndeni wakho. Ukwenza kanjalo kuzokhumbuza wonke umuntu sidinga ukwenza izinqumo ezinzima ngezinye izikhathi - kodwa lokho kusisiza sibe nemali eyanele ekupheleni kwenyanga futhi sikwazi ukufinyelela imigomo yethu! Isabelomali sisize izigidi zemindeni.

# template
source: Steps to make a budget
af: Stappe om ’n begroting op te stel
sw: Hatua za kutengeneza bajeti
xh: Amanyathelo okwenza ibhajethi
zu: Izinyathelo zokwenza isabelomali

# template
source: There are four steps for doing a family budget: Step 1: THINK Step 2: CHOOSE Step 3: BUILD Step 4: PLAN Let’s go through the steps together. You need: - Papers (or old newspaper or a cardboard box) and pens - Stones or beans or anything with lots of bits to represent money Take a minute to get these things before we start with the first step.
af: Daar is vier stappe om ’n gesinsbegroting op te stel: Stap 1: DINK Stap 2: KIES Stap 3: BOU Stap 4: BEPLAN Kom ons gaan saam deur die stappe. Jy benodig: – Papier (of ou koerante of ’n kartonboks) en penne – Klippies of boontjies of enigiets waarvan jy baie het, om geld voor te stel Neem ’n minuut om hierdie goed te kry voor ons met die eerste stap begin.
sw: Kuna hatua nne za kutengeneza bajeti ya familia: Hatua ya Kwanza: FIKIRI Hatua ya Pili: CHAGUA Hatua ya Tatu: TENGENEZA Hatua ya Nne: PANGA Hebu tupitie hatua hizi pamoja. Unahitaji: - Karatasi (au gazeti la zamani au kasha la karatasi nene) na kalamu - Hindi au maharage au kitu chochote chenye chembechembe nyingi kitakachowakilisha pesa Tumia dakika moja kutafuta vitu hivyo kabla hatujaanza hatua ya kwanza.
xh: Kukho amanyathelo amane okwenza ibhajethi yentsapho: Inyathelo 1: CINGA Inyathelo 2: KHETHA Inyathelo 3: YAKHA Inyathelo 4: CEBA CEBA Makhe siqwalasele la manyathelo kunye. Udinga: - Amaphepha (okanye iphephandaba elidala okanye ibhokisi yekhadbhodi) neepeni - Amatye okanye iimbotyi okanye nantoni na enamasuntswana amaninzi amela imali. Thatha ithuba ukuze ufumane ezi zinto ngaphambi kokuba siqalise inyathelo lokuqala.
zu: Kunezinyathelo ezine zokwenza isabelomali somndeni: Isinyathelo 1: CABANGA Isinyathelo 2: KHETHA Isinyathelo 3: YAKHA Isinyathelo 4: HLELA Ake sizihlole ndawonye lezi zinyathelo. Udinga: - Amaphepha (noma iphephandaba elidala noma ikhadibhodi) kanye namapeni - Amatshe noma obhontshisi noma kungaba yinoma yini eyizingcezu ezizomela imali Thatha umzuzu uthole lezi zinto ngaphambi kokuthi uqale ngesinyathelo sokuqala.

# template
source: A family budget can help @global.w_money_grandma - and YOU!
af: ’n Gesinsbegroting kan vir @global.w_money_grandma help – en vir JOU!
sw: Bajeti ya familia inaweza kumsaidia @global.w_money_grandma – na WEWE!
xh: Ibhajethi yentsapho inokunceda u @global.w_money_grandma - kunye NAWE!
zu: Isabelomali somndeni singasiza @global.w_money_grandma - sisize NAWE!

# template
source: There are four steps for doing a family budget: Step 1: THINK Step 2: CHOOSE Step 3: BUILD Step 4: PLAN Let’s go through the steps together.
af: Daar is vier stappe om ’n gesinsbegroting op te stel: Stap 1: DINK Stap 2: KIES Stap 3: BOU Stap 4: BEPLAN Kom ons gaan saam deur die stappe.
sw: Kuna hatua nne za kutengeneza bajeti ya familia: Hatua ya Kwanza: FIKIRI Hatua ya Pili: CHAGUA Hatua ya Tatu: TENGENEZA Hatua ya Nne: PANGA Hebu tupitie hatua hizi pamoja.
xh: Kukho amanyathelo amane okwenza ibhajethi yentsapho: Inyathelo 1: CINGA Inyathelo 2: KHETHA Inyathelo 3: YAKHA Inyathelo 4: CEBA CEBA Makhe siqwalasele la manyathelo kunye.
zu: Kunezinyathelo ezine zokwenza ibhajethi yomndeni: Isinyathelo 1: CABANGA Isinyathelo 2: KHETHA Isinyathelo 3: YAKHA Isinyathelo 4: HLELA Ake sizihlole ndawonye lezi zinyathelo.

# template
source: You need: * Papers (or old newspaper or a cardboard box) and pens * Stones or beans or anything with lots of bits to represent money Take a minute to get these things before we start with the first step.
af: Jy benodig: * Papier (of ou koerante of ’n kartonboks) en penne * Klippies of boontjies of enigiets waarvan jy baie het, om geld voor te stel Neem ’n minuut om hierdie goed bymekaar te kry voor ons met die eerste stap begin.
sw: Unahitaji: - Karatasi (au gazeti la zamani au kasha la karatasi nene) na kalamu - Hindi au maharage au kitu chochote chenye chembechembe nyingi kitakachowakilisha pesa Tumia dakika moja kutafuta vitu hivyo kabla hatujaanza hatua ya kwanza.
xh: Udinga: * Amaphepha (okanye iphephandaba elidala okanye ibhokisi yekhadbhodi) neepeni * Amatye okanye iimbotyi okanye nantoni na enamasuntswana amaninzi amela imali. Thatha ithuba ukuze ufumane ezi zinto ngaphambi kokuba siqalise inyathelo lokuqala.
zu: Udinga: * Amaphepha (noma iphephandaba elidala noma ikhadibhodi) kanye namapeni * Amatshe noma obhontshisi noma kungaba yinoma yini eyizingcezu ezizomela imali Thatha umzuzu uthole lezi zinto ngaphambi kokuthi uqale ngesinyathelo sokuqala.

# template
source: * food * water & electricity * clothing * accounts * TV subscription * toiletries * salon * airtime * school fees * transport * insurance/policies * medication * entertainment/sports * rent * loans * church
af: * kos * water en elektrisiteit * klere * rekeninge * TV-intekening * toiletware * haarkapper * lugtyd * skoolgeld * vervoer * versekering/polisse * medisyne * vermaak/sport * huur * lenings * kerk
sw: * chakula * maji & umeme * mavazi * akaunti * king'amuzi cha runinga * vifaa vya usafi wa mwili * saluni * muda wa maongezi * ada ya shule * usafiri * bima * matibabu * michezo/burudani * kodi ya nyumba * mikopo * ibada
xh: * ukutya * amanzi nombane * iimpahla zokunxiba * iiakhawunti * umrhumo WOMABONWAKUDE * izithambiso * isaluni * iethayimu * intlawulo yesikolo * into yokukhwela * iipolisi zeinshorensi * amayeza * ukuzihlaziyo/imidlalo * irenti * imalimboleko * icawa
zu: * ukudla * amanzi nogesi * izimpahla * ama-akhawunti * Izinhlelo ze-TV ezikhokhelwayo * izinto zokugeza * izinwele * i-airtime * izindleko zesikole * ezokuthutha * imishuwalensi/amapholisi * imithi * ezokuzijabulisa/ezemidlalo * imali yokuqasha * imali ebolekiwe * imali yesonto

# template
source: Step 1: THINK
af: Stap 1: DINK
sw: Hatua ya Kwanza: FIKIRI
xh: Inyathelo 1: CINGA
zu: Isinyathelo 1: CABANGA

# template
source: Think about what we spend money on each month.
af: Dink oor waaraan ons elke maand ons geld bestee.
sw: Fikiria mambo tunayotumia pesa kila mwezi.
xh: Cinga ngezinto esichitha imali kuzo nyanga nganye.
zu: Cabanga ngokuthi siyisebenzisela ini imali inyanga nenyanga.

# template
source: * Get a piece of paper (or old newspaper or a cardboard box) and a pen. * Draw pictures of all the things that you and your family spend money on each month. * Write next to each picture how much each thing costs each month. (There is no need to share the numbers if you don’t want to.) * Add up how much money you have to spend each month.
af: * Kry ’n stuk papier (of ou koerante of ’n kartonboks) en ’n pen. * Teken prentjies van al die goed waarop jy en jou gesin elke maand geld spandeer. * Skryf langs elke prentjie hoeveel elke ding elke maand kos. (Dis nie nodig om die syfers te deel as jy nie wil nie.) * Tel op hoeveel geld jy elke maand moet bestee.
sw: * Chukua kipande cha karatasi (au gazeti la zamani au kasha la karatasi nene) na kalamu. * Chora picha za vitu vyote vinavyokufanya wewe na familia yako mtumie pesa kila mwezi. * Andika pembeni mwa kila picha kiasi ambacho kitu hicho kinagharimu kila mwezi. (Hakuna haja ya kuwashirikisha wengine viwango hivyo kama hautaki kufanya hivyo.) * Jumlisha kiasi cha pesa unazotakiwa kutumia kila mwezi.
xh: * Fumana intwana yephepha (okanye iphephandaba elidala okanye ibhokisi yekhadbhodi) nepeni. * Zoba imifanekiso yazo zonke izinto wena nentsapho yakho enichitha imali kuzo nyanga nganye. * Bhala ecaleni komfanekiso ngamnye ukuthi nto nganye iyimalini nyanga nganye. (Akukho mfuneko yokunikisa ngamanani ukuba akufuni.) * Dibanisa ukuba yimalini oye wayichitha nyanga nganye.
zu: * Thola isiqeshana sephepha (noma iphephandaba elidala noma ikhadibhodi) kanye nepeni. * Dweba izithombe zazo zonke izinto wena nomndeni wakho enichitha imali kuzo ngenyanga. * Bhala eceleni kwesithombe ngasinye ukuthi into ngayinye ibiza malini inyanga ngayinye. (Akudingeki ubhale inani lemali uma ungafuni ukwenza njalo.) * Hlanganisa inani lemali enilisebenzisayo inyanga ngayinye.

# template
source: Wonderful! You finished step 1! Let’s move on!
af: Wonderlik! Jy is klaar met Stap 1! Kom ons gaan voort!
sw: Inastaajabisha! Umemaliza hatua ya kwanza! Tuendelee!
xh: Kuhle gqitha! Uligqibile inyathelo 1! Masihlabele mgama!
zu: Kuhle kakhulu! Usiqedile isinyathelo 1! Asiqhubeke!

# template
source: Talk together about your needs and wants WANT: Something you can live without NEED: Something you cannot live without
af: Praat saam oor julle behoeftes en begeertes BEGEERTE: Iets waarsonder jy kan lewe BEHOEFTE: Iets waarsonder jy nie kan lewe nie
sw: Zungumzeni pamoja kuhusu mahitaji yenu na matamanio yenu MATAMANIO: Vitu ambavyo mnaweza kuishi bila kuwa navyo MAHITAJI: Vitu ambavyo hamuwezi kuishi bila kuwa navyo
xh: Thethani kunye ngezinto enizidingayo nezinto enizifunayo IIMFUNO Into onokuphila ngaphandle kwayo. IZIDINGO Into ongenakuphila ngaphandle kwayo
zu: Khulumisanani ngezidingo zenu nezinto enizifunayo OKUFUNAYO: Izinto ongaphila ngaphandle kwazo ISIDINGO: Izinto ongeke uphile ngaphandle kwazo

# template
source: People often don’t see things in the same way. When we talk about our needs and wants, we understand each other better and can make good choices together on how to spend our money. Look at your lists of things you spend money on and discuss: * Which are NEEDS that you cannot live without? Why? * Which are WANTS which are nice to have but not essential? Why? * Which things could you try to spend less money on as a family?
sw: Mara nyingi watu huona mambo kwa namna inayotofautiana. Tunapozungumzia mahitaji na matamanio yetu, tunaelewana vizuri zaidi na tunaweza kufanya uchaguzi mzuri zaidi pamoja kuhusu jinsi ya kutumia pesa zetu. Angalieni orodha yenu ya vitu mnavyotumia pesa na mchague: * Je, vitu gani ni MAHITAJI ambayo hamuwezi kuishi bila kuwa nayo? Kwanini? * Je, vitu gani ni MATAMANIO kwani vinapendeza kuwa navyo lakini si vya lazima? Kwanini? * Je, kama familia, ni vitu gani vinaweza kuwafanya mjaribu kutumia pesa kidogo?

# template
source: Step 2: CHOOSE
af: Stap 2: KIES
sw: Hatua ya Pili: CHAGUA
xh: Inyathelo 2: KHETHA
zu: Isinyathelo 2: KHETHA

# template
source: Think about your needs and wants WANT: Something you can live without NEED: Something you cannot live without
af: Dink oor julle behoeftes en begeertes BEGEERTE: Iets waarsonder jy kan lewe BEHOEFTE: Iets waarsonder jy nie kan lewe nie
sw: Fikirieni kuhusu mahitaji na matamanio yenu MATAMANIO: Vitu ambavyo mnaweza kuishi bila kuwa navyo MAHITAJI: Vitu ambavyo hamuwezi kuishi bila kuwa navyo
xh: Cingani ngezinto enizidingayo nenizifuna nje IIMFUNO Into onokuphila ngaphandle kwayo. IZIDINGO Into ongenakuphila ngaphandle kwayo
zu: Cabanga ngezidingo nezimfuno IZIMFUNO: Izinto ongaphila ngaphandle kwazo ISIDINGO: Izinto ongeke uphile ngaphandle kwazo

# template
source: Look at your list of things you spend money on and choose: * Which are NEEDS that you cannot live without? Why? * Which are WANTS which are nice to have but not essential? Why? * Which things could you try to spend less money on?
sw: Angalieni orodha yenu ya vitu mnavyotumia, pesa na mchague: * Je, vitu gani ni MAHITAJI ambayo hamuwezi kuishi bila kuwa nayo? Kwanini? * Je, vitu gani ni MATAMANIO kwani vinapendeza kuwa navyo lakini si vya lazima? Kwanini? * Je, kama familia, ni vitu gani vinaweza kuwafanya mjaribu kutumia pesa kidogo?

# template
source: Make a budget!
af: Stel ’n begroting op!
sw: Tengeneza bajeti!
xh: Yenzani ibhajethi!
zu: Yenza isabelomali!

# template
source: Make a budget as one big family!
af: Stel ’n begroting op as een groot gesin!
sw: Tengeneza bajeti kama familia moja kubwa!
xh: Yenza ibhajethi njengentsapho enye enkulu!
zu: Yenzani isabelomali njengomndeni owodwa omkhulu!
