Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# template
source: @global.w_consequence_teen_boy_1: “I can explain, @global.w_consequence_male_caregiver, I can.” @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1, you are not keeping our rule! I will give you a hiding!”
af: @global.w_consequence_teen_boy_1: “Ek kan verduidelik, @global.w_consequence_male_caregiver, ek kan.” @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1, jy hou nie by ons reël nie! Ek gaan jou ’n pakslae gee!”
xh: @global.w_consequence_teen_boy_1: “Ndingachaza,@global.w_consequence_male_caregiver, ndingakwazi.” @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1, awuwuthobeli umthetho walapha! Ndiza kukubetha”
zu: @global.w_consequence_teen_boy_1: “Ngingachaza, @global.w_consequence_male_caregiver, ngingachaza.” @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1, awulandeli umthetho wethu! Ngizokushaya!”

# template
source: @global.w_consequence_teen_boy_1: “That’s unfair! You never listen to me!! I hate you!”
af: @global.w_consequence_teen_boy_1: “Dis onregverdig! Julle luister nooit na my nie!! Ek haat julle!”
xh: @global.w_consequence_teen_boy_1: “Undidlel’ indlala! Awundimameli!! Ndiyakucaphukela!”
zu: @global.w_consequence_teen_boy_1: “Akunabo ubulungiswa lokho! Awungilaleli neze!! Ngiyakuzonda!”

# template
source: Let's go back to @global.w_consequence_teen_boy_1 and his @global.w_consequence_male_caregiver
af: Kom ons keer terug na @global.w_consequence_teen_boy_1 en sy @global.w_consequence_male_caregiver
xh: Masibuyele ku @global.w_consequence_teen_boy_1 neyakhe i @global.w_consequence_male_caregiver
zu: Ake sibuyele ku @global.w_consequence_teen_boy_1 naku @global.w_consequence_male_caregiver wakhe

# template
source: @global.w_consequence_male_caregiver: "I am concerned that you are often still coming home late, @global.w_consequence_teen_boy_1. What can we do to help you remember to come home in time?" @global.w_consequence_teen_boy_1: "If I come home in time, maybe I can stay up 30 minutes later than usual?"
af: @global.w_consequence_male_caregiver: “Ek is besorg daaroor dat jy steeds dikwels laat huis toe kom, @global.w_consequence_teen_boy_1. Wat kan ons doen om jou te help onthou om betyds huis toe te kom?” @global.w_consequence_teen_boy_1: “As ek betyds huis toe kom, kan ek dan miskien 30 minute later as gewoonlik wakkerbly?”
xh: @global.w_consequence_male_caregiver: "Iyandixhalabisa into yokuba usoloko ubuya emva kwexesha endlini, @global.w_consequence_teen_boy_1. Singenza ntoni ukukunceda ukhumbule ukugoduka kwangexesha?" @global.w_consequence_teen_boy_1: "Ukuba ndigoduka kwangethuba, mhlawumbi ndingashiywa lixesha ngemizuzu engama-30?"
zu: @global.w_consequence_male_caregiver: “Ngikhathazekile ngokuthi namanje usabuya kuhlwile ekhaya, @global.w_consequence_teen_boy_1. Yini esingayenza ukuze sikusize ukhumbule ukuthi ubuye ngesikhathi esivumelene ngaso ekhaya?" @global.w_consequence_teen_boy_1: “Uma ngingafika ngesikhathi ekhaya, mhlawumbe ngingahlala imizuzu engu-30 kunangesikhathi esivamile sokulala?”

# template
source: @global.w_consequence_male_caregiver: That is a good idea! And what should we do if you don’t follow the rule? @global.w_consequence_teen_boy_1 (mumbles): “Mgmluuhm”
af: @global.w_consequence_male_caregiver: Dit is ’n goeie idee! En wat moet ons doen as jy nie die reël nakom nie? @global.w_consequence_teen_boy_1 (mompel): “Mgmluuhm”
xh: @global.w_consequence_male_caregiver: YIngcamango entle leyo! Yaye simele senzeni xa ungawuthobeli lo mthetho? @global.w_consequence_teen_boy_1 uyambombozela): “Mgmluuhm”
zu: @global.w_consequence_male_caregiver: Umbono omuhle lowo! Yini okumelwe siyenze uma ungawulandeli umthetho? @global.w_consequence_teen_boy_1 (uyabubula): “Ngmluuhm”

# template
source: @global.w_consequence_male_caregiver: "Oh come on, I know you have some ideas." @global.w_consequence_teen_boy_1: "Okay…. What about: I have to do my homework?"
af: @global.w_consequence_male_caregiver: “Ag kom nou, ek weet jy het ’n paar idees.” @global.w_consequence_teen_boy_1: “Nou goed…. Wat van: ek moet my huiswerk doen?”
xh: @global.w_consequence_male_caregiver: "Yitsho kaloku, ndiyayazi ikhona into oyicingayo." @global.w_consequence_teen_boy_1: "Kulungile…. Kuthekani: Ndimele ndiyokwenza umsebenzi wam wesikolo?”
zu: @global.w_consequence_male_caregiver: “Khuluma, ngiyazi ukuthi kukhona okuthile okucabangayo.” @global.w_consequence_teen_boy_1: “Kulungile…. Kunganjani: uma ngenza umsebenzi wesikole?”

# template
source: @global.w_consequence_male_caregiver: "You have to do your homework anyway. If you forget the rule, it is fair that you will not be able to see your friends the next day." @global.w_consequence_teen_boy_1: "Okay, @global.w_consequence_male_caregiver."
af: @global.w_consequence_male_caregiver: “Jy moet in elk geval jou huiswerk doen. As jy die reël vergeet, is dit regverdig dat jy jou vriende nie die volgende dag sal kan sien nie.” @global.w_consequence_teen_boy_1: “Oukei, @global.w_consequence_male_caregiver.”
xh: @global.w_consequence_male_caregiver: "Umsebenzi wakho wesikolo umele ukuba uwenzile kakade. Ukuba uyawulibala lo mthetho, kusengqiqweni ukuba ungadibani neetshomi zakho ngomso." @global.w_consequence_teen_boy_1: "Kulungile, @global.w_consequence_male_caregiver."
zu: @global.w_consequence_male_caregiver: “Kumele uwenze umsebenzi wakho wesikole noma kunjalo. Uma uwukhohlwa umthetho, kuyinto elungile ukuthi ungababoni abangane bakho ngosuku olulandelayo." @global.w_consequence_teen_boy_1: “Kulungile, @global.w_consequence_male_caregiver."

# template
source: The next day... @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1! What time is it! It is late!”
af: Die volgende dag... @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1! Hoe laat is dit? Dit is laat!”
xh: Ngengomso... @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1! Ngubani ixesha ngoku! Selibethile ixesha!”
zu: Ngosuku olulandelayo... @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1! Ngubani isikhathi! Sekuhlwile!”

# template
source: @global.w_consequence_teen_boy_1: “Sorry @global.w_consequence_male_caregiver – you can go back to sleep.” @global.w_consequence_male_caregiver: “It is WAY past the time you were supposed to be home!”
af: @global.w_consequence_teen_boy_1: “Jammer @global.w_consequence_male_caregiver – jy kan maar weer gaan slaap.” @global.w_consequence_male_caregiver: “Dit is BAIE later as wat jy veronderstel was om by die huis te wees!”
xh: @global.w_consequence_teen_boy_1: “Uxolo @global.w_consequence_male_caregiver – hamba uyolala” @global.w_consequence_male_caregiver: Lidlule KUDALA ixesha obumele ukuba usekhaya ngalo!”
zu: @global.w_consequence_teen_boy_1: “Ngiyaxolisa @global.w_consequence_male_caregiver – ungabuyela uyolala.” @global.w_consequence_male_caregiver: “Sesidlule KUDALA isikhathi obekumele ufike ngaso ekhaya!”

# template
source: @global.w_consequence_teen_boy_1: “I can explain, @global.w_consequence_male_caregiver, I can.” @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1, it is the middle of the night and you came home later than we agreed. Whatever the reason is, you must understand that this is not acceptable. @global.w_consequence_female_caregiver and I felt really worried.”
af: @global.w_consequence_teen_boy_1: “Ek kan verduidelik, @global.w_consequence_male_caregiver, ek kan.” @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1, dit is middernag en jy het later huis toe gekom as wat ons ooreengekom het. Wat ook al die rede is, jy moet verstaan dat dit nie aanvaarbaar is nie.Ek en @global.w_consequence_female_caregiver was regtig bekommerd.”
xh: @global.w_consequence_teen_boy_1: “Ndingachaza,@global.w_consequence_male_caregiver, ndingakwazi.” @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1, kusezinzulwini zobusuku yaye ubuye ekhaya emva kwexesha ebesivumelene ngalo. Noba siyintoni isizathu, umele uqonde ukuba ayamkelekanga loo nto. @global.w_consequence_female_caregiver yaye ndikhathazeke nyhani.”
zu: @global.w_consequence_teen_boy_1: “Ngingachaza, @global.w_consequence_male_caregiver, ngingachaza.” @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1, kuphakathi namabili futhi ubuye ekhaya sekudlule isikhathi esivumelene ngaso. Noma ngabe yisiphi isizathu, kumelwe uqonde ukuthi lokhu akwamukelekile. @global.w_consequence_female_caregiver bengikhathazeke kakhulu.”

# template
source: @global.w_consequence_teen_boy_1: “My friends wanted me to stay longer. They were calling me a baby for having to go home already.” @global.w_consequence_male_caregiver: “I know it can be hard to say no to your friends. Let’s talk more about this in the morning when we have had some rest.”
af: @global.w_consequence_teen_boy_1: “My vriende wou hê ek moes langer bly. Hulle het my ’n baba genoem omdat ek al huis toe moes gaan.” @global.w_consequence_male_caregiver: “Ek weet dit kan moeilik wees om vir jou vriende nee te sê. Kom ons praat môreoggend hieroor wanneer ons uitgerus is.”
xh: @global.w_consequence_teen_boy_1: “Abahlobo bam bathe makhe ndihlale ixeshana. Bebesithi ndiyafeketha kuba ndifuna ukugoduka kwangoko.” @global.w_consequence_male_caregiver: “Ndiyazi kunganzima ukuthi hayi kubahlobo bakho. Masithethe ngakumbi ngale nto kusasa xa siye saphumla.”
zu: @global.w_consequence_teen_boy_1: “Abangane bami bebafuna ngihlale isikhathi esijana nabo. Bebengibiza ngengane ngoba besengifuna ukuya ekhaya.” @global.w_consequence_male_caregiver: “Ngiyazi ukuthi kungaba nzima ukuthi cha kubangane bakho. Ake sikhulume ngalolu daba ekuseni uma sesiphumulile.”

# template
source: @global.w_consequence_teen_boy_1: “I am sorry I worried you and @global.w_consequence_female_caregiver.” @global.w_consequence_male_caregiver: “Thank you. Now go to bed, but just to be clear, as you came home later than we agreed, you will not be allowed to go out tomorrow night.”
af: @global.w_consequence_teen_boy_1: “Ek is jammer dat ek jou bekommerd laat word het, en ook@global.w_consequence_female_caregiver.” @global.w_consequence_male_caregiver: “Dankie. Gaan slaap nou, maar jy moet baie mooi verstaan, aangesien jy later huis toe gekom het as wat ons ooreengekom het, sal jy nie toegelaat word om môreaand uit te gaan nie.”
xh: @global.w_consequence_teen_boy_1: “Uxolo ngokukukhathaza yaye @global.w_consequence_female_caregiver.“ @global.w_consequence_male_caregiver: “Enkosi. Hamb’ uyolala ke ngoku, kodwa uze wazi, ukuba ubuye ekhaya sekubethe ixesha ebesivumelene ngalo, awuvumelekanga ukuphuma ngokuhlwa kwangomso.”
zu: @global.w_consequence_teen_boy_1: “Ngiyaxolisa ngokukukhathaza futhi @global.w_consequence_female_caregiver.” @global.w_consequence_male_caregiver: “Ngiyabonga. Njengamanje hamba uyolala, kodwa ngifuna kucace, njengoba ubuye ekhaya sekudlule isikhathi esivumelene ngaso, awuvumelekile ukuphuma kusasa kusihlwa.”

# template
source: How you introduce calm consequences is important. Remember, when you involve your teen, things usually go better!
af: Dis belangrik hoe jy kalm gevolge voorstel. Onthou, wanneer jy jou tiener betrek, gaan dinge gewoonlik beter!
xh: Indlela oqala ngayo imiphumo ezolileyo ibalulekile. Khumbula, xa ubandakanya umntwana wakho ofikisayo, izinto ziba bhetele!
zu: Indlela owethula ngayo imiphumela ngesizotha iyasiza. Khumbula, uma ubandakanya umntwana wakho, izinto ziba ngcono!

# template
source: EXPLAIN
af: VERDUIDELIK
xh: CACISA
zu: CHAZA

# template
source: Check you are both calm. Take a few breaths. Explain to your teen why you are concerned about their behaviour. Explain the reasons why the rule mattered. You can share your feelings - it’s okay to say you are disappointed.
af: Maak seker julle is albei kalm. Haal ’n paar keer diep asem. Verduidelik aan jou tiener waarom jy oor hulle gedrag bekommerd is. Verduidelik die redes waarom die reël saak maak. Jy kan jou gevoelens deel – dit is oukei om te sê jy is teleurgesteld.
xh: Qiniseka ukuba nobabini nizolile. Tsala umoya izihlandlo ezimbalwa. Mcacisele umntwana wakho ofikisayo isizathu sokuba ukhathazwe sisimilo sakhe. Cacisa isizathu sokuba lo mgaqo ubalulekile. Ungayichaza indlela oziva ngayo - kulungile ukutsho ukuba udanile.
zu: Bheka ukuthi nobabili ninomoya ophansi yini. Phefumula izikhathi ezimbalwa. Chazela ingane yakho ukuthi kungani ukhathazekile ngokuziphatha kwayo. Chaza ukuthi kungani umthetho ubalulekile. Ungamtshela indlela ozizwa ngayo - kulungile ukusho ukuthi uphoxekile.

# template
source: AGREE
af: STEM OOREEN
xh: VUMA
zu: VUMA

# template
source: Plan consequences with your teen for following and not following the rule. Ask for their ideas. Talk until you agree on something realistic. Make a consequence for NOT following the rule and a privilege when they DO follow the rule.
af: Beplan saam met jou tiener wat die gevolge sal wees as die reël nie nagekom word nie. Vra hulle vir idees. Gesels totdat julle oor iets realisties saamstem. Stel ’n gevolg vas vir wanneer die reël NIE nagekom word nie en ’n voorreg vir wanneer hulle WEL die reël nakom.
xh: Ceba imiphumo nomntwana wakho ofikisayo yokuwulandela nokungawulandeli umgaqo. Cela ezakhe izimvo. Thethani de nivumelane ngento esengqiqweni. Yenza umphumo WOKUNGAWULANDELI umgaqo nengenelo yaxa eye WAWULANDELA umgaqo.
zu: Hlela nengane yakho ngemiphumela yokulandela neyokungawulandeli umthetho. Bacele baveze imibono yabo. Khulumani nize nivumelane ngokuthile okuzosebenza. Yenza umphumela WOKUNGALANDELI umthetho nelungelo azolithola uma ethe WALANDELA umthetho.

# template
source: ACT
af: TREE OP
xh: YENZA OKUTHILE
zu: THATHA ISINYATHELO

# template
source: When your teen follows the rule, give praise and privileges!
af: Wanneer jou tiener die reël nakom, prys hulle en gee voorregte!
xh: Xa umntwana wakho ofikisayo elandela umgaqo, mncome umnike namalungelo!
zu: Uma ingane yakho iwulandela umthetho, yincome bese uyinikeza amalungelo!

# template
source: They will feel respected and valued. Remember: The more we praise them, the more they will show that good behaviour!
af: Hulle sal voel hulle word gerespekteer en gewaardeer. Hoe meer ons hulle prys, hoe meer sal hulle daardie goeie gedrag toon!
xh: Uya kuziva ehlonitshwa yaye exatyiswa. Khumbula: Okukhona sibancoma, kokukhona beya kubonisa isimilo esichubekileyo!
zu: Bazozizwa behlonishwa futhi bebalulekile. Khumbula: Uma sibancoma njalo, bazothuthukisa kakhulu ukuziphatha okuhle!

# template
source: When your teen does not follow the rule, follow through with the consequence.
af: Wanneer jou tiener nie die reël nakom nie, druk deur met die gevolg.
xh: Xa umntwana wakho ofikisayo engawulandeli umgaqo, landelela umphumo.
zu: Uma ingane yakho ingawulandeli umthetho, qhubeka nomphumela enivumelene ngawo.

# template
source: When your teen breaks the rule, calmly give the consequence. This should be FAIR (not too harsh), IMMEDIATE (do it straight away) CONSISTENT (same every time).
af: Wanneer jou tiener die reël oortree, gee die gevolg op ’n kalm manier. Dit moet REGVERDIG (nie te straf nie), ONMIDDELLIK (doen dit dadelik) en KONSEKWENT (elke keer dieselfde) wees.
xh: Xa umntwana wakho esaphula umgaqo, ngokuzolileyo nika umphumo Oku kumele kwenziwe NGOKUSESIKWENI, (kungekhona ngokungqwabalala kakhulu), NGOKUKHAWULEZA (ukwenze ngokungxamisekileyo) NGOKUQHUBEKAYO (ngendlela efanayo rhoqo).
zu: Uma ingane yakho iphula umthetho, ngomoya ophansi mkhumbuze ngomphumela walokho. Lokho kumelwe kube OKUNOBULUNGISWA (akumelwe kube nokhahlo kakhulu), NGALESOSIKHATHI (kwenze ngaso leso sikhathi) UNGASHINTSHI (okufanayo ngaso sonke isikhathi).

# template
source: This is too far in the future, and too harsh as well!
af: Dit is te ver in die toekoms, en ook te hewig!
xh: Kukude kwikamva, yaye kungqwabalala futhi!
zu: Lokhu kukude kakhulu esikhathini esizayo, futhi kulukhuni kakhulu!

# template
source: Self-care is a key parenting tool.
af: Selfsorg is ’n sleutelhulpmiddel vir ouerskap.
xh: Ukuzikhathalela sisixhobo esiphambili sokuba ngumzali.
zu: Ukuzinakekela kuyikhono elibalulekile lokuba umzali.

# template
source: So good to hear you are feeling well today. You are incredible!
af: Dis so lekker om te hoor jy voel vandag goed. Jy is ongelooflik!
xh: Kuyavuyisa ukuva ukuba uziva kamnandi namhlanje. Uyamangalisa!
zu: Kuyajabulisa ukuzwa ukuthi uzizwa uphilile namhlanje. Uyamangalisa!

# template
source: Sorry that things are difficult right now. Take a deep breath and know that you are valued.
af: Ek is jammer dat dinge nou moeilik gaan. Haal diep asem en weet dat jy waardeer word.
xh: Uxolo ngokuba iimeko zinzima kanye ngoku. Tsala umoya uze uzazi ukuba uyaxatyiswa.
zu: Uxolo ngokuthi isimo sinzima njengamanje. Donsa/khokhe umoya, uphefumule futhi wazi ukuthi ubalulekile.

# template
source: prepare for a possible crisis with their teens
af: berei vir ’n moontlike krisis met hul tieners voor
xh: lungiselela ingxaki enokubakho kunye nabantwana babo abafikisayo
zu: balungiselele inkinga engase ibe khona nentsha yabo

# template
source: prepare for a possible crisis with your teen
af: berei vir ’n moontlike krisis met jou tiener voor
xh: lungiselela ingxaki enokubakho kunye nomntwana wakho ofikisayo
zu: lungiselela inkinga engase ibe khona nengane yakho esebusheni bayo

# template
source: My teen told me that something serious happened to them and I did not know how to handle it.
af: My tiener het my vertel dat iets ernstigs met hulle gebeur het en ek het nie geweet hoe om dit te hanteer nie.
xh: Umntwana wam undichazele ukuba uye wanengxaki enkulu kodwa khange ndazi ukuba ndenze ntoni ngayo.
zu: Ingane yami eyevile eminyakeni eyishumi nambili ingitshele ukuthi kukhona into ebucayi eyenzeke kuyo futhi angazanga ukuthi ngisisingathe kanjani leso simo.

# template
source: Praise your teen for telling you; that is not easy to do! Remember, you can use all the skills you picked from your toolbox: Take a pause, use the four steps of problem solving, and reach out to get the support you and your teen need!
af: Prys jou tiener omdat hulle jou vertel het. Dit is nie maklik om dit te doen nie! Onthou dat jy al die vaardighede wat jy uit jou gereedskapskas gekies het, kan gebruik: neem ’n blaaskans, gebruik die vier stappe van probleemoplossing en reik uit om die ondersteuning te kry wat jy en jou tiener benodig!
xh: Mncome umntwana wakho ofikisayo ngoku kuchazela; akululanga ukuyenza lonto! Ukhumbule ukuba unokusebenzisa zonke izakhono ozifumene kwibhokisi yakho yezixhobo: Nqumama sebenzisa amanyathelo amane okusombulula ingxaki kwaye cela inkxaso efunwa nguwe nomntwana wakho ofikisayo!
zu: Ncoma ingane yakho ngokukutshela; lokho akulula ukukwenza! Khumbula, ungasebenzisa wonke amakhono owakhethe ebhokisini lakho lamathuluzi: Thatha isikhashana, sebenzisa izinyathelo ezine zokuxazulula izinkinga, futhi ufinyelele ukuze uthole ukwesekwa wena nomntwana wakho osemusha enikudingayo!

# template
source: Get support
af: Kry ondersteuning
xh: Fumana inkxaso
zu: Thola ukwesekwa

# template
source: The conversation made me very uncomfortable because I was reminded of a negative experience I had.
af: Die gesprek het my baie ongemaklik laat voel omdat dit my herinner het aan ’n negatiewe ervaring wat ek gehad het.
xh: Incoko indenze ndaziva ndingakhululekanga kuba indikhumbuze ngamava abuhlungu endandikhe ndahlangabezana nawo.
zu: Ingxoxo ingenze ngangakhululeka ngoba ingikhumbuze ngento ebuhlungu eyenzeka kumina.

# template
source: When we are reminded of such experiences, it is normal to feel upset or angry. It is important to find a time when you are calm, so that you can think of what support you need. You may need to talk to someone.
af: Wanneer ons aan sulke ervarings herinner word, is dit normaal om ontsteld of kwaad te voel. Dit is belangrik om ’n tyd te vind wanneer jy kalm is, sodat jy kan dink aan watter ondersteuning jy nodig het. Dalk moet jy met iemand praat.
xh: Xa sikhumbula lomava, kuqhelekile ukuziva ucaphukile okanye unomsindo. Kubalulekile ukuba ufumane ixesha laxa uzolile ukuze ukwazi ukucinga ngenkxaso oyifunayo. Kusenokufuneka ube nomntu othetha naye.
zu: Lapho sikhunjuzwa izinto ezinjalo ezenzeka kuthina, kungokwemvelo ukucasuka noma ukuthukuthela. Kubalulekile ukuthola isikhathi lapho usuzolile sokucabanga ngokwesekwa okudingayo. Kungase kudingeke ukhulume nomunye umuntu othile.

# template
source: One of us did not feel comfortable.
af: Een van ons het nie gemaklik gevoel nie.
xh: Omnye wethu uzive engakhululekanga.
zu: Oyedwa kuthina ubezizwa engakhululekile.

# template
source: This is difficult stuff to talk about. Find a relaxing time for it. We know it is much easier to not talk about these things and to hope they will never happen to us. However, learning to deal with crisis is like getting insurance; it is ALWAYS best to think about them and be prepared.
af: Dit is moeilike dinge om oor te praat. Soek ’n ontspannende tyd daarvoor. Ons weet dit is baie makliker om nie oor hierdie dinge te praat nie en te hoop dat dit nooit met ons sal gebeur nie. Maar om te leer om krisisse te hanteer, is soos om versekering te bekom; dit is ALTYD die beste om daaraan te dink en voorbereid te wees.
xh: Kunzima ukuthetha ngalento. Khangela ixesha xawupholile ukuze uthethe ngayo. Siyayiqonda ukuba kulula ukungathethi ngezi zinto siye sinqwenele ukuba zingaze zisehlele. Sekunjalo kodwa, ukufunda ukujamelana nengxaki kufana nokuthenga i-inshorensi; SOLOKO kufanelekile ukucinga ngazo kwaye uzilungele.
zu: Lokhu kuyinto okunzima ukukhuluma ngayo. Zitholele isikhathi sokuphumula. Siyazi ukuthi kulula kakhulu ukungakhulumi ngalezi zinto sinethemba lokuthi ngeke zenzeke kithi. Nokho ukufunda ukubhekana nenhlekelele kufana nokuthola umshwalense; KUHLALE kungcono ukucabanga ngakho nokuzilungiselela.

# template
source: Your goal was to discuss a possible crisis situation with your teen and make a plan for it.
af: Jou doelwit was om ’n moontlike krisissituasie met jou tiener te bespreek en ’n plan daarvoor te maak.
xh: Injongo yakho ibikukuncokola ngemeko ekukho ingxaki kuyo kunye nomntwana wakho ofikisayo nize nenze icebo sokujamelana nayo.
zu: Umgomo wakho bekuwukuxoxa nengane yakho esebusheni bayoi ngesimo esiyinhlekelele esingase sivele bese nenza icebo laso.

# template
source: All families experience crises. When we prepare together and know where to get help BEFORE something bad happens, we can overcome any crisis.
af: Alle gesinne ervaar krisisse. Wanneer ons saam voorberei en weet waar om hulp te kry, VOORDAT iets sleg gebeur, kan ons enige krisis oorkom.
xh: Zonke iintsapho ziba neengxaki. Xa silungiselela kunye yaye sisazi ukuba masilufumane phi uncedo NGAPHAMBI kokuba kwenzeke into embi, singoyisa nayiphi na ingxaki.
zu: Yonke imindeni ibhekana nezinkinga. Uma sizilungiselela ndawonye futhi sazi ukuthi sizoluthola kuphi usizo NGAPHAMBI kokuthi okuthile okubi kwenzeke, singakwazi ukubhekana nezinkinga.
