Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# data_list
source: Positive instructions help to see more and more good behaviour! Learn how this could work in your family, by completing the @data.workshop.w_instruct.in_text_title.
sw: Maelekezo chanya husaidia kuona tabia nzuri zaidi na zaidi! Jifunze hii inavyoweza kufanya katika familia yako, kwa kujaza @data.workshop.w_instruct.in_text_title.

# data_list
source: Stay calm with @global.parent_app
sw: Baki mtulivu na @global.parent_app

# data_list
source: We all feel overwhelmed sometimes. Taking a deep breath helps! Complete the @data.workshop.w_stress.in_text_title to get some useful tools to deal with stress.
sw: Wote huwa tunajisikia kuzidiwa wakati mwingine. Kuvuta pumzi ndefu husaidia! jaza @data.workshop.w_stress.in_text_title kupata baadhi ya nyenzo kukabiliana na msongo wa mawazo.

# data_list
source: Manage money with @global.parent_app
sw: Simamia pesa na @global.parent_app

# data_list
source: @fields.user_name, do you feel stressed about money? Does your teen keep asking for things you can’t afford? Tap the @data.workshop.w_money.in_text_title to get great tips on money and budgeting.
sw: @fields.user_name, je unajisikia kuwa na msongo wa mawazo kuhusu pesa? Je, kijana wako huendelea kuomba vitu ambavyo huwezi kumudu gharama? Gusa @data.workshop.w_money.in_text_title kupata dondoo kuhusu pesa nakupanga bajeti.

# data_list
source: Rules that work with @global.parent_app
sw: Sheria zinazofanya kazi na @global.parent_app

# data_list
source: Well done for using @global.parent_app and for committing to your parenting journey. The @data.workshop.w_rules.in_text_title shows you how to set rules in a way that helps your teen to understand and follow them better. Try it out today!
sw: Vizuri sana kwa kutumia @global.parent_app na kwa kujitolea muda wako katika safari ya malezi. @data.workshop.w_rules.in_text_title inakuonesha jinsi ya kutengeneza sheria kwa njia ambayo itamsaidia kijana wako kuelewa na kuzifuata vizuri zaidi. Jaribu leo!

# data_list
source: Motivate your teen with @global.parent_app
sw: Mhamasishe kijana wako na @global.parent_app

# data_list
source: You have build many great parenting skills already! Tap the @data.workshop.w_consequence.in_text_title to learn how to set one positive and one negative consequence of a behaviour together. You and your family will benefits!
sw: Umejenga ujuzi mwingi mzuri wa malezi tayari! Gusa @data.workshop.w_consequence.in_text_title kujifunza jinsi ya kutengeneza adhabu moja chanya na dhabu moja hasi ya tabia pamoja. Wewe na familia yako mtanufaika!

# data_list
source: Solve problems with @global.parent_app
sw: Tatua matatizo na @global.parent_app

# data_list
source: With teenagers, and in life, unexpected problems come up. Tap the @data.workshop.w_solve.in_text_title to learn how to resolve any challenge together with your teen.
sw: Pamoja na vijana, na katika maisha, matatizo yasiyotarajiwa hutokea. Gusa @data.workshop.w_solve.in_text_title kujifunza jinsi ya kutatua changamoto yoyote pamoja na kijana wako.

# data_list
source: Stay safe through @global.parent_app
sw: Baki salama kupitia @global.parent_app

# data_list
source: To keep your teen safe, it helps to chat together about your community and their online experiences. Complete the @data.workshop.w_safe.in_text_title and see how you can do this!
sw: Kumuweka kijana wako salama. inasaidia kuzungumza pamoja kuhusu jamii na uzoefu wao mitandaoni. Jaza @data.workshop.w_safe.in_text_title na uone jinsi unavyoweza kufanya hivi!

# data_list
source: Be ready with @global.parent_app
sw: Kuwa tayari na @global.parent_app

# data_list
source: We never know when a crisis may happen, but we CAN be prepared! Tap the @data.workshop.w_crisis.in_text_title to explore how you can do this together with your teen.
sw: Hatuwezi kujua ni wakati gani majanga yanaweza kutokea, lakini TUNAWEZA kujiandaa! Gusa @data.workshop.w_crisis.in_text_title kujua jinsi unavyoweza kufanya hivi pamoja na kijana wako.

# data_list
source: Celebrate with @global.parent_app
sw: Sherekea na @global.parent_app

# data_list
source: @fields.user_name, you deserve to celebrate and be celebrated! Tap the @data.workshop.w_celebrate.in_text_title to reflect on your journey and get ideas for how you can continue to invest in yourself and your family.
sw: @fields.user_name, Unastahili kusherekea na kusherekewa! Gusa @data.workshop.w_celebrate.in_text_title kujikumbusha safari yako na jinsi ya kupata mawazo ya jinsi unavoweza kuendelea kuwekeza kwako mwenyewe na familia yako.

# data_list
source: Take a break with @global.parent_app
sw: Chukua pumziko na @global.parent_app

# data_list
source: Parenting can be hard, but @global.parent_app is here to help you win. Tap here to find practical tips for you and your family.
sw: Malezi yanaweza kuwa magumu, lakini @global.parent_app ipo hapa kukusaidia kushinda. Bonyeza hapa kupata vidokezo muhimu kwa ajili yako na familia yako.

# data_list
source: @global.parent_app is here for you
sw: @global.parent_app ipo hapa kwa ajili yako

# data_list
source: @fields.user_name, do you ever feel stressed as a parent? @global.parent_app is here to help you feel more calm and focused. Tap here to find out more.
sw: @fields.user_name, je, umewahi kuhisi msongo wa mawazo kama mzazi? @global.parent_app ipo hapa kukusaidia kujisikia mtulivu zaidi. Gusa hapa kupata zaidi.

# data_list
source: Get some help in @global.parent_app
sw: Pata msaada kutoka @global.parent_app

# data_list
source: Millions of parents found the tips in @global.parent_app useful, and you can access them too. Tap here to explore.
sw: Mamilioni ya wazazi walipata vidokezo ndani ya @global.parent_app kuwa muhimu, na unaweza kuzipata pia. Bonyeza hapa kuchunguza.

# data_list
source: Make a difference with @global.parent_app
sw: Fanya mabadiliko na @global.parent_app

# data_list
source: Need some help with your teen's behaviour? @global.parent_app is here for you. Tap here to check it out.
sw: Unahitaji msaada kwa tabia za kijana wako? @global.parent_app ipo hapa kwa ajili yako. Bonyeza hapa kuangalia.

# data_list
source: @global.parent_app can help you
sw: @global.parent_app inaweza kukusidia

# data_list
source: Want to invest in yourself and your family? 1 minute in @global.parent_app already makes a difference! Tap here to find out more.
sw: Unataka kuwekeza kwa ajili yako na familia yako? Dakika 1 ndani ya @global.parent_app tayari inaleta utofauti! Bonyeza hapa na kujua zaidi.

# data_list
source: See success with @global.parent_app
sw: Ona mafanikio na @global.parent_app

# data_list
source: Want to set your teen and family up for success? Get practical tips and more in @global.parent_app.
sw: Je, unataka kumuweka kijana wako na familia yako kwa ajili ya mafanikio? Pata vidokezo na mengineyo ndani ya @global.parent_app.

# data_list
source: Keep growing with @global.parent_app
sw: Endelea kukua na @global.parent_app

# data_list
source: Remember to take care of yourself too - it will help you AND your family! Get your tips and more in @global.parent_app.
sw: Kumbuka kujithamini mwenyewe - itakusaidia wewe na familia yako! Pata vidokezo na mengineyo ndani ya @global.parent_app.

# data_list
source: Enjoy and learn with @global.parent_app
sw: Furahia na jifunze na @global.parent_app

# data_list
source: @fields.user_name, @global.parent_app is here to support you. Tap here and check it out now.
sw: @fields.user_name, @global.parent_app ipo hapa kukusaidia. Gusa hapa na uone sasa.

# data_list
source: See the change with @global.parent_app
sw: Ona mabadiliko na @global.parent_app

# data_list
source: Do you want to enjoy family life more? Tap here and find practical tips in @global.parent_app.
sw: Je, unataka kufurahia maisha ya familia zaidi? Bonyeza hapa na upate vidokezo ndani ya @global.parent_app.

# data_list
source: @global.parent_app will help you grow
sw: @global.parent_app itakusidia kukua

# data_list
source: You are not alone! @global.parent_app has lots of tips and activities that will help you and your family. Tap here to explore.
sw: Haupo peke yako! @global.parent_app ina vidokezo vingi na shughuli zitakazo kusaidia wewe na familia yako. Bonyeza hapa kuchunguza.

# data_list
source: Get key tips in @global.parent_app
sw: Pata ndondoo muhimu kutoka @global.parent_app

# data_list
source: We all need a break sometimes - and you can get one right now in @global.parent_app! Tap here to find relaxation activities and more.
sw: Sote tunahitaji mapumziko wakati mwingine - na unaweza pata mojawapo wakati huu ndani ya @global.parent_app! Bonyeza hapa kupata vidokezo vya shughuli za kujituliza na zaidi.

# data_list
source: Help your family with @global.parent_app
sw: Saidia familia yako na @global.parent_app

# data_list
source: @fields.user_name, do you have five minutes to learn about parenting? @global.parent_app is here to help!
sw: @fields.user_name, je, una dakika tano za kujifunza kuhusu malezi? @global.parent_app ipo hapa kusaidia!

# data_list
source: Keep going with @global.parent_app
sw: Endela na @global.parent_app

# data_list
source: Looking for help with your teen? @global.parent_app is here for you!
sw: Je, unatafuta msaada kwa ajili ya kijana wako? @global.parent_app ipo hapa kwa ajili yako!

# data_list
source: @global.parent_app can help your family
sw: @global.parent_app inaweza kusaidia familia yako

# data_list
source: It’s time to learn about parenting, use @global.parent_app now for useful tips for your family.
sw: Ni wakati wa kujifunza kuhusu malezi, tumia @global.parent_app sasa kwa vidokezo muhimu kwa ajili ya familia yako.

# data_list
source: Get support in @global.parent_app
sw: Pata msaada kutoka @global.parent_app

# data_list
source: Parents are the best! Tap here to find tips to help you with your teen.
sw: Wazazi ni wazuri! Bonyeza hapa kupata vidokezo vya kukusaidia kwa ajili ya kijana wako.

# data_list
source: @global.parent_app = peaceful family
sw: @global.parent_app =Familia yenye amani

# data_list
source: Teens can turn your day upside down. Let @global.parent_app help you create a happy and peaceful home.
sw: Vijana wanaweza kuharibu siku yako. Acha @global.parent_app ikusaidie kutengeneza mazingira ya furaha na amani nyumbani.

# data_list
source: @global.parent_app helps you connect
sw: @global.parent_app inakusaidia kukuunganisha

# data_list
source: Family is everything. @global.parent_app is here with many tips and activities to help you and your family.
sw: Familia ni kila kitu. @global.parent_app ipo hapa na vidokezo pamoja na shughuli za kukusaidia wewe na familia yako.

# data_list
source: Find good ideas in @global.parent_app
sw: Pata mawazo mazuri kutoka @global.parent_app

# data_list
source: Spending 1 minute learning about parenting makes a world of difference. Jump back into @global.parent_app here.
sw: Kutumia dakika 1 kujifunza kuhusu malezi inafanya ulimwengu wa utofauti. Rudi nyuma kwenye @global.parent_app hapa.

# data_list
source: Grow more with @global.parent_app
sw: Kua zaidi na @global.parent_app

# data_list
source: @fields.user_name, you are doing amazing, keep up the good work. @global.parent_app is full of tips on how to look after yourself and your family.
sw: fields.user_name, unafanya vizuri sana, endelea, kazi nzuri. @global.parent_app imejaa ndondoo jinsi ya kujiangalia wewe na familia yako.

# data_list
source: Add value through @global.parent_app
sw: Ongeza thamani kupitia @global.parent_app

# data_list
source: Wow, your teen is so lucky to have you as a parent. Learn more about parenting your teen with @global.parent_app.
sw: Hongera, kijana wako anabahati kuwa na mzazi kama wewe. Jifunze mengi kuhusu malezi ya kijana wako kwa @global.parent_app.

# data_list
source: Hi @fields.user_name. Your @data.workshop.w_1on1.in_text_title is ready for you.
af: Hallo, @fields.user_name. Jou @data.workshop.w_1on1.in_text_title is gereed vir jou.
sw: Halo @fields.user_name. @data.workshop.w_1on1.in_text_title iko tayari kwa ajili yako.
zu: Sawubona @fields.user_name. Isikulungele i- @data.workshop.w_1on1.in_text_title yakho.

# data_list
source: Hi @fields.group_name. Your @data.workshop.w_1on1.in_text_title is ready for you.
af: Hallo, @fields.group_name. Julle @data.workshop.w_1on1.in_text_title is gereed vir julle.
sw: Halo @fields.group_name. @data.workshop.w_1on1.in_text_title iko tayari kwa ajili yako.
zu: Sawubona @fields.group_name. Isikulungele i- @data.workshop.w_1on1.in_text_title yakho.

# data_list
source: You've put so much effort into being a better parent. You are loved and appreciated!
af: Jy het soveel moeite gedoen om 'n beter ouer te wees. Jy is geliefd en word waardeer!
sw: Umeweka jitihada kubwa sana ya kuwa mzazi bora. Unapendwa na kuthaminiwa!
zu: Usuzikhandlile ekutheni ube umzali oqotho. Uyathandwa futhi uyabongwa!

# data_list
source: Thank you for committing to your parenting. Your @data.workshop.w_1on1.in_text_title is ready for you!
af: Dankie dat jy so toegewyd is aan jou ouerskap. Jou @data.workshop.w_1on1.in_text_title is gereed vir jou!
sw: Asante kwa kujitolea kwa dhati katika malezi yako. @data.workshop.w_1on1.in_text_title yako iko tayari kwa ajili yako!
zu: Siyabonga ngokuzinikela ekukhuliseni abantwana. Ikulungele i-@data.workshop.w_1on1.in_text_title yakho!

# data_list
source: Spending time with your teen helps build trust. Continue your @global.parent_app journey for great results.
af: Wanneer jy tyd saam met jou tiener deurbring, help dit om vertroue te bou. Gaan voort met jou @global.parent_app-reis vir wonderlike resultate.
sw: Kutumia muda pamoja na kijana wako hujenga kuaminiana. Endelea na safari yako ya @global.parent_app sasa –kwa matokeo mazuri sana.
zu: Ukuchitha isikhati nomntwana wakho kuyasiza ekwakheni ukuthembana. Ukuze ubone imiphumela emihle kakhulu, qhubeka nohambo lwakho ne- @global.parent_app.

# data_list
source: Have you spent time with your teen already?
af: Het jy al tyd saam met jou tiener deurgebring?
sw: Je, tayari umeshatumia muda wa pamoja na kijana wako?
zu: Ingabe ususichithile isikhathi nengane yakho eyevile eminyakeni eyishumi nambili?

# data_list
source: Well done for completing the @data.workshop.w_1on1.in_text_title. Tomorrow, you can access a new @global.workshop to help you relax, enjoy and learn new skills!
sw: Hongera kwa kumaliza @data.workshop.w_1on1.in_text_title. Kesho, utaweza kupata @global.workshop kipya cha kukusaidia kuchukua pumziko, na kujifunza ujuzi mpya!

# data_list
source: Remember to finish the @data.workshop.w_1on1.in_text_title. You will get valuable information within minutes! Well done for trying to be a better parent.
af: Onthou om die @data.workshop.w_1on1.in_text_title te voltooi. Jy sal binne enkele minute waardevolle inligting kry! Welgedaan dat jy probeer om 'n beter ouer te wees.
sw: Vizuri sana kwa kujaribu kuwa mzazi bora zaidi.

# data_list
source: Hi @fields.user_name! Today we are celebrating two @global.parent_app months! This week you'll learn to how help your teen follow household rules.
af: Hallo, @fields.user_name! Vandag vier ons twee maande van @global.parent_app! Hierdie week sal jy meer uitvind oor hoe om jou tiener te help om huisreëls na te kom.
sw: Habari @fields.user_name! Leo tunasherekea warsha mbili @global.parent_app months! Wiki hii utajifunza jinsi ya kumsaidia kikana wako kufuata sheria za nyumbani.

# data_list
source: Hi @fields.group_name! Today we are celebrating two @global.parent_app months! This week you'll learn to help your teen follow household rules.
af: Hallo, @fields.group_name! Vandag vier ons twee maande van @global.parent_app! Hierdie week sal julle meer uitvind oor hoe om jul tiener te help om huisreëls na te kom.
sw: Habari @fields.group_name! Leo tunasherekea warsha mbili @global.parent_app months! Wiki hii utajifunza jinsi ya kumsaidia kikana wako kufuata sheria za nyumbani.

# data_list
source: Think about every time you have made your teen smile and all the care you have given them. You should be so proud - this is a hard time to be a parent.
af: Dink na oor elke keer wat jy jou tiener laat glimlag het en al die maniere wat jy vir hom/haar omgee. Jy behoort so trots te wees - dis 'n moeilike tyd om 'n ouer te wees dié.
sw: Fikiria kila muda uliomfanya kijana wako akatabasamu na matunzo yote uliyompa. Unatakiwa kujisifu - huu ni muda mgumu kuwa mzazi.

# data_list
source: Well done - you’ve gained 6 parenting tools already! Do the next @global.workshop to get more!
sw: Vizuri sana - umeshapata nyenzo 6 za malezi tayari! Fanya @global.workshop inayofuata kupata zaidi!

# data_list
source: Complete the @global.workshop and talk with your teen about a positive and a negative consequence of a behaviour.
sw: Maliza @global.workshop hii halafu ujaribu kujadili pamoja na kijana wako kuhusu matokeo ya tabia chanya na hasi.

# data_list
source: Have you thought of a positive and a negative consequence of a behaviour with your teen yet?
af: Het jy en jou tiener al saam aan 'n positiewe en 'n negatiewe gevolg van sekere gedrag gedink?
sw: Je, umewahi kufikiria matokeo chanya na hasi ya tabia na kijana wako?

# data_list
source: Well done for completing the @data.workshop.w_consequence.in_text_title. Access a new @global.workshop tomorrow to help you enjoy and learn useful skills!
sw: Vizuri sana kwa kumaliza warsha @data.workshop.w_consequence.in_text_title. Pata @global.workshop mpya kesho kukusaidia kufurahia na kujifunza ujuzi muhimu!

# data_list
source: Calm consequences help your teen follow rules. If you haven't finished the @data.workshop.w_consequence.in_text_title, give it a go! Well done for showing so much commitment.
af: Gevolge wat kalm oorgedra word, help jou tiener om reëls na te kom. As jy nog nie die @data.workshop.w_consequence.in_text_title voltooi het nie, probeer dit nou! Welgedaan dat jy so veel toewyding wys.
sw: Matokeo tulivu husaida kijana wako kufuata sheria. Kama hujamaliza warsha @data.workshop.w_consequence.in_text_title, anza sasa! Vizuri sana kwa kuonesha kujitolea sana.

# data_list
source: Hi @fields.user_name! Crises happen to anyone - being ready helps a lot. This @global.workshop will show you how.
sw: Habari @fields.user_name! Matatizo yanaweza kumtokea mtu yeyote – kujiandaa mapema husaidia sana. @global.workshop hii itakuonyesha jinsi ya kujiandaa mapema.

# data_list
source: Hi @fields.group_name! Crises happen to anyone - being ready helps a lot. This @global.workshop will show you how.
sw: Habari @fields.group_name! Matatizo yanaweza kumtokea mtu yeyote – kujiandaa mapema husaidia sana. @global.workshop hii itakuonyesha jinsi ya kujiandaa mapema.

# data_list
source: Be proud, you are a committed parent. This is a big achievement!
af: Wees trots, jy is 'n toegewyde ouer. Dit is 'n groot prestasie!
sw: Jivunie, wewe ni mzazi unayejitolea sana. Haya ni mafanikio makubwa!

# data_list
source: Crises may happen, and we CAN be prepared! Start the next @global.workshop to see how with your teen.
sw: Matatizo yanaweza kutokea, na TUNAWEZA kuwa na maandalizi! Anza @global.workshop inayofuata kuona jinsi ya kujiandaa mapema wewe na kijana wako.

# data_list
source: Great that you joined this parenting journey! Complete the @data.workshop.w_crisis.in_text_title to learn the best way to react when teens need us.
af: Dis wonderlik dat jy hierdie ouerskapreis meegemaak het! Voltooi die @data.workshop.w_crisis.in_text_title om meer uit te vind oor die beste manier om te reageer as tieners ons nodig het.
sw: Tunafurahi sana kwamba uko pamoja nasi katika safari hii ya malezi! Maliza @data.workshop.w_crisis.in_text_title na jifunze njia nzuri ya namna ya kufanya pale kijana wako anapokuhitaji zaidi.

# data_list
source: Have you and your teen discussed what you would do in a crisis?
af: Het jy en jou tiener al bespreek wat julle in 'n krisissituasie sal doen?
sw: Je, wewe na kijana wako mmejadili nini cha kufanya katika matatizo?

# data_list
source: Well done for finishing the @data.workshop.w_crisis. Tomorrow, you can access the final @global.workshop to reflect on your journey and plan what to do next!
sw: Vizuri sana kwa kumaliza warsha @data.workshop.w_crisis. Kesho, unaweza kupata @global.workshop ya mwisho kuvuta kumbukumbu ya safari na kupanga cha kufanya wakati ujao!

# data_list
source: The final @global.workshop unlocks tomorrow! First try to finish the @data.workshop.w_crisis.in_text_title. That way, you can complete your set of parenting skills and decide what to do next.
sw: @global.workshop ya mwisho inafunguliwa kesho! Kwanza jaribu kukamilisha warsha @data.workshop.w_crisis.in_text_title. Kwa njia hiyo, unaweza kukamilisha sehemu yako ya ujuzi wa malezi na kuamua nini cha kufanya kwa siku baadaye.

# data_list
source: Hi @fields.user_name, well done for starting week 4! This week helps increase your chances of getting your teen to do what you ask them.
af: Hallo, @fields.user_name, welgedaan dat jy week 4 begin! Hierdie week help om die kans te vergroot dat jy jou tiener so ver sal kry om te doen wat jy vra.
sw: Habari @fields.user_name, umefanya vizuri kwa kuanza wiki ya 4! Wiki hii husaidia kuongeza nafasi zako za kumfanya kijana wako afanye kile unachomwambia.

# data_list
source: Hi @fields.group_name, well done for starting week 4! This week helps increase your chances of getting your teen to do what you ask them.
af: Hallo, @fields.group_name, welgedaan dat julle week 4 begin! Hierdie week help om die kans te vergroot dat jul tiener sal doen wat julle vra.
sw: Habari @fields.group_name, umefanya vizuri kwa kuanza wiki ya 4! Wiki hii husaidia kuongeza nafasi zako za kumfanya kijana wako afanye kile unachomwambia.

# data_list
source: Be kind to yourself. No parent is perfect. Using @global.parent_app shows you care!
af: Wees gaaf met jouself. Geen ouer is perfek nie. Die feit dat jy @global.parent_app gebruik, wys dat jy omgee!
sw: Kuwa mpole kwako mwenyewe. Hakuna mzazi aliyekamilika. Tumia @global.parent_app huoenesha unajari!

# data_list
source: Teens don’t always listen. Look at this week's @global.workshop to learn how positive instructions can help.
sw: Vijana huwa wasikilizi daima. Angalia kwenye @global.workshop za wiki hii kujifunza jinsi maelekezo chanya yanaweza kusaidia.

# data_list
source: Positive instructions improves behaviour. Complete the @data.workshop.w_instruct.in_text_title for ideas on how this can work in your family.
af: Positiewe instruksies verbeter gedrag. Voltooi die @data.workshop.w_instruct.in_text_title vir idees oor hoe om dit in jou gesin te laat werk.
sw: Maelekezo chanya huboresha tabia. Kamilisha warsha ya @data.workshop.w_instruct.in_text_title kwa mawazo ya jinsi gani hii inaweza kufanya kazi katika familia yako.

# data_list
source: You’ve already marked the @global.parent_point @data.habit.instruct_positively.title once – you’re making great progress.
af: Jy het alreeds die @global.parent_point @data.habit.instruct_positively.title een keer gemerk – jy maak regtig goeie vordering.
sw: Tayari umeweka alama kwenye @global.parent_point @data.habit.instruct_positively.title – kwa hiyo, unapiga hatua nzuri za maendeleo.

# data_list
source: You’ve already marked the @global.parent_point @data.habit.instruct_positively.title @fields.parent_point_count_instruct_positively times – you’re making great progress.
af: Jy het alreeds die @global.parent_point @data.habit.instruct_positively.title @fields.parent_point_count_instruct_positively kere gemerk – jy maak regtig baie goeie vordering.
sw: Tayari umeweka alama kwenye @global.parent_point @data.habit.instruct_positively.title mara @fields.parent_point_count_instruct_positively – kwa hiyo, unapiga hatua nzuri za maendeleo.
