Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# template
source: Close your eyes. Do you ever feel something so strongly that you want to run away from it? Instead of moving away from the feeling, let’s move towards it for a moment. It is ok. Close your eyes if you feel comfortable. Take a deep breath. Become curious. Where are you feeling it in your body? Is it hot or cold? Hard or soft? Tight or loose? Ask yourself some questions. What is it telling me? What does it need? How can I be kind to myself right now?
sw: Fumba macho yako. Je, huwa unahisi kitu kwa nguvu sana kiasi kwamba huwa unataka kukikimbia? Badala ya kuikimbia hisia hiyo, hebu tuikimbilie kwa muda. Si vibaya. Fumba macho yako kama unajisikia vizuri. Vuta pumzi ndefu. Kuwa mdadisi. Je, unaisikia wapi kwenye mwili wako? Je, ni ya moto au baridi? Je, ni ngumu au laini? Je, imekakamaa au imelegea? Jiulize maswali kadhaa. Je, inaniambia nini? Je, inahitaji nini? Je, ninawezaje kujitendea wema sasa hivi?

# template
source: Here is something fun to help you let go of stress: Choose a song that reflects what you need in this moment. Do you need a gentle song to soothe your tired soul or an upbeat song to help you shake some stress out? Make a space and move your body to the music. Remember to breathe while you move. Let your breath and the movement go together.
af: Hier is iets lekkers om jou te help om stres te verlig: Kies ’n liedjie wat weerspieël wat jy op hierdie oomblik nodig het. Het jy ’n sagte liedjie nodig om jou moeë siel te kalmeer, of ’n opgewekte liedjie om jou te help om ’n bietjie spanning af te skud? Maak ’n ruimte en beweeg jou liggaam op maat van die musiek. Onthou om asem te haal terwyl jy beweeg. Laat jou asem en die beweging saamgaan.
sw: Hapa kuna kitu cha kufurahisha cha kukusaidia kuondokana na msongo wa mawazo: Chagua wimbo unaoendana na kile unachohitaji kwa sasa. Je, unahitaji wimbo wa taratibu ili kuibembeleza nafsi yako iliyochoka au unahitaji wimbo wa kuchangamsha ili kukusaidia kuondoa msongo wa mawazo kwa kiasi fulani? Weka nafasi na uchezeshe mwili wako kulingana na muziki. Kumbuka kuvuta pumzi unapocheza. Fanya pumzi yako iendane na miondoko yako.
xh: Nantsi into emnandi enokukunceda uyeke ukuba noxinezeleko: Khetha ingoma ebonisa into oyifunayo ngoku. Ngaba ufuna ingoma ezolileyo ukuze ipholise umphefumlo wakho odiniweyo okanye ingoma edlamkileyo ukuze ikwenze ukhuphe uxinezeleko lwakho? Shenxisa izinto ukuze kubekho indawo yokujuxuzela umculo. Ungalibali ukuphefumla xa ushukuma. Ukuphefumla kunye nokushukuma kwakho makuhambelane.
zu: Nakhu okuthile okumnandi okungakusiza uqede ukucindezeleka: Khetha ingoma ebonisa lokho okudingayo njengamanje. Ingabe udinga ingoma epholile ukuze iwotawote umphefumulo wakho okhathele noma ingoma enesigqi esiphezulu ezokusiza ususe ukucindezeleka? Vula isikhala bese udansela umculo. Khumbula ukuphefumula njengoba udansa. Vumela ukuphefumula nokudansa kwakho kuhambisane.

# template
source: Even a few minutes of movement can be enough to release stress and lift your mood!
af: Selfs ’n paar minute se beweging kan genoeg wees om jou stres te verlig en jou gemoed te lig!
sw: Hata kucheza kwa dakika chache tu kunaweza kutosha kuondoa msongo wa mawazo na kuchangamsha hisia zako!
xh: Nkqu nemizuzwana embalwa yokushukuma inganela ukuba ukhuphe uxinezeleko uze uzive ngcono!
zu: Ngisho nemizuzu embalwa yokunyakaza inganele ukukhulula ukucindezeleka futhi uphakamise isimo sakho sengqondo!

# template
source: Close your eyes. Take a moment to feel the ground under your feet. Think of something you feel grateful for. Focus on your breath. Breathe in and out. In and out.
af: Maak jou oë toe. Neem ’n rukkie om die grond onder jou voete te voel. Dink aan iets waarvoor jy dankbaar is. Fokus op jou asem. Asem in en uit. In en uit.
sw: Fumba macho yako. Tumia muda kuhisi ardhi iliyopo chini ya miguu yako. Fikiria kuhusu jambo unalolishukuru. Makinikia upumuaji wako. Vuta pumzi na kuzishusha. Vuta na kushusha pumzi.
xh: Vala amehlo akho. Thatha ithuba ukuze uve umhlaba ongaphantsi kweenyawo zakho. Cinga ngento oziva unombulelo ngayo. Nikela ingqalelo kwindlela ophefumla ngayo. Tsala uze ukhuphe umoya. Wutsale uze uwukhuphe.
zu: Vala amehlo akho. Zinike isikhashana ukuze uzwe umhlaba onyathele kuwo. Cabanga ngokuthile obongayo ngakho. Gxila ekuphefumuleni kwakho. Donsa umoya uphinde uwukhiphe. Donsa umoya uwukhiphe.

# template
source: Hello! How are you feeling right now? Happy, sad, angry, excited, worried? Notice where you feel it in your body. Notice what thoughts are connected to that feeling. Take a deep breath.
af: Hallo! Hoe voel jy nou? Gelukkig, hartseer, kwaad, opgewonde, bekommerd? Let op waar jy dit in jou liggaam voel. Let op watter gedagtes aan daardie gevoel gekoppel is. Haal diep asem.
sw: Habari! Unajisikiaje sasa hivi? Furaha, huzuni, hasira, taharuki, wasiwasi? Chunguza mahali unapohisi hali hiyo kwenye mwili wako. Chunguza ni mawazo yapi yanayohusiana na hisia hiyo. Vuta pumzi ndefu.
xh: Molo! Uziva njani ngoku? Wonwabile, udakumbile, unomsindo, uchulumancile, unexhala? Phawula ukuba uyiva ndawoni emzimbeni wakho. Phawula iingcinga ezihambelana naloo mvakalelo. Tsala umoya kakhulu.
zu: Sawubona! Uzizwa unjani njengamanje? Ujabulile, udangele, uthukuthele, uyathokoza, ukhathazekile? Qaphela ukuthi ukuzwa kuphi emzimbeni wakho. Qaphela ukuthi yimiphi imicabango ehlobene nalowo muzwa. Donsa umoya kakhulu.

# template
source: Thank yourself for taking the time to check in with your feelings and thoughts!
af: Sê vir jouself dankie dat jy tyd gemaak het vir jou gevoelens en gedagtes!
sw: Hongera kwa kutumia muda ili kuangalia hisia na mawazo yako!
xh: Zibulele ngokuthatha ixesha lokuva iimvakalelo kunye nokwazi iingcinga zakho!
zu: Zibonge ngokuzinika isikhathi sokuhlola imizwa yakho nemicabango!

# template
source: Let’s practice a calming trick that we call ‘Pause Power’. Plant your feet on the ground and breathe in and out three times as slowly as you can. Imagine you are smelling a flower or blowing out a candle. Ta-da! Pause Power!
sw: Hebu tufanye mazoezi ya mbinu ya kutulia tunayoiita ‘Kata Umeme’. Weka miguu yako kwenye ardhi halafu vuta pumzi na kuzishusha mara tatu polepole kadri uwezavyo. Fikiria kama unanusa maua au unazima mshumaa. Ta da! Kata Umeme!

# template
source: This is a great trick to use when you are feeling frustrated because it will help to calm you down.
af: Dit is ’n goeie truuk om te gebruik as jy gefrustreerd voel, want dit sal jou kalmeer.
sw: Hii ni mbinu nzuri ya kutumia unapohisi kuvunjika moyo kwa sababu itasaidia kukutuliza.
xh: Eli licebiso elihle onokulisebenzisa xa uziva ucaphuka kuba lingakunceda uzole.
zu: Leli iqhinga elihle ongalisebenzisa uma uzizwa ukhungathekile ngoba lizokusiza ukukwehlisa umoya.

# template
source: Self-praise can be really helpful, especially when we have difficult days. Think of your week and finish the following phrase: “This week, I am proud of myself for …” It can be anything, not just things about being a parent! Think of one thing you did well today. Now wrap your arms around yourself and give yourself a big HUG!
af: Om jouself te prys kan baie nuttig wees, veral as ons moeilike dae beleef. Dink aan jou week en voltooi die volgende frase: “Hierdie week is ek trots op myself vir ...” Dit kan enigiets wees, nie net dinge oor ouerwees nie! Dink aan een ding wat jy vandag goed gedoen het. Sit nou jou arms om jouself en gee jouself ’n stywe DRUKKIE!
sw: Kujisifia kunaweza kusaidia sana, hasa kwenye siku zinazotuendea vibaya. Fikiria jinsi wiki ilivyokuendea halafu umalizie tungo ifuatayo: "Wiki hii, ninajivunia kwa…" Kinaweza kuwa kitu chochote, siyo mambo ya malezi tu! Fikiria jambo moja ulilofanya vizuri leo. Sasa jifumbate kwa mikono yako mwenyewe halafu UJIKUMBATIE kwa nguvu!
xh: Ukuzincoma kungaluncedo kakhulu, ingakumbi ngeentsuku ekunzima ngazo. Cinga ngeveki yakho uze ugqibezele esi sivakalisi: “Kule veki, ndiyazingca ngokuba...” Ingayiyo nantoni na emalunga nokuba ngumzali! Cinga ngento enye oyenze kakuhle namhlanje. Ngoku, thatha iingalo zakho uze UZANGE!
zu: Ukuzincoma kungasiza kakhulu, ikakhulukazi lapho sinezinsuku ezinzima. Cabanga ngesonto lakho bese uqedela la magama alandelayo: “Kuleli sonto, ngiyaziqhenya ngami ngoba…” Kungaba yinoma yini, hhayi nje kuphela izinto ezimayelana nokuba kwakho umzali! Cabanga ngento eyodwa oyenze kahle namhlanje. Manje songa izandla zakho kuwe UZANGE!

# template
source: Sit comfortably and close your eyes. Recognise what is happening for you in this moment. What are you thinking? Are your thoughts positive or negative. How do you feel? Do you feel pleasant or unpleasant? How does your body feel? Do you feel tense or relaxed? Connect to your heart in a kind and gentle way. You may want to place one hand on your heart or chest. Say the following words silently to yourself: May I be peaceful. May I be safe. May I be healthy. May I be happy. May there be love in my family. May I feel loved.
af: Sit gemaklik en maak jou oë toe. Erken wat op hierdie oomblik met jou gebeur. Wat dink jy? Is jou gedagtes positief of negatief? Hoe voel jy? Voel jy aangenaam of onaangenaam? Hoe voel jou liggaam? Voel jy gespanne of ontspanne? Raak op rustige manier bewus van wat in jou hart aangaan. Jy kan jou een hand op jou hart of bors sit. Sê die volgende woorde stilweg vir jouself: Mag ek rustig wees. Mag ek veilig wees. Mag ek gesond wees. Mag ek gelukkig wees. Mag daar liefde in my gesin wees. Mag ek geliefd voel.
sw: Kaa kwa raha mustarehe halafu ufumbe macho yako. Tambua kinachokutokea muda huu. Unafikiria nini? Je, mawazo yako ni chanya au hasi? Je, unahisije? Je, unahisi kufurahi au kutofurahi? Je, mwili wako unahisije? Je, unahisi wasiwasi au umetulia? Husiana na moyo wako kwa wema na upole. Unaweza kuhitaji kuweka mkono mmoja kwenye moyo wako au kifuani. Sema kimoyomoyo maneno yafuatayo: Ninaomba niwe na amani. Ninaomba niwe salama. Ninaomba niwe na afya. Ninaomba niwe na furaha. Na upendo uwe kwenye familia yangu. Ninaomba nihisi kupendwa.
xh: Hlala ngokukhululekileyo uze uvale amehlo akho. Qonda ukuba kwenzeka ntoni kuwe ngeli thuba. Ucinga ntoni? Ngaba iingcinga zakho ziyakhuthaza okanye ziyadakumbisa. Uvakalelwa njani? Uvakalelwa kamnandi okanye kakubi? Uvakalelwa njani umzimba wakho? Ngaba uziva uwubambile umzimba okanye upholile? Nxibelelana nentlziyo yakho ngendlela enobubele. Usenokufuna ukubeka isandla sakho phezu kwentliziyo okanye kwesifuba sakho. Zixelele la mazwi ngaphakathi: Kwanga ndinganoxolo. Kwanga ndingakhuseleka. Kwanga ndingasempilweni. Kwanga ndingonwaba. Kwanga kungakho uthando kwintsapho yam. Kwanga ndingaziva ndithandwa.
zu: Hlala ngokunethezeka bese uvala amehlo akho. Qaphela lokho okwenzekayo kuwe njengamanje. Yini oyicabangayo? Ingabe imicabango yakho mihle noma mibi. Uzizwa kanjani? Ingabe uzizwa ujabulile noma ungajabulanga? Umzimba wakho uzizwa kanjani? Ingabe uzizwa ubophekile noma ukhululekile? Xhumana nenhliziyo yakho ngendlela enomusa nemnene. Ungase ufune ukubeka isandla esisodwa enhliziyweni yakho noma esifubeni. Buthule yisho la mazwi alandelayo kuwe: Kwangathi ngingaba nokuthula. Kwangathi ngingaphepha. Kwangathi ngingaba nempilo enhle. Kwangathi ngingajabula. Kwangathi kungaba nothando emndenini wami. Kwangathi ngingazizwa ngithandwa.

# template
source: Take a moment to reflect on your experience. Notice if you feel any different.
af: Neem ’n tydjie om na te dink oor jou ervaring. Let op of jy enige verskil voel.
sw: Tumia muda kutafakari hali uliyoipitia. Chunguza kama unahisi tofauti yoyote.
xh: Thatha ithutyana ukuze ucinge ngamava akho. Phawula ukuba uziva ngendlela eyahlukileyo.
zu: Zinike isikhashana ucabange ngolwazi lwakho. Qaphela ukuthi uzizwa uhlukile.

# template
source: Step 1. Close your eyes and take a deep breath. Step 2. Ask yourself, "What am I thinking?" Notice if your thoughts are positive or negative. Notice how you are feeling emotionally. Notice if your emotions are pleasant or unpleasant. Remind yourself that whatever you feel, it is okay. Notice how your body feels. Notice anything that hurts or is tense. Step 3. Focus on your breath. Feel your breath as it goes in and out. You can put a hand on your stomach and feel it rise and fall with each breath. Do this for about 10 breaths. Step 4. Expand your awareness to your whole body. Listen to the sounds in the room. Step 5. Take a moment to reflect on whether you feel any different. When you are ready, open your eyes.
af: Stap 1. Maak jou oë toe en haal diep asem. Stap 2. Vra jouself af: “Waaraan dink ek?” Let op of jou gedagtes positief of negatief is. Let op hoe jy emosioneel voel. Let op of jou emosies aangenaam of onaangenaam is. Herinner jouself daaraan dat wat jy ook al voel, dit goed is . Let op hoe jou liggaam voel. Let op enigiets wat seer of gespanne is. Stap 3. Fokus op jou asem. Voel jou asem terwyl dit in- en uitgaan. Jy kan een hand op jou maag sit en met elke asemhaling voel hoe dit styg en val. Doen dit vir ongeveer 10 asemhalings. Stap 4. Brei jou bewussyn uit na jou hele liggaam. Luister na die geluide in die kamer. Stap 5. Neem ’n rukkie om na te dink of jy anders voel. Wanneer jy gereed is, maak jou oë oop.
sw: Hatua ya Kwanza. Fumba macho yako halafu uvute pumzi ndefu. Hatua ya Pili. Jiulize, "Je, ninafikiria nini?" Chunguza kama mawazo yako ni chanya au hasi. Angalia jinsi unavyojihisi. Chunguza kama mihemuko yako ni ya kufurahisha au kutofurahisha. Jikumbushe kwamba chochote unachohisi, si kibaya. Chunguza jinsi mwili wako unavyohisi. Chunguza kitu chochote kinachoumiza au kinacholeta wasiwasi. Hatua ya Tatu. Makinikia upumuaji wako. Hisi pumzi yako inapoingia na kutoka. Unaweza kuweka mkono kwenye tumbo lako na kuhisi linavyopanda na kushuka kwa kila pumzi. Fanya hivyo kwa mipumuo kama 10. Hatua ya Nne. Panua ufahamu wako kuhusu mwili wako wote. Sikiliza sauti zilizomo chumbani. Hatua ya Tano. Tumia muda kutafakari iwapo unahisi mabadiliko au la. Ukimaliza, fumbua macho yako.
xh: Inyathelo 1. Vala amehlo akho uze utsale umoya kakhulu. Inyathelo 2. Khawuzibuze, “Ndicinga ngantoni?” Phawula enoba iingcinga zakho ziyakhuthaza okanye ziyadakumbisa. Phawula ukuba uziva njani ngokweemvakalelo. Phawula enoba iimvakalelo zakho zintle okanye azintlanga. Zikhumbuze ukuba enoba uvakalelwa njani, kulungile oko. Phawula indlela ovakalelwa ngayo umzimba wakho. Phawula ukuba kukho indawo ebuhlungu okanye eqinileyo. Inyathelo 3. Nikela ingqalelo kwindlela ophefumla ngayo. Yiva umphefumlo wakho njenjoko ungena uze uphume. Unokubeka isandla esiswini sakho uze usive sinyuka size sehle njengoko uphefumla. Kwenze oku njengoko uphefumla kali-10. Inyathelo 4. Yandisa ukwazi umzimba wakho wonke. Mamela izandi zegumbi. Inyathelo 5. Thatha ithutyana ukuze unikele ingqalelo enoba uzive ngendlela eyahlukileyo na. Xa sele ukulungele, vula amehlo akho.
zu: Isinyathelo 1. Vala amehlo akho bese udonsa umoya kakhulu. Isinyathelo 2. Zibuze, "Yini engiyicabangayo?" Qaphela ukuthi imicabango yakho mihle noma mibi yini. Qaphela ukuthi uzizwa kanjani ngokomzwelo. Qaphela ukuthi imizwelo yakho eyenjabulo noma cha. Zikhumbuze ukuthi kungakhathaliseki ukuthi uzizwa kanjani, kulungile. Qaphela indlela umzimba wakho ozizwa ngayo. Qaphela noma yini ebuhlungu noma ebophekile. Isinyathelo 3. Gxila ekuphefumuleni kwakho. Yizwa ukuphefumula kwakho njengoba udonsa umoya uphinde uwukhiphe. Ungabeka isandla esiswini sakho futhi usizwe sikhukhumala siphinde sehle isikhathi ngasinye uphefumula. Kwenze lokhu izikhathi eziyishumi odonsa ngazo umoya. Isinyathelo sesi-4. Nweba ukuqonda kwakho kuwo wonke umzimba wakho. Lalela imisindo egumbini. Isinyathelo 5. Zinike isikhathi sokuhlola ukuthi ukhona yini umehluko owuzwayo. Lapho usukulungele, vula amehlo akho.

# template
source: Well done for taking a pause. You can do this anytime you are feeling stressed. It gives you a chance to be calmer. Even a few deep breaths or connecting with the ground beneath you can make a difference. You can also take a pause with your children!
sw: Hongera kwa kutulia. Unaweza kufanya hivyo wakati wowote unapohisi msongo wa mawazo. Kufanya hivyo kunakupa nafasi ya kutulia zaidi. Hata kuvuta pumzi ndefu mara chache au kuhusiana na ardhi iliyopo chini yako kunaweza kuleta mabadiliko. Unaweza pia kutulia pamoja na watoto wako!

# template
source: Sit down, close your eyes and listen to your breath as it goes in and out. Notice how you feel. When you are ready, open your eyes again.
af: Sit, maak jou oë toe en luister na jou asem terwyl dit in en uit gaan. Let op hoe jy voel. Wanneer jy gereed is, maak jou oë weer oop.
sw: Kaa chini, fumba macho yako na usikilize pumzi yako inapoingia na kutoka. Chunguza jinsi unavyohisi. Unapomaliza, fumbua macho yako tena.
xh: Hlalani phantsi, valani amehlo enu nize nimamele indlela eniphefumla ngayo njengoko nitsala nize nikhuphe umoya. Phawula indlela ovakalelwa ngayo. Xa sele ukulungele, phinda uvule amehlo akho.
zu: Hlala phansi, uvale amehlo akho bese ulalela ukuphefumula kwakho njengoba umoya ungena uphuma. Qaphela indlela ozizwa ngayo. Lapho usukulungele, phinde uvule amehlo akho.

# template
source: Try this whenever you are feeling stressed and you need a break to reconnect.
af: Probeer dit wanneer jy ook al gestres voel en ’n ruskans nodig het om weer teenwoordig te voel.
sw: Jaribu kufanya hivyo wakati wowote unapohisi msongo wa mawazo na unahitaji kupumzika ili kurudi tena kwenye hali ya kawaida.
xh: Kuzameni oko nanini na niziva nixinezelekile kwaye nifuna ikhefu ukuze niphinde ninxibelelane neziqu zenu.
zu: Zama lokhu noma nini lapho uzizwa ucindezelekile futhi udinga ukuthatha ikhefu ukuze uzole.

# template
source: Stand up and stretch your arms up to the sky. Push away any clouds and let the sun shine down on you. Stretch to both sides. Stretch to the front and to the back. Let your hands hang by your side. Squeeze your shoulders tightly up to your ears as you breathe in, scrunch your eyes, and hold your breath. Release your shoulders as you relax your body. Relax your arms and let them swing sideways while you turn your upper body. Your arms should gently hit your back as you twist from side to side. Place one foot in front of the other and make small circles from your ankles - remember to turn to both sides. Do each foot with four circles in each direction. Now shake your whole body as fast as you can. Shake it up high! Shake it down low! Shake it all around! Close your eyes and raise your arms slowly above your head as you breathe in. Lower your arms slowly to your side as you breathe out. Take a moment to reflect on your experience.
sw: Simama na unyooshe mikono yako juu angani. Sukuma mawingu yote na uache jua likuangazie. Jinyooshe kwenda kulia na kushoto. Jinyooshe kwenda mbele na nyuma. Acha mikono yako ining'inie ubavuni mwako. Kaza mabega yako na kuyapandisha hadi kwenye masikio yako huku ukipumua, bana macho yako, na ushikilie pumzi yako. Legeza mabega yako wakati unapolegeza mwili wako. Legeza mikono yako na uibembeze ubavuni, wakati unabinua upande wa juu wa kiwiliwili chako. Mikono yako inapaswa kupiga polepole mgongo wako unapojigeuza kutoka upande mmoja hadi mwingine. Weka mguu mmoja mbele ya mwingine na fanya miduara midogo kwa kutumia vifundo vya miguu - kumbuka kugeukia pande zote mbili. Kila mguu ufanye miduara minne kwa kila upande. Sasa tikisa mwili wako wote haraka kadri uwezavyo. Tikisa upande wa juu kabisa! Tikisa upande wa chini kabisa! Tikisa mwili wote! Fumba macho yako na uinue mikono yako polepole kuzidi kichwa chako huku ukivuta pumzi. Teremsha mikono yako polepole kuelekea ubavuni mwako huku ukishusha pumzi. Tumia muda kutafakari hali uliyoipitia.

# template
source: Well done! You can do this activity at any time whenever you feel like you need to release stress and energise your mind and body.
af: Mooi so! Jy kan hierdie aktiwiteit enige tyd doen wanneer jy voel jy moet stres verlig en jou liggaam en gees energie moet gee.
sw: Hongera! Unaweza kufanya shughuli hii wakati wowote unapohisi kama unahitaji kuondoa msongo wa mawazo na kutia nguvu akilini na mwilini mwako.
xh: Usebenzile! Ungayenza le nto nanini na uziva ngathi ufuna ukukhupha uxinezeleko uze wenze ingqondo kunye nomzimba wakho zidlamke.
zu: Wenze kahle! Ungenza lo msebenzi nganoma yisiphi isikhathi lapho uzizwa unesidingo sokunciphisa ukucindezeleka futhi nikeza amandla ingqondo kanye nomzimba.

# template
source: Make a list of healthy activities that you like to do. Here are some suggestions: * Listening to your favourite music * Going for a walk (if possible) * Doing some exercise * Drinking a cup of tea by yourself * Calling up a friend * Singing, dancing, praying, or reading * Sitting in the sun with your eyes closed * Watching your favourite TV show Pick one and do it today!
sw: Tengeneza orodha ya shughuli zinazoleta afya unazopenda kufanya. Hizi ni baadhi ya mapendekezo: * Kusikiliza muziki unaoupenda * Kwenda matembezini (kama inawezekana) * Kufanya mazoezi * Kunywa kikombe cha chai peke yako * Kumpigia rafiki simu * Kuimba, kucheza, kusali, au kusoma * Kuketi juani huku umefumba macho * Kutazama kipindi cha runinga unachokipenda Chagua shughuli moja na uifanye leo!

# template
source: When you take care of yourself, you take care of your children. We all need to connect. Try to talk to friends, family, and other support networks every day. If it has been a while since you reached out to someone, do it now!
af: As jy na jouself omsien, sorg jy vir jou kinders. Ons moet almal met mekaar in verbinding kom. Probeer om elke dag met vriende, familie en ander ondersteuningsnetwerke te praat. As dit al ’n rukkie is sedert jy laas na iemand uitgereik het, doen dit nou!
sw: Unapojitunza wewe mwenyewe, unawatunza watoto wako. Sisi sote tunahitaji kuhusiana. Kila siku, jaribu kuzungumza na marafiki, familia, na mitandao mingine inayosaidia. Kama umepita muda tangu ulipowasiliana na mtu fulani, fanya hivyo sasa!
xh: Xa uzinyamekela, unyamekela abantwana bakho. Sonke kufuneka sinxibelelane. Zama ukuthetha nezihlobo, intsapho kunye nangeenethiweki ezaziwayo yonke imihla. Ukuba sekulithuba ugqibele ukufowunela umntu, kwenze ngoku oko!
zu: Lapho uzinakekela, usuke unakekela izingane zakho. Sonke sidinga ukuxhuma. Zama ukuxoxa nsuku zonke nabangane, umndeni, kanye nezinye izinhlaka ezinikeza usizo. Sekuyisikhathi wagcina ukuxhumana nothile, yenza lokho manje!

# template
source: Think about what makes you angry. When does it happen? How do you normally react? Prevent anger from starting in the first place. Get some sleep or rest when you are tired. Try to eat something when you are hungry. Ask someone for support when you are feeling alone.
sw: Jambo linalokukasirisha. Je, linatokea wakati gani? Je, kwa kawaida, mwitikio wako huwa ni upi? Zuia hasira kabla hata haijapanda. Unapokuwa umechoka, lala usingizi au pumzika. Unapokuwa na njaa, jaribu kula kitu. Unapokuwa mpweke, omba msaada kwa mtu.

# template
source: Managing anger can be really difficult. Take a break when you feel you are getting angry at your children or someone else. Go somewhere else for 5 minutes to regain control of your emotions. If you have a safe outdoor space, go outside. You can get through this!
sw: Kudhibiti hasira kunaweza kuwa kugumu. Pumzika unapohisi unawakasirikia watoto wako au mtu mwingine. Nenda mahali pengine kwa dakika 5 ili uweze kudhibiti tena hisia zako. Kama una mahali salama nje, nenda nje. Una uwezo wa kulimaliza jambo hili!
