Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# template
source: Greetings, everyone. Today's topic is problem solving. We all know that in life there are times where we face problems, and we all know in a way that when we find ourselves in these situations, it is difficult to think of immediate positive solutions. Therefore, it is important that when we are facing problems we take a pause, we breathe, keep calm and think of problem-solving skills that we may use. Remember to include our teenagers when we are solving problems. This will help them to become responsible and learn how to solve their own problems in the future.
af: Goeiedag, almal. Vandag se onderwerp is probleemoplossing. Ons weet almal dat daar tye in die lewe is wanneer ons voor probleme te staan kom. Ons weet ook almal op ’n manier dat, wanneer ons onsself in hierdie situasies bevind, dit moeilik is om aan onmiddellike positiewe oplossings te dink. Daarom is dit belangrik dat, wanneer ons voor probleme te staan kom, ons ’n blaaskans neem, asemhaal, kalm bly en dink aan vaardighede wat ons vir probleemoplossing kan gebruik. Onthou om ons tieners in te sluit wanneer ons probleme oplos. Dit sal hulle help om verantwoordelik te raak en te leer hoe om hul eie probleme in die toekoms op te los.
xh: Molweni, kuni nonke. Umxholo wanamhlanje kukusombulula ingxaki. Sonke siyazi ukuba ebomini akhona amaxesha esikhe sijamelane neengxaki, yaye sonke siyazi ngandlel’ ithile ukuba xa sizifumana sikwezi meko, kunzima ukucinga ngezicombululo ezikhawulezileyo ezakhayo. Ngenxa yoko, kubalulekile ukuba xa sijamelene neengxaki khe sime, sithathe umoya, sizole size sicinge ngobuchule bokusombulula iingxaki esinokubusebenzisa. Khumbula ukuquka abantwana bethu abafikisayo xa sicombulula iingxaki. Oku kuya kubanceda baqole baze bafunde indlela yokucombulula iingxaki zabo kwixesha elizayo.
zu: Sanibonani, nonke. Isihloko sanamuhla sikhuluma ngokuxazulula inkinga. Sonke siyazi ukuthi empilweni kunezikhathi lapho sibhekana khona nezinkinga, futhi sonke siyazi ukuthi uma sizithola sikulezi zimo, kuba nzima ukucabanga ngokushesha ngezixazululo ezinhle. Ngakho-ke kubalulekile ukuthi uma sibhekane nezinkinga sime kancane, siphefumule, sizole bese sicabanga ngamakhono okuxazulula izinkinga esingawasebenzisa. Khumbula ukubandakanya izingane zethu uma sixazulula izinkinga. Lokhu kuzobasiza bazimele futhi bafunde ukuxazulula izinkinga zabo esikhathini esizayo.

# template
source: Let’s look at what happened to @global.w_solve_teen_girl and her @global.w_solve_female_caregiver_1 when @global.w_solve_teen_girl got a phone from a boy… a phone!
af: Kom ons kyk wat met @global.w_solve_teen_girl en haar @global.w_solve_female_caregiver_1 gebeur het toe @global.w_solve_teen_girl ’n foon by ’n seun gekry het...’n foon!
xh: Makhe sijonge oko kwenzekileyo ku @global.w_solve_teen_girl no @global.w_solve_female_caregiver_1 wakhe xa u @global.w_solve_teen_girl eye wafumana ifowuni kwinkwenkwe… ifowuni!
zu: Ake sibheke okwenzeke ku @global.w_solve_teen_girl no @global.w_solve_female_caregiver_1 ngesikhathi @global.w_solve_teen_girl athole ucingo okuvela kumfana.... ucingo!

# template
source: @global.w_solve_female_caregiver_1: “@global.w_solve_teen_girl, where did you get that thing?” @global.w_solve_teen_girl: “@global.w_solve_teen_boy_1 bought it for me. It’s a nice phone, @global.w_solve_female_caregiver_1. It takes great photos!"
af: @global.w_solve_female_caregiver_1: “@global.w_solve_teen_girl, waar het jy daardie ding gekry?” @global.w_solve_teen_girl: “@global.w_solve_teen_boy_1 het dit vir my gekoop. Dis ’n lekker foon, @global.w_solve_female_caregiver_1. Dit neem wonderlike foto’s!”
xh: @global.w_solve_female_caregiver_1: “@global.w_solve_teen_girl, uyifumene kubani loo nto?” @global.w_solve_teen_girl: “@global.w_solve_teen_boy_1 undithengele. Intle le fowuni, @global.w_solve_female_caregiver_1. Ithatha iifoto ezintle!”
zu: @global.w_solve_female_caregiver_1: “@global.w_solve_teen_girl, uyithole kuphi leyo nto?” @global.w_solve_teen_girl: “@global.w_solve_teen_boy_1 uyitholele mina. Umakhalekhukhwini omuhle, @global.w_solve_female_caregiver_1 . Ithatha izithombe ezinhle!”

# template
source: @global.w_solve_female_caregiver_1: “I don’t want to see that expensive thing! That boy is no good! How does he think you are going to repay him for this?!” @global.w_solve_teen_girl: “That’s not how it works, @global.w_solve_female_caregiver_1! That’s not fair!”
af: @global.w_solve_female_caregiver_1: “Ek wil nie daardie duur ding sien nie! Daardie seun is moeilikheid! Hoe dink hy gaan jy hom hiervoor terugbetaal?! @global.w_solve_teen_girl: “Dis nie hoe dit werk nie, @global.w_solve_female_caregiver_1! Dis nie regverdig nie!”
xh: @global.w_solve_female_caregiver_1: “Andifuni kubona loo nto ibiza kangako! Ayilunganga laa nkwenkwe! Ucinga ukuba uza kumbuyekeza njani ngale nto?!” @global.w_solve_teen_girl: “Ayisebenzi ngolo hlobo, @global.w_solve_female_caregiver_1! Undidlel’ indlala!”
zu: @global.w_solve_female_caregiver_1: “Angifuni ukuyibona leyo nto ebizayo! Lo mfana akalungile! Ucabanga ukuthi uzomkhokhela ngani ngalokhu?!” @global.w_solve_teen_girl: “Akuyona indlela okusebenza ngayo lokho, @global.w_solve_female_caregiver_1! Akubona ubulungiswa lobo!”

# template
source: @global.w_solve_female_caregiver_1: “I don’t want to hear it!” @global.w_solve_teen_girl: “You’re not even trying to listen to me! I don’t know why I even try with you!”
af: @global.w_solve_female_caregiver_1: “Ek wil dit nie hoor nie!” @global.w_solve_teen_girl: “Jy probeer nie eens na my luister nie! Ek weet nie waarom ek enigsins met jou probeer nie!”
xh: @global.w_solve_female_caregiver_1: “Andifuni kuyiva loo nto!” @global.w_solve_teen_girl: “Awuzami nokundiphulaphula! Andazi noba bendiqalela ntoni ukuthetha nawe!”
zu: @global.w_solve_female_caregiver_1: “Angifuni ukukuzwa lokho!” @global.w_solve_teen_girl: “Awuzami ngisho nokungilalela! Angazi nokuthi kungani ngikuzama nawe!”

# template
source: Let’s see how problem solving works in practice.
af: Kom ons kyk hoe probleemoplossing in die praktyk werk.
xh: Makhe sibone indlela ukusombulula iingxaki okusebenza ngayo ngokoqobo.
zu: Ake sibone ukuthi ukuxazulula inkinga kusebenza kanjani ngokuprakthiza.

# template
source: @global.w_solve_female_caregiver_2 is coming home from work. @global.w_solve_female_caregiver_2 (thinking): "Ay my poor feet! I need to sit down a moment and drink a cup of coffee before I start preparing food for everyone."
af: @global.w_solve_female_caregiver_2 kom huis toe van die werk af. @global.w_solve_female_caregiver_2 (dink): “Ai, my arme voete! Ek moet vir ’n rukkie sit en ’n koppie koffie drink voor ek vir almal begin kos maak.”
xh: @global.w_solve_female_caregiver_2 uyagoduka uvela emsebenzini. @global.w_solve_female_caregiver_2 (uyacinga): "Yhoo torho iinyawo zam! Kufuneka khe ndithi vu kancinci ndiphunge ikomityi yekofu ngaphambi kokuba ndiqalise ukuphekela wonke umntu.”
zu: @global.w_solve_female_caregiver_2 ubuya ekhaya evela emsebenzini. @global.w_solve_female_caregiver_2 (uyacabanga): “Awu izinyawo zami bandla! Ngidinga ukuhlala phansi isikhashana ngiphuze ikhofi ngaphambi kokuthi ngilungisele wonke umuntu ukudla.”

# template
source: @global.w_solve_female_caregiver_2: "@global.w_solve_teen_boy_2! What are you doing? That bread is for dinner! Now there won’t be enough for us all!"
af: @global.w_solve_female_caregiver_2: “@global.w_solve_teen_boy_2! Wat doen jy? Daardie brood was vir aandete! Nou sal daar nie vir ons almal genoeg wees nie!”
xh: @global.w_solve_female_caregiver_2: "@global.w_solve_teen_boy_2! Wenzani ntoni? Sisonka sedinala eso! Ngoku asizosanela sonke!"
zu: @global.w_solve_female_caregiver_2: "@global.w_solve_teen_boy_2! Wenzani? Lesi sinkwa sizodliwa kusihlwa! Manje angeke sisasenela sonke!”

# template
source: @global.w_solve_teen_boy_2: “Sorry, @global.w_solve_female_caregiver_2, I was just hungry. I can explain, you see, there is this guy at school...” @global.w_solve_female_caregiver_2 (thinking): “Take a Pause… just breathe…”
af: @global.w_solve_teen_boy_2: “Jammer, @global.w_solve_female_caregiver_2, ek was net honger.Ek kan verduidelik, jy sien, daar is ’n ou by die skool... @global.w_solve_female_caregiver_2 ( dink): “Neem ’n blaaskans...haal net asem…”
xh: @global.w_solve_teen_boy_2: “Uxolo, @global.w_solve_female_caregiver_2, bendilambile. Ndingacacisa, yazi, kukho omnye umfana wasesikolweni...” @global.w_solve_female_caregiver_2 (uyacinga): “Khawume Kancinci… khawukhokh' umoya…”
zu: @global.w_solve_teen_boy_2: “Ngiyaxolisa, @global.w_solve_female_caregiver_2, bengilambile. Ngingachaza, uyabona, kunalo mfana esikoleni....” @global.w_solve_female_caregiver_2 (uyacabanga): “Thatha Ikhefu... phefumula...”

# template
source: @global.w_solve_female_caregiver_2: “Just give me a moment. I am tired and now worried about having enough food for dinner.” @global.w_solve_teen_boy_2: “I am sorry, @global.w_solve_female_caregiver_2"
af: @global.w_solve_female_caregiver_2: “Gee my net ’n oomblik. Ek is moeg en nou is ek bekommerd dat ek nie genoeg kos vir aandete gaan hê nie.” @global.w_solve_teen_boy_2: “Ek is jammer, @global.w_solve_female_caregiver_2.”
xh: @global.w_solve_female_caregiver_2: “Khawundiphe nje umzuzu. Ndidiniwe yaye ngoku ndizikhathaza ngokufumana ukutya okwaneleyo kwedinala.” @global.w_solve_teen_boy_2: “Uxolo, @global.w_solve_female_caregiver_2"
zu: @global.w_solve_female_caregiver_2: “Ngiphe umzuzwana. Ngikhathele futhi manje sengikhathazekile ngokuthi ukudla kwakusihlwa angeke kusenele.” @global.w_solve_teen_boy_2: “Ngiyaxolisa, @global.w_solve_female_caregiver_2"

# template
source: Step 1: KNOW IT
af: Stap 1: WEET DIT
xh: Inyathelo 1: YAZI
zu: Isinyathelo 1: YAZI

# template
source: @global.w_solve_female_caregiver_2: "Now tell me, why are you so hungry? Did you not eat your lunch at school?” @global.w_solve_teen_boy_2: "That is the problem. There’s a guy at school who bullies me. He says if I do not give my lunch to him every day, he and his friends will hurt me. He makes me so mad!"
af: @global.w_solve_female_caregiver_2: “Vertel my nou, waarom is jy so honger? Het jy nie jou middagete by die skool geëet nie?” @global.w_solve_teen_boy_2: “Dis die probleem. Daar is ’n ou by die skool wat my boelie. Hy sê as ek nie elke dag my middagete vir hom gee nie, gaan hy en sy vriende my seermaak. Hy maak my so kwaad!”
xh: @global.w_solve_female_caregiver_2: "Ngoku khawundixelele, kutheni ulambe kangaka? Khange uwutye umphako wakho wasesikolweni?” @global.w_solve_teen_boy_2: Nantso ke ingxaki. Kukho umfana esikolweni ondintlontayo. Uthi ukuba andimniki umphako wam wasesikolweni suku ngalunye, yena nabahlobo bakhe baza kundonzakalisa. Uyandiphambanisa!”
zu: @global.w_solve_female_caregiver_2: “Ake ungitshele, kungani ulambe kangaka? Ingabe awuwudlanga umphako wakho esikolweni?” @global.w_solve_teen_boy_2: “Ileyo inkinga. Kukhona umfana esikoleni ongiqhwagayo. Uthi uma ngingamniki umphako wami nsuku zonke, yena nabangane bakhe bazongilimaza. Uyangicasula!”

# template
source: @global.w_solve_female_caregiver_2: "I am sorry to hear that but am glad that you told me, @global.w_solve_teen_boy_2. It doesn’t mean that you can eat everybody’s dinner. After we speak, you need to go to the shop to buy some more bread. But first: What do you think we should do about the bully problem?" @global.w_solve_teen_boy_2: "Well… I want to just hit him or get him back."
af: @global.w_solve_female_caregiver_2: “Ek is jammer om dit te hoor, maar ek is bly jy het my vertel, @global.w_solve_teen_boy_2. Dit beteken nie dat jy almal se aandete kan eet nie. Wanneer ons klaar gepraat het, moet jy winkel toe gaan en nog brood gaan koop. Maar nou eers: Wat dink jy moet ons aan die boelieprobleem doen?” @global.w_solve_teen_boy_2: “Wel… Ek wil hom net slaan of hom terugkry.”
xh: @global.w_solve_female_caregiver_2: "Ndibuhlungu ukuva loo nto kodwa ndiyavuya undixelele, @global.w_solve_teen_boy_2. Loo nto ayithethi ukuba umele utye idinala yomntu wonke. Emva kokuba sithethile, kufuneka uyokuthenga esinye isonka evenkileni. Kodwa kuqala: Ucinga ukuba sifanele senze ntoni ngale ngxaki yokuntlontwa kwakho?" @global.w_solve_teen_boy_2: "Kaloku… Ndifuna ukumbetha okanye ndiziphindezele kuye."
zu: @global.w_solve_female_caregiver_2: “Ngiyaxolisa ukuzwa lokho kodwa ngiyajabula ngokuthi ungitshele, @global.w_solve_teen_boy_2. Akusho ukuthi kumelwe udle ukudla kwawo wonke umuntu kwakusihlwa. Uma siqeda ukukhuluma, kumelwe uye esitolo uyothenga esinye isinkwa. Kodwa okokuqala: Ucabanga ukuthi kumelwe senzeni ngale nkinga yobuqhwagwa?” @global.w_solve_teen_boy_2: “Empeleni.... Ngifuna ukumshaya nje kwaphela noma ngiziphindiselele.”

# template
source: Step 2: SOLVE IT
af: Stap 2: LOS DIT OP
xh: Inyathelo 2: YISOMBULULE
zu: Isinyathelo 2: IXAZULULE

# template
source: @global.w_solve_female_caregiver_2: "Hmmm… what do you think will happen to you if you do that?" @global.w_solve_teen_boy_2: "I don’t know. He is bigger than me so he will probably hurt me more. And I could get into trouble at school and expelled."
af: @global.w_solve_female_caregiver_2: “Hmmm… wat dink jy sal gebeur as jy dit doen?” @global.w_solve_teen_boy_2: “Ek weet nie. Hy is groter as ek, so hy sal my waarskynlik meer seermaak. En ek kan by die skool in die moeilikheid kom en geskors word.”
xh: @global.w_solve_female_caregiver_2: "Hmmm… ucinga ukuba kuya kwenzeka ntoni kuwe xa usenza loo nto?" @global.w_solve_teen_boy_2: "Andazi. Mkhulu kunam ngoko mhlawumbi uza kundonzakalisa ngakumbi. Yaye ndingasenkathazweni esikolweni ndize ndigxothwe.”
zu: @global.w_solve_female_caregiver_2: “Hmmm... ucabanga ukuthi kuzokwenzakalani kuwe uma wenza kanjalo?” @global.w_solve_teen_boy_2: “Angazi. Mkhulu kakhulu kunami kungenzeka angilimaze kakhulu. Futhi kungenzeka ngingene enkingeni esikoleni bese ngixoshwa.”

# template
source: @global.w_solve_female_caregiver_2: "Yes, that could happen. What could we do instead?" @global.w_solve_teen_boy_2: "I guess I could tell the teacher. But then the other kids will call me a tattletale. Maybe you could talk to the teacher?"
af: @global.w_solve_female_caregiver_2: “Ja, dit kan gebeur. Wat kan ons in plaas daarvan doen?” @global.w_solve_teen_boy_2: “Ek neem aan ek kan vir die onderwyser sê. Maar dan gaan die ander kinders my ’n klikbek noem. Miskien kan jy met die onderwyser praat?”
xh: @global.w_solve_female_caregiver_2: “Ewe, inokwenzeka loo nto. Yintoni esinokuyenza endaweni yaloo nto?" @global.w_solve_teen_boy_2: “Mhlawumbi ndingaxelela utitshala. Kodwa abanye abantwana baza kuthi ndisisinyabi. Mhlawumbi ungathetha notitshala?”
zu: @global.w_solve_female_caregiver_2: “Kunjalo, lokho kungenzeka. Yini esingayenza esikhundleni salokho?” @global.w_solve_teen_boy_2: “Ngicabanga ukuthi ngingatshela uthisha. Kodwa ezinye izingane zizongibiza ngesiyoyoyo. Mhlawumbe ungakhuluma nothisha?”

# template
source: @global.w_solve_female_caregiver_2: "That sounds like a better idea. I could also have a word with his parents if you want me to." @global.w_solve_teen_boy_2: "Sure. If you think that would help too. Thanks, @global.w_solve_female_caregiver_2"
af: @global.w_solve_female_caregiver_2: “Dit klink na ’n beter idee. Ek kan met sy ouers ook praat, as jy wil.” @global.w_solve_teen_boy_2: “Dit sal gaaf wees, as jy dink dit sal ook help. Dankie, @global.w_solve_female_caregiver_2.”
xh: @global.w_solve_female_caregiver_2: "Kuvakala kulicebo elihle elo. Ndingakhe ndithethe nabazali bakhe ukuba ufuna ndenjenjalo." @global.w_solve_teen_boy_2: "Kulungile. Ukuba ucinga ukuba nayo loo nto inganceda. Enkosi, @global.w_solve_female_caregiver_2"
zu: @global.w_solve_female_caregiver_2: “Kuzwakala kuyicebo elihle lelo. Ngingabuye ngikhulume nabazali bakhe uma ufuna ngenze kanjalo.” @global.w_solve_teen_boy_2: “Kulungile. Uma ucabanga ukuthi nalokho futhi kuzosiza. Ngiyabonga, @global.w_solve_female_caregiver_2"

# template
source: @global.w_solve_female_caregiver_2: "Anything for you, my dear. I will do it first thing after dinner. And you know? If that doesn’t work, we can always try something else together." @global.w_solve_teen_boy_2: "Thanks, @global.w_solve_female_caregiver_2"
af: @global.w_solve_female_caregiver_2: “Enigiets vir jou, my kind. Ek sal dit net na aandete doen. En weet jy, as dit nie werk nie, kan ons altyd iets anders saam probeer.” @global.w_solve_teen_boy_2: “Dankie, @global.w_solve_female_caregiver_2.”
xh: @global.w_solve_female_caregiver_2: "Ndingakwenzela nantoni na, mntanam. Ndiza kwenjenjalo emva kokuba sitye idinala. Futhi uyazi yintoni? Ukuba leyo ayisebenzi, singazama nenye into kunye.": @global.w_solve_teen_boy_2: "Enkosi, @global.w_solve_female_caregiver_2"
zu: @global.w_solve_female_caregiver_2: “Ngingakwenzela noma ngabe yini, sthandwa sami. Ngizokwenza kanjalo into yokuqala ngemva kwedina. Futhi, uyazi? Uma lokho kungasebenzi, singabuye sizame okunye sobabili.” @global.w_solve_teen_boy_2: Ngiyabonga, @global.w_solve_female_caregiver_2"

# template
source: Step 3: TRY IT
af: Stap 3: PROBEER DIT
xh: Inyathelo 3: YIZAME
zu: Isinyathelo 3: KUZAME

# template
source: A week later… @global.w_solve_female_caregiver_2: "How are things going at school now?" @global.w_solve_teen_boy_2: "It’s going better, the boy does not take my lunch anymore. But he is still being really mean to me."
af: ’n Week later... @global.w_solve_female_caregiver_2: “Hoe gaan dinge nou by die skool?” @global.w_solve_teen_boy_2: “Dit gaan beter, die seun vat nie meer my middagete nie. Maar hy is nog steeds baie gemeen met my.”
xh: Emva kweveki… @global.w_solve_female_caregiver_2: "Izinto zihamba njani esikolweni ngoku?" @global.w_solve_teen_boy_2: “Kubhetele noko, le nkwenkwe ayisawuthathi umphako wam wesikolo. Kodwa isekrwada kakhulu kum.”
zu: Ngemva kwesonto.... @global.w_solve_female_caregiver_2: “Zihamba kanjani izinto esikoleni njengamanje?” @global.w_solve_teen_boy_2: “Kuba ngcono, loya mfana akasangithatheli ukudla kwami. Kodwa usaqhubeka nokungiphatha ngonya.”

# template
source: Step 4: TEST IT
af: Stap 4: TOETS DIT
xh: Inyathelo 4: SIVAVANYE
zu: Isinyathelo 4: IHLOLE

# template
source: @global.w_solve_female_caregiver_2: "I am sorry to hear that, @global.w_solve_teen_boy_2. Shall I ask your uncle to go talk to his parents? If that does not work, we will try something else!" @global.w_solve_teen_boy_2: "Yes, thank you @global.w_solve_female_caregiver_2. At least I know you are on my side."
af: @global.w_solve_female_caregiver_2: “Ek is jammer om dit te hoor, @global.w_solve_teen_boy_2. Sal ek jou oom vra om met sy ouers te gaan praat? As dit nie werk nie, sal ons iets anders probeer!” @global.w_solve_teen_boy_2: “Ja, dankie@global.w_solve_female_caregiver_2. Ek weet ten minste jy is aan my kant.”
xh: @global.w_solve_female_caregiver_2: "Ndiyayixolisela ukuva loo nto, @global.w_solve_teen_boy_2. Ndingamcela umalume wakho ayokuthetha nabazali bayo? Ukuba leyo ayisebenzi, siya kuzama enye into!" @global.w_solve_teen_boy_2: "Ewe, enkosi @global.w_solve_female_caregiver_2. Noko ndiyazi ukuba ungakum.”
zu: @global.w_solve_female_caregiver_2: “Ngiyaxolisa ngokuzwa lokho, @global.w_solve_teen_boy_2. Ngingakhuluma yini nomalume wakho ahambe ayokhuluma nabazali bakhe? Uma kungasebenzi lokho, sizozama okunye!” @global.w_solve_teen_boy_2: “Yebo, ngiyabonga @global.w_solve_female_caregiver_2. Okungenani ngiyazi ukuthi usohlangothini lwami.”

# template
source: @global.w_solve_female_caregiver_1: “You can’t go out for the next month”
af: @global.w_solve_female_caregiver_1: “Jy mag vir die volgende maand nie uitgaan nie.”
xh: @global.w_solve_female_caregiver_1: “Akuzi kuphuma kangangenyanga”
zu: @global.w_solve_female_caregiver_1: “Angeke uphume ngenyanga ezayo”

# template
source: @global.w_solve_female_caregiver_1: "I am not trying to accuse your friend or be jealous. I am worried that when someone gives a gift it is hard to say 'no' when they ask something in return – like sex. If you want to have a phone, we’ll save up together so you can make your own decisions without owing him anything."
af: @global.w_solve_female_caregiver_1: “Ek probeer nie jou vriend van iets beskuldig nie, en ek is ook nie jaloers nie. Ek is net bekommerd dat wanneer iemand ’n geskenk gee, dit moeilik is om ‘nee’ te sê wanneer hulle iets in ruil vra – soos seks. As jy ’n foon wil hê, sal ons saam spaar sodat jy jou eie besluite kan neem sonder om hom iets te skuld.”
xh: @global.w_solve_female_caregiver_1: “Andizami kutyhola umhlobo wakho okanye ukuba nomona. Ndikhathazwa kukuba xa umntu ekuphe isipho kunzima ukuthi ‘hayi’ xa efuna ukubhatalwa – njengokwabelana ngesondo. Ukuba ufuna ukuba nefowuni, siza konga sobabini ukuze ukwazi ukwenza izigqibo zakho ngaphandle kokumtyala into ethile.”
zu: @global.w_solve_female_caregiver_1: “Angizami ukusola umngane wakho noma ukuba nomona. Ngikhathazwa ukuthi uma umuntu ekupha isipho kunzima ukuthi ‘cha’ uma becela ukuthi ubenzela okuthile njengembuyiselo - njengokuya nawe ocansini. Uma ufuna ukuba nefoni, sizokonga imali sobabili ukuze uzokwazi ukwenza isinqumo sakho ngaphandle kokumkweleta okuthile.”

# template
source: Take a few deep breaths to calm down, and
af: Haal ’n paar keer diep asem om te kalmeer, en
xh: Thatha umoya izihlandlo ezimbalwa ukuze uzole, yaye
zu: Phefumula izikhathi ezimbalwa ukuze uzole, bese

# template
source: KNOW IT
af: WEET DIT
xh: YAZI
zu: YAZI

# template
source: Identify the problem.
af: Identifiseer die probleem.
xh: Fumanisa ingxaki.
zu: Ibone inkinga.

# template
source: SOLVE IT
af: LOS DIT OP
xh: YISOMBULULE
zu: IXAZULULE

# template
source: Think of possible solutions and what would happen if we used them.
af: Dink aan moontlike oplossings en wat sal gebeur as ons dit gebruik.
xh: Cinga ngezisombululo ezinokubakho nokuthi kungenzeka ntoni ukuba sinokuzisebenzisa.
zu: Cabanga ngezixazululo ezikhona nokuthi kungenzekani uma sizisebenzisa.

# template
source: TRY IT
af: PROBEER DIT
xh: SIZAME
zu: KUZAME

# template
source: Choose a solution and try it out.
af: Kies ’n oplossing en probeer dit.
xh: Khetha isisombululo uze usizame.
zu: Khetha isixazululo bese uyasizama.

# template
source: TEST IT
af: TOETS DIT
xh: SIVAVANYE
zu: SIHLOLE

# template
source: Did it work? Great! If it did not work, then try another solution.
af: Het dit gewerk? Wonderlik! As dit nie gewerk het nie, probeer ’n ander oplossing.
xh: Ngaba sisebenzile? Kulunge kakhulu! Ukuba asikhange sisebenze, khawuzame esinye isisombululo.
zu: Ingabe sisebenzile? Kuhle! Uma singasebenzanga, zama esinye isixazululo.

# template
source: We care about you, and how life is treating you.
af: Ons gee om vir julle en hoe die lewe julle behandel.
xh: Sikukhathalele, kunye nendlela ubomi obukuphatha ngayo.
zu: Siyakunakekela, nokuthi impilo ikuphethe kanjani.

# template
source: You are a star. And you are making a real difference. Be proud of yourself.
af: Jy is ’n ster. En jy maak ’n werklike verskil. Wees trots op jouself.
xh: Uligqala. Yaye uyawenza umahluko. Zingce.
zu: Uyiqhawe. Wenza umehluko wangempela. Ziqhenye ngawe .

# template
source: Sorry that things are not easy today. All parents have these days.
af: Jammer dat dinge vandag nie maklik is nie. Alle ouers het sulke dae.
xh: Uxolo kuba izinto zingekho lula namhlanje. Iimini ezinje ziyabafikela bonke abazali.
zu: Uxolo ngokuthi isimo sinzima namuhla. Bonke abazali bayabhekana nalokhu.
