Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# data_list
source: I was grateful that my mother learned about praise. My mother always noticed when I was doing something wrong. She would shout at me and hit me. But when my mother did the workshop, she would praise me for little things. First I thought “What is going on?” but then it continued. I liked it so I did more good things I thought she would like. It feels great that my mother sees the good things I do, and not just the bad things. I even said it to her once. During @data.workshop.w_1on1.title, I said “Thank you, mom, for saying something nice when I do things well, not only when I do things wrong.” This made us both very happy.
af: Ek was bly toe my ma van aanprysing geleer het. My ma het altyd opgelet wanneer ek iets verkeerd gedoen het. Sy sou op my skree en my slaan. Maar toe my ma die werkswinkel gedoen het, het sy my begin prys vir klein goedjies. Eers het ek gedink, “Wat gaan aan?”, maar toe hou dit aan. Ek het daarvan gehou, so toe doen ek meer goeie dinge waarvan ek gedink het sy sou hou. Dit voel wonderlik dat my ma die goeie dinge sien wat ek doen, en nie net die slegte goed nie. Ek het dit selfs eenkeer vir haar gesê. Gedurende @data.workshop.w_1on1.title, het ek gesê, “Dankie, Ma, dat Ma mooi goed sê wanneer ek iets goeds doen, nie net wanneer ek iets verkeerd doen nie”. Dit het ons albei baie gelukkig gemaak.

# data_list
source: Before, I used to raise my teens the way I was raised: I would tell them “don’t do this, don’t do that.” We used to fight a lot, but things have really changed when I learned about giving positive instructions. Now I focus on the behaviour I want to see, and give clear and simple instructions to my teens. It took time to learn to say “please do this” instead of “don’t do this.” My teens and even my husband tell me that they love this way of doing things, because now they know what needs to be done. My teen said one day “I really love this new mom,” and my own stress levels have come down a lot.
af: Voorheen het ek my tieners grootgemaak soos wat ek grootgemaak is: Ek sou vir hulle sê, “Moenie dit doen nie, moenie dat doen nie”. Ons het baie baklei, maar dinge het regtig verander toe ek geleer het om positiewe instruksies te gee. Nou fokus ek op die gedrag wat ek wil sien, en ek gee duidelike en eenvoudige instruksies aan my tieners. Dit het tyd geneem om te leer om te sê, “Doen dit asseblief” in plaas van “Moenie dit doen nie”. My tieners, en selfs my man, sê hulle hou van hierdie manier van dinge doen. My tiener het eendag gesê, “Ek hou regtig van hierdie nuwe ma,” en my eie stresvlakke het sommer baie gedaal.

# data_list
source: At first, I did not care much that my mother was doing @global.parent_app. But then I started to see my mother change how she communicated with us. One day, when I was going out with my friends, she said I must be home by 6pm. I was like “Hmmm okay,” because she normally did not give clear instructions on what she wanted - she would just say nothing and then shout at me for being late when I got home. When I got home around 5pm, my mother gave me a hug and said “Thank you for being on time.” It was strange, but I liked it. Since then, we have much clearer communication in the house.
af: Aanvanklik, het ek nie veel omgegee dat my ma @global.parent_app doen nie. Maar toe begin ek sien dat die manier waarop my ma met ons kommunikeer, begin verander. Op 'n dag het ek saam met my vriende uitgegaan, en sy het gesê ek moet teen 6 nm. terug wees. Ek het gedink, “O, oukei,” want sy het normaalweg nie duidelike instruksies gegee oor wat sy wou hê nie - sy sou net niks sê nie en dan op my skree omdat ek laat is wanneer ek tuis kom. Toe ek so 5 nm. by die huis kom, het my ma my 'n drukkie gegee en gesê, “Dankie dat jy betyds is”. Dit was vreemd, maar ek het daarvan gehou. Van toe af het ons baie duideliker kommunikasie in die huis.

# data_list
source: Life is tough sometimes. Before I joined @global.parent_app, I used to be grumpy at all times. I would take out my anger on everyone at home, not only my teens but even my husband as well. They would run away when I came home, because they knew I would start yelling at them. Learning to take a pause and breathe was difficult at first, but every time I tried it, it helped me to calm down. Now my teens are no longer running away when I come home, and they actually listen better than when I used to shout at them!
af: Die lewe is soms moeilik. Voordat ek by @global.parent_app aangesluit het, was ek die hele tyd knorrig. Ek sou my woede op almal in die huis uithaal, nie net my tieners nie, maar selfs my man. Hulle sou sorg dat hulle wegkom wanneer ek tuis kom, want hulle het geweet ek sou op hulle begin skree. Dit was aanvanklik moeilik om te leer om rustig te raak en asem te haal, maar elke keer wanneer ek dit probeer het, het dit my gehelp om te kalmeer. Nou vlug my tieners nie meer wanneer ek tuis kom nie, en hulle luister eintlik beter as toe ek hulle verskree het!

# data_list
source: Whenever I would do something wrong, my father would get so angry at me and beat me. He would not even listen to me, and I would get so angry as well at him and everyone else. Now, when he gets angry, he first takes a few deep breaths before he responds. It makes everyone calm down instead of causing a big fight. It really helped me at home and at school, because even me I am no longer slashing everyone and I am no longer this moody person. When I feel really angry or stressed, I also take deep breaths like my father does. I am a different person.
af: Wanneer ek ook al iets verkeerd gedoen het, sou my pa kwaad word vir my en my slaan. Hy sou nie eens na my luister nie, en ek sou net so kwaad word vir hom en sommer ook vir almal anders. Nou, wanneer hy kwaad word, haal hy eers 'n paar keer diep asem voordat hy reageer. Dit kalmeer almal in plaas daarvan om 'n bakleiery te veroorsaak. Dit het my regtig gehelp, by die huis en by die skool, want ek hap nie meer na almal nie en ek is nie meer so buierig nie. Wanneer ek regtig kwaad of gestres voel, haal ek ook diep asem, soos my pa. Ek is 'n ander mens.

# data_list
source: My teenagers always just disappeared. I did not know where they were, and I would get so worried and angry with them. I used to say “this is my house, and these are my rules, if you do not want to follow them you can leave and stay in your own place.” When we learned in @global.parent_app about rules, I learned that there are rules for teens and for adults and for everyone. If we follow the rules as parents, our teens will follow our example. I explained my worry and we all agreed: We all follow the rule and say where we are going when we leave the house. Coming up with rules together helped us a lot, as my teens do not see me anymore as that annoying parent that just makes up unnecessary rules.
af: My tieners het altyd net verdwyn. Ek het nie geweet waar hulle was nie, en ek sou so bekommerd en kwaad raak vir hulle. Ek het altyd gesê, “Dis my huis dié, en dis my reëls; as julle dit nie wil nakom nie, kan julle jul eie plek soek en daar gaan bly”. Toe ons in @global.parent_app van reëls geleer het, het ek besef dat daar reëls vir tieners is, en ook vir volwassenes en vir almal. Indien ons as ouers die reëls nakom, sal ons tieners ons voorbeeld volg. Ek het my bekommernis verduidelik en ons het ooreengekom: Ons kom almal die reël na en sê waar ons heen gaan as ons die huis verlaat. Dit het ons baie gehelp om saam oor reëls te besluit, aangesien my tieners my nie meer as daardie irriterende ouer sien wat net onnodige reëls uitdink nie.

# data_list
source: When my teenagers did something to make me angry, I would shout at them and punish them right away. But the next time they did it again! I could not understand why they did not hear me even when I shouted. @global.parent_app helped me understand that my teenagers will listen to me more when I am calm. So, when something happens, I take a deep breath and say “we will talk about this later when we are both calm.” We even agree on the consequences together now before something goes wrong. This has worked wonders - I have seen a huge change in my teen’s behaviour now that they are more involved, and I have less stress. I wish I knew this long ago, but it is never too late to start!
af: Wanneer my tieners iets gedoen het wat my kwaad maak, sou ek op hulle skree en hulle dadelik straf. Maar die volgende keer sou hulle dit maar net weer doen! Ek kon nie verstaan waarom hulle my nie hoor nie, selfs al het ek geskree. @global.parent_app het my gehelp om te verstaan dat my tieners eerder na my sal luister wanneer ek kalm is. So, as iets gebeur, haal ek diep asem en sê, “Ons sal later hieroor praat wanneer ons albei kalm is”. Ons kom nou selfs ooreen oor die gevolge voordat iets verkeerd loop. Dit het wondere verrig - ek het 'n groot verandering in my tieners se gedrag gesien vandat hulle meer betrokke is, en ek stres minder. Ek wens ek het dit lankal geweet, maar dis nooit te laat om te begin nie!

# data_list
source: When my friends or I got into trouble, I would always try to hide it from my mother because she would get so angry and shout at me. When we made the map of safe and unsafe places, I learned a lot – also why it is dangerous to share every picture online. My mother told me I can always ask her if there is a problem and she promised she would not get mad. She kept her promise, so now if I have a problem or I do not feel safe I know we can always come up with a solution together. I can even talk to my mother about the things I do online now!
af: Wanneer ek of my vriende in die moeilikheid was, sou ek dit altyd vir my ma probeer wegsteek, want sy sou kwaad word en op my skree. Toe ons die kaart van veilige en onveilige plekke gemaak het, het ek baie geleer – ook waarom dit gevaarlik is om elke foto aanlyn te deel. My ma het gesê ek kan haar enige tyd vra as ek 'n probleem het en sy het belowe om nie kwaad te word nie. Sy het haar belofte nagekom, so as ek nou 'n probleem het of ek voel nie veilig nie, weet ek dat ons saam aan 'n oplossing sal dink. Ek kan nou selfs met my ma praat oor die goed wat ek aanlyn doen!

# data_list
source: Two years ago, I was raped by my uncle who stayed in our yard. I did not tell my mother, because I was afraid she would hit me, shout at me, or even throw me out of the house. I did not have anywhere else to go. When my mother started with @global.parent_app, she started spending more time together. I was still afraid, but in the end I shared it with my mother. My mom did not shout, but she listened and told me it is not my fault. We went to the police and the clinic together. I am so grateful I do not have to carry this secret anymore.
af: Twee jaar gelede is ek deur my oom wat in ons erf gebly het, verkrag. Ek het nie my ma daarvan vertel nie, want ek was bang dat sy my sou slaan, op my sou skree, of my selfs uit die huis sou gooi. Ek het nêrens anders gehad om heen te gaan nie. Toe my ma begin het met @global.parent_app, het sy meer tyd saam met my begin spandeer. Ek was nog steeds bang, maar ek het dit uiteindelik met my ma gedeel. My ma het nie geskree nie, maar sy het geluister en vir my gesê dit is nie my skuld nie. Ons is saam na die polisie en kliniek toe. Ek is so bly dat ek nie hierdie geheim meer alleen hoef te dra nie.

# template
source: * Ask each other, “What made you happy today?” * Ask each other, “What difficulty did you face today?” * Ask each other, “How can I help you?” * Try to do this together every day; it could be when you are eating dinner together or before you go to bed.
af: * Vra vir mekaar: “Wat het jou vandag gelukkig gemaak?” * Vra vir mekaar: “Met watter probleme het jy vandag te doen gehad?” * Vra vir mekaar: “Hoe kan ek jou help?” * Probeer dit elke dag saam doen; julle kan dit doen wanneer julle saam aandete eet of voor julle gaan slaap.
xh: * Buzanani, “Yintoni ekwenze wonwaba namhlanje?” * Buzanani, “Yeyiphi ingxaki oye wanayo namhlanje?” * Buzanani, “Ndingakunceda njani?” * Zamani ukwenza le nto nonke yonke imihla; ninokuyenza xa nisitya kunye isidlo sangokuhlwa okanye ngaphambi kokulala.
zu: * Buzanani, “Yini ekwenze wajabula namuhla?” * Buzanani, “Yibuphi ubunzima oye wabhekana nabo namuhla?” * Buzanani, “Ngingakusiza kanjani?” * Zamani ukwenza lokhu ndawonye nsuku zonke; kungaba lapho nidla isidlo sakusihlwa ndawonye noma ngaphambi kokuba niyolala.

# template
source: * Ask your teen what kind of meal they would like to eat. * Prepare it together! * Let them have a turn at being the head chef – they lead, and you follow their instructions. * You can even help them to make a budget for the ingredients! Don’t think it will work? Ask your teens what THEY would like for you and them to do together. Let them lead. Relax. Have fun.
af: * Vra jou tiener watter tipe ete hy/sy wil eet. * Berei dit saam voor! * Gee jou tiener ’n beurt om die hoofkok te wees – hy/sy neem die leiding en jy volg sy/haar instruksies. * Jy kan hulle selfs help om ’n begroting vir die bestanddele op te stel! Dink jy dat dit nie sal werk nie? Vra jou tieners wat hulle wil hê dat jy en hulle saam moet doen. Laat hulle die leiding neem. Ontspan. Geniet dit.
xh: Buza umntwana wakho ofikisayo ukuba angathanda ukutya isidlo esinjani. * Senzeni nobabini! * Mvumele ibe nguye umpheki oyintloko – nguye okhokelayo kwaye wena ulandela imiyalelo yakhe. * Unokumnceda nokuba enze ibhajethi yezinto eziza kuthengwa xa kuphekwa! Ucinga ukuba ayizusebenza? Buza abantwana bakho abafikisayo ukuba BAFUNA ukuba nenze ntoni kunye. Bayeke bakhokele. Phola. Yonwaba.
zu: * Buza ingane yakho esebusheni bayo ukuthi yini engathanda ukuyidla. * Kuphekeni ndawonye lokho kudla! * Yivumele ibe umpheki omkhulu – ihole, wena ulandele iziqondiso zayo. * Ungayisiza nokuthi yenze isabelomali sokuthenga izinto zokupheka! Ucabanga ukuthi kuzosebenza? Buza izingane zakho ezisebusheni bazo ukuthi yini EZINGATHANDA ukuba wena nazo ningayenze ndawonye. Zivumele zihole. Khululeka. Zijabulise.

# template
source: * Shake your left hands in the air 8 times while counting to 8. * Do it as fast and loud as you can. * Repeat with your other hand. Repeat with both feet. * Do it 7 times, then 6 times and continue until you get to 1. * Everyone calls out “Crazy chicken” and does their best crazy chicken dance!
af: * Skud julle linkerhande 8 keer in die lug terwyl julle tot 8 tel. * Doen dit so vinnig en hard as wat julle kan. * Herhaal met die ander hand. Herhaal met albei voete. * Doen dit 7 keer, dan 6 keer en gaan voort totdat julle by 1 kom. * Almal roep dan “Mal hoender” uit en doen hul beste malhoender-dans!
xh: * Vuthululani izandla zenu zasekhohlo emoyeni izihlandlo ezi-8 ngoxa nibala ukuya kutsho ku-8. * Yenzani ngokukhawuleza kwaye ningxola kangangoko ninako. * Phindani nangesinye isandla. Phindani ngeenyawo zombini. * Yenzani kasi-7, emva koko kasi-6 nize niqhubeke nide nifike ku-1. * Wonke umntu ukhwaza athi “Inkukhu ephambeneyo” emva koko nidanise ngathi yinkukhu ephambeneyo!
zu: *Nyakazisa izandla zakho kwesokunxele emoyeni izikhathi ezu -8 ngenkathi ubala ukuya ku-8. * Kwenze ngokushesha futhi umemeze kakhulu ngangokunokwenzeka. * Kuphinde lokho ngesinye isandla sakho. Kuphinde ngazo zombili izinyawo. * Kwenze izikhathi ezingu-7, bese kuba yizikhathi ezingu-6 uqhubeke njalo uze ufike ku-1. * Wonke umuntu kumele amemeze athi “Inkukhu esanganayo” bese benza okusemandleni abho ukudansa njengenkukhu esanganayo!

# template
source: * Create a set of dance moves to your teen's favourite songs. * One person does a dance move and everyone else copies it. * Everyone takes turns being the leader. * Perform it for the household!
af: * Skep ’n stel danspassies vir jou tiener se gunstelingliedjies. * Een persoon doen ’n danspassie en almal aap dit na. * Almal maak beurte om die leier te wees. * Voer dit vir die huismense op!
xh: * Makujuxuzwe ngendlela athanda ukujuxuza ngayo umntwana wakho ofikisayo. * Umntu omnye uyajuxuza baze abanye balinganise yena. * Wonke umntu unetyeli lokukhokela. * Yenzani phambi kwakhe wonke umntu osekhayeni lenu!
zu: * Dala isethi yokunyakaza komdanso ezingomeni eziyintandokazi zentsha yakho. * Umuntu oyedwa uyadansa bese bonke abanye belingisa umdanso awenzayo. * Wonke umuntu uthola ithuba lokuhola umdanso. * Yenzela umndeni!

# template
source: This game is best when more than 2 people play. * One person pretends to be doing something – for example, combing hair or making dinner. * Another person asks, “What are you doing?” * The first person needs to say something that has nothing to do with combing hair, for example, “Tying my shoes.” * The second person then starts pretending to tie their shoes until a new person asks, “What are you doing?” The answer must always be something different than what you are actually doing!
af: Hierdie speletjie is die beste as meer as 2 mense speel. * Een persoon maak asof hulle iets doen – byvoorbeeld hare kam of aandete maak. * ’n Ander persoon vra: “Wat doen jy?” * Die eerste persoon moet iets sê wat niks met hare kam te doen het nie, byvoorbeeld: “Maak my veters vas.” * Die tweede persoon begin dan maak asof hy sy veters vasmaak totdat ’n nuwe persoon vra: “Wat doen jy?” Die antwoord moet altyd iets anders wees as wat jy eintlik doen!
xh: Lo mdlalo umnandi xa udlalwa ngabantu abangaphezu kwaba-2 * Umntu omnye wenza ngathi wenza into ethile – ngokomzekelo, ukama iinwele okanye upheka isidlo sangokuhlwa. * Omnye umntu ubuza athi, “Wenza ntoni?” * Umntu wesibini kufuneka athethe into engadibaniyo nokukama iinwele, ngokomzekelo athi, “Ndibopha imitya yezihlangu zam” * Umntu wesibini uqalisa ukwenza ngathi ubopha imitya yezihlangu zakhe de omnye umntu ambuze, “Wenza ntoni?” Impendulo kufuneka isoloko ingeyiyo le nto ayenzayo loo mntu!
zu: Lo mdlalo umnandi kakhulu lapho udlalwa abantu abangaphezu kwababili. * Umuntu oyedwa wenza sengathi wenza into ethile – ngokwesibonelo, ukukama izinwele noma ukupheka isidlo sakusihlwa. * Omunye umuntu uyabuza, “Wenzani?” * Umuntu wokuqala kudingeka asho okuthile okungahlobani nokukama izinwele, ngokwesibonelo, “Ngibopha izicathulo.” * Umuntu wesibili ube eseqala ukwenza sengathi ubopha izicathulo kuze kubuze umuntu omusha, “Wenzani?” Impendulo kumele ihluke njalo kulokho osuke ukwenza ngempela!

# template
source: * You can’t always travel, but you can always dream! Ask your teen these questions: * Where would you want to travel to? How long would you be away? What would you pack? What would you do on your trip? What would you see? * Look at a map together or draw one. * Choose a country that your teen has never heard of and learn more about the country.
af: * Jy kan nie altyd reis nie, maar jy kan altyd droom! Vra jou tiener hierdie vrae: * Waarheen sou jy wou reis? Hoe lank sou jy weg wees? Wat sou jy inpak? Wat sou jy op jou reis doen? Wat sou jy sien? * Kyk saam na ’n kaart of teken een. * Kies ’n land waarvan jou tiener nog nooit gehoor het nie en leer meer oor die land.
xh: * Awunakusoloko useluhambeni ngalo lonke ixesha, kodwa unako ukuba namaphupha! Buza umntwana wakho ofikisayo le mibuzo: * Ungathanda ukuthatha uhambo oluyaphi? Uza kuhamba ixesha elide kangakaani? Uza kupakisha njani? Yintoni onokuyenza kolo hambo? Yintoni onokuyibona? Jongani kunye kwimephu okanye niyizobe. * Khetha ilizwe angalaziyo umntwana wakho ofikisayo nize nifunde ngakumbi ngalo.
zu: * Ngeke ukwazi ukuthatha uhambo ngaso sonke isikhathi ofisa ngaso, kodwa ungaphupha njalo! Buza ingane yakho esebusheni bayo le mibuzo: * Ungathanda ukuthatha uhambo oluya kuphi? Uzohamba isikhathi eside kangakanani? Yini ozoyipakisha? Yini ozoyenza ohambweni lwakho? Yini ozoyibona? * Bukani ibalazwe ndawonye noma nilidwebe. * Khetha izwe ingane yahoo esebusheni bayo engakaze izwe ngalo bese nifunda okwengeziwe ngalelo zwe.

# template
source: Choose a sport or exercise to do together. Decide on a schedule. Are you going to do it every day? For how long? Try it out for a week. At the end of the week, ask yourself and your family these questions: * How is it going? * How did you feel at the start of the week? * How do you feel at the end of the week? * What can we do differently next week?
af: Kies ’n sport of oefening om saam te doen. Besluit op ’n skedule. Gaan julle dit elke dag doen? Vir hoe lank? Probeer dit vir ’n week. Vra jouself en jou gesin aan die einde van die week die volgende vrae: * Hoe gaan dit? * Hoe het jy aan die begin van die week gevoel? * Hoe voel jy aan die einde van die week? * Wat kan ons volgende week anders doen?
xh: Khethani umdlalo okanye indlela yokujima eninokuyenza kunye. Gqibani ngocwangciso. Ngaba niza kuyenza yonke imihla? Kangangexesha elingakanani? Yizameni kangangeveki. Ekupheleni kweveki, buza wena kunye nentsapho yakho le mibuzo: * Ihamba njani? * Benivakalelwa njani ekuqaleni kweveki? * Nivakalelwa njani ekupheleni kweveki? * Yintoni esinokuyenza ngokwahlukileyo kwiveki ezayo?
zu: Khetha umdlalo noma ukuzivocavoca eningakwenza ndawonye. Vumelanani ngohlelo. Ingabe nizokwenza nsuku zonke? Isikhathi esingakanani? Kuzameni isonto elilodwa. Ekupheleni kwesonto, zibuze wena kanye nomndeni wakho le mibuzo: * Kuhamba kanjani? * Uzizwe kanjani ekuqaleni kwesonto? * Uzizwe kanjani ekupheleni kwesonto? * Yini esingayenza ngendlela ehlukile?

# template
source: You and your teenager can plan a guestlist of the famous people you’d most like to invite to your party. You can each have five people – they can be from the past or from the present time. Who would you invite? And would your guests get on well together?
af: Jy en jou tiener kan ’n gastelys beplan van die beroemde mense wat jy die graagste na julle partytjie wil nooi. Elkeen kan vyf mense hê – hulle kan uit die verlede of uit die huidige tyd wees. Wie sou jy nooi? En sal julle gaste goed met mekaar oor die weg kom?
xh: Wena nomntwana wakho ofikisayo ningenza uluhlu lokuqikelela abantu abadumileyo belo lizwe neningathanda ukubamemela kwitheko lenu. Ngamnye kuni angamema abantu abahlanu – bangaba baphila kule mihla okanye babe ngabakudala. Ngoobani eninokubamema? Ngaba iindwendwe zingavana?
zu: Wena nengane yahoo esebusheni bayo ningabhala uhlu losaziwayo eningathanda ukubamema emcimbini wakho. Ngamunye angaba nabantu abahlanu – kungaba abantu bangesikhathi esidlule noma bamanje. Ungamema obani? Ingabe izimenywa zakho zizozwana?

# template
source: Have a conversation with your teen about something they like. It can be about anything they choose to talk about: sports, friends, music, celebrities… Try to listen to your teen and give them space to talk.
af: Gesels met jou tiener oor iets waarvan hulle hou. Dit kan oor enigiets wees waaroor hulle wil praat: sport, vriende, musiek, bekendes ... Probeer om na jou tiener te luister en gee hulle ruimte om te praat.
xh: Ncokola kunye nomntwana wakho ofikisayo malunga nento ayithandayo. Isenokuba yiyo nantoni na abakhetha ukuncokola ngayo: imidlalo, iitshomi, umculo, oosaziwayo. Zama ukummamela umntwana wakho uze umvumele athethe.
zu: Xoxa nengane yakho esebusheni bayo ngokuthile ekuthandayo. Kungaba yinoma yini ekhetha ukuxoxa ngayo: ezemidlalo, abangane, umculo, osaziwayo… Zama ukulalela ingane yahoo esebusheni bayo futhi uyivumele ukuthi ikhulume.
