Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# data_list
source: My mom and dad would always punish me when they were angry with me. They would shout at me and I would also get angry. I often did not follow the rules, because they were too harsh, I did not understand what they were saying, or I would not even bother listening to them, because we were all angry. One day, they asked me: Let's think together what the consequence should be for not coming home in time. It was great to give my view – before something happens that makes us all angry. We are all calm and agree first. It is easier for me to follow the rules now because I know I agreed on the rule and on the consequence if I do not follow the rule.
af: My ma en pa het my altyd gestraf as hulle kwaad was vir my. Hulle sou op my skree en dan sou ek ook kwaad word. Ek het dikwels nie die reëls nagekom nie, want hulle was te streng. Ek het nie verstaan wat hulle wou sê nie, of ek sou nie eens probeer om na hulle te luister nie, want ons was almal kwaad. Eendag het hulle my gevra: Kom ons dink almal saam oor wat die gevolge behoort te wees wanneer jy laat huis toe kom. Dit was wonderlik om my opinie te kon gee – voordat iets sou gebeur wat ons almal sou kwaad maak. Ons is almal kalm en ons stem saam. Dit is nou vir my makliker om die reëls na te kom, want ek weet ek het saamgestem oor die reël en ook oor die gevolg as ek nie die reël nakom nie.
sw: Mama yangu na Baba yangu mara nyingi waliniadhibu pindi walipokuwa na hasira na mimi. Walinifokea na mimi nilipata hasira. Mara nyingi sikufuata sheria zao, kwa sababu zilikuwa kali, sikuelewa kile walichokuwa wakisema, au Nilikuwa sijihangaishi kuwasikiliza, kwa sababu wote tulikuwa na hasira. Siku moja, waliniuliza: Hebu tufikiri kwa pamoja madhara yanayoweza kukupata kwa kushindwa kurudi nyumbani kwa wakati. Ilikuwa ni furaha kubwa kutoa maoni yangu kabla kitu hakijatokea na kutufanya wote kuwa na hasira. Wote tulitulia na kukubaliana kwanza. Sasa ni rahisi kwangu kufuata sheria kwa sababu najua na nilikubali sheria hizo na madhara kama sitafuata sheria hizo.

# data_list
source: **Calm Consequences** @global.workshop
sw: **Adhabu Nyepesi** @global.workshop

# data_list
source: Teen Safety
af: Tienerveiligheid
sw: Usalama wa Vijana
xh: Ukhuseleko Lwabantwana Abafikisayo
zu: Ukuphepha Kwentsha

# data_list
source: teen safety
sw: usalama wa vijana

# data_list
source: Talking and planning helps prevent dangerous situations, in-person and online.
sw: Kuongea na kupanga husaidia kuzuia hali hatarishi, ana kwa ana na mtandaoni.

# data_list
source: I was so grateful to make the safety plan with my teen. I thought I knew which areas are safe for my teen and which are not. But when we made the safety plan together, I realised that my girl knew more areas that I was not aware of. I also thought she was safe at school, but through this activity I realised she was being bullied and the teachers did not do anything about it. The more we talked, the more I understood and got information from my teen. That really helped me to protect my teen and keep her safe.
af: Ek is so dankbaar dat ek die veiligheidsplan saam met my tiener te kon opstel. Ek het gedink ek weet watter areas is veilig vir my tiener en watter nie. Maar toe ons saam die veiligheidsplan opgestel het, het ek besef my dogter ken areas waarvan ek nie geweet het nie. Ek het ook gedink sy is veilig by die skool, maar deur hierdie aktiwiteit het ek besef dat sy by die skool geboelie word en dat die onderwysers niks daaraan doen nie. Hoe meer ons gepraat het, hoe meer het ek verstaan en inligting by my tiener gekry. Dit het my regtig gehelp om my tiener te beskerm en haar veilig te hou.
sw: Nilikuwa mwenye furaha kufanya mipango salama na kijana wangu. Nilifikiri nilijua ni maeneo yapi ni salama kwa kijana wangu na yapi si salama. Lakini pindi tulipofanya mipango salama kwa pamoja, Niligundua kwamba binti yangu anajua zaidi maeneo ambayo mimi sikuyafahamu. Pia nilifikiri kwamba alikuwa salama alipokuwa shuleni, lakini kwa shughuli hii niligundua kwamba alikuwa akionewa shuleni na walimu hawakufanya chochote kuhusu hilo. Kadiri tulivyozidi kuongea, ndivyo nilivyozidi kuelewa na kupata taarifa kutoka kwa kijana wangu. Hii imenisaidia sana kumlinda kijana wangu na kumuweka salama.

# data_list
source: When my friends or I got into trouble, I would always try to hide it from my mother because she would get so angry and shout at me. When we made the map of safe and unsafe places, I learnt a lot – also why it is dangerous to share every picture online. My mother told me I can always ask her if there is a problem and she promised she would not get mad. She kept her promise, so now if I have a problem or I do not feel safe I know we can always come up with a solution together. I can even talk to my mother about the things I do online now!
sw: Wakati marafiki zangu au mimi nilipoingia katika ugomvi, nilikuwa mara nyingi nikijaribu kuficha kwa mama angepata hasira na kunifokea. Wakati tulitengeneza ramani ya maeneo salama na yasiyo salama, nilijifunza mengi-pia kwanini ni hatari kushirikisha kila picha kwenye mtandao wa kijamii. Mama yangu aliniambia kwamba naweza kumuuliza wakati wowote kama kuna tatizo na aliahidi kutokukasirika. Alitunza ahadi yake, hivyo sasa kama nina tatizo au sijihisi salama najua tunaweza kukaa na kuja na suluhisho la pamoja. Kwa sasa nawezi hata kuzungumza na Mama yangu kuhusu mambo ninayofanya kwenye mtandao!

# data_list
source: **Teen Safety** @global.workshop
sw: **Usalama wa kijana** @global.workshop

# data_list
source: Dealing with Crisis
af: Krisishantering
sw: Kushughulikia Hali ya Matatizo
xh: Ukuhlangabezana Neengxaki
zu: Ukubhekana Nezinkinga

# data_list
source: dealing with crisis
sw: kushughulikia hali ya hatari/dharula

# data_list
source: A crisis can happen in any family. You can be prepared.
sw: Matatizo yanaweza kutokea katika familia yoyote. Unaweza kuwa tayari.

# data_list
source: My teen used to be so angry all the time. He would never listen and we would get into big arguments every day. Through @global.parent_app, I started spending more time with my teen and strengthening our relationship. One day he shared with me that he was part of a gang but he wanted to get out. We made short-term and long-term plans together on how we could do that. Our life looks so different now!
af: My tiener was die hele tyd kwaad. Hy sou nooit luister nie en ons sou elke dag hewige argumente hê. Deur @global.parent_app het ek begin om meer tyd saam met my tiener te spandeer en so ons verhouding versterk. Eendag het hy my vertel dat hy deel was van 'n bende, maar dat hy daar wou uitkom. Ons het kort- en langtermynplanne gemaak oor hoe hy dit kon doen. Ons lewe lyk nou soveel anders!
sw: Kijana wangu alikuwa mwenye hasira muda wote. Alikuwa hasikilizi na tulikuwa tunajikuta katika marumbano makubwa kila siku. Kupitia @global.parent_app, nilianza kutumia muda zaidi na kijana wangu na kuimarisha uhusiano wetu. Siku moja alinishirikisha kwamba alikuwa sehemu ya genge lakini alikuwa anataka kujitoa. Tuliweka pamoja mipango ya muda mfupi na ya muda mrefu jisni tunaweza kufanya hivyo. Maisha yetu yanaonekana tofauti sasa hivi!

# data_list
source: Two years ago, I was raped by my uncle who stayed in our yard. I did not tell my mother, because I was afraid she would hit me, shout at me, or even throw me out of the house. I did not have anywhere else to go. When my mother started with @global.parent_app, we started spending more time together. I was still afraid, but in the end I shared it with my mother. My mom did not shout, but she listened and told me it is not my fault. We went to the police and the clinic together. I am so grateful I do not have to carry this secret anymore.
sw: Miaka miwili iliyopita, nilibakwa na mjomba wangu aliyekuwa anaishi nyumbani kwetu. Sikumwambia mama yangu, kwa sababu niliogopa angenipiga, kunifokea, au hata kunifukuza ndani ya nyumba. Sikuwa na mahali popote pengine pa kwenda. Wakati mama yangu alipoanza @global.parent_app, alianza kutumia muda zaidi pamoja na mimi. Nilikuwa bado naogopa, lakini mwisho nilimshirikisha mama yangu. Mama yangu hakufoka, lakini alinisikiliza na kuniambia siyo kosa langu. Tulienda polisi na kliniki pamoja. Ninashukuru sana sihitaji kutunza zaidi siri hii.

# data_list
source: **Dealing with Crisis** @global.workshop
sw: **Kushughulikia Hali ya Hatari/Dharula** @global.workshop

# data_list
source: Celebration and Next Steps
af: Viering en volgende stappe
sw: Kusherehekea na Hatua Zinazofuata
xh: Ukubhiyoza kunye namaNyathelo Alandelayo
zu: Ukubungaza kanye Nezinyathelo Ezilandelayo

# data_list
source: celebration and next steps
sw: kusherehekea na hatua zinazofuata

# data_list
source: Celebrate everything you learnt and continue to support your family.
sw: Sherehekea kila unachojifunza na uendelee kusaidia familia yako.

# data_list
source: **Celebration and Next Steps** @global.workshop
sw: **Kusherehekea na Hatua Zinazofuata** @global.workshop

# data_list
source: Body Changes and Intimate Relationships
sw: Mabadiliko ya Mwili na Mahusiano ya Kimapenzi

# data_list
source: body changes and intimate relationships
sw: mabadiliko ya mwili na mahusiano ya kimapenzi

# data_list
source: Open discussions help your teen understand changes and make healthy choices.
sw: Majadiliano ya wazi humsaidia kijana wako kuelewa mabadiliko na kufanya uchaguzi mzuri.

# data_list
source: Thanks to the app, I can now talk to my son about all these changes that he is going through with his body and emotions and relationships. We were both not comfortable bringing it up before, but the practical examples in the app made it possible for us to start talking. And I was really surprised by how many questions and experiences my son already has, even though he is only 14! Now he can come to me if there is something happening at school or if he is not sure how to handle something. The other day he even told me that some of his friends were making fun of him because he does not have a girlfriend yet, so we talked about it and I could explain to him that it is important to focus on school first and that it is never okay for someone to pressure him to have a relationship.
sw: Nashukuru kwa programu, sasa ninaweza kuongea na kijana wangu kuhusu mabadiliko haya yote anayokabiliana nayo katika mwili wake, hisia na mahusiano. Wote hatukuwa huru kuzungumzia kabla, lakini mifano halisi katika programu imetufanikisha kuanza kuzungumza. Na nilishangazwa na maswali na uzoefu kijana wangu alionao, japokuwa anamiaka 14 tu! Sasa anakuja kwangu kama kuna kitu kimetokea shuleni au kama hana uhakika namna ya kukabiliana na jambo. Siku moja aliniambia baadhi ya marafiki zake walikuwa wanamtania kwa sababu hakuwa na rafiki wa kike, hivyo tulizungumza na nilimwelezea kwamba ni muhimu kuweka mkazo kwenye shule kwanza na kwamba sio sawa kwa mtu kumlazimisha kuwa na mahusiano.

# data_list
source: As teens, we hear all these things about sex from others at school and on the internet. I thought all those things were true, and I was doing a lot of things secretly, because my friends were pushing me and I was afraid of what my mother would say. When I did this app together with my mother, I realised that so many things I learnt were not true. I learnt I can get better information and I learnt others should never push me to do things I do not want to do. My mother and I can talk about these things now. I wish we could have done that when I was younger, because it would have helped me a lot, but I am still glad we can talk today. Whenever I have a question or problem now, I know I can ask my mother and she will help me think of answers and solutions together.
sw: Kama vijana, tunasikia mambo mengi kuhusu ngono kutoka kwa wengine shuleni na mtandaoni. Nilidhani yote hayo ni kweli, na nilikuwa nafanya mengi kwa usiri, kwa sababu marafiki zangu walikuwa wananishawishi na nilikuwa naogopa kwamba mama yangu atasema nini. Nilipopitia programu hii pamoja na mama, niligundua kwamba mengi niliyojifunza yalikuwa sio kweli. Nilijifunza naweza kupata taarifa nzuri zaidi na nilijifunza wengine wasinisukume kufanya jambo ambalo nisilotaka kufanya. Mimi na mama yangu tunaweza kuongelea haya mambo kwa sasa. Nilitamani tungeweza fanya haya nilipokuwa mtoto, kwa sababu ingenisaidia sana, lakini bado ninafurahi tunaweza kuzungumza leo. Kila ninapokuwa na swali au tatizo sasa, ninajua naweza kumuuliza mama yangu na atanisaidia kufikiria majibu na suluhisho kwa pamoja.

# data_list
source: **Body Changes and Intimate Relationships** @global.workshop
sw: **Mabadiliko ya Mwili na Mahusiano ya Kimapenzi** @global.workshop

# data_list
source: Staying Safe
sw: Kukaa salama

# data_list
source: staying safe
sw: kukaa salama

# data_list
source: Help your teen recognise dangerous situations and stay safe.
sw: Msaidie kijana wako kutambua hali hatari na awe salama.

# data_list
source: Learning how to stay safe really helped us. The other day, my daughter got invited to a party by an older boy, and he said he would pay for her transport. Before, she would just go secretly, but now she came to me to talk about it. We reminded each other that it is important to see the warning signs and stay safe, and she decided to say ‘no’. I am so proud of her. Even me, I now know that others should not pressure or convince me to do something. I can give the right example to my children.
sw: Kujifunza jinsi ya kuwa salama imetusaidia sana. Siku iliyopita, binti yangu alialikwa kwenye sherehe na mvulana mkubwa, na alisema atamlipia usafiri. Hapo kabla, alikuwa anaenda kwa usiri, ila sasa anakuja na kuzungumza na mimi kuhusiana na hilo. Tulikumbushana kwamba ni muhimu kuona ishara za hatari na kubaki salama, na aliamua kusema 'hapana'. Ninajivunia binti yangu. Hata mimi, sasa ninajua kwamba wengine wasinilazimishe au kunishawishi kufanya jambo. Ninaweza kutoa mfano halisi kwa watoto wangu.

# data_list
source: It helped me a lot that I learnt I can use my voice to stay safe. A while ago, I was walking home alone and some man began to follow me and I felt scared. My father taught me that the most important thing is to be safe, so I turned around and said loud and clear ‘Why are you following me, I don’t want that’. It really surprised the man and even some other people looked at us, so the man walked away. I felt so relieved and even told my father. He said I did well and I felt really good. Before, I would have been too scared, also what other people think, but now I feel confident.
sw: Imenisaidia sana kwamba ninaweza kutumia sauti yangu na kuwa salama. Siku chache zilizopita, nilikuwa naelekea nyumbani peke yangu na mwanaume alianza kunifuata nami niliogopa. Baba yangu alinifundisha kwamba jambo muhimu sana ni kuwa salama, kwahiyo niligeuka na kuongea kwa sauti kubwa ' kwanini unanifuatilia, sitaki!' Ilimshangaza mwanaume huyo na hata watu wengine walitutazama, hivyo mwanaume yule aliondoka. Nilijisikia amani na hata kumwambia baba yangu. Alisema nilifanya vyema na nilijisikia vizuri. Hapo awali, ningekuwa naogopa sana, na nini watu wengine wangefikiria, lakini sasa nahisi ujasiri.

# data_list
source: **Staying Safe** @global.workshop
sw: **Kukaa Salama**@global.workshop

# data_list
source: Coping with Grief
sw: Kukabiliana na Majonzi

# data_list
source: coping with grief
sw: kukabiliana na Majonzi

# data_list
source: Help your teen cope after losing a loved one.
sw: Msaidie kijana wako kukabiliana na hali ya majonzi baada ya kupoteza mpendwa.

# data_list
source: After I lost my husband, the parenting tips that I learnt were so helpful to me: I began breathing calmly whenever I was feeling so sad or angry, and my kids really felt the difference because I was learning to keep calm. Naming our feelings and being open about how we are feeling has helped me feel closer to my child. Before, I felt like I was the only one who was going through these emotions, but now I know that my child is feeling the same things. We can talk about it and help each other. We don’t feel alone anymore.
sw: Baada ya kufiwa na mume wangu, vidokezo vya malezi nilivyojifunza vilinisaidia sana: Nilianza kuvuta pumzi kwa utulivu kila ninapohisi huzuni na hasira, na watoto wangu walihisi tofauti kwa sababu nilikuwa najifunza kuwa na utulivu. Kuelezea hisia zetu na kuwa wazi kuhusu namna tunavyojisikia imenisaidia kuwa karibu na mtoto wangu. Hapo awali, nilihisi mimi peke yangu ndiye napitia hizi hisia, lakini sasa najua kwamba na mtoto wangu anahisi pia hali hiyo. Tunaweza kuzungumza kuhusu hilo na kusaidiana. Hatuhisi upweke tena.

# data_list
source: When I lost my mom, everything changed. I was so sad, but it felt like my dad couldn't understand. Our relationship suffered. We did our own things and we stopped talking to each other. But then something incredible happened. My dad learnt all these things from the app about what to do when you lose someone. He asked me how I was doing and we started to talk again. He explained that he was sad too, and he even said he was sorry for not talking to me after my mom died. We can now see that it is hard for both of us, and we can help each other. He is supporting me and we are a lot closer.
sw: Nilipofiwa na mama yangu, kila kitu kilibadilika. Nilikuwa na huzuni sana, lakini ilikuwa kama baba yangu hakuelewa. Iliathiri mahusiano yetu. Kila mtu aliendelea na mambo yake na tuliacha kuongea. Lakini baadae jambo la ajabu lilitokea. Baba yangu alijifunza mambo haya yote kutoka kwenye programu kuhusu nini cha kufanya pale unapofiwa na mtu. Aliniuliza ninaendeleaje na tulianza kuongea. Alielezea kwamba alikuwa na huzuni pia, na aliomba msamaha kwa kutozungumza na mimi baada ya mama kufariki. Sasa tunaweza kuona kwamba ni vigumu kwetu sisi, na tunaweze kusaidiana. Ananisaidia na tupo karibu zaidi.

# data_list
source: **Coping with Grief** @global.workshop
sw: **Kukabiliana na Majonzi**@global.workshop

# data_list
source: Helping Your Teen Learn
sw: Kumsaidia Kijana Wako Kujifunza

# data_list
source: helping your teen learn
sw: kumsaidia Kijana Wako Kujifunza

# data_list
source: Education is important! Learn fun ways to support your teen.
sw: Elimu ni muhimu! Jifunze njia za kufurahisha za kusaidia kijana wako.

# data_list
source: Since we started spending more one-on-one time together, we have a better bond, a better understanding between us. I feel better about how I am parenting. I am doing a better job as a parent, not just being a parent, but showing love and working with him. I like that the app encourages you to work with your children, and not just you are the parent up there and they are down there as the children, but they are involved a lot in the decisions you make that impact on them.
sw: Tangu tulipoanza kutumia muda wa pamoja. tumekuwa na uhusiano mzuri, maelewano mazuri baina yetu. Najisikia vizuri na malezi ninayotoa. Ninafanya vizuri kama mzazi, sio tu kuwa mzazi, lakini kuonesha upendo na kufanya kazi pamoja naye. Ninapenda kwamba programu inahamasisha kufanya kazi pamoja na watoto wako, na pia inatufanya tuwe sawa kusiwe na matabaka kati ya mzazi na mtoto, na pia tunawahusisha katika maamuzi yenye matokeo kwao.

# data_list
source: In the past there were times my mom got angry and she would shout at me before beating me. But since my mom started using @global.parent_app, she tries to create time for us to interact and for us to have fun discussions. We play games, we sing together and other stuff… She takes time to listen before jumping to conclusions, like she listens and then she calms down and takes her time to explain, and then be like “what you did is not good” and such.
sw: Katika kipindi cha nyuma mama yangu alikuwa na hasira na muda mwingine alikuwa ananifokea kabla ya kunipiga. Lakini tangu mama yangu aanze kutumia @global.parent_app, anajaribu kutafuta muda wa kufanya mazungumzo na kufurahi pamoja nasi. Tunacheza michezo, tunaimba pamoja na kufanya mambo mengine...Anachukua muda kunisikiliza kabla ya kufanya maamuzi, anasikiliza halafu anatulia na anachukua muda kuelezea, na anasema "ulichofanya sio kizuri" na usirudie tena.

# data_list
source: **Helping Your Teen Learn** @global.workshop
sw: **Kumsaidia Kijana Wako Kujifunza**@global.workshop

# data_list
source: Let's try it out and do a short relaxation activity together!
sw: Hebu tujaribu na kufanya pamoja shughuli fupi ya kujiburudisha!

# data_list
source: Well done! Try to do this every day.
sw: Hongera! Jaribu kufanya hivyo kila siku.

# data_list
source: You are a star! Every day, recognise something you have done well. Reward yourself with something that makes you happy. And take a deep breath to relax. Remember, you earn a @global.parent_point every time you care for yourself – you matter!
sw: Wewe ni hodari! Kila siku, tambua kitu ambacho umefanya vizuri. Jituze kwa kitu ambacho kinakufanya uwe na furaha. Na pumua kwa kina ili kupumzika. Kumbuka, unapata @global.parent_point kila wakati unapojijali - ni muhimu!

# data_list
source: Think
af: Dink
sw: Fikiria
zu: Cabanga

# data_list
source: Budget preparation
sw: Kuandaa bajeti

# data_list
source: Step 1: Think
sw: Hatua ya 1: Fikiri

# data_list
source: Step 2: Choose
sw: Hatua ya 2: Chagua

# data_list
source: Step 3: Build
sw: Hatua ya 3: Jenga

# data_list
source: Step 4: Plan
sw: Hatua ya 4: Panga

# data_list
source: Question
sw: Swali

# data_list
source: Talk Together
af: Gesels saam
sw: Zungumza Pamoja
zu: Khulumani Ndawonye

# data_list
source: Relax
af: Ontspan
sw: Chukua pumziko
xh: Phola
zu: Phumula

# data_list
source: Recognise
af: Erken
sw: Tambua
zu: Qaphela

# data_list
source: Reward
af: Beloning
sw: Tuzo
zu: Umvuzo

# data_list
source: Learn
af: Leer
sw: Jifunze
zu: Funda

# data_list
source: Try it out!
sw: Ijaribu!

# data_list
source: Start
af: Begin
sw: Anza
xh: Qalisa
zu: Qala

# data_list
source: Continue
af: Gaan voort
sw: Endelea
xh: Qhubeka
zu: Qhubeka

# data_list
source: Welcome to @global.parent_app. Click here to start your journey!
af: Welkom by @global.parent_app. Klik hier om jou reis te begin!
sw: Karibu kwenye @global.parent_app. Bonyeza hapa kuanza safari yako!
zu: Siyakwamukela ku@global.parent_app. Chofoza lapha ukuze uqale uhambo lwakho!

# data_list
source: Care for yourself with @global.parent_app
sw: Jithamini mwenyewe kutoka @global.parent_app

# data_list
source: @fields.user_name, it is so good to have you on this parenting journey. Tap the @data.workshop.w_self_care.in_text_title and learn more on how you can care for yourself. A happy family starts with a happy YOU!
sw: @fields.user_name, ni vizuri sana kuwa na wewe katika safari ya malezi. Gusa @data.workshop.w_self_care.in_text_title na jifunze jinsi unavyoweza kujithamini mwenyewe. Familia yenye furaha huanza na WEWE mwenye furaha!

# data_list
source: Connect well through @global.parent_app
sw: Jiunge vizuri kupitia @global.parent_app

# data_list
source: Spending time with your teen helps build trust between you. Continue your @global.parent_app journey now by completing the @data.workshop.w_1on1.in_text_title. You and your family will see great results.
sw: Kutumia muda na kijana wako husaidia kujenga uaminifu kati yenu. Endelea na safari yako ya @global.parent_app kwa kujaza @data.workshop.w_1on1.in_text_title. Wewe na familia yako mtaona matokeo mazuri.

# data_list
source: Praise each other with @global.parent_app
sw: Sifianeni kila mmoja na @global.parent_app

# data_list
source: Praising makes all the difference. Complete the @data.workshop.w_praise.in_text_title to see how praise can change YOUR family.
sw: Kusifia huleta tofauti nyingi. Jaza @data.workshop.w_praise.in_text_title kuona jinsi kusifia inaweza kubadilisha familia YAKO.

# data_list
source: Instruct well through @global.parent_app
sw: Elekeza vizuri kupitia @global.parent_app
