Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# template
source: Let's practice giving praise.
af: Kom ons oefen om iemand te prys.
sw: Hebu tufanye mazoezi ya kusifia.
xh: Masikuqhelisele ukuncoma.
zu: Ake siphrakthize ukuncoma.

# template
source: Share with each other: * What can you praise your teen for? * What has someone else done well during this workshop? Tell them! * How did it make you feel to praise someone? * How did it make you feel to be praised?
af: Deel met mekaar: * Waarvoor kan jy jou tiener prys? * Wat het iemand anders tydens hierdie werksessie goed gedoen? Sê vir hulle! * Hoe het dit jou laat voel om iemand te prys? * Hoe het dit jou laat voel om geprys te word?
sw: Shirikishaneni nyote: * Je, unaweza kumsifia kijana wako kwa kitu gani? * Je, ni kitu gani ambacho mtu mwingine amefanya vizuri kwenye kipindi hiki? Mwambie! * Je, ulijisikiaje kumsifia mtu? * Je, ulijisikiaje kusifiwa?
xh: Baliselanani: * Ungamncoma ngantoni umntwana wakho ofikisayo? * Yintoni enye into entle eyenziwe ngomnye umntu ebudeni bolu qeqesho? Baxelele! * Kukwenze waziva njani ukuncoma umntu? * Kukwenze waziva njani ukunconywa?
zu: Khulumisanani: * Yisiphi isizathu esingakwenza uncome ingane yakho? * Yini othile ayenze kahle phakathi nalokhu kuqeqeshwa? Batshele! * Kukwenze wazizwa kanjani lapho uncoma omunye umuntu? * Kukwenza wazizwa kanjani lapho unconywa?

# template
source: Sometimes it is hard to think of what to praise your teen for! Here are some ideas from other parents:
sw: Wakati mwingine ni vigumu kufikiria kitu gani cha kumsifia kijana wako! Haya ni mawazo kutoka kwa wazazi wengine:

# template
source: * Being kind to someone * Cleaning their room * Joining a family meal * Greeting other family members * Looking after siblings * Coming home in time * Showing thoughtfulness * Saying 'please' or 'thank you' * Going to school * Doing chores or schoolwork * Getting through mealtime peacefully
af: * Wys goedhartigheid teenoor iemand * Maak hulle kamers skoon * Eet saam met die gesin * Groet ander gesinslede * Pas ander broers of susters op * Kom betyds huis toe * Wys bedagsaamheid * Sê ‘asseblief’ of ‘dankie’ * Gaan skool toe * Doen werkies of skoolwerk * Bewaar die vrede tydens etenstye
sw: * Kumtendea mtu wema * Kusafisha chumba chake * Kula pamoja na familia * Kuwasalimu wanafamilia wengine * Kuwatunza ndugu zake * Kuwahi kurudi nyumbani * Kuwafikiria wengine * Kusema 'tafadhali' au 'asante' * Kwenda shule * Kufanya kazi za nyumbani au kazi ya shule * Kumaliza wakati wa kula kwa amani
xh: * Ukuba noobubele emntwini * Ukucoca igumbi lakhe lokulala * Ukujoyinia isiddlo sentsapho * Ukubulisa amanye amalungu osapho * Ukunyamekela abanye abantwana bakowabo * Ukugoduka kwangethuba * Ukumcingela * Ukuthi ‘ndiyacela’ okanye ‘enkosi’ * Ukuya esikolweni * Ukwenza imisebenzi yasekhaya okanye eyesikolo * Ukuphathana ngoxolo ebudeni besidlo
zu: * Ukuba nomusa komunye umuntu * Ukuhlanza igumbi lakhe * Ukuhlanganyela esidlweni somndeni * Ukubingelela amanye amalungu omndeni * Ukunakekela ozalwa nabo * Ukufika ekhaya ngesikhathi * Ukubonisa ukucabangela * Ukuthi 'ngiyacela' noma 'ngiyabonga' * Ukuya esikoleni * Ukwenza imisebenzi yasekhaya noma ukwenza umsebenzi wesikole wasekhaya * Ukudla ngokuthula

# template
source: This week, set one rule together with your teen. Remember to praise your teen afterwards!
af: Lê hierdie week een reël saam met jou tiener neer. Onthou om jou tiener daarná te prys!
sw: Wiki hii, tengeneza sheria moja pamoja na kijana wako. Kumbuka kumsifia kijana wako baadaye!
xh: Kule veki, yenza umgaqo ube mnye nomntwana wakho ofikisayo. Ungalibali ukumncoma umntwana wakho ofikisayo emva koko!
zu: Kuleli viki, bekani umthetho owodwa nengane yakho. Khumbula ukuncoma ingane yakho ngemva kwalokho!

# template
source: Write down one important rule you would like to make with your teenager – you will be doing this as your home practice this week. What will they think about it?
sw: Andika sheria moja muhimu ambayo ungependa kuiweka na kijana wako – hili ndilo litakuwa zoezi lako la nyumbani wiki hii. Je, atafikiria nini kuhusu sheria hii?

# template
source: Have you managed to set a rule together with your teen?
af: Kon jy saam met jou tiener ’n reël opstel?
sw: Je, umeweza kutengeneza sheria pamoja na kijana wako?
xh: Ngaba ukwazile ukusebenzisana nomntwana wakho ofikisayo ukuze nibeke umthetho?
zu: Ingabe ukwazile ukubeka umthetho ndawonye nengane yakho esebusheni bayo?

# template
source: Sometimes it feels like your teens are still grumpy even when you’ve done the best you can. Remember that you are doing an amazing job, and that there will be good times with them too!
af: Soms voel dit asof jou tieners nog steeds knorrig is, selfs al het jy jou bes gedoen. Onthou dat jy uitstekende werk doen en dat daar ook goeie tye saam met hulle sal wees!
sw: Wakati mwingine vijana wenu huonekana kama bado wamehamaki hata mnapokuwa mmefanya kadri muwezavyo. Kumbukeni kwamba mnafanya kazi nzuri sana, na mtapata pia nyakati nzuri za kufurahi nao pamoja!
xh: Ngamanye amaxesha kuye kube ngathi abantwana bakho abafikisayo banomsindo nangona sele wenze konke okusemandleni akho. Ukhumbule ukuba wenza umsebenzi ogqwesileyo, kwaye amaxesha amnandi aza kude abekho nakubo!
zu: Ngezinye izikhathi kuzwakala sengathi intsha yakho isathukuthele ngisho noma wenze konke okusemandleni akho. Khumbula ukuthi wenza umsebenzi omuhle kakhulu, nokuthi ke zizoba khona izikhathi ozijabulelayo nengane yakho esebusheni bayo!

# template
source: You are close to gaining another parenting tool! Complete the @local.workshop_data.in_text_title, set ONE simple and realistic rule with your teen, and see things change!
af: Jy is op die punt om nog ’n ouerskaphulpmiddel te verkry! Voltooi die @local.workshop_data.in_text_title, stel EEN eenvoudige en realistiese reël saam met jou tiener op, en kyk hoe dinge verander!
sw: Unakaribia kupata nyenzo nyingine ya malezi! Maliza @local.workshop_data.in_text_title, weka sheria MOJA nyepesi na inayotekelezeka pamoja na kijana wako, halafu utaona mambo yatakavyobadilika!
xh: Sele ukufutshane ekufumaneni esinye isixhobo sokuba ngumzali! Gqiba i-@local.workshop_data.in_text_title, bekela umntwana wakho ofikisayo umthetho OMNYE olula nonokuthotyelwa, uze ubone izinto zitshintsha!
zu: Sekuseduze thole ezinye izicebiso zokuba umzali! Qedela i-@local.workshop_data.in_text_title, beka umthetho OWODWA olula nolandelekayo ninengane yakho esebusheni bayo, bese ubona ushintsho oluzo kwenzeka!

# template
source: Hi @fields.user_name! New week, new workshop! Learn how to set household rules in a way that will increase the chances of your teen keeping them.
af: Hallo, @fields.user_name! Nuwe week, nuwe werkswinkel! Leer hoe om huisreëls op so 'n manier op te stel dat dit die kanse sal verbeter dat jou tiener dit sal nakom.
sw: Habari @fields.user_name! Ni wiki mpya na warsha mpya! Jifunze jinsi ya kutengeneza sheria za kaya kwa namna itakayomwongezea kijana wako uwezekano wa kuzifuata.

# template
source: Hi @fields.group_name! New week, new workshop! Learn how to set household rules in a way that will increase the chances of your teen keeping them.
af: Hallo, @fields.group_name! Nuwe week, nuwe werkswinkel! Leer hoe om huisreëls op so 'n manier op te stel dat dit die kanse sal verbeter dat jou tiener dit sal nakom.
sw: Habari @fields.group_name! Ni wiki mpya na warsha mpya! Jifunze jinsi ya kutengeneza sheria za kaya kwa namna itakayomwongezea kijana wako uwezekano wa kuzifuata.

# template
source: Thank you again for using @global.parent_app and for committing to your parenting journey. The @local.workshop_data.in_text_title will show you how to set rules in a way that will help your teen to understand and follow them better.
af: Weereens baie dankie dat jy @global.parent_app gebruik en dat jy toegewyd is aan jou ouerskapreis. Die @local.workshop_data.in_text_title sal jou wys hoe om reëls op te stel op ’n manier wat jou tiener sal help om dit beter te verstaan en te volg.
sw: Kwa mara nyingine, asante kwa kutumia @global.parent_app na kujitolea kwa dhati kwenye safari yako ya malezi. @local.workshop_data.in_text_title itakuonesha jinsi ya kuweka sheria kwa namna itakayomsaidia kijana wako kuzielewa na kuzifuata vizuri zaidi.
xh: Enkosi kwakhona ngokusebenzisa i-@global.parent_app nangokuzimisela kuhambo lokuba ngumzali. I-@local.workshop_data.in_text_title iza kukubonisa indlela yokubeka imithetho ngendlela eya kunceda umntwana wakho ofikisayo ayiqonde aze ayilandele ngcono.
zu: Siyakubonga ngokusebenzisa i-@global.parent_app nangokuzibophezela ohambweni lwakho lokuba umzali. I-@local.workshop_data.in_text_title izokubonisa indlela ongabeka ngayo imithetho ngendlela ezosiza ingane yakho esebusheni bayo iyiqonde futhi iyilandele kangcono imithetho.

# template
source: Tomorrow a brand new @global.parent_app workshop is ready for you. Try to complete the @local.workshop_data.in_text_title before starting the new workshop. It won’t take long and will help your teen to follow rules better!
af: Môre staan ’n splinternuwe @global.parent_app-slypskool vir jou gereed. Probeer die @local.workshop_data.in_text_title voltooi voordat jy met die nuwe slypskool begin. Dit sal nie lank neem nie en dit sal jou tiener help om die reëls beter te volg!
sw: Kesho warsha mpya kabisa ya @global.parent_app itakuwa tayari kwa ajili yako. Jaribu kumalizia @local.workshop_data.in_text_title kabla ya kuanza warsha mpya. Haitachukua muda mrefu na itamsaidia kijana wako kufuata sheria vizuri zaidi!
xh: Ngomso uqeqesho olutsha kraca lwe @global.parent_app sele likulindile. Zama ukugqiba i@local.workshop_data.in_text_title ngaphambi kokuqala uqeqesho olutsha. Ayiyi kuthatha xesha lide kwaye iya kunceda umntwana wakho ofikisayo alandele imithetho ngcono!
zu: Kusasa kukhona okusha @global.parent_app kumhlangano wokufundisana okukulindele. Zama qeda i-@local.workshop_data.in_text_title ngaphambi kokuthi uqale umhlangano wokufundisana omusha. Ngeke kuthathe isikhathi eside futhi kuzosiza ingane yakho esebusheni bayo ilandele imithetho kangcono!

# template
source: Congratulations, you completed the @local.workshop_data.in_text_title. Tomorrow, a new workshop will help you know what to do when teens show bad (or good) behaviour!
af: Baie geluk met jou voltooiing van die @local.workshop_data.in_text_title. Môre sal ’n nuwe slypskool jou help om te weet wat jy moet doen as tieners slegte (of goeie) gedrag toon!
sw: Hongera, umemaliza @local.workshop_data.in_text_title. Kesho, warsha mpya itakusaidia kujua nini cha kufanya pindi vijana wanapoonesha tabia mbaya (au nzuri)!
xh: Sivuyisana nawe, uye wayigqiba i@local.workshop_data.in_text_title. Ngomso, uqeqesho olutsha luza kukunceda wazi ukuba wenzeni xa abantwana abafikisayo bebonakalisa ukungabi nasimilo (okanye ukuba naso)!
zu: Halala, uyiqedile i-@local.workshop_data.in_text_title. Kusasa, umhlangano wokufundisana omusha uzokusiza wazi lokho ongakwenza lapho intsha iziphatha ngendlela embi (noma enhile)!

# template
source: They discussed the reasons behind the rule
af: Hulle het die redes vir die reël bespreek
sw: Walijadili sababu za kuwekwa kwa sheria hiyo
xh: Baye bancokola ngezizathu zomgaqo
zu: Baye baxoxa ngezizathu zokubeka umthetho

# template
source: @global.w_rules_female_caregiver_1 listened to @global.w_rules_teen_boy’s suggestions
af: @global.w_rules_female_caregiver_1 het na @global.w_rules_teen_boy se voorstelle geluister
sw: @global.w_rules_female_caregiver_1 alisikiliza maoni ya @global.w_rules_teen_boy
xh: @global.w_rules_female_caregiver_1 uwaphulaphule amacebiso ka @global.w_rules_teen_boy
zu: @global.w_rules_female_caregiver_1 uye wakulalela kuka-@global.w_rules_teen_boy iziphakamiso

# template
source: The rule was clear, specific and fair
af: Die reël was duidelik, spesifiek en regverdig
sw: Sheria hiyo ilikuwa wazi, maalum na ya haki
xh: Umgaqo ubucacile, ungqalile yaye ulungile
zu: Umthetho ubucacile, uqondile futhi ubonelela

# template
source: @global.w_rules_female_caregiver_1 praised @global.w_rules_teen_boy for helping to make the rule
af: @global.w_rules_female_caregiver_1 het @global.w_rules_teen_boy geprys het omdat hy die reël help neerlê het
sw: @global.w_rules_female_caregiver_1 alimsifia @global.w_rules_teen_boy kwa kusaidia kuweka sheria
xh: @global.w_rules_female_caregiver_1 umncomile u @global.w_rules_teen_boy ngokumnceda enze umgaqo
zu: @global.w_rules_female_caregiver_1 uye wamncoma u-@global.w_rules_teen_boy ngokumsiza ekubekeni umthetho

# template
source: That is right, making clear rules together in a calm and positive way works so well!
sw: Hiyo ni kweli, kuweka sheria zilizo wazi kwa kushirikiana na kwa njia ya utulivu na chanya huleta mafanikio makubwa!

# template
source: Exactly - a positive response makes all the difference!
af: Presies – ’n positiewe reaksie maak ’n groot verskil!
sw: Sawasawa – mwitikio chanya huleta mabadiliko makubwa!
xh: Uchanile - impendulo eyiyo iyawenza umahluko!
zu: Kunjalo - ukusabela ngendlela enhle kwenza umehluko!

# template
source: This is just incredible. Every one of these habits is making your family stronger. Be proud.
af: Dit is eenvoudig ongelooflik. Elkeen van hierdie gewoontes maak jou familie sterker. Wees trots daarop.
sw: Hili ni jambo zuri sana. Kila mojawapo ya tabia hizi huifanya familia yako kuwa imara zaidi. Jivunie.
xh: Oku kusemagqabini. Ngalunye kolu qheliselo lwenza intsapho yakho yomelele. Zidle.
zu: Kuhle kakhulu lokhu. Yonke le mikhuba yenza umndeni wakho uqine. Ziqhenye.

# template
source: * Story & discussion – that didn’t work… * Story & discussion – that worked! * Tools: How to create rules TEAM RULES - REAL RULES - PRAISE RULES! * Online safety story – that worked! * Try it out! * Home practice suggestions
af: * Storie en bespreking – dit het nie gewerk nie… * Storie en bespreking – dit het gewerk! * Hulpmiddels: Hoe om reëls neer te lê SPANREËLS – WERKLIKE REËLS – REËLS OM IEMAND TE PRYS! * Storie oor veiligheid aanlyn – dit het gewerk! * Probeer dit! * Voorstelle om tuis te oefen
sw: * Hadithi & majadiliano – ambayo hayakufanikiwa… * Hadithi & majadiliano – ambayo yalifanikiwa! * Nyenzo: Jinsi ya kuunda sheria SHERIA ZA KIKUNDI – SHERIA ZINAZOTEKELEZEKA – SHERIA ZA USIFIAJI! * Hadithi ya usalama mtandaoni – ambayo ilifanikiwa! * Ijaribu! * Mazoezi ya nyumbani yanayopendekezwa
xh: * Ibali nencoko – loo nto ayikhange isebenze… * Ibali nengxubusho – oko kuye kwasebenza! * Izixhobo: Indlela yokuyila imigaqo IMIGAQO YEQELA - IMIGAQO YOKWENENE - IMIGAQO YOKUNCOMA! * ibali lokhuseleko kwi-intanethi – loo nto isebenzile! * Yizame! * Amacebiso asebenzisekayo ekhaya
zu: * Indaba kanye nengxoxo – okungasebenzanga ... * Indaba kanye nengxoxo – okusebenzile! * Amathuluzi: Indlela yokubeka imithetho IMITHETHO YEQEMBU - IMITHETHO YANGEMPELA - NCOMA IMITHETHO! * Indaba yokuphepha ku-inthanethi – okusebenzile! * Kuzame! * Amacebiso alokho ongakwenza ekhaya

# template
source: * Story & reflection – that didn’t work… * Story & reflection – that worked! * Tools: How to create rules TEAM RULES - REAL RULES - PRAISE RULES! * Online safety story – that worked! * Try it out! * Home practice suggestions
af: * Storie en nadenke – dit het nie gewerk nie… * Storie en nadenke – dit het gewerk! * Hulpmiddels: Hoe om reëls neer te lê SPANREËLS – WERKLIKE REËLS – REËLS OM IEMAND TE PRYS! * Storie oor veiligheid aanlyn – dit het gewerk! * Probeer dit! * Voorstelle om tuis te oefen
sw: * Hadithi & tafakari – ambayo haikufanikiwa… * Hadithi & tafakari – ambayo ilifanikiwa! * Nyenzo: Jinsi ya kuunda sheria SHERIA ZA KIKUNDI – SHERIA ZINAZOTEKELEZEKA – SHERIA ZA USIFIAJI! * Hadithi ya usalama mtandaoni – ambayo ilifanikiwa! * Ijaribu! * Mazoezi ya nyumbani yanayopendekezwa
xh: * Ibali nencoko – loo ayikhange isebenze… * Ibali nokucamngca – oko kuye kwasebenza! * Izixhobo: Indlela yokuyila imigaqo IMIGAQO YEQELA - IMIGAQO YOKWENENE - IMIGAQO YOKUNCOMA! * ibali lokhuseleko kwi-intanethi – loo nto isebenzile! * Yizame! * Amacebiso asebenzisekayo ekhaya
zu: * Indaba kanye nokubuyekeza indaba - okungasebenzanga ... * Indaba kanye nokubuyekeza indaba - okusebenzile! * Amathuluzi: Indlela yokubeka imithetho IMITHETHO YEQEMBU - IMITHETHO YANGEMPELA - NCOMA IMITHETHO! * Indaba yokuphepha ku-inthanethi – kusebenzile! * Kuzame! * Amacebiso alokho ongakwenza ekhaya

# template
source: What went well here in making a rule together?
af: Wat het hier goed gegaan met die neerlê van die reël?
sw: Kwa kuweka sheria pamoja, jambo gani lilienda vizuri hapa?
xh: Yintoni ebintle apha ngokwenza umgaqo kunye?
zu: Yini ehambe kahle lapha ekubekeni umthetho ndawonye?

# template
source: How do you think @global.w_rules_teen_boy knew his @global.w_rules_female_caregiver_1 appreciated him?
af: Hoe dink jy het @global.w_rules_teen_boy geweet sy@global.w_rules_female_caregiver_1 waardeer hom?
sw: Je, unafikiri @global.w_rules_teen_boy alijuaje kuwa @global.w_rules_female_caregiver_1 wake anamthamini?
xh: Ucinga ukuba u @global.w_rules_teen_boy wazi njani ukuba u @global.w_rules_female_caregiver_1 uyamxabisa?
zu: Ucabanga ukuthi u-@global.w_rules_teen_boy waze kanjani ukuthi u-@global.w_rules_female_caregiver_1 uyamncoma?

# template
source: Making the rule together went well because...
af: Om die reël saam neer te lê, het goed verloop omdat...
sw: Kutengeneza sheria pamoja kulienda vizuri kwa sababu...
xh: Ukuwenza sobabini umgaqo kusebenzile ngenxa yokuba...
zu: Ukubeka umthetho ndawonye kube impumelelo ngoba...

# template
source: * They discussed the reasons behind the rule * @global.w_rules_female_caregiver_1 listened to @global.w_rules_teen_boy’s suggestions * The rule was clear, specific and fair * @global.w_rules_female_caregiver_1 praised @global.w_rules_teen_boy for helping to make the rule
af: * Hulle die redes vir die reël bespreek het * @global.w_rules_female_caregiver_1 na @global.w_rules_teen_boy se voorstelle geluister het * Die reël duidelik, spesifiek en regverdig was * @global.w_rules_female_caregiver_1 vir @global.w_rules_teen_boy geprys het omdat hy die reël help neerlê het
sw: * Walijadili sababu za kuwekwa kwa sheria hiyo * @global.w_rules_female_caregiver_1 alisikiliza maoni ya @global.w_rules_teen_boy * Sheria hiyo ilikuwa wazi, maalum na ya haki * @global.w_rules_female_caregiver_1 alimsifia @global.w_rules_teen_boy kwa kusaidia kuweka sheria hiyo
xh: * Baye bancokola ngezizathu zomgaqo * @global.w_rules_female_caregiver_1 uwaphulaphule amacebiso ka @global.w_rules_teen_boy * Umgaqo ubucacile, ungqalile yaye ulungile * @global.w_rules_female_caregiver_1 umncomile u @global.w_rules_teen_boy ngokumnceda enze umgaqo
zu: * Baye baxoxa ngezizathu zokubeka umthetho * @global.w_rules_female_caregiver_1 uye wakulalela -@global.w_rules_teen_boy isiphakamiso * Umthetho ubucacile, uqondile futhi ubonelela * @global.w_rules_female_caregiver_1 uye wamncoma u-@global.w_rules_teen_boy ngokumsiza ekubekeni umthetho

# template
source: @global.w_rules_teen_boy knew his @global.w_rules_female_caregiver_1 appreciated him because...
af: @global.w_rules_teen_boy het geweet sy @global.w_rules_female_caregiver_1 waardeer hom, want...
sw: @global.w_rules_teen_boy alijua kuwa @global.w_rules_female_caregiver_1 wake alimthamini kwa sababu...
xh: @global.w_rules_teen_boy ebemazi @global.w_rules_female_caregiver_1 ebemxabisa ngenxa yokuba...
zu: @global.w_rules_teen_boy bekazi ukuthi @global.w_rules_female_caregiver_1 uyancoma ngoba...

# template
source: * She praised him * She rewarded him when he followed the rule
af: * Sy het hom geprys * Sy het hom beloon toe hy die reël gevolg het
sw: * Alimsifia * Alimzawadia alipofuata sheria
xh: * Uye wamncoma * Umnike umvuzo ngokulandela umgaqo
zu: * Uye wamncoma * Uye wamvuza uma elandela umthetho

# template
source: Let's practice making rules.
af: Kom ons oefen om reëls te maak.
sw: Hebu tufanye mazoezi ya kutengeneza sheria.
xh: Makhe siqhelisele ukwenza imigaqo.
zu: Ake sizame ukubeka imithetho.

# template
source: * What is one important rule you’d each like to make with your teenager? * What do you think your teen will think about that rule? Remember, make rules specific and realistic!
af: * Wat is een belangrike reël wat julle elkeen saam met julle tiener wil maak? * Wat dink jy sal jou tiener van daardie reël dink? Onthou, maak die reëls spesifiek en realisties!
sw: * Je, ni sheria gani moja muhimu ambayo kila mmoja wenu angependa kuiweka na kijana wake? * Je, unadhani kijana wako atafikiriaje kuhusu sheria hiyo? Kumbuka, sheria ziwe bayana na zinazotekelezeka!
xh: * Nguwuphi umgaqo omnye obalulekileyo ngamnye kuni ongathanda ukuwenza nomntwana wakho ofikisayo? * Ucinga ukuba umntwana wakho ofikisayo uza kucinga ngantoni ngalo mgaqo? Khumbula, yenze imigaqo ingqale yaye ibe sengqiqweni!
zu: * Yimuphi umthetho obalulekile eningafisa ukuwubeka nengane yakho? * Ucabanga ukuthi ingane yakho izocabangani ngalo mthetho? Khumbula, beka umthetho oqondile futhi ozolungela ingane!

# template
source: Here are some of the rules other families created:
af: Hier is party van die reëls wat ander gesinne gemaak het:
sw: Hapa kuna baadhi ya sheria zilizowekwa na familia nyingine:
xh: Nantsi eminye imigaqo eziye zayiyila ezinye iintsapho:
zu: Nayi eminye imithetho ebekwe eminye imindeni:

# template
source: * Teen can play outside after finishing homework * All family members are eating dinner together * Teen 1 does dishes on Sunday and Monday, Teen 2 on Tuesday and Wednesday * We speak to each other politely and nicely * When listening to music you need to use earphones
af: * Tiener kan buite speel nadat huiswerk klaar gedoen is * Alle gesinslede eet saam aandete * Tiener 1 was die skottelgoed op Sondag en Maandag, Tiener 2 op Dinsdag en Woensdag * Ons praat ordentlik en vriendelik met mekaar * Wanneer jy na musiek luister, moet jy oorfone gebruik
sw: * Kijana anaweza kucheza nje baada ya kumaliza kazi ya nyumbani * Wanafamilia wote watakula mlo wa usiku pamoja * Kijana "A" ataosha vyombo siku ya Jumapili na Jumatatu, Kijana "B" siku ya Jumanne na Jumatano * Tutazungumza baina yetu kwa adabu na kwa wema * Unaposikiliza muziki, unatakiwa kutumia vifaa vya kusikilizia
xh: * Abantwana abafikisayo bangadlala phandle emva kokugqiba ukwenza umsebenzi wesikolo * Onke amalungu entsapho atya kunye idinala * Umntwana ofikisayo 1 uhlamba izitya ngeCawa nangoMvulo, Umntwana ofikisayo 2 uzenza ngoLwesibini nangoLwesithathu * Sincokolisana ngesimilo nangobubele * Xa ufuna ukumamela umculo uwuphulaphula ngee- earphones
zu: * Ingane yakho ingadlala ngaphandle ngemuva kokuqeda umsebenzi wasekhaya * Onke amalunga omndeni adla isidlo sakusihlwa ndawonye * Ingane yakho yokuqala igeza izitsha ngeSonto nangoMsombuluko, bese eyesibili izigeze ngoLwesibili nangoLwesithathu * Sikhulumisana ngenhlonipho nangomusa * Uma ulalela umculo kumelwe usebenzise ama-earphones

# template
source: Make two maps with your teen of safe and unsafe places: * Map of your community * Map of apps and websites your teen uses Make sure you are both happy with the safety plan. What really matters is that you talk with your teen as you do this – often teens know much more than we do about where it is safe and unsafe!
sw: Wewe na kijana wako choreni ramani mbili za maeneo salama na yasiyo salama: * Ramani ya jamii yenu * Ramani ya programu na tovuti ambazo kijana wako anatumia Hakikisheni wote wawili mnafurahishwa na mpango wa usalama. Kilicho muhimu hasa ni kwamba utakuwa unazungumza na kijana wako pindi mnapofanya hivyo – mara nyingi vijana wanajua mengi kutuzidi kuhusu maeneo salama na yasiyo salama!
