Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# global
source: No gadget use the next day
af: Geen gebruik van toestelle die volgende dag nie
sw: Hakuna kutumia vifaa vya kielektroniki siku inayofuata
xh: Makungasetyenziswa sixhobo kusuku olulandelayo
zu: Azikho izinto zobuchwepheshe ezizosetshenziswa kusasa

# global
source: Take 5 minutes' pause in a separate part of the room
sw: Kutulia kwa dakika 5 ukiwa upande mwingine wa chumba

# global
source: Write a letter of apology
af: Skryf ’n brief om verskoning te vra
sw: Kuandika barua ya kuomba msamaha
xh: Bhala ileta yokuxolisa
zu: Bhala incwadi yokuxolisa

# global
source: Cannot see friends the next day
af: Kan nie die volgende dag vriende sien nie
sw: Haruhusiwi kuwatembelea marafiki siku inayofuata
xh: Akakwazi ukubona abahlobo bakhe ngosuku olulandelayo
zu: Awuvunyelwe ukubona abangane bakho kusasa

# global
source: Cannot play with phone after dinner (or next hour)
af: Kan nie na aandete (of vir die volgende uur) met foon speel nie
sw: Haruhusiwi kuchezea simu baada ya chakula cha usiku (au saa inayofuata)
xh: Aninakudlala ngefowuni emva kwedinala (okanye kwiyure elandelayo)
zu: Avuvunyelwe ukudlala nocingo lwakho ngemva kwesidlo sakusihlwa (noma ehoreni elilandelayo)

# global
source: Extra time with friends on weekend (1hr)
af: Ekstra tyd saam met vriende oor die naweek (1 uur)
sw: Muda wa ziada na marafiki wikiendi (saa 1)
xh: Ixesha elithe chatha nabahlobo ngempelaveki (iyure e-1)
zu: Isikhathi esengeziwe nabangane ngempelasonto (ihora eli-1)

# global
source: Cooking teen’s favourite meal
af: Maak die tiener se gunstelingmaaltyd
sw: Kupika chakula kipendwacho na kijana
xh: Ukupheka ukutya okuthandwa ngumntu ofikisayo
zu: Ukupheka ukudla okuthandwa ingane yami

# global
source: Extra time with phone after dinner (30 min)
af: Ekstra tyd met foon na aandete (30 min)
sw: Muda wa ziada akiwa na simu baada ya chakula cha usiku (dakika 30)
xh: Ixesha elithe chatha nefowuni emva kwedinala (imizuzu engama-30)
zu: Isikhathi esengeziwe sokudlala ngocingo ngemuva kwesidlo sakusihlwa (30 imiz.)

# global
source: Watching teen’s TV show together
sw: Kuangalia pamoja kipindi cha vijana kwenye runinga

# global
source: Extra one-on-one time on Sunday (30 min)
af: Ekstra een-tot-een-tyd Sondag (30 min)
sw: Muda wa ziada wa kuzungumza wawili Jumapili (dakika 30)
xh: Ixesha elongezelelkileyo lenu nobabini ngeCawa (imizuzu engama-30)
zu: Ukuba nesikhathi esengeziwe sokuba nodwa ngeSonto (30 imiz.)

# global
source: Take a deep breath and pause before responding
af: Haal diep asem en wag voor jy reageer
sw: Vuta pumzi ndefu na utulie kabla ya kujibu
xh: Tsala umoya kakhulu uze unqumame ngaphambi kokuphendula
zu: Donsa umoya kakhulu ngaphambi kokuthi uphendule

# global
source: Listen to your teen
af: Luister na jou tiener
sw: Msikilize kijana wako
xh: Mphulaphule umntwana wakho ofikisayo
zu: Lalela ingane yakho

# global
source: Praise your teen for sharing
af: Prys jou tiener omdat hulle deel
sw: Msifie kijana wako kwa kukushirikisha
xh: Mncome umntwana wakho ngokubalisa
zu: Ncoma ingane yakho ngokukhuluma

# global
source: Use problem solving skills
af: Gebruik probleemoplossingvaardighede
sw: Tumia ujuzi wa kutatua matatizo
xh: Sebenzisa ubuchule bokusombulula iingxaki
zu: Sebenzisa amakhono okuxazulula inkinga

# global
source: Work out where you can get help
af: Vind uit waar jy hulp kan kry
sw: Fikiria mahali unapoweza kupata msaada
xh: Khangela apho unokufumana khona uncedo
zu: Thola lapho ungathola khona usizo

# global
source: Watching this video requires internet access. To limit data use, watch or download this video when on WiFi.
af: Om na hierdie video te kyk, het mens toegang tot die internet nodig. Om die gebruik van data te beperk, kyk na die video of laai dit af wanneer jy op wifi is.
sw: Kuangalia video hii kunahitaji uwe na mtandao wa intaneti. Ili kupunguza matumizi ya data, tazama au pakua video hii unapokuwa kwenye WiFi.
xh: Ukubukela levidiyo kufuna ufikelelo lweintanethi. Ukulinganisela usetyenziso lwedatha, bukela okanye udawnlowude le vidiyo xa ukwi WiFi.
zu: Ukubuka le vidiyo kudinga i-inthanethi. Ukuze wonge amadatha akho, buka noma udawunilode le vidiyo uma usendaweni ene-WiFi.

# global
source: Visiting these websites requires internet access. To limit data use, visit these websites when on WiFi.
af: Om hierdie webwerwe te besoek, het mens toegang tot die internet nodig. Om die gebruik van data te beperk, besoek hierdie webwerwe wanneer jy op wifi is.
sw: Ili kutembelea tovuti hizi, unahitaji mtandao wa intaneti. Ili kupunguza matumizi ya data, tembelea tovuti hizi ukiwa kwenye WiFi.
xh: Ukutyelela ezi webhsayithi kufuna ufikelelo lwe-intanethii. Ukuze ulinganisele usetyenziso lwedatha, tyelela ezi webhsayithi xa ukwi WiFi.
zu: Ukuvakashela la mawebusayithi kudinga ube ne-inthanethi. Ukuze wonge amadatha akho, vakashela lamawebusayithi uma usendaweni ene-WiFi.

# global
source: Sending this message requires internet access. To limit data use, send this message when on WiFi.
af: Om hierdie boodskap te stuur, het mens toegang tot die internet nodig. Om die gebruik van data te beperk, stuur hierdie boodskap wanneer jy op wifi is.
sw: Kutuma ujumbe huu kunahitaji mtandao wa intaneti. Ili kupunguza matumizi ya data, tuma ujumbe huu ukiwa kwenye WiFi.
xh: Ukuthumela lo myalezo kufuna ufikelelo lweintanethi. Ukuze ulinganisele usetyenziso lwedatha, thumela umyalezo xa ukwi WiFi.
zu: Ukuthumela lo mlayezo kudinga i-inthanethi. Ukuze wonge amadatha akho, kumelwe uthumele lo mlayezo uma usendaweni ene-WiFi.

# global
source: Severe illness or death of a friend or family member
af: Ernstige siekte of dood van ’n vriend of familielid
sw: Ugonjwa mbaya au kifo cha rafiki au mwanafamilia
xh: Ukugula okumandla okanye ukufa komhlobo okanye ilungu lentsapho
zu: Ukugula okubi noma ukufa komngane noma ilungu lomndeni

# global
source: Robbery
af: Diefstal
sw: Unyang'anyi
xh: Ukukhuthuzwa
zu: Ukubanjwa inkunzi

# global
source: Flooding
af: Vloed
sw: Mafuriko
xh: Izikhukula
zu: Izikhukhula

# global
source: Political violence
af: Politieke geweld
sw: Vurugu za kisiasa
xh: Ugonyamelo lwezopolitiko
zu: Udlame lwezepolotiki

# global
source: Losing my job
af: Verloor my werk
sw: Kufukuzwa kazi yangu
xh: Ukuphelelwa ngumsebenzi
zu: Ukulahlekelwa umsebenzi

# global
source: Pandemic (COVID-19)
af: Pandemie (COVID-19)
sw: Janga (UVIKO-19)
xh: Ubhubhani (lwe-COVID-19)
zu: Ubhubhane (COVID-19)

# global
source: Weekly Workshops
af: Weeklikse Slypskole
sw: Warsha za Wiki
xh: Uqeqesho Lwangeveki
zu: Ukuqeqeshwa Kwamasonto Onke

# global
source: Weekly Workshop
af: Weeklikse Slypskole
sw: Warsha ya Wiki
xh: Uqeqesho Lweveki
zu: Ukuqeqeshwa Kwamasonto Onke

# global
source: workshops
sw: warsha

# global
source: workshop
sw: warsha

# global
source: Workshops
sw: Warsha

# global
source: Workshop
sw: Warsha

# global
source: Things to do
sw: Vitu vya kufanya

# global
source: Home
af: Tuis
sw: Mwanzo
zu: Ikhasi Lokuqala

# global
source: Options
af: Opsies
sw: Machaguo
zu: Ongakhetha kukho

# global
source: modules
sw: vipindi

# global
source: module
sw: kipindi

# global
source: Modules
sw: Vipindi

# global
source: Module
sw: Kipindi

# global
source: ParentPoints
af: OuerPunte
sw: Alama za Mzazi
xh: Iingongoma Zomzali
zu: Amaphuzu Omzali

# global
source: ParentPoint
af: OuerPunt
sw: Alama ya Mzazi
xh: Ingongoma Yomzali
zu: Iphuzu Lomzali

# global
source: Parent Library
af: Ouerbiblioteek
sw: Maktaba ya Mzazi
xh: ILayibrari yoMzali
zu: Umtapo Wolwazi Womzali

# global
source: In-Week Messages
af: In-week-boodskappe
sw: Jumbe za Wiki
xh: Imiyalezo Yeveki
zu: Imiyalezo Yaphakathi Nesonto

# global
source: To solve this challenge, I will try to:
af: Om hierdie uitdaging te oorkom, sal ek probeer om:
sw: Ili kutatua changamoto hii, nitajaribu:
xh: Ukuze ucombulule olu celo-mngeni, Ndiya kuzama uku:
zu: Ukuxazulula le nkinga, ngizozama uku:

# global
source: Do you want to try one of the following things?
af: Wil jy een van die volgende dinge probeer?
sw: Je, unataka kujaribu mojawapo ya mambo yafuatayo?
xh: Ngaba ufuna ukuzama enye yezi zinto zilandelayo?
zu: Ingabe ufuna ukuzama okukodwa kulokhu okulandelayo?

# global
source: My challenge is not listed here.
af: My uitdaging is nie op hierdie lys nie.
sw: Changamoto yangu haikuorodheshwa hapa.
xh: Ucelo-mngeni lwam aludweliswanga apha.
zu: Inkinga yami ayibaliwe lapha.

# global
source: Did you have a chance to try
sw: Ulikuwa na nafasi ya kujaribu

# global
source: New @global.workshop ready tomorrow!
sw: @global.workshop mpya itakuwa tayari kesho!

# global
source: New workshop!
af: Nuwe slypskool!
sw: Warsha mpya!
xh: Uqeqesho olutsha!
zu: Ukuqeqeshwa okusha!

# global
source: @global.workshop_capital Reminder
sw: @global.workshop_capital Ukumbusho

# global
source: Nice progress!
af: Goeie vordering!
sw: Maendeleo mazuri!
xh: Inkqubela encomekayo!
zu: Inqubekela phambili enhle!

# global
source: Remember to sit down and relax today - taking care of yourself is an important parenting skill.
af: Onthou om vandag te gaan sit en te ontspan – om vir jouself te sorg is ’n belangrike ouerskapvaardigheid.
sw: Kumbuka kukaa chini na kutulia leo - kujuthamini mwenyewe ni ujuzi muhimu wa malezi.
zu: Khumbula ukuhlala phansi uphumule namuhla - ukuzinakekela kuyikhono elibalulekile njengomzali.

# global
source: You are appreciated!
af: Jy word waardeer!
sw: Unathaminiwa!
xh: Uxabisekile!
zu: Uyathandwa!

# global
source: Here is a fun activity to do with your teen!
af: Hier is ’n prettige aktiwiteit om saam met jou tiener te doen!
sw: Hapa kuna shughuli ya kufurahisha ya kufanya na kijana wako!
zu: Nayi imisebenzi emnandi ongayenza nengane eyevile eminyakeni eyishumi nambili!

# global
source: Your @global.parent_points this week
af: Jou @global.parent_points hierdie week
sw: @global.parent_points zako wiki hii
xh: I-@global.parent_points yakho kule veki
zu: I-@global.parent_points yakho kuleli sonto

# global
source: Hi @fields.user_name! Thank you for using @global.parent_app and committing to your parenting. Remember to tap your @global.parent_points!
af: Hallo, @fields.user_name! Dankie dat jy @global.parent_app gebruik en jou tot jou ouerskap verbind. Onthou om op jou @global.parent_points te tik!
sw: Habari @fields.user_name! Asante kwa kutumia @global.parent_app na kujitolea kwa dhati kwenye malezi yako. Kumbuka kuvuna @global.parent_points zako!
zu: Sawubona @fields.user_name! Siyakubonga ngokusebenzisa i-@global.parent_app nangokuzibophezela ekubeni umzali. Ukhumbule ukucofa ku i-@global.parent_points!

# global
source: Remember to practise
sw: Kumbuka kufanyia mazoezi

# global
source: regional
sw: mkoa

# global
source: Tanzanian
sw: Mtanzania

# global
source: COVID
sw: UVIKO
zu: I-COVID

# global
source: Make me smile
af: Laat my glimlag
sw: Nifanye nitabasamu
xh: Ndenze ndincume
zu: Ngenze ngimamatheke

# global
source: Get me going
af: Kry my aan die gang
sw: Nifanye niendelee
xh: Ndenze ndiqhubeke
zu: Ngenze ngiqhubeke

# global
source: My Favourite Relaxes
af: My gunsteling maniere om te ontspan
sw: Burudani Zangu Pendwa
xh: Ukuphola Okuthandayo
zu: Ukuphumula Engikuthandayo

# global
source: All Relaxes
af: Alle maniere om te ontspan
sw: Burudani Zote
xh: Konke Ukuphola
zu: Konke Ukuphumula

# global
source: Random Relax
af: Lukrake ontspanning
sw: Burudani Yoyote
xh: Ukuphumla Ngokungacwangciswanga
zu: Ukuphumula Okungahleliwe

# global
source: This Week's Relax
af: Hierdie week se ontspanning
sw: Burudani ya Wiki Hii
xh: Ukuphola Kwale Veki
zu: Ukuphumula Kwaleli Viki

# global
source: Listen & Relax (1-2 minutes)
af: Luister en ontspan (1–2 minute)
sw: Sikiliza na chukua pumziko (dakika 1-2)
xh: Phulaphula uze Uphole (imizuzu 1-2)
zu: Lalela futhi Uphumule (Imizuzu engu-1-2)

# global
source: Listen & Relax (3-5 minutes)
af: Luister en ontspan (3–5 minute)
sw: Sikiliza na chukua pumziko (dakika 3-5)
xh: Phulaphula uze Uphole (imizuzu 3-5)
zu: Lalela futhi Uphumule (Imizuzu engu-3-5)

# global
source: Do & Relax (5-10 minutes)
af: Doen en ontspan (5–10 minute)
sw: Fanya na chukua pumziko (dakika 5-10)
xh: Yenza uze Uphole (imizuzu 5-10)
zu: Yenza futhi Uphumule (Imizuzu engu-5-10)

# global
source: At home
af: Tuis
sw: Nyumbani
xh: Ekhaya
zu: Ekhaya

# global
source: Buy things we can sell
af: Koop goed wat ons kan verkoop
sw: Kununua vitu tunavyoweza kuuza
xh: Ukuthenga izinto esinokuzithengisa
zu: Ukuthenga izinto esingazithengisa

# global
source: At a bank
af: By ’n bank
sw: Kwenye benki
xh: Ebhankini
zu: Ebhange

# global
source: In a savings group
af: In ’n spaargroep
sw: Kwenye kikundi cha kujiwekea akiba
xh: Kumaqela okonga
zu: Eqenjini lokonga

# global
source: Teens completing school/university
af: Tieners wat klaarmaak op skool/universiteit
sw: Vijana kumaliza shule/chuo kikuu
xh: Abantwana abafikisayo abagqibezela isikolo/idyunivesithi
zu: Intsha iqeda isikole/inyuvesi

# global
source: Building/expanding a house for my family
af: Bou ’n huis vir my gesin of brei dit uit
sw: Kujenga/kupanua nyumba ya familia yangu
xh: Ukwakha/ukwandisa indlu yentsapho yam
zu: Ukwakha/ukukhulisa indlu yomndeni wami

# global
source: Starting a business
af: Begin ’n besigheid
sw: Kuanzisha biashara
xh: Ukuqalisa ishishini
zu: Ukuqala ibhizinisi

# global
source: Buying a car for my family
af: Koop ’n motor vir my gesin
sw: Kununua gari ya familia yangu
xh: Ukuthengela usapho lwam imoto
zu: Ukuthengela umndeni wami imoto

# global
source: Walk to the shops
af: Stap winkel toe
sw: Tembea kwenda madukani
xh: Ukolula iinyawo niye ezivenkileni
zu: Ukuhamba niye ezitolo

# global
source: Get water together
af: Kry saam water
sw: Fuata maji pamoja
xh: Yiyani kukha amanzi kunye
zu: Ukuyokha amanzi ndawonye

# global
source: Do a chore together
af: Doen ’n takie saam
sw: Kufanya pamoja shughuli ya nyumbani
xh: Yenzani umsebenzi kunye
zu: Yenzani umsebenzi wasendlini ndawonye

# global
source: Prepare dinner
af: Berei aandete voor
sw: Andaa chakula cha usiku
xh: Lungisani isidlo
zu: Lungisa isidlo sakusihlwa

# global
source: Eat breakfast/lunch/dinner
af: Eet ontbyt/middagete/aandete
sw: Kula kifungua kinywa/mlo wa mchana/mlo wa usiku
xh: Yityani isidlo sakusasa/esasemini/idinala
zu: Yidla isidlo sasekuseni/emini/kusihlwa

# global
source: Have tea after school
af: Drink tee na skool
sw: Kunywa chai akitoka shule
xh: Phungani iti ukuphuma kwesikolo
zu: Phuza itiye ngemva kwesikole

# global
source: Watch a TV show
sw: Kutazama kipindi cha televisheni

# global
source: Review homework
af: Kyk die huiswerk deur
sw: Kupitia tena kazi ya nyumbani
xh: Hlolani umsebenzi wesikolo
zu: Buyekeza umsebenzi wasekhaya

# global
source: Chat before bedtime
af: Gesels voor slaaptyd
sw: Kuongea kabla ya kulala
xh: Ncokolani ngaphambi kokulala
zu: Xoxani ngaphambi kokulala

# global
source: Play a game/sport
af: Speel ’n speletjie/sport
sw: Kucheza mchezo
xh: Dlalani umdlalo
zu: Dlalani umdlalo

# global
source: Tap and type
af: Tik op en tik in
sw: Bonya na uandike
xh: Cofa uze uchwetheze
zu: Chofoza bese uyabhala

# global
source: Tap and choose
af: Tik op en kies
sw: Bonya na uchague
xh: Cofa uze ukhethe
zu: Chofoza bese uyakhetha

# global
source: Type your own
af: Tik jou eie in
sw: Andika yako mwenyewe
xh: Chwetheza eyakho
zu: Bhala okwakho

# global
source: I've understood this. Don't show me this message again.
af: Ek het dit verstaan. Moenie weer vir my hierdie boodskap wys nie.
sw: Nimeielewa hii. Usinionyeshe tena ujumbe huu.
xh: Ndiye ndakuqonda oku. Ungawubonisi lo myalezo kwakhona.
zu: Ngiyakuqonda lokhu. Ungasangibonisi lo myalezo.

# global
source: Ready to practise?
sw: Uko tayari kufanya mazoezi?

# global
source: Talk about home practice
sw: Zungumza kuhusu mazoezi ya nyumbani

# global
source: How did your practice go?
sw: Zoezi lako liliendaje?

# global
source: Let's talk about how your home practice went this week.
af: Kom ons gesels oor hoe dit hierdie week met jou tuisoefening gegaan het.
sw: Tuzungumzie jinsi zoezi la nyumbani lilivyoenda wiki hii.
zu: Masikhulume ngendlela ukuprakthiza kwakho ekhaya okuhambe ngayo kuleli sonto.

# global
source: Story
sw: Hadithi

# global
source: In my group
af: In my groep
sw: Kwenye kundi langu
xh: Kwiqela lam
zu: Eqenjini lami

# global
source: By myself
af: Op my eie
sw: Peke yangu
xh: Ngokwam
zu: Ngedwa

# global
source: Awesome parent
sw: Mzazi mzuri

# global
source: friends
af: vriende
sw: marafiki
xh: abahlobo
zu: abangani

# global
source: Safety Word
sw: Neno la Usalama

# global
source: Aunty Cecilia
sw: Shangazi Cecilia

# template
source: By providing your consent below you acknowledge reading and accepting the @global.terms_and_conditions and @global.privacy_policy. The most important commitments are: 1. This is, and will always be, a fully free app. 2. Your data will never be sold. We are not for profit. 3. By using the app you are helping to make the app better for you and others. 4. Your anonymised data may be used for research purposes by our @global.parent_app team.
af: Deur jou toestemming hieronder te gee, bevestig jy dat jy die @global.terms_and_conditions en @global.privacy_policy gelees en aanvaar het. Die belangrikste verbintenisse is die volgende: 1. Hierdie toep is, en sal altyd, volkome gratis bly. 2. Jou data sal nooit verkoop word nie. Ons is nie winsgewend nie. 3. Deur die toep te gebruik, dra jy by tot die verbetering daarvan vir jouself en ander. 4. Jou geanonimiseerde data mag deur ons @global.parent_app-span vir navorsingsdoeleindes aangewend word.
sw: Kwa kutoa ridhaa hii hapa chini unakubali kusoma na kukubali @global.terms_and_conditions na @global.privacy_policy. Mambo muhimu ya kukubaliana nayo: 1. Hii ni, na itazidi kuwa programu tumishi inayopatikana bure. 2. Taarifa zako kamwe hazitouzwa. Sisi hatupo kwa faida ya kifedha. 3. Kwa kutumia programu tumishi unasaidia kuiboresha programu tumishi kwa ajili yako na wengine. 4. Taarifa zisizo na utambulisho zitatumika kwa ajili ya utafiti na timu yetu ya @global.parent_app.
zu: Ngokunikeza kwakho imvume ngezansi, uyavuma ngokufunda nokwamukela i- @global.terms_and_conditions and @global.privacy_policy. Izivumelwano ezibaluleke kakhulu ilezi: 1. Le app imahala futhi iyohlala imahala. 2. Ngeke idayiswe imininingwane yakho. Asibona abenzuzo. 3. Ngokusebenzisa i app usiza ekuyenzeni ibe ngcono kuwe nakwabanye. 4. Imininingwane yakho ingasetshenziswa ngokuyimfihlo iqembu lethu kwezogcwaningo lwe @global.parent_app.

# template
source: These policies are still under construction. We value advice and input to improve them.
af: Hierdie beleide word steeds ontwikkel en verander. Ons verwelkom advies en insette vir die verbetering daarvan.
sw: Sera hizi bado zinatungwa. Tunathamini ushauri na nyongeza wa kuziboresha.

# template
source: I consent to the commitments stated above.
af: Ek stem toe tot die bogenoemde verpligtinge.
sw: Ninaridhia na makubaliano yalioorodheshwa hapo juu.

# template
source: You can only move on and access the app if you provide your consent.
af: Jy sal slegs kan voortgaan en toegang tot die toep verkry deur jou toestemming te gee.
sw: Utaweza kuendelea kutumia programu tumishi endapo utatoa ridhaa yako.

# template
source: Give me one idea
sw: Nipatie wazo moja

# template
source: Home
af: Tuis
sw: Mwanzo
xh: Iphepha Lokuqala
zu: Ikhasi Lokuqala

# template
source: Settings
af: Instellings
sw: Mipangilio
xh: Iisetingi
zu: Izilungiselelo

source: Template
af: Sjabloon
sw: Kiolezo
xh: Itemplethi
zu: Isifanekiso

# template
source: How to use @global.parent_app
af: Hoe om @global.parent_app te gebruik
sw: Jinsi ya kutumia @global.parent_app
zu: Isetshenziswa kanja i- @global.parent_app

# template
source: In-Week Messages
af: In-Week Boodskappe
sw: Jumbe za Wiki
xh: Imiyalezo Yeveki
zu: Imiyalezo Yaphakathi Nesonto

# template
source: Campaigns
af: Veldtogte
sw: Kampeni
xh: Amaphulo
zu: Imikhankaso

# template
source: Notifications
af: Kennisgewings
sw: Arafa
xh: Izaziso
zu: Imiyalezo

# template
source: Entering Developer Mode
sw: Unaingia kwenye ukurasa wa mtengenezaji

# template
source: To launch the app in developer mode, enter your developer code in the box below and press @global.submit_button.
sw: Ili kuzindua programu katika hali ya kubuni, weka msimbo wako wa kubuni kwenye kisanduku kilicho hapa chini na ubonyeze @global.submit_button.

# template
source: You have successfully entered developer mode.
af: Jy het suksesvol in ontwikkelaarmodus gekom.
sw: Umefanikiwa kuingia kwenye njia ya msanidi wa programu.
xh: Ungene ngempumelelo kwimowudi yomphuhlisi.
zu: Ufake ngempumelelo imodi yonjiniyela.

# template
source: About @global.parent_app
af: Oor @global.parent_app
sw: Kuhusu @global.parent_app
xh: Malunga
zu: Mayelana@global.parent_app
