Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# template
source: * Come up with three types of exercise together. For example, walking, jogging, soccer or dancing. * Pick one together and try it out. * If you both like it, decide how often you are going to do it. Once or twice a week? Every morning? * Together think of ways to make it even more fun. Can you jog to a certain point? Take turns in being the coach? Motivate each other with a small free reward?
af: * Dink saam aan drie soorte oefeninge. Byvoorbeeld, stap, draf, sokker speel of dans. * Kies een saam en probeer dit. * As julle albei daarvan hou, besluit hoe gereeld julle dit gaan doen. Een of twee keer per week? Elke oggend? * Dink saam aan maniere om dit nog prettiger te maak. Kan julle tot by ’n sekere punt draf? Beurte maak om die afrigter te wees? Mekaar motiveer met ’n klein gratis beloning?
xh: * Cingani ngeendlela ezintathu zokujima. Ngokomzekelo, ukuhamba, ukunkcunkca, ukudlala ibhola okanye ukudanisa. * Khethani kunye ibe nye nize niyizame. * Ukuba nobabini niyayithanda, gqibani ngokuba niza kuyenza kangaphi. Kanye okanye kabini ngeveki? Qho ngentseni? * Ninobabini, cingani ngendlela yokuyenza ibe mnandi nangakumbi. Ningankcunkca niyokutsho kwindawo ethile? Mhlawumbi nitshintshisane ngokuba ngumqeqeshi? Nikhuthazane ngomvuzo omncinci wasimahla?
zu: * Khethani ndawonye izinhlobo ezintathu zokuzivocavoca. Ngokwesibonelo, ukuhamba, ukugijima, ukudlala ibhola noma ukudansa. * Khethani okukodwa ndawonye bese niyakuzama. Uma nikuthanda nobabili, nqumani ukuthi nizokwenza izikhathi ezingaki. Kanye noma kabili ngesonto? Njalo ekuseni? * Ndawonye cabangani ngezindlela zokwenza lokhu kube mnandi kakhulu. Ungakwazi yini ukugijima uye endaweni ethile? Shintshanani ekubeni abaqeqeshi? Khuthazanani ngoumvuzo omncane wamahhala?

# template
source: Take turns being the “leader”. Say the intro sentences to activate everyone. Then the “leader” gives an instruction and everyone does the activity as fast as possible: * Leader: “There’s a fire on the mountain!” * Together: “Run, run, run!” * Leader: “There’s a fire on the mountain!” * Together: “Run, run, run!” * Leader: “Touch something red.” * Leader: “There’s a fire on the mountain!” * Together: “Run, run, run!” * Leader: “There’s a fire on the mountain!” * Together: “Run, run, run!” * Leader: “Jump up and down ten times.” * Leader: “There’s a fire on the mountain!” * Together: “Run, run, run!” * Leader: “There’s a fire on the mountain!” * Together: “Run, run, run!” * Leader: “Put the shoes in the shoe rack.”
af: Maak beurte om die “leier” te wees. Sê die inleidingsinne om almal te aktiveer. Dan gee die “leier” ’n opdrag en almal doen die aktiwiteit so vinnig as moontlik: * Leier: “Daar is ’n brand op die berg!” * Saam: “Hardloop, hardloop, hardloop!” * Leier: “Daar is ’n brand op die berg!” * Saam: “Hardloop, hardloop, hardloop!” * Leier: "Raak aan iets wat 'n rooi kleur het." * Leier: “Daar is ’n brand op die berg!” * Saam: “Hardloop, hardloop, hardloop!” * Leier: “Daar is ’n brand op die berg!” * Saam: “Hardloop, hardloop, hardloop!” * Leier: “Spring tien keer op en af.” * Leier: “Daar is ’n brand op die berg!” * Saam: “Hardloop, hardloop, hardloop!” * Leier: “Daar is ’n brand op die berg!” * Saam: “Hardloop, hardloop, hardloop!” * Leier: “Sit die skoene op die skoenrak.”
xh: Tshintshanani ngokuba “yinkokheli”. Thethani amagama okuqala ukuze wonke umngu angene. Emva koko, “inkokheli” ikhupha umyalelo kwaye wonke umntu wenza loo nto ngokukhawuleza okunokwenzeka. * Inkokheli: “Kukho umlilo ezintabeni!” * Nonke: “Baleka, baleka, baleka!” * Inkokheli: “Kukho umlilo ezintabeni!” * Nonke: “Baleka, baleka, baleka!” * Inkokheli: “Bamba into ebomvu.” * Inkokheli: “Kukho umlilo ezintabeni!” * Nonke: “Baleka, baleka, baleka!” * Inkokheli: “Kukho umlilo ezintabeni!” * Nonke: “Baleka, baleka, baleka!” * Inkokheli: “Xhuma, xhuma izihlandlo ezilishumi.” * Inkokheli: “Kukho umlilo ezintabeni!” * Nonke: “Baleka, baleka, baleka!” * Inkokheli: “Kukho umlilo ezintabeni!” * Nonke: “Baleka, baleka, baleka!” * Inkokheli: “Bekani izihlangu kwindawo ehlala izihlangu.”
zu: Shintshanani ngokuba “umholi”. Yisho imisho eyisethulo ukuze wonke umuntu aqale. “Umholi” ube esenikeza isiqondiso bese wonke umuntu enza umsebenzi ngokushesha ngangokunokwenzeka: * Umholi: “Kunomlilo phezu kwentaba!” * Ndawonye: “Baleka, baleka, baleka!” * Umholi: “Kunomlilo phezu kwentaba!” * Ndawonye: “Baleka, baleka, baleka!” * Umholi: “Thinta okuthile okubomvu.” * Umholi: “Kunomlilo phezu kwentaba!” * Ndawonye: “Baleka, baleka, baleka!” * Umholi: “Kunomlilo phezu kwentaba!” * Ndawonye: “Baleka, baleka, baleka!” * Umholi: “Gxuma gxuma izikhathi eziyishumi.” * Umholi: “Kunomlilo phezu kwentaba!” * Ndawonye: “Baleka, baleka, baleka!” * Umholi: “Kunomlilo phezu kwentaba!” * Ndawonye: “Baleka, baleka, baleka!” * Umholi: “Beka izicathulo endaweni yokubeka izicathulo.”

# template
source: * Choose a storyteller to start making up a story. * Story listeners can interrupt with a word at any time. * Storyteller needs to fit that word in their story. * When the story is finished, try with a different storyteller!
af: * Kies ’n storieverteller om ’n storie op te maak. * Storieluisteraars kan enige tyd onderbreek met ’n woord. * Storieverteller moet daardie woord in hul storie insluit. * Wanneer die storie klaar is, probeer dit dan met ’n ander storieverteller!
xh: * Khetha umntu obalisa ibali ukuze aqalise ukulibalisa. * Abantu abalimameleyo bangasebenzisa naliphi igama ukuze bangenelele nanini na. * Umntu obalisayo kufuneka asebenzise elo gama kwibali alibalisayo. * Xa ibali ligqityiwe, makubalise omnye umntu!
zu: * Khetha umxoxi wezindaba ukuze uqale ukwenza indaba. * Abalalele indaba bangaphazamisa noma inini ngokusho igama elithile. * Oxoxa indaba kudingeka asebenzise lelo gama endabeni yakhe. * Lapho indaba iphela, zamani umxoxi wendaba ohlukile!

# template
source: * Start the story with “Once upon a time there was a…” * Let your teen make up the next sentence. * Then you make up a sentence. * Take turns until you have a wonderful new story. * Make sure to end the story on a positive note. * Ask your teen what was their favourite part of the story!
af: * Begin die storie met “Eendag was daar...” * Laat jou tiener die volgende sin opmaak. * Dan maak jy ’n sin op. * Maak beurte totdat julle ’n wonderlike nuwe storie het. * Maak seker dat julle die storie op ’n positiewe noot afsluit. * Vra jou tiener wat sy/haar gunsteling deel van die storie was!
xh: * Qalisa ibali ngokuthi, “Ngaminazana ithile kwaye kukho...” * Vumela umntwana wakho ofikisayo athethe into elandelayo. * Emva koko ugqibezela isivakalisi. * Tshintshanani nide nibe nebali elitsha elimnandi. * Qinisekisa ukuba ibali liphela kamnandi. * Buza umntwana wakho ofikisayo ukuba yeyiphi indawo ayithandileyo kwibali!
zu: * Qala indaba yakho ngamazwi athi “Kwasukasukela kwakukhona…” * Vumela ingane yakho esebusheni bayo ukuba yakhe umusho olandelayo. * Ngemva kwalokho kuba nguwe owakha umusho. * Shintshananani njengoba niqamba indaba entsha emnandi. * Qinisekisa ukuthi ingoma iphela kamnandi. * Buza ingane yakho esebusheni bayo ukuthi iyiphi indawo eyithande kakhulu endabeni!

# template
source: * First person says, “On Saturday, I am going to… (e.g., go to the park)” * Second person adds to first person, “On Saturday, I am going to the park and… (e.g., visit my best friend). * Each person adds to the previous, trying to think of all of the fun things to do on Saturday.
af: * Die eerste persoon sê: “Saterdag gaan ek... (bv. na die park)” * Tweede persoon voeg by tot die eerste persoon: “Saterdag gaan ek na die park en...” (bv. by my beste vriend kuier). * Elke persoon voeg by tot die vorige en probeer dink aan al die prettige dinge om Saterdag te doen.
xh: * Umntu wokuqala uthi, “NgoMgqibelo ndiya...(umz., epakini)” * Umntu wesibini wongeza kwinto ethethwe ngumntu wokuqala athi, “NgoMgqibelo ndiya epakini kwaye... (umz. ndiyokutyelela umhlobo wam osenyongweni). * Umntu ngamnye wongezelela kwinto ethethwe ngumntu wokugqibela, nizama ukucinga ngazo zonke izinto ezimnandi ezinokwenziwa ngoMgqibelo.
zu: * Umuntu wokuqala uthi, “NgoMgqibelo, ngizoya... (isibonelo, epaki)” * Umuntu wesibili uyengeza kulokho okushiwo owokuqala, "NgoMgqibelo, ngizoya epaki futhi...(isib., ngivakashele umngane wami omkhulu). * Umuntu ngamunye uyengeza kokudlule ezama ukucabanga ngazo zonke izinto ezijabulisayo angazenza ngoMgqibelo.

# template
source: * This game can be played in pairs or with many people in a group. * Stand facing each other or in a circle. * One person leads first and everyone else copies them, trying to move exactly at the same time as the leader. * Make sure the leader moves slowly enough for everyone else to follow! Explore moving different body parts and in different levels. * After a while, switch who is leading. Give everyone a chance to lead. * Try it with no leaders!
af: * Hierdie speletjie kan in pare of met baie mense in ’n groep gespeel word. * Staan teenoor mekaar of in ’n kring. * Een persoon lei eerste en almal maak hulle na en probeer presies op dieselfde tyd as die leier beweeg. * Maak seker dat die leier stadig genoeg beweeg sodat almal kan volg! Probeer om verskillende liggaamsdele en op verskillende vlakke te beweeg. * Verander na ’n rukkie van leier. Gee almal ’n kans om te lei. * Probeer dit sonder leiers!
xh: * Lo mdlalo ungadlalwa ngabantu ababini okanye ngabantu abaninzi kwiqela. * Yimani isangqa nize nijongane. * Umntu omnye uyakhokela baze abanye bamlinganise bezama ukushukuma ngexesha elifanayo nenkokheli. * Qinisekisa ukuba inkokheli ayikhawulezi ukuze abanye bakwazi ukuyilinganisa! Jongani amalungu omzimba ashukumayo ngamanqanaba ahlukahlukeneyo. * Emva kwethutyana, tshintshani inkokheli. Wonke umntu makabe nethuba lokukhokela. * Zamani zingekho iinkokheli!
zu: * Lo mdlalo ungadlalwa lapho nibabili noma niwudlale nabantu abaningi njengeqembu. * Yimani nibhekane noma nime nenze indilinga. * Kuhola umuntu oyedwa kuqala bese wonke umuntu elingisa lokho akwenzayo, kulingiswa konke okwenziwa umholi ngesikhathi esisodwa. * Qinisekisa ukuthi umholi akasheshi kakhulu ukuze wonke umuntu akwazi ukulingisa akwenzayo! Zama ukunyakazisa izitho ezihlukahlukene zomzimba ezigabeni ezihlukahlukene. * Ngemva kwesikhathi esithile, shintshani umuntu oholayo. Nikezani wonke umuntu ithuba lokuhola. * Kuzameni lokhu kungekho oholayo!

# template
source: * The first person gets to choose or sing a song. * Everyone else must guess the name of the tune (to make it harder they can guess the singer). * The first one to guess it right becomes the next leader.
af: * Die eerste persoon kan ’n liedjie kies of sing. * Almal moet die naam van die deuntjie raai (om dit moeiliker te maak, kan hulle raai wie die sanger is). * Die eerste een wat dit reg raai, word die volgende leier.
xh: * Umntu wokuqala uza kukhetha ingoma okanye akhethe ukuyicula. * Wonke omnye umntu umele aqashisele igama lengoma (ukuze niyeze ibe nzima, angaqashisela nomntu oyiculayo). * Umntu wokuqala ukuqashisela ngokuchanileyo kuza kukhokela yena.
zu: * Umuntu wokuqala uthola ukukhetha noma ukucula ingoma. * Wonke umuntu kufanele aqagele igama leculo (ukwenza kube nzima ukuqagela umculi). * Owokuqala ukuqagela kahle uba umholi olandelayo.

# template
source: This game is best with at least 3 people. * Start in a circle and pass one “snap” around the circle (or a “clap” if you cannot snap). * You “snap” once to throw the “snap”, and once to catch it. Look at the person you are throwing it to. * The direction (up, down, straight, curved, rolling the ground) and force (hard, soft, medium) that you throw the snap should affect how the person catches it. * You can bounce the “snap”, throw it in the air, and catch it a few times before passing it. * When everyone gets good at this, you can start moving around the room, still passing the “snap”. * Can you throw under the leg? Behind the back? Through your head? Intercept a pass? Have fun with the “snap”!
af: Hierdie speletjie is die beste met ten minste 3 mense. * Begin in ’n kring en gee een “klap” met die vingers in die kring om (of klap hande as jy nie jou vingers kan klap nie). * Jy “klap” een keer om die “klap” te gooi, en een keer om dit te vang. Kyk na die persoon na wie jy dit gooi. * Die rigting (op, af, reguit, geboë, oor die grond) en krag (hard, sag, gemiddeld) waarmee jy die klap gooi, moet ’n invloed hê op hoe die persoon dit vang. * Jy kan die “klap” laat hop, dit in die lug gooi en dit ’n paar keer vang voordat jy dit aanstuur. * As almal daarmee vaardig raak, kan julle in die kamer begin rondbeweeg en steeds die “klap” aanstuur. * Kan jy onder die been deur gooi? Agter die rug om? Deur jou kop? ’n Aangee onderskep? Geniet dit om te “klap”!
xh: Lo mdlalo umnandi ngakumbi xa kukho abantu aba-3 ubuncinane. * Qalisani kwisangqa uze ugqithise “ibhola” kube kanye esangqeni (okanye “uqhwabe xa ungakwazi ukujula). * “Ujula” kube kanye ukuze ujule “ibhola”, uze uyibambe kube kanye. Mjonge umntu omphoselayo. * Indlela oyiphosa ngayo (phezulu, ezantsi, ngqo, ngasecaleni, iqengqeleka phantsi) kunye namandla (ngamandla kakhulu, ngokuthambileyo) imele ichaphazele indlela ayibamba ngayo umntu. * Unokuyigqampisa “ibhola”, uyijule emoyeni uze uyibambe kambalwa ngaphambi kokuba uyidlulisele komnye umntu. * Xa umntu wonke sele eqhelene noku, unokuqalisa ukujikeleza kwigumbi usajula “ibhola”. * Ungakwazi ukuyijula ngaphantsi komlenze? Ngemva komqolo? Entla kwentloko yakho? Ukuyibamba ngaphambi kokuba ifike komnye umntu? Nikonwabele ukudlala “ngebhola”!
zu: Lo mdlalo umnandi kakhulu lapho udlalwa okungenani abantu abathathu. * Qala endingilizeni udlulise umsindo owodwa owenza ngeminwe ujikeleze indilinga (noma ungashaya izandla kanye uma ungakwazi ukwenza umsindo ngeminwe). * Uwenza kanye umsindo weminwe ukuze uwudlulisele komunye, bese uwenza kanye ukuze uwamukele. Bheka umuntu odlulisela umsindo kuye. * Indawo oqondise kuyo (phezulu, phansi, okuqondile, okutshekile, okuginqika phansi) kanye namandla (kakhulu, kancane, ngendlela ephakathi nendawo) owasebenzisayo lapho udlulisa umsindo weminwe uthinta indlela umuntu awamukela ngayo. * Ungashayisa umsindo odongeni, uwuphonse emoyeni, uwubambe izikhathi ezimbalwa ngaphambi kokuba uwudlulisele phambili. * Lapho wonke umuntu esekwazi kahle ukukwenza lokhu, ningahambahamba egumbini nilokhu niqhubeka ngokudlulisela umsindo weminwe. * Ungakwazi yini ukuwuphonsa ngaphansi kwemileze? Ngemuva komhlane? Kujikeleze ikhanda? Uvimbe okuya komunye umuntu? Kujabuleleni ukudlala nge-”snap”!

# template
source: At the end of the day, take a minute to: * Talk to your teen about one fun thing they did. * Praise yourself for one thing you did well today. * You are a star!
af: Neem aan die end van die dag ’n minuut om: * Met jou tiener te praat oor iets lekkers wat hulle gedoen het. * Jouself te prys vir een ding wat jy vandag goed gedoen het. * Jy’s ’n ster!
xh: Ekupheleni kosuku, thatha umzuzu ukuze: * Uncokole nomntwana wakho ngento enye emnandi ayenzileyo. * UzIncome ngokwenza into enye kakuhle namhlanje. *Uligqala!
zu: Ekupheleni kosuku, zinike umzuzu wokwenza lokhu: * Khuluma nengane yakho esebusheni bayo ngento eyodwa emnandi ayenzile. * Zincome ngento eyodwa oyenze kahle namhlanje. * Uyiqhawe!

# template
source: * Think of a superpower. For example, going anywhere instantly, travelling in time, reading minds. * Ask your teen, “If you had the superpower to […], how would you use it?” * Encourage them to give their superhero a name and act it out. * Now let your teen choose a superpower for you. * Make sure you act out your superpower, too!
af: * Dink aan ’n superkrag. Byvoorbeeld, om dadelik na enige plek te kan gaan, in tyd te reis, gedagtes te lees. * Vra jou tiener: “As jy die superkrag gehad het om [...] te gebruik, hoe sou jy dit gebruik?” * Moedig hulle aan om hul superheld ’n naam te gee en dit uit te voer. * Laat jou tiener nou toe om ’n superkrag vir jou te kies. * Maak seker dat jy ook jou superkrag uitvoer!
xh: * Cinga ngokuba namandla angaphezu kwemvelo. Ngokomzekelo, ukuya naphi na ngoko nangoko, ukubuyela emva kwixesha lakudala. * Buza umntwana wakho ofikisayo ukuba, “Xa ubunamandla angaphezu kwemvelo oku[...], ubungawasebenzisa njani?” * Mkhuthaze ukuba anike eli qhawe linamandla angaphezu kwemvelo igama aze enze loo nto beliza kuyenza. * Ngoku cela umntwana wakho ofikisayo akukhethele amandla angaphezu kwemvelo onokuba nawo. * Qinisekisa ukuba nawe uyabonisa ukuba ungawasebenzisa njani amandla akho nagaphezu kwemvelo!
zu: * Cabanga ngokuba namandla angaphezu kwavamile. Ngokwesibonelo, ukuya noma ikuphi ngokuphazima kweso, ukuya enkathini esadlula, ukubona imicabango yabantu. * Buza ingane yakho esebusheni bayo “Uma ubunamandla angaphezu kwawemvelo oku […], ubungawasebenzisa kanjani?” * Yikhuthaze ukuba iqambe iqhawe layo igama. * Manje vumela engane yakho esebusheni bayo ukuba ikukhethele amandla angaphezu kwawemvelo. * Qinisekisa ukuthi nawe uyawalingisa amandla akho angaphezu kwawemvelo!

# template
source: * Think of three different situations. For example, driving a car, sailing a boat or flying a plane. * Say them to your teen and ask, “Which would you prefer?” * Ask them why? * Now think of three more situations or ask your teen to do it for you.
af: * Dink aan drie verskillende situasies. Byvoorbeeld, om ’n motor te bestuur, ’n boot te laat seil of ’n vliegtuig te laat vlieg. * Noem dit vir jou tiener en vra: “Watter een sou jy verkies?” * Vra hulle hoekom? * Dink nou aan nog drie situasies of vra jou tiener om dit vir jou te doen.
xh: * Cinga ngeemeko ezintathu ezahlukahlukeneyo. Ngokomzekelo, ukuqhuba imoto, ukukhwela isikhitshana okanye ukubhabha ngenqwelo ntaka. * Chazela umntwana wakho ngezi zinto uze umbuze, “Yeyiphi onokuyikhetha?” * Mbuze ukuba kutheni ekhetha leyo? * Ngoku cinga ngeemeko ezintathu ezingakumbi okanye ucele umntwana wakho ofikisayo akwenzele.
zu: * Cabanga ngezimo ezintathu ezihlukahlukene. Ngokwesibonelo nje, ukushayela imoto, ukuhamba ngesikebhe noma ukushayela indiza. * Yisho lokhu enganeni yahoo esebusheni bayo bese uyayibuza, “Yikuphi ongakuthandar?” * Yibuze ukuthi kungani? * Manje cabanga ngezimo ezintathu noma ucele ingane yakho esebusheni bayo ukuthi ikwenzele lokho.

# template
source: Tell your teenager something about when you were a teenager yourself. What things didn’t exist then? Phones with internet? What did you do for fun? What did you worry about? Don’t worry if they don’t tell you something in return – what’s important is that they listen and remember. Sometimes our teenagers forget that their parents are people too!
af: Vertel jou tiener iets van jouself toe jy ’n tiener was. Watter dinge het toe nog nie bestaan nie? Fone met internet? Wat het jy vir die pret gedoen? Waaroor was jy bekommerd? Moenie bekommerd wees as hulle jou niks terugvertel nie – wat belangrik is, is dat hulle luister en onthou. Soms vergeet ons tieners dat hul ouers ook mense is!
xh: Balisela umntwana wakho ofikisayo ngezinto zangokuya wawungangaye. Ziintoni ezazingekho ngoko? Ifowuni ezingena kwi-intanethi? Wawusenza ntoni xa uzonwabisa? Yintoni eyayikuxhalabisa? Ungabi naxhala xa bengathethi nto emva kokuba ubaxelele ngawe -– into ebalulekileyo kukuba bamamele kwaye baza kukhumbula. Ngamanye amaxesha, abantwana bethu abafikisayo bayalibala ukuba abazali babo nabo ngabantu!
zu: Xoxela ingane yakho esebusheni bayo ngokuthile okwenzeka ngesikhathi usemusha nawe. Yiziphi izinto ezazingekho ngaleso sikhathi? Omakhalekhukhwini abane-inthanethi? Yini enaniyenza yokuzijabulisa? Yini owawukhathazeka ngayo? Ungakhathazeki uma ingane yakho ingakutsheli lutho – okubalulelkile ukuthi ikulalele futhi iyakhumbula. Ngezinye izikhathi intsha yethu iyakhohlwa ukuthi abazali bayo bangabantu nabo!

# template
source: * Think of three statements about yourself. Two must be true and one must be a lie. * It might help to think of wishes, dreams, experiences at school, likes or dislikes. For example: I hate bananas, my favourite subject is science, and I really wish I could sing. * Say them to your teenager and ask them to guess which one is a lie. * Did they guess correctly? Was it a surprise? * Now ask them to do the same. Did you learn something new about each other?
af: * Dink aan drie stellings oor jouself. Twee moet waar wees en een moet ’n leuen wees. * Dit kan help om te dink aan wense, drome, ervarings op skool, dinge waarvan jy hou of nie hou nie. Byvoorbeeld: ek haat piesangs, my gunstelingvak is wetenskap en ek wens regtig ek kon sing. * Sê dit vir jou tiener en vra hulle om te raai watter een ’n leuen is. * Het hulle reg geraai? Was dit ’n verrassing? * Vra hulle nou om dieselfde te doen. Het julle iets nuuts omtrent mekaar geleer?
xh: * Cinga ngezinto ezintathu ezinokuthethwa ngawe. Ezimbini kuzo zimele zibe yinyani kwaye enye yazo ibe bubuxoki. * Kunganceda ukucinga ngezinto ozinqwenelayo, amaphupha akho, amava asesikolweni, izinto ozithandayo okanye ongazithandiyo. Ngokomzekelo: Ndiyazicaphukela iibhanana, isifundo endisithandayo yisayensi kwaye ndikunqwenela kakhulu ukukwazi ukucula. * Zixelele umntwana wakho ofikisayo uze umbuze ukuba yeyiphi engoyonyani kwezi. * Ngaba uchanile xa ebeqashisela? Ngaba imothusile? * Ngoku mcele enze into efanayo. Ikhona into entsha eniyifundileyo komnye nomnye?
zu: * Cabanga ngezitatimende ezintathu mayelana nawe. Ezimbili kumelwe zibe yiqiniso bese esisodwa sibe amanga. * Kungasiza ukucabanga ngezifiso, amaphupho, okwenzeka esikoleni, okuthandayo noma ongakuthandi. Ngokwesibonelo: Ngiyawazonda amabhanana, isifundo engisithanda kakhulu yisayensi, futhi ngifisa ngabe ngiyakwazi ukucula. Yisho lokhu enganeni yahoo esebusheni bayo bese uyicela ukuba iqagele ukuthi yikuphi okungamanga. * Ingabe iqagele ngokunembile? Ingabe kuyimangazile? * Manje yicele ukuba yenze okufanayo. Ingabe kukhona okusha enikufundile ngomunye nomunye?

# template
source: * Think of a new skill you could learn together with your teen. For example, keeping a ball in the air or your foot, juggling, making soup? * Take turns in trying the new skill out. * Make sure to praise each other, and try to learn and play together!
af: * Dink aan ’n nuwe vaardigheid wat jy saam met jou tiener kan aanleer. Byvoorbeeld, om ’n bal in die lug of op jou voet te hou, te leer goëlbal speel, sop te maak? * Maak beurte om die nuwe vaardigheid te probeer. * Maak seker julle prys mekaar, en probeer saam leer en speel!
xh: * Cinga ngesakhono esitsha onokusifunda kunye nomntwana wakho ofikisayo. Ngokomzekelo, ukuteka ibhola okanye ukuyibamba ngonyawo lwakho ingawi, ukujula iibhola phezulu uze uzibambe, ukwenza isuphu? * Tshintshanani nize nizame ukwenza isakhono esitsha. * Qinisekani ukuba niyancomana, nize nizame ukufunda nokudlala kunye!
zu: * Cabanga ngekhono elisha eningalifunda ndawonye nengane yakho esebusheni bayo. Ngokwesibonelo, ukugcina ibhola lisemoyeni noma onyaweni lwakho, ukuphonsa izinto eziningi emoyeni uphinde uzibambe zonke, ukwenza isobho? * Shintshanani ekuzameni ikhono elisha. * Qinisekisa ukuthi niyancomana, futhi nizame ukudlala ndawonye!
