Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# data_list
source: Another problem that many parents are worried about is violence and crime. Let’s look at an example together.
af: ’n Ander probleem waaroor baie ouers bekommerd is, is geweld en misdaad. Kom ons kyk saam na ’n voorbeeld.
sw: Tatizo jingine ambalo wazazi wengi wana wasiwasi nalo ni vurugu na uhalifu. Hebu tuangalie pamoja mfano mmoja.
zu: Enye inkinga abazali abakhathazeke ngayo udlame nobugebengu. Ake sibheke isibonelo ndawonye.

# data_list
source: @global.w_crisis_male_caregiver_1: "@global.w_crisis_teen_boy_1, you've looked worried since yesterday. What is wrong?"
sw: @global.w_crisis_male_caregiver_1: "@global.w_crisis_teen_boy_1, unaonekana una wasiwasi tangu jana. Kuna tatizo gani?"

# data_list
source: @global.w_crisis_teen_boy_1: "Yesterday, my friends and I went to a soccer match. Some guys who were drunk started a fight with my friend." @global.w_crisis_male_caregiver_1: "Continue, I am listening. I hope you did not fight?"
af: @global.w_crisis_teen_boy_1: “Gister was ek en my vriende by ’n sokkerwedstryd. ’n Paar dronk ouens het ’n bakleiery met my vriend begin.” @global.w_crisis_male_caregiver_1: “Gaan aan, ek luister. Ek hoop jy het nie baklei nie?”
sw: @global.w_crisis_teen_boy_1: "Jana, mimi na marafiki zangu tulienda kwenye mpira. Kuna vijana waliokuwa wamelewa, walianza kupigana na rafiki yangu." @global.w_crisis_male_caregiver_1: "Endelea, ninakusikiliza. Natumaini haukupigana?"
zu: @global.w_crisis_teen_boy_1: “Izolo, mina nabangane bami sihambe sayobuka umdlalo webhola lezinyawo. Abanye abafana ababedakiwe baqala ukulwa nomngane wami." @global.w_crisis_male_caregiver_1: “Qhubeka, ngilalele. Ngithemba ukuthi awuzange ulwe?”

# data_list
source: @global.w_crisis_teen_boy_1: "I did not want to, but I could not just stand there and let them beat up my friend, so…" @global.w_crisis_male_caregiver_1: "So, did you fight in order to help defend your friend?"
sw: @global.w_crisis_teen_boy_1: "Sikutaka kupigana, lakini nisingeweza kukaa tu hapo na kuwaacha wampige rafiki yangu, kwa hiyo..." @global.w_crisis_male_caregiver_1: "Kwa hiyo, ulipigana ili kumtetea rafiki yako?"

# data_list
source: @global.w_crisis_teen_boy_1: “Everyone was fighting. I saw someone lying on the field in a pool of blood. He looked… dead."
af: @global.w_crisis_teen_boy_1: “Almal het baklei. Ek het iemand op die veld sien lê, in ’n plas bloed. Dit het vir my gelyk hy is... dood.”
sw: @global.w_crisis_teen_boy_1: “Kila mtu alikuwa anapigana. Niliona mtu mmoja amelala uwanjani kwenye dimbwi la damu. Alionekana... amefariki."
zu: @global.w_crisis_teen_boy_1: “Wonke umuntu ubelwa. Ngibone umuntu elele phansi kwidamu legazi. Ubebonakala... efile.”

# data_list
source: @global.w_crisis_male_caregiver_1: "I am glad you are telling me about this, @global.w_crisis_teen_boy_1. Let’s sit down together now and discuss whether we should involve the police or someone else to help."
af: @global.w_crisis_male_caregiver_1: “Ek is bly jy vertel my hiervan, @global.w_crisis_teen_boy_1. Kom sit by my, dan bespreek ons of ons die polisie of iemand anders wat kan help, moet betrek.”
sw: @global.w_crisis_male_caregiver_1: "Nimefurahi unaniambia kuhusu jambo hili, @global.w_crisis_teen_boy_1. Hebu tukae pamoja sasa na kujadili iwapo tunapaswa kuwahusisha polisi au mtu mwingine wa kutusaidia."
zu: @global.w_crisis_male_caregiver_1: “Ngiyajabula ukuthi ungitshele ngalokhu, @global.w_crisis_teen_boy_1. Ake sihlale phansi manje sixoxe ngokuthi ingabe kuyadingeka ukuthi sibandakanye amaphoyisa noma omunye umuntu ukuba asize.”

# data_list
source: @global.w_crisis_teen_boy_1: "Thank you, @global.w_crisis_male_caregiver_1" @global.w_crisis_male_caregiver_1: "We will get through this. Remember, we will support you as a family."
af: @global.w_crisis_teen_boy_1: “Dankie, @global.w_crisis_male_caregiver_1” @global.w_crisis_male_caregiver_1: “Ons sal hierdeur kom. Onthou, ons sal jou as ’n gesin ondersteun.”
sw: @global.w_crisis_teen_boy_1: "Asante, @global.w_crisis_male_caregiver_1" @global.w_crisis_male_caregiver_1: "Tutalimaliza hili. Kumbuka, tutakusaidia kama familia."
zu: @global.w_crisis_teen_boy_1: “Ngiyabonga, @global.w_crisis_male_caregiver_1" @global.w_crisis_male_caregiver_1: “Sizodlula kulokhu. Khumbula, sizokweseka njengomndeni.”

# data_list
source: Sex talk
sw: Maongezi ya kingono

# data_list
source: Teenagers can get information about sex from school, their friends, home or social media. This information may not always be right or suitable for their age and situation. Parents and teenagers can feel uncomfortable when topics around ‘sex’ are mentioned. They may even get into arguments, especially when parents do not approve of their teen’s behaviour. Let’s look at an example:
sw: Vijana wanaweza pata taarifa kuhusu ngono kutoka shuleni, marafiki zao, nyumbani au mitandao ya kijamii. Taarifa hii huenda isiwe sahihi kila wakati au inafaa kwa umri na hali zao. Wazazi na vijana wanaweza kujisikia vibaya pale mambo ya kingono yanapotamkwa. Wanaweza hata kuingia katika mabishano, hasa wakati wazazi hawaidhinishi tabia ya kijana wao. Tuangalie mfano:

# data_list
source: @global.w_srh_teen_girl_1 is on her way to leave the house looking very pretty. @global.w_srh_female_caregiver_1: “Where are you going looking like that?” @global.w_srh_teen_girl_1: “I am going out with some of my friends.”
sw: @global.w_srh_teen_girl_1 anajiandaa kuondoka nyumbani akiwa na muonekano mzuri sana. @global.w_srh_female_caregiver_1: "Unaenda wapi katika muonekano huo?" @global.w_srh_teen_girl_1: "Ninatoka pamoja na baadhi ya marafiki zangu."

# data_list
source: @global.w_srh_teen_girl_1 accidentally drops her bag, and a packet of condoms falls out. @global.w_srh_female_caregiver_1: “What is that @global.w_srh_teen_girl_1? Condoms? Why are you carrying those in your bag? Where did you get them?!” @global.w_srh_teen_girl_1: “I got it from one of the girls at school today. We were talking about safe sex and she said she uses birth control so that she does not get pregnant.”
sw: @global.w_srh_teen_girl_1 Kwa bahati mbaya anadondosha begi lake, na pakiti ya kondomu inadondoka. @global.w_srh_female_caregiver_1: " Ni nini hicho @global.w_srh_teen_girl_1? Kondomu? Kwanini umezibeba kwenye begi lako? Umezipata wapi?!" @global.w_srh_teen_girl_1: "Nimezipata kutoka kwa msichana mmoja shuleni leo. Tulikuwa tunaongea kuhusu ngono salama na akaniambia anatumia njia ya uzazi wa mpango ili asije kupata mimba."

# data_list
source: @global.w_srh_female_caregiver_1: “What is this talk of sex in my house! You are too young…” @global.w_srh_teen_girl_1: “But @global.w_srh_female_caregiver_1, it’s not like that…!”
sw: @global.w_srh_female_caregiver_1 (amekasirika): "Ni nini hii maongezi kuhusu ngono nyumbani kwangu! Wewe bado ni mdogo..." @global.w_srh_teen_girl_1 (anaingilia): "Ila @global.w_srh_female_caregiver_1, sio hivyo...!"

# data_list
source: @global.w_srh_female_caregiver_1: “No, no, no, @global.w_srh_teen_girl_1! I will not have this discussion with you. Is that what you do at school? Talking about things not suited for your age instead of focusing on school? You won’t go out with those friends of yours anymore. You want to bring shame in this home. Come here now! I am going to hit you. Stupid girl!” @global.w_srh_teen_girl_1: “No @global.w_srh_female_caregiver_1, please don’t hit me, it is not what you think!”
sw: @global.w_srh_female_caregiver_1: “Hapana, hapana, hapana, @global.w_srh_teen_girl_1! Sitakuwa na mjadala huu na wewe. Je, ndivyo unavyofanya shuleni? Je, unazungumza kuhusu mambo ambayo hayakufai kwa umri wako badala ya kuzingatia shule? Hutatoka tena na hao marafiki zako. Unataka kuleta aibu katika nyumba hii. Njoo hapa sasa! Mimi naenda kukupiga. Msichana mjinga!” @global.w_srh_teen_girl_1: “Hapana @global.w_srh_female_caregiver_1, tafadhali usinipige, sivyo unavyofikiri

# data_list
source: My new boyfriend
sw: Mpenzi wangu mpya wa kiume

# data_list
source: It can be hard for parents and teens to talk about boyfriends and girlfriends. Let’s look at an example of how this can happen calmly:
sw: Inaweza kuwa ngumu kwa wazazi na vijana kuzungumza kuhusu marafiki wa kiume na wa kike. Hebu tuangalie mfano namna gani hii inaweza kutokea kwa utulivu:

# data_list
source: @global.w_srh_teen_girl_2: “@global.w_srh_female_caregiver_2, can I talk to you about something?” @global.w_srh_female_caregiver_2 (calmly): “Sure, my darling. What is the matter?”
sw: @global.w_srh_teen_girl_2 (anaangalia chini): "@global.w_srh_female_caregiver_2,naweza kuzungumza na wewe kuhusu kitu?" @global.w_srh_female_caregiver_2 (kwa utulivu): "Hakika, kipenzi changu. Nini shida?"

# data_list
source: @global.w_srh_teen_girl_2 sits down next to @global.w_srh_female_caregiver_2. @global.w_srh_teen_girl_2: “@global.w_srh_teen_boy_1 wants us to study together tomorrow. I really like him but I am not sure what to do.” @global.w_srh_female_caregiver_2 (thinking to herself): “How has my daughter grown up so fast? What now? Take a deep breath…”
sw: @global.w_srh_teen_girl_2 anakaa karibu na @global.w_srh_female_caregiver_2. @global.w_srh_teen_girl_2: “@global.w_srh_teen_boy_1 anataka tusome pamoja kesho. Ninampenda sana lakini sijui nifanye nini.” @global.w_srh_female_caregiver_2 (akijiwazia): “Imekuwaje binti yangu amekua haraka hivyo? Nafanyaje sasa? Vuta pumzi…"

# data_list
source: @global.w_srh_female_caregiver_2 (calmly): “Thank you for sharing this with me, @global.w_srh_teen_girl_2. I know that you like @global.w_srh_teen_boy_1 a lot, he is a charming boy and he does great at school, but you are only 16 and he is 18. I feel worried that it is not safe for you to be alone with him. He might pressure you into doing something that you are not prepared to do. I don’t want to tell you who you can see but we need to have some rules about how you spend time together.”
sw: @global.w_srh_female_caregiver_2 (kwa utulivu): “Asante @global.w_srh_teen_girl_2 kwa kunishirikisha hili. Najua unampenda sana @global.w_srh_teen_boy_1, ni mvulana mzuri na anafanya vizuri shuleni, lakini wewe una miaka 16 tu na yeye ana miaka 18. Ninahisi wasiwasi kwamba si salama kwako kuwa peke yake naye. Anaweza kukushinikiza kufanya jambo ambalo hauko tayari kufanya. Sitaki kukuambia ni nani unayeweza kumuona lakini tunahitaji kuwa na sheria fulani kuhusu jinsi mnavyotumia wakati pamoja.”

# data_list
source: @global.w_srh_female_caregiver_2: “What do you think would be a fair rule about how you spend time together?” @global.w_srh_teen_girl_2: “How about: We can spend time together if there is an adult with us?”
sw: @global.w_srh_female_caregiver_2: "Unadhani sheria gani itakuwa sawa kuhusu namna mnatumia muda kwa pamoja?" @global.w_srh_teen_girl_2: "Vipi kuhusu: Tunaweza kutumia muda kwa pamoja kama mtu mzima yupo nasi?"

# data_list
source: @global.w_srh_female_caregiver_2: “That would be fine as long as his parents also know. I will chat with his mother when I see her later today. And after you get back, we can talk about how it went.” @global.w_srh_teen_girl_2 (hugs @global.w_srh_female_caregiver_2): “Okay. Thank you for coming up with a plan together, @global.w_srh_female_caregiver_2.”
sw: @global.w_srh_female_caregiver_2: “Hilo ni sawa kama wazazi wake pia wanajua. Nitazungumza na mama yake nitakapoonana nae baadaye leo. Na utakaporudi, tunaweza kuzungumza jinsi ilivyokuwa." @global.w_srh_teen_girl_2 (anamkumbatia @global.w_srh_female_caregiver_2): “Sawa. Asante kwa kuja na mpango pamoja, @global.w_srh_female_caregiver_2."

# data_list
source: Stop crying
sw: Acha kulia

# data_list
source: Difficult emotions can lead to difficult behaviour – especially with children. Losing a caregiver or a loved one can make your teen feel worried, insecure, or angry, and can often make them act out. Let’s see what happened with @global.w_grief_teen_girl_1 who lost her mother 6 months ago:
sw: Hisia mbaya zinaweza kusababisha tabia mbaya- hasa kwa watoto. Kumpoteza mlezi au mpendwa wako inaweza kumfanya kijana wako ahisi wasiwasi, kutokujiamini, au hasira, na mara nyingi inaweza kumfanya aigize. Hebu tuone kilichotokea kwa @global.w_grief_teen_girl_1 aliyefiwa na mama yake miezi 6 iliyopita:

# data_list
source: @global.w_grief_teen_girl_1: "I miss @global.w_grief_female_caregiver_1 so much..."
sw: @global.w_grief_teen_girl_1: "Nimemkumbuka @global.w_grief_female_caregiver_1 sana..."

# data_list
source: @global.w_grief_male_caregiver_1: "@global.w_grief_teen_girl_1, you need to stop crying. It has been months already! This crying will not bring @global.w_grief_female_caregiver_1 back and you are doing worse and worse in school!" @global.w_grief_teen_girl_1: "You just don't understand how I feel! You never listen!"
sw: @global.w_grief_male_caregiver_1: "@global.w_grief_teen_girl_1, unatakiwa uache kulia. Miezi imepita tayari! Kilio hiki hakitamrudisha @global.w_grief_female_caregiver_1 na unazidi kufanya vibaya zaidi shuleni!" @global.w_grief_teen_girl_1: "Huelewi jinsi ninavyohisi! Hujawahi kunisikiliza!"

# data_list
source: @global.w_grief_male_caregiver_1: "Stop being so dramatic! Your behaviour is unacceptable!"
sw: @global.w_grief_male_caregiver_1: "Acha vituko! Tabia yako haikubaliki!"

# data_list
source: Sharing memories
sw: Kushirikishana kumbukumbu

# data_list
source: Thank you for thinking along! Let’s see what happens if @global.w_grief_male_caregiver_1 tries to support @global.w_grief_teen_girl_1:
sw: Asante kwa kufikiri nasi! Hebu tuone kitakachotokea endapo @global.w_grief_male_caregiver_1 atajaribu kumsaidia @global.w_grief_teen_girl_1:

# data_list
source: @global.w_grief_male_caregiver_1: “I know you are sad, @global.w_grief_teen_girl_1. I also miss @global.w_grief_female_caregiver_1. What do you think we can do to help you feel better?” @global.w_grief_teen_girl_1: “Maybe we can visit @global.w_grief_aunt, so we can share stories about @global.w_grief_female_caregiver_1?”
sw: @global.w_grief_male_caregiver_1: “Najua una huzuni, @global.w_grief_teen_girl_1. Pia namkumbuka @global.w_grief_female_caregiver_1. Unafikiri tunaweza kufanya nini ili kusaidia kujisikia vizuri?” @global.w_grief_teen_girl_1: "Labda tunaweza kumtembelea @global.w_grief_aunt, ili tushirikishane hadithi kuhusu @global.w_grief_female_caregiver_1?"

# data_list
source: @global.w_grief_male_caregiver_1: “I like that idea, let’s go see her on Saturday. Do you already want to tell me more about how you feel now?”
sw: @global.w_grief_male_caregiver_1: “Nimependa wazo hilo, twende tukamuone Jumamosi. Je, uko tayari kuniambia zaidi kuhusu jinsi unavyohisi sasa?”

# data_list
source: @global.w_grief_teen_girl_1: “I honestly feel angry that she left. Is it okay to say that?”
sw: @global.w_grief_teen_girl_1: “Kwa kweli nimeshikwa na hasira kwa sababu aliondoka. Je, ni sawa kusema hivyo?”

# data_list
source: @global.w_grief_male_caregiver_1: “Yes, it is normal to feel angry. We all have different feelings at different times, and that is okay. It is good to talk about this together, thank you for sharing with me.”
sw: @global.w_grief_male_caregiver_1: "Ndio, ni kawaida kuwa na hasira. Sisi sote tuna hisia tofauti kwa nyakati tofauti, na hiyo ni kawaida. Ni vizuri kuzungumza juu ya hili pamoja, asante kwa kunishirikisha."

# data_list
source: Busy day
sw: Siku yenye shughuli nyingi

# data_list
source: Caregivers and teens who spend time together are more likely to have happy and healthy relationships. But spending time together is not always easy. Sometimes we can both get angry, get annoyed and argue or fight. Let’s take a look at an example:
sw: Walezi na vijana wanaotumia muda pamoja wana uwezekano mkubwa wa kuwa na mahusiano yenye furaha na afya. Lakini kutumia muda pamoja si rahisi kila wakati. Wakati fulani sote tunaweza kukasirika, kuudhika na kugombana au kupigana. Tuangalie mfano huu:

# data_list
source: @global.w_learn_female_caregiver_1: “@global.w_learn_teen_girl_1, why did you not cook dinner yet?! Why do I always have to do everything myself?” @global.w_learn_teen_girl_1: “That is not fair, I looked after @global.w_learn_girl_1 and washed all the school clothes already! All you do is complain!”
sw: @global.w_learn_female_caregiver_1: “@global.w_learn_teen_girl_1, kwa nini bado hujapika chakula cha usiku?! Kwa nini kila wakati ni lazima nifanye kila kitu mwenyewe?” @global.w_learn_teen_girl_1: “Hiyo siyo haki, nilitazamwa @global.w_learn_girl_1 na kufua nguo zote za shule! Unachofanya ni kulalamika tu!”

# data_list
source: @global.w_learn_teen_girl_1: “Get out of my way!”
sw: @global.w_learn_teen_girl_1: "Ondoka mbele yangu!"

# data_list
source: When you are ready
sw: Ukiwa tayari

# data_list
source: Let’s go back in time and see what happens when @global.w_learn_female_caregiver_1 does things differently:
sw: Hebu turudi nyuma tuone kitakachotokea wakati @global.w_learn_female_caregiver_1 anapofanya mambo kwa njia tofauti:

# data_list
source: One afternoon, @global.w_learn_teen_girl_1 is looking after her younger sibling @global.w_learn_girl_1. @global.w_learn_teen_girl_1 (thinking): “It has been such a hard day at school… I can’t wait for @global.w_learn_female_caregiver_1 to come home so I can tell her about it.”
sw: Siku moja mchana, @global.w_learn_teen_girl_1 alimtazama mdogo wake @global.w_learn_girl_1. @global.w_learn_teen_girl_1 (akifikiria): "Imekuwa siku ngumu sana shuleni… Siwezi kungoja @global.w_learn_female_caregiver_1 arudi nyumbani ili nimwambie kuhusu jambo hilo."

# data_list
source: @global.w_learn_female_caregiver_1 comes home late. @global.w_learn_female_caregiver_1 (thinking): “I am so exhausted.”
sw: @global.w_learn_female_caregiver_1 huchelewa kurudi nyumbani. @global.w_learn_female_caregiver_1 (akiwaza): "Nimechoka."

# data_list
source: @global.w_learn_female_caregiver_1: “Hi everyone, I am so glad to see you! @global.w_learn_teen_girl_1, thank you for looking after your sister and washing the school clothes. I am going to wash my hands, and then we can cook together and you can tell me about your day.” @global.w_learn_teen_girl_1: “Thank you, @global.w_learn_female_caregiver_1, you can call me when you are ready.”
sw: @global.w_learn_female_caregiver_1: “Hamjambo, nimefurahi sana kuwaona! @global.w_learn_teen_girl_1, asante kwa kumwangalia dada yenu na kufua nguo za shule. Naenda kunawa mikono, nakuja tupike pamoja na unaweza kunieleza kuhusu siku yako.” @global.w_learn_teen_girl_1: “Asante, @global.w_learn_female_caregiver_1, unaweza kuniita ukiwa tayari.”

# data_list
source: 15 minutes later… @global.w_learn_teen_girl_1: “I am glad we have this time together. I actually wanted to tell you about a problem I had at school today.” @global.w_learn_female_caregiver_1: “Thank you for telling me. I am sure we can come up with a solution together.”
sw: Baada ya dakika 15... @global.w_learn_teen_girl_1: “Nimefurahi kuwa pamoja nawe muda huu. Kwa kweli nilitaka kukwambia kuhusu tatizo nililopata shuleni leo.” @global.w_learn_female_caregiver_1: “Asante kwa kuniambia. Nina hakika tunaweza kupata suluhisho kwa pamoja.”

# data_list
source: Practice
sw: Mazoezi

# data_list
source: Find a chair and pretend it is the attacker. Practise saying/doing these responses:
sw: Chukua kiti na igiza kama kiti ndiyo mvamizi. Igiza ukisema/kufanya majibu haya:

# data_list
source: Yell
sw: Piga kelele

# data_list
source: “No!”
sw: "Hapana!"

# data_list
source: Call for help
sw: Ita msaada

# data_list
source: “Someone help me!”
sw: "Jamani nisaidieni"

# data_list
source: Warn of consequences
sw: Tahadharisha kuhusiana na matokeo

# data_list
source: “I will call the police if you touch me again.”
sw: "Nitaita polisi kama ukinishika tena"

# data_list
source: Name the behaviour
sw: Taja tabia

# data_list
source: "Do not touch my bum.” or “Do not yell at me.”
sw: " Usishike matako yangu." au "Usinifokee."

# data_list
source: Act crazy
sw: Anajitoa ufaamu

# data_list
source: Make a crazy scream or act like a gorilla!
sw: Anapiga kelele kama kichaa na anaigiza kama sokwe!

# data_list
source: Pretend to go along to buy time
sw: Jifanye kushriki ili kupoteza muda

# data_list
source: “I will do anything you want, just please don’t hurt me.”
sw: "Nitafanya chochote unachotaka, tafadhali usinidhuru."

# data_list
source: Use humour
sw: Tumia vichekesho

# data_list
source: “No lift for me, thanks. Last time I got a lift I threw up EVERYWHERE!”
sw: "Hakuna lifti kwa ajili yangu, asante. Mara ya mwisho nilipopata lifti nilitapika kila mahali!"

# data_list
source: Give something to get what you want
sw: Toa kitu ili upate kile unachotaka

# data_list
source: “I will give you my phone if you let me go.”
sw: "Nitakupa simu yangu ikiwa utaniruhusu niende."

# data_list
source: First targets
sw: Malengo ya kwanza

# data_list
source: Eyes
sw: Macho

# data_list
source: Use your fingers as claws and scratch the attacker’s face as hard as possible. Push your thumbs into the eye sockets of your attacker and then outward towards the sides of their head.
sw: Tumia kucha za vidole vyako na kwaruza uso wa mshambuliaji kwa bidii iwezekanavyo. Ingiza kidole gumba kwenye tundu la jicho la mshambuliaji wako sukuma jicho kama linatoka nje na kwenda pembeni.

# data_list
source: Throat
sw: Koo

# data_list
source: Push your finger into the hole at the bottom of the attacker’s throat. Punch the throat with your fist or back of your elbow.
sw: Sukuma kidole chako kwenye shimo chini ya koo la mshambuliaji. Piga koo lake kwa ngumi au tumia kiwiko chako.

# data_list
source: Groin
sw: Sehemu za siri

# data_list
source: Kick the attacker’s groin with your knee, or punch it with your fist or elbow. Grab, squeeze, twist and pull the attacker’s testicles with your hand.
sw: Mpige mvamizi sehemu za siri kwa kutumia goti, au piga eneo hilo kwa kutumia ngumi au kiwiko. Kamata, sukuma, tingisha na vuta korodani za mvamiza kwa kutumia mkono wako.

# data_list
source: Knees
sw: Magoti

# data_list
source: Kick against your attacker’s knee with your foot.
sw: Piga goti ya mvamizi kwa kutumia mguu wako.

# data_list
source: Second targets
sw: Eneo la pili

# data_list
source: Temples
sw: Sehemu za pembeni za kichwa

# data_list
source: Punch the attacker’s temples with your fist or the back of your elbow.
sw: Piga sehemu za pembeni za kichwa kuwa kutumia ngumi au kwa kutumia kiwiko.

# data_list
source: Nose
sw: Pua

# data_list
source: Punch the attacker’s nose with your fist or the back of your elbow.
sw: Piga pua ya mvamizi kwa kutumia ngumi au kiwiko.

# data_list
source: Ears
sw: Masikio

# data_list
source: With flat hands, smack the attacker’s ears from both sides as hard as possible. You can also pull or twist them.
sw: Kwa kutumia viganja, mpige mvamizi masikio pande zote mbili kwa nguvu kadri iwezekanavyo. Unaweza kumvuta au kuyaviringinya.

# data_list
source: Ribs
sw: Mbavu

# data_list
source: Punch the attacker in the ribs with your fist or the back of your elbow.
sw: Piga sehemu za pembeni za kichwa kuwa kutumia ngumi au kwa kutumia kiwiko.

# data_list
source: Fingers
sw: Vidole

# data_list
source: Pull the attackers pinky or little finger away from the other fingers hard and fast (it breaks easily).
sw: Vuta kidole cha mwisho cha wavamizi au kidole kidogo mbali na vidole vingine kwa bidii na haraka (kinavunjika kwa urahisi).

# data_list
source: Shins
sw: Ugoko

# data_list
source: Kick against the attacker’s shins as hard as you can.
sw: Piga sehemu ya mguu ya mvamizi kwa nguvu kadri uwezavyo.

# data_list
source: Top of feet
sw: Juu ya mguu

# data_list
source: Lift your foot and stomp your heel on the top of your attacker’s foot.
sw: Inua mguu wako na ukanyage kisigino chako juu ya mguu wa mvamizi wako.

# data_list
source: Examples
sw: Mifano
