Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# template
source: * Ask each other questions. They can be any questions about things you like or what you did today. * The only rule is that you can’t answer “Yes”, “No” or “Maybe”. * How long can you last? How creative can you get with your answers? * Swap over and play again!
af: * Vra mekaar vrae. Dit kan vrae wees oor dinge waarvan julle hou of wat julle vandag gedoen het. * Die enigste reël is dat julle nie “Ja”, “Nee” of “Miskien” kan antwoord nie. * Hoe lank kan julle aanhou? Hoe kreatief kan julle wees met julle antwoorde? * Ruil om en speel weer!
xh: * Buzanani imibuzo. Ingayimibuzo emalunga nezinto ozithandayo okanye ozenzileyo namhlanje. * Umthetho mnye qha kukuba awunakuphendula uthi, “Ewe” okanye “Hayi” okanye uthi, “Mhlawumbi.” * Niza kuyenza kangangexesha elingakanani? Iimpendulo zakho zingacingisiswa kangakanani? * Tshintshanani nize nidlale kwakhona!
zu: * Buzanani imibuzo. Ingakubuza noma yimiphi imibuzo ngezinto ozithandayo noma ngalokho okwenzile namhlanje. * Ukuphela komthetho yilowo othi awukwazi ukuphendula uthi “Yebo”, “Cha” noma “Mhlawumbe”. * Ungabuza imibuzo isikhathi eside kangakanani? Bungakanani ubuciko obungabusebenzisa ezimpendulweni zakho? * Shintshanani bese niyadlala futhi!

# template
source: Open Survey
af: Maak Studie Oop
xh: Isaveyi Evulekileyo
zu: Vula Ucwaningo

# template
source: Select Language
af: Kies Taal
xh: Khetha Ulwimi
zu: Khetha ulimi

# template
source: We noticed you tapped the @local.parent_point_data.in_text_title - great job for remembering!
af: Ons het opgemerk dat jy op die @local.parent_point_data.in_text_title geklik het - welgedaan dat jy onthou het!
zu: Siyabona ukuthi uchofoze i- @local.parent_point_data.in_text_title - wenze kahle ngokukhumbula!

# template
source: Did you have a chance to do this?
af: Het jy al 'n kans gehad om dit te doen?
zu: Ingabe ulitholile ithuba lokwenza lokhu?

# template
source: How did it go?
af: Hoe het dit gegaan?
xh: Luhambe njani?
zu: Kuhambe kanjani?

# template
source: Reply
af: Antwoord
xh: Phendula
zu: Phendula

# template
source: You’ve completed this week’s workshop.
af: Jy het hierdie week se werksessie voltooi.
xh: Ulugqibile uqeqesho lwale veki.
zu: Uwuqedile umhlangano wokufundisana waleli sonto.

# template
source: You can always find these tools in the @global.parent_centre
af: Jy kan altyd hierdie hulpmiddels in die @global.parent_centre kry
xh: Unokuzifumana ngalo lonke ixesha ezi zixhobo kwi-@global.parent_centre
zu: Lezi zindlela zokusebenza ungazithola njalo ku @global.parent_centre

# template
source: Home Practice
af: Tuisoefening
xh: Uqheliselo Lwasekhaya
zu: Ukuzijwayeza Ekhaya

# template
source: talk to their teens about how they feel
af: praat met hulle tieners oor hoe hulle voel
xh: bathetha nabantwana babo abafikisayo malunga nendlela abavakalelwa ngayo
zu: xoxa nentsha yabo ngendlela ezizwa ngayo

# template
source: talk to your teen about how you feel
af: praat met jou tiener oor hoe jy voel
xh: thetha nomntwana wakho malunga nendlela ovakalelwa ngayo
zu: xoxa nengane yahoo esebusheni bayo ngendlela ozizwa ngayo

# template
source: Did you experience any challenges when trying to @local.hp_description_second_singular?
af: Het jy enige uitdagings ondervind toe jy probeer @local.hp_description_second_singular het?
xh: Ngaba uye wanayo imiceli-mngeni xa ubuzama uku @local.hp_description_second_singular?
zu: Ingabe uhlangabezane nezinselele ngenkathi uzama ukuthi @local.hp_description_second_singular?

# template
source: What was difficult for you when trying to @local.hp_description_second_singular?
af: Wat was vir jou moeilik toe jy probeer @local.hp_description_second_singular het?
xh: Yintoni ebinzima xa ubuzama uku @local.hp_description_second_singular?
zu: Yini oyithole inzima kuwena ngenkathi uzama ukuthi @local.hp_description_second_singular?

# template
source: Language
af: Taal
xh: Ulwimi
zu: Ulimi

# template
source: It's time to learn and practice together!
af: Dis tyd om saam te leer en te oefen!
xh: Lixesha lokuba sifunde size siziqhelanise sonke!
zu: Yisikhathi sokufunda nokuzijwayeza ndawonye!

# template
source: It's time to learn and practice!
af: Dis tyd om te leer en te oefen!
xh: Lixesha lokuba sifunde size siziqhelanise!
zu: Yisikhathi sokufunda nokuzijwayeza!

# template
source: Raising teens can be hard, and we all struggle sometimes.
af: Dit kan moeilik wees om tieners groot te maak, en ons almal sukkel soms.
xh: Ukukhulisa abantwana abafikisayo kunganzima, kwaye sonke siyoyisakala ngamanye amaxesha.
zu: Ukukhulisa intsha kungase kube nzima, futhi sonke sidonsa kanzima ngezinye izikhathi.

# template
source: It is not easy to look after our families. We all have challenges sometimes, but we hope this app will help you navigate them well. @global.parent_app is based on ten years of experience running parenting programmes in South Africa, and thousands of parents have found that the tips that are shared help with many parenting challenges. We hope this app will help you and your family too. Here are some of the key proven tips for you:
af: Dit is nie maklik om na ons gesinne om te sien nie. Ons het almal soms uitdagings, maar ons hoop dat hierdie toep jou sal help om dit goed te hanteer.@global.parent_app is gebaseer op tien jaar se ervaring met die bestuur van ouerskapsprogramme in Suid-Afrika, en duisende ouers het gevind dat die wenke wat gedeel word, baie help met baie ouerskapuitdagings. Ons hoop dat hierdie toep jou en jou gesin ook sal help. Hier is ’n paar van die belangrikste bewese wenke vir jou:
xh: Akululanga ukunyamekela iintsapho zethu. Sonke sinemiceli mngeni ngamanye amaxesha, kodwa siyathemba ukuba le app iza kukunceda uyoyise ngempumelelo. @global.parent_app isekwe kwiminyaka elishumi yamava eqhuba iinkqubo zobuzali eMzantsi Afrika, kwaye amawaka abazali bafumanise ukuba iingcebiso ekwabelwana ngazo ziyanceda kwimiceli mngeni emininzi yokuba ngumzali. Siyathemba ukuba le app iza kukunceda kunye nentsapho yakho. Nazi ezinye zeengcebiso eziphambili nezingqiniweyo:
zu: Akulula ukunakekela imindeni yethu. Sonke sibhekana nezinselele ngezikhathi ezithile, kodwa le-app izokusiza ubhekane nazo ngokuphumelelayo. @global.parent_app isekelwe ocwaningweni lweminyaka eyishumi lwezinhlelo zokukhulisa izingane eNingizimu Afrika, futhi izinkulungwane zabazali ziye zathola ukuthi amacebiso anikezwayo ayasiza ekubhekaneni nezinselele eziningi zokukhulisa izingane. Sinethemba lokuthi le-app izokusiza kanye nomndeni wakho. Nanka amanye amacebiso ayinhloko avivinyiwe angakusiza:

# template
source: Give me quick parenting tips
af: Gee my vinnige wenke vir ouerskap
xh: Ndinike amacebiso akhawulezileyo okuba ngumzali
zu: Nginike amacebiso asheshayo okuba umzali noma okukhulisa ingane

# template
source: Something really bad happened
af: Iets baie sleg het gebeur
xh: Kukho into embi kakhulu eyenzekileyo
zu: Kwenzeka okuthile okubi kakhulu

# template
source: I have technical problems with the app
af: Ek ervaar tegniese probleme met die toep
xh: Ndineengxaki zobugcisa nge-app
zu: Nginezinkinga zobuchwepheshe ngohlelo lokusebenza kwe app

# template
source: Question Time
af: Vraetyd
xh: Ixesha Lemibuzo
zu: Isikhathi Sombuzo

# template
source: It's time for some questions!
af: Dis tyd vir ’n paar vrae!
xh: Lixesha lemibuzo!
zu: Isikhathi semibuzo ethile!

# template
source: Let’s do a short relaxation activity together – it will take less than 1 minute and you will feel more relaxed.
af: Kom ons doen ’n kort ontspanningsaktiwiteit saam – dit neem minder as 1 minuut en jy sal meer ontspanne voel.
xh: Masenze kunye into yokuzipholisa – iza kuthatha ngaphantsi komzuzu oyi-1 kwaye uza kuziva phole ngakumbi.
zu: Ake senze isenzo esifushane sokuphumula ndawonye – sizothatha isikhathi esingaphansi komzuzu futhi uzozizwa ukhululekile.

# template
source: Close your eyes. Notice your connection with the ground beneath you. What parts of your body touch the ground? What parts of your body don’t? Notice where it feels warm and where it feels cool. Feel the ground underneath you supporting you. Let your body sink into the support of the ground.
af: Maak jou oë toe. Let op jou verbinding met die grond onder jou. Watter dele van jou liggaam raak die grond? Watter dele van jou liggaam raak dit nie? Let op waar dit warm voel en waar dit koel voel. Voel hoe die grond onder jou jou ondersteun. Laat jou liggaam in die ondersteuning van die grond wegsak.
xh: Vala amehlo akho. Phawula indlela onxibelelene ngayo kunye nomhlaba ongaphantsi kwakho. Ngawaphi amalungu omzimba wakho achukumisa umhlaba? Ngawaphi angawuchukumisiyo? Phawula apho kufudumele khona nalapho kubanda khona. Yiva umhlaba ongaphantsi kwakho nokuxhasayo. Vumela umzimba wakho wehle ukuze uxhaswe ngumhlaba.
zu: Vala amehlo akho. Qaphela ukuxhumana kwakho nomhlaba onyathele kuwo. Yiziphi izitho zomzimba wakho izithinta umhlaba? Yiziphi izitho zomzimba wakho ezingawuthinti? Qaphela lapho kuzwakala kufudumele khona nalapho kuzwakala kubanda khona. Yizwa umhlabathi omi kuwo okusekelayo. Vumela umzimba wakho uzinze osizweni oluthola emhlabeni omi kuwo.

# template
source: Close your eyes. Do you every feel something so strongly that you want to run away from it? Instead of moving away from the feeling, let’s move towards it for a moment. It’s ok. Close your eyes if you feel comfortable. Take a deep breath. Become curious. Where are you feeling it in your body? Is it hot or cold? Hard or soft? Tight or loose? Ask yourself some questions. What is it telling me? What does it need? How can I be kind to myself right now?
af: Maak jou oë toe. Voel jy ooit iets so sterk dat jy daarvan wil weghardloop? In plaas daarvan om van die gevoel weg te beweeg, kom ons ’n beweeg vir ’n oomblik nader daaraan. Dit is oukei. Maak jou oë toe as jy gemaklik voel. Haal diep asem. Word nuuskierig. Waar voel jy dit in jou liggaam? Is dit warm of koud? Hard of sag? Styf of los? Vra jouself ’n paar vrae. Wat sê dit vir my? Wat het dit nodig? Hoe kan ek op die oomblik vriendelik teenoor myself wees?
xh: Vala amehlo akho. Ngaba uva into ngamandla kangangokuba ufuna ukuyibaleka? Endaweni yokubhekela kuloo mvakalelo, makhe sisondele kuyo okomzuzwana. Kulungile. Vala amehlo akho ukuba uziva ukhululekile. Tsala umoya kakhulu. Funa ukwazi. Uva ndawoni emzimbeni wakho? Ngaba kushushu okanye kuyabanda? Kuqinile okanye kuthambile? Kubambekile okanye Kukhululekile? Zibuze imibuzo. Indixelela ntoni? Ifuna ntoni? Ndingazibonisa njani ububele ngoku?
zu: Vala amehlo akho. Ingabe kunomuzwa owuzwayo onamandla okwenza ufune ukuwubalekela? Kunokuba ubalekele indlela ozizwa ngayo, ake sisondele kuyo okwesikhashana. Kulungile. Vala amehlo akho uma uzizwa ukhululekile. Donsa umoya kakhulu. Yiba nelukuluku. Ukuzwa kuphi emzimbeni wakho? Ingabe kuyashisa noma kuyabanda? Kuqinile noma kuthambile? Kubophekile noma kukhululekile? Zibuze imibuzo ethile. Kungitshela ukuthini? Kudinga ini? Ngingaba kanjani nomusa kumina njengamanje?

# template
source: Let’s practice a calming trick that we call ‘Pause Power’. Plant your feet on the ground and breathe in and out three times as slowly as you can. Imagine you are smelling a flower or blowing out a candle. Ta Da! Pause Power!
af: Kom ons oefen ’n kalmerende truuk wat ons “Pouseerkrag” noem. Sit jou voete op die grond en haal drie keer so stadig moontlik asem, in en uit. Stel jou voor dat jy ’n blom ruik of ’n kers blaas. Ta Da! Pouseerkrag!
xh: Masiziqhelanise necebiso esiza kulibiza, “Amandla Onqumamo”. Beka iinyawo zakho emhlabeni uze uphefumlele ngaphakathi nangaphandle kathathu ibe ucotha kangangoko unako. Yiba nombono unukisa intyatyambo okanye uvuthela ikhandlela. Nantso ke! Amandla Onqumamo!
zu: Masizilolonge iqhinga lokuzola esilibiza ngokuthi ‘Misa Isikhashana Amandla’. Noma Amandla Ekefu Beka unyawo lwakho phansi bese udonsa umoya uphinde uwukhiphe kancane kakhulu ngendlela ongakwazi ngayo izikhathi ezintathu. Zicabange uhogela imbali noma uphephetha ikhandlela. Nazo-ke! Amanda Ekhefu!

# template
source: Well done for Taking a Pause. You can do this anytime you are feeling stressed. It gives you a chance to be calmer. Even a few deep breaths or connecting with the ground beneath you can make a difference. You can also Take a Pause with your Children!
af: Dit is goed dat jy ’n pouse geneem het. Jy kan dit altyd doen wanneer jy stres ervaar. Dit gee jou ’n kans om rustiger te word. Selfs om ’n paar keer diep asem te haal of om met die grond onder jou ’n verbinding te maak, kan ’n verskil maak. Jy kan ook ’n pouse saam met jou kinders neem!
xh: Usebenzile Ngokuthatha Unqumamo. Ungakwenza oku nanini na uziva uxinezelekile. Kukunika ithuba lokuba uzole nangakumbi. Nokuba kukutsala umoya kakhulu izihlandlo ezimbalwa okanye kukunxibelelana nomhlaba ongaphantsi kwakho, oko kwenza umahluko. Unako nokuThatha Unqumamo kunye Nabantwana bakho!
zu: Siyakuhalalisela Ngokuthatha Ikhefu. Lokhu ungakwenza noma nini lapho uzizwa ucindezelekile. Kukunika ithuba lokuzola. Ngisho nokudonsa umoya izikhathi ezimbalwa noma ukuxhumana nomhlaba omi kuwo kungenza umehluko. Ungathatha Ikhefu Nezingane Zakho!

# template
source: Stand up and stretch your arms up to the sky. Push away any clouds and let the sun shine down on you. Stretch to both sides. Stretch to the front and to the back. Let your hand hang by your side. Squeeze your shoulders tightly up to your ears as you breathe in, scrunch your eyes, and hold your breath. Release your shoulders as you relax your body. Relax your arms and let your arms to swing sideways, and turn your upper body. Your arms should gently hit your back as you twist from side to side. Place one foot in front of the other and make small circles from ankles, remember to turn to both sides. Do each foot with four circles in each direction. Now shake your whole body as fast as you can. Shake it up high! Shake it down low! Shake it all around! Close your eyes and raise your arms slowly above your head as you breathe in. Lower your arms slowly to your side as you breathe out. Take a moment to reflect on your experience.
af: Staan op en strek jou arms in die lug. Druk enige wolke weg en laat die son op jou skyn. Strek na albei kante. Strek vorentoe en agtertoe. Laat jou hand aan jou sy hang. Druk jou skouers styf tot by jou ore terwyl jy inasem, knyp jou oë styf toe en hou jou asem in. Laat jou skouers los terwyl jy jou liggaam ontspan. Ontspan jou arms en laat jou arms sywaarts swaai, en draai jou bolyf. Jou arms moet jou rug saggies raak terwyl jy van kant tot kant draai. Plaas die een voet voor die ander en maak klein sirkels vanaf die enkels, onthou om na albei kante te draai. Doen elke voet met vier sirkels in elke rigting. Skud nou jou hele liggaam so vinnig as wat jy kan. Skud dit hoog! Skud dit laag! Skud dit oral rond! Maak jou oë toe en lig jou arms stadig bo jou kop terwyl jy inasem. Laat sak jou arms stadig tot aan jou sy terwyl jy uitasem. Neem ’n oomblik om na te dink oor jou ervaring.
xh: Yima uze wolule iingalo zakho ziye phezulu. Tyhala nawaphi na amafu uze uvumele ilanga libe phezu kwakho. Yolula amacala akho omabini. Zolule ngaphambili nangasemva. Beka izandla zakho emacaleni. Nyusa amagxa kancinci aye ngasezindlebeni njengoko uphefumla, nciphisa amehlo akho uze ubambe umoya wakho. Yeka amagxa akho njengoko umzimba wakho uphola. Yekelela iingalo zakho uze izibeke ecaleni kwaye ujike nomzimba wakho wangasentla. Iingalo zakho mazibethe umqolo wakho kancinci njengeko ujika usiya kwelinye icala. Beka unyawo phambi kolunye uze wenze izangqa ngamaqatha, ungalibali ukujikeleza kuwo omabini amacala. Unyawo ngalunye malwenze izangqa ezine kwicala ngalinye. Ngoku xhumaxhuma ngokukhawuleza kangoko unako. Xhumela phezulu! Goba uye ezantsi! Zivocavoce ujikelezisa isinqe! Vala amehlo akho uze uphakamise iingalo zakho ucotha ziye entla kwentloko yakho njengoko utsala umoya. Thoba iingalo zakho ngokucotha zize zibe secaleni njengoko ukhupha umoya. Thatha ithutyana ukuze ucinge ngamava akho.
zu: Sukuma welulele izingalo zakho phezulu esibhakabhakeni. Phusha noma yimaphi amafu futhi uvumele ilanga likukhanyisele. Yelulela nhlangothi zombili. Yelulela phambili nangemuva. Vumela isandla sakho silenga eceleni kwakho. Cindezela amahlombe akho ngokuqinile kuze kufike ezindlebeni zakho njengoba uphefumula, uhlikihle amehlo akho, futhi ubambe umoya wakho. Khulula amahlombe akho njengoba uphumuza umzimba wakho. Nethezeka izingalo zakho futhi uvumele izingalo zakho zijike zibheke eceleni, bese uphendulela umzimba wakho ongaphezulu. Izingalo zakho kufanele zishaye kancane emhlane wakho njengoba usonta ngapha nangapha. Beka unyawo olulodwa phambi kolunye bese ujikajikisa amaqakala, ukhumbule ukuphendukela ezinhlangothini zombili. Yenza lokho onyaweni ngalunye ngezindilinga ezine ohlangothini ngalunye. Manje nyakazisa wonke umzimba wakho ngokushesha ngangokunokwenzeka. Unyakazise phezulu! Unyakazise phansi! Unyakazise nxazonke! Vala amehlo akho bese uphakamise izingalo zakho kancane kancane ziye ngaphezu kwekhanda lakho njengoba udonsa umoya. Yehlisela izingalo zakho ohlangothini kancane kancane njengoba ukhipha umoya. Zinike isikhathi sokucabanga ngokwenzeke kuwe.

# template
source: Make a list of healthy activities that you like to do. Here are some suggestions: * Listening to your favourite music * Going for a walk (if allowed) * Doing some exercise * Drinking a cup of tea by yourself * Calling up a friend * Singing, dancing, praying, or reading * Sitting in the sun with your eyes closed * Watching your favourite T.V. show Pick one and do it today!
af: Maak ’n lys van gesonde aktiwiteite wat jy graag wil doen. Hier is ’n paar voorstelle: * Luister na jou gunstelingmusiek * Gaan stap ’n entjie (indien toegelaat) * Kry oefening * Drink ’n koppie tee alleen * Bel ’n vriend * Sing, dans, bid of lees * Sit in die son met jou oë toe * Kyk na jou gunsteling-TV-program Kies een en doen dit vandag!
xh: Yenze uluhlu lwezinto ezisempilweni othanda ukuzenza. Nanga amanye amacebiso: * Ukumamela ingoma oyithandayo * Ukuhambahamba (ukuba kuvumelekile) * Ukujima * Ukusela ikomityi yeti uwedwa * Ukufowunela itshomi yakho * Ukucula, ukudanisa, ukuthandaza okanye ukufunda * Ukuhlala elangeni uvale amehlo * Ukubukela inkqubo oyithandayo ekwi-T.V. Khetha ibe nye namhlanje!
zu: Yenza uhlu lwezinto ongazenza ezinempilo ongathanda ukuzenza. Nanka amacebiso ambalwa: * Ukulalela umculo wakho owuthandayo * Ukuhambahamba ngaphandle (uma kuvumelekile) * Ukuzivocavoca * Ukuphuza inkomishi yetiye uwedwa * Ukushayela umngane * Ukucula, ukudansa, ukuthandaza noma ukucula * Ukuhlala elangeni uvale amehlo akho * Ukubukela uhlelo lwe-T.V oluthandayo Khetha okokudwa ukwenze namuhla!

# template
source: Think about what makes you angry? When does it happen? How do you normally react? Prevent anger from starting in the first place. Get some sleep or rest when you are tired. Try to eat something when you are hungry. Ask someone for support when you are feeling alone.
af: Dink na oor wat jou kwaad maak. Wanneer gebeur dit? Hoe reageer jy gewoonlik? Keer dat woede in die eerste plek begin. Slaap of rus as jy moeg is. Probeer iets eet as jy honger is. Vra iemand vir ondersteuning as jy alleen voel.
xh: Cinga ngento ekwenza ube nomsindo. Kwenzeka xa kutheni oku? Udla ngokusabela njani? Thintela ukuba nomsindo kwasekuqaleni. Lala okanye uphumle xa udiniwe. Zama ukutya xa ulambile. Cela umntu akuxhase xa uziva ngathi uwedwa.
zu: Cabanga ngalokho okukwenza uthukuthele? Kwenzeka nini? Ngokuvamile usabela kanjani? Vimbela intukuthelo kusukela ekuqaleni. Lala noma uphumule lapho ukhathele. Zama ukudla okuthile lapho ulambile. Cela othile ukuthi akusekele lapho uzizwa uwedwa.

# template
source: Managing anger can be really difficult. Take a break when you feel you are getting angry at your children or someone else. Go somewhere else for 5 minutes to regain control of your emotions. If you have safe outdoor space, go outside. You can get through this!
af: Dit kan baie moeilik wees om woede te beheer. Vat ’n blaaskans as jy voel dat jy vir jou kinders of iemand anders kwaad word. Gaan vir 5 minute na ’n ander plek om weer beheer oor jou emosies te kry. As jy ’n veilige plek in buitelug het, gaan buitentoe. Jy kán hierdeur kom!
xh: Ukulawula umsindo kunganzima. Thatha ikhefu xa uziva usiba nomsindo ngakubantwana bakho okanye omnye umntu. Yiya kwenye indawo kangangemizuzu emi-5 uze ukwazi ukulawula iimvakalelo zakho. Ukuba kukhuselekile phandle, yiya khona. Uza kudlula kule nto!
zu: Ukulawula intukuthelo kungaba nzima kakhulu. Thatha ikhefu lapho uzwa ukuthi uqala ukuthukuthelela izingane zakho noma omunye umuntu. Hamba uye kwenye indawo imizuzu emihlanu ukuze ukwazi ukulawula imizwelo yakho. Uma unendawo ephephile ngaphandle, yiya ngaphandle. Ungadlula kulokhu!

# template
source: Close your eyes. Let's use the magic power of three to stay present and relax. Name three sounds you can hear right now. Name three smells you can smell right now. Name your three favourite foods. What are three things you can be grateful for right now? They don't have to be big.
af: Maak jou oë toe. Kom ons gebruik die towerkrag van drie om teenwoordig te bly en te ontspan. Noem drie geluide wat jy nou kan hoor. Noem drie reuke wat jy nou kan ruik. Noem jou drie gunstelingkosse. Vir watter drie dinge kan jy op die oomblik dankbaar wees? Dit hoef nie groot te wees nie.
xh: Vala amehlo akho. Masisebenzise amandla amangalisayo enani elinguntathu ukuze sihlale silapha size siphole. Chaza izandi ezintathu ozivayo ngoku. Chaza amavumba amathathu owevayo ngoku. Chaza izidlo ezithathu ozithanda kakhulu. Zeziphi izinto ezintathu onombulelo ngazo ngoku? Akunyanzelekanga ibe zizinto ezinkulu.
zu: Vala amehlo akho. Masisebenzise amandla omlingo wamathathu ukuze sihlale sikhona futhi siphumule. Yisho imisindo emithathu oyizwayo njengamanje. Yisho amaphunga amathathu ongawahogela njengamanje. Yisho ukudla okuthathu okuthandayo. Yiziphi izinto ezintathu ongabonga ngazo njengamanje? Akudingeki kube yizinto ezinkulu.

# template
source: Close your eyes and think about the day. Name 1 thing that you are grateful for. Name 1 thing that you did well. Name 1 thing that you love.
af: Maak jou oë toe en dink aan die dag. Noem 1 ding waarvoor jy dankbaar is. Noem 1 ding wat jy goed gedoen het. Noem 1 ding waarvan jy hou.
xh: Vala amehlo akho uze ucinge ngosuku olulandelayo. Chaza into e-1 onombulelo ngayo. Chaza into e-1 oyenze kakuhle. Chaza into e-1 oyithandayo.
zu: Vala amehlo akho bese ucabanga ngosuku. Yisho into eyodwa oyibingelayo. Yisho into eyodwa oyenze kahle. Yisho into eyodwa oyithandayo.

# template
source: When you are ready open your eyes again. You are in control!
af: Wanneer jy gereed is, maak weer jou oë oop. Jy is in beheer!
xh: Xa sele ukulungele, phinda uvule amehlo akho. Nguwe olawulayo!
zu: Lapho usukulungele phinde uvule amehlo akho. Nguwe olawulayo!

# template
source: Close your eyes. Do your children ever make you feel like screaming? Give yourself a 10-second pause. Breath in and out slowly 5 times. Then try responding in a calmer way.
af: Maak jou oë toe. Maak jou kinders jou ooit lus om te skree? Gee jouself ’n pouse van 10 sekondes. Asem 5 keer stadig in en uit. Probeer dan op ’n rustiger manier reageer.
xh: Vala amehlo akho. Ngaba abantwana bakho bakhe bakwenze ngathi ufuna ukukrasa? Zinike unqumamo lwemizuzwana eli-10. Tsala uze ukhuphe umoya ucotha amatyeli ama-5. Emva koko zama ukusabela uzolile.
zu: Vala amehlo akho. Ingabe izingane zakho zike zikwenze uzizwe sengathi ungahayiza? Zinike ikhefana lemizuzwana eyishumi. Donsa umoya uwukhiphe kancane kancane izikhathi ezingu-5. Mase ke usuzama ukuphendula ngendlela ezolile.
