Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# data_list
source: **Coping with @global.covid** in the @global.parent_centre
af: **Hantering van @global.covid** in die @global.parent_centre
sw: **Kwendana na @global.covid** katika @global.parent_centre
zu: **Ukumelana ne @global.covid** ku- @global.parent_centre

# data_list
source: Coping with grief
af: Hantering van hartseer
sw: Kwendana na majonzi
zu: Ukumelana nosizi

# data_list
source: **Coping with grief** in the @global.parent_centre
af: **Hantering van hartseer** in die @global.parent_centre
sw: **Kwendana na majonzi**katika @global.parent_centre
zu: **Ukumelana nosizi** ku- @global.parent_centre

# data_list
source: Message Archive
af: Boodskapargief
sw: Hifadhi ya Ujumbe
xh: Ugcino Lwemiyalezo
zu: Indawo Okugcinwa Kuyo Imiyalezo

# data_list
source: **Message Archive** in the @global.parent_centre
af: **Boodskapargief** in die @global.parent_centre
sw: **Hifadhi ya Ujumbe** kwenye @global.parent_centre
xh: **Uvimba Womyalezo** kwi @global.parent_centre
zu: **Indawo egcine imiyalezo** ku- @global.parent_centre

# data_list
source: Why do you think @global.w_srh_female_caregiver_1 reacted the way she did?
sw: Unafikiri ni kwa nini @global.w_srh_female_caregiver_1 aliitikia jinsi alivyofanya?

# data_list
source: She was shocked that @global.w_srh_teen_girl_1 had condoms.
sw: Alishtuka kuwa @global.w_srh_teen_girl_1 alikuwa na kondomu.

# data_list
source: She felt disrespected and angry at @global.w_srh_teen_girl_1.
sw: Alihisi kukosewa heshima na kukasirishwa na @global.w_srh_teen_girl_1.

# data_list
source: She was scared @global.w_srh_teen_girl_1 was already having sex.
sw: Aliogopa kuwa @global.w_srh_teen_girl_1 alikuwa tayari anafanya ngono.

# data_list
source: She felt ashamed to talk about sex.
sw: Aliona aibu kuzungumza juu ya ngono.

# data_list
source: When we are angry or scared, we can say or do things that hurt others and harm our relationships.
sw: Tunapokuwa na hasira au hofu, tunaweza kusema au kufanya mambo ambayo yanaumiza wengine na kuharibu uhusiano wetu.

# data_list
source: How will this affect @global.w_srh_female_caregiver_1’s relationship with @global.w_srh_teen_girl_1?
sw: Je, hii itaathiri vipi uhusiano wa @global.w_srh_female_caregiver_1 na @global.w_srh_teen_girl_1?

# data_list
source: @global.w_srh_teen_girl_1 may not trust @global.w_srh_female_caregiver_1 in the future.
sw: @global.w_srh_teen_girl_1 huenda asimwamini @global.w_srh_female_caregiver_1 katika siku zijazo.

# data_list
source: @global.w_srh_teen_girl_1 may not ask @global.w_srh_female_caregiver_1 questions or advice if she has a problem.
sw: @global.w_srh_teen_girl_1 huenda asimuulize @global.w_srh_female_caregiver_1 maswali au ushauri ikiwa ana tatizo.

# data_list
source: @global.w_srh_teen_girl_1 may make bad decisions out of anger.
sw: @global.w_srh_teen_girl_1 anaweza kufanya maamuzi mabaya kwa ajili ya hasira.

# data_list
source: Yes, all of these are true. After this argument, @global.w_srh_teen_girl_1 is likely to look for information and advice from other places (also if something goes wrong with a relationship or in her life). She may get into situations that are not healthy or safe, and may not want to talk to @global.w_srh_female_caregiver_1 about it even if she has questions or needs help. She may feel worried that @global.w_srh_female_caregiver_1 will judge her choices or feel ashamed of her.
sw: Ndiyo, haya yote ni kweli. Baada ya mabishano haya, @global.w_srh_teen_girl_1 ana uwezekano wa kutafuta habari na ushauri kutoka sehemu zingine (na pia kama kitu kitaenda vibaya kwenye uhusiano au maishani mwake). Anaweza kupata hali ambazo si za kiafya au salama, na huenda hataki kuzungumza na @global.w_srh_female_caregiver_1 kuhusu ilo jambo hata kama ana maswali au anahitaji usaidizi. Anaweza kuwa na wasiwasi kwamba @global.w_srh_female_caregiver_1 atahukumu chaguo zake au ataona aibu kwake.

# data_list
source: How did @global.w_srh_female_caregiver_2 and @global.w_srh_teen_girl_2 feel at the start of their conversation?
sw: Je, @global.w_srh_female_caregiver_2 na @global.w_srh_teen_girl_2 walihisi vipi mwanzoni mwa mazungumzo yao?

# data_list
source: Worried
sw: Wasiwasi

# data_list
source: Confused
sw: Kuchanganyikiwa

# data_list
source: Angry
sw: Hasira

# data_list
source: Nervous
sw: Hofu

# data_list
source: Hopeful
sw: Mwenye matumaini

# data_list
source: Yes, it was hard for both @global.w_srh_teen_girl_2 and @global.w_srh_female_caregiver_2 to start this conversation.
sw: Ndiyo, ilikuwa vigumu kwa wote @global.w_srh_teen_girl_2 na @global.w_srh_female_caregiver_2 kuanzisha mazungumzo haya.

# data_list
source: How does @global.w_srh_female_caregiver_2 respond to @global.w_srh_teen_girl_2?
sw: Je, @global.w_srh_female_caregiver_2 anamjibu vipi @global.w_srh_teen_girl_2?

# data_list
source: She breathes to stay calm.
sw: Anapumua ili kuwa mpole.

# data_list
source: She praises @global.w_srh_teen_girl_2 for sharing.
sw: Anamsifu @global.w_srh_teen_girl_2 kwa kumshirikisha

# data_list
source: She shares why she is worried.
sw: Anatushirikisha kwa nini ana wasiwasi.

# data_list
source: She creates rules with @global.w_srh_teen_girl_2.
sw: Anatunga sheria kwa pamoja @global.w_srh_teen_girl_2.

# data_list
source: She involves other adults for support.
sw: Anawahusisha watu wazima wengine kwa ajili ya msaada.

# data_list
source: Yes, @global.w_srh_female_caregiver_2 uses all these great strategies!
sw: Ndiyo, @global.w_srh_female_caregiver_2 hutumia mikakati hii yote!

# data_list
source: How did @global.w_srh_female_caregiver_2 and @global.w_srh_teen_girl_2 feel after their conversation?
sw: Je, @global.w_srh_female_caregiver_2 na @global.w_srh_teen_girl_2 walihisi vipi baada ya mazungumzo yao?

# data_list
source: When we stay calm, share how we feel, and look for solutions together, it will help us all – even if we are not sure of the right outcome. You can learn to manage tricky situations and problems together with your teen.
sw: Tunapokuwa watulivu, tukishirikisha watu jinsi tunavyohisi, na kutafuta suluhu pamoja, itatusaidia sisi sote - hata kama hatuna uhakika wa matokeo sahihi. Unaweza kujifunza kumudu hali na matatizo magumu kwa pamoja na kijana wako.

# data_list
source: Who should start the conversation about body changes and intimate relationships?
sw: Nani anapaswa kuanzisha mazungumzo kuhusu mabadiliko ya mwili na mahusiano ya kimapenzi?

# data_list
source: The teen’s friends
sw: Marafiki wa kijana

# data_list
source: Remember, friends can sometimes mislead or have wrong information themselves.
sw: Kumbuka, marafiki wakati mwingine wanaweza kupotosha au kuwa na habari isiyo sahihi.

# data_list
source: The teen
sw: Kijana

# data_list
source: Your teen might feel uncomfortable or scared to start that conversation with you.
sw: Kijana wako anaweza kujisikia wasiwasi au hofu ya kuanzisha mazungumzo hayo na wewe.

# data_list
source: The parent
sw: Mzazi

# data_list
source: Yes, you will probably need to start the conversation. It is okay to feel uncomfortable. Be open and use the correct words ( for example: use words like breasts, penis and/or vagina). It can help to practise the conversation with a friend (maybe another friend with a teenager) or relative, and get more information from your community health worker or social worker. You can better guide your teen when you have the right information. It is okay to not know all the answers as well. If your teen asks you a question, you can always say: “I don’t know about that. Let me get some answers and come back to you about it.”
sw: Ndio, labda utahitaji kuanza mazungumzo. Ni sawa kujisikia wasiwasi. Kuwa wazi na kutumia maneno sahihi (kwa mfano: tumia maneno kama matiti, uume na / au uke). Inaweza kusaidia kufanya mazungumzo na rafiki (labda rafiki mwingine na kijana) au ndugu na kupata taarifa zaidi kutoka kwa wafanyakazi wa afya ya jamii au mfanyakazi wa kijamii. Unaweza kuongoza vizuri kijana wako wakati una habari sahihi. Ni sawa pia kutojua majibu yote. Kama kijana wako anauliza swali, unaweza daima kusema: "Sijui kuhusu hilo. Ngoja nipate majibu na nirudi kwako kuhusu jambo hili."

# data_list
source: When is the right time to start talking about body changes and intimate relationships?
sw: Ni wakati gani mzuri wa kuanza kuzungumza juu ya mabadiliko ya mwili na uhusiano wa kingono?

# data_list
source: When you find out they have a boyfriend or girlfriend
sw: Ukigundua kuwa wana rafiki wa kiume au rafiki wa kike

# data_list
source: It is important that your teen knows about body changes and intimate relationships before they reach that stage, so they are ready and can make good choices. If you discover that your teen is having sex, try to share your feelings or worries in a calm way so you can find a way forward together. Anger towards your teen will make them less likely to open up with you about hard topics.
sw: Ni muhimu kwamba kijana wako kujua kuhusu mabadiliko ya mwili na mahusiano ya kimapenzi kabla ya kufikia hatua hiyo, hivyo wanakuwa tayari kufanya maamuzi sahihi. Ukigundua kuwa kijana wako anafanya ngono, jaribu kushiriki hisia zako au hofu yako kwa utulivu ili muweze kusonga mbele kwa pamoja. Hasira kwa kijana wako itawafanya wasiwe wazi kwako na kufunguka kuhusu mada ngumu.

# data_list
source: When they turn 10
sw: Wakifikisha miaka 10

# data_list
source: From the age of 10, children start to enter the puberty stage and need to already know about how their bodies and feelings may change. This will also help them cope better with sexual feelings safely.
sw: Kuanzia umri wa miaka 10, watoto huanza kuingia katika hatua ya kubalehe na wanahitaji kujua tayari jinsi miili na hisia zao zinaweza kubadilika. Hii pia itawasaidia kukabiliana na hisia za kingono kwa usalama.

# data_list
source: Before they turn 10
sw: Kabla hawajafikisha miaka 10

# data_list
source: Discussions around body changes and intimate relationships can start early, before the age of 9, by responding to questions a child may have. You do not need to go into detail – just answer their questions in a simple and honest way that works for their age.
sw: Majadiliano kuhusu mabadiliko ya mwili na mahusiano ya kingono yanaweza kuanza mapema, kabla ya umri wa miaka 9, kwa kujibu maswali ambayo mtoto anaweza kuwa nayo. Huna haja ya kuingia kwa undani - jibu tu maswali yao kwa njia rahisi na ya uaminifu ambayo inafanya kazi kwa umri wao.

# data_list
source: When you get an opportunity
sw: Unapopata fursa

# data_list
source: Parents never feel ‘ready’ to have these conversations with their teen. When your teen asks you a question or when you see a situation together that relates to body changes or relationships (for example in magazines or in your community), you can use that as an opening to start the conversation. You can ask “What do you think about what we saw?” or “How did that make you feel?”. You do not have to have all the answers, just use the opportunity when it comes up!
sw: Wazazi hawako 'tayari' kuwa na mazungumzo haya na vijana wao. wakati Kijana wako anapokuuliza swali au unapoona hali inayohusiana na mabadiliko ya mwili au mahusiano (kwa mfano katika magazeti au katika jumuiya yako), unaweza kutumia hilo kama mwanya wa kuanzisha mazungumzo. Unaweza kuuliza "Unafikiria nini kuhusu tulichoona?" au "Hilo lilikufanya uhisije?". Sio lazima uwe na majibu yote, tumia tu fursa hiyo inapokuja!

# data_list
source: How can I best keep my teen safe?
sw: Ninawezaje kumuweka kijana wangu kuwa salama?

# data_list
source: I determine what my teen can and cannot do
sw: Ninaamua kile ambacho kijana wangu anaweza na hawezi kufanya

# data_list
source: When we are too controlling, our teens may end up doing the things we do not want them to do. When we give our teens space to make their own decisions and guide them, they generally behave more responsibly.
sw: Tunapodhibiti sana, vijana wetu wanaweza kuishia kufanya mambo ambayo hatupendi wayafanye. Tunapowapa vijana wetu nafasi ya kufanya maamuzi yao wenyewe na kuwaongoza, kwa ujumla huwajibika zaidi.

# data_list
source: I keep information or bad influences away from them
sw: Ninaweka taarifa au ushawishi mbaya mbali nao

# data_list
source: Teens get information and pressure from many different sources that we cannot control. It is our role as parents to prepare them and guide them well, so they can learn how to tell the difference between good and bad information, and be confident to make their own decisions.
sw: Vijana hupata taarifa na msukumo kutoka vyanzo mbalimbali ambavyo hatuwezi kuzuia. Ni jukumu letu kama wazazi kuwaandaa na kuwaongoza vizuri, ili wajifunze jinsi ya kutofautisha taarifa nzuri na mbaya, na wakawa na ujasiri wa kufanya maamuzi yao binfasi.

# data_list
source: I build a healthy trusting relationship with my teen
sw: Ninatengeneza uhusiano mzuri wa kuaminika na wenye afya pamoja na kijana wangu

# data_list
source: Your teen will trust you, when they feel you trust them. They are more likely to ask for advice or share when they have a problem if they are used to talking to you. Praise and thank your teen whenever they share, and avoid judging their questions or behaviour so they feel safe to come to you again and again.
sw: Vijana wako watakuamini, endapo wakihisi unawaamini. Itakuwa vyema kukuomba ushauri au kukushirikisha matatizo yao ikiwa wamezoea kuongea nawe. Msifie na mshukuru kijana wako kila wanapokushirikisha, na zuia kuhukumu maswali yao au tabia ili wajisikie salama kuja kwako mara kwa mara.

# data_list
source: I discuss consequences and solutions with my teen
sw: Ninajadili madhara na suluhisho pamoja na kijana wangu

# data_list
source: To make a good decision, we have to think through the consequences. When you have a problem, have an open discussion with your teen. Listen to each other’s opinions and discuss solutions together. Every challenge is an opportunity to help your teen understand that each action has consequences and you can work together to find a solution. When you work through a tricky situation or conversation together, remember to praise and recognise yourselves for your great teamwork.
sw: Kufanya maamuzi mazuri, tunapaswa kufikiri juu ya matokeo yake. Tukiwa na tatizo, tunafanya mjadala pamoja na kijana sikiliza mawazo ya kila mmoja na kutafuta suluhisho pamoja. Kila changamoto ni fursa ya kumsaidia kijana wako aelewe kwamba kila kitendo kina matokeo na mnaweza mkafanya kazi kwa pamoja kutafuta suluhisho. Unapofanya kazi katika hali ngumu au mazungumzo pamoja, kumbuka kusifia na kujitambua kwa kazi nzuri ya pamoja.

# data_list
source: I emphasise that pressure is never okay
sw: Ninasisitiza kwamba kushinikiza sio sawa

# data_list
source: To stay safe, your teen needs to understand the difference between respectful behaviours and relationships, and unhealthy ones. A respectful relationship is when we feel cared for, involved in decision making, happy and safe. An unhealthy relationship is when we feel pressured to do something, uncomfortable with decisions or actions, or unsafe in any other way. In any relationship or sexual activity, you should never be pushed or convinced to do something you do not feel comfortable with, and you should never force others either. You can learn more about this in the @data.workshop.w_svp.in_text_title.
sw: Ili kukaa salama, kijana wako anahitaji kuelewa tofauti kati ya tabia ya heshima na mahusiano na yale yasiyofaa. Mahusiano ya heshima ni wakati tunapohisi kuthaminiwa, kushirikishwa katika kufanya maamuzi, furaha na usalama. Mahusiano yasiyofaa ni wakati tunapohisi kulazimishwa kufanya jambo fulani, kutoridhika na maamuzi au vitendo, au kutokuwa salama kwa njia nyingine yoyote. Katika uhusiano wowote au shughuli za kingono, hupaswi kamwe kusukumwa au kushawishiwa kufanya kitu ambacho hujisikii vizuri nacho, na pia hupaswi kuwalazimisha wengine pia. Unaweza kujifunza zaidi kuhusu hili katika @data.workshop.w_svp.in_text_title.

# data_list
source: How can I help prevent my teen from having sex too young?
sw: Ninawezaje kusaidia kuzuia kijana wangu kufanya ngono akiwa bado mdogo?

# data_list
source: Keep any information about sex away from them
sw: Weka taaarifa za ngono mbali nao

# data_list
source: Teenagers get right and wrong information about sex from many different sources at an early age, including school, their friends, and social media. Knowing about sex does not mean they are having sex themselves already. Having good information can help teenagers understand sex, be clear about safe and unsafe interactions with others, and why they may want to choose to wait to have sex. Not knowing about sex can lead to problems, for example when teens do not understand how pregnancy happens or what risks sex can have.
sw: Vijana hupata taarifa sahihi na zisizo sahihi kuhusu ngono kutoka vyanzo mbalimbali katika umri mdogo, ikiwa ni pamoja na shuleni, marafiki zao, na katika mitandao ya kijamii. Kujua kuhusu ngono haimaanishi kuwa wanafanya ngono wenyewe tayari. Kuwa na taharifa sahihi kunaweza kuwasaidia vijana kuelewa ngono, kuwa wazi kuhusu mwingiliano salama na usio salama na wengine, na kwa nini wanaweza kutaka kuchagua kusubiri kufanya ngono. Kutojua kuhusu ngono kunaweza kusababisha matatizo, kwa mfano wakati vijana hawaelewi jinsi mimba inavyotokea au ni athari gani zinatokana na ngono.

# data_list
source: Forbid them to have a boyfriend or girlfriend
sw: Kuwakataza kua na rafiki wa kike au kiume

# data_list
source: Your teen may have a boyfriend or girlfriend without telling you. If you push them to hide their relationships, they may not come to you when they have questions or problems (about their partner or other things), and they may end up in dangerous situations without you knowing.
sw: Kijana wako anaweza kuwa na mpenzi wa kiume au wa kike bila kukuambia. Kama ukiwafanya wafiche mahusiano yao, wanaweza wasije kwako wanapokuwa na maswali au matatizo (kuhusu mwenza wao au mambo mengine), na wanaweza kuishia katika hali hatarishi bila wewe kujua.

# data_list
source: Have an open discussion on how and why they could wait
sw: Kuwa na majadiliano ya wazi juu ya namna na sababu za wao kusubiri

# data_list
source: Teens are finding their way in life. They are looking around them – to friends and media – to figure out who they are now and what they want for their future. Because of this, other people may push them to do things they are not ready for. Try to discuss and explore together how they could wait to have sex until they are ready and in a safe relationship, and can better understand and handle any consequences. Be calm and focus on guiding them to make healthy decisions, even if they are not the decisions you would choose to make.
sw: Vijana wanatafuta njia yao katika maisha. Wanaangalia mazingira yao - marafiki na vyombo vya habari - kujua wao ni nani sasa na wanataka nini kwa ajili ya maisha yao ya baadaye. Kwa sababu hii, watu wengine wanaweza kusababisha wafanye mambo ambayo hawako tayari kufanya. Jaribu kujadili na kuchunguza pamoja nao wanaweza kusubiri kufanya ngono mpaka wawe tayari na katika uhusiano salama, na wanaweza kuelewa vizuri na kushughulikia madhara yoyote. Kuwa mtulivu na uzingatie kuwaongoza kufanya maamuzi yenye afya, hata kama sio maamuzi ambayo ungechagua kufanya.

# data_list
source: Check out the other options too.
sw: Angalia chaguzi zingine pia.

# data_list
source: How did @global.w_grief_male_caregiver_1’s response make @global.w_grief_teen_girl_1 feel?
sw: Je, majibu ya @global.w_grief_male_caregiver_1 yalimfanya @global.w_grief_teen_girl_1 ajisikie vipi?

# data_list
source: Yes, telling someone to stop crying can make them feel even more sad, angry or confused.
sw: Ndiyo, kumwambia mtu aache kulia kunaweza kumfanya ahisi huzuni zaidi, hasira au kuchanganyikiwa.

# data_list
source: What could @global.w_grief_male_caregiver_1 have done differently?
sw: Je, @global.w_grief_male_caregiver_1 angeweza kufanya nini tofauti?

# data_list
source: Take a pause before responding and notice his own emotions.
sw: Kutulia kabla ya kujibu na atambue hisia zake mwenyewe.

# data_list
source: Ask @global.w_grief_teen_girl_1 to share more about how she feels.
sw: Muulize @global.w_grief_teen_girl_1 amshirikishe zaidi kuhusu jinsi anavyohisi.

# data_list
source: Give @global.w_grief_teen_girl_1 a hug and tell her she can talk to him.
sw: Mkumbatie @global.w_grief_teen_girl_1 na umwambie anaweza kuzungumza naye.

# data_list
source: Ask @global.w_grief_teen_girl_1 what would help her feel better.
sw: Muulize @global.w_grief_teen_girl_1 ni nini kitakachomsaidia kujisikia vizuri.

# data_list
source: When we lose someone we love, it helps to recognise and share our feelings as a family.
sw: Pale tunapompoteza mtu tunayempenda, inasaidia kutambua na kushirikishana hisia zetu kama familia.

# data_list
source: How did @global.w_grief_teen_girl_1 and @global.w_grief_male_caregiver_1 feel after talking?
sw: Je, @global.w_grief_teen_girl_1 na @global.w_grief_male_caregiver_1 walijisikiaje baada ya kuzungumza?

# data_list
source: Relieved
sw: Ahueni

# data_list
source: Supported
sw: Kuungwa mkono

# data_list
source: Comforted
sw: Kufarijiwa

# data_list
source: What could have happened if @global.w_grief_male_caregiver_1 got angry at @global.w_grief_teen_girl_1 when she shared that she was feeling angry?
sw: Je, nini kingetokea kama @global.w_grief_male_caregiver_1 alimkasirikia @global.w_grief_teen_girl_1 alipomshirikisha kwamba alikuwa na hasira?

# data_list
source: @global.w_grief_teen_girl_1 might not trust @global.w_grief_male_caregiver_1.
sw: @global.w_grief_teen_girl_1 huenda asimwamini @global.w_grief_male_caregiver_1

# data_list
source: @global.w_grief_teen_girl_1 and @global.w_grief_male_caregiver_1 might talk less and feel more alone.
sw: @global.w_grief_teen_girl_1 na @global.w_grief_male_caregiver_1 wanaweza kuzungumza kidogo na kuhisi upweke zaidi

# data_list
source: @global.w_grief_teen_girl_1 might show more challenging behaviour.
sw: @global.w_grief_teen_girl_1 anaweza kuonyesha zaidi tabia yenye changamoto

# data_list
source: Everyone copes with grief differently. We can help each other by accepting each other’s feelings and coming up with ideas together to support each other.
sw: Kila mtu hukabiliana na huzuni kwa njia tofauti. Tunaweza kusaidiana kwa kukubali hisia za kila mmoja wetu na kuja na mawazo kwa pamoja ili kusaidiana

# data_list
source: Why did @global.w_learn_teen_girl_1 react this way?
sw: Kwa nini @global.w_learn_teen_girl_1 alijibu hivi?

# data_list
source: @global.w_learn_teen_girl_1 was upset that her mother did not see how she helped at home.
sw: @global.w_learn_teen_girl_1 alikasirishwa kwamba mama yake hakuona jinsi alivyosaidia nyumbani.

# data_list
source: @global.w_learn_teen_girl_1 was not able to talk to her mother about her hard day at school.
sw: @global.w_learn_teen_girl_1 hakuweza kuzungumza na mama yake kuhusu siku yake mbaya shuleni.

# data_list
source: @global.w_learn_female_caregiver_1 blamed @global.w_learn_teen_girl_1 for not cooking dinner yet.
sw: @global.w_learn_female_caregiver_1 alimlaumu @global.w_learn_teen_girl_1 kwa kutopika chakula cha usiku.

# data_list
source: Yes, all of these are true. @global.w_learn_teen_girl_1 reacted this way because her mother did not talk to her about her day, blamed her for not cooking yet and did not thank @global.w_learn_teen_girl_1 for helping at home.
sw: Ndiyo, haya yote ni kweli. @global.w_learn_teen_girl_1 alijibu hivi kwa sababu mama yake hakuzungumza naye kuhusu siku yake, alimlaumu kwa kutokupika na hakumshukuru @global.w_learn_teen_girl_1 kwa kusaidia kazi za nyumbani.
