Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# data_list
source: Every time you take a pause before responding, tap the @global.parent_point and celebrate your success!
af: Elke keer wanneer jy 'n blaaskans vat voor jy reageer, klik op die @global.parent_point en vier jou sukses!
sw: Kila mara unapotulia kabla ya kujibu, bofya @global.parent_point na usherehekee mafanikio yako!
zu: Ngaso sonke isiskhathi uma uthatha ikhefu uphefumule ngaphambi kokuba uphendule chofoza ku @global.parent_point bese ujabulela impumelelo yakho!

# data_list
source: **Respond calmly** @global.parent_point
sw: **Itikia kwa utulivu** @global.parent_point

# data_list
source: Good money choice
af: Goeie geldkeuse
sw: Maamuzi mazuri kuhusu pesa
xh: Ukhetho olululo lwemali
zu: Ukukhetha kahle imali

# data_list
source: Make one of these good money choices: * Spend money according to your family budget. * Save extra money this week. * Respond well to a crisis that involves money. * Help a family member stick to your family budget. * Recognise something is a 'want' instead of a 'need'.
sw: Fanya mojawapo ya maamuzi haya mazuri ya kifedha: * Tumia fedha kulingana na bajeti ya familia yako. * Tunza fedha ya ziada wiki hii. * Itikia vyema katika changamoto zinazohusu fedha. * Msaidie mwana familia kuzingatia bajeti ya familia. * Tambua kitu ni 'tamanio' badala ya 'hitaji'.

# data_list
source: Every time you make a good choice about needs, wants and savings, tap the @global.parent_point and celebrate your success!
af: Elke keer wanneer jy 'n goeie keuse maak oor behoeftes, klik op die @global.parent_point en vier jou sukses!
sw: Kila mara unapofanya maamuzi mazuri kuhusu mahitaji, matamanio na kujiwekea akiba, bofya @global.parent_point na usherehekee mafanikio yako!
zu: Ngaso sonke isikhathi uma ukhethe kahle phakathi kwezidingo, izimfuno nokulonodoloza imali chofoza ku @global.prent_point bese ujabulela impumelelo yakho!

# data_list
source: **Good money choice** @global.parent_point
af: **Goeie geldkeuse** @global.parent_point
sw: @global.parent_point ya **Maamuzi mazuri kuhusu pesa**
xh: **Ukhetho olululo lwemali** @global.parent_point
zu: **Ukukhetha kahle imali** @global.parent_point

# data_list
source: Calm consequence
af: Kalm gevolg
sw: Athari Nyepesi
xh: Imiphumo Ezolileyo
zu: Imiphumela eyethulwa ngomoya ozolile

# data_list
source: When your child is behaving badly, take a deep breath and give a consequence in a calm way. Agree on the calm consequence with your teen before the negative behaviour happens. Make sure it is realistic, manageable and fits the behaviour you are trying to correct.
sw: Pale mtoto wako anapokuwa na tabia mbaya, vuta pumzi ndefu na mpe adhabu kwa namna ya utulivu. Kubaliana na kijana wako adhabu nyepesi kabla tabia mbaya haijatokea. Hakikisha kuwa ni halisi, inafanyika na inaendana na ile tabia unayojaribu kurekebisha.

# data_list
source: Every time you give a calm consequence, tap the @global.parent_point and celebrate your success!
af: Elke keer wanneer jy op 'n kalm manier 'n gevolg gee, klik op die @global.parent_point en vier jou sukses!
sw: Kila mara unapoamuru kufanywa kwa athari nyepesi, bofya @global.parent_point na usherehekee mafanikio yako!
zu: Ngasosonke isikhathi lapho unikeza umphumela ozothile, cofoza u- @global.parent_point, ujabulele impumelelo yakho!

# data_list
source: **Calm consequence** @global.parent_point
af: **Kalm gevolg** @global.parent_point
sw: @global.parent_point ya **Athari nyepesi**
xh: **Imiphumo Ezolileyo** @global.parent_point
zu: **Imiphumela eyethulwa ngomoya ozolile** @global.parent_point

# data_list
source: Keep your teen safe
sw: Muweke kijana wako salama

# data_list
source: Help your teen stay safe by doing one of these things: * Map out or talk about safe and unsafe spaces in your community. * Map out or talk about safe and unsafe spaces online. * Make rules with your teen about how they can stay safe in the community and online. * Explain, remind, or use your teen's "@global.safety_word": Your teen can always tell you if they are in a dangerous or difficult situation, and you won't get angry or punish them.
sw: Msaidie kijana wako kuwa salama kwa kufanya mojawapo ya vitu hivi: *Tambua au zungumza kuhusu sehemu salama na zisizo salama katika jamii yako. *Tambua au zungumza kuhusu sehemu salama na zisizo salama mtandaoni. * Tengeneza sheria na kijana wako kuhusu jinsi wanavyoweza kuwa salama katika jamii na mtandaoni. * Mueleze, mkumbushe au tumia "@global.safety_word": Kijana wako anaweza kukuambia kila wakati iwapo yupo katika hali hatarishi au ngumu, na hutokasirika au kuwaadhibu.

# data_list
source: Every time you do something to keep your teen safe, tap the @global.parent_point and celebrate your success!
af: Elke keer wanneer jy iets doen om jou tiener veilig te hou, klik op die @global.parent_point en vier jou sukses!
sw: Kila mara unapofanya jambo ili kumweka salama kijana wako, bofya @global.parent_point na usherehekee mafanikio yako!
zu: Ngaso sonke isikhathi uma wenza okuthile ukungcina umntwana wakho phephile, chofoza ku @global.parent_point bese ujabulela impumelelo yakho!

# data_list
source: **Keep your teen safe** @global.parent_point
sw: **Muweke kijana wako salama** @global.parent_point

# data_list
source: Stay safe
sw: Baki salama

# data_list
source: Stay safe by doing one of these things: * Do the @data.workshop.w_svp.in_text_title with your teen. * Chat with your teen about how to use thoughts, feelings, voice and body to stay safe. * Practice with your teen how to use thoughts, feelings, voice and body to stay safe.
sw: Baki salama kwa kufanya mojawapo ya mambo haya: * Fanya @data.workshop.w_svp.in_text_title na kijana wako. * Ongea na kijana wako kuhusu jinsi ya kutumia mawazo, hisia, sauti na mwili ili kubaki salama. * Fanya mazoezi na kijana wako jinsi ya kutumia mawazo, hisia, sauti na mwili ili kubaki salama.

# data_list
source: Tap the @global.parent_point and celebrate your success every time you chat with your teen about staying safe, or practise how to stay safe using your thoughts, feelings, voice and body.
sw: Bonyeza @global.parent_point na sherehekea mafanikio yako kila wakati unapozungumza na kijana wako kuhusu kukaa salama, au jizoeze jinsi ya kuwa salama kwa kutumia mawazo, hisia, sauti na mwili wako.

# data_list
source: **Stay safe** @global.parent_point
sw: **Kaa Salama**@global.parent_point

# data_list
source: Learn and have fun
sw: Jifunze na ufurahie

# data_list
source: Small actions make a big difference. Help your teen learn by making your daily activities fun and doing them together. This is the first step to helping your teen’s development and education.
sw: Matendo madogo huleta matokeo makubwa. Msaidie kijana wako kujifunza kwa kufanya shughuli zako za kila siku kuwa za kufurahisha na mzifanye pamoja. Hii ni hatua ya kwanza ya kusaidia maendeleo na elimu ya kijana wako.

# data_list
source: Every time you do a fun learning activity together, tap the @global.parent_point and celebrate your progress!
sw: Kila wakati mnapofanya shughuli ya kujifunza ya kufurahisha pamoja, gusa @global.parent_point na sherehekea maendeleo yako!

# data_list
source: **Learn and have fun** @global.parent_point
sw: **Jifunze na ufurahie** @global.parent_point

# data_list
source: Did it? Tap it!
af: Gedoen? Klik dit!
sw: Ulifanya hivyo? Bofya!
xh: Uyenzile? Uyicofile!
zu: Ukwenzile? Kucofe!

# data_list
source: Did you have any challenges when trying to praise your teen?
sw: Je, ulikuwa na changamoto zozote ulipojaribu kumsifu kijana wako?

# data_list
source: I forgot to do it.
sw: Nilisahau kufanya hivyo.

# data_list
source: My teen was surprised or suspicious.
sw: Kijana wangu alishtushwa au kushangaa.

# data_list
source: Remember, it takes some time for your teen to get used to seeing you praise them. The more time you spend with them, the better it will go!
sw: Kumbuka, inachukua muda kwa kijana wako kuzoea kukuona ukimsifu. Kadri unavyotumia muda mwingi pamoja naye, ndivyo itakavyokuwa bora zaidi!

# data_list
source: My teen did not like it.
sw: Kijana wangu hakuipenda.

# data_list
source: It happens – just be patient. Make sure to keep spending time with your teen, so they will value your opinion more and more. When your praise is genuine, you will see the benefits soon!
sw: Huwa inatokea – kuwa tu mvumilivu. Hakikisha unaendelea kutumia muda wa pamoja na kijana wako, kwa namna hiyo atathamini mawazo yako zaidi na zaidi. Ukimsifia kwa moyo wa dhati, utaona faida zake hivi karibuni!

# data_list
source: Being specific is not rude or insensitive – it really helps others to understand you clearly and this prevents confusion in the family. Feelings like anger and stress are part of our lives. All we need to do when we feel angry and stressed is handle our emotions well by taking a few deep breaths before responding.
sw: Kuwa mahususi si kukosa adabu au kutojali – husaidia sana wengine kukuelewa vizuri na hivyo kuzuia kutoelewana kwenye familia. Hisia kama hasira na msongo wa mawazo ni sehemu ya maisha yetu. Kitu pekee tunachohitaji kufanya tunapohisi hasira na msongo wa mawazo ni kudhibiti vizuri hisia zetu kwa kuvuta pumzi ndefu mara kadhaa kabla ya kuamua cha kujibu.

# data_list
source: Starting a new thing is always difficult at first. Give yourselves some time to get used to it and keep showing a good example by observing and sharing your feelings. Over time, your teen will learn to do the same, and they will feel even more loved and cared for!
sw: Kuanza kitu kipya mara zote ni vigumu. Jipe muda wa kuzoea na endelea kuonyesha mfano mzuri kwa kutambua hisia zako na kuwashirikisha wengine. Baada ya muda, kijana wako atajifunza kufanya hivyohivyo, na atahisi kupendwa na kutunzwa mno!

# data_list
source: I was too stressed or angry to try sharing my feelings – I prefer to be alone when I feel like that.
sw: Nilikuwa na hasira mno au msongo mkubwa wa mawazo kuweza kujaribu kuelezea hisia zangu – ninapendelea kuwa peke yangu ninapohisi hivyo.

# data_list
source: Did you have any challenges when making your budget together?
sw: Je, mlipata changamoto zozote mlipokuwa mnatengeneza bajeti pamoja?

# data_list
source: I did not want to tell my family how much I earn.
sw: Sikutaka kuwaambia familia yangu kiasi gani huwa napata.

# data_list
source: You do not have to reveal the exact amount you earn; you could give an estimate. You could say, “In this household, we have @global.currency@global.monthly_income_estimate every month” rather than, “I make @global.currency@global.monthly_income_precise.”
sw: Sio lazima kuwaambia kiwango halisi cha kipato chako; unaweza kuwaambia makadirio. Unaweza kusema, "Katika kaya hii, tunapata @global.currency@global.monthly_income_estimate kila mwezi" badala ya, "Ninapata @global.currency@global.monthly_income_precise."

# data_list
source: When budgeting, we could not agree on what should fall under needs and what should fall under wants.
sw: Wakati wa kutengeneza bajeti, hatukuweza kukubaliana kitu gani kiwe mahitaji na kitu gani kiwe matamanio.

# data_list
source: People’s wants and needs are different sometimes. Talking about them together can help you and your teen to understand each other, respect your differences and see where you can compromise.
sw: Mahitaji na matamanio ya watu wakati mwingine hutofautiana. Kuyazungumza pamoja kunaweza kusaidia wewe na kijana wako kuelewana, kuheshimu tofauti zenu na kuona wapi mnaweza kufikia muafaka.

# data_list
source: I did not understand what to do.
sw: Sikuelewa nini cha kufanya.

# data_list
source: I am sorry to hear this. I know it can be difficult! Why don’t we go through it again? Your teen or other family members can join and help you!
sw: Nasikitika kusikia hili. Najua inaweza kuwa vigumu! Kwa nini tusipitie tena? Kijana wako au wanafamilia wengine wanaweza kujiunga na kukusaidia!

# data_list
source: My teen did not want to do the budgeting with me.
sw: Kijana wangu hakutaka kupanga bajeti na mimi.

# data_list
source: Try making the budget with other adults in your home first. Your teen may get interested in what you are doing. Making a budget may sound serious but try to make it fun – make it a game during one-on-one time! Or you can try to make the budget for @global.w_money_grandma first. Remember to praise them when you are done!
sw: Jaribu kwanza kupanga bajeti na watu wazima wengine katika familia yako. Kijana wako anaweza kuvutiwa na kile mnachofanya. Kutengeneza bajeti kunaweza kuonekana ni jambo zito, lakini jaribu kulifanya kuwa la kufurahisha - Lifanye kwa kutumia mchezo wakati wa muda wa pamoja! Au unaweza kujaribu kutengeneza bajeti kwa @global.w_money_grandma kwanza. Kumbuka kuwasifia mnapomaliza!

# data_list
source: Did you have any challenges when trying to make a rule together?
sw: Je, mlipata changamoto yoyote mlipojaribu kutengeneza sheria pamoja?

# data_list
source: My teen and I could not agree on a rule.
sw: Mimi na kijana wangu hatukuweza kukubaliana kuhusu sheria fulani.

# data_list
source: Think about whether the rule is reasonable. Can your teen follow it? When making rules as a family, it helps to think about your teen, how old they are and what is important to them.
sw: Fikiria kama sheria ina mantiki. Kijana wako anaweza kuifuata? Mnapotunga sheria kama familia, ni vizuri ukafikiria kuhusu kijana wako, umri wao na nini ambacho ni muhimu kwao.

# data_list
source: My teen felt it was unfair that they have to follow the rule while I don’t have to follow it.
sw: Kijana wangu alihisi kuwa haikuwa haki kwake kuifuata sheria hiyo wakati mimi sihitaji kuifuata.

# data_list
source: We should always remember that children learn best from us. The more we follow the rules, the more they will follow the rules, too. You can adjust the rule to make sure that it is realistic for everyone to follow, considering your responsibilities and your teen’s responsibilities (for example, school or work activities).
sw: Kila wakati, tunapaswa kukumbuka kuwa watoto hujifunza vizuri zaidi kutoka kwetu. Kadiri tunavyofuata sheria, ndivyo pia nao watakavyofuata sheria. Unaweza kurekebisha sheria ili kuhakikisha kuwa inaweza kufuatwa na kila mtu, kwa kuzingatia majukumu yako na majukumu ya kijana wako (kwa mfano, shughuli za shuleni au za kazini).

# data_list
source: I felt uncomfortable, because I feel that I should be the one establishing the rule, not my teen.
sw: Nilijisikia vibaya, kwa sababu ninahisi kwamba mimi ndiye ninapaswa kuweka sheria hiyo, si kijana wangu.

# data_list
source: My partner felt uncomfortable, because they feel that they should be the one establishing the rule, not the teen.
sw: Mwenza wangu alijisia vibaya, kwa sababu anahisi kwamba yeye ndiye anapaswa kuweka sheria hiyo, si kijana huyo.

# data_list
source: When we establish rules together with our teens, that helps the family to understand each other better. The rules will be more realistic, and our teens will be more willing and able to follow the rules.
sw: Tunapoweka sheria pamoja na vijana wetu, husaidia familia kuelewana vizuri zaidi. Sheria hizo zitakuwa na uhalisia zaidi, na vijana wetu watakuwa na utayari zaidi na wataweza kuzifuata sheria hizo.

# data_list
source: When we tried to set a rule, we got into an argument.
sw: Tulipojaribu kuweka sheria, tulijikuta tunabishana.

# data_list
source: Was your teen in a good mood when you tried to set the rule? It is best to set rules when the situation is calm. If you or your teen are tired or hungry, it is better to talk about rules at a later time.
sw: Je, kijana wako alikuwa na hali nzuri kihisia mlipojaribu kuweka sheria? Ni vizuri zaidi kutengeneza sheria wakati kukiwa na hali ya utulivu. Kama wewe au kijana wako atakuwa amechoka au ana njaa, ni vizuri zaidi kuzungumzia sheria baadaye.

# data_list
source: We were not able to stick to the rule.
sw: Hatukuweza kufuata sheria.

# data_list
source: The rule needs to be specific and realistic. Make sure to have a rule that can be kept easily, like having one meal together every Sunday instead of every night. Do you need to be more flexible about the rule?
sw: Sheria zinapaswa ziwe mahususi na zinazotekelezeka. Hakikisha kuwa una sheria inayoweza kufuatwa kwa urahisi, kama vile kula mlo mmoja pamoja kila Jumapili badala ya kila siku usiku. Je, unahitaji kuwe na uwezekano zaidi wa kubadilisha sheria hiyo?

# data_list
source: Did you have any challenges when trying to introduce a consequence together?
sw: Je, mlipata changamoto zozote mlipojaribu pamoja kuweka athari?

# data_list
source: I got very angry when my teen broke the rule.
sw: Nilikasirika sana pale kijana wangu alipovunja sheria.

# data_list
source: When we take a pause before responding, it helps us to calm down and respond better. Next time your teen makes you angry, try to take a pause first. Even a few deep breaths can make a big difference!
sw: Kupumzika kabla ya kujibu kunatusaidia kutulia na kujibu vizuri zaidi. Kijana wako akikukasirisha tena, jaribu kwanza kupumzika. Kuvuta pumzi ndefu chache tu kunaweza kuleta mabadiliko makubwa!

# data_list
source: My teen got very angry with me after I gave the consequence.
sw: Kijana wangu alinikasirikia sana nilipomuamuru afanye athari.

# data_list
source: When your teen gets angry, you might need to walk away until you are both calm. Check to make sure your consequence is fair and reasonable. Listen to your teen’s explanation and react calmly as you agreed if they used the “@global.safety_word” or broke a rule in order to stay safe.
sw: Kijana wako anapokasirika, unaweza kuondoka karibu naye hadi nyote mtakapokuwa mmetulia. Tazama ili kuhakikisha kuwa adhabu ni ya kawaida na ya busara. Sikiliza maelezo ya kijana wako na hakikisha unatoa "@global.safety_word” au kama alivunja sheria ili kuwa salama.

# data_list
source: I introduced the consequence without first discussing it with my teen.
sw: Niliweka athari bila kuijadili kwanza na kijana wangu.

# data_list
source: Can you make a consequence for if this happens again? When we establish a consequence together with our teens, the consequence will be more realistic and our teens will be more willing and able to follow the rule.
sw: Je, unaweza kuweka athari kwa ajili ya jambo hili likitokea tena? Tunapoweka athari pamoja na vijana wetu, athari hizi zitakuwa na uwezekano mkubwa wa kutekelezeka na vijana wetu watakuwa tayari zaidi na watakuwa na uwezo zaidi wa kufuata sheria hiyo.

# data_list
source: I forgot to follow through with the consequence.
sw: Nilisahau kufuatilia athari mpaka mwisho.

# data_list
source: We all make mistakes! The more consistent we are with our consequences, the more likely our children will choose to behave positively in the future.
sw: Sisi sote huwa tunakosea! Kadri tunavyokuwa na msimamo kwenye athari tulizoziweka, ndivyo watoto wetu watakavyokuwa na uwezekano mkubwa wa kuchagua kuwa na mwenendo chanya siku za usoni.

# data_list
source: Even with the consequence, my teen still does not follow the rule.
sw: Pamoja na kuweka athari, bado kijana wangu hafuati sheria.

# data_list
source: If your teen keeps breaking rules, you might need to spend more positive time with them. Try to keep going with your other goals – like self-care, one-on-one time, and praise. All these skills will help your teen feel more loved and secure… and you less stressed!
sw: Kama kijana wako anaendelea kuvunja sheria, unaweza kuhitaji kutumia muda chanya zaidi pamoja naye. Jaribu kuendelea na malengo yako mengine – kama kujithamini, muda wa kuzungumza wawili, na usifiaji. Ujuzi huu wote utamsaidia kijana wako kuhisi anapendwa zaidi na kulindwa… na wewe kupunguza msongo wa mawazo!

# data_list
source: We only created a negative consequence, not a positive consequence.
sw: Tuliweka njia ya malipo hasi tu, na si malipo chanya.

# data_list
source: It can be difficult to think of positive consequences sometimes. Positive consequences will encourage your teen to take more responsibility and you will see the difference!
sw: Wakati mwingine inaweza kuwa vigumu kufikiria athari nzuri. Athari zitamchochea kijana wako kuwajibika zaidi na utaona mabadiliko!

# data_list
source: My teen suggested being hit as a negative consequence.
sw: Kijana wangu alipendekeza kuchapwa kama athari hasi.

# data_list
source: Teens can be used to seeing hitting as the only possible consequence for breaking rules. Brainstorm some calm consequences with them that could help them understand that they have done something wrong. These will be more effective and will set positive examples!
sw: Vijana wanaweza kuzoea kuona kuchapwa ndo athari pekee ya kuvunja sheria. Fikiria kwa undani pamoja nao kuhusu baadhi ya athari nyepesi zinazoweza kuwasaidia kuelewa kwamba wamefanya kosa. Hizi zitaleta ufanisi zaidi na kutoa mifano chanya!

# data_list
source: Did you have any challenges when trying to resolve the problem with your teen?
sw: Je, ulipata changamoto yoyote ulipojaribu kutatua tatizo na kijana wako?

# data_list
source: I forgot the steps of problem solving.
sw: Nilisahau hatua za kutatua matatizo.

# data_list
source: It takes some practice to use all four steps of problem solving. Next time a problem comes up, look at the four steps together with your teen – it will make a big difference!
sw: Inachukua muda kidogo na mazoezi kuweza kutumia hatua zote nne za kutatua matatizo. Tatizo litakapotokea tena, pitia hatua hizi nne pamoja na kijana wako – kufanya hivyo kutaleta mabadiliko makubwa!

# data_list
source: I started with the solutions right away.
sw: Nilianza na suluhisho moja kwa moja.

# data_list
source: When we have a problem, we always want to get to the quickest end result and can forget about the steps. To come up with the best solution together, it is helpful to first have a full understanding of the problem and the different solutions.
sw: Tunapokuwa na tatizo, mara zote huwa tunataka kulitatua haraka sana na tunaweza kusahau hatua za kulitatua tatizo. Ili kupata suluhisho bora kwa pamoja, ni vema kwanza kulielewa tatizo kikamilifu na njia mbalimbali za kulitatua.

# data_list
source: Four steps of problem solving
sw: Hatua nne za kutatua matatizo

# data_list
source: We could not agree on a solution to try out and we got into an argument.
sw: Hatukuweza kukubaliana kuhusu suluhisho la kulijaribu hivyo tuliishia kulumbana.

# data_list
source: Sometimes it can be difficult to agree with everyone in the family, especially if everyone is not yet calm. You could agree to try one solution first and then another. Also, if you get stuck, try to get together later to agree on the solution together.
sw: Wakati mwingine inaweza kuwa vigumu kukubaliana na kila mtu katika familia, hasa kama kila mtu bado hajatulia. Mnaweza kukubaliana kujaribu suluhisho moja kwanza na kisha mjaribu suluhisho lingine. Pia, kama mtakwama, jaribuni kukutana baadaye ili mkubaliane pamoja kuhusu suluhisho hilo.

# data_list
source: I got angry when the problem came up and I forgot to use the problem-solving steps.
sw: Nilikasirika tatizo lilipotokea, nikasahau kutumia hatua za kutatua matatizo.

# data_list
source: When a problem comes up, we all get angry or stressed sometimes. Remember, when you feel angry or stressed, you can take a pause to help you stay calm and then solve the problem you are facing.
sw: Tatizo linapojitokeza, huwa tunakasirika au kufadhaika wakati mwingine. Kumbuka, unapohisi hasira au msongo wa mawazo, unaweza kupumzika kwanza ili utulie halafu ndipo utatue tatizo linalokukabili.

# data_list
source: My teen got angry and did not want to talk about the problem.
sw: Kijana wangu alikasirika na hakutaka kuzungumzia tatizo hilo.
