Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# template
source: Raising teens can be hard and we all struggle sometimes.
sw: Kulea vijana kunaweza kuwa kugumu na wakati mwingine sisi sote tunahangaika.

# template
source: What is the main challenge you are experiencing right now?
af: Wat is die grootste uitdaging wat jy tans ondervind?
sw: Je, ni changamoto gani kuu unayoipata sasa hivi?
xh: Loluphi ucelomngeni oluyintloko ojongene nalo ngalo mzuzu?
zu: Iyiphi inselele enkulu obhekene nayo njengamanje?

# template
source: My relationship with my teen is not good
af: My verhouding met my tiener is nie goed nie
sw: Uhusiano wangu na kijana wangu sio mzuri
xh: Ulwalamano lwam nomntwana wam ofikisayo aluluhlanga
zu: Ubudlelwane bami nengane yami esebusheni bayo abubuhle

# template
source: My teen’s behaviour is difficult
af: My tiener se gedrag is moeilik
sw: Tabia ya kijana wangu ni ngumu
xh: Isimilo somntwana wam ofikisayo sixakile
zu: Ukuziphatha kwengane yami esebusheni bayo kuyinkinga

# template
source: I feel stressed, lonely, angry
af: Ek voel gestres, eensaam, kwaad
sw: Ninahisi msongo wa mawazo, upweke, hasira
xh: Ndiziva ndinoxinezelelo, ndindodwa, ndinomsindo
zu: Ngizizwa ngicindezelekile, nginesizungu, ngithukuthele

# template
source: I have money worries
af: Ek het bekommernisse oor geld
sw: Nina wasiwasi wa masuala ya pesa
xh: Ndinamaxhala emali
zu: Ngikhathazekile ngemali

# template
source: I worry about my teen’s safety
af: Ek is bekommerd oor my tiener se veiligheid
sw: Nina wasiwasi na usalama wa kijana wangu
xh: Luyandixhalabisa ukhuseleko lomntwana wam ofikisayo
zu: Ngiyakhathazeka ngokuphepha kwengane yami esebusheni bayo

# template
source: We often fight in our family
af: Ons baklei gereeld in ons gesin
sw: Mara nyingi tunapigana kwenye familia yetu
xh: Sisoloko sisilwa kusapho lwethu
zu: Sivame ukulwa emndenini wami

# template
source: I have a different problem…
af: Ek het ’n ander probleem…
sw: Nina tatizo tofauti…
xh: Ndinengxaki eyahlukileyo…
zu: Nginenkinga ehlukile…

# template
source: Building a better relationship starts with spending time together - even 5 minutes a day makes a difference! At first, it can be hard to spend time together, as we are all busy and our teens can be in a bad mood sometimes. But spending even 5 minutes a day of focused time with your teen helps to build trust. Try asking your teen what they would like to do together. It can be fun and relaxing for you too!
af: Om ’n beter verhouding op te bou, begin deur tyd saam deur te bring – selfs 5 minute per dag maak ’n verskil! Aanvanklik kan dit moeilik wees om tyd saam deur te bring, aangesien ons almal besig is en ons tieners soms in ’n slegte bui kan wees. Maar om selfs 5 minute per dag se gefokusde tyd met jou tiener deur te bring, help om vertroue op te bou. Vra jou tiener wat hulle saam sou wil doen. Dit kan ook vir jou lekker en ontspannend wees!
sw: Kujenga mahusiano bora huanza kwa kutumia muda pamoja – hata dakika 5 kwa siku huleta mabadiliko! Mwanzoni, inaweza kuwa vigumu kukaa pamoja, kwani sisi sote tuna shughuli nyingi na vijana wetu wanaweza kujisikia vibaya wakati mwingine. Lakini kutumia hata dakika 5 kwa siku za kumzingatia kijana wako husaidia kujenga imani. Jaribu kumuuliza kijana wako angependa mfanye nini pamoja. Yanaweza kuwa mambo ya kufurahisha na ya kuburudisha kwako pia!
xh: Ukwakha ulwalamano olungcono kuqala ngokuchitha ixesha kunye - noba yimizuzu emi-5 ngosuku kwenza umahluko! Okokuqala, kunokuba nzima ukuchitha ixesha kunye, njengoko sonke sixakekile kwaye ulutsha lwethu lunokuba kwimudi engentle ngamanye amaxesha. Kodwa ukuchitha noba yimizuzu emi-5 ngosuku lwexesha olijolise kumntwana wakho ofikisayo kuyanceda ekwakheni ukuthembana. Zama ukubuza umntwana wakho ofikisayo ukuba yintoni angathanda niyenze kunye. Inokuba mnandi kwaye ikuphumze nawe ngokunjalo!
zu: Ukwakha ubuhlobo obungcono kuqala ngokuchitha isikhathi ndawonye - ngisho nemizuzu emihlanu ngosuku iyawenza umehluko! Ekuqaleni, kungase kube nzima ukuchitha isikhathi ndawonye, njengoba sonke simatasa futhi izingane zethu ezisebusheni bazo zingase zizizwe zingeneme ngezinye izikhathi. Kodwa ukuchitha ngisho nemizuzu eyisihlanu-5 ngosuku ugxile enganeni yakho esebusheni bayo kuyasiza ekwakheni ukwethembana. Zama ukubuza ingane yakho esebusheni bayo ukuthi yini engathanda niyenze ndawonye. Kungaba mnandi futhi kukukhulule nawe!

# template
source: You can get more support on how to spend one-on-one time with your teen here:
af: Jy kan hier meer ondersteuning kry oor hoe jy tyd alleen met jou tiener kan deurbring:
sw: Unaweza kupata msaada zaidi kuhusu jinsi ya kutumia muda wa pamoja na kijana wako hapa:
xh: Unokufumana inkxaso engakumbi ngendlela yokuchitha ixesha ninodwa kunye nomntwana wakho ofikisayo apha:
zu: Ungathola ukusekelwa okwengeziwe ngokuphathelene nendlela yokuchitha isikhathi nobabili nengane yakho esebusheni bayo la:

# template
source: All teenagers sometimes behave just horribly! One thing that can help with teenage behaviour is to praise them any time that they do something good – however small. Teens may not look like they want or seek your praise but they still really, really do.
af: Alle tieners gedra hulle soms net gruwelik! Een ding wat kan help met tienergedrag, is om hulle te prys wanneer hulle iets goeds doen – ongeag hoe klein dit is. Dit lyk miskien nie asof tieners jou lof wil hê of dit soek nie, maar eintlik wil hulle dit baie, baie graag hê.
sw: Wakati mwingine vijana wote huweza kuonesha tabia mbaya! Jambo moja linaloweza kukusaidia kuhusu tabia ya vijana ni kuwasifu wakati wowote wanapofanya kitu kizuri – hata kiwe kidogo namna gani. Vijana wanaweza wasioneshe kama wanataka au wanatafuta sifa kutoka kwako, lakini wanaitaka kwelikweli.
xh: Bonke abantwana abafikisayo bayageza ngamanye amaxesha! Eyona nto inokunceda kwisimilo sabantwana abafikisayo kukubancoma nanini na besenza into entle - nokuba incinci kangakanani na. Abantwana abafikisayo basenokungabonakali ngathi bafuna okanye bakhangela ukunconywa nguwe kodwa eneneni, bayafuna.
zu: Yonke intsha ngezinye izikhathi iziphatha ngendlela engathandeki! Into eyodwa engasiza ekuziphatheni kwengane yakho esebusheni bayo ukuncoma ingane yakho noma nini lapho yenza kahle - noma ngabe kuncane kanjani. Izingane ezisebusheni bazo zingabukeka sengathi azikuthandi ukunconywa nguwe kodwa empeleni zikuthanda ngempela.

# template
source: You can get more support here on how to encourage good behaviour through praising:
af: Jy kan hier meer ondersteuning kry oor hoe jy goeie gedrag kan aanmoedig deur te prys:
sw: Unaweza kupata msaada zaidi hapa kuhusu jinsi ya kuhimiza tabia njema kwa kusifia:
xh: Unokufumana inkxaso engakumbi apha malunga nendlela yokukhuthaza isimilo esihle ngokuncoma:
zu: Ungathola ukwesekwa okwengeziwe lapha mayelana nendlela yokukhuthaza ukuziphatha kahle ngokuncoma:

# template
source: Parenting stress is really high right now. We know exactly how overwhelming life can be. Doing something for yourself can reduce your stress. You deserve it! And when you feel overwhelmed, take back control over your body by taking five slow, deep breaths before responding. Lots of parents found this helpful.
af: Ouerskapstres is tans baie hoog. Ons weet presies hoe oorweldigend die lewe kan wees. Om iets vir jouself te doen, kan jou stres verminder. Jy verdien dit! En as jy oorweldig voel, neem weer beheer oor jou liggaam deur vyf keer stadig en diep asem te haal voordat jy reageer. Baie ouers het dit nuttig gevind.
sw: Msongo wa mawazo kutokana na malezi uko juu sana kwa sasa. Tunajua vizuri kabisa jinsi maisha yanavyoweza kutuzidia. Kufanya kitu kwa ajili yako mwenyewe kunaweza kukupunguzia msongo wa mawazo. Unastahili! Na unapohisi kuzidiwa, dhibiti mwili wako kwa kuvuta pumzi ndefu, polepole, mara tano kabla ya kuamua. Wazazi wengi wanaona njia hii inasaidia.
xh: Uxinezelelo lokuba ngumzali luphezulu ngeyona ndlela ngoku. Sazi kakuhle ukuba ubomi bunokuba nzima kangakanani. Ukuzenzela okuthile kungalunciphisa uxinezelelo lwakho. Ukufanelekele oku! Xa uziva ukhathazekile, lawula umzimba wakho ngokuwutsala ngamandla umoya ngokucotha, kahlanu ngaphambi kokuphendula. Abazali abaninzi bakufumanisa kuluncedo oku.
zu: Ukucindezeleka kokuba umzali kuphezulu kakhulu njengamanje. Siyazi ukuthi ukuphila kungakhungathekisa kangakanani. Ukuzenzela into ethile kunganciphisa ukucindezeleka kwakho. Kukufanele lokhu! Lapho uzizwa ukhungathekile, zilawule ngokuthi udonse umoya ngokunensa kahlanu ngaphambi kokuba uphendule. Abazali abaningi bathole lokhu kuwusizo.

# template
source: You can get more support on how to take care of yourself here:
af: Jy kan hier meer ondersteuning kry oor hoe jy vir jouself kan sorg:
sw: Unaweza kupata msaada zaidi kuhusu jinsi ya kujithamini hapa:
xh: Unokufumana inkxaso engakumbi malunga nendlela yokuzikhathalela apha:
zu: Ungathola ukusekelwa okwengeziwe mayelana nendlela ongazinakekela ngayo la:

# template
source: You are not alone. Money stress is so hard for parents. Try talking to your teen about how much money comes in and what you need to spend money on as a family each month. This can help them to understand why you cannot afford something they want. And when everyone understands where the money goes, it is easier to agree on where you can save together too!
af: Jy is nie alleen nie. Geldstres is so moeilik vir ouers. Probeer om met jou tiener te praat oor hoeveel geld inkom en wat julle as gesin elke maand moet spandeer. Dit kan hulle help om te verstaan waarom jy iets wat hulle graag wil hê, nie kan bekostig nie. En as almal verstaan waarheen die geld gaan, is dit makliker om saam te stem oor waar julle ook saam kan spaar!
sw: Hauko peke yako. Msongo wa mawazo kutokana na pesa ni jambo gumu sana kwa wazazi. Jaribu kuzungumza na kijana wako kuhusu kiasi cha pesa kinachoingia na vitu mnavyohitaji kununua kila mwezi kama familia. Kufanya hivyo kunaweza kumsaidia kuelewa kwa nini huwezi kumudu kununua kitu anachotaka. Na kila mtu anapoelewa pesa zinapoenda, ni rahisi zaidi pia kukubaliana kuhusu mambo mnayoweza kuyapunguza na kuweka akiba pamoja!
xh: Awuwedwa. Uxinezelelo lwemali lunzima kakhulu kubazali. Zama ukuthetha nomntwana wakho ofikisayo malunga nokuba yimalini engenayo nezinto enidinga ukuyisebenzisa kuzo njengosapho nyanga nganye. Oku kunokubanceda baqonde ukuba kutheni ungakwazi ukubathengela into abayifunayo. Yaye xa wonke umntu ekuqonda ukuba iyaphi imali, kulula ukuvumelana ngokuba yimalini eninokuyonga kunye!
zu: Awuwedwa. Ukucindezeleka okubangelwa yimali kunzima kakhulu kubazali. Zama ukukhuluma nengane yakho esebushenibayo ngokuthi ingakanani imali engenayo nokuthi yini okudingeka nisebenzise imali kuyo njengomndeni inyanga ngenyanga. Lokhu kungayisiza iqonde ukuthi kungani ungeke ukwazi ukuthenga okuthile ekufunayo. Lapho wonke umuntu eqonda ukuthi imali iyaphi, kulula ukuvumelana nangokuthi ningayonga kanjani imali ndawonye!

# template
source: You can get more support on how to budget and save here:
af: Jy kan hier meer ondersteuning kry oor hoe om te begroot en te bespaar:
sw: Unaweza kupata msaada zaidi kuhusu jinsi ya kutengeneza bajeti na kuweka akiba hapa:
xh: Unokufumana inkxaso engakumbi ngendlela yokwenza ibhajethi uze wonge apha:
zu: Ungathola ukusekelwa okwengeziwe mayelana nokwenza isabelomali nokonga imali la:

# template
source: Teens spend a lot of time outside the house or online, where it is harder for us to keep them safe - many parents worry about this. Try to start a conversation with your teen about safe and unsafe places in your community and online (you might need to try a few times). They may even know some you do not. This can start to help you make a plan together about how to stay safe.
af: Tieners spandeer baie tyd buitenshuis of aanlyn, waar dit vir ons moeiliker is om hulle veilig te hou – baie ouers is bekommerd hieroor. Probeer ’n gesprek met jou tiener begin oor veilige en onveilige plekke in jou gemeenskap en aanlyn (jy sal dit miskien ’n paar keer moet probeer). Hulle ken dalk selfs sommige wat jy nie ken nie. Dit kan jou help om saam ’n plan te maak oor hoe om veilig te bly.
sw: Vijana hutumia muda mwingi wakiwa mtandaoni au mbali na nyumbani, mahali ambapo ni vigumu kwetu kuwaweka salama – wazazi wengi huwa na wasiwasi kuhusu hili. Jaribu kuanzisha mazungumzo na kijana wako kuhusu maeneo salama na yasiyo salama katika jamii yako na mtandaoni (huenda ukahitaji kujaribu mara kadhaa). Wanaweza hata kujua maeneo mengine usiyoyajua. Hii inaweza kuanza kukusaidia kupanga pamoja kuhusu jinsi ya kuwa salama.
xh: Abantwana abafikisayo bachitha ixesha elininzi bengaphandle kwekhaya okanye besebenzisa i-intanethi, apho kunzima nangakumbi ukuba sibagcine bekhuselekile - abazali abaninzi kuyabakhathaza oku. Zama ukuqala incoko nomntwana wakho ofikisayo malunga neendawo ezikhuselekileyo nezingakhuselekanga kwindawo ohlala kuyo naxa kusetyenziswa i-intanethi (kungafuneka ukuzame amatyeli ambalwa). Banokude bazi nezo wena ungazaziyo. Oku kuza kuqalisa ukukunceda nenze isicwangciso kunye sokuba uhlala njani ekhuselekile.
zu: Intsha ichitha isikhathi esiningi ingaphandle noma iku-inthanethi, lapho kunzima khona ngathi ukuba siyigcine iphephile - abazali abaningi bakhathazekile ngalokhu. Zama ukuqala ingxoxo nengane yakho esebusheni bayo ngezindawo eziphephile nezingaphephile emphakathini wakho naku-inthanethi (kungase kudingeke ukuba uzame izikhathi ezimbalwa). Kungenzeka yazi nalezo wena ongazazi. Lokhu kungakusiza ukuba nenze uhlelo ndawonye lwendlela yokuzigcina niphephile.

# template
source: You can get more support on how to keep your teen safe here:
af: Jy kan hier meer ondersteuning kry oor hoe om jou tiener veilig te hou:
sw: Unaweza kupata msaada zaidi kuhusu jinsi ya kumweka salama kijana wako hapa:
xh: Unokufumana inkxaso engakumbi ngendlela yokugcina umntwana wakho ofikisayo ekhuselekile apha:
zu: Ungathola ukusekelwa okwengeziwe mayelana nokugcina ingane yakho esebusheni bayo iphephile la:

# template
source: When a problem comes up, try to talk about it together. What is the problem exactly? What different solutions are there and what are the consequences of one? That way, you can find a solution that can be OK for everyone.
af: As ’n probleem opduik, probeer om saam daaroor te praat. Wat is die probleem presies? Watter verskillende oplossings is daar en wat is die gevolge daarvan? Op hierdie manier kan julle ’n oplossing vind wat vir almal goed kan wees.
sw: Tatizo linapojitokeza, jaribuni kulizungumzia pamoja. Tatizo ni nini hasa? Je, kuna njia gani za kulitatua na kuna matokeo gani kwa kila njia? Kwa njia hiyo, mnaweza kupata utatuzi ulio mzuri kwa kila mtu.
xh: Xa kuvela ingxaki, zamani ukuthetha ngayo kunye. Yintoni kanye kanye ingxaki? Zeziphi izisombululo ezohlukeneyo ezikhoyo kwaye zeziphi iziphumo zaso ngasinye? Ngaloo ndlela, ungafumana isisombululo esinokuba SILUNGELE umntu wonke.
zu: Uma kuvela inkinga, zamani ukukhuluma ngayo ndawonye. Iyini kahle hle inkinga? Yiziphi izixazululo ezikhona kanti yimiphi imiphumela yezixazululo ngasinye? Ngaleyo ndlela, ungathola isixazululo esingafanela wonke umuntu.

# template
source: You can get more support on how to solve problems together here:
af: Jy kan hier meer ondersteuning kry oor hoe om probleme saam op te los:
sw: Unaweza kupata msaada zaidi kuhusu jinsi ya kutatua matatizo pamoja hapa:
xh: Unokufumana inkxaso engakumbi malunga nokusombulula iingxaki kunye apha:
zu: Ungathola ukwesekwa okwengeziwe mayelana nendlela yokuxazulula izinkinga la:

# template
source: It is not easy to look after our families. We all have challenges sometimes, but we hope this app will help you navigate them well. @global.parent_app is based on ten years of experience running parenting programmes in South Africa and thousands of parents have found that the tips that are shared help with many parenting challenges. We hope this app will help you and your family too. Here are some of the key proven tips for you:
sw: Si rahisi kutunza familia zetu. Wakati mwingine, sisi sote tuna changamoto, lakini tunatumaini programu hii itakusaidia kuzikabili vizuri. @global.parent_app inatokana na uzoefu wa miaka kumi wa kuendesha programu za malezi huko Afrika Kusini na maelfu ya wazazi wamegundua kuwa vidokezo vinavyotolewa husaidia kukabiliana na changamoto nyingi za malezi. Tunatumaini programu hii itakusaidia wewe na familia yako pia. Hapa kuna vidokezo muhimu kwako:

# template
source: Start your first parenting workshop
af: Begin jou eerste ouerskapslypskool
sw: Anza warsha yako ya kwanza ya malezi
xh: Qalisa uqeqesho lwakho lokuqala lokuba ngumzali
zu: Qala umhlangano wokufundisana wakho wokuqala wokuba umzali

# template
source: You will get more support in the @local.workshop_data.in_text_title.
af: Jy sal meer ondersteuning kry in die @local.workshop_data.in_text_title.
sw: Utapata msaada zaidi kwenye @local.workshop_data.in_text_title.
xh: Uza kufumana inkxaso engakumbi kwi @local.workshop_data.in_text_title.
zu: Uzothola ukwesekwa okwengeziwe ku-@local.workshop_data.in_text_title.

# template
source: You can get more support in the @local.workshop_data.in_text_title.
af: Jy kan meer ondersteuning kry in die @local.workshop_data.in_text_title.
sw: Unaweza kupata msaada zaidi kwenye @local.workshop_data.in_text_title.
xh: Ungafumana inkxaso engakumbi kwi @local.workshop_data.in_text_title.
zu: Ungathola ukwesekwa okwengeziwe ku-@local.workshop_data.in_text_title.

# template
source: Start the @local.workshop_data.in_text_title
af: Begin die @local.workshop_data.in_text_title
sw: Anza @local.workshop_data.in_text_title
xh: Qalisa i@local.workshop_data.in_text_title
zu: Qala i-@local.workshop_data.in_text_title

# template
source: Finish the @local.workshop_data.in_text_title to get more support.
af: Voltooi die @local.workshop_data.in_text_title om meer ondersteuning te kry.
sw: Maliza @local.workshop_data.in_text_title ili kupata msaada zaidi.
xh: Gqiba i@local.workshop_data.in_text_title ukuze ufumane inkxaso engakumbi.
zu: Qedela i-@local.workshop_data.in_text_title ukuze uthole ukwesekwa okwengeziwe.

# template
source: Continue the @local.workshop_data.in_text_title
af: Gaan voort met die @local.workshop_data.in_text_title
sw: Endelea na @local.workshop_data.in_text_title
xh: Qhubeka ne-@local.workshop_data.in_text_title
zu: Qhubeka ne-@local.workshop_data.in_text_title

# template
source: Re-access the @local.workshop_data.in_text_title
af: Kry weer toegang tot die @local.workshop_data.in_text_title
sw: Fungua tena @local.workshop_data.in_text_title
xh: Phinda ungene kwi@local.workshop_data.in_text_title
zu: Phinde ungene ku-@local.workshop_data.in_text_title

# template
source: CHAT
af: GESELS
sw: MAONGEZI
zu: Xoxa

# template
source: Share how you feel, and encourage your teen to talk about their worries too. You will understand each other better and can make a good plan together to stay healthy and happy!
af: Deel jou gevoelens, en moedig jou tiener aan om ook te praat oor hulle bekommernisse. Julle sal mekaar dan beter verstaan en dus 'n goeie plan saam kan beraam om gesond en gelukkig te bly!
sw: Shirikisha jinsi unavyohisi, na muhimize kijana wako azungumzie pia wasiwasi wake. Mtaelewana vizuri zaidi na mnaweza kupanga pamoja mpango mzuri utakaowawezesha kuwa na afya njema na furaha!
zu: Xoxa ngokuthi uzizwa kanjani, ukhuthaze umntwana ukuthi akhulume ngalokho okubakhathazayo nabo. Nizozwisisana kangcono nenze icebo elihle ndawonye ukuze nihlale ninempilo futhi nijabulile!

# template
source: CAUTION
af: VERSIGTIG
sw: TAHADHARI
zu: Qaphela

# template
source: Get your information from reliable sources of information, so you can be confident in these uncertain times. We hear and see a lot of news via other people and phones, TV, internet. Does it make you feel doubt, worry, fear, anger, or confusion? Check before you share or act!
af: Kry jou informasie vanaf betroubare inligtingsbronne, sodat jy vertroue kan behou in hierdie onsekere tye. Ons hoor en sien baie nuus via ander mense asook fone, TV, internet. Laat dit jou twyfelagtig, bekommerd, bevrees, kwaad, of verward voel? Maak seker voor jy deel of optree!
sw: Pata taarifa zako kutoka kwenye vyanzo vya taarifa vinavyoaminika, ili uweze kuwa na uhakika katika nyakati hizi za mashaka. Tunasikia na kuona habari nyingi kupitia watu wengine na simu, runinga, intaneti. Je, hali hiyo inakufanya uhisi mashaka, wasiwasi, hofu, hasira, au kuchanganyikiwa? Hakiki taarifa zako kabla ya kusambaza au kuchukua hatua!
zu: Thola ulwazi lwakho kwimithombo ethembekile khona uzoba nokuzethemba kulezizikhathi ezingaqinisekile. Siyezwa futhi sibona izindaba eziningi kwabanye abantu, emafonini, TV, intanethi. Ingabe kukwenza ungabaze, ukhathazeke, usabe, ucasuke noma udideke? Hlola ngaphambi kokuthi udlulisele kwabanye nagaphambi kokuthi wenze!

# template
source: CHOOSE
af: KIES
sw: CHAGUA
zu: Khetha

# template
source: Making the right choices that keep everyone healthy and safe can be hard. Especially in these times! You can help your teen make good decisions.
af: Om die regte besluite te neem wat almal gesond en veilig hou kan moeilik wees. Veral in hierdie tye! Jy kan jou tiener help om goeie besluite te neem.
sw: Kufanya uchaguzi sahihi unaomfanya kila mtu kuwa salama na mwenye afya kunaweza kuwa jambo gumu. Hasa katika nyakati hizi! Unaweza kumsaidia kijana wako kufanya maamuzi mazuri.
zu: Kungabanzima ukuthatha izinqumo ezifanele ezigcina wonke umuntu ephilile futhi ephephile. Ikakhulukazi kulezizikhati. Ungamsiza umntwana wakho ekutheni enze izinqumo ezinhle.

# template
source: CHILL
af: ONTSPAN
sw: MFADHAIKO
zu: Phumula

# template
source: We all feel stressed sometimes. Take a deep breath or do something fun together. It can make a big difference to make your home happy and peaceful! Here are some ideas you can try:
af: Ons voel almal by tye gespanne. Neem diep asem of doen iets prettig saam. Dit kan 'n groot verskil maak aan jou huishoudelike geluk en rustigheid! Hier is 'n paar idees wat jy kan probeer:
sw: Kuna wakati sisi sote huhisi mfadhaiko. Vuteni pumzi ndefu au fanyeni pamoja jambo la kufurahisha. Kuifanya nyumba yako kuwa yenye furaha na amani kunaweza kuleta mabadiliko makubwa! Hapa kuna mawazo kadhaa unayoweza kuyajaribu:
zu: Ngesinye isikhathi siba nengcindezi. Donsa umphefumulo kakhulu noma nenze into ejabulisayo ndawonye. Kungenza omkhulu umehluko lokhu ekwenzeni ikhaya lakho libe nentokozo nokuthula. Nanka amacebo ongawazama:

# template
source: Negative thoughts make us say and do negative things. Try changing what you think and say from negative to positive!
af: Negatiewe gedagtes laat ons negatiewe dinge sê en doen. Probeer 'n verandering in jou denke en uitlatings van negatief na positief!
sw: Mawazo hasi hutufanya tuseme na kufanya mambo hasi. Jaribu kubadili unachofikiri na unachosema kutoka kuwa hasi hadi kuwa chanya!
zu: Imicabango emibi isenza sisho izinto ezimbi. Zama ukushintsha lokhu okubi okucabangayo ukwenze kube umcabango omuhle!

# template
source: WHO Website
af: WGO-webwerf
sw: Tovuti ya Shirika la Afya Duniani
xh: Iwebhusayithi ye-WHO
zu: Iwebusayithi Ye-WHO

# template
source: UNICEF Website
af: UNICEF-webwerf
sw: Tovuti ya UNICEF
xh: Iwebhusayithi ye-UNICEF
zu: Iwebusayithi eye-UNICEF
