Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# template
source: We know this is hard. You can review some helpful tips on how you can spend time with your teen under @data.parent_centre.my_tips.location_text or you can have another look at the @data.workshop.w_1on1.in_text_title.
xh: Siyayiqonda ukuba inzima le nto. Ungajonga ezinye iingcebiso eziluncedo ngendlela onokuchitha ngayo ixesha kunye nomntwana wakho ofikisayo @data.parent_centre.my_tips.location_text okanye ungaphinda ujonge i@data.workshop.w_1on1.in_text_title.

# template
source: Well done for laying such a good foundation! You can always review the @data.workshop.w_1on1.in_text_title to get more ideas on how to spend time together.
xh: Wenze kakuhle ngokubeka isiseko esihle kangaka! Ungaphinda ujonge i@data.workshop.w_1on1.in_text_title nanini na ukuze ufumane iingcamango zendlela yokuchitha ixesha kunye.

# template
source: Using this app shows that you care about your teen. You can review how to use praise under @data.parent_centre.my_tips.location_text. For more tips on how to use this skill well, you can also have another look at the @data.workshop.w_praise.in_text_title.
xh: Ukusebenzisa le app kubonisa ukuba umkhathalele umntwana wakho ofikisayo. Ungaphinda ujonge indlela onokukusebenzisa ngayo ukuncoma phantsi ko@data.parent_centre.my_tips.location_text. Ukufumana amanye amacebiso angakumbi ngendlela yokusisebenzisa kakuhle esi sakhono, unokuphinda ujonge kwi @data.workshop.w_praise.in_text_title.

# template
source: Wonderful that you are praising your teen! This helps them feel valued – your encouragement means a lot. You can always have another look at the @data.workshop.w_praise.in_text_title for more tips on how to use this skill well.
xh: Kuyavuyisa ukuba uyamncoma umntwana wakho ofikisayo! Oku kumnceda azive exatyiswa – ukumkhuthaza kwakho kutsho lukhulu. Ungaphinda ujonge kwakhona kwi@data.workshop.w_praise.in_text_title ukufumana ezinye iingcebiso ezingakumbi zendlela yokusisebenzisa kakuhle esi sakhono.

# template
source: Great that this has been a good week! We will keep reminding you to relax, recognise and reward yourself, to help you continue to manage your stress and feel calm.
xh: Kuhle ukuva ukuba le veki ibintle! Siza kukukhumbuza qho ukuba uphole, uziphawule uze uzivuze wena siqu, ukukunceda uqhubeke ulawula uxinezeleko lwakho uze uzive uzolile.

# template
source: Great that you felt calm most of the week! We will keep reminding you to relax, recognise and reward yourself, to help you continue to manage your stress and feel calm.
xh: Kuhle ukuva ukuba ubukhulu becala evekini ubuziva uzolile! Siza kukukhumbuza qho ukuba uphole, uziphawule uze uzivuze wena siqu, ukukunceda uqhubeke ulawula uxinezeleko lwakho uze uzive uzolile.

# template
source: We understand how stressful life can be. We will keep reminding you to relax, recognise and reward yourself, to help manage your stress and feel calmer. You can find more ideas to manage stress in the @global.weekly_workshop or under @data.parent_centre.my_tips.location_text.
xh: Siyayiqonda indlela obunoxinezeleleko ngayo ubomi. Siza kukukhumbuza qho ukuba uphole, uziphawule uze uzivuze wena siqu, ukuze kukuncede ulawule uxinezeleko lwakho uze uzive uzolile. Ungafumana iingcebiso ezingakumbi zokulawula uxinezelelo kwi@global.weekly_workshop okanye phantsi kwe @data.parent_centre.my_tips.location_text.

# template
source: Thank you for being honest. It can be so difficult to control our stress. To look after yourself and help you feel calmer when things get tough, we will keep reminding you to relax, recognise and reward yourself. You matter! You can find more ideas to manage stress in the @global.weekly_workshop or under @data.parent_centre.my_tips.location_text.
xh: Enkosi ngokunyaniseka. Kukhe kube nzima kakhulu ukulawula uxinezeleko lwethu. Ukuze uzikhathalele wena siqu kuze kukuncede uzive uzolile xa izinto zisiba nzima, siza kuqhubeka sikukhumbuza ukuba uphole, uziphawule uze uzivuze. Ubalulekile! Ungafumana iingcebiso ezingakumbi zokulawula uxinezelelo kwi@global.weekly_workshop okanye phantsi kwe @data.parent_centre.my_tips.location_text.

# template
source: Thank you for being honest. It can be so difficult to control our stress. You can always find some helpful stress management tools under @data.parent_centre.my_tips.location_text.
xh: Enkosi ngokunyaniseka. Kukhe kube nzima kakhulu ukulawula uxinezeleko lwethu. Ungafumana nezinye izixhobo ezisebenzayo zokulawula uxinzelelo phantsi kwe@data.parent_centre.my_tips.location_text.

# template
source: Great. If any stress or disagreements around money do come up in your family in the future, you can always review the @data.workshop.w_money.in_text_title or @data.parent_centre.my_tips.location_text!
xh: Kuhle. Ukuba kuye kwavela naluphi na uxinzelelo okanye ukungavisisani ngokuphathelele imali kusapho lwakho kwixesha elizayo, ungaphinda ujonge i@data.workshop.w_money.in_text_title okanye i@data.parent_centre.my_tips.location_text!

# template
source: Money stress can be overwhelming. Whenever stress or disagreements around money come up in your family, you can find tips in the @data.workshop.w_money.in_text_title or under @data.parent_centre.my_tips.location_text!
xh: Uxinezeleko ngemali lungabangela usindeke kakhulu. Nanini na kuvela uxinzelelo okanye ukungavisisani ngokuphathelele imali kusapho lwakho, unokufumana iingcebiso kwi @data.workshop.w_money.in_text_title okanye phantsi kwe @data.parent_centre.my_tips.location_text!

# template
source: Thank you for being honest – and we’re sorry you’re having a difficult time with your teen. To look after yourselves and help you feel calmer when things get tough, we will keep reminding you to relax, recognise and reward yourself. You matter! You can find more ideas to manage stress in the @global.weekly_workshop or under @data.parent_centre.my_tips.location_text.
xh: Enkosi ngokunyaniseka – kwaye sibuhlungu ngenxa yokuba unexesha elinzima kunye nomntwana wakho ofikisayo. Ukuze uzikhathalele wena siqu kuze kukuncede uzive uzolile xa izinto zisiba nzima, siza kuqhubeka sikukhumbuza uphole, uziphawule uze uzivuze wena siqu. Ubalulekile! Ungafumana iingcebiso ezingakumbi zokulawula uxinezelelo kwi@global.weekly_workshop okanye phantsi kwe @data.parent_centre.my_tips.location_text.

# template
source: Thank you for being honest – and we’re sorry you’re having a difficult time with your teen. We all feel overwhelmed sometimes, and continuing to use @global.parent_app is a great step to help you and your family! Our materials have helped thousands of parents and families to be less stressed and have more positive time together. We are here to support you.
xh: Enkosi ngokunyaniseka – kwaye sibuhlungu ngenxa yokuba unexesha elinzima kunye nomntwana wakho ofikisayo. Sonke sikhe sizive sisonganyelwa zizinto ngamanye amaxesha, kwaye ukuqhubeka sisebenzisa i-@global.parent_app linyathelo elihle lokunceda wena nosapho lwakho! Izinto zethu zincede amawaka abazali kunye neentsapho zaye ziyeka ukuba noxinezeleko kwaye zaba nexesha elimnadi kunye. Silapha ukuze sikuxhase.

# template
source: Thank you for being honest – and we’re sorry you’re having a difficult time with your teen. We hope our stress management tools will continue to help you to feel calmer in hard situations. You can find them under @data.parent_centre.my_tips.location_text.
xh: Enkosi ngokunyaniseka – kwaye sibuhlungu ngenxa yokuba unexesha elinzima kunye nomntwana wakho ofikisayo. Siyathemba ukuba izixhobo zethu zokulawula uxinezeleko ziza kuqhubeka zikunceda uzive uzolile phantsi kweemeko ezinzima. Ungazifumana phantsi kwe-@data.parent_centre.my_tips.location_text.

# template
source: This is a real concern for parents everywhere. Remember to use your new skills to continue to build good communication with your teen. You can review core tips on planning for your teen’s safety in the @global.weekly_workshop or under @data.parent_centre.my_tips.location_text!
xh: Oku kuxhalabisa bonke abazali nokuba baphi. Khumbula ukusebenzisa izakhono zakho ezintsha ukuze uqhubeke nokwakha unxibelelwano oluhle nomntwana wakho ofikisayo. Ungaphinda ujonge iingcebiso ezingundoqo ekucebeni ukhuseleko lomntwana wakho kwi @global.weekly_workshop okanye phantsi kwe @data.parent_centre.my_tips.location_text!

# template
source: Great that you are aware of what your teen is doing. Parenting is hard, but you’re really succeeding in this to keep them safe.
xh: Kwakuhle ukubona ukuba uyakwazi oko kwenziwa ngumntwana wakho ofikisayo. Ukuba ngumzali kunzima, kodwa uyaphumelela ngokwenene koku ukuze ubagcine bekhuselekile.

# template
source: Being a parent is not easy. It can be difficult to know how to keep our teens safe. We often feel powerless as parents in this, but we are here to support you! Remember, you can find focused tools, extra content and resources on this in the @global.parent_centre at any time. You can also review core tips on rules and safety planning under @data.parent_centre.my_tips.location_text.
xh: Ukuba ngumzali akululanga. Kunokuba nzima ukwazi indlela yokugcina abantwana bethu abafikisayo bekhuselekile. Njengabazali, siye singabi nawo amandla kulo mbandela, kodwa sikhona ukuze sikuxhase! Khumbula, ungafumana izixhobo ezijolisileyo, umbandela owongezelelekileyo kunye nezinto onokuzisebenzisa koku kwi@global.parent_centre nanini na. Unokuphinda ujonge iingcebiso ezingundoqo ngokubeka imithetho kunye nokuceba ukhuseleko phantsi kwe @data.parent_centre.my_tips.location_text.

# template
source: Being a parent is not easy. It can be difficult to know how to keep our teens safe. We often feel powerless as parents in this, but we are here to support you! Remember, you can find focused tools, extra content and resources on this in the @global.parent_centre at any time. You can also review core tips on making rules under @data.parent_centre.my_tips.location_text.
xh: Ukuba ngumzali akululanga. Kunokuba nzima ukwazi indlela yokugcina abantwana bethu abafikisayo bekhuselekile. Njengabazali, siye singabi nawo amandla kulo mbandela, kodwa sikhona ukuze sikuxhase! Khumbula, ungafumana izixhobo ezijolisileyo, umbandela owongezelelekileyo kunye nezinto onokuzisebenzisa koku kwi@global.parent_centre nanini na. Unokuphinda ujonge iingcebiso ezingundoqo zokubeka imithetho phantsi kwe@data.parent_centre.my_tips.location_text.

# template
source: Being a parent is not easy. Well done for focusing on keeping your teen safe. Remember, you can find more support on this in the @data.workshop.w_safe.in_text_title whenever you need it!
xh: Ukuba ngumzali akululanga. Usebenzile ngokunikela ingqalelo ekugcineni umntwana wakho ofikisayo ekhuselekile. Khumbula, unokufumana inkxaso engakumbi malunga noku @data.workshop.w_safe.in_text_title nanini na uyidinga!

# template
source: We know this is hard. We have added some helpful tips on how you can spend time with your teen to @data.parent_centre.my_tips.location_text, so you can access it right away. Because @data.workshop.w_1on1.title builds the foundation for all other parenting tools, it will be the @global.weekly_workshop you receive next week!
xh: Siyayiqonda ukuba inzima le nto. Siye songeza amacebiso aluncedo angendlela onokuchitha ngalo ixesha nomntwana wakho ofikisayo kwi@data.parent_centre.my_tips.location_text, ngoko ungawafikelela ngoku. Ngenxa yokuba i-@data.workshop.w_1on1.title isisiseko sazo zonke izixhobo zokuba ngumzali, iza kuba yi-@global.weekly_workshop oza kuyifumana kwiveki ezayo!

# template
source: Well done! Our next @global.weekly_workshop will give you more ideas for this, as a foundation for all the other parenting tools. But you already have a great start!
xh: Usebenzile! I-@global.weekly_workshop elandelayo iza kukunika amacebiso ngale nto, njengesiseko sazo zonke ezinye izixhobo zokuba ngumzali. Kodwa sele unesiqalo esihle!

# template
source: Using this app shows that you care about your teen. We have added some essential tools on how to use praise to @data.parent_centre.my_tips.location_text for quick access. In our @data.workshop.w_praise.in_text_title you will learn even more on how to use this skill well.
xh: Ukusebenzisa le app kubonisa ukuba umkhathalele umntwana wakho ofikisayo. Kwi-@data.parent_centre.my_tips.location_text siye safaka izixhobo ezibalulekileyo ngendlela onokuncoma ngayo ukuze ukhawuleze uzifikelele. Kwi-@data.workshop.w_praise.in_text_title yethu uza kufunda nangakumbi ngendlela yokusisebenzisa kakuhle esi sakhono.

# template
source: Wonderful that you are praising your teen! This helps them feel valued – your encouragement means a lot. In our @data.workshop.w_praise.in_text_title you will learn even more how to use this skill well.
xh: Kuyavuyisa ukuba uyamncoma umntwana wakho ofikisayo! Oku kumnceda azive exatyiswa – ukumkhuthaza kwakho kutsho lukhulu. Kwi-@data.workshop.w_praise.in_text_title yethu uza kufunda nangakumbi ngendlela yokusisebenzisa kakuhle esi sakhono.

# template
source: Great that this has been a good week! We will remind you regularly to relax, recognise and reward yourself, to help you continue to manage your stress and feel calm.
xh: Kuhle ukuva ukuba le veki ibintle! Siza kukukhumbuza yonke imihla ukuba uphole, uziphawule uze uzivuze ukuze sikuncede uqhubeke ulawula uxinezeleko lwakho uze uzive uzolile.

# template
source: Great that you felt calm most of the week! We will remind you regularly to relax, recognise and reward yourself, to help you continue to manage your stress and feel calm.
xh: Kuhle ukuva ukuba ubukhulu becala evekini ubuziva uzolile! Siza kukukhumbuza yonke imihla ukuba uphole, uziphawule uze uzivuze ukuze sikuncede uqhubeke ulawula uxinezeleko lwakho uze uzive uzolile.

# template
source: We understand how stressful life can be. We will remind you regularly to relax, recognise and reward yourself, to help manage your stress and feel calmer. We will learn more about managing stress in week @data.workshop.w_stress.number of the @global.weekly_workshops - but you can already access some helpful tools under @data.parent_centre.my_tips.location_text to get you started!
xh: Siyayiqonda indlela obunoxinezeleleko ngayo ubomi. Siza kukukhumbuza rhoqo ukuba uphole, uziphawule uze uzivuze, ukuze kukuncede ulawule uxinezeleko lwakho uze uzive uzolile. Siza kufunda ngakumbi ngokulawula uxinezelelo kwiveki @data.workshop.w_stress.numberye-@global.weekly_workshops - kodwa ungakwazi ukufikelela kwizixhobo eziluncedo phantsi kwe@data.parent_centre.my_tips.location_text ukuze uqalise!

# template
source: Well done. Brain science shows that controlling your anger improves your teen’s brain development. Be proud of yourself.
xh: Usebenzile. Inzululwazi yengqondo ibonisa ukuba ukulawula umsindo wakho kuphucula ukukhula kwengqondo yomntwana wakho. Zingce.

# template
source: Thank you for being honest. It can be so difficult to control our stress. To look after yourself and help you feel calmer when things get tough, we’ll remind you regularly to relax, recognise and reward yourself. You matter! We will learn more about managing stress in week @data.workshop.w_stress.number of the @global.weekly_workshops, but you can already access some helpful tools under @data.parent_centre.my_tips.location_text to get started.
xh: Enkosi ngokunyaniseka. Kukhe kube nzima kakhulu ukulawula uxinezeleko lwethu. Ukuze uzikhathalele size sikuncede uzive uzolile xa izinto zisiba nzima, siza kukukhumbuza rhoqo ukuba uphole, uziphawule uze uzivuze. Ubalulekile! Siza kufunda malunga nokulawula uxinezeleko kwiveki @data.workshop.w_stress.number ye @global.weekly_workshops, kodwa ungakwazi ukufikelela kwizixhobo eziluncedo phantsi kwe @data.parent_centre.my_tips.location_text ukuze uqalise.

# template
source: Thank you for being honest. It can be so difficult to control our stress. We hope our stress management tools will be useful to you. You can already find them under @data.parent_centre.my_tips.location_text.
xh: Enkosi ngokunyaniseka. Kukhe kube nzima kakhulu ukulawula uxinezeleko lwethu. Siyathemba ukuba izixhobo zethu zokulawula uxinezeleko ziza kuba luncedo kuwe. Unokuzifumana phantsi kwe-@data.parent_centre.my_tips.location_text.

# template
source: Great. We have a workshop on family budgeting that can help with money stress more generally, and reduce money-related arguments.
xh: Kuhle. Sinoqeqesho malunga nokwenza ibhajethi yosapho enokunceda kuxinezeleko lwemali ngokubanzi ngakumbi kuze kunciphise iingxabano ezinxulumene nemali.

# template
source: Money stress can be overwhelming. We have a workshop on family budgeting in five weeks, but you can already access some core family budgeting tips under @data.parent_centre.my_tips.location_text!
xh: Uxinezeleko lwemali lungabangela usindeke kakhulu. Sinoqeqesho malunga nebhajethi yosapho kwiiveki ezintlanu, kodwa ungafikelela kwezinye iingcebiso zokubhajetha kosapho phantsi kwe@data.parent_centre.my_tips.location_text!

# template
source: Thank you for being honest – and we’re sorry you’re having a difficult time with your teen. To look after yourselves and help you feel calmer when things get tough, we’ll remind you every day to relax, recognise and reward yourself. You matter! We will learn more about managing stress in week 5 of the @global.weekly_workshops, but you can already access some helpful tools under @data.parent_centre.my_tips.location_text to get started.
xh: Enkosi ngokunyaniseka – kwaye sibuhlungu ngenxa yokuba unexesha elinzima kunye nomntwana wakho ofikisayo. Ukuze uzinyamekele size sikuncede uzive uzolile xa izinto zisiba nzima, siza kukukhumbuza yonke imihla ukuba uphole, uziphawule uze uzivuze. Ubalulekile! Kwiveki 5 ye-@global.weekly_workshops, siza kufunda okungakumbi malunga nokulawula uxinezeleko, kodwa sele unako ukufikelela kwizixhobo eziluncedo phantsi kwe-@data.parent_centre.my_tips.location_text.

# template
source: Thank you for being honest – and we’re sorry you’re having a difficult time with your teen. We all feel overwhelmed sometimes, and using @global.parent_app is a great step to help you and your family! Our materials have helped thousands of parents and families to be less stressed and have more positive time together. We are here to support you.
xh: Enkosi ngokunyaniseka – kwaye sibuhlungu ngenxa yokuba unexesha elinzima kunye nomntwana wakho ofikisayo. Sonke sikhe sizive sisonganyelwa zizinto ngamanye amaxesha kwaye ukusebenzisa i-@global.parent_app linyathelo elihle lokukunceda kunye nentsapho yakho! Izixhobo zethu zincede amawaka abazali kunye neentsapho zancipha ekubeni noxinezeleko kwaye zaba nexesha elimnandi kunye. Silapha ukuze sikuxhase.

# template
source: Thank you for being honest – and we’re sorry you’re having a difficult time with your teen. We hope our stress management tools will help you to feel calmer in hard situations. You can find them under @data.parent_centre.my_tips.location_text.
xh: Enkosi ngokunyaniseka – kwaye sibuhlungu ngenxa yokuba unexesha elinzima kunye nomntwana wakho ofikisayo. Siyathemba ukuba izixhobo zokulawula uxinezeleko ziza kukunceda uzive uzolile phantsi kweemeko ezinzima. Ungazifumana phantsi kwe-@data.parent_centre.my_tips.location_text.

# template
source: This is a real concern for parents everywhere. We’ll make sure you get support with building communication. We’ll talk more about planning for your teen’s safety later in the @global.weekly_workshops, but you can already access some first core tips to keep your teen safe under @data.parent_centre.my_tips.location_text!
xh: Oku kuxhalabisa bonke abazali nokuba baphi. Siza kuqinisekisa ukuba ufumana inkxaso malunga nokwakha uxibelelwano. Siza kuthetha ngakumbi malunga nokuceba ukhuseleko lomntwana wakho ofikisayo kwi-@global.weekly_workshops, kodwa phantsi kwe-@data.parent_centre.my_tips.location_text unokufikelela kumacebiso abalaseleyo aphambili ukuze ugcine umntwana wakho ofikisayo ekhuselekile!

# template
source: This is really great. Parenting is hard, but you’re really succeeding in this.
xh: Oku kuhle ngeyona ndlela. Ukuba ngumzali kunzima, kodwa uqhuba kakuhle kakhulu kule mbopheleko.

# template
source: Being a parent is not easy. It can be difficult to know how to keep our teens safe. We often feel powerless as parents in this, but we are here to support you! You can get focused tools, extra content and resources on this in the @global.parent_centre at any time. You can already access some first core tips which will help with making rules and safety planning under @data.parent_centre.my_tips.location_text.
xh: Ukuba ngumzali akululanga. Kunokuba nzima ukwazi indlela yokugcina abantwana bethu abafikisayo bekhuselekile. Njengabazali, siye singabi nawo amandla kulo mbandela, kodwa sikhona ukuze sikuxhase! Kwi-@global.parent_centre ungafikelela kwizixhobo ezithetha ngqo ngalo mbandela, umxholo owongezelelekileyo kunye nezixhobo enokuba kunini na. Ungafikelela kwezinye iingcebiso zokuqala ezisisiseko eziya kunceda xa ubeka imithetho nasekucebeni ukhuseleko phantsi kwe @data.parent_centre.my_tips.location_text.

# template
source: @data.workshop.w_rules.tools and @data.workshop.w_safe.tools added to @data.parent_centre.my_tips.title.
xh: @data.workshop.w_rules.tools kunye @data.workshop.w_safe.tools yongezwe ku @data.parent_centre.my_tips.title.

# template
source: Being a parent is not easy. It can be difficult to know how to keep our teens safe. We often feel powerless as parents in this, but we are here to support you! You can get focused tools, extra content and resources on this in the @global.parent_centre at any time. You can already access some first core tips which will help with making rules under @data.parent_centre.my_tips.location_text.
xh: Ukuba ngumzali akululanga. Kunokuba nzima ukwazi indlela yokugcina abantwana bethu abafikisayo bekhuselekile. Njengabazali, siye singabi nawo amandla kulo mbandela, kodwa sikhona ukuze sikuxhase! Kwi-@global.parent_centre ungafikelela kwizixhobo ezithetha ngqo ngalo mbandela, umxholo owongezelelekileyo kunye nezixhobo enokuba kunini na. Ungafikelela kwezona ngcebiso zokuqala zisisiseko eziya kunceda ekubekeni imithetho phantsi kwe@data.parent_centre.my_tips.location_text.

# template
source: @data.workshop.w_rules.tools added to @data.parent_centre.my_tips.title.
xh: I-@data.workshop.w_rules.tools ifakwe kwi-@data.parent_centre.my_tips.title.

# template
source: Being a parent is not easy. Well done for focusing on keeping your teen safe. We’ll have more support for you on this in the later @global.weekly_workshops if you’d like to know even more!
xh: Ukuba ngumzali akululanga. Usebenzile ngokunikela ingqalelo ekugcineni umntwana wakho ofikisayo ekhuselekile. Kwi-@global.weekly_workshops ezizayo siza kuba nenkxaso engakumbi, ukuba ungathanda ukwazi okungakumbi!

# template
source: You have just unlocked the first workshop!
xh: Usanda kuvula uqeqesho lokuqala!

# template
source: Great! We will unlock a new workshop for your group every week. This allows all of you to try what you learned with your families before building the next skill.
xh: Kulunge kakhulu! Siza kuvula uqeqesho olutsha lweqela lakho qho ngeveki. Oku kuza kuvumela ukuba nonke nizame izinto enizifunde kunye neentsapho zenu ngaphambi kokuba nifunde isakhono esilandelayo.

# template
source: Great! We will unlock a new workshop for you every week. This allows you to try what you learned with your family before building the next skill.
xh: Kulunge kakhulu! Siza kuvula uqeqsho olutsha qo ngeveki. Oku kuza kuvumela ukuba uzame izinto ozifunde kunye nentsapho yakho ngaphambi kokuba ufunde isakhono esilandelayo.

# template
source: You always can change your workshop day and your group name in the @global.weekly_workshop_options.
xh: Unako ukulitshintsha nanini na usuku loqeqesho lwenu kunye negama leqela lakho kwi-@global.weekly_workshop_options.
