Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# data_list
source: Let's read what happened with @global.w_rules_teen_boy and his @global.w_rules_female_caregiver_1:
af: Kom ons lees wat met @global.w_rules_teen_boy en sy @global.w_rules_female_caregiver_1 gebeur het:
sw: Hebu tusome kilichotokea kwa @global.w_rules_teen_boy na @global.w_rules_female_caregiver_1:
zu: Ake sifunde ngokwenzeke ku @global.w_rules_teen_boy no @global.w_rules_female_caregiver_1 wakhe:

# data_list
source: @global.w_rules_female_caregiver_1: "You always come home late!" @global.w_rules_teen_boy: "No I don’t, I don’t even know what late means! Stop nagging me."
af: @global.w_rules_female_caregiver_1: “Jy kom altyd laat by die huis!” @global.w_rules_teen_boy: “Nee, dis nie waar nie! Ek weet nie eens wat laat beteken nie! Hou op om so met my te neul.”
sw: @global.w_rules_female_caregiver_1: "Kila wakati unachelewa kurudi nyumbani!" @global.w_rules_teen_boy: "Siyo kweli, hata sijui kuchelewa maana yake ni nini! Acha kunisumbua."
zu: @global.w_rules_female_caregiver_1: “Uhlale ubuya sekuhlwile ekhaya!” @global.w_rules_teen_boy: “Cha angazi, angazi nokuthi kusuke kungubani isikhathi uma sekuhlwile! Yeka ukungicasula.”

# data_list
source: Which specific rule could @global.w_rules_teen_boy and @global.w_rules_female_caregiver_1 create together?
af: Watter spesifieke reël kan @global.w_rules_teen_boy en @global.w_rules_female_caregiver_1 saam neerlê?
sw: Je, ni sheria ipi maalum ambayo @global.w_rules_teen_boy na @global.w_rules_female_caregiver_1 wanaweza kutengeza kwa pamoja?
zu: Yimuphi umthetho oqondile @global.w_rules_teen_boy no @global.w_rules_female_caregiver_1 abangawenza ndawonye?

# data_list
source: Let’s see how @global.w_rules_female_caregiver_1 and @global.w_rules_teen_boy did this the next day: @global.w_rules_female_caregiver_1: “I want you to have fun, @global.w_rules_teen_boy, but I’m also worried about you staying out late. Do you know why?” @global.w_rules_teen_boy: “Because you want me to have enough time for my schoolwork?”
af: Kom ons kyk hoe @global.w_rules_female_caregiver_1 en @global.w_rules_teen_boy dit die volgende dag gedoen het: @global.w_rules_female_caregiver_1: “Ek wil hê jy moet pret hê, @global.w_rules_teen_boy, maar ek is ook bekommerd omdat jy laat uitbly. Weet jy hoekom?” @global.w_rules_teen_boy: “Omdat jy wil hê dat ek genoeg tyd vir my skoolwerk moet hê?”
sw: Hebu tuone jinsi gani, @global.w_rules_female_caregiver_1 na @global.w_rules_teen_boy walivyofanya siku iliyofuata: @global.w_rules_female_caregiver_1: “Ninataka uburudike, @global.w_rules_teen_boy, lakini pia nina wasiwasi kuhusu wewe kuchelewa kurudi. Unajua ni kwa nini?" @global.w_rules_teen_boy: "Kwa sababu unataka nipate muda wa kutosha kufanya kazi yangu ya shule?"
zu: Ake sibone ukuthi @global.w_rules_female_caregiver_1 no @global.w_rules_teen_boy yini abayenzile ngosuku olulandelayo: @global.w_rules_female_caregiver_1: “Ngiyafuna ukuthi uzijabulise, @global.w_rules_teen_boy, kodwa ngiyakhathazeka uma ungabuyi kuze kuhlwe. Uyazi ukuthi kungani?” @global.w_rules_teen_boy: “Kungenxa yokuthi ufuna ngibe nesikhathi esanele sokwenza umsebenzi wami wesikole?”

# data_list
source: @global.w_rules_female_caregiver_1: “That is right. It is also not safe in this area to be outside after sunset. What do you think would be a good time for you to be home?”
sw: @global.w_rules_female_caregiver_1: "Hiyo ni kweli. Vilevile sio salama kwenye eneo hili kuwa huko nje baada ya jua kuzama. Unafikiri ni muda gani mzuri kwako kurudi nyumbani?”

# data_list
source: @global.w_rules_teen_boy: “I could come home at 10pm?" @global.w_rules_female_caregiver_1: “That is a bit late, what about 6pm? Or something in the middle?"
sw: @global.w_rules_teen_boy: “Je, ninaweza kurudi nyumbani saa 4 usiku?" @global.w_rules_female_caregiver_1: “Hapo utakuwa umechelewa kidogo, vipi saa 12 jioni? Au katikati hapo?"

# data_list
source: @global.w_rules_teen_boy: “I could come home at 6pm on school nights and 10pm on Friday and Saturday?” @global.w_rules_female_caregiver_1: “Yes, great. From now on, our household rule is that you need to come home at 6pm on school nights and 10pm on Friday and Saturday. But you always walk home with a friend. Okay?”
af: @global.w_rules_teen_boy: “Ek kan 6nm. huis toe kom op weeksaande en 10nm. op Vrydag en Saterdag?” @global.w_rules_female_caregiver_1: “Ja, uitstekend. Van nou af is ons huisreël dat jy op weeksaande 6nm. moet huis toe kom en 10nm. op Vrydag en Saterdag. Maar jy moet altyd saam met ’n vriend huis toe stap. Oukei?”
sw: @global.w_rules_teen_boy: “Je, ninaweza kurudi nyumbani saa 12 jioni siku ninazoamka kwenda shule na saa 4 usiku siku za Ijumaa na Jumamosi?” @global.w_rules_female_caregiver_1: “Ndiyo, safi sana. Kuanzia sasa, sheria yetu hapa nyumbani ni kwamba unatakiwa kurudi nyumbani saa 12 jioni siku unazoamka kwenda shule na saa 4 usiku siku za Ijumaa na Jumamosi. Lakini kila wakati uje nyumbani na rafiki. Sawa?"
zu: @global.w_rules_teen_boy: “Ngingabuya ekhaya ngo-6 ntambama phakathi nezinsuku zesikole bese kuba u-10 ebusuku ngoLwesihlanu nangoMgqibelo?” @global.w_rules_female_caregiver_1: “Yebo, kuhle lokho. Kusukela manje ukuya phambili, umthetho wasekhaya uthi kumelwe ubuye ekhaya ngo-6 ntambama ngezinsuku oya ngazo esikoleni kanti ngoLwesihlanu nangoMgqibelo ubuye ngo-10pm. Kodwa kumelwe uhlale uphelezelwa umngane uma ubuya ekhaya. “Kulungile?”

# data_list
source: @global.w_rules_teen_boy: “Okay, @global.w_rules_female_caregiver_1” @global.w_rules_female_caregiver_1: “Thank you very much, @global.w_rules_teen_boy, for helping to come up with a good rule together. I am proud to see how responsible you are getting.”
af: @global.w_rules_teen_boy: “Oukei, @global.w_rules_female_caregiver_1” @global.w_rules_female_caregiver_1: “Baie dankie, @global.w_rules_teen_boy, dat jy gehelp het om saam ’n goeie reël voor te stel. Ek is trots daarop om te sien hoe verantwoordelik jy raak.”
sw: @global.w_rules_teen_boy: “Sawa, @global.w_rules_female_caregiver_1” @global.w_rules_female_caregiver_1: “Asante sana, @global.w_rules_teen_boy, kwa kusaidia kuweka sheria nzuri pamoja. Ninaona fahari kuona jinsi unavyowajibika.”
zu: @global.w_rules_teen_boy: “Kulungile, @global.w_rules_female_caregiver_1” @global.w_rules_female_caregiver_1: “Ngiyabonga kakhulu, @global.w_rules_teen_boy, ngokungisiza ukuba sibeke umthetho omuhle sindawonye. Kuyangijabulisa ukubona ukuthi uba nezibopho kangakanani.”

# data_list
source: The next day... @global.w_rules_female_caregiver_1: “Thank you, @global.w_rules_teen_boy, for coming home on time. After you finish your schoolwork we can have your favourite meal for dinner.”
af: Die volgende dag... @global.w_rules_female_caregiver_1: “Dankie, @global.w_rules_teen_boy, dat jy betyds huis toe gekom het. Nadat jy jou skoolwerk klaargemaak het, kan ons jou gunstelingmaaltyd vir aandete hê.”
sw: Siku iliyofuata... @global.w_rules_female_caregiver_1: “Asante, @global.w_rules_teen_boy, kwa kuja nyumbani mapema. Ukimaliza kazi zako za darasani, uje tuandae chakula ambacho huwa unapendelea kwa ajili ya usiku wa leo.”
zu: Ngosuku olulandelayo... @global.w_rules_female_caregiver_1: “Ngiyabonga, @global.w_rules_teen_boy, ngokufika ekhaya ngesikhathi. Uma usuqede umsebenzi wakho wesikole sizodla ukudla okuthayo esidlweni sakusihlwa.”

# data_list
source: Online safety
sw: Usalama mitandaoni

# data_list
source: Rules are important to keep your teens safe – not only offline, but also online. There’s more about this in the @global.weekly_workshop on safety planning, but let’s already have a first look now!
sw: Sheria ni muhimu ili kuwaweka salama vijana wako – sio tu akiwa hayupo mtandaoni, bali hata akiwa mtandaoni. Kuna mengi zaidi kuhusu jambo hili kwenye @global.weekly_workshop inayohusu kupanga namna ya usalama, lakini sasa ngoja tuangalie kitu cha kwanza!

# data_list
source: @global.w_rules_female_caregiver_2: "@global.w_rules_teen_girl, have you done your homework?" @global.w_rules_teen_girl: "Just a minute @global.w_rules_female_caregiver_2, I’m finishing this @global.teen_social_medium video."
sw: @global.w_rules_female_caregiver_2: "@global.w_rules_teen_girl, umefanya kazi ya nyumbani?" @global.w_rules_teen_girl: "Subiri kidogo @global.w_rules_female_caregiver_2, ninamalizia hii video ya @global.teen_social_medium."

# data_list
source: @global.w_rules_female_caregiver_2: "You are a really great dancer! Tell me about why you like @global.teen_social_medium." @global.w_rules_teen_girl: "All my friends are on it, @global.w_rules_female_caregiver_2. I have more than 600 likes and 120 followers."
sw: @global.w_rules_female_caregiver_2: "Unajua kucheza vizuri! Niambie kwa nini unapenda @global.teen_social_medium." @global.w_rules_teen_girl: "Marafiki zangu wote wamejiunga, @global.w_rules_female_caregiver_2. Nina waipendao zaidi ya 600 na wafuasi 120."

# data_list
source: @global.w_rules_female_caregiver_2: "I’m proud of how well you dance, @global.w_rules_teen_girl. But we need to make sure you are safe. I know your friends look at @global.teen_social_medium, but with an open account, there are other people who look at videos of teenagers for their own sexual needs. Sometimes they contact teenagers. They pretend to be nice but end up threatening and abusing teens."
af: @global.w_rules_female_caregiver_2: “Ek is trots op hoe goed jy dans, @global.w_rules_teen_girl. Maar ons moet seker maak dat jy veilig is. Ek weet jou vriende kyk na @global.teen_social_medium, maar met ’n oop rekening is daar ander mense wat na video’s van tieners kyk vir hul eie seksuele behoeftes. Soms kontak hulle tieners. Hulle gee voor om gaaf te wees, maar later dreig en misbruik hulle tieners.”
sw: @global.w_rules_female_caregiver_2: "Ninajuvia sana jinsi unavyocheza vizuri, @global.w_rules_teen_girl. Lakini tunahitaji kuhakikisha kuwa uko salama. Ninajua marafiki zako wanaangalia @global.teen_social_medium, lakini unapotumia akaunti huria, elewa kwamba kuna watu wengine wanaotazama video za vijana ili kukidhi mahitaji yao ya kingono. Wakati mwingine wanawasiliana na vijana. Wanajifanya kuwa watu wema lakini wanaishia kuwatishia na kuwadhalilisha vijana."
zu: @global.w_rules_female_caregiver_2: “Ngiyaziqhenya ngawe ngendlela odansa kahle ngayo, @global.w_rules_teen_girl. Kodwa kumelwe siqiniseka ukuba uphephile. Ngiyazi ukuba abangani bakho babuka @global.teen_social_medium, kodwa nge-akhawunti evulela wonke umuntu, kunabanye abantu ababuka amavidiyo abantu abasha ukuze bazanelise ngokocansi. Ngezinye izikhathi bayaxhumana nentsha. Bazenza sengathi balungile kodwa ekugcineni bayabesabisa futhi bayihlukumeze intsha.”

# data_list
source: @global.w_rules_female_caregiver_2: "Let’s look together online at how we can keep this fun for you but also safe. Look – you can make your account private and control who follows you. So you can accept people you know from school and our community, but not people who contact you online. Can we make a rule together that you can use @global.teen_social_medium, but with a private account? I trust you to know who to accept!”
af: @global.w_rules_female_caregiver_2: “Kom ons kyk saam aanlyn hoe ons dit vir jou prettig, maar ook veilig kan maak. Kyk – jy kan jou rekening privaat maak en beheer wie jou kan volg. So kan jy mense wat jy van jou skool en ons gemeenskap ken, aanvaar, maar nie mense wat jou aanlyn kontak nie. Kan ons saam ’n reël maak dat jy @global.teen_social_medium kan gebruik, maar met ’n private rekening? Ek vertrou jou om te weet wie om te aanvaar!”
sw: @global.w_rules_female_caregiver_2: "Hebu tuangalie pamoja mtandaoni jinsi unavyoweza kuendelea na hii burudani yako lakini ukiwa salama pia. Ona – unaweza kuifanya akaunti yako kuwa akaunti binafsi na kudhibiti wafuasi wako. Kwa hiyo, utaweza kukubali watu unaowajua kutoka shuleni na kwenye jamii yetu, lakini si watu wanaowasiliana na wewe mtandaoni. Je, tunaweza kuweka sheria pamoja unayoweza kuitumia kwenye @global.teen_social_medium, lakini kupitia akaunti binafsi? Ninakuamini kwamba unawajua watu wa kuwakubali!”
zu: @global.w_rules_female_caregiver_2: “Ake sihlole ku-inthanethi sobabili ukuthi singenza kanjani ukuthi ukujabulele lokhu kodwa uphephe ngesikhathi esifanayo. Bheka - ungakwazi ukwenza ukuba kube abantu abathile kuphela abakwazi ukubona i-akhawunti yakho futhi ungakwazi nokukhetha ukuthi ubani ozokulandela. Ngakho, ungavumela abantu obaziyo basesikoleni nabasemphakathini, kodwa hhayi abantu obathola ku-inhanethi. Ingabe singakwazi ukwenza umthetho ndawonye ungawusebenzisa @global.teen_social_medium, kodwa nge-akhawunti engavulelekile kuwonke wonke? Ngiyakwethemba ukuthi uyazi ukuthi obani ozobavumela!”

# data_list
source: @global.w_rules_female_caregiver_2: "I’m proud of you @global.w_rules_teen_girl!"
sw: @global.w_rules_female_caregiver_2: "Ninajivunia sana wewe @global.w_rules_teen_girl!"

# data_list
source: Home late
sw: Kuchelewa nyumbani

# data_list
source: Let's read what happened with @global.w_consequence_teen_boy_1 and his @global.w_consequence_male_caregiver:
af: Kom ons lees wat met @global.w_consequence_teen_boy_1 en sy @global.w_consequence_male_caregiver gebeur het:
sw: Hebu tusome kile kilichotokea kwa @global.w_consequence_teen_boy_1 na @global.w_consequence_male_caregiver wake:
zu: Ake sifunde ngokwenzekile ku @global.w_consequence_teen_boy_1 no @global.w_consequence_male_caregiver wakhe:

# data_list
source: @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1! What time is this? You are late!”
af: @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1! Kyk hoe laat is dit! Jy is laat!”
sw: @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1! Sasa hivi ni saa ngapi? Umechelewa kurudi!"
zu: @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1! Ubani isikhathi manje? Ufike emva kweskhathi!”

# data_list
source: @global.w_consequence_teen_boy_1: “I can explain, @global.w_consequence_male_caregiver, I can.” @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1, you are not keeping our rule! I will give you a hiding!”
af: @global.w_consequence_teen_boy_1: “Ek kan verduidelik, @global.w_consequence_male_caregiver, ek kan.” @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1, jy hou nie by ons reël nie! Ek gaan jou ’n pakslae gee!”
sw: @global.w_consequence_teen_boy_1: "Naomba nikueleze, @global.w_consequence_male_caregiver, naomba nikueleze." @global.w_consequence_male_caregiver: "@global.w_consequence_teen_boy_1, haufuati sheria yetu! Nitakuchapa sana!”
zu: @global.w_consequence_teen_boy_1: “Ngingachaza, @global.w_consequence_male_caregiver, ngingachaza.” @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1, awulandeli umthetho wethu! Ngizokushaya!”

# data_list
source: @global.w_consequence_teen_boy_1: “That’s unfair! You never listen to me!! I hate you!”
af: @global.w_consequence_teen_boy_1: “Dis onregverdig! Julle luister nooit na my nie!! Ek haat julle!”
sw: @global.w_consequence_teen_boy_1: “Hiyo siyo sawa! Huwa siku zote hunisikilizi!! Ninakuchukia!”
zu: @global.w_consequence_teen_boy_1: “Akunabo ubulungiswa lokho! Awungilaleli neze!! Ngiyakuzonda!”

# data_list
source: Discussing and using consequences
sw: Kujadili na kutumia adhabu

# data_list
source: Let's go back to @global.w_consequence_teen_boy_1 and his @global.w_consequence_male_caregiver
af: Kom ons keer terug na @global.w_consequence_teen_boy_1 en sy @global.w_consequence_male_caregiver
sw: Hebu turudi kwa @global.w_consequence_teen_boy_1 na @global.w_consequence_male_caregiver
zu: Ake sibuyele ku @global.w_consequence_teen_boy_1 naku @global.w_consequence_male_caregiver wakhe

# data_list
source: @global.w_consequence_male_caregiver: "I am concerned that you are often still coming home late, @global.w_consequence_teen_boy_1. What can we do to help you remember to come home in time?" @global.w_consequence_teen_boy_1: "If I come home in time, maybe I can stay up 30 minutes later than usual?"
af: @global.w_consequence_male_caregiver: “Ek is besorg daaroor dat jy steeds dikwels laat huis toe kom, @global.w_consequence_teen_boy_1. Wat kan ons doen om jou te help onthou om betyds huis toe te kom?” @global.w_consequence_teen_boy_1: “As ek betyds huis toe kom, kan ek dan miskien 30 minute later as gewoonlik wakkerbly?”
sw: @global.w_consequence_male_caregiver: "Nina wasiwasi kuona mara nyingi bado unachelewa kurudi nyumbani, @global.w_consequence_teen_boy_1. Je, tufanye nini ili kukusaidia ukumbuke kuwahi kurudi nyumbani? @global.w_consequence_teen_boy_1: "Je, nikiwahi kurudi nyumbani, ninaweza kuchelewa kulala kwa dakika 30 kuliko kawaida?"
zu: @global.w_consequence_male_caregiver: “Ngikhathazekile ngokuthi namanje usabuya kuhlwile ekhaya, @global.w_consequence_teen_boy_1. Yini esingayenza ukuze sikusize ukhumbule ukuthi ubuye ngesikhathi esivumelene ngaso ekhaya?" @global.w_consequence_teen_boy_1: “Uma ngingafika ngesikhathi ekhaya, mhlawumbe ngingahlala imizuzu engu-30 kunangesikhathi esivamile sokulala?”

# data_list
source: @global.w_consequence_male_caregiver: “That is a good idea! And what should we do if you don’t follow the rule?” @global.w_consequence_teen_boy_1 (mumbles): “Mgmluuhm...”
sw: @global.w_consequence_male_caregiver: "Hilo ni wazo zuri! Na usipofuata hiyo sheria, tufanyeje?" @global.w_consequence_teen_boy_1 (akiumauma maneno): "Mgmluuhm..."

# data_list
source: @global.w_consequence_male_caregiver: "Oh come on, I know you have some ideas." @global.w_consequence_teen_boy_1: "Okay…. What about: I have to do my homework?"
af: @global.w_consequence_male_caregiver: “Ag kom nou, ek weet jy het ’n paar idees.” @global.w_consequence_teen_boy_1: “Nou goed…. Wat van: ek moet my huiswerk doen?”
sw: @global.w_consequence_male_caregiver: "Sema! Najua una mawazo mazuri." @global.w_consequence_teen_boy_1: "Sawa…. Vipi kama: Nifanye kazi ya shuleni?"
zu: @global.w_consequence_male_caregiver: “Khuluma, ngiyazi ukuthi kukhona okuthile okucabangayo.” @global.w_consequence_teen_boy_1: “Kulungile…. Kunganjani: uma ngenza umsebenzi wesikole?”

# data_list
source: @global.w_consequence_male_caregiver: "You have to do your homework anyway. If you forget the rule, it is fair that you will not be able to see your friends the next day." @global.w_consequence_teen_boy_1: "Okay, @global.w_consequence_male_caregiver."
af: @global.w_consequence_male_caregiver: “Jy moet in elk geval jou huiswerk doen. As jy die reël vergeet, is dit regverdig dat jy jou vriende nie die volgende dag sal kan sien nie.” @global.w_consequence_teen_boy_1: “Oukei, @global.w_consequence_male_caregiver.”
sw: @global.w_consequence_male_caregiver: "Hakuna shida kwa sababu unatakiwa pia ufanye kazi yako ya shuleni. Ukisahau sheria hiyo, basi hautaenda kuwatembelea marafiki zako siku inayofuata." @global.w_consequence_teen_boy_1: "Sawa, @global.w_consequence_male_caregiver."
zu: @global.w_consequence_male_caregiver: “Kumele uwenze umsebenzi wakho wesikole noma kunjalo. Uma uwukhohlwa umthetho, kuyinto elungile ukuthi ungababoni abangane bakho ngosuku olulandelayo." @global.w_consequence_teen_boy_1: “Kulungile, @global.w_consequence_male_caregiver."

# data_list
source: The next day... @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1! What time is it! It is late!”
af: Die volgende dag... @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1! Hoe laat is dit? Dit is laat!”
sw: Siku iliyofuata... @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1! Sasa hivi ni saa ngapi? Umechelewa! ”
zu: Ngosuku olulandelayo... @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1! Ngubani isikhathi! Sekuhlwile!”

# data_list
source: @global.w_consequence_teen_boy_1: “Sorry @global.w_consequence_male_caregiver – you can go back to sleep.” @global.w_consequence_male_caregiver: “It is WAY past the time you were supposed to be home!”
af: @global.w_consequence_teen_boy_1: “Jammer @global.w_consequence_male_caregiver – jy kan maar weer gaan slaap.” @global.w_consequence_male_caregiver: “Dit is BAIE later as wat jy veronderstel was om by die huis te wees!”
sw: @global.w_consequence_teen_boy_1: "Samahani, @global.w_consequence_male_caregiver – unaweza kurudi kulala." @global.w_consequence_male_caregiver: "Muda uliotakiwa kurudi nyumbani umeshapita SANA!"
zu: @global.w_consequence_teen_boy_1: “Ngiyaxolisa @global.w_consequence_male_caregiver – ungabuyela uyolala.” @global.w_consequence_male_caregiver: “Sesidlule KUDALA isikhathi obekumele ufike ngaso ekhaya!”

# data_list
source: @global.w_consequence_teen_boy_1: “I can explain, @global.w_consequence_male_caregiver, I can.” @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1, it is the middle of the night and you came home later than we agreed. Whatever the reason is, you must understand that this is not acceptable. @global.w_consequence_female_caregiver and I felt really worried.”
af: @global.w_consequence_teen_boy_1: “Ek kan verduidelik, @global.w_consequence_male_caregiver, ek kan.” @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1, dit is middernag en jy het later huis toe gekom as wat ons ooreengekom het. Wat ook al die rede is, jy moet verstaan dat dit nie aanvaarbaar is nie.Ek en @global.w_consequence_female_caregiver was regtig bekommerd.”
sw: @global.w_consequence_teen_boy_1: "Naomba nikueleze, @global.w_consequence_male_caregiver, naomba nikueleze." @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1, sasa hivi ni usiku wa manane na umerudi nyumbani baada ya muda tuliokubaliana. Hata uwe na sababu gani, ni lazima uelewe kwamba hii haikubaliki. Mimi na @global.w_consequence_female_caregiver tulikuwa na wasiwasi sana."
zu: @global.w_consequence_teen_boy_1: “Ngingachaza, @global.w_consequence_male_caregiver, ngingachaza.” @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1, kuphakathi namabili futhi ubuye ekhaya sekudlule isikhathi esivumelene ngaso. Noma ngabe yisiphi isizathu, kumelwe uqonde ukuthi lokhu akwamukelekile. @global.w_consequence_female_caregiver bengikhathazeke kakhulu.”

# data_list
source: @global.w_consequence_teen_boy_1: “My friends wanted me to stay longer. They were calling me a baby for having to go home already.” @global.w_consequence_male_caregiver: “I know it can be hard to say no to your friends. Let’s talk more about this in the morning when we have had some rest.”
af: @global.w_consequence_teen_boy_1: “My vriende wou hê ek moes langer bly. Hulle het my ’n baba genoem omdat ek al huis toe moes gaan.” @global.w_consequence_male_caregiver: “Ek weet dit kan moeilik wees om vir jou vriende nee te sê. Kom ons praat môreoggend hieroor wanneer ons uitgerus is.”
sw: @global.w_consequence_teen_boy_1: "Marafiki zangu walitaka niendelee kukaa nao. Walikuwa wananiita mtoto nilipotaka kuwahi kurudi nyumbani.” @global.w_consequence_male_caregiver: "Najua ni vigumu kuwakatalia marafiki zako. Hebu tulale, tupumzike kwanza, halafu kesho asubuhi tutazungumza kuhusu jambo hili."
zu: @global.w_consequence_teen_boy_1: “Abangane bami bebafuna ngihlale isikhathi esijana nabo. Bebengibiza ngengane ngoba besengifuna ukuya ekhaya.” @global.w_consequence_male_caregiver: “Ngiyazi ukuthi kungaba nzima ukuthi cha kubangane bakho. Ake sikhulume ngalolu daba ekuseni uma sesiphumulile.”
