Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# data_list
source: STEP 2: CHOOSE
sw: HATUA YA 2: CHAGUA

# data_list
source: Talk together about needs and wants.
sw: Zungumzeni pamoja kuhusu mahitaji na matamanio.

# data_list
source: Choose Activity
sw: Chagua Shughuli

# data_list
source: STEP 3: BUILD
sw: HATUA YA 3: JENGA

# data_list
source: Make your own budget.
sw: Tengeneza bajeti yako mwenyewe.

# data_list
source: Build Activity
sw: Shughuli ya Kufikiri

# data_list
source: STEP 4: PLAN
sw: HATUA YA 4: PANGA

# data_list
source: Emergencies and family goals.
sw: Dharura na malengo ya familia.

# data_list
source: Plan Activity
sw: Panga Shughuli

# data_list
source: How to create rules
af: Hoe om reëls te skep
sw: Jinsi ya kuunda sheria
xh: Indlela yokuyila imigaqo
zu: Indlela yokubeka imithetho

# data_list
source: TEAM RULES
sw: SHERIA ZA KIKUNDI

# data_list
source: Household rules help to keep our teenagers safe and to understand what is expected from them. When you involve a teenager in making rules they are more likely to follow them.
sw: Sheria za kaya husaidia kuwaweka vijana wetu salama na kuelewa kinachotarajiwa kutoka kwao. Unapomhusisha kijana katika kutengeneza sheria, anakuwa na uwezekano mkubwa wa kuzifuata.

# data_list
source: REAL RULES
sw: SHERIA ZINAZOTEKELEZEKA

# data_list
source: Plan rules WITH your teenager. Start with one new rule first – you can add another one later. Discuss the reasons for the rule and listen to their views.
sw: Panga sheria PAMOJA NA kijana wako. Anza kwanza na sheria mpya moja – unaweza kuongeza nyingine baadaye. Jadilini sababu za kuweka sheria na usikilize maoni yake.

# data_list
source: PRAISE RULES!
sw: SHERIA ZA USIFIAJI!

# data_list
source: Praise your teen for planning a rule with you, and praise them for keeping it!
sw: Msifie kijana wako kwa kuweka sheria pamoja na wewe, na msifie kwa kuifuata!

# data_list
source: How to give calm consequences
af: Hoe om kalm gevolge te gee
sw: Jinsi ya kuamuru athari nyepesi zifanywe
xh: Indlela yokunika imiphumo ezolileyo
zu: Indlela yokwethula imiphumela ngomoya ozolile

# data_list
source: How you introduce calm consequences is important. Remember, when you involve your teen, things usually go better!
sw: Jinsi unavyoweka athari ni jambo muhimu. Kumbuka, unapomhusisha kijana wako, kwa kawaida mambo huenda vizuri!

# data_list
source: EXPLAIN
sw: ELEZA

# data_list
source: Check you are both calm. Take a few breaths. Explain to your teen why you are concerned about their behaviour. Explain the reasons why the rule mattered. You can share your feelings – it is okay to say you are disappointed.
sw: Hakikisha nyote wawili mmetulia. Vuta pumzi mara kadhaa. Mweleze kijana wako kwa nini una wasiwasi na tabia zake. Eleza kwa nini sheria hiyo ilikuwa muhimu. Unaweza kumshirikisha hisia zako – si vibaya kusema umesikitika.

# data_list
source: AGREE
sw: KUBALI

# data_list
source: Plan consequences with your teen for following and not following the rule. Ask for their ideas. Talk until you agree on something realistic. Make a consequence for NOT following the rule and a privilege when they DO follow the rule.
sw: Panga na kijana wako athari za kufuata sheria na kutofuata sheria. Mwombe atoe maoni yake. Zungumzeni hadi mtakapokubaliana kuhusu kitu halisi. Weka athari za KUTOFUATA sheria na upendeleo pindi WANAPOFUATA sheria.

# data_list
source: ACT
sw: TENDA

# data_list
source: **When your teen follows the rule, give praise and privileges!** They will feel respected and valued. Remember: The more we praise them, the more they will show that good behaviour! **When your teen does not follow the rule, follow through with the consequence.** When your teen breaks the rule, calmly give the consequence. This should be FAIR (not too harsh), IMMEDIATE (do it straight away), CONSISTENT (same every time).
sw: **Kijana wako anapofuata sheria, mpe sifa na upendelea!** Watajisikia kuheshimiwa na kuthaminiwa. Kumbuka: Kadiri tunavyowasifu, ndivyo watakavyoonyesha tabia hiyo njema! **Wakati kijana wako hafuati sheria, fuata adhabu yake.** Wakati kijana wako anavunja sheria, toa adhabu kwa utulivu. Hii inapaswa kuwa HAKI (sio kali sana), HARAKA (ifanye mara moja), THABITI (sawa kila wakati).

# data_list
source: How to keep your teen safe
af: Hoe om jou tiener veilig te hou
sw: Jinsi ya kumweka salama kijana wako
xh: Indlela yokugcina umntwana wakho ofikisayo ekhuselekile
zu: Indlela yokugcina ingane yakho iphephile

# data_list
source: MAPS
sw: RAMANI

# data_list
source: Make maps with your teen of safe and unsafe areas in your community and online. Talk about how to keep their information, photos and videos private online. Talk about how once something goes online, it stays there forever. They might know an example from their friends.
sw: Tengeneza ramani na kijana wako juu ya maeneo salama na yasiyo salama kwenye jamii yenu na mtandaoni. Zungumzieni jinsi ya kuweka taarifa zao, picha na video zake ziwe za faragha mtandaoni. Zungumzieni jinsi ambavyo kitu kikishawekwa mtandaoni, kitakaa hapo daima. Wanaweza kujua mfano kutoka kwa marafiki zao.

# data_list
source: Safety Plan Activity
sw: Shughuli ya Mpango wa Usalama

# data_list
source: RULES
sw: SHERIA

# data_list
source: Make rules with your teen about how they can stay safe in your community (especially in risky areas that cannot be avoided) and how they can safely use the apps and websites that they like. Remember the story about Online Safety? See it again here.
sw: Tengeneza sheria na kijana wako kuhusu namna gani wanaweza kuwa salama katika jamii yako (hasa katika maeneo ya hatari ambayo hayawezi kuepukika) na namna wanaweza kutumia kwa usalama programu na mitandao ambayo wanapenda. Unakumbuka hadithi kuhusu Usalama Mtandaoni? Angalia tena hapa.

# data_list
source: Online Safety Story
sw: Hadithi ya Usalama Mtandaoni

# data_list
source: SAFETY WORD
sw: NENO LA USALAMA

# data_list
source: Agree on a @global.safety_word. If something happens that makes your teen upset, uncomfortable or scared, they can say the @global.safety_word and you will help them without getting angry or punishing them, even if they were doing something wrong. Remember the story about the @global.safety_word? See it again here.
sw: Kubaliana kuhusu @global.safety_word. Kama kitu kikitokea ambacho kitamfanya kijana wako akasirike, kukosa uhuru au kuogopa, wanaweza kusema @global.safety_word na utawasaidia bila kukasirika au kuwaadhibu, hataka kama walikuwa wanafanya kitu ambacho sio sahihi. Kumbuka hadithi kuhusu @global.safety_word? Angalia tena hapa.

# data_list
source: @global.safety_word Story
sw: Hadithi ya @global.safety_word

# data_list
source: Digital parenting is just like parenting in the real world. You have taken a BIG STEP to keeping your teen safe in the community AND online. Good for you!
sw: Malezi yanayohusu masuala ya kidijitali ni sawa tu na malezi ya masuala mengine maishani. Umepiga HATUA KUBWA ya kumweka salama kijana wako katika jamii NA mtandaoni. Ni jambo zuri kwako!

# data_list
source: How to deal with crisis
af: Hoe om ’n krisis te hanteer
sw: Jinsi ya kushughulikia hali ya hatari
xh: Indlela yokuhlangabezana neengxaki
zu: Indlela yokubhekana nezinkinga

# data_list
source: Crisis can make us feel angry or helpless. But this is when our teens really need us to breathe, listen and think.
sw: Mgogoro unaweza kutufanya tukasirike au tujione wanyonge. Lakini huo ndio wakati hasa ambao vijana wetu wanatuhitaji sisi. Tuvute pumzi, tusikilize na kufikiri.

# data_list
source: BREATHE
sw: VUTA PUMZI

# data_list
source: Stay calm. Ask yourself, "What does my teen need right now?"
sw: Tulia. Jiulize, "Kijana wangu anahitaji nini sasa hivi?"

# data_list
source: LISTEN
sw: SIKILIZA

# data_list
source: Tell them you are there for them and love them.
sw: Mwambie upo kwa ajili yake na mpende.

# data_list
source: THINK
sw: FIKIRI

# data_list
source: Talk with your teen. What might help the situation? You might need to make immediate plans now and then long-term plans later.
sw: Zungumza na kijana wako. Kitu gani kinaweza kusaidia kwenye hali hiyo? Unaweza kutakiwa kupanga mipango ya haraka sasa, halafu mipango ya muda mrefu baadaye.

# data_list
source: You can be proud of yourself for exploring ways to get help!
sw: Jionee fahari kwa kutafuta njia za kupata msaada!

# data_list
source: How to support each other
af: Hoe om mekaar te ondersteun
sw: Jinsi ya kusaidiana
xh: Indlela yokuxhasana
zu: Indlela yokusekelana

# data_list
source: MEET
sw: KUKUTANA

# data_list
source: Keep meeting regularly to give each other parenting support.
sw: Endeleeni kukutana mara kwa mara ili kupeana msaada wa malezi.

# data_list
source: CALL
sw: PIGIANA SIMU

# data_list
source: Be ‘parenting buddies’ to call when you are upset or do not know what to do.
sw: Kuweni 'marafiki wa malezi' wanaopigiana simu pindi mmoja wenu anaposikitika au asipojua cha kufanya.

# data_list
source: TEXT
sw: KUTUMIANA UJUMBE WA MAANDISHI

# data_list
source: Text each other every week to share what you have done well.
sw: Tumianeni ujumbe wa maandishi kila wiki ili kushirikishana kile mlichofanya vizuri.

# data_list
source: SHARE
sw: KUSHIRIKISHANA

# data_list
source: Share @global.parent_app and help other families start their journey.
sw: Sambaza @global.parent_app ili usaidie familia nyingine kuanza safari yao.

# data_list
source: How to talk about sensitive topics
sw: Namna ya kuzungumza kuhusu maada nyeti

# data_list
source: Discussing body changes and intimate relationships can be uncomfortable, but it is so important in order to keep your teen happy, healthy and safe.
sw: Kujadili mabadiliko ya mwili na mahusiano ya karibu inaweza kuwa ngumu, lakini ni muhimu sana ili kuweka kijana wako mwenye furaha, afya na salama.

# data_list
source: BUILD
sw: TENGENEZA

# data_list
source: Build a strong relationship with your teen by spending time with them and showing them you trust them. Create a safe, encouraging space, and avoid judging them. That will make your teen share their questions and worries with you, when they need advice or are in a potentially dangerous situation.
sw: Jenga uhusiano mzuri na kijana wako kwa kutumia muda pamoja naye na kuwaonyesha kuwa unamwamini. Unda nafasi salama, ya kutia moyo, na uepuke kuwahukumu. Hilo litamfanya kijana wako ashiriki maswali na mahangaiko yake nawe, anapohitaji ushauri au yuko katika hali inayoweza kuwa hatari.

# data_list
source: START
sw: ANZA

# data_list
source: Your teen may feel scared, so as parents we need to start the conversation on body changes and intimate relationships. Start young (before 9 years) by answering their questions in a simple and honest way. That builds your and your child’s confidence. It is okay to feel uncomfortable. Be open, use the correct words, and get more information for yourself if you do not have all the answers.
sw: Kijana wako anaweza kuogopa, kwa hivyo kama wazazi tunahitaji kuanza mazungumzo juu ya mabadiliko ya mwili na mahusiano ya kimapenzi. Anza mapema (kabla ya miaka 9) kwa kujibu maswali yao kwa njia rahisi na ya uaminifu. Hiyo hujenga kujiamini kwako na kwa mtoto wako. Ni sawa kuwa na wasiwasi. Kuwa muwazi, tumia maneno sahihi, na tafuta maelezo zaidi ikiwa huna majibu yote.

# data_list
source: GUIDE
sw: MWONGOZO

# data_list
source: Your teen will get information about sex from many different sources. When they feel safe and comfortable with you, you can guide them and build their ability to find good information and solutions now and in the future. Help them think about the consequences of behaviours (without shame or blame). Make sure they understand that they should never feel pressured (or pressure someone else) into any sexual activity or relationship. Get help or information for yourself from other adults or medical professionals.
sw: Kijana wako atapata taarifa kuhusu ngono kutoka vyanzo mbalimbali. Wanapojisikia salama na kustarehe wakiwa na wewe, unaweza kuwaongoza na kuwajengea uwezo wa kupata taarifa nzuri na masuluhisho sasa na siku zijazo. Wasaidie kufikiria juu ya matokeo ya tabia (bila aibu au lawama). Hakikisha wanaelewa kwamba hawapaswi kamwe kuhisi kushinikizwa (au kumshinikiza mtu mwingine) katika shughuli yoyote ya ngono au uhusiano. Pata usaidizi au maelezo yako kutoka kwa watu wazima wengine au wataalamu wa matibabu.

# data_list
source: How to stay safe
sw: Jinsi ya kukaa salama

# data_list
source: In a dangerous situation, we may not know what to do and freeze – this is normal. These tools can help you and your teen stay safe.
sw: Katika hali ya hatari, hatuwezi kujua nini cha kufanya na kuganda - hii ni ya kawaida. Zana hizi zinaweza kukusaidia wewe na kijana wako kuwa salama.

# data_list
source: KNOW IT
sw: FAHAMU

# data_list
source: Know the difference between healthy and unhealthy relationships. If you are attacked, know that it is never your fault. You are allowed to say and do what is needed to stay safe and get away – do not worry about what others may think. You are worth defending. You are strong and powerful.
sw: Fahamu tofauti kati ya mahusiano yenye afya na yasiyofaa. Ukishashambuliwa ujue kuwa sio kosa lako kamwe. Unaruhusiwa kusema na kufanya kile kinachohitajika ili kuwa salama na kuondoka - usijali kuhusu kile ambacho wengine wanaweza kufikiria. Unastahili kujitetea. Una uwezo na nguvu.

# data_list
source: SEE IT
sw: ONA

# data_list
source: When someone makes you (or someone else) feel uncomfortable with what they say or do, that is never okay! We all have the right to feel safe, especially at home. See the warning signs and follow your feeling. When you feel attacked with words or actions, your goal is to get away.
sw: Mtu anapokufanya (au mtu mwingine) kujisikia kutoridhika na kile anachosema au kufanya, hiyo si sawa kamwe! Sote tuna haki ya kujisikia salama, hasa nyumbani. Tazama ishara za onyo na ufuate hisia zako. Unapohisi kushambuliwa kwa maneno au vitendo, lengo lako ni kuondoka.

# data_list
source: SAY IT
sw: SEMA

# data_list
source: Your voice can stop many attacks. Yell ‘No!’, call for help, warn of consequences, name the behaviour, act crazy, pretend to go along to buy time, use humour, calm them down, or negotiate. Be clear, confident and direct. Speak using your voice, body language and eye contact.
sw: Sauti yako inaweza kuzuia mashambulizi mengi. Piga kelele ‘Hapana!’, omba usaidizi, onya kuhusu matokeo, taja tabia, jifanye kichaa, jifanye kushirikiana nae ili kupoteza muda, tumia ucheshi, watulize, au wajadiliane. Kuwa wazi, ujasiri na moja kwa moja. Zungumza ukitumia sauti yako, lugha ya mwili na mguso wa macho.

# data_list
source: DO IT
sw: IFANYE

# data_list
source: When our voice is not changing the situation, we can use our bodies. Know the ‘weapons’ on your body and know the ‘targets’ on your attacker’s body. Use what is free on your body that you can fight with and what is open on the attacker’s body to hit.
sw: Wakati sauti yetu haibadilishi hali, tunaweza kutumia miili yetu. Jua 'silaha' kwenye mwili wako na ujue 'malengo' kwenye mwili wa mshambuliaji wako. Tumia kile ambacho ni bure kwenye mwili wako ambacho unaweza kupigana nacho na kilicho wazi kwenye mwili wa mshambuliaji kupiga.

# data_list
source: If you as a teen or parent do get hurt by someone, remember it is never your fault. Ask someone you trust for help. As a parent, make sure your teen knows they can tell you anything, so you can find a solution together.
sw: Ikiwa wewe kama kijana au mzazi umeumizwa na mtu fulani, kumbuka kamwe si kosa lako. Uliza mtu unayemwamini akusaidie. Kama mzazi, hakikisha kwamba kijana wako anajua kwamba anaweza kukuambia chochote, ili mpate suluhu pamoja.

# data_list
source: How to cope with grief
sw: Jinsi ya kukabiliana na majonzi

# data_list
source: ACCEPT
sw: KUBALI

# data_list
source: Losing someone we love can affect us for weeks, months or years. You do not have to feel better quickly, and there is no right or wrong way to grieve. Your teen may feel sad, angry, not understand or not believe it, or feel unwell. They may have pains, nightmares, or problems at school. They may seem happy, but still feel sad. All of this is normal.
sw: Kumpoteza mtu tunayempenda kunaweza kutuathiri kwa wiki, miezi au miaka. Si lazima ujisikie vizuri haraka, na hakuna njia sahihi au mbaya ya kuhuzunika. Kijana wako anaweza kujisikia huzuni, hasira, asielewe au asiamini, au ajisikie vibaya. Wanaweza kuwa na maumivu, ndoto mbaya, au matatizo shuleni. Wanaweza kuonekana kuwa na furaha, lakini bado wanahisi huzuni. Yote haya ni ya kawaida.

# data_list
source: SAY GOODBYE
sw: SEMA KWAHERI

# data_list
source: Find a way to say goodbye that feels right for you and your family. Some people hold a ceremony or have a special meal to celebrate the person. Ask your teen what they would want to do to say goodbye.
sw: Tafuta njia ya kusema kwaheri inayokufaa wewe na familia yako. Baadhi ya watu hufanya sherehe au huandaa chakula maalum ili kumsherehekea mtu huyo. Muulize kijana wako angependa kufanya nini ili kusema kwaheri.

# data_list
source: TALK
sw: ONGEA

# data_list
source: It can help just to talk about the person when you think about them or write down how you feel. Share your memories, the good ones and the difficult ones. Children may feel like the person’s death was their fault or that they behaved badly. Tell them clearly that they did nothing wrong. Explain that your teen can always tell you how they feel, and encourage them by also sharing how you feel.
sw: Inaweza kusaidia kuzungumza juu ya mtu endapo unawaza juu ya huyo mtu au kuandika jinsi unavyohisi. Shirikishana kumbukumbu zako, nzuri na ngumu. Watoto wanaweza kuhisi kama kifo cha mtu huyo kilikuwa kosa lao au kwamba walifanya vibaya. Waambie wazi kwamba hawakufanya kosa lolote. Elezea kwamba kijana wako anaweza kukwambia kila mara jinsi anavyohisi, na umtie moyo kwa kuwaambia pia jinsi unavyohisi.

# data_list
source: How to help your teen learn
sw: Jinsi ya kumsaidia kijana kujifunza

# data_list
source: GET TOGETHER
sw: KUKUTANA PAMOJA

# data_list
source: People learn better when they learn with others. Spend time with your teen and let them learn with you. When you do activities together, you give them space to learn, to make mistakes and to ask you questions.
sw: Watu hujifunza vizuri zaidi wanapojifunza na wengine. Tumia wakati na kijana wako na waache wajifunze nawe. Mnapofanya shughuli pamoja, unawapa nafasi ya kujifunza, kufanya makosa na kukuuliza maswali.

# data_list
source: SUPPORT
sw: MSAADA

# data_list
source: Your teen will learn from you if they know you support them. Let them try things and be patient with them. This helps them “learn how to learn”, because they feel safe with you.
sw: Kijana wako atajifunza kutoka kwako ikiwa anajua unamuunga mkono. Waache wajaribu mambo na kuwa na subira kwao. Hii inawasaidia "jinsi ya kujifunza", kwa sababu wanahisi kuwa salama na wewe

# data_list
source: PRAISE
sw: USIFIAJI

# data_list
source: Praising your teen is a powerful way to help them try again. Teens do not get things right the first time and should learn how to try again. Praise them for trying to do things, so they can learn from their mistakes.
sw: Kumsifu kijana wako ni njia nzuri ya kumsaidia kujaribu tena. Vijana hawafanyi mambo sawa mara ya kwanza na wanapaswa kujifunza jinsi ya kujaribu tena. Wasifu kwa kujaribu kufanya mambo, ili wajifunze kutokana na makosa yao.

# data_list
source: We often don’t look after ourselves enough. But this is so important, especially as a parent! Reducing our stress and treating ourselves well helps us AND our teenagers.
sw: Mara nyingi hatujithamini vya kutosha. Lakini kufanya hivyo ni muhimu sana, hasa kwa mzazi! Kupunguza msongo wa mawazo na kujithamini vizuri hutusaidia sisi PAMOJA NA vijana wetu.

# data_list
source: Greetings, everyone. Today's topic is self-care. There are times when we experience challenges, face problems and do not know what to do. It is important to take care of ourselves to learn the techniques for keeping ourselves calm, in case problems, challenges or issues come up. When we are calm we are in a good state to think positively and come up with positive solutions to any challenges we may be facing.
sw: Habari zenu? Mada ya leo inahusu kujithamini wenyewe. Kuna nyakati tunapata changamoto, tunakabiliwa na matatizo na hatujui cha kufanya. Ni muhimu kujithamini kwa kujifunza mbinu tunazoweza kuzitumia kuwa watulivu iwapo matatizo, changamoto au shida zitatokea. Tunapokuwa watulivu, tunakuwa katika hali nzuri ya kufikiria vizuri na kupata ufumbuzi chanya wa changamoto zozote tunazoweza kukabiliwa nazo.

# data_list
source: Why @data.workshop.w_self_care.lower_case_title?
sw: Kwanini @data.workshop.w_self_care.lower_case_title?

# data_list
source: Being a parent can be so hard. Sometimes it feels like our children never listen to us. But science shows that spending just a few minutes each day of focused one-on-one time with your teen helps build trust and love.
sw: Kuwa mzazi ni kugumu sana. Wakati mwingine inaonekana kama watoto wetu hawatusikilizi kabisa. Lakini sayansi inaonyesha kwamba kutumia dakika chache tu kila siku kutumia muda wa pamoja na kijana wako mkiwa wawili husaidia kujenga uaminifu na upendo.

# data_list
source: One-on-one time is when you focus on them, without TV or phones. Let them lead what you do or talk about. It is great if you can do twenty minutes a day, but even five minutes a day is really good.
sw: Muda wa kuzungumza wawili ni ule ambao wewe unamzingatia yeye, bila kutazama runinga au kutumia simu. Hebu mruhusu aongoze kile mnachofanya au mnachozungumzia. Ni jambo zuri zaidi kama utaweza kufanya hivyo kwa dakika ishirini kwa siku, lakini hata dakika tano kwa siku ni jambo zuri sana.

# data_list
source: Hello. Our topic today is one-on-one time with our children. It is important to spend time with our children so that they can get to understand us, and for us to get an opportunity to understand them. Remember, a family with good understanding lives in harmony.
sw: Habari! Mada yetu ya leo inahusu kuzungumza na watoto wetu mkiwa wawili. Ni muhimu kutumia muda tukiwa na watoto wetu ili waweze kutuelewa, na sisi kupata fursa ya kuwaelewa. Kumbuka, familia inayoelewana vizuri huishi kwa utulivu.

# data_list
source: Why @data.workshop.w_1on1.lower_case_title?
sw: Kwanini @data.workshop.w_1on1.lower_case_title?

# data_list
source: Praise is a powerful parenting skill. If we praise our teens when they do something well, we will see them do more and more positive things!
sw: Kusifia ni ujuzi wenye nguvu katika malezi. Kama tutawasifia vijana wetu wanapofanya jambo vizuri, tutawaona wakifanya mambo mazuri zaidi na zaidi!

# data_list
source: Greetings everyone. Our topic today is about praise. It is good to praise our children when they've done good because when we do that, they will do more of that good behavior we want to see. And let's not forget to praise ourselves when we do good too!
sw: Habari zenu? Mada yetu ya leo inahusu kusifia. Ni vizuri kuwasifia watoto wetu wanapofanya vizuri kwa sababu tunapofanya hivyo, watazidi kuifanya tabia nzuri tunayotaka kuiona. Na tusisahau pia kujisifia sisi wenyewe tunapofanya mazuri!

# data_list
source: Why @data.workshop.w_praise.lower_case_title?
sw: Kwanini @data.workshop.w_praise.lower_case_title?

# data_list
source: Focus on the positive! Telling our teens what we DO want them to do works better than telling them to STOP doing something. You will see the difference.
sw: Zingatia mambo chanya! Kuwaambia vijana wetu kile hasa tunachotaka wafanye ni vizuri kuliko kuwakataza kufanya kitu. Utaona mabadiliko.
