Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# template
source: CONGRATULATIONS! You have done it! You have built 11 important parenting skills. This is a huge achievement. It shows such care for your family. Let’s celebrate you, and plan your future @global.parent_app support.
af: VEELS GELUK! Jy het dit reggekry! Jy het 11 belangrike vaardighede vir ouerskap aangeleer. Dit is ’n baie groot prestasie. Dit wys hoeveel jy vir jou gesin omgee. Kom ons vier jou prestasie, en beplan jou toekomstige @global.parent_app-steun.
xh: SIVUYISANA NAWE! Uphumelele! Uye wakha izakhono ezili-11 zokuba ngumzali. Uphumeze into enkulu. Kubonisa ukuba uyikhathalele intsapho yakho. Masikuvuyele size sicebe inkxaso yexesha elizayo kwi-@global.parent_app.
zu: SIYAKUHALALISELA! Uphumelele! Wakhe amakhono abalulekile okuba umzali angu-11. Lena yimpumelelo enkulu. Ibonisa indlela owukhathalela ngayo umndeni wakho. Masikuhalalisele futhi sihlele ukukweseka kwesikhathi esizayo njengomzali nge-@global.parent_app.

# template
source: Greetings everyone. Today’s topic is celebration and next steps. It has been amazing, it has been wonderful having you on this journey. Today we are celebrating our journey together. Today we are celebrating all the learnings that we have learned throughout.
af: Goeiedag, almal. Die onderwerp vir vandag is viering en volgende stappe. Dit was ongelooflik. Dit was wonderlik om julle op hierdie reis te hê. Vandag vier ons ons reis saam. Vandag vier ons alles wat ons deur die hele ervaring geleer het.
xh: Molweni, kuni nonke. Umxholo wanamhlanje ungokubhiyoza kunye namanyathelo alandelayo. Bekumangalisa, bekumnandi ukuba kunye nawe kolu hambo. Namhlanje sibhiyozela uhambo lwethu kunye. Namhlanje sibhiyozela zonke izinto esizifundileyo kulo lonke uqeqesho.
zu: Sanibonani nonke. Isihloko sanamuhla ukuhalalisa kanye nezinyathelo ezilandelayo. Bekumnandi, bekukuhle kakhulu ukuhamba nawe kulolu hambo. Namuhla sibungaza uhambo lwethu ndawonye. Namuhla sibungaza konke esikufundile kulo lonke uqeqesho.

# template
source: Close eyes and relax. Think of your family life before you started your journey with this app. Think back of skills you learned: * Self-care * One-on-one time * Praise * Positive instructions * Managing stress * Family budgeting * Rules * Calm consequences * Problem solving * Teen safety * Dealing with crisis Reflect on the journey – how was it for you to: * Share ideas and experiences * Reflect on and learn from the stories * Practice skills with your teen Did anything change for you and your family? What do you need to continue to use skills?
af: Sluit oë en ontspan. Dink aan jou gesinslewe voordat jy jou reis met hierdie toep begin het. Dink terug aan vaardighede wat jy aangeleer het: * Selfsorg * Een-tot-een-tyd * Lof * Positiewe instruksies * Hantering van spanning * Gesinsbegroting * Reëls * Kalm gevolge * Probleemoplossing * Tienerveiligheid * Hantering van krisisse Dink na oor die reis – hoe was dit vir jou om: * Idees en ondervindings te deel * Na te dink oor die stories, en daaruit te leer * Vaardighede saam met jou tiener te oefen Het enigiets vir jou en jou gesin verander? Wat het jy nodig om die vaardighede aan te hou gebruik?
xh: Vala amehlo uze uphole. Cinga ngobomi bosapho lwakho ngaphambi kokuba waqalisa uhambo lwakho ngale app. Cinga ngezakhono oye wazifunda: * Ukuzikhathalela * Ixesha enilichitha kunye * Ncoma * Imiyalelo eyakhayo * Ukulawula uxinezeleko * Ibhajethi yosapho * Imithetho * Imiphumo ezolileyo * Ukusombulula iingxaki * Ukhuseleko lwabantwana abafikisayo * Ukuhlangabezana neengxaki Cingisisa ngohambo – belunjani kuwe: * Ncokolani ngamacebiso nangamava * Cingisisa uze ufunde kumabali * Qhelisela izakhono kunye nomntwana wakho ofikisayo Ngaba kukho nto itshintshileyo kuwe nakusapho lwakho? Yintoni oyidingayo ukuze uqhubeke usebenzisa izakhono?
zu: Vala amehlo uphumule. Cabanga ngempilo yomndeni wakho ngaphambi kokuthi uqale uhambo lwakho ngalolu hlelo lokusebenza. Cabanga ngamakhono owafundile: * Ukuzinakekela * Isikhathi sokuthi nibe nobabili ndawonye * Ukuncoma * Iziqondiso ezinhle * Ukulawula ukucindezeleka * Isabelomali somndeni * Imithetho * Imiphumela eyethulwa ngomoya ophansi * Ukuxazulula inkinga * Ukuphepha kwentsha * Ukubhekana nezinkinga Cabangisisa/zindla ngohambo lwakho – bekunjani kuwe ukwenza lokhu: * Yabelanani ngamacebiso nichaze izinto eniye nabhekana nazo * Cabanga ufunde ezindabeni ezixoxwayo * Phrakthiza amakhono nengane yakho eyevile eminyakeni eyishumi nambili Ingabe kukhona okuye kwashintsha kuwe nasemndenini wakho? Yini oyidingayo ukuze uqhubeke usebenzisa la makhono?

# template
source: MEET
af: KOM BYMEKAAR
xh: DIBANANI
zu: HLANGANANI

# template
source: Keep meeting regularly to give each other parenting support.
af: Kom gereeld bymekaar om aan mekaar ouerondersteuning te gee.
xh: Qhubekani nidibana rhoqo ukuze nixhasane njengabazali.
zu: Qhubekani nihlangana njalo ukuze nisekelane njengabazali.

# template
source: CALL
af: SKAKEL
xh: FOWUNANI
zu: SHAYA UCINGO

# template
source: Be ‘parenting buddies’ to call when you are upset or don’t know what to do.
af: Wees ‘ouerskapsvriende’ wat mekaar kan skakel wanneer julle ontsteld is en nie weet wat om te doen nie.
xh: Yibani 'ngabazali abazitshomi’ ukuze nifowunelane xa nikhathazekile okanye ningazi ukuba nenze ntoni.
zu: Yibani ‘abazali abangabangane’ abashayelana ucingo ucasukile noma ongazi ukuthi wenzeni.

# template
source: TEXT
af: STUUR TEKSBOODSKAPPE
xh: THUMELA UMYALEZO
zu: THUMELA UMYALEZO

# template
source: Text each other every week to share what you’ve done well.
af: Stuur elke week vir mekaar teksboodskappe om dit wat julle goed gedoen het, te deel.
xh: Thumelani umyalezo qho ngeveki ukuze nabelane ngezinto enizenze kakuhle.
zu: Thumelelani imiyalezo masonto onke ukuze nixoxelane ngenikwenzile.

# template
source: SHARE
af: DEEL
xh: YABELANANI
zu: YABELANA

# template
source: Share @global.parent_app and help other families start their journey.
af: Deel @global.parent_app en help ander gesinne om hul reis te begin.
xh: Yabelanani nge-@global.parent_app nize nincede ezinye iintsapho ziqale uhambo lwazo.
zu: Yabelana @global.parent_app futhi usize eminye imindeni iqale uhambo lwayo.

# template
source: Fantastic! We are proud of you for all you have done over the past weeks.
af: Wonderlik! Ons is trots op jou oor alles wat jy gedurende die afgelope weke gedoen het.
xh: Kuhle ngeyona ndlela! Siyazingca ngawe ngazo zonke izinto ozenzileyo kwezi veki zidlulileyo.
zu: Kuhle! Siyaziqhenya ngawe ngakho konke okwenzile emasontweni adlule.

# template
source: We’re sorry it’s a difficult day. We are proud of you for all you have done over the past weeks.
af: Ons is jammer dis ’n moeilike dag. Ons is trots op jou oor alles wat jy gedurende die afgelope weke gedoen het.
xh: Sibuhlungu yimini enzima le. Siyazingca ngawe ngazo zonke izinto ozenzileyo kwezi veki zidlulileyo.
zu: Siyaxolisa ngokuthi usuku lwakho lunzima. Siyaziqhenya ngawe ngakho konke okwenziwe emasontweni adlule.

# template
source: Your home practice for this week will be to talk together with your teen about a ONE negative consequence and ONE positive consequence. Consequences should be: FAIR (not too harsh) IMMEDIATE (do it straight away) CONSISTENT (same every time)
af: Julle tuis oefenwerk hierdie week is om met jou tiener te gesels oor EEN negatiewe gevolg en EEN positiewe gevolg. Gevolge moet: REGVERDIG wees (nie te hewige straf nie) ONMIDDELLIK wees (doen dit dadelik) KONSEKWENT wees (elke keer dieselfde)
xh: Uqheliselo lwakho lwasekhaya kule veki luya kuba kukuthetha kunye nomntwana wakho ofikisayo ngomphumo OMNYE ongemhle nomphumo OMNYE omhle. Imiphumo ifanele ibe: SESIKWENI, (kungekhona ngqwabalala kakhulu) IKHAWULEZE (kwenze ngokungxamisekileyo) NGOKUQHUBEKAYO (ngendlela efanayo rhoqo)
zu: Umsebenzi wasekhaya kuleli viki kuzoba ukukhulumisana nengane yakho ngomphumela OWODWA ongemuhle nomphumela OWODWA omuhle. Imiphumela kumelwe ibe: ENOBULUNGISWA (engaqinile ngokwedlulele) NGALESOSIKHATHI (kwenze ngaso leso sikhathi) UNGASHINTSHI (okufanayo ngaso sonke isikhathi)

# template
source: introduce a consequence together
af: kom oor 'n gevolg ooreen
xh: gqibani ngomphumo kunye
zu: ethula umphumela ndawonye

# template
source: Did you have any challenges when trying to introduce a consequence together?
af: Het jy enige uitdagings ervaar toe julle probeer het om saam oor ’n gevolg oor een te koml?
xh: Ngaba uye wanengxaki xa benizama ukugqiba ngomphumo kunye?
zu: Ingabe nibe nezinselele lapho nizama ukwethula umphumela ndawonye?

# template
source: What was difficult for you about introducing a consequence with your teen?
af: Wat was vir jou moeilik toe jy ’n gevolg saam met jou tiener in te stel?
xh: Yintoni ebinzima ekugqibeni ngomphumo kunye nomntwana wakho ofikisayo?
zu: Yini kuwe obekunzima ngokwethula umphumela nengane yakho esebusheni bayo?

# template
source: I got very angry when my teen broke the rule.
af: Ek het baie kwaad geword toe my tiener die reël gebreek het.
xh: Ndiye ndanomsindo kakhulu xa umntwana wam ofikisayo eye wophula umthetho.
zu: Ngike ngathukuthela kakhulu lapho ingane yami esebusheni bayo iphula umthetho.

# template
source: When we take a pause before responding, it helps us to calm down and respond better. Next time your teen makes you angry, try to take a pause first. Even a few deep breaths can make a big difference!
af: Wanneer ons ’n pouse neem voordat ons reageer, help dit ons om te kalmeer en beter te reageer. Volgende keer dat jou tiener jou kwaad maak, probeer om eers ’n pouse te neem. Selfs ’n paar diep asemhalings kan ’n groot verskil maak!
xh: Xa sinqumama ngaphambi kokuphendula, oko kusinceda sizole size siphendule bhetele. Xa ephinda ekucaphukisa umntwana wakho ofikisayo, zama ukunqumama kuqala. Uthathe imimoya embalwa lonto ingenza umehluko omkhulu!
zu: Lapho sithatha ikhefu ngaphambi kokuphendula, kusisiza ukwehlisa umoya futhi siphendule kangcono. Ngokuzayo lapho ingane yakho ikuthukuthelisa, zama ukuhlaba ikhefu kuqala. Ngisho nokuphefumula okuncane okujulile kungenza umehluko omkhulu!

# template
source: My teen got very angry with me after I gave the consequence.
af: My kind of tiener het baie kwaad geword vir my nadat ek die gevolg ingestel het.
xh: Umntwana wam ofikisayo uye wanomsindo kakhulu emva kokuba ndimnike umphumo.
zu: Ingane yams esebusheni bayo ingithukuthelele lapho ngiyitshela umphumela wezenzo zayo.

# template
source: When your teen gets angry, you might need to walk away until you are both calm. Check to make sure your consequence is fair and reasonable. Listen to your teen’s explanation, and make sure to give a “Safety Amnesty” if they broke a rule in order to stay safe.
af: Wanneer jou tiener kwaad word, moet jy dalk wegloop totdat julle albei kalm is. Maak seker dat jou gevolg regverdig en redelik is. Luister na jou tiener se verduideliking, en maak seker dat jy ’n “veiligheid-amnestie” gee as hulle ’n reël om veilig te bly, gebreek het.
xh: Xa umntwana wakho ofikisayo esiba nomsindo, kusenokufuneka umshiye yedwa ude wehle umsindo kuni nobabini. Hlola ukuba umphumo awufumanayo usengqiqweni kanye unobulungisa. Mamela umntwana wakho ofikisayo xa ecacisa uze uqinisekise ukuba kukho “Uxolelo kwimeko Yokhuseleko” ukuba akawuthobelanga umthetho kuba efuna ukukhuseleka.
zu: Lapho ingane yakho esebusheni bayo ithukuthela, kungase kudingeke uye kwenye indawo wehlise umoya kuze nihlangane lapho nobabili senizolile. Hlola ukuze uqiniseke ukuthi umphumela owubekayo unobulungisa futhi uyacabangela yini. Lalela incazelo yengane yakho esebusheni bayo, bese uqikelela ukuthi unikeza “Ushwele Wokuvikeleka” uma iphule umthetho ukuze ihlale iphephile.

# template
source: I introduced the consequence without first discussing it with my teen.
af: Ek het die gevolg ingestel sonder om dit eers met my tiener te bespreek.
xh: Ndiye ndathi kuza kubakho umphumo ndingakhange ndiqale ndithethe nomntwana wam ofikisayo malunga nalonto.
zu: Ngethula umphumela ngaphandle kokuxoxa ngawo nengane yami esebusheni bayo.

# template
source: Can you make a consequence for if this happens again? When we establish a consequence together with our teens, the consequence will be more realistic, and our teens will be more willing and able to follow the rule.
af: Kan jy ’n gevolg maak vir as dit weer gebeur? Wanneer ons saam met ons tieners ’n gevolg vasstel, sal die resultaat meer realisties wees en ons tieners sal meer gewillig en in staat wees om die reël te volg.
xh: Ungakwazi ukuwusebenzisa lomphumo xa kusenzeka oku kwakhona? Xa sisithi kuza kubakho umphumo kwaye sibe sibabandakanyile abantwana bethu abafikisayo, umphumo uza kuba yinto enokwenzeka kwaye abantwana bethu abafikisayo baza kukufuna ngakumbi ukuthobela umthetho.
zu: Ungawenza umphumela uma lokhu kwenzeka futhi? Lapho sithola imiphumela kanye nentsha yethu, umphumela uzoba ngokoqobo ngokwengeziwe, futhi intsha yethu iyozimisela ngokwengeziwe futhi ikwazi ukulandela umthetho.

# template
source: I forgot to follow through with the consequence.
af: Ek het vergeet om die gevolg deur te voer.
xh: Ndiye ndalibala ukulandelela umphumo.
zu: Ngikhohliwe ukulandela umphumela.

# template
source: We all make mistakes! The more consistent we are with our consequences, the more likely our children will choose to behave positively in the future.
af: Ons almal maak foute! Hoe meer konsekwent ons met ons gevolge is, hoe meer sal ons kinders geneig wees om in die toekoms positief op te tree.
xh: Sonke siyazenza impazamo! Okukhona sibanika rhoqo imiphumo, kokukhona abantwana bethu beza kukhetha ukuziphatha kakuhle kwixesha elizayo.
zu: Sonke siyawenza amaphutha! Uma sihambisana kakhulu nemiphumela yethu, maningi amathuba okuthi izingane zethu zizokhetha ukuziphatha kahle ngokuzayo.

# template
source: Even with the consequence, my teen still does not follow the rule.
af: Selfs met die gevolg, volg my tiener nog nie die reël nie.
xh: Umntwana wam ofikisayo akawuthobeli umthetho, nokuba ndimnike umphumo.
zu: Ngisho noma kukhona imiphumela ebekiwe yezenzo zayo, ingane yami esebusheni bayo ayiwulandeli umthetho.

# template
source: If your teen keeps breaking rules, you might need to spend more positive time with them. Try to keep going with your other goals – like self-care, one-on-one time, and praise. All these skills will help your teen feel more loved and secure… and you less stressed!
af: As jou tiener die reëls bly breek, moet jy dalk meer positiewe tyd met hulle spandeer. Probeer om voort te gaan met jou ander doelwitte – soos selfsorg, een-tot-een-tyd en lof. Al hierdie vaardighede sal bydra om jou tiener meer geliefd en veilig te laat voel... en jy sal minder gestres wees!
xh: Ukuba umntwana wakho ofikisayo usoloko esophula imithetho, kusenokufuneka uchithe ixesha kunye naye nisenza izinto ezikhuthazayo. Zama ukungaziyeki ezinye injongo onazo – njengoku uzinyamekela, ubene xesha enilichitha kunye no kuncoma. Zonke ezi zakhono ziza kumnceda umntwana wakho ofikisayo azive ethandwa kwaye ekhuselekile... kwaye nawe ungaxinezelekanga kakhulu!
zu: Uma ingane yakho esebusheni bayo iyaqhubeka iphula imithetho, kungase kudingeke uchithe isikhathi esengeziwe nayo. Zama ukuqhubeka neminye imigomo yakho – njengokuzinakekela, ukuchitha isikhathi nengane, nokuyincoma. Onke la makhono azosiza ingane yakho esebusheni bayo izizwe ithandwa futhi ivikelekile... futhi kunciphise ukucindezeleka kuwe!

# template
source: We only created a negative consequence, not a positive consequence.
af: Ons het net ’n negatiewe gevolg daargestel, nie ’n positiewe gevolg nie.
xh: Siye sabano mphumo ombi, bekungekho mphumo okhuthazayo.
zu: Sidale kuphela umphumela ongemuhle, hhayi umphumela omuhle.

# template
source: It can be difficult to think of positive consequences sometimes. Positive consequences will encourage your teen to take more responsibility, and you will see the difference!
af: Dit kan soms moeilik wees om aan positiewe gevolge te dink. Positiewe gevolge sal jou tiener aanmoedig om meer verantwoordelikheid te neem, en jy sal die verskil sien!
xh: Ngamanye amaxesha kuba nzima ukucinga ngemiphumo ekhuthazayo. Imiphumo ekhuthazayo iza kumkhuthaza umntwana wakho kuba azoziva enoxanduva kwaye uza kuwubona umehluko!
zu: Ngezinye izikhathi kungase kube nzima ukucabanga ngomphumela wokwenza kahle izinto. Imiphumela emihle izokhuthaza ingane yakho esebusheni bayo ukuthi izimele nakakhudlwana, futhi uzowubona umehluko!

# template
source: My teen suggested being hit as a negative consequence.
af: My tiener het ’n pakslae as negatiewe gevolg voorgestel.
xh: Umntwana wam ofikisayo ucebise ukuba umphumo ongathandekiyo ibe kukubethwa.
zu: Ingane yami esebusheni bayo ibeka ukuthi ishaywe njengomphumela ongemuhle wokwephula umthetho.

# template
source: Teens can be used to seeing hitting as the only possible consequence for breaking rules. Brainstorm some calm consequences with them that could help them understand that they have done something wrong. These will be more effective and will set positive examples!
af: Tieners is dalk daaraan gewoond dat ’n pakslae die enigste gevolg is as die reëls gebreek word. Dink saam aan ’n paar kalm gevolge wat hulle kan help verstaan dat hulle iets verkeerds gedoen het. Dit sal meer doeltreffend wees en sal positiewe voorbeelde stel!
xh: Abantwana abafikisayo basenokucinga ukuba ukubethwa nguwo kuphela umphumo ongathandekiyo abanokuwufumana xa bophule imithetho. Cingani ngemiphumo engena budlobongela kunye nabo enoku banceda baqonde ukuba benze into ephosakeleyo. Iza kusebenza ngcono kwaye iza kumisela imizekelo ekhuthazayo!
zu: Izingane ezisebusheni bazo signase zijwayele ekubhekeni ukushaywa njengokuphela komphumela ongemuhle wokwephula imithetho. Xoxa nabo ngemiphumela ezolile engabasiza baqonde ukuthi kukhona okungalungile abakwenzile. Lezi zizosebenza kangcono futhi zizobeka izibonelo ezinhle!

# template
source: Your goal was to introduce ONE positive consequence (for your teen taking responsibility) and ONE negative consequence (for your teen breaking a household rule).
af: Jou doelwit was om EEN positiewe gevolg (vir jou tiener om verantwoordelikheid te neem) en EEN negatiewe gevolg (vir jou tiener wat ’n huisreël gebreek het) in te stel.
xh: Injongo yakho ibikukwenza kubekho umphumo OMNYE othandekayo (xa umntwana wakho enze into ebekumele ayenze) kunye nomphumo OMNYE ongathandekiyo (xa umntwana wakho engawuthobelanga umthetho wekhaya).
zu: Umgomo wakho bekuwukwethula umphumela OWODWA omuhle (wokuthi ingane yakho ithwale umthwalo wemfanelo) kanye nomphumela OWODWA ongemuhle (owokuthi ingane yakho yephule umthetho wasekhaya).

# template
source: You can help your teenager to understand that breaking family rules leads to consequences. But HOW you do this matters. Getting consequences right helps teens behave better and makes family life calmer...
af: Jy kan jou tiener help verstaan dat daar gevolge is wanneer ’n gesin se reëls oortree word. Maar HOE jy dit doen, maak saak. Om gevolge reg te hanteer, help tieners om hul beter te gedra en sorg vir ’n kalmer gesinslewe...
xh: Unganceda umntwana wakho ofikisayo ayiqonde ukuba kukho imiphumo xa engayithobeli imithetho yekhaya. Kodwa INDLELA okwenza ngayo oku ibalulekile. Ukunika imiphumo ngendlela efanelekileyo kunceda abantwana abafikisayo baziphathe kakuhle kuze kwenze ubomi bentsapho buzole...
zu: Ungasiza ingane yakho iqonde ukuthi ukuphula imithetho yasekhaya kunemiphumela. Kodwa INDLELA owenza ngayo ebalulekile. Ukuthola imiphumela efanele kusiza umntwana ukuthi aziphathe kahle futhi kwenza umndeni uphile ngokuthula...

# template
source: Greetings, everyone. Today's topic is calm consequences. It is important that when we introduce consequences to our teenagers we involve them, but also important that we are calm when we introduce consequences. That will assist in us to agree on introducing calm consequences to our teenagers and our teenagers will easily remember them when they are involved and that will make them responsible.
af: Goeiedag, almal. Vandag se onderwerp is kalm gevolge. Dit is belangrik dat, wanneer ons gevolge aan ons tieners bekendstel, ons hulle betrek, maar dit is ook belangrik dat ons kalm bly wanneer ons gevolge bekendstel. Dit sal ons help om saam te stem om kalm gevolge aan ons tieners bekend te stel en ons tieners sal die gevolge maklik onthou wanneer hulle betrek word en dit sal hulle verantwoordelik maak.
xh: Molweni, kuni nonke. Umxholo wanamhlanje kukunika umphumo uzolile. Kubalulekile ukuba sibabandakanye abantwana bethu abafikisayo xa siza kusebenzisa imiphumo, kodwa kukwabaluleke nangakumbi ukuzola xa sibanika umphumo. Oku kuza kusinceda sinike abantwana bethu umphumo sizolile kwaye bona baza kuyikhumbula lula xa bebandakanyekile ibe loo nto iza kwenza bathathe uxanduva.
zu: Sanibonani, nonke. Isihloko sanamuhla sithi imiphumela eyethulwa ngendlela ezolile. Kubalulekile ukuthi lapho sethula umphumela ebantwaneni bethu sibabandakanye nabo, kodwa kubalulekile nokuthi sizole lapho sethula imiphumela. Lokhu kuzosisiza sivumelane ngokwethula imiphumela ngendlela ezolile ebantwaneni bethu futhi abantwana bazoyikhumbula kalula lapho sibabandakanya futhi lokho kuzobenza baziphathe kahle.

# template
source: Let's read what happened with @global.w_consequence_teen_boy_1 and his @global.w_consequence_male_caregiver:
af: Kom ons lees wat met @global.w_consequence_teen_boy_1 en sy @global.w_consequence_male_caregiver gebeur het:
xh: Makhe sifunde ngokoko kwenzeke nge @global.w_consequence_teen_boy_1 ne @global.w_consequence_male_caregiver:
zu: Ake sifunde ngokwenzekile ku @global.w_consequence_teen_boy_1 no @global.w_consequence_male_caregiver wakhe:

# template
source: @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1! What time is this? You are late!”
af: @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1! Kyk hoe laat is dit! Jy is laat!”
xh: @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1! Ngubani ixesha ngoku? Ufike emva kwexesha!
zu: @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1! Ubani isikhathi manje? Ufike emva kweskhathi!”

# template
source: @global.w_consequence_teen_boy_1: “Sorry @global.w_consequence_male_caregiver – you can go back to sleep”. @global.w_consequence_male_caregiver: “It is WAY past the time you were supposed to be home!”
af: @global.w_consequence_teen_boy_1: “Jammer @global.w_consequence_male_caregiver – gaan slaap maar weer”. @global.w_consequence_male_caregiver: “Dis BAIE later as wat jy veronderstel was om by die huis te wees!”
xh: @global.w_consequence_teen_boy_1: “Uxolo @global.w_consequence_male_caregiver – hamba uyolala”. @global.w_consequence_male_caregiver: Lidlule KUDALA ixesha obumele ukuba usekhaya ngalo!”
zu: @global.w_consequence_teen_boy_1: “Ngiyaxolisa @global.w_consequence_male_caregiver – ungabuyela uyolala.” @global.w_consequence_male_caregiver: “Sesidlule KUDALA isikhathi obekumele ufike ngaso ekhaya!”
