Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# template
source: @global.w_consequence_teen_boy_2 helps washing dishes.
af: @global.w_consequence_teen_boy_2 help om die skottelgoed te was.
sw: @global.w_consequence_teen_boy_2 anasaidia kuosha vyombo.
xh: @global.w_consequence_teen_boy_2 uncedisa ekuhlambeni izitya.
zu: @global.w_consequence_teen_boy_2 usiza ngokugeza izitsha.

# template
source: What consequence would help here?
af: Watter gevolg sal hier help?
sw: Je, athari ipi ingesaidia hapa?
xh: Nguwuphi umphumo onokunceda apha?
zu: Yimuphi umphumela ongasiza lapha?

# template
source: @global.w_consequence_teen_boy_2 helps washing dishes. What positive consequence would help here?
af: @global.w_consequence_teen_boy_2 help om die skottelgoed te was. Watter positiewe gevolge sal hier help?
sw: @global.w_consequence_teen_boy_2 anasaidia kuosha vyombo. Je, njia ipi ya athari chanya ingesaidia hapa?
xh: @global.w_consequence_teen_boy_2 uncedisa ekuhlambeni izitya. Nguwuphi umphumo onokunceda apha?
zu: @global.w_consequence_teen_boy_2 usiza ngokugeza izitsha. Yimiphi imiphumela emihle engasiza lapha?

# template
source: Your home practice for this week will be to talk together with your teen about ONE negative consequence and ONE positive consequence. Consequences should be: FAIR (not too harsh) IMMEDIATE (do it straight away) CONSISTENT (same every time)
sw: Zoezi lako la nyumbani la wiki hii litakuwa kuzungumza na kijana wako kuhusu athari MOJA hasi na athari MOJA chanya. Athari zinapaswa kuwa za: HAKI (zisiwe kali sana) HARAKA (zitolewe papo hapo) THABITI (ziwe zilezile kila wakati)

# template
source: Negative Behaviour: Coming home after the agreed hour. Negative Consequence: Cannot see friends the next day. Negative Behaviour: Talking rudely. Negative Consequence: Write a letter of apology. Positive Behaviour: Helping out with shopping. Positive Consequence: 30 minutes extra of loved activity of their choice. Positive Behaviour: Helping look after younger siblings. Positive Consequence: One hour of extra time with friends on the weekend.
af: Negatiewe gedrag: Kom na die ooreengekome tyd huis toe. Negatiewe gevolg: Kan nie die volgende dag vriende sien nie. Negatiewe gedrag: Praat ongeskik. Negatiewe gevolg: Skryf ’n brief om verskoning te vra. Positiewe gedrag: Help met inkopies. Positiewe gevolg: ’n Ekstra 30 minute vir ’n lekker aktiwiteit van hul keuse. Positiewe gedrag: Help om jonger broers of susters op te pas. Positiewe gevolg: Een ekstra uur saam met vriende oor die naweek.
sw: Tabia Hasi: Kuja nyumbani baada ya muda uliokubaliwa. Malipo Hasi: Hataenda kuwatembelea marafiki siku inayofuata. Tabia Hasi: Kuongea kwa jeuri. Athari Hasi: Kuandika barua ya kuomba msamaha. Tabia Chanya: Kusaidia kufanya manunuzi. Athari Chanya: Kuongezewa dakika 30 za kufanya shughuli yoyote aipendayo. Tabia Chanya: Kusaidia kuwalea wadogo zake. Athari Chanya: Kuongezewa muda wa saa moja ya kuwa na marafiki mwishoni mwa wiki.
xh: Isimilo Esingesihlanga Ukugoduka emva kweyure ekuvunyelwene ngayo. Umphumo Ongemhlanga: Akakwazi ukubona abahlobo bakhe ngosuku olulandelayo: Isimilo Esingesihlanga Ukuthetha Krwada. Umphumo Ongemhlanga: Bhala ileta yokuxolisa Isimilo Esihle Ukuncedisa ukuthenga. Umphumo Omhle: Imizuzu engama-30 ethe kratya yomsebenzi awuthandayo awukhethayo. Isimilo Esihle Ukuncedisa ekujongeni abantwana bakowabo abancinci. Umphumo Omhle: Iyure yexesha elithe kratya kunye nabahlobo ngempelaveki.
zu: Ukuziphatha okungamukelekile: Ukufika ekhaya sekudlule isikhathi ekuvunyelwene ngaso. Umphumela Ongemuhle: Awuvunyelwe ukubona abangane bakho nosuku olulandelayo. Ukuziphatha okungamukelekile: Ukukhuluma kabi ngokungenanhlonipho. Umphumela Ongemuhle: Bhala incwadi yokuxolisa. Ukuziphatha Okuhle: Ukusiza ngokuyothenga. Umphumela Omuhle: Imizuzu engu-30 eyengeziwe yokwenza okuthile akuthandayo. Ukuziphatha Okuhle: Ukusiza ngokugada izingane zasekhaya ezincane. Umphumela Omuhle: Ihora elilodwa elengeziwe lokuba nabangani ngempelasonto.

# template
source: Teenagers often break rules. Growing up is a difficult time when they are learning about who they are. Luckily, there are ways to discipline your teen without getting angry or using violence… and they work well! Giving calm consequences helps teach our children responsibility for what they do – good and bad. Here are some examples - imagine you are the parent:
af: Tieners oortree dikwels reëls. Grootword is ’n moeilike tyd wanneer hulle leer wie hulle is. Gelukkig is daar maniere om jou tiener te dissiplineer sonder om kwaad te raak of geweld te gebruik....en dit werk goed! Wanneer kalm gevolge gegee word, help dit om ons kinders verantwoordelikheid te leer vir wat hulle doen – goed en sleg. Hier is ’n paar voorbeelde – stel jou voor jy is die ouer:
sw: Mara nyingi vijana huvunja sheria. Wakati wa kukua ni wakati mgumu pindi wanapojifunza kwamba wao ni nani. Kwa bahati nzuri, kuna njia za kumuadabisha kijana wako bila kukasirika au kutumia nguvu… na zinafanya kazi vizuri! Kuweka athari husaidia kuwafundisha watoto wetu kuwajibika kwa kile wanachofanya – kiwe kizuri na kibaya. Hapa kuna mifano kadhaa – hebu fikiria kuwa wewe ndiye mzazi:
xh: Abantwana abafikisayo bayathanda ukwaphula imigaqo. Ukukhula lixesha elinzima xa bezifunda ukuba bangoobani. Ngethamsanqa, zikhona iindlela zokohlwaya umntwana wakho ofikisayo ngaphandle kokuba nomsindo okanye ukusebenzisa ubundlobongela… yaye zisebenza kakuhle! Ukuza nemiphumo ezolileyo kunceda ekufundiseni abantwana bethu ukuba bazithwalele uxanduva ngezinto abazenzayo – enoba zintle okanye zimbi. Nantsi eminye imizekelo - khawuzibone ungumzali:
zu: Kuvamile ukuthi abantwana bayiphule imithetho. Ukukhula kuyisikhathi ezinzima uma besafunda ukuthi bangobani. Ngenhlanhla, kunezindlela zokukhuza abantwana ngaphandle kokucasuka noma ukuba nodlame... futhi zisebenza kahle! Ukwethula imiphumela ngomoya ophansi kusiza izingane zifunde ukuthi ezikwenzayo kunemiphumela – emihle noma emibi. Nazi ezinye izibonelo - zicabange uwumzali:

# template
source: Calm consequences should be... FAIR: Not too harsh and you can actually do it IMMEDIATE: Give them as soon as possible CONSISTENT: The same consequence every time
af: Kalm gevolge behoort... REGVERDIG te wees: Nie te hewig nie en jy kan dit in werklikheid uitvoer ONMIDDELLIK te gebeur: Gee dit so gou as moontlik KONSEKWENT te wees: Elke keer dieselfde gevolg
sw: Athari nyepesi zinapaswa kuwa... HAKI: Si kali sana na zinaweza kufanyika HARAKA: Zifanywe haraka iwezekanavyo THABITI: athari zilezile kila wakati
xh: Imiphumo ezolileyo ifanele ibe... MIHLE NOKO: Ayikho ngqwabalala kakhulu yaye ungayenza NGOKUKHAWULEZA: Yinikele ngokukhawuleza kangangoko kunokwenzeka NGOKUQHUBEKAYO: Umphumo ofanayo rhoqo
zu: Ukwethula imiphumela ngomoya ophansi kumelwe kube... OKUNOBULUNGISWA: Okungaqinile ngokweqile futhi angakwazi ukukwenza NJENGAMANJE: Nika umntwana imiphumela ngalesosikhathi kwenzeka NGENDLELA EFANAYO : Nika umphumela ofanayo ngaso sonke isikhathi

# template
source: Plan a calm consequence for your teenagers arguing with each other during dinner. Remember they need to be FAIR - IMMEDIATE - CONSISTENT
af: Beplan ’n kalm gevolg vir jou tieners wat tydens aandete met mekaar argumenteer. Onthou dit moet: REGVERDIG – ONMIDDELLIK – KONSEKWENT wees
sw: Panga athari nyepesi kwa vijana wako wanapogombana wakati wa chakula cha usiku. Kumbuka athari zinatakiwa kuwa HAKI – HARAKA – THABITI
xh: Ceba isiphumo esizolileyo sabantwana bakho abafikisayo abaphikisanayo ngexesha lokutya.. Khumbula kufuneka ibe MHLE NOKO - UNGXAMISEKE - UQHUBEKE
zu: Hlela umphumela owethulwa ngomoya ophansi wezingane zakho eziseminyakeni yokuthomba uma ziphikisana phakathi nesikhathi sokudla. Khumbula ukuthi kudingeka ube ONOBULUNGISA - NGOKUSHESHA - UNGASHINTSHI

# template
source: Have you managed to come up with one positive and one negative consequence of a behaviour with your teen yet?
af: Kon jy een positiewe en een negatiewe gevolg van ’n sekere optrede saam met jou tiener uitdink?
sw: Je, wewe na kijana wako mmeweza kupata athari moja chanya na athari moja hasi ya kurekebisha tabia?
xh: Ngaba wena nomntwana wakho sele nikwazile ukucinga ngomphumo omnye okhuthazayo kunye nomphumo omnye ongathandekiyo?
zu: Ingabe ukwazile ukuthola umphumela owodwa omuhle kanye nowodwa ongemuhle wokuziphatha kwengane yakho esebusheni bayo?

# template
source: Complete the @global.workshop and try to discuss with your teen to come up with one positive and one negative consequence of a behaviour together.
sw: Maliza @global.workshop hiki halafu ujaribu kujadili pamoja na kijana wako ili kupata athari moja chanya na athari moja hasi ya kurekebisha tabia.

# template
source: Hi @fields.user_name! Today we are celebrating two months of using @global.parent_app! You are doing great! This week’s @global.workshop will help you know what to do when your teen is not following the household rules.
sw: Habari @fields.user_name! Leo tunasherehekea miezi miwili ya kutumia @global.parent_app. Unafanya vizuri! @global.workshop ya wiki hii itakusaidia kujua nini cha kufanya wakati kijana wako hafuati sheria za nyumbani.

# template
source: Hi @fields.group_name! Today we are celebrating two months of using @global.parent_app! You are doing great! This week’s @global.workshop will help you know what to do when your teen is not following the household rules.
sw: Habari @fields.group_name! Leo tunasherehekea miezi miwili ya kutumia @global.parent_app. Unafanya vizuri! @global.workshop ya wiki hii itakusaidia kujua nini cha kufanya wakati kijana wako hafuati sheria za nyumbani.

# template
source: It’s great that you’ve been using @global.parent_app. You’ve gained 6 parenting tools already! Take the next @global.workshop to get another parenting tool!
sw: Ni jambo zuri sana kwamba umekuwa ukitumia @global.parent_app. Tayari umeshapata nyenzo 6 za malezi! Nenda kwenye @global.workshop inayofuata ili kupata nyenzo nyingine ya malezi!

# template
source: It seems you haven’t finished the @local.workshop_data.in_text_title yet. Calm consequences really help your teen to follow rules well – give it a try before moving on! Well done for showing so much commitment to your family.
af: Dit lyk asof jy nog nie die @local.workshop_data.in_text_title voltooi het nie. Kalm gevolge help jou tiener regtig om die reëls goed te volg – probeer dit eers voordat jy verder gaan! Welgedaan dat jy soveel toewyding aan jou gesin bewys.
sw: Inaonekana bado haujamaliza @local.workshop_data.in_text_title. Athari nyepesi humsaidia sana kijana wako kufuata sheria vizuri – zijaribu kabla ya kuendelea! Hongera kwa kujitoa kwa dhati kwa ajili ya familia yako.
xh: Kubonakala ngathi awukayigqibi i-@local.workshop_data.in_text_title. Imiphumo yokuzola imnceda nyhani umntwana wakho ofikisayo ukuba ayilandele kakuhle imithetho – khawukhe ukuzame ngaphambi kokuba uqhubeke! Wenze kakuhle ngokubonisa ukuzinikela kwakho kusapho lwakho.
zu: Kubonakala sengathi awukayiqedi i-@local.workshop_data.in_text_title okwamanje. Imiphumela eyethulwa ngomoya ophansi iyisiza ngempela ingane yakho esebusheni bayo ukuba iyilandele kahle imithetho – ake ukuzame lokhu ngaphambi kokuqhubeka! Wenze kahle ngokuzibophezela kangaka emndenini wakho.

# template
source: Well done for completing the @local.workshop_data.in_text_title. Tomorrow, you can access a new @global.workshop to help you relax, enjoy and learn useful skills!
sw: Hongera kwa kumaliza @local.workshop_data.in_text_title. Kesho, utaweza kupata @global.workshop mpya ya kukusaidia kupumzika na kujifunza ujuzi muhimu!

# template
source: Why did giving a consequence this way not work well?
af: Hoekom het ’n gevolg wat so gegee is, nie goed gewerk nie?
sw: Je, kwa nini amri ya kufanya athari kwa njia hii haikufanikiwa vizuri?
xh: Kutheni ukuza nemiphumo elolu hlobo kungakhange kusebenze?
zu: Kungani ukwethulwa kwemiphumela ngalendlela kungasebenzanga kahle?

# template
source: Yes, a strong reaction like that just made everyone more angry and upset.
af: Ja, so ’n hewige reaksie het almal net meer kwaad en ontsteld gemaak.
sw: Ndiyo, mwitikio mkubwa kama huo ulimfanya kila mtu kukasirika zaidi na kusikitika.
xh: Ewe, intsabelo erhabaxa ngolo hlobo yenze wonke umntu wanomsindo kakhulu waza wacaphuka.
zu: Yebo, ukusabela ngendlela enokuchwensa ngalendlela kwenze wonke umuntu wathukuthela kakhulu futhi wacasuka.

# template
source: * Story & discussion – that didn’t work… * Examples of consequences * Tools: How to give calm consequences EXPLAIN - AGREE - ACT * Discussion on rules & consequences * Story & discussion – that worked! * Try it out! * Home practice suggestions
af: * Storie en bespreking – dit het nie gewerk nie... * Voorbeelde van gevolge * Hulpmiddels: Hoe om kalm gevolge oor te dra VERDUIDELIK – STEM OOREEN – TREE OP * Bespreking oor reëls en gevolge * Storie en bespreking – dit het gewerk! * Probeer dit! * Voorstelle om tuis te oefen
sw: * Hadithi & majadiliano – ambayo hayakufanikiwa… * Mifano ya athari * Nyenzo: Jinsi ya kufanya athari nyepesi ELEZA – KUBALIANA – TENDA * Majadiliano kuhusu sheria & athari * Hadithi & majadiliano – ambayo yalifanikiwa! * Jaribu! * Mazoezi ya nyumbani yanayopendekezwa
xh: * Ibali nencoko – loo nto ayikhange isebenze… * Imizekelo yeziphumo * Izixhobo: Indlela yokunika imiphumo ezolileyo CACISA - VUMA - YENZA * Ingxoxo nemiphumo * Ibali nengxubusho – oko kuye kwasebenza! * Yizame! * Amacebiso asebenzisekayo ekhaya
zu: * Indatshana kanye nengxoxo – okungasebenzanga ... * Izibonelo zemiphumela * Amathuluzi: Indlela yokwethula imiphumela ngomoya ophansi CHAZA - VUMA - THATHA ISINYATHELO * Ingxoxo ngemithetho nemiphumela * Indatshana kanye nengxoxo – okusebenzile! * Kuzame! * Amacebiso alokho ongakwenza ekhaya

# template
source: * Story & reflection – that didn’t work… * Examples of consequences * Tools: How to give calm consequences EXPLAIN - AGREE - ACT * Discussion on rules & consequences * Story & reflection – that worked! * Try it out! * Home practice suggestions
af: * Storie en nadenke – dit het nie gewerk nie... * Voorbeelde van gevolge * Hulpmiddels: Hoe om kalm gevolge oor te dra VERDUIDELIK – STEM OOREEN – TREE OP * Bespreking oor reëls en gevolge * Storie en bespreking – dit het gewerk! * Probeer dit! * Voorstelle om tuis te oefen
sw: * Hadithi & tafakari – ambayo haikufanikiwa… * Mifano ya athari * Nyenzo: Jinsi ya kutoa athari * ELEZA – KUBALIANA – TENDA * Majadiliano kuhusu sheria & athari * Hadithi & tafakari – ambayo ilifanikiwa! * Jaribu! * Mazoezi ya nyumbani yanayopendekezwa
xh: * Ibali nencoko – loo ayikhange isebenze… * Imizekelo yeziphumo * Izixhobo: Indlela yokunika imiphumo ezolileyo CACISA - VUMA - YENZA * Ingxoxo nemiphumo * Ibali nokucamngca – oko kuye kwasebenza! * Yizame! * Amacebiso asebenzisekayo ekhaya
zu: * Indaba kanye nokubuyekezwa kwendaba - lokho akungasebenzanga ... * Izibonelo zemiphumela * Izindlela: Indlela yokwethula imiphumela ngesizotha CHAZA - VUMA - THATHA ISINYATHELO * Ingxoxo ngemithetho nemiohumela yokungayilandeli imithetho * Indaba kanye nokubuyekezwa kwendaba - kusebenzile! * Kuzame! * Amacebiso alokho ongakwenza ekhaya

# template
source: Discuss together: * Why did giving a consequence this way not work well?
af: Bespreek saam: * Hoekom het ’n gevolg wat so gegee is, nie goed gewerk nie?
sw: Jadilini pamoja: * Je, kwa nini amri ya kufanya athari kwa njia hii haikufanikiwa vizuri?
xh: Ncokolani kunye: * Kutheni ukuza nemiphumo elolu hlobo kungakhange kusebenze?
zu: Xoxani ndawonye: * Kungani ukwethulwa kwemiphumela ngale ndlela kungasebenzanga kahle?

# template
source: @global.w_consequence_male_caregiver was angry
af: @global.w_consequence_male_caregiver was kwaad
sw: @global.w_consequence_male_caregiver alikuwa amekasirika
xh: @global.w_consequence_male_caregiver bendinomsindo
zu: @global.w_consequence_male_caregiver ubediniwe

# template
source: @global.w_consequence_male_caregiver did not let @global.w_consequence_teen_boy_1 explain
af: @global.w_consequence_male_caregiver het nie vir @global.w_consequence_teen_boy_1 laat verduidelik nie
sw: @global.w_consequence_male_caregiver hakumruhusu @global.w_consequence_teen_boy_1 kujieleza
xh: @global.w_consequence_male_caregiver andizange ndivumele @global.w_consequence_teen_boy_1 acacise
zu: @global.w_consequence_male_caregiver akavumanga @global.w_consequence_teen_boy_1 achaze

# template
source: The consequence was not discussed beforehand with @global.w_consequence_teen_boy_1
af: Die gevolg is nie vooraf met @global.w_consequence_teen_boy_1 bespreek nie
sw: Athari haikujadiliwa kabla na @global.w_consequence_teen_boy_1
xh: Imiphumo ayizange incokolwe kwangaphambili no- @global.w_consequence_teen_boy_1
zu: Imiphumela beyingaxoxwanga kusengaphambili no @global.w_consequence_teen_boy_1

# template
source: The consequence was too strong
af: Die gevolg was te hewig
sw: Athari ilikuwa ngumu mno
xh: Umphumo ubungqongqo kakhulu
zu: Imiphumela beyiqine kakhulu

# template
source: Giving a consequence this way did not work well because...
af: ’n Gevolg wat so gegee is, het nie goed gewerk nie, want...
sw: Kufanya athari kwa njia hii haikufanikiwa vizuri kwa sababu...
xh: Ukuza nemiphumo ngolu hlobo akuzange kusebenze kakuhle ngenxa yokuba...
zu: Ukwethulwa kwemiphumela ngale ndlela akusebenzanga ngoba...

# template
source: Discuss together: * What rules do your teens often break? * What consequence could you use for each specific broken rule? Consequences should be: FAIR (not too harsh) IMMEDIATE (do it straight away) CONSISTENT (same every time). Praise and encourage each other – we can give each other strength!
af: Bespreek saam: * Watter reëls oortree jou tieners dikwels? * Watter gevolg sou jy kon gebruik vir elke spesifieke reël wat oortree word? Gevolge moet: REGVERDIG wees (nie te straf nie) ONMIDDELLIK wees (doen dit dadelik) KONSEKWENT wees (elke keer dieselfde). Prys mekaar en moedig mekaar aan – ons kan mekaar sterk maak!
sw: Jadilini pamoja: * Je, vijana wako wanavunja sheria gani? * Je, unaweza kutumia athari zipi kwa kila sheria maalum iliyovunjwa? Athari zinapaswa kuwa ya: HAKI (zisiwe kali sana) HARAKA (zitolewe papo hapo) THABITI (ziwe zilezile kila wakati). Sifianeni na kutiana moyo – tunaweza kupeana nguvu!
xh: Ncokolani kunye: * Yiyiphi imithetho abantwana bakho abafikisayo abathanda ukuyaphula? * Nguwuphi umphumo onokuwusebenzisa kumgaqo ngamnye owaphulayo? Imiphumo ifanele ibe: SESIKWENI, (kungekhona ngqwabalala kakhulu) IKHAWULEZE (kwenze ngokungxamisekileyo) NGOKUQHUBEKAYO (ngendlela efanayo rhoqo). Ncomanani nize nikhuthazane – sinokomelezana!
zu: Xoxani ndawonye: * Yimiphi imithetho izingane zakho ezivame ukuyiphula? * Yimuphi umphumela ongawusebenzisa emthethweni othile ophuliwe? Imiphumela kumelwe ibe: ENOBULUNGISWA (engaqinile ngokwedlulele) NGOKUSHESHA (kwenze ngaso leso sikhathi) UNGASHINTSHI (okufanayo ngaso sonke isikhathi). Ncomanani futhi nikhuthazane – singanikana amandla!

# template
source: Let's talk about this story
af: Kom ons praat oor hierdie storie
sw: Hebu tuzungumzie hadithi hii
xh: Masithethe ngeli bali
zu: Ake sikhulume ngalolu daba

# template
source: Why did using a consequence work well this time?
af: Waarom het die gebruik van ’n gevolg hierdie keer goed gewerk?
sw: Kwa nini amri ya kufanya athari ilifanikiwa vizuri mara hii?
xh: Kutheni ukusebenzisa umphumo kusebenze kakuhle kweli tyeli?
zu: Kungani ukusebenzisa umphumela kusebenze kahle kulokhu?

# template
source: @global.w_consequence_teen_boy_1 and his @global.w_consequence_male_caregiver discussed consequences when they were both calm
af: @global.w_consequence_teen_boy_1 en sy @global.w_consequence_male_caregiver het die gevolge bespreek toe hulle albei kalm was
sw: @global.w_consequence_teen_boy_1 na @global.w_consequence_male_caregiver wake walijadili kuhusu athari pindi wote walipokuwa wametulia
xh: @global.w_consequence_teen_boy_1 nowakhe u @global.w_consequence_male_caregiver bancokole ngemiphumo bobabini bezolile
zu: @global.w_consequence_teen_boy_1 no @global.w_consequence_male_caregiver baxoxe ngemiphumela ngesikhathi bobabili bezolile

# template
source: They agreed on consequences together
af: Hulle het saam oor die gevolge ooreengekom
sw: Walikubaliana pamoja kuhusu athari
xh: Bavumelene bobabini ngemiphumo
zu: Bobabili bavumelene ngemiphumela

# template
source: @global.w_consequence_male_caregiver responded calmly but firmly when @global.w_consequence_teen_boy_1 broke the rule
af: @global.w_consequence_male_caregiver het kalm maar ferm gereageer toe@global.w_consequence_teen_boy_1 die reël oortree het
sw: @global.w_consequence_male_caregiver aliitikia kwa utulivu lakini kwa msimamo pindi @global.w_consequence_teen_boy_1 alipovunja sheria
xh: @global.w_consequence_male_caregiver usabele ngokuzolileyo kodwa ngokuqinileyo xa u @global.w_consequence_teen_boy_1 ebesophula umgaqo
zu: @global.w_consequence_male_caregiver usabele ngomoya ophansi kodwa engagwegwesi ngesikhathi @global.w_consequence_teen_boy_1 ephule umthetho

# template
source: @global.w_consequence_male_caregiver listened to @global.w_consequence_teen_boy_1
af: @global.w_consequence_male_caregiver het na @global.w_consequence_teen_boy_1 geluister
sw: @global.w_consequence_male_caregiver alimsikiliza @global.w_consequence_teen_boy_1
xh: @global.w_consequence_male_caregiver umphulaphule u @global.w_consequence_teen_boy_1
zu: @global.w_consequence_male_caregiver ulalele @global.w_consequence_teen_boy_1

# template
source: The consequence was realistic and appropriate
af: Die gevolg was realisties en toepaslik
sw: Athari ziikuwa sahihi na zinazotekelezeka
xh: Umphumo ubusengqiqweni yaye ufanelekile
zu: Umphumela ubunengqondo futhi ufanelekile

# template
source: Using a consequence worked well this time because...
af: Dit het goed gewerk om hierdie keer ’n gevolg te gebruik, want...
sw: Kufanya athari kulifanikiwa vizuri mara hii kwa sababu...
xh: Ukusebenzisa umphumo kusebenze kakuhle kweli tyeli ngenxa yokuba...
zu: Ukusebenzisa umphumela kusebenze kahle lana ngoba...

# template
source: What would be a calm consequence for your teenagers arguing with each other during dinner? Remember it needs to be: FAIR - IMMEDIATE - CONSISTENT
af: Wat sou ’n kalm gevolg wees vir jou tieners wat tydens aandete met mekaar argumenteer? Onthou, dit moet: REGVERDIG – ONMIDDELLIK – KONSEKWENT wees
sw: Je, athari gani nyepesi ambazo unaweza kuweka kwa vijana wako wanapogombana wakati wa chakula cha usiku? Kumbuka malipo yanatakiwa kuwa ya: HAKI – HARAKA – THABITI
xh: Ubuya kuthi umphumo ozolileyo kubantwana bakho abafikisayo abaphikisanayo ebudeni besidlo unjani? Khumbula kufuneka ube: MHLE NOKO - UNGXAMISEKE - UQHUBEKE
zu: Kungaba yimuphi umphumela owethulwa ngomoya ophansi ezinganeni zakho eziseminyakeni yokuthomba uma ziphikisana phakathi nesikhathi sokudla? Khumbula ukuthi kumelwe ube : ONOBULUNGISA - NGOKUSHESHA - UNGASHINTSI

# template
source: Not seeing any friends for a month
af: Om vir ’n maand geen vriende te mag sien nie
sw: Hakuna kumtembelea rafiki yeyote kwa mwezi mmoja
xh: Ukungababoni abahlobo bam kangangenyanga
zu: Ukungaboni abangane inyanga yonke

# template
source: This may be hard to do for you and also too harsh!
af: Dit mag dalk vir jou moeilik wees, en ook 'n te hewige straf!
sw: Kufanya hivyo kunaweza kuwa vigumu na ukatili kwako!
xh: Kusenokuba nzima kuwe ukwenza loo nto yaye kunokuba ngqwabalala kakhulu!
zu: Lokhu kungase kube nzima ukukwenzela futhi kube nzima kakhulu!

# template
source: Cancelling their birthday plans in a month’s time
af: Om hul verjaarsdagplanne vir oor ’n maand te kanselleer
sw: Kufuta mipango yao ya kusherehekea siku ya kuzaliwa kwa muda wa mwezi mmoja
xh: Ukurhoxisa izicwangciso zomhla wabo wokuzalwa kwisithuba senyanga
zu: Ukukhansela izinhlelo zabo zokuzalwa esikhathini esingangenyanga
