Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# data_list
source: When my mother asked to spend time with me, I thought “Maybe something is wrong, maybe she is sick.” But she said “No, I just want to spend time.” I was sceptical, but I accepted. She asked me what I like doing. It was strange and I was not comfortable, because she never ever spent time with me on my own. The more she kept on trying and we spent this time together, it felt really nice. She got to share her own childhood with me, things I never heard before. That helped me to also share what is going on in my life. We even talk about boyfriends and about problems I have. I know I can talk to my mother now.
sw: Mama yangu alipoomba kutumia muda na mimi, niliwaza " Labda kitu flani hakiko sawa, labda anaumwa." Lakini alisema "Hapana, nahitaji tu kutumia muda." Nilikuwa na mashaka, lakini nilikubali. Aliniuliza nini ninapenda kufanya. Kilikuwa kitu kigeni na sikuwa huru, kwa sababu hajawahi kutumia muda pamoja na mimi kwa ajili yangu. Kadri alivyoendelea kujaribu na tulitumia muda pamoja, ilikuwa safi sana. Aliweza kunishirikisha utoto wake, vitu ambavyo sikuwahi kusikia kabla. Hiyo ilinisaidia pia kusema kinachoendelea katika maisha yangu. Tuliongea hata kuhusu marafiki zangu wa kiume na kuhusu matatizo. Najua ninaweza kuongea na mama yangu sasa hivi.

# data_list
source: **One-on-One Time** @global.workshop
sw: **Muda wa Pamoja Wawili** @global.workshop

# data_list
source: Praise
af: Prys
sw: Kusifia
xh: Ncoma
zu: Ncoma

# data_list
source: praise
sw: kusifia

# data_list
source: Praise helps teens show more positive behaviour.
sw: Kusifia husaidia vijana kuwa na tabia chanya.

# data_list
source: When we learnt about this praising thing I thought, “We were never praised for things as teenagers, so why should we start now?” But I got interested when I learnt what the benefits of praising could be. Right after the weekly workshop, I noticed my teen doing what they do every day: washing the dishes. And I said “Thank you for washing the dishes, my girl, it really makes me happy that you are helping out.” My teen was smiling and she even came to give me a hug, which she never does. This praising business is hard. I still forget sometimes or give praise at the same time as criticism. But praising really makes a difference. I never thought that a simple praise could make such a change in a person!
sw: Tulipojifunza kuhusu jambo hili la kusifu nilifikiri, “Hatukusifiwa kamwe kwa mambo tukiwa vijana, kwa hivyo kwa nini tuanze sasa?” Lakini nilipendezwa nilipojifunza faida za kusifu zingeweza kuwa nini. Mara tu baada ya warsha ya kila wiki, niliona kijana wangu akifanya kile anachofanya kila siku: kuosha vyombo. Na nikasema, "Asante kwa kuosha vyombo, msichana wangu, inanifurahisha sana kwamba unasaidia." Kijana wangu alikuwa akitabasamu na hata alikuja kunikumbatia, jambo ambalo huwa hafanyi. Biashara hii ya kusifu ni ngumu. Bado ninasahau wakati mwingine au kutoa sifa wakati huo huo kama ukosoaji. Lakini kusifu kunafanya tofauti. Sikuwahi kufikiria kwamba sifa rahisi inaweza kufanya mabadiliko hayo kwa mtu!

# data_list
source: I was grateful that my mother learnt about praise. My mother always noticed when I was doing something wrong. She would shout at me and hit me. But when my mother did the workshop, she would praise me for little things. First I thought “What is going on?” but then it continued. I liked it so I did more good things I thought she would like. It feels great that my mother sees the good things I do, and not just the bad things. I even said it to her once. During @data.workshop.w_1on1.lower_case_title, I said “Thank you, mom, for saying something nice when I do things well, not only when I do things wrong.” This made us both very happy.
sw: Nilishukuru kwamba mama yangu alijifunza kuhusu sifa. Mama yangu aliona kila wakati nikifanya kitu kibaya. Alinifokea na kunipiga. Lakini mama yangu alipofanya warsha hiyo, alinisifu kwa mambo madogo. Kwanza nilifikiria "Ni nini kinaendelea?" lakini iliendelea. Niliipenda kwa hivyo nilifanya mambo mazuri zaidi ambayo nilifikiri angependa. Ninahisi vizuri kwamba mama yangu huona mambo mazuri ninayofanya, na sio tu mambo mabaya. Nilimwambia hata mara moja. Wakati wa @data.workshop.w_1on1.lower_case_title, nilisema “Asante, mama, kwa kusema jambo zuri ninapofanya mambo vizuri, si tu ninapofanya mambo vibaya.” Hili lilitufurahisha sana sote wawili.

# data_list
source: **Praise** @global.workshop
sw: **Kusifia** @global.workshop

# data_list
source: Positive Instructions
af: Positiewe opdragte
sw: Maelekezo Chanya
xh: Imiyalelo Eyakhayo
zu: Imiyalelo emihle

# data_list
source: positive instructions
sw: maelekezo chanya

# data_list
source: Teens follow instructions that are positive more easily.
sw: Vijana hufuata maelekezo chanya kwa urahisi zaidi.

# data_list
source: Before, I used to raise my teens the way I was raised: I would tell them “don’t do this, don’t do that.” We used to fight a lot, but things have really changed when I learnt about giving positive instructions. Now I focus on the behaviour I want to see, and give clear and simple instructions to my teens. It took time to learn to say “please do this” instead of “don’t do this.” My teens and even my husband tell me that they love this way of doing things, because now they know what needs to be done. My teen said one day “I really love this new mom,” and my own stress levels have come down a lot.
sw: Hapo awali, nilikuwa nikiwalea vijana wangu jinsi nilivyolelewa: ningewaambia “msifanye hivi, msifanye vile.” Tulikuwa tunapigana sana, lakini mambo yamebadilika sana nilipojifunza kuhusu kutoa maagizo chanya. Sasa ninazingatia tabia ninayotaka kuona, na kutoa maagizo wazi na rahisi kwa vijana wangu. Ilichukua muda kujifunza kusema “tafadhali fanya hivi” badala ya “usifanye hivi.” Vijana wangu na hata mume wangu huniambia kwamba wanapenda njia hii ya kufanya mambo, kwa sababu sasa wanajua kinachopaswa kufanywa. Kijana wangu alisema siku moja "Ninampenda sana mama huyu mpya," na viwango vyangu vya dhiki vimeshuka sana.

# data_list
source: At first, I did not care much that my mother was doing @global.parent_app. But then I started to see my mother change how she communicated with us. One day, when I was going out with my friends, she said I must be home by 6pm. I was like “Hmmm okay,” because she normally did not give clear instructions on what she wanted – she would just say nothing and then shout at me for being late when I got home. When I got home around 5pm, my mother gave me a hug and said “Thank you for being on time.” It was strange, but I liked it. Since then, we have much clearer communication in the house.
sw: Mwanzoni, sikumjali sana mama yangu alikuwa akifanya @global.parent_app. Lakini nilianza kumwona mama akibadili jinsi alivyowasiliana nasi. Siku moja, nilipokuwa nikitoka na marafiki zangu, alisema lazima niwe nyumbani kufikia saa kumi na mbili jioni. Nilikuwa kama "Hmmm sawa," kwa sababu kwa kawaida hakutoa maagizo wazi juu ya kile alichotaka - hakusema chochote na kisha kunipigia kelele kwa kuchelewa nilipofika nyumbani. Nilipofika nyumbani saa kumi na moja jioni, mama yangu alinikumbatia na kusema “Asante kwa kufika kwa wakati.” Ilikuwa ajabu, lakini niliipenda. Tangu wakati huo, tuna mawasiliano ya wazi zaidi ndani ya nyumba.

# data_list
source: **Positive Instructions** @global.workshop
sw: **Maelekezo Chanya** @global.workshop

# data_list
source: Managing Stress
af: Hantering van spanning
sw: Kudhibiti Msongo wa Mawazo
xh: Ukulawula Uxinezeleko
zu: Ukulawula ingcindezi

# data_list
source: managing stress
sw: kudhibiti msongo wa mawazo

# data_list
source: Life is stressful. Staying calm helps us handle any situation better.
sw: Maisha ni ya mafadhaiko. Kuwa na utulivu husaidia kukabiliana na hali yoyote vyema.

# data_list
source: Life is tough sometimes. Before I joined @global.parent_app, I used to be grumpy at all times. I would take out my anger on everyone at home, not only my teens but even my husband as well. They would run away when I came home because they knew I would start yelling at them. Learning to take a pause and breathe was difficult at first. But every time I tried it, it helped me to calm down. Now my teens are no longer running away when I come home and they actually listen better than when I used to shout at them!
sw: Maisha ni magumu wakati mwingine. Kabla sijajiunga na @global.parent_app, nilikuwa mwenye hasira wakati wote. Nilitoa hasira zangu kwa watu wote katika familia, si kwa vijana wangu tu bali hata kwa Mume wangu pia. Walikuwa wakikimbia pindi niliporudi nyumbani, kwa sababu walijua nitaanza kuwafokea. Kujifunza kupumzika na kuvuta pumzi awali ilikuwa ngumu. Lakini wakati mwingi nilijaribu, ilinisaidia kutulia. Sasa Vijana wangu hawakimbii tena pindi ninaporudi nyumbani na wanasikiliza vizuri zaidi kuliko nilipokuwa nikiwafokea awali!

# data_list
source: Whenever I would do something wrong, my father would get so angry at me and beat me. He would not even listen to me and I would get so angry as well at him and everyone else. Now, when he gets angry, he first takes a few deep breaths before he responds. It makes everyone calm down instead of causing a big fight. It really helped me at home and at school, because even me I am no longer slashing everyone and I am no longer this moody person. When I feel really angry or stressed, I also take deep breaths like my father does. I am a different person.
sw: Pindi nilipofanya kitu kibaya, Baba yangu alinikasirikia sana na kunipiga. Alikuwa hanisikilizi na hii ilinifanya kumkasirikia yeye pamoja na watu wengine. Sasa, pindi anapokuwa na hasira, anachukua dakika chache kuvuta pumzi ndefu kabla hajajibu chochote. Inafanya kila mtu kutulia badala ya kusababisha ugomvi mkubwa. Hii inanisaidia sana nyumbani na hata shuleni, hata Mimi sasa siwakasirikii wengine na si mtu wa hisia kali. Pindi ninapojihisi hasira au mwenye msongo wa mawazo, Navuta pumzi ndefu kama Baba yangu anavyofanya. Nimekuwa mtu tofauti.

# data_list
source: **Managing Stress** @global.workshop
sw: **Kudhibiti Msongo wa Mawazo** @global.workshop

# data_list
source: Problem Solving
af: Probleemoplossing
sw: Kutatua Matatizo
xh: Ukucombulula Iingxaki
zu: Ukuxazulula Inkinga

# data_list
source: problem solving
sw: kutatua matatizo

# data_list
source: Together with your teen, you can handle any challenge.
sw: Pamoja na kijana wako mnaweza kutatua changamoto yoyote.

# data_list
source: I did not have a good relationship with my daughter. I was always shouting at her, and she was refusing to go to school. Only when I started spending One-on-One time with her, I realised that she did not want to go to school because she was being bullied at school. We sat down and used the 6 steps of problem solving. We identified the problem, and figured out solutions together: “What can I do as a parent so you can attend school and feel safe?” We agreed I would go talk to the teacher to find a way forward. We really found the solutions together, and we are closer now.
af: Ek het nie 'n goeie verhouding met my dogter gehad nie. Ek het altyd op haar geskree, en sy het geweier om skool toe te gaan. Eers toe ek Een-tot-Een-tyd saam met haar begin deurbring het, het ek besef dat sy nie skool toe wou gaan nie omdat sy by die skool geboelie is. Ons het gaan sit en die 6 stappe van probleemoplossing gevolg. Ons het die probleem geïdentifiseer, en saam oplossings uitgedink: “Wat kan ek as 'n ouer doen sodat jy skool kan bywoon en veilig voel?” Ons het ooreengekom dat ek met die onderwyser sou gaan praat om die pad vorentoe te bespreek. Ons het regtig saam die oplossings gevind, en ons is nou nader aan mekaar.
sw: Sina mahusiano mazuri na binti yangu. Mara nyingi nilikuwa nikimfokea, na alikuwa akikataa kwenda shuleni. Mara nilipoanza kutumia muda wangu pamoja naye, Nilitambua kwamba hakutaka kwenda shuleni kwa sababu alikuwa akionewa. Tulikaa chini na kutumia hatua sita za kutatua tatizo. Tulitambua tatizo, na kutafuta suluhisho kwa pamoja:"Naweza kufanya nini kama mzazi ili uweze kuhudhuria shuleni na kujihisi salama?" Tulikubaliana kuwa nitakwenda kuzungumza na mwalimu kutafuta suluhisho. Ni kweli tulipata suluhisho kwa pamoja, na sasa tupo karibu.

# data_list
source: When my father introduced the problem-solving steps to me, it helped me with my family, but it also helped me with my friends. I told my friends about the steps, and now when we are arguing we sit down and everyone comes up with solutions. We then look for the negatives and positives of each solution, and we agree “okay let’s try this one.” My friends even took it to their own homes, and it is helping with their families as well! It is great when others listen to you and accept your ideas even though you are young. We can all bring that harmony with our friends and family.
af: Toe my pa my van die stappe vir probleemoplossing vertel het, het dit my met my gesin gehelp, maar dit het my ook met my vriende gehelp. Ek het my vriende vertel van die stappe, en as ons nou stry, gaan sit ons en elkeen stel oplossings voor. Ons kyk dan na die positiewe en negatiewe implikasies van elke oplossing, en ons kom ooreen: “Oukei, kom ons probeer dié een.” My vriende het dit selfs by hul eie huise gaan toepas, en dit help met hulle gesinne ook! Dit is wonderlik wanneer ander na jou luister en jou idees aanvaar, selfs al is jy jonk. Ons kan almal daardie harmonie tussen ons vriende en familie bewerkstellig.
sw: Pindi Baba yangu aliponitambulisha hatua za kutatua tatizo, ilinisaidia mimi na familia yangu, lakini pia iliwasaidia marafiki zangu. Niliwaambia marafiki zangu kuhusu hatua hizo, na sasa wakati tunapobishana tunakaa chini na kila mmoja anakuja na suluhisho. Kisha tunaangalia madhara hasi na chanya ya kila suluhisho, na tunakubaliana"sawa ngoja tujaribu hii moja," Marafiki zangu huchukua na kupeleka nyumbani kwao, na inawasaidia wao na familia zao pia! Ni furaha pindi ambapo wengine wanakusikiliza na kukubaliana na mawazo yako hata kama wewe ni mdogo. Sote tunaweza kuleta maelewano na marafiki na familia.

# data_list
source: **Problem Solving** @global.workshop
sw: **Kutatua matatizo** @global.workshop

# data_list
source: Family Budgets
af: Gesinsbegrotings
sw: Bajeti za Familia
xh: Iibhajethi Yentsapho
zu: Isabelomali Somndeni

# data_list
source: family budgets
sw: bajeti za familia

# data_list
source: Making a plan to budget and save as a family prevents disagreements.
sw: Kupanga bajeti na kuweka akiba kama familia husaidia kupunguza hali ya kutokuelewana.

# data_list
source: Saving and budgeting helps me as a parent, and it helps my teens as well to understand where the money goes. My teens always asked for a lot of things and they did not understand when I said “I do not have money.” They would say “but you have a job!” I sat down with them and showed them all the things we pay for and how much is left. They understand now and even give ideas on how we can save to work towards our goals like new shoes or a birthday and bigger goals like their school fees. For the older one, I even opened a savings account.
af: Besparing en begroting help my as 'n ouer, en dit help my tieners ook om te verstaan waar die geld heen gaan. My tieners het altyd vir hope goed gevra en nie verstaan wanneer ek gesê het, “Ek het nie geld nie”. Hulle sou sê, “Maar Ma het 'n werk!” Ek het met hulle gaan sit en vir hulle gewys waarvoor ons alles betaal en hoeveel oor is. Hulle verstaan dit nou en gee selfs idees oor hoe om te spaar om ons doelwitte te bereik, soos nuwe skoene of 'n verjaardag, en groter doelwitte soos hulle skoolgeld. Vir die oudste het ek selfs 'n spaarrekening geopen.
sw: Kuweka akiba na kupanga bajeti inanisaidia kama mzazi, na inawasaidia vijana wangu kuelewa mahali pesa inapokwenda. Vijana wangu mara nyingi walikuwa wakiuliza vitu vingi na walikuwa hawaelewi pindi niliposema "Sina pesa" Walikuwa wakisema "Lakini una kazi!" Nilikaa nao chini na kuwaonyesha vitu vyote tunavyolipa na kiasi kilichobaki. Sasa wanaelewa na wananipa mawazo namna ya kufanya ili kuweka akiba na kufanyia kazi malengo yetu kama viatu vipya au sherehe ya kuzaliwa na malengo makubwa kama ada yao ya shule. Kwa mkubwa mmoja, niliweza kufungua akaunti ya akiba.

# data_list
source: I used to ask my mom to buy me nice clothes all the time. Each time, she would say “I do not have money,” but I knew that she was getting money from my uncle. I did not understand why she refused to buy me clothes. I thought at some point “she does not love me.” But one day, she called me to sit down with her and asked “what are the needs and wants in our house.” I started to list all my needs and wants. Then my mother helped me to also think about the family needs. Now I understand where our money is going, towards the things we need as a family. From that day, I understand I cannot come in and ask any time. Now, when I want something, I wait till the month-end when we all discuss the budget together to see if it fits. We understand each other better now.
af: Ek het die hele tyd vir my ma gevra om vir my mooi klere te koop. Elke keer sou sy sê, “Ek het nie geld nie,” maar ek het geweet sy kry geld by my oom. Ek het nie verstaan waarom sy weier om vir my klere te koop nie. Ek het toe begin dink sy is nie lief vir my nie. Maar op 'n dag het sy my geroep, ons het gaan sit en sy het gevra: “Wat is die behoeftes en begeertes in ons huis?” Ek het begin met 'n lys van alles wat ek wil hê en nodig het. Toe het my ma my gehelp om ook aan die gesin se behoeftes te dink. Nou verstaan ek waar ons geld heen gaan, vir al die goed wat ons as 'n gesin nodig het. Van toe af verstaan ek dat ek nie sommer enige tyd kan vra vir iets nie. Nou, wanneer ek iets wil hê, wag ek tot die einde van die maand, wanneer ons almal saam die begroting bespreek om te kyk of dit inpas. Ons verstaan mekaar nou beter.
sw: Nilikuwa nikimwambia Mama yangu aninunulie nguo nzuri kila wakati, wakati mwingi alisema " Sina pesa", lakini nilikuwa najua kwamba anapata pesa kutoka kwa Mjomba. Sikuelewa kwanini alikuwa akikataa kuninunulia nguo. Nilifikiri kwa wakati fulani " Kwamba hanipendi." Lakini siku moja, aliniita na kunikalisha chini na kuniuliza " Ni yapi mahitaji na matakwa katika nyumba yetu." Nilianza kuorodhesha mahitaji na matakwa yangu. Kisha Mama alinisaidia kufikiri juu ya mahitaji ya familia. Sasa naelewa ni wapi pesa zetu zinakwenda, kwenye vitu tunavyohitaji kama familia. Kuanzia siku hiyo, Nilielewa na siwezi kuja kila mara kuuliza. Sasa, ninapohitaji kitu fulani, nasubiri mpaka mwisho wa mwezi tunapojadili bajeti kwa pamoja kuona kama itawezekana. Tunaelewana kila mmoja kwa sasa.

# data_list
source: **Family Budgets** @global.workshop
sw: **Bajeti za Familia** @global.workshop

# data_list
source: Rules
af: Reëls
sw: Sheria
xh: Imigaqo
zu: Imithetho

# data_list
source: rules
sw: sheria

# data_list
source: Teens follow rules more when you create them together.
sw: Vijana hufuata sheria zaidi pale unapotengeneza nao pamoja.

# data_list
source: My teenagers always just disappeared. I did not know where they were and I would get so worried and angry with them. I used to say, “This is my house, and these are my rules, if you do not want to follow them you can leave and stay in your own place.” When we learnt in @global.parent_app about rules, I learnt that there are rules for teens and for adults and for everyone. If we follow the rules as parents, our teens will follow our example. I explained my worry and we all agreed: We all follow the rule and say where we are going when we leave the house. Coming up with rules together helped us a lot, as my teens do not see me anymore as that annoying parent that just makes up unnecessary rules.
sw: Vijana wangu mara nyingi hutoweka. Sijui wanakuwa wapi, huwa napata wasiwasi na hasira nao. Nilikuwa nikisema, "Hii ni nyumba yangu, na hizi ni sheria zangu, ikiwa hutaki kuzifuata unaweza kuondoka na kukaa mahali pako." Tulipojifunza katika @global.parent_app kuhusu sheria, nilijifunza kwamba kuna sheria za vijana na za watu wazima na kwa kila mtu. Tukifuata sheria tukiwa wazazi, vijana wetu watafuata mfano wetu. Nilielezea wasiwasi wangu na sote tukakubaliana: Sote tunafuata sheria na kusema tunapotoka nyumbani. Kutunga sheria pamoja kulitusaidia sana, kwa kuwa vijana wangu hawanioni tena kuwa mzazi huyo mwenye kuudhi anayetunga tu sheria zisizo za lazima.

# data_list
source: I never liked rules and I used to forget rules a lot. One day, I was playing with my friends. The rule at home was that we should be in the yard by 6pm, but I forgot again. By 6.30 it was getting dark and I was still outside and playing with my phone. Then a boy came, grabbed my phone and ran away. I understood that rules can really help to keep us safe, so I changed my behaviour and I was in the yard by 5pm from then.
af: Ek het nog nooit van reëls gehou nie en was baie geneig om van reëls te vergeet. Eendag het ek met my maats gespeel. Die huisreël was dat ek teen 6 nm. tuis moes wees, maar ek het weer vergeet. Teen 6.30 het dit begin donker word en ek was steeds buite, besig om op my foon te speel. Toe kom daar 'n seun, gryp my foon en hardloop weg. Ek verstaan dat reëls regtig kan help om ons veilig te hou, so ek het my gedrag verander en van toe af was ek teen 5 nm. tuis.
sw: Sikuwahi kupenda sheria na nilikuwa nikisahau sheria mara nyingi. Siku moja, nilikuwa nikicheza na marafiki zangu. Sheria ya nyumbani ilikuwa ni kwamba lazima tuwe nyumbani saa kumi na mbili jioni, lakini nilisahau tena. Ilipofika saa kumi na mbili na nusu ilikuwa usiku na bado nilikuwa nje nikichezea simu yangu. Kisha alikuja kijana, na kukwapua simu yangu na kukimbia. Nilielewa kwamba sheria zinatusaidia kuwa salama, hivyo nilibadili tabia yangu na nilirudi nyumbani saa kumi na moja kwa wakati huo.

# data_list
source: **Rules** @global.workshop
sw: **Sheria** @global.workshop

# data_list
source: Calm Consequences
af: Kalm gevolge
sw: Athari Nyepesi
xh: Imiphumo Ezolileyo
zu: Imiphumela Eyethulwa Ngomoya Ozolile

# data_list
source: calm consequences
sw: adhabu nyepesi

# data_list
source: Consequences help us discipline our teens in a calm way – it works.
sw: Athari husaidia kuadabisha vijana wetu kwa namna ya utuilivu - inafanya kazi.

# data_list
source: When my teenagers did something to make me angry, I would shout at them and punish them right away. But the next time they did it again! I could not understand why they did not hear me even when I shouted. @global.parent_app helped me understand that my teenagers will listen to me more when I am calm. So, when something happens, I take a deep breath and say “we will talk about this later when we are both calm.” We even agree on the consequences together now before something goes wrong. This has worked wonders – I have seen a huge change in my teen’s behaviour now that they are more involved, and I have less stress. I wish I knew this long ago, but it is never too late to start!
sw: Vijana wangu walipofanya jambo la kunikasirisha, niliwafokea na kuwaadhibu mara moja. Lakini wakati mwingine walifanya tena! Sikuweza kuelewa kwa nini hawakunisikia hata nilipopiga kelele. @global.parent_app ilinisaidia kuelewa kwamba vijana wangu watanisikiliza zaidi ninapokuwa mtulivu. Kwa hiyo, jambo linapotokea, mimi hupumua kwa kina na kusema “tutazungumza kuhusu hili baadaye tukiwa tumetulia.” Hata tunakubaliana juu ya matokeo pamoja sasa kabla ya hitilafu. Hii imefanya maajabu - nimeona mabadiliko makubwa katika tabia ya kijana wangu sasa kwamba wanahusika zaidi, na nina matatizo kidogo. Natamani ningelijua hili zamani, lakini sijachelewa kuanza!
