Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# data_list
source: Congratulations, you completed the @data.workshop.w_instruct.in_text_title. Tomorrow, a new @global.workshop is ready for you. See a big difference by making small changes!
sw: Hongera, umemaliza @data.workshop.w_instruct.in_text_title. Kesho, @global.workshop mpya itakuwa tayari kwa ajili yako: utaona tofauti kubwa kwa kufanya mabadiliko madogo!

# data_list
source: Some parents use the app after their evening meal. Why not complete the @data.workshop.w_instruct.in_text_title when you have a few minutes?
af: Sommige ouers gebruik die toep na aandete. Waarom voltooi jy nie @data.workshop.w_instruct.in_text_title wanneer jy 'n paar minute tyd het nie?
sw: Wazazi baadhi hutumia program (app) baada ya chakula cha jioni. Kwa nini usimalize warsha ya @data.workshop.w_instruct.in_text_title ukiwa na muda wa dakika chache?

# data_list
source: Hi @fields.user_name! Amazing, this is your second month with @global.parent_app. Most families struggle with money. This @global.workshop will give you tools to plan your expenses to help you through the month.
sw: Habari @fields.user_name! Unaanza mwezi wako wa pili wa kutumia @global.parent_app. Inastaajabisha! Karibu kila familia inahangaishwa na masuala ya pesa, kwa hiyo, @global.workshop ya wiki hii itakupa nyenzo itakayokusaidia kupanga matumizi yako ili uweze kuwa na pesa za kutosha kumaliza mwezi.

# data_list
source: Hi @fields.group_name! Amazing, this is your second month with @global.parent_app. Most families struggle with money. This @global.workshop will give you tools to plan your expenses to help you through the month.
sw: Habari @fields.group_name! Unaanza mwezi wako wa pili wa kutumia @global.parent_app. Inastaajabisha! Karibu kila familia inahangaishwa na masuala ya pesa, kwa hiyo, @global.workshop ya wiki hii itakupa nyenzo itakayokusaidia kupanga matumizi yako ili uweze kuwa na pesa za kutosha kumaliza mwezi.

# data_list
source: You are not alone. Parents around the world are going through the same struggles. You are doing your best and we are proud of you!
af: Jy is nie alleen nie. Ouers regoor die wêreld sukkel met dieselfde probleme. Jy doen jou bes en ons is trots op jou!
sw: Hauko peke yako. Wazazi duniani kote wanapitia hali kama hii. Unajitaidi sana na tunajivunia wewe!

# data_list
source: Stressed about money? Does your teen ask for things you can’t afford? This week deals with money and budgeting.
af: Stres jy oor geld? Vra jou tiener vir goed wat jy nie kan bekostig nie? Hierdie week gaan oor geld en begrotings.
sw: Je, unahisi msongo wa mawazo kuhusu fedha? Je, kijana wako anaendelea kuomba vitu ambavyo huwezi kuvimudu? Warsha ya wiki hii inahusu fedha na bajeti.

# data_list
source: Create a family budget with your teen - it will prevent money arguments. Complete the @data.workshop.w_money.in_text_title to see how. It's easy - you'll see!
af: Stel saam met jou tiener 'n gesinsbegroting op - dit sal argumente oor geld voorkom. Voltooi die @data.workshop.w_money.in_text_title om te sien hoe om dit te doen. Dis maklik - jy sal sien!
sw: Tengeneza bajeti ya familia na kijana wako - itazuia mabishano ya fedha. Kamilisha warsha @data.workshop.w_money.in_text_title kuona jinsi ilivyo rahisi - utaona!

# data_list
source: Have you talked with your teen about your family budget yet?
af: Het jy al met jou tiener gepraat oor jul gesinsbegroting?
sw: Je, umeshazungumza na kijana wako kuhusu bajeti ya familia yenu?
zu: Ingabe usukhulumile nengane yakho eyevile eminyakeni eyishumi nambili ngolwabiwo mali lomndeni wakho?

# data_list
source: Great, you completed the @data.workshop.w_money.in_text_title! Tomorrow, access a new @global.workshop to help you set family rules that work.
sw: Umefanya vizuri sana kumaliza @data.workshop.w_money.in_text_title. Kesho, @global.workshop mpya itafunguliwa ili kukusaidia kuweka sheria za familia zinazofanya kazi.

# data_list
source: Many parents say budgeting brings peace. If you haven't finished the @data.workshop.w_money.in_text_title, give it a go! Thank you for your committed parenting.
af: Baie ouers sê begrotings bring vrede. As jy nog nie die @data.workshop.w_money.in_text_title voltooi het nie, probeer dit nou! Dankie vir jou toegewyde ouerskap.
sw: Wazazi wengi wanasema kupanga bajeti huleta amani. Kama hujamaliza warsha @data.workshop.w_money.in_text_title, anza sasa.

# data_list
source: Hi @fields.user_name! You're starting your third @global.parent_app week. A new @global.workshop is ready!
sw: Habari @fields.user_name! Unaanza wiki yako ya tatu katika @global.parent_app. @global.workshop mpya iko tayari!

# data_list
source: Hi @fields.group_name! You're starting your third @global.parent_app week. A new @global.workshop is ready!
sw: Habari @fields.group_name! Unaanza wiki yako ya tatu katika @global.parent_app. @global.workshop mpya iko tayari!

# data_list
source: Well done for using @global.parent_app! Remember, small things make a big difference.
af: Welgedaan dat jy @global.parent_app gebruik! Onthou, klein dingetjies maak 'n groot verskil.
sw: Hongera kwa kutumia @global.parent_app! Kumbuka kwamba mambo madogomadogo ndiyo huleta mabadiliko makubwa.

# data_list
source: Thank you for investing in yourself and your family.Try the @data.workshop.w_praise.in_text_title to build a great parenting skill!
af: Dankie dat jy in jouself en jou gesin belê. Probeer die @data.workshop.w_praise.in_text_title om 'n goeie ouerskapvaardigheid te bou!
sw: Asante kwa kuwekeza kwa ajili yako na familia yako. Jaribu @data.workshop.w_praise.in_text_title ujipatie ujuzi mzuri sana wa malezi!

# data_list
source: Praise makes all the difference. Finish the @data.workshop.w_praise.in_text_title to see how to use it in YOUR family.
af: Aanprysing maak 'n reuseverskil. Voltooi die @data.workshop.w_praise.in_text_title om te sien hoe om dit in JOU gesin te gebruik.
sw: Kusifia huleta mabadiliko makubwa. Maliza @data.workshop.w_praise.in_text_title uone jinsi ya kuitumia kwenye familia YAKO.

# data_list
source: Praise your teen for one thing they did well. And when last did you praise yourself or another adult? Try it!
af: Prys jou tiener vir een ding wat hy/sy goed gedoen het. En wanneer laas het jy jouself of 'n ander volwassene geprys? Probeer dit!
sw: Msifie kijana wako kwa kitu kimoja alichofanya vizuri. Na lini mara ya mwisho ulijisifia mwenyewe au kumsifia mtu mzima mwingine? Jaribu!

# data_list
source: Amazing, you completed the @data.workshop.w_praise.in_text_title. A new @global.workshop is ready tomorrow. Try it - you will see a change in your teen’s behaviour.
sw: Safi sana, umemaliza warsha ya @data.workshop.w_praise.in_text_title. @global.workshop mpya ipo tayari kesho. Ijaribu - Utaona mabadiliko katika tabia za kijana wako.

# data_list
source: Hi @global.user_name, a new @global.workshop awaits you tomorrow! It seems like you haven’t finished the @data.workshop.w_praise.in_text_title. It’s short (promise!) – give it a go when you have a few minutes.
sw: Habari @global.user_name, @global.workshop mpya inakusubiri kesho! Inaonekana kama hujamaliza warsha ya @data.workshop.w_praise.in_text_title, ni fupi(nakuhakikishia!) - ifanye muda ukipata muda wa dakika chache.

# data_list
source: Hi @fields.user_name! New week, new @global.workshop! Learn to set household rules that your teen understands and follows.
sw: Habari @fields.user_name! Wiki mpya, @global.workshop mpya! Jifunze kuweka sheria za nyumbani ambazo kijana wako anazielewa na kuzifuata.

# data_list
source: Hi @fields.group_name! New week, new @global.workshop! Learn to set household rules that your teen understands and follows.
sw: Habari @fields.group_name! Wiki mpya, @global.workshop mpya! Jifunze kuweka sheria za nyumbani ambazo kijana wako anazielewa na kuzifuata.

# data_list
source: Tried your best but your teen is still grumpy? Remember, you are doing a great job - there will be good times with them too!
af: Het jy jou bes probeer, maar jou tiener is steeds knorrig? Onthou, jy doen goed - daar sal ook goeie tye saam met hom/haar wees!
sw: Umejaribu kadri uwezavyo lakini kijana wako bado ana huzuni? Kumbuka, unafanya kazi nzuri - kutakuwa na muda mzuri pamoja nao pia!

# data_list
source: Thank you for investing in your parenting. Do the @data.workshop.w_rules.in_text_title to help your teen understand and follow household rules.
af: Dankie dat jy in jou ouerskap belê. Doen die @data.workshop.w_rules.in_text_title om jou tiener te help om huishoudelike reëls te verstaan en na te kom.
sw: Asante kwa kuwekeza katika malezi. Fanya warsha ya @data.workshop.w_rules.in_text_title kusaidia kijana wako kuelewa na kufuata sheria za nyumbani.

# data_list
source: So close to gaining another tool! Complete the @data.workshop.w_rules.in_text_title and set ONE simple, realistic rule with your teen, and see things change!
af: Jy is so naby daaraan om nog gereedskap te verwerf! Voltooi die @data.workshop.w_rules.in_text_title en stel EEN eenvoudige, realistiese reël saam met jou tiener vas, en kyk hoe dinge verander!
sw: Unakaribia kupata nyenzo nyingine ya malezi! Maliza @data.workshop.w_rules.in_text_title, weka sheria MOJA nyepesi na inayotekelezeka pamoja na kijana wako, halafu utaona mambo yatakavyobadilika!

# data_list
source: Have you managed to set a rule with your teen?
af: Kon jy dit regkry om 'n reël saam met jou tiener vas te stel?
sw: Je, umeweza kutengeneza sheria pamoja na kijana wako?

# data_list
source: Congratulations, you completed the @local.workshop_data.in_text_title. Tomorrow, access a new @global.workshop! It will show you what to do when teens display bad (or good) behaviour!
sw: Hongera, umemaliza warsha @local.workshop_data.in_text_title. Kesho, pata @global.workshop mpya! itakusaidia kujua nini cha kufanya pindi vijana wanapoonesha tabia mbaya (au nzuri)!

# data_list
source: A brand-new @global.workshop unlocks tomorrow! Complete the @local.workshop_data.in_text_title before moving on. Just a few more minutes to help your teen follow your rules!
sw: @global.workshop kabisa itafunguliwa kesho! Kamilisha warsha @local.workshop_data.in_text_title kabla hujaendelea Kwa dakika chache zaidi kumsaidia kijana wao kufuata sheria!

# data_list
source: Hi @fields.user_name! You're nearly at the end of your @global.parent_app journey! Thank you for sticking to it. This week is about keeping our teens safe online and in the community.
af: Hallo, @fields.user_name! Jy nader nou vinnig die einde van jou @global.parent_app-reis! Dankie dat jy deurdruk daarmee. Hierdie week handel oor hoe om ons tieners aanlyn en in die gemeenskap veilig te hou.
sw: Habari @fields.user_name! Unakaribia kumaliza warsha zako za @global.parent_app! Hongera kwa kujitolea kwako kwa dhati kwa muda mrefu. Warsha ya wiki hii inahusu kuwaweka salama vijana wetu, mtandaoni na katika jamii.

# data_list
source: Hi @fields.group_name! You're nearly at the end of your @global.parent_app journey! Thank you for sticking to it. This week is about keeping our teens safe online and in the community.
af: Hallo, @fields.group_name! Julle nader nou vinnig die einde van julle @global.parent_app-reis! Dankie dat julle vasbyt daarmee. Hierdie week handel oor hoe om ons tieners aanlyn en in die gemeenskap veilig te hou.
sw: Habari @fields.group_name! Unakaribia kumaliza warsha zako za @global.parent_app! Hongera kwa kujitolea kwako kwa dhati kwa muda mrefu. Warsha ya wiki hii inahusu kuwaweka salama vijana wetu, mtandaoni na katika jamii.

# data_list
source: Parenting is tough, especially now. Be proud of your achievements. Of the care you give them. Of every time you make them smile. You're incredible!
af: Ouerskap is moeilik, veral nou. Wees trots op wat jy bereik het. Op hoe jy vir hulle sorg. Op elke keer wat jy hulle laat glimlag. Jy's ongelooflik!
sw: Malezi ni kitu kigumu, hasa kwa siku hizi. Jivunie mafanikio yako. Ya matunzo unayowapa. Ya kila muda unaowafanya watabasamu. Wewe ni mzuri sana!

# data_list
source: Think about all the parenting skills you've already gained! Complete the next @global.workshop to get more.
sw: Fikiria kuhusu ujuzo wote wa malezi uliiupata! Malizi @global.workshop inayofuata kupata zaidi.

# data_list
source: Chatting together about their community and online experiences helps keep teens safe. Complete the @data.workshop.w_safe.in_text_title to see how.
af: Deur saam te gesels oor tieners se ervaringe in die gemeenskap en ook aanlyn, help om hulle veilig te hou. Voltooi die @data.workshop.w_safe.in_text_title om te sien hoe om dit te doen.
sw: Kuongea pamoja kuhusu jamii yao na uzoefu wa mitandaoni husaidia kuwaweka vijana wako salama. Maliza warsha @data.workshop.w_safe.in_text_title kuona ni jinsi gani.

# data_list
source: Have you talked with your teen about safety measures?
af: Het jy al met jou tiener oor veiligheidsmaatreëls gesels?
sw: Je, umezungumza na kijana wako kuhusu hatua za usalama?
zu: Ingabe usukhulumile nengane yakho ngezindlela zokuphepha?

# data_list
source: Congratulations, you completed @data.workshop.w_safe.in_text_title. A new @global.workshop is ready tomorrow to help your family deal with any situation – together you can do so much!
sw: Hongera, umemaliza @data.workshop.w_safe.in_text_title. Kesho, @global.workshop mpya itakuwa tayari kwa ajili yako ili kukusaidia wewe na familia yako kukabiliana na hali yoyote – pamoja mnaweza kufanya makubwa!

# data_list
source: Finish the @data.workshop.w_safe.in_text_title before moving on. This can prevent many problems. Well done for using @global.parent_app to support your family.
af: Voltooi die @data.workshop.w_safe.in_text_title voordat jy aanbeweeg. Dit kan baie probleme voorkom. Welgedaan dat jy @global.parent_app gebruik om jou gesin te ondersteun.
sw: Maliza warsha @data.workshop.w_safe.in_text_title kabla ya kuendelea. Hii inaweza kuzuia matatizo mengi. Vizuri sana kwa kutumia @global.parent_app kusaidia familia yako.

# data_list
source: This week is about YOU! Treat yourself well. You deserve it!
af: Hierdie week gaan oor JOU! Kyk mooi na jouself. Jy verdien dit!
sw: Wiki hii ni kuhusu WEWE! Jitunze vizuri. Unastahili!
zu: Leliviki lingawe. Ziphathe kahle. Kukufanele!

# data_list
source: Start a brand new @global.parent_app @global.workshop tomorrow. You'll see great results!
sw: Anza @global.workshop mpya kabisa ya @global.parent_app kesho. Utaona matokeo mazuri!

# data_list
source: Remember to tell your @global.parent_app partners about the app. Tomorrow, you can start doing @global.parent_app @global.workshops together!
sw: Kumbuka kuwaambia washirika wako kwenye @global.parent_app kuhusu program. Kesho, unaweza kuanza kufanya @global.workshops pamoja kwenye @global.parent_app workshops!

# data_list
source: Hi @fields.user_name! You are making such good progress! Having a teen means having lots of unexpected problems. This @global.workshop will show you how to deal with them.
sw: Habari @fields.user_name! Unaendelea vizuri sana katika safari yako ya malezi! Kuwa na kijana kunaleta matatizo mengi yasiyotarajiwa. @global.workshop hii itakuonesha jinsi ya kuyashughulikia.

# data_list
source: Hi @fields.group_name! You are making such good progress! Having a teen means having a lot of unexpected problems to deal with. This @global.workshop will show you all how to deal with them.
sw: Habari @fields.group_name! Unaendelea vizuri sana katika safari yako ya malezi! Kuwa na kijana kunaleta matatizo mengi yasiyotarajiwa ya kushughulikia. @global.workshop hii itakuonesha jinsi ya kuyashughulika nayo.

# data_list
source: Your commitment is inspiring. Keep calm and carry on!
af: Jou toewyding is inspirerend. Bly kalm en hou so aan!
sw: Kujitolea kwako ni mfano wa kunahamasisha. Tulia na uendelee!

# data_list
source: Unexpected problems arise when we have teens. Learn how to address them in the next @global.workshop.
sw: Matatizo yasiyotarajiwa hutokea tukiwa na vijana. Jifunze jinsi ya kuyatatua katika @global.workshop inayofuata.

# data_list
source: You are on the right track to solving problems with your teen! Complete the @data.workshop.w_solve.in_text_title to gain another parenting skill.
af: Jy is op die regte pad om probleme saam met jou tiener op te los! Voltooi die @data.workshop.w_solve.in_text_title om nog 'n ouerskapvaardigheid te verwerf.
sw: Uko kwenye njia sahihi ya kuanza kutatua matatizo pamoja na kijana wako! Malizia @data.workshop.w_solve.in_text_title ili upate ujuzi mwingine muhimu wa malezi.

# data_list
source: Practise the four steps of problem-solving with your teen. KNOW IT, SOLVE IT, TRY IT, TEST IT!
af: Oefen saam met jou tiener die vier stappe van probleemoplossing. KEN DIT, LOS DIT OP, PROBEER DIT, TOETS DIT!
sw: Fanyia mazoezi hatua nne za kutatua matatizo na kijana wako? ELEWA – TAFUTA UTATUZI – CHAGUA – JARIBU!

# data_list
source: Great! You completed the @data.workshop.w_solve.in_text_title. Tomorrow, a new @global.workshop is unlocked to help you keep your teen safe.
sw: Umefanya vizuri sana kumaliza @data.workshop.w_solve.in_text_title. Kesho, @global.workshop mpya itafunguliwa ili kukusaidia kumweka salama kijana wako.

# data_list
source: Access a new @global.workshop tomorrow! By completing the @data.workshop.w_solve.in_text_title first, you'll know how to solve problems together.
sw: Pata @global.workshop mpya kesho! Kwa kukamilisha warsha @data.workshop.w_solve.in_text_title kwanza, utajua jinsi ya kutatua matatizo pamoja.

# data_list
source: Hi @fields.user_name! Congratulations for starting week 5. A new @global.workshop awaits with tips on staying calm and in control when our teens drive us crazy.
sw: Habari @fields.user_name! Hongera kwa kuanza wiki ya 5. @global.workshop mpya inakusubiri ikiwa na dondoo za jinsi ya kuwa mtulivu na mstahimilivu wakati vijana wetu wakituchanganya.

# data_list
source: Hi @fields.group_name! Congratulations for starting week 5. A new @global.workshop awaits with tips on staying calm and in control when our teens drive us crazy.
sw: Habari @fields.group_name! Hongera kwa kuanza wiki ya 5. @global.workshop mpya inakusubiri ikiwa na dondoo za jinsi ya kuwa mtulivu na mstahimilivu wakati vijana wetu wakituchanganya.

# data_list
source: Manage anger and stress with this new @global.workshop. It helps you take better care of yourself.
sw: Dhibiti hasira na msongo wa mawazo kwa hiki @global.workshop kipya. Hukusaidia wewe kujithamini vizuri zaidi.

# data_list
source: Feeling overwhelmed? Deep breaths help. Complete the @data.workshop.w_stress.in_text_title to help you deal with stress.
af: Voel jy oorweldig? Diep asemhaling help. Voltooi die @data.workshop.w_stress.in_text_title om jou te help om stres te hanteer.
sw: Najisikia kuzidiwa? Kuvuta pumzi ndefu inasaidia. Kamilisha warsha ya @data.workshop.w_stress.in_text_title kukusaidia kukabiliana na msongo wa mawazo.

# data_list
source: Feeling stressed this week? Try taking deep breaths before responding to your teen - it makes a big difference.
af: Voel jy vandeesweek gestres? Probeer om diep asem te haal voordat jy op jou tiener reageer - dit maak 'n groot verskil.
sw: Unajisikia mwenye msongo wa mawazo wiki hii? Jaribu kuvuta pumzi ndefu kabla hujamjibu kijana wako - inaleta mabadiliko makubwa.

# data_list
source: Well done for taking a big breath before responding to your teen! Each time you take a pause, you take back control.
af: Welgedaan dat jy diep asemgehaal het voordat jy op jou tiener gereageer het! Elke blaaskans wat jy neem, help jou om beheer terug te neem.
sw: Hongera kwa kuvuta pumzi ndefu kabla ya kumjibu kijana wako! Kila wakati unapopumzika, unapata uwezo wa kujidhibiti tena.

# data_list
source: Well done for completing the @data.workshop.w_stress.in_text_title. Tomorrow, access a new @global.workshop to help you relax and build valuable skills!
sw: Hongera kwa kumaliza @data.workshop.w_stress.in_text_title. Kesho, utaweza kupata @global.workshop mpya itakayokusaidia kupumzika na kujifunza ujuzi muhimu sana!

# data_list
source: Get ready for a new @global.workshop tomorrow. By completing the @data.workshop.w_stress.in_text_title first, you lay a key foundation: If you feel good, your family will too!
sw: Kuwa tayari kwa @global.workshop mpya kesho. Kwa kukamilishawarsha kwanza @data.workshop.w_stress.in_text_title. Unaweka msingi muhimu. Kama unajisikia vizuri, familia yako itajisikia vizuri pia!

# global
source: My Favourite Activities
af: My gunsteling aktiwiteite
sw: Shughuli Zangu Pendwa
xh: Imisebenzi Endiyithandayo
zu: Imisebenzi Engiyithandayo

# global
source: All Activities
af: Alle aktiwiteite
sw: Shughuli Zote
xh: Yonke Imisebenzi
zu: Yonke Imisebenzi

# global
source: Activities
sw: Shughuli

# global
source: Something fun
sw: Kitu flani cha kufurahisha

# global
source: Random Activity
af: Lukrake aktiwiteite
sw: Shughuli Yoyote
xh: Umsebenzi Ongacwangciswanga
zu: Imisebenzi Engahleliwe

# global
source: This Week's Activity
af: Hierdie week se aktiwiteit
sw: Shughuli ya Wiki Hii
xh: Umsebenzi wale veki
zu: Imisebenzi Yaleli Viki

# global
source: Chat Together
af: Gesels saam
sw: Kuongea Pamoja
xh: Ncokolani Kunye
zu: Xoxani Ndawonye

# global
source: Do Together
af: Doen saam
sw: Fanyeni Pamoja
xh: Yenzani Kunye
zu: Kwenzeni Ndawonye

# global
source: Your @global.parent_app Code
af: Jou @global.parent_app-kode
sw: Namba yako ya @global.parent_app
xh: Ikhowudi yakho ye@global.parent_app
zu: Ikhodi Yakho Ye-@global.parent_app

# global
source: Terms & Conditions
af: Bepalings en Voorwaardes
sw: Vigezo & Masharti
zu: Imigomo nemibandela

# global
source: Privacy Policy
af: Privaatheidsbeleid
sw: Sera ya Faragha
zu: Inqubomgomo Yobumfihlo

# global
source: Language
sw: Lugha

# global
source: Your Profile
sw: Wasifu wako

# global
source: Real-world ideas
af: Werklike idees
sw: Mawazo ya ulimwengu halisi
xh: Iingcamango Zehlabathi lokwenene
zu: Amacebo angempela

# global
source: Ideas
af: Idees
sw: Mawazo
xh: Iingcamango
zu: Amacebo

# global
source: Ideas from other families...
af: Idees van ander gesinne...
sw: Mawazo kutoka familia nyingine...
xh: Amacebiso avela kwezinye iintsapho...
zu: Amacebiso avela kweminye imindeni...

# global
source: Challenges & solutions
af: Uitdagings en oplossings
sw: Changamoto & utatuzi
xh: Imicelimingeni nezisombululo
zu: Izinselelo nezixazululo

# global
source: Submit
af: Dien in
sw: Tuma
xh: Ngenisa
zu: Hambisa

# global
source: Find out more
af: Vind meer uit
sw: Pata maelezo zaidi
xh: Fumana okungakumbi
zu: Thola okwengeziwe

# global
source: Show me how
af: Wys my hoe
sw: Nionyeshe jinsi ya kufanya
xh: Ndibonise ukuba kwenziwa njani
zu: Ngibonise ukuthi kanjani

# global
source: Tell me more!
af: Vertel my meer!
sw: Nipe maelezo zaidi!
xh: Ndixelele okungakumbi!
zu: Ngitshele okwengeziwe!

# global
source: Let's go!
af: Kom ons gaan!
sw: Twende!
xh: Masiye!
zu: Asambeni!

# global
source: Check it out!
af: Kyk hierna!
sw: Iangalie!
xh: Yijonge!
zu: Hlola!

# global
source: Done
af: Klaar
sw: Imefanyika
xh: Kugqityiwe
zu: Ngiqedile

# global
source: Next
af: Volgende
sw: Inayofuata
xh: Elandelayo
zu: Okulandelayo

# global
source: Previous
af: Vorige
sw: Iliyopita
xh: Edluleyo
zu: Okwedlule

# global
source: Save
af: Stoor
sw: Tunza
xh: Gcina
zu: Londoloza

# global
source: Start
af: Begin
sw: Anza
xh: Qalisa
zu: Qala

# global
source: Skip
af: Slaan oor
sw: Ruka
xh: Tsiba
zu: Dlula

# global
source: Continue
af: Gaan voort
sw: Endelea
zu: Qhubeka

# global
source: Finish with a song
af: Sluit af met ’n liedjie
sw: Maliza kwa kuimba wimbo
xh: Gqibezela ngengoma
zu: Phetha ngengoma

# global
source: Goodbye!
af: Totsiens!
sw: Kwa heri!
xh: Kamnandi!
zu: Uhambe kahle!
