Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# template
source: @global.w_rules_female_caregiver_1: “That’s right, and it’s also not safe in this area to be outside after sunset. What do you think would be a good time for you to be home?”
af: @global.w_rules_female_caregiver_1: “Dis reg, en dit is ook nie veilig in hierdie omgewing om na sononder buite te wees nie. Wat dink jy is ’n goeie tyd vir jou om huis toe te kom?”
xh: @global.w_rules_female_caregiver_1: “Unyanisile, yaye akukhuselekanga kule ndawo ukuba ngaphandle emva kokutshona kwelanga. Ucinga ukuba leliphi ixesha elililo lokuba sekhaya?”
zu: @global.w_rules_female_caregiver_1: “Kunjalo, okunye futhi ukuthi akuphephile ukuba ngaphandle kule ndawo uma sekuhlwile. Ucabanga ukuthi kungaba isiphi isikhathi esifanele sokubuya ekhaya?”

# template
source: @global.w_rules_teen_boy: “I could come home at 10pm?" @global.w_rules_female_caregiver_1: “That’s a bit late, what about 6pm? Or something in the middle?"
af: @global.w_rules_teen_boy: “Ek kan 10nm. huis toe kom?” @global.w_rules_female_caregiver_1: “Dis ’n bietjie te laat, wat van 6nm.? Of iewers in die middel?”
xh: @global.w_rules_teen_boy: “Ndingagoduka ngo-10pm?" @global.w_rules_female_caregiver_1: “Kusuke kusebusuku noko, unjani u-6pm? Okanye elinye ixesha eliphakathi?”
zu: @global.w_rules_teen_boy: “Ngingabuya ekhaya ngo-10 ebusuku? @global.w_rules_female_caregiver_1: “Kusuke sekusebusuku ngaleso sikhathi, kungaba njani ngo-6 ntambama? Noma esinye isikhathi esiuphakathi?”

# template
source: @global.w_rules_teen_boy: “I could come home at 6pm on school nights and 10pm on Friday and Saturday?” @global.w_rules_female_caregiver_1: “Yes, great. From now on, our household rule is that you need to come home at 6pm on school nights and 10pm on Friday and Saturday. But you always walk home with a friend. Okay?”
af: @global.w_rules_teen_boy: “Ek kan 6nm. huis toe kom op weeksaande en 10nm. op Vrydag en Saterdag?” @global.w_rules_female_caregiver_1: “Ja, uitstekend. Van nou af is ons huisreël dat jy op weeksaande 6nm. moet huis toe kom en 10nm. op Vrydag en Saterdag. Maar jy moet altyd saam met ’n vriend huis toe stap. Oukei?”
xh: @global.w_rules_teen_boy: “Ndingagoduka ngo-6pm ngeentsuku zesikolo ndize ndigoduke ngo-10pm ngoLwesihlanu nangoMgqibelo?” @global.w_rules_female_caregiver_1: “Ok kulungile. Ukususela ngoku, umgaqo wentsapho yethu uthi kufuneka ufike endlini ngo-6pm ngeentsuku zesikolo uze ufike ngo-10pm ngooLwezihlanu nangemiGqibelo. Kodwa usoloko ugoduka nomhlobo. Ilungile xa injalo?"
zu: @global.w_rules_teen_boy: “Ngingabuya ekhaya ngo-6 ntambama phakathi nezinsuku zesikole bese kuba u-10 ebusuku ngoLwesihlanu nangoMgqibelo?” @global.w_rules_female_caregiver_1: “Yebo, kuhle lokho. Kusukela manje ukuya phambili, umthetho wasekhaya uthi kumelwe ubuye ekhaya ngo-6 ntambama ngezinsuku oya ngazo esikoleni kanti ngoLwesihlanu nangoMgqibelo ubuye ngo-10pm. Kodwa kumelwe uhlale uphelezelwa umngane uma ubuya ekhaya. “Kulungile?”

# template
source: @global.w_rules_teen_boy: “Okay, @global.w_rules_female_caregiver_1” @global.w_rules_female_caregiver_1: “Thank you very much, @global.w_rules_teen_boy, for helping to come up with a good rule together. I am proud to see how responsible you are getting.”
af: @global.w_rules_teen_boy: “Oukei, @global.w_rules_female_caregiver_1” @global.w_rules_female_caregiver_1: “Baie dankie, @global.w_rules_teen_boy, dat jy gehelp het om saam ’n goeie reël voor te stel. Ek is trots daarop om te sien hoe verantwoordelik jy raak.”
xh: @global.w_rules_teen_boy: "Kulungile, @global.w_rules_female_caregiver_1“ @global.w_rules_female_caregiver_1: “Enkosi kakhulu, @global.w_rules_teen_boy, ngokundincedisa senze umgaqo omhle. Kundivuyisa kakhulu ukuphawula ukuba uya uqola.”
zu: @global.w_rules_teen_boy: “Kulungile, @global.w_rules_female_caregiver_1” @global.w_rules_female_caregiver_1: “Ngiyabonga kakhulu, @global.w_rules_teen_boy, ngokungisiza ukuba sibeke umthetho omuhle sindawonye. Kuyangijabulisa ukubona ukuthi uba nezibopho kangakanani.”

# template
source: The next day... @global.w_rules_female_caregiver_1: “Thank you, @global.w_rules_teen_boy, for coming home on time. After you finish your schoolwork we can have your favourite meal for dinner.”
af: Die volgende dag... @global.w_rules_female_caregiver_1: “Dankie, @global.w_rules_teen_boy, dat jy betyds huis toe gekom het. Nadat jy jou skoolwerk klaargemaak het, kan ons jou gunstelingmaaltyd vir aandete hê.”
xh: Ngengomso... @global.w_rules_female_caregiver_1: “Enkosi, @global.w_rules_teen_boy, ngokubuya ekhaya kwangethuba. Emva kokuba ugqibe umsebenzi wakho wesikolo singatya isidlo sangokuhlwa osithandayo.”
zu: Ngosuku olulandelayo... @global.w_rules_female_caregiver_1: “Ngiyabonga, @global.w_rules_teen_boy, ngokufika ekhaya ngesikhathi. Uma usuqede umsebenzi wakho wesikole sizodla ukudla okuthayo esidlweni sakusihlwa.”

# template
source: Online Safety
af: Aanlyn veiligheid
xh: Ukhuseleko kwi-Intanethi
zu: Ukuphepha Ku-inthanethi

# template
source: @global.w_rules_female_caregiver_2: "@global.w_rules_teen_girl, have you done your homework?" @global.w_rules_teen_girl: "Just a minute @global.w_rules_female_caregiver_2, I’m finishing this @global.teen_social_medium video"
af: @global.w_rules_female_caregiver_2: “@global.w_rules_teen_girl, het jy jou huiswerk gedoen?” @global.w_rules_teen_girl: “Net ’n oomblik@global.w_rules_female_caregiver_2, ek kyk gou hierdie @global.teen_social_medium video klaar.”
xh: @global.w_rules_female_caregiver_2: "@global.w_rules_teen_girl, ngaba uwenzile umsebenzi wakho wesikolo?" @global.w_rules_teen_girl: “Kancinci nje @global.w_rules_female_caregiver_2, ndigqibezela le @global.teen_social_medium vidiyo"
zu: @global.w_rules_female_caregiver_2: "@global.w_rules_teen_girl, usuwenzile umsebenzi wakho wesikole?" @global.w_rules_teen_girl: “Umzuzwana nje @global.w_rules_female_caregiver_2, ngisaqedela le @global.teen_social_medium vidiyo"

# template
source: @global.w_rules_female_caregiver_2: "You are a really great dancer! Tell me about why you like it" @global.w_rules_teen_girl: "All my friends are on it, @global.w_rules_female_caregiver_2. I have more than 600 likes and 120 followers."
af: @global.w_rules_female_caregiver_2: “Jy is regtig ’n uitstekende danser! Vertel my waarom jy daarvan hou.” @global.w_rules_teen_girl: “Al my vriende is daarop,@global.w_rules_female_caregiver_2. Ek het meer as 600 laaiks en 120 volgers.”
xh: @global.w_rules_female_caregiver_2: “Ungumdanisi ophum’ izandla ngokwenene! Ndixelele isizathu sokuba uwuthande" @global.w_rules_teen_girl: "Bonke abahlobo bam bakuwo, @global.w_rules_female_caregiver_2. Ndineelikes eziyi-600 neefollowers eziyi-120."
zu: @global.w_rules_female_caregiver_2: “Ave udansa kahle kakhulu! Ngitshele ukuthi kungani uthanda ukudansa" @global.w_rules_teen_girl: “Bonke abangane bami bayadansa, @global.w_rules_female_caregiver_2. Nginabangithandayo-abangu-600 nabalandeli abangu-120.”

# template
source: @global.w_rules_female_caregiver_2: "I’m proud of how well you dance, @global.w_rules_teen_girl. But we need to make sure you are safe. I know your friends look at @global.teen_social_medium, but with an open account, there are other people who look at videos of teenagers for their own sexual needs. Sometimes they contact teenagers. They pretend to be nice but end up threatening and abusing teens."
af: @global.w_rules_female_caregiver_2: “Ek is trots op hoe goed jy dans, @global.w_rules_teen_girl. Maar ons moet seker maak dat jy veilig is. Ek weet jou vriende kyk na @global.teen_social_medium, maar met ’n oop rekening is daar ander mense wat na video’s van tieners kyk vir hul eie seksuele behoeftes. Soms kontak hulle tieners. Hulle gee voor om gaaf te wees, maar later dreig en misbruik hulle tieners.”
xh: @global.w_rules_female_caregiver_2: "Ndiyazidla ngendlela odanisa kamnandi ngayo, @global.w_rules_teen_girl. Kodwa simele siqinisekise ukuba ukhuselekile. Ndiyazi ukuba abahlobo bakho bajonga ku @global.teen_social_medium, kodwa ngeakhawunti evulekileyo, kukho nabanye abantu abajonga iividiyo zabantu abafikisayo bencwase ukwabelana nabo ngesondo. Maxa wambi baye baqhagamshelane nabantu abafikisayo. Bazenza ngathi banobuntu kodwa baphela besongela baze babaxhaphaze abantwana abafikisayo.”
zu: @global.w_rules_female_caregiver_2: “Ngiyaziqhenya ngawe ngendlela odansa kahle ngayo, @global.w_rules_teen_girl. Kodwa kumelwe siqiniseka ukuba uphephile. Ngiyazi ukuba abangani bakho babuka @global.teen_social_medium, kodwa nge-akhawunti evulela wonke umuntu, kunabanye abantu ababuka amavidiyo abantu abasha ukuze bazanelise ngokocansi. Ngezinye izikhathi bayaxhumana nentsha. Bazenza sengathi balungile kodwa ekugcineni bayabesabisa futhi bayihlukumeze intsha.”

# template
source: @global.w_rules_female_caregiver_2: "Let’s look together online at how we can keep this fun for you but also safe. Look – you can make your account private and control who follows you. So you can accept people you know from school and our community, but not people who contact you online. Can we make a rule together that you can use @global.teen_social_medium, but with a private account? I trust you to know who to accept!”
af: @global.w_rules_female_caregiver_2: “Kom ons kyk saam aanlyn hoe ons dit vir jou prettig, maar ook veilig kan maak. Kyk – jy kan jou rekening privaat maak en beheer wie jou kan volg. So kan jy mense wat jy van jou skool en ons gemeenskap ken, aanvaar, maar nie mense wat jou aanlyn kontak nie. Kan ons saam ’n reël maak dat jy @global.teen_social_medium kan gebruik, maar met ’n private rekening? Ek vertrou jou om te weet wie om te aanvaar!”
xh: @global.w_rules_female_caregiver_2: "Makhe sijonge kunye kwi-intanethi ukuze sibone ukuba singaqhubeka njani siqiniseka ukuba wonwabile kodwa ukwakhuselekile. Khangela – ungenza iakhawunti yakho ibe nobumfihlo uze ulawule abantu abakulandelayo. Ungamkela abantu obaziyo esikolweni nakwindawo esihlala kuyo, kungekhona abantu abaqhagamshelana nawe kwi-intanethi. Ngaba singawenza kunye umgaqo onokuwusebenzisa @global.teen_social_medium, kodwa kwiakhawunti yabucala? Ndiyathemba uyazi ukuba ngubani omawumamkele!”
zu: @global.w_rules_female_caregiver_2: “Ake sihlole ku-inthanethi sobabili ukuthi singenza kanjani ukuthi ukujabulele lokhu kodwa uphephe ngesikhathi esifanayo. Bheka - ungakwazi ukwenza ukuba kube abantu abathile kuphela abakwazi ukubona i-akhawunti yakho futhi ungakwazi nokukhetha ukuthi ubani ozokulandela. Ngakho, ungavumela abantu obaziyo basesikoleni nabasemphakathini, kodwa hhayi abantu obathola ku-inhanethi. Ingabe singakwazi ukwenza umthetho ndawonye ungawusebenzisa @global.teen_social_medium, kodwa nge-akhawunti engavulelekile kuwonke wonke? Ngiyakwethemba ukuthi uyazi ukuthi obani ozobavumela!”

# template
source: @global.w_rules_female_caregiver_2: "I’m proud of you @global.w_rules_teen_girl"
af: @global.w_rules_female_caregiver_2: “Ek is trots op jou, @global.w_rules_teen_girl.”
xh: @global.w_rules_female_caregiver_2: Ndiyazidla ngawe @global.w_rules_teen_girl"
zu: @global.w_rules_female_caregiver_2: “Ngiyaziqhenya ngawe @global.w_rules_teen_girl”

# template
source: Household rules help keep our teenagers safe, and understand what is expected from them. When you involve a teenager in making rules they are more likely to follow them.
af: Huisreëls help om ons kinders veilig te hou, en te verstaan wat van hulle verwag word. Wanneer jy ’n tiener betrek wanneer reëls neergelê word, is hulle meer geneë om die reëls na te kom.
xh: Imigaqo yekhaya inceda ukugcina abantwana bethu abafikisayo bekhuselekile, baze baqonde oko kulindelekileyo kubo. Xa umbandakanya umntwana ofikisayo ekwenzeni imigaqo banokuzimisela ngakumbi ekuyilandeleni.
zu: Imithetho yasekhaya isiza ukugcina izingane zethu zivikelekile, futhi yenza iqonde ukuthi yini elindeleke kuzo. Uma ubandakanya ingane yakho ekubekeni imithetho kwenza bawulandele kalula umthetho.

# template
source: TEAM RULES
af: SPANWERK REËLS
xh: IMIGAQO YEQELA
zu: IMITHETHO YEQEMBU

# template
source: Plan rules WITH your teenager. Start with one new rule first - you can add another one later. Discuss the reasons for the rule and listen to their views.
af: Beplan reëls SAAM met jou tiener. Begin eers met een nuwe reël – jy kan later nog een byvoeg. Bespreek die redes vir die reël en luister na hulle uitgangspunte.
xh: Yicebe KUNYE nomntwana wakho ofikisayo imigaqo. Qala ngomgaqo omnye omtsha - ungongezelela omnye kamva. Ncokola nabo ngezizathu zalo mgaqo uze uphulaphule izimvo zabo.
zu: Hlela imithetho NDAWONYE nengane yakho. Qala ngomthetho owodwa omusha - unganezela omunye ngokuhamba kwesikhathi. Xoxisanani ngezizathu zomthetho ngemva kwalokho ulalele imibono yabo.

# template
source: REAL RULES
af: REALISTIES REËLS
xh: IMIGAQO YOKWENENE
zu: IMITHETHO YANGEMPELA

# template
source: Make them realistic for what your teenager can do, and be clear and specific so there’s no misunderstanding. Not ‘on time’ but ‘by 7pm’.
af: Maak dit realisties vir dit wat jou tiener kan doen en wees duidelik en spesifiek sodat daar geen misverstand is nie. Nie ‘betyds’ nie, maar wel ‘teen 7nm.’.
xh: Yenze ibe sengqiqweni ilungelane noko umntwana wakho ofikisayo anokukwenza, uze uyibeke icace ize ingqale ukuze iqondwe kakuhle. Kungekhona ‘ngexesha’ kodwa ‘ngo-7pm’.
zu: Yenza kube imithetho umntwana wakho angakwazi ukukwenza nokuyilandela, cacisa futhi ukhulume ngokuqondile ukuze kungabi khona ukungaqondani. Ungathi ‘ngesikhathi’ kodwa yithi “ngo-7 ntambama”.

# template
source: PRAISE RULES!
af: REËLS VIR PRYS!
xh: IMIGAQO YOKUNCOMA!
zu: NCOMA UMTHETHO!

# template
source: Praise your teen for planning a rule with you, and praise them for keeping it!
af: Prys jou tiener vir reëls wat hulle saam met jou maak en prys hulle omdat hulle daarby hou!
xh: Mncome umntwana wakho ofikisayo ngokuceba umgaqo kunye nawe, uze ubancome ngokuwugcina!
zu: Ncoma ingane yakho ngokuthi ibeke uthetho nawe, uphinde uyincome ngokuthi iwugcine!

# template
source: Remember that YOU matter!
af: Onthou dat JY saak maak!
xh: Khumbula ukuba UBALULEKILE!
zu: Khumbula ukuthi UBALULEKILE!

# template
source: Well done for recognising a positive feeling. I am happy to hear you are feeling well today!
af: Mooi so, dat jy ’n positiewe gevoel herken. Ek is bly om te hoor jy voel vandag goed!
xh: Wenze kakuhle ekuqondeni imvakalelo ezakhayo. Kuyandivuyisa ukuva ukuba uziva kamandi namhlanje!
zu: Usebenzile ngokuthi uqaphele ukuthi unemizwa emihle. Ngiyajabula ukuzwa ukuthi uzizwa kahle namuhla!

# template
source: Well done for recognising a difficult feeling. It’s okay not to be okay sometimes. Remember you are not alone.
af: Mooi so, dat jy ’n slegte gevoel herken. Dis oukei om soms nie oukei te wees nie. Onthou, jy is nie alleen nie.
xh: Uqhube kakuhle ngokuqonda iimvakalelo ezinzima. Kulungile ukungaziva mnandi maxa wambi. Khumbula ukuba awukho wedwa.
zu: Usebenzile ngokuthi uqaphele ukuthi unemizwa enzima. Kulungile ukungazizwa kahle ngezinye izikhathi. Khumbula ukuthi awuwedwa.

# template
source: Make two maps with your teen of safe and unsafe places: * Map of your community * Map of apps and websites your teen uses Make sure you're both happy with the safety plan. What really matters is that you talk with your teen as you do this – often teens know much more than we do about where it is safe and unsafe!
af: Maak saam met jou tiener twee kaarte van veilige en onveilige plekke: * Kaart van julle gemeenskap * Kaart van toeps en webwerwe wat jou tiener gebruik Maak seker julle is albei tevrede met die veiligheidsplan. Wat werklik saak maak, is dat jy met jou tiener gesels terwyl julle dit doen – tieners weet dikwels meer as ons oor waar dit veilig en onveilig is!
xh: Yenza iimephu ezimbini kunye nomntwana wakho ofikisayo yeendawo ezikhuselekileyo nezingakhuselekanga: * Imephu yendawo ohlala kuyo * Imephu yee-app neewebhsayithi ezisetyenziswa ngumntwana wakho ofikisayo Qinisekisa ukuba nobabini nonwabile ngesicwangciso sokhuseleko. Eyona nto ibalulekileyo ngokwenene kukuba uthethe nomntwana wakho ofikisayo njengoko usenza lento – abantwana badla ngokwazi lukhulu ngendawo ekhuselekileyo nengakhuselkanga!
zu: Yenza amabalazwe amabili nengane yakho ezindawo eziphephile nezindawo ezingaphephile: * Yenza ibalazwe lomphakathi wakho * Ishadi lama-apps namawebusayithi asetshenziswa yingane yakho Qiniseka ukuthi nobabili niyalujabulela uhlelo lokuphepha. Into ebaluleke ngempela ukuthi nikhulume nengane yakho njengoba nenza lokhu - imvamisa izingane zethu zazi okuningi kunathi ngokuthi ikuphi lapho kuphephe khona nalapho kungaphephanga khona!

# template
source: If you have not done it together yet, make two maps with your teen of safe and unsafe places: * Map of your community * Map of apps and websites your teen uses Make sure you're both happy with the safety plan. What really matters is that you talk with your teen as you do this – often teens know much more than we do about where it is safe and unsafe!
af: As jy dit nog nie gedoen het nie, maak saam met jou tiener twee kaarte van veilige en onveilige plekke: * Kaart van julle gemeenskap * Kaart van toeps en webwerwe wat jou tiener gebruik Maak seker julle is albei tevrede met die veiligheidsplan. Wat werklik saak maak, is dat jy met jou tiener gesels terwyl julle dit doen – tieners weet dikwels meer as ons oor waar dit veilig en onveilig is!
xh: Ukuba anikayenzi kunye okwangoku, yenza iimephu ezimbini kunye nomntwana wakho ofikisayo yeendawo ezikhuselekileyo nezingakhuselekanga: * Imephu yendawo ohlala kuyo * Imephu yee-app neewebhsayithi ezisetyenziswa ngumntwana wakho ofikisayo Qinisekisa ukuba nobabini nonwabile ngesicwangciso sokhuseleko. Eyona nto ibalulekileyo ngokwenene kukuba uthethe nomntwana wakho ofikisayo njengoko usenza lento – abantwana badla ngokwazi lukhulu ngendawo ekhuselekileyo nengakhuselkanga!
zu: Uma ningakakwenzi nobabili okwamanje lokhu, yenza amabalazwe amabili nengane yakho ezindawo eziphephile nezindawo ezingaphephanga: * Yenza ibalazwe lomphakathi wakho * Ishadi lama-apps namawebusayithi asetshenziswa yingane yakho Qiniseka ukuthi nobabili niyalujabulela loluhlelo lokuphepha. Okubaluleke ngempela ukuthi nikhulume nengane yakho njengoba nenza lokhu - Kuvamile abantwana bethu bazi okuningi kunathi ngokuthi iziphi izindawo eziphephile nezingaphephile!

# template
source: map risks and support with their teens
af: bespreek risiko's en ondersteuning met hul tieners
xh: ukubhala imingcipheko nenkxaso kunye nabantwana babo abafikisayo
zu: thola izingozi kanye nokwesekwa kanye nentsha yabo

# template
source: map risks and support with your teen
af: bespreek risiko's en ondersteuning met jou tiener
xh: ukubhala imingcipheko nenkxaso kunye nomntwana wakho ofikisayo
zu: thola izingozi kanye nokwesekwa kanye kanye nengane yakho esebusheni bayo

# template
source: My teen and I disagreed on which areas and online activities were unsafe.
af: Ek en my tiener het nie saamgestem oor watter plekke en aanlyn aktiwiteite onveilig is nie.
xh: Mna nomntwana wam ofikisayo khange sivumelane ngeendawo ezingakhuselekanga kunye nezinto ezingakhuselekanga ezenziwa kwi-intanethi.
zu: Mina nengane yamsi esebusheni bayo asivumelani ngokuthi yiziphi izindawo nezinto eziku-inthanethi ezingaphephile.

# template
source: Well done for trying the activity! When we listen to our teenagers, even if we disagree, we learn to understand their thinking. Try and find time to do the activity again - try to really listen and show you understand them before sharing your thoughts.
af: Welgedaan dat jy die aktiwiteit probeer het! Wanneer ons na ons tieners luister, selfs as ons nie saamstem nie, leer ons om hul denke te verstaan. Probeer om tyd te vind om die aktiwiteit weer te doen – probeer om regtig te luister en te wys dat jy hulle verstaan voordat jy jou gedagtes deel.
xh: Usebenzile ngokuzama ukwenza le nto! Xa sibamamela abantwana bethu abafikisayo, sifunda ukuqonda indlela abacinga ngayo nokuba asivumelani nabo. Zama ukufumana ixesha lokwenza lo msebenzi kwakhona -zama ukumamela nyhani uze ubonise ukuba uyabaqonda ngaphambi kokuthetha ngeengcinga zakho.
zu: Wenze kahle ngokuzama lo msebenzi! Lapho silalela intsha yethu, ngisho noma singavumelani, sifunda ukuqonda indlela ecabanga ngayo. Zama ukuthola isikhathi sokuphinda wenze lo msebenzi - zama ukulalelisisa futhi ubonise ukuthi uyayiqonda intsha ngaphambi kokuba uyiphendule.

# template
source: My teen identified the house of someone I trust as unsafe. I was shocked and did not know what to do.
af: My tiener het die huis van iemand wat ek vertrou, as onveilig geïdentifiseer. Ek was geskok en het nie geweet wat om te doen nie.
xh: Umntwana wam uthe indlu yomntu endimthembayo ayikhuselekanga. Bendothukile kwaye ndingazi ukuba ndenzeni.
zu: Ingane yami esebusheni bayo ikhombe indlu yomuntu engimthembayo yathi ayiphephile. Bengishaqekile futhi ngingazi ukuthi ngenzeni.

# template
source: It is shocking to learn that people who are close to us and who we trust may be a danger to our teens. Remember to take a pause when you are upset, and try to listen calmly to your teen. Find someone you can talk to about this, perhaps a friend or support service, so you can get the support you need.
af: Dit is skokkend om uit te vind dat mense wat na aan ons is en wat ons vertrou, ’n gevaar vir ons tieners kan wees. Onthou om ’n pouse te neem wanneer jy ontsteld is, en probeer om kalm na jou tiener te luister. Soek na iemand met wie jy hieroor kan praat, miskien ’n vriend of ondersteuningsdiens, sodat jy die ondersteuning kan kry wat jy nodig het.
xh: Kuyothusa ukwazi ukuba abantu abasondeleyo kuthi nesibathembayo kusenokwenzeka bayingozi kubantwana bethu abafikisayo. Khumbula ukukhe uthathe ikhefu xa ukhathazekile, uze uzame ukummamela uzolile umntwana wakho ofikisayo. Fumana umntu onokuthetha naye ngale nto, mhlawumbi umhlobo okanye inkonzo yenkxaso, ukuze ufumane inkxaso oyidingayo.
zu: Kuyashaqisa ukuthola ukuthi abantu abasondele kuthina nesibathembayo bangaba yingozi entsheni yethu. Khumbula ukuthatha ikhefu lapho ucasukile, bese uzama ukulalela ingane yakho esebusheni bayo uzolile. Thola umuntu othile ongakhuluma naye ngalokhu, mhlawumbe umngane noma abasebenza ngokweseka, ukuze uthole usizo oludingayo.

# template
source: My teen insisted that the bar (or another place I don’t feel is safe) is safe for them to visit. I don’t know how to convince my teen.
af: My tiener het daarop aangedring dat die kroeg (of ’n ander plek wat ek nie voel veilig is nie) veilig vir hulle is om te besoek. Ek weet nie hoe om my tiener te oortuig nie.
xh: Umntwana wam ofikisayo unyanzelise ukuba ibhari (okanye enye indawo endicinga ukuba ayikhuselekanga) kukhuselekile ukuba ayindwendwele. Andiyazi ndingamoyisela njani umntwana wam ofikisayo.
zu: Ingane yams esebusheni bayo ikholelwa ukuthi i-bha (noma enye indawo enginomuzwa wokuthi ayiphephile) iyindawo ephephile engaya kuyo. Angazi ukuthi ngingayikholisa kanjani ingane yami.
