Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# data_list
source: Sorry that this was hard. Sometimes we just have to keep trying. Find a time when you and your teen are calm and try again to talk through a problem using the four steps of problem-solving. Together, you can do so much!
af: Jammer dat dit moeilik was. Soms moet ons net aanhou probeer. Kry ’n tyd wanneer jy en jou tiener kalm is en probeer weer om oor die probleem te praat terwyl julle die vier stappe van probleemoplossing toepas. Saam kan julle baie regkry!
sw: Tunasikitika kuona kuwa mambo yalikuwia magumu. Wakati mwingine tunapaswa kuendelea kujaribu. Tafuta muda ambao wewe na kijana wako mtakuwa mmetulia halafu mjaribu tena kuzungumzia tatizo kwa kutumia hatua nne za kutatua matatizo. Pamoja, mnaweza kufanya makubwa!
xh: Uxolo ukuba oko kube nzima. Maxa wambi kufuneka siqhubeke sizama. Fumana ixesha xa wena nomntwana wakho ofikisayo nizolileyo nize nizame ukuthetha ngengxaki kwakhona nisebenzisa amanyathelo amane okucombulula iingxaki. Nikunye ningafeza lukhulu!
zu: Uxolo ukuthi lokhu bekunzima. Ngezinye izikhathi kumelwe siqhubeke sizame. Thola isikhathi lapho wena nengane yakho nizolile bese niyazama futhi ukukhuluma ngenkinga nisebenzisa izinyathelo ezine zokuxazula inkinga. Ndawonye, ningenza okuningi!

# data_list
source: Great to hear it went well! Talking about risks and support options prevents problems and really helps to keep your teen safe.
af: Wonderlik om te hoor dit het goed gegaan! Gesprekke oor risiko’s en ondersteuningsopsies voorkom probleme en help regtig om jou tiener veilig te hou.
sw: Tunafurahi sana kusikia kuwa mambo yalienda vizuri! Kuzungumzia hatari na njia za msaada huzuia matatizo na husaidia sana kumweka salama kijana wako.
xh: Ndiyavuya ukuva ukuba kuhambe kakuhle! Ukuthetha ngemingcipheko nokhetho lwenkxaso kuthintela iingxaki kwaye kunceda ngokwenene ekugcineni umntwana wakho ofikisayo ekhuselekile.
zu: Siyajabula ukuzwa ukuthi kuhambe kahle! Ukukhuluma ngezingozi nezindlela zokwesekwa ezikhona kuvimbela izinkinga futhi kusiza ngempela ekugcineni ingane yakho iphephile.

# data_list
source: Sorry that this was hard. Mapping risks and places to get support can be challenging and emotional. It really does help to keep your teen safe!
af: Jammer dat dit moeilik was. Dit kan uitdagend en emosioneel wees om ’n kaart van risiko’s en plekke om ondersteuning te kry, te maak. Dit help regtig om jou tiener veilig te hou!
sw: Tunasikitika kuona kuwa mambo yalikuwia magumu. Kuonyesha maeneo ya hatari na ya kupata msaada kunaweza kuleta changamoto na hisia kali. Kufanya hivyo kunasaidia sana kumweka salama kijana wako!
xh: Uxolo ukuba oko kube nzima. Ukuceba imingcipheko kunye neendawo zokufumana inkxaso kungalucelomngeni kunye neemvakalelo. Kunceda ngokwenene ukugcina umntwana wakho ofikisayo ekhuselekile!
zu: Uxolo ukuthi lokhu bekunzima. Ukumepha izingozi kanye nezindawo ongathola kuzo ukwesekwa kungaba nzima futhi kuhlukumeze emoyeni. Kuyasiza ngempela ukugcina ingane yakho iphephile!

# data_list
source: Sorry that it didn’t go so well. This is not easy to do. Try to sit down and discuss it with your teen again. Also, is there someone your teen trusts who could join you in the discussion with your teen?
af: Jammer dat dit nie so goed gegaan het nie. Dis nie maklik nie. Probeer om dit weer rustig met jou tiener te bespreek. Maar ook, is daar iemand wat jou tiener vertrou, wat saam met jou met jou tiener kan gesels?
sw: Tunasikitika kuona kuwa mambo hayakwenda vizuri sana. Si rahisi kufanya hivyo. Jaribu kukaa chini na kulijadili tena na kijana wako. Pia, je, kuna mtu ambaye kijana wako anamwamini anayeweza kuungana na wewe kwenye mazungumzo na kijana wako?
xh: Uxolo ukuba oku akukhange kuhambe kakuhle. Oku akulula ukukwenza. Zama ukuhlala phantsi uze uncokole nomntwana wakho ofikisayo kwakhona. Okunye, ngaba ukho umntu othenjwayo ngumntwana wakho ofikisayo onokuba kunye nawe xa uncokola nomntwana wakho ofikisayo?
zu: Uxolo ukuthi akuhambanga kahle. Lokhu akulula ukukwenza. Phinda uzame ukuhlala phansi nixoxisane nengane yakho futhi. Okunye, ingabe ukhona omunye umuntu ingane yakho emethembayo ongahlanganyela nawe engxoxweni yakho nengane yakho?

# data_list
source: Great to hear it went well! Getting consequences right helps teens behave better and makes family life calmer.
af: Wonderlik om te hoor dit het goed gegaan! Wanneer gevolge reg vasgestel is, help dit tieners om hul beter te gedra en maak dit die gesinslewe rustiger.
sw: Tunafurahi sana kusikia kuwa mambo yalienda vizuri! Kuweka athari sahihi husaidia vijana kuwa na tabia nzuri zaidi na kufanya maisha ya familia kuwa tulivu zaidi.
xh: Kuyavuyisa ukuva ukuba izinto zihambe kakuhle! Ukunika imiphumo ngendlela efanelekileyo kunceda abantwana abafikisayo baziphathe kakuhle kuze kwenze ubomi bentsapho buzole.
zu: Siyajabula ukuzwa ukuthi kuhambe kahle! Ukuthola imiphumela emihle kusiza ingane ukuthi iziphathe kahle futhi kwenza umndeni ube nokuthula.

# data_list
source: Great to hear it went well! When your teen learns how to solve problems, they can use that skill their whole life. What a gift!
af: Wonderlik om te hoor dit het goed gegaan! Wanneer jou tiener leer hoe om probleme op te los, kan hulle daardie vaardigheid dwarsdeur hulle lewens gebruik. ’n Groot geskenk!
sw: Tunafurahi sana kusikia kuwa mambo yalienda vizuri! Kijana wako anapojifunza kutatua matatizo, anaweza kutumia ujuzi huo maishani mwake mwote. Zawadi iliyoje!
xh: Ndiyavuya ukuva ukuba kuhambe kakuhle! Xa umntwana wakho ofikisayo efunda ukusombulula iingxaki, unokusebenzisa eso sakhono ubomi bakhe bonke. Sisipho sokwenene!
zu: Siyajabula ukuzwa ukuthi kuhambe kahle! Lapho ingane yakho ifunda ukuxazulula izinkinga, ingasebenzisa lelo khono impilo yayo yonke. Isipho esihle kangaka!

# data_list
source: Other parents’ questions
sw: Maswali ya wazazi wengine

# data_list
source: Many parents really want to support their teens, but struggle to talk about sensitive topics like body changes and intimate relationships. Let’s look at a few questions from other parents to help you get started.
sw: Wazazi wengi wanataka sana kusaidia vijana wao, lakini upata wakati mgumu kuzungumza kuhusu mada nyeti kama vile mabadiliko ya mwili na mahusiano ya kimapenzi. Hebu tuangalie maswali machache kutoka kwa wazazi wengine ili kukusaidia kuanza.

# data_list
source: Warning signs
sw: Ishara za onyo

# data_list
source: People around us can make us feel respected, happy and safe. But sometimes, people can pressure us and make us feel uncomfortable. This can happen to teenagers and adults. When we know the warning signs, we can try and stop the situation to stay safe. Let’s look at some scenarios.
sw: Watu wanaotuzunguka wanaweza kutufanya tujisikie kuheshimiwa, kuwa na furaha na salama. Lakini nyakati fulani, watu wanaweza kutushinikiza na kutufanya tukose raha. Hii inaweza kutokea kwa vijana na watu wazima. Tunapojua ishara za onyo, tunaweza kujaribu na kukomesha hali hiyo ili tubaki salama. Hebu tuangalie baadhi ya matukio

# data_list
source: Use your voice
sw: Tumia sauti yako

# data_list
source: When we do not feel safe, we are allowed to do, say, and believe anything that helps keep us safe. The goal is to get away! Let’s think about the scenario when @global.w_svp_teen_girl_2 was forced into a car by a man. How could @global.w_svp_teen_girl_2 use her voice to get away?
sw: Wakati hatujisikii salama, tunaruhusiwa kufanya, kusema, na kuamini chochote kinachosaidia kutuweka salama. Lengo ni kuondoka! Hebu tufikirie hali ambapo @global.w_svp_teen_girl_2 alilazimishwa kuingia kwenye gari na mwanamume. Je, @global.w_svp_teen_girl_2 angewezaje kutumia sauti yake kutoroka?

# data_list
source: Use your body
sw: Tumia mwili wako

# data_list
source: When our voice does not stop the situation, we can use our bodies to defend ourselves. @global.w_svp_teen_girl_2’s attacker has some weak spots she can target in order to get away. The same can work for you:
sw: Pale sauti zetu zinaposhindwa kuzuia hali hiyo, tunaweza kutumia miili yetu kujilinda. Anayemshambulia @global.w_svp_teen_girl_2 ana sehemu dhaifu za kulenga ili kukimbia. Hali hiyo inaweza kukusaidia pia:

# data_list
source: Name your feelings
sw: Taja hisia zako

# data_list
source: When we are going through a difficult time, it can help to talk about or write down how we feel. Let's practice naming feelings.
sw: Tunapopitia wakati mgumu, inaweza kusaidia kuzungumzia au kuandika jinsi tunavyohisi. Wacha tujizoeze kutaja hisia.

# data_list
source: What could I do?
sw: Nini unaweza kufanya?

# data_list
source: Let’s think of activities you can do with your teen to help them learn.
sw: Hebu tufikirie shughuli unazoweza kufanya na kijana wako ili kuwasaidia kujifunza.

# data_list
source: Doing chores together
sw: Kufanya kazi za nyumbani pamoja

# data_list
source: Cleaning up is an important life skill. Get your teen to help you clean the house and make it fun!
sw: Usafi ni ujuzi wa muhimu katika maisha. Mchukue kijana wako akusaidie usafi wa nyumba na ifanye iwe ya kufurahisha!

# data_list
source: 1. Make a list of all the chores in the house with your teen. For example: washing dishes, sweeping, cooking, making the beds, or doing laundry. 2. Every week, let each family member choose a chore they want to do. 3. Agree when the chore should be done by. 4. Agree on what the consequence will be if it is not finished, and what small reward you can give as motivation to do the chore. 5. When the chore is done, praise your teen and let them mark it as 'done' on your list of chores. Praise and seeing progress are great motivation!
sw: 1. Tengeneza orodha ya kazi zote za nyumbani pamoja na kijana wako. Kwa mfano: kuosha vyombo, kufagia, kupika, kutandika vitanda, au kufua 2. Kila wiki, acha kila mwanafamilia achague kazi anayotaka kufanya. 3. Kubali wakati kazi hiyo inapaswa kufanywa na. 4. Kubaliana juu ya matokeo yatakuwaje ikiwa haijakamilika, na ni thawabu gani ndogo unaweza kutoa kama motisha ya kufanya kazi hiyo. 5. Kazi inapokamilika, msifu kijana wako na umruhusu atie alama kuwa 'imekamilika' kwenye orodha yako ya kazi za nyumbani. Kusifu na kuona maendeleo ni motisha kubwa!

# data_list
source: * When your teen is part of the decision, your teen will be more willing to help out. * A reward does not have to cost money and can be something small, like going to bed a bit later, having more time with friends, or doing a fun (free) activity together. * If your teen did not complete the chore, do not discipline them harshly. Instead, ask them why they were not able to complete the task and give them the consequence you decided on earlier.
sw: * Kijana wako anapokuwa sehemu ya uamuzi huo, kijana wako atakuwa tayari kukusaidia. * Zawadi si lazima igharimu pesa na inaweza kuwa kitu kidogo, kama vile kulala baadaye, kuwa na wakati mwingi na marafiki, au kufanya shughuli ya kufurahisha (bila malipo) pamoja. * Ikiwa kijana wako hakumaliza kazi hiyo, usiwaadhibu kwa ukali. Badala yake, waulize kwa nini hawakuweza kukamilisha kazi na uwape matokeo uliyoamua mapema.

# data_list
source: Traditional game
sw: Michezo ya asili

# data_list
source: Playing Bao can be a fun way to spend time with your teen. They will be excited to play a game with you and not only do chores.
sw: Kucheza Bao inaweza kuwa njia ya kufurahisha ya kutumia muda pamoja na kijana wako. Watakuwa na hamasa kucheza mchezo pamoja na wewe na sio tu kufanya kazi.

# data_list
source: You can play by drawing a Bao board in the sand and finding 32 small seeds, stones, or other small objects. The board has 2 rows with 8 small pits in each one, and 2 larger pits at the ends of the rows.
sw: Unaweza kucheza kwa kuchora Matundu ya bao kwenya ardhi na kutafuta mbegu ndogo 32, mawe, au vitu vidogovidogo. Ubao unakuwa na pande mbili yenye matundu madogo 8 kila pande, na matundu mawili makubwa mwishoni mwa pande hizo mbili.

# data_list
source: 1. Place 2 pieces (seeds, stones or whatever you found) in each of the smaller pits. The larger pits at the end of each row should be empty. 2. Decide who will go first. Choose one pit from your side, pick up the stones (there should be 2) and move in a circle around the board, drop one stone into each pit. It is then the other person's turn. The goal is to get all your stones into your big pit before the other person. 3. Keep playing until you have no more stones or no one can move any stones anymore. The person with the most stones in the big pit wins.
sw: 1. Weka vipande viwili (mbegu, mawe au chochote utakachokipata) katika kila tundu dogo. Matundu makubwa kwa kila upande yanatakiwa yasiwe na kitu. 2. Muamue yupi ataanza. Chagua tundu moja katika upande wako, chukua mawe (yanatakiwa yawe mawili) na kutembea katika mzunguko ndani ya ubao, dondosha jiwe moja katika kila kishimo. Ni zamu ya mtu mwingine. Lengo ni kuweka mawe yote katika shimo kubwa kabla mtu mwingine. 3. Endelea kucheza mpaka ukiwa huna mawe tena au hakuna mtu anaweza kuzungusha mawe tena. Mtu mwenye mawe mengi katika shimo kubwa anashinda.

# data_list
source: * If you played before, tell your teen stories about you playing the game. * Play a practice game to help your teen understand the rules. * Celebrate your teen’s successes and encourage them to keep practising, even if they do not win right away.
sw: * Kama ulicheza kabla, msimulie kijana wako kuhusu ulivyocheza mchezo huu. * Cheza mchezo wa majaribio kumsaidia kijana wako kuelewa sheria. * Sheherekea mafanikio ya kijana wako na muhimize kuendelea kufanya mazoezi hata kama hajashinda sasa.

# data_list
source: Walking together
sw: Tembea pamoja

# data_list
source: Walking around your community is an easy and fun way to spend quality time together. It is good exercise and helps your teen learn about their community.
sw: Kutembea katika jamii yako ni rahisi na njia ya kufurahisha kutumia muda pamoja. Ni mazoezi mazuri na yanasaidia kijana wako kujifunza kuhusu jamii yao.

# data_list
source: 1. Plan: Discuss with your teen to choose a time and a place to walk together. It could be a nearby park, market, or any interesting area. If you were going there anyway, ask your teen if they want to come with you. 2. Observe and explore: Encourage your teen to ask questions about what they see on the walk. This could be about people, nature or buildings. 3. Learn together: Tell your teen things you know about the area. For example, who lives in different directions, your favourite flower, or what the area looked like long ago.
sw: 1. Panga. Jadili na kijana wako mmchague muda na mahali kutembea pamoja. Inaweza kuwa sehemu ya wazi ya karibu, sokoni, au sehemu yoyote ya kuvutia. Na kama unaenda sehemu hiyo, muulize kijana kama anataka kwenda na wewe. 2. Tazama na chunguza. Muhamasishe kijana wako kuuliza maswali kuhusu wanachoona njiani mkitembea. Hii inaweza kuwa kuhusu watu, mandhari au majengo. 3. Tujifunze pamoja. Mwambie kijana wako kuhusu vitu unavyojua eneo hilo. Kwa mfano, watu wanaoishi pande tofauti, maua yako pendwa, au jinsi gani eneo hilo lilikuwa linaonekana kipindi cha nyuma

# data_list
source: * Use technology: Bring along your smartphone to take pictures of interesting things you see on the walk. Let your teen take photos and talk about it! * Make it regular: Schedule regular walks and explore new locations to keep the activity fresh and fun.
sw: * Tumia teknolojia: Tembea na simu janja yako kwa ajili ya kupiga picha ya vitu vinavyovutia unavyoviona wakati unatembea. Acha kijana wako apige picha na kuziongelea! * Fanya kitu cha mara kwa mara: Pangeni matembezi ya mara kwa mara na tafuta maeneo mapya kufanya zoezi kuwa jipya na shirikishi.

# data_list
source: Cooking traditional food
sw: Pika chakula cha asili

# data_list
source: Cooking traditional @global.regional food with your teen is a great way to connect, learn new skills, and share stories about your culture.
sw: Kupika chakula cha asili @global.regional food na kijana wako ni njia bora ya kuwaunganisha, kujifunza ujuzi mpya, na kusilimuliana kuhusu tamaduni yako.

# data_list
source: 1. Choose a recipe: Find a traditional recipe that you and your teen would like to prepare. You can also ask friends and family for their favourites. 2. Gather ingredients: Ask your teen to help you get all the necessary ingredients and materials. 3. Clean and prepare the cooking area: Make sure the kitchen area is clean and tidy before you start cooking. Teach your teen to wash their hands thoroughly when working with food. 4. Enjoy the meal: Eat the meal you prepared together! Talk about the flavours and textures of the food and share stories about traditional food in your culture. 5. Clean up: Once you have finished eating, clean up the cooking area together.
sw: 1. Chagua aina ya mapishi. Tafuta mapishi ya kitamaduni ambayo wewe na kijana wako mngependa kuandaa. Unaweza pia kuuliza marafiki na familia kile wanachopendelea. 2. Andaa viungo. Uliza kijana wako akusaidie kupata viungo na vyote muhimu. 3. Safisha na andaa eneo la kupikia. Hakikisha eneo la jikoni ni safi na nadhifu kabla ya kuanza kupika. Mfundishe kijana wako kunawa mikono vizuri anapoandaa chakula. 4. Furahia chakula. Kula chakula mlichoandaa pamoja! Zungumza kuhusu ladha na muundo wa chakula na mshirikishane hadithi kuhusu vyakula vya kitamaduni katika jamii yenu. 5. Safisha. Mara baada ya kumaliza kula, safisheni kwa pamoja sehemu ya kupikia.

# data_list
source: * Plan with your teen: Ask your teen in the morning if they can help you with the cooking tonight. This gives them time to plan their school work and time with friends. * Involve them: Tell them what you are cooking tonight and ask them if they know the ingredients. * Clear tasks: Ask your teen to chop the food or check the heat of the pots. They will be more interested if they help you and not only watch you cook. * Make it regular: Ask them to help you with the cooking more and let them try different jobs like chopping different vegetables or starting a fire.
sw: * Panga na kijana wako: Muulize kijana wako kama anaweza kukusaidia kupika usiku. Hii, inawapa muda wa kupangilia kazi zao za shule na muda pamoja na marafiki. * Wahusishe: Waambie ni nini unapika usiku na wauliza kama wanajua viungo husika. * Gawa kazi: Muulize kijana wako aandae chakula na kuangalia hali ya joto ya sufuria. Watakuwa na shauku zaidi kama watakusaidia na sio kukuangalia tu kupika. * Ifanye iwe ya mara kwa mara: Waambie wakusaidie kupika zaidi na waache wajaribu kazi nyingine kama kukata mboga tofauti au kuwasha moto.

# data_list
source: Gardening
sw: Shughuli za bustani

# data_list
source: Gardening is a fun way to spend quality time with your teen. It is also very useful for them to learn how to grow food.
sw: Shughuli za bustani ni njia ya kufurahisha ya kutumia muda pamoja na kijana wako. Na pia ni muhimu sana kwao kujifunza namna ya kupanda mimea ya chakula.

# data_list
source: 1. Choose some plants: Ask your teen to help you choose some plants to grow in the garden. This will make them feel involved. You could choose plants you can eat, like vegetables or herbs, which you can grow and then cook together. 2. Get creative with containers: You do not need lots of space to plant a garden. You can use old broken buckets, tin cans, or even plastic bottles as pots to plant in. 3. Plant the seeds: Make planting the seeds a fun activity. Have a "planting party" where you and your teen take turns planting the seeds in the soil. 4. Water and care for the plants: Create a time table for watering and caring for the plants. Let your teen take charge of this task and ask them to look after the plants they planted. 5. Watch the plants grow: Encourage your teen to write down the changes they see every week to see how much the plants have grown.
sw: 1. Chagua baadhi ya mimea: Mwambie kijana akusaidie kuchagua baadhi ya mimea ya kupanda katika bustani. Hii itawafanya wajione wanahusishwa. Unaweza kuchagua mimea ambayo unaweza kula, kama mboga za majani au mimea dawa, ambayo unaweza kupanda na pia kuzipika kwa pamoja. 2. Kuwa mbunifu na vifaa vya kutunzia: Huhitaji sehemu kubwa ya kupanda bustani. Unaweza kutumia ndoo mbovu, makopo, au chupa za plastiki kama vyungu vya kupandia. 3. Panda mbegu: Fanya kupanda mbegu kama jambo la furaha. Fanya "Sherehe ya upandaji mbegu" na kijana wako, panda mbegu kwa kubadilishana na kijana wako. 4. Mwagilia na jali mimea: Tengeneza ratiba ya kumwagilizia na kujali mimea. Mwache kijana wako asimamie jukumu hili na waambie waiangalie mimea waliyopanda. 5. Angalia mimea ukikuwa: Muhamasishe kijana wako aandike mabadiliko anayoyaona kila wiki ili kuona kwa kiasi gani mimea inakuwa.

# data_list
source: * Let your teen make some of the decisions, like where to dig the holes or which container to plant in. * Make gardening social by inviting friends or family to join the fun.
sw: * Muache kijana wako afanye baadhi ya maamuzi, kama wapi pakuchimba mashimo au kontena lipi lipandwe nini. * Fanya upandaji mbegu kuwa jambo la kijamii kwa kuwaalika marafiki au familia washiriki furaha hio.

# data_list
source: Charades
sw: Mchezo wa mafumbo

# data_list
source: Charades is an easy, fun game that will teach your teen to think quickly, work together and be bold.
sw: Mchezo wa mafumbo ni rahisi, wa kufurahisha utamsaidia kijana wako kufikiri kwa haraka, kufanya kazi kwa pamoja na kuwa jasiri.

# data_list
source: 1. One person thinks of a word, which they don’t tell anyone else. 2. They then have to act out the word, without speaking, to try and get the other people to guess the word. 3. Some words you could try to act out are things like sweeping, eating, playing a sport, or brushing teeth. 4. If you guess the word right, it is the other person's turn.
sw: 1. Mtu mmoja anafikiria neno ambalo hawamwambii mtu yeyote yule. 2. Halafu wanafanya maigizo kulingana na hilo neno, bila kuongea, kujaribu na kuwafanya watu wengine wabuni hilo neno. 3. Baadhi ya maneno unaweza jaribu ni kama kufagia, kula, kucheza michezo au kusugua meno. 4. Ukipatia neno hilo kwa usahihi, ni zamu ya mtu mwingine.

# data_list
source: * Make sure everyone gets a turn to act out words or phrases. * Remember to praise your teen for trying. * If your teen is struggling to guess, give them hints on what it could be. * If the game is too easy, try more difficult words. * Remember to have fun and support each other for the whole game.
sw: * Hakikisha kila mmoja anapata nafasi ya kuigiza neno au misemo. * Kumbuka kumpongeza kijana wako kwa kujaribu. * Kama kijana wako anapata changamoto, mpatie vidokezo kuhusu nini inaweza kuwa. * Kama mchezo ni rahisi, jaribu maneno au misemo migumu. * Kumbuka kuwa na furaha na msaidiane kwa pamoja katika mchezo wote.

# data_list
source: Role play
sw: Maigizo

# data_list
source: Role-playing is when you pretend to be someone in a certain situation, and act out how you think things will go. This is a fun way to help your teen understand how others might act or feel, and for you to learn more about how your teen thinks and feels.
sw: Igizo ni pale ambapo unajifanya kuwa mtu katika hali fulani, na igiza namna unafikiri vitu vitakavyoenda. Hii ni njia ya furaha ya kumsaidia kijana wako aelewe jinsi wengine watafanya au kujisikia, na kwa ajili yako kujifunza zaidi kuhusu namna kijana wako anavofikiria na kujisikia.
