Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# template
source: - Explain that grief comes with many emotions and reactions. Show your teen that they are loved and cared for, and encourage them to share their emotions by talking, writing or drawing. - If there is a support group that your teen can be part of, this can help. - If a teen talks about wanting to hurt or kill themselves, ask for help from someone as soon as you can. - If you can, keep your normal daily routines, this can be comforting for teens. - It can help for teens to be part of rituals around death - to choose a song or something to say. - Spending a few minutes every day focused on your teen helps to make them feel more secure and give them a chance to relax or talk about things that are upsetting them.
af: -Verduidelik dat hartseer met baie emosies en reaksies gepaard gaan. Wys vir jou tiener dat hulle geliefd en versorg is, en moedig hulle aan om hul emosies te deel deur daaroor te praat, skryf of teken. -Indien daar 'n ondersteuningsgroep is waarvan jou tiener kan deel word, kan dit help. -As 'n tiener praat van hulself beseer of om die lewe bring, vra vir hulp by iemand so vinnig as wat jy moontlik kan. -Indien moontlik, hou by jou normale daaglikse roetines, dit kan vir 'n tiener vertroostend wees. -Dit kan help vir tieners om deel te neem aan rituele rondom die dood - om 'n lied te kies of om iets te sê. -Deur elke dag 'n paar minute op jou tiener te fokus help om hulle veiliger te laat voel en gee hulle 'n kans om te ontspan of te praat oor dinge wat hulle ontstel.
sw: Eleza kwamba kufiwa huambatana na hisia mbalimbali. Mwonyeshe kijana wako kwamba anapendwa na kutunzwa, na mtie moyo awashirikishe wengine hisia zake kwa kuzungumza, kuandika au kuchora. - Kama kuna kikundi kinachotoa msaada ambacho kijana wako anaweza kujiunga nacho, kinaweza kumsaidia. - Kama kijana anazungumzia kutaka kujidhuru au kujiua, omba msaada kwa mtu haraka iwezekanavyo. - Ukiweza, endelea na shughuli zako za kawaida za kila kila siku; kufanya hivyo kunaweza kuwafariji vijana. - Vijana kushiriki mila na desturi za msiba kunaweza kusaidia – kuchagua wimbo au kitu cha kusema. - Kutumia muda fulani kila siku kumjali kijana wako kunasaidia kumfanya ajisikie kuwa salama zaidi na mpe nafasi ya kuwa huru au kuzungumzia mambo yanayomfadhaisha.
zu: -Chaza ukuthi usizi luza nemizwa eminingi nezenzo ezingi. Tshengisa umntwana wakho ukuthi uyathandwa futhi unakekelwe, umkhuthaze ukuthi akhulume ngemizwa yakhe noma ayibhale phansi noma ayidwebe. -Uma kuneqembu elesekanayo angaba yingxenye yalo umntwana, kungasiza. -Uma umntwana ekhuluma ngokufuna ukuzilimaza noma ukuzibulala, cela usizo komunye umuntu ngokushesha. -Uma ungakwazi, gcina izinqubo zenjwayelo zansuku zonke, lokhu kungaba yiduduza entsheni. -Kungayisiza intsha ukuba yingxenye yamasiko noma imisebenzi emayalana nokushona komuntu - ukukhetha iculo noma ukusho okuthile. -Ukuchitha imizuzu embalwa nsuku zonke ugxile emntwaneni wakho kuyamsiza ekutheni azizwe evikelekile futhi kumnikeze ithuba lokuphumula noma lokuxoxa ngeznto ezimkhathazayo.

# template
source: Sit with your teen and choose: * How could a person feel when someone they love passes away? * How do you feel now?
sw: Kaa na kijana wako na mchague: * Mtu anaweza kujisikiaje endapo mtu anayempenda anapofariki? * Unajisikiaje sasa?

# template
source: You can choose more than one feeling (or all feelings!), and you can think of other feelings if they are not here.
sw: Unaweza kuchagua hisia zaidi ya moja (au hisia zote!), na unaweza kuongeza hisia zingine ikiwa hazipo hapa.

# template
source: praise
sw: kusifia

# template
source: Timer
af: Tydhouer
sw: Kipima muda
xh: Isibali xesha
zu: Isibali sikhathi

# template
source: Press the triangle to help you keep this discussion to @local.timer_duration minutes.
af: Druk die driehoek om jou te help om hierdie gesprek by @local.timer_duration minute te hou.
sw: Binya pembetatu ili mjadala huu udumu kwa dakika @local.timer_duration.
xh: Cofa unxa-ntathu ukuze ukwazi ukugcina le ncoko ku-@local.timer_duration ngemizuzu.
zu: Cindezela unxantathu ukukusiza ugcine le ngxoxo kumizuzu we- @ local.timer_duration.

# template
source: Start Positively Together
af: Begin positief saam
sw: Anzeni Vizuri Pamoja
xh: Qalisani Kunye Ngendlela Ekhuthazayo
zu: Qalani Kahle Ndawonye

# template
source: Welcome @fields.group_name
af: Welkom, @fields.group_name
sw: Karibuni @fields.group_name
xh: Wamkelekile @fields.group_name
zu: Siyakwamukela @fields.group_name

# template
source: It's great to see you again! Let's start with caring for you.
af: Dis wonderlik om jou weer te sien! Kom ons begin met omgee vir jou.
sw: Tunafurahi kukuona tena! Hebu tuanze na kukuthamini wewe.
xh: Kuluvuyo ukukubona kwakhona! Masiqalise ngokunyamekela wena.
zu: Kuhle ukukubona futhi! Ake siqale ngokunakekela wena.

# template
source: Take turns: * Share: How are you feeling today? * Praise someone in your group for something they did well this week! Remember that no matter how you feel, it’s great you are here. You all deserve praise.
af: Maak beurte: * Deel: Hoe voel jy vandag? * Prys iemand in jou groep vir iets wat hulle hierdie week goed gedoen het! Onthou dat ongeag hoe jy voel, dit is wonderlik dat jy hier is. Julle verdien almal om geprys te word.
sw: Peaneni zamu: * Shirikisha wengine: Je, unajisikiaje leo? * Msifie mtu kwenye kikundi chako kwa jambo alilofanya vizuri wiki hii! Kumbukeni kwamba bila kujali mnavyojisikia, nyinyi kuwa hapa ni jambo zuri sana. Nyote mnastahili kusifiwa.
xh: Tshintshanani: * Yabelanani Uziva njani namhlanje? * Ncoma umntu okwiqela lakho ngento entle ayenzileyo kule veki! Ukhumbule ukuba, kungakhathaliseki ukuba uziva njani, kumnandi ukukubona ulapha. Nifanele kukunconywa xa ninonke.
zu: Shintshisanani: * Yabelana: Uzizwa kanjani namuhla? * Ncoma othile eqenjini lakho ngokuthile akwenze kahle kuleli sonto! Khumbula ukuthi kungakhathaliseki ukuthi uzizwa kanjani, kuhle ukuthi ulapha. Nonke nifanelwe ukunconywa.

# template
source: We all have negative thoughts sometimes.
af: Ons het almal soms negatiewe gedagtes.
sw: Wakati mwingine, sisi sote huwa na mawazo hasi.
zu: Sonke siyaba nayo imicabango emibi ngezinye izikhathi.

# template
source: "I am a failure"
af: "Ek is 'n mislukking"
sw: "Mimi ni wa kushindwa"
zu: "Ngiyisahluleki"

# template
source: What to do?
af: Wat om te doen?
sw: Nini cha kufanya?
zu: Kufanele ngenzeni?

# template
source: Examples
af: Voorbeelde
sw: Mifano
zu: Izibonelo

# template
source: Telling yourself or your teen to stop or to say the positive opposite often does not help.
af: Om vir jouself of jou tiener te sê om op te hou of om die positiewe teenoorgestelde te stel help dikwels nie.
sw: Mara nyingi, kujiambia mwenyewe au kumwambia kijana wako kuacha au kusema kinyume na mambo chanya hakusaidii.
zu: Ukuzitshela noma ukutshela mntwana wakho ukuthi imani noma usho into enhle futhi ehlukile kwesinye isikhathi akusebenzi.

# template
source: "I do everything perfectly"
af: "Ek doen alles perfek"
sw: "Ninafanya kila kitu kikamilifu"
zu: "Konke ngikwenza kahle kakhulu"

# template
source: Instead, you can ask:
af: In plaas daarvan, kan jy vra:
sw: Badale yake, unaweza kuuliza:
zu: Kunalokho, ungabuza/ungacela

# template
source: - Is the thought realistic? What are other explanations? - What happens if I continue to believe this thought? - What would I tell a friend if he/she had this thought?
af: -Is die gedagte realisties? Watter ander verduidelikings is daar? -Wat sal gebeur as ek voortgaan om hierdie gedagte te glo? -Wat sal ek vir 'n vriend sê as hy/sy hierdie gedagte sou hê?
sw: - Je, wazo hilo linatekelezeka? Maelezo mengine ni yapi? - Ni nini kitatokea nikiendelea kuamini wazo hili? - Nimwambie nini rafiki kama ana wazo hili?
zu: - Ingabe lomcabango ungowoqobo? Eziphi ezinye izincazelo? - Kwenzakalani uma ngiqhubeka ukukholelwa kulomcabango? - Ngingathini kumngani uma enalomcabango?

# template
source: "This is hard, but you are trying your best, and we will work together to find a solution"
af: "Hierdie is moeilik, maar jy probeer jou bes, en ons sal saam werk om 'n oplossing te vind"
sw: "Jambo hili ni gumu, lakini unajitahidi kadri ya uwezo wako, na tutashirikiana kutafuta ufumbuzi"
zu: Kunzima, kodwa uzama ngakho konke okusemandleni futhi sizobambisana ekutholeni isixazululo"

# template
source: "It’s your fault"
af: "Dis jou skuld"
sw: "Ni kosa lako"
zu: "Iphutha lakho"

# template
source: "Let’s come up with a solution together"
af: "Laat ons saam met 'n oplossing vorendag kom"
sw: "Hebu tutafute ufumbuzi pamoja"
zu: "Masiqhamuke nesisombululo ngokubambisana"

# template
source: "I lost my job"
af: "Ek het my werk verloor"
sw: "Nilipoteza kazi yangu"
zu: "Ngilahlekelwe umsebenzi"

# template
source: "I learned a lot in my job – that will help me find another one"
af: "Ek het baie in my werk geleer - dit sal my help om 'n ander een te vind"
sw: "Nilijifunza mengi kwenye kazi yangu – hiyo itanisaidia kupata nyingine"
zu: "Kuningi engikufundile emsebenzini wami - lokho kuzongisiza ekutholeni omunye"

# template
source: "Nobody likes me"
af: "Niemand hou van my nie"
sw: "Hakuna mtu anayenipenda"
zu: "Akekho umuntu ongithandayo"

# template
source: "Last week I did have a great time with..."
af: "Verlede week het ek 'n heerlike tyd gehad saam met..."
sw: "Wiki iliyopita nilifurahi sana na..."
zu: Kulelisonto eledlule ngibe naso isikhathi esimunandi no..."

# template
source: "Bad things always happen to me"
af: "Slegte dinge gebeur altyd met my"
sw: "Mambo mabaya hunitokea kila wakati"
zu: "Ngihlale ngehlelwa izinto ezimbi"

# template
source: "This good thing happened the other day..."
af: "Hierdie goeie ding het nou die dag gebeur..."
sw: "Jambo hili zuri lilitokea siku fulani..."
zu: "Lento enhle isike yenzekile ngelanga eledlule..."

# template
source: Change
af: Verandering
sw: Badili
zu: Shintsha

# template
source: Teen
sw: Kijana

# template
source: Age of teen
sw: Umri wa kijana

# template
source: Let’s start with a few questions about your family.
sw: Hebu tuanze na maswali machache kuhusu familia yako.

# template
source: How many teens are in your household?
sw: Je, kuna vijana wangapi kwenye kaya yako?

# template
source: How old are they?
sw: Je, wana umri gani?

# template
source: Let's Slow Down
af: Kom ons gaan ’n bietjie stadiger
sw: Twende polepole
xh: Masithobe Isantya
zu: Masehlise Isivinini

# template
source: You’ve completed your @global.workshop.
sw: Umekamilisha @global.workshop.

# template
source: You have completed your @global.workshop. The next @global.workshop will celebrate you all, and help you plan for the future. Why don’t you plan some party food together, and have some music ready if you like to dance!
sw: Umemaliza @global.workshop ya wiki hii. @global.workshop inayofuata itawasheherekea wote, na kuwasaidia kupanga mipango ya siku zijazo. Kwa nini msipange kufanya sherehe ya chakula pamoja, na kuandaa muziki kama mtapenda kucheza!

# template
source: You have completed your @global.workshop. The next @global.workshop will celebrate you, and you can choose the support you want going forward. You can prepare a treat to celebrate – something you like to eat, or music you like to listen to!
sw: Umemaliza @global.workshop ya wiki hii. @global.workshop ya wiki ijayo tutakusherehekea, na unaweza kuchagua msaada unaoutaka ili kusonga mbele. Unaweza kuandaa sherehe – kitu unachopenda kula, au muziki unaopenda kusikiliza!

# template
source: We are so proud of you. You have shown strength, courage, and love for your family. Parents are amazing. You are amazing. This song is for parents everywhere. Listen, dance together and celebrate yourselves!
af: Ons is so trots op julle. Julle het wilskrag, moed en liefde vir jul gesinne gewys. Ouers is ongelooflik. Julle is ongelooflik. Hierdie liedjie is vir ouers oral. Luister, dans saam en vier julself!
sw: Tunajivunia sana wewe. Mmeonyesha uwezo, ujasiri, na upendo kwa familia zenu. Wazazi ni wazuri. Wewe ni mzuri. Wimbo huu ni zawadi kwa wazazi popote walipo. Sikilizeni, chezeni pamoja na msherehekee!
xh: Siyazingca ngawe. Uye wabonakalisa amandla, isibindi kunye nokuyithanda intsapho yakho. Abazali bagqwesile. Uyamangalisa. Le ngoma yeyabazali nokuba baphi na. Mamela, danisani kunye nize nizibhiyozele!
zu: Siyaziqhenya ngawe. Uye wabonisa amandla, isibindi kanye nothando lomndeni wakho. Abazali bayamangalisa. Uyamangalisa. Le ngoma eyabazali yonke indawo. Yilaleleni, nidanse ndawonye futhi nizihalalisele!

# template
source: We are so proud of you. You have shown strength, courage, and love for your family. Parents are amazing. You are amazing. This song is for parents everywhere. Listen, dance and celebrate yourself!
af: Ons is so trots op jou. Jy het wilskrag, moed en liefde vir jou gesin gewys. Ouers is ongelooflik. Jy is ongelooflik. Hierdie liedjie is vir ouers oral. Luister, dans saam en vier jouself!
sw: Sisi tunajivunia sana nyie. Mmeonyesha uwezo, ujasiri, na upendo kwa familia zenu. Wazazi ni wazuri sana. Wewe ni mzuri sana. Wimbo huu ni zawadi kwa wazazi popote walipo. Sikilizeni, chezeni pamoja na msherehekee!
xh: Siyazingca ngawe. Uye wabonakalisa amandla, isibindi kunye nokuyithanda intsapho yakho. Abazali bagqwesile. Uyamangalisa. Le ngoma yeyabazali nokuba baphi na. Mamela, danisani kunye nize nizibhiyozele!
zu: Siyaziqhenya ngawe. Uye wabonisa amandla, isibindi kanye nothando lomndeni wakho. Abazali bayamangalisa. Uyamangalisa. Le ngoma eyabazali yonke indawo. Yilalele, udanse futhi uzihalalisele!

# template
source: Read along
af: Lees aan
sw: Endelea kusoma
zu: Fundani kanye kanye

# template
source: See you soon.
af: Sien jou binnekort.
sw: Tutaonana baadaye kidogo.
xh: Masiphinde sikubone kungekudala.
zu: Sizokubona maduzane.

# template
source: You can always find these tools in the @global.parent_centre.
sw: Unaweza kupata zana hizi kila wakati katika @global.parent_centre.

# template
source: Next week, you’ll share with your group how your home practice went. You can also support and remind each other during the week.
af: Volgende week sal jy met jou groep deel hoe dit met jou tuisoefening gegaan het. Julle kan mekaar ook gedurende die week ondersteun en daaraan herinner.
sw: Wiki ijayo, utashirikisha kikundi chako jinsi gani zoezi la nyumbani lilivyoenda. Pia mnaweza kusaidiana na kukumbushana na wengine wiki hii.
xh: Kwiveki ezayo, uza kuxelela iqela lakho ukuba zihambe njani izinto xa ubuqhelisela ekhaya. Ebudeni beveki, ninako nokukhumbuzana nize nixhasane.
zu: Ngesonto elizayo, uzoxoxela iqembu lakho indlela okuhambe ngayo ukuzijwayeza ekhaya. Ningasekelana futhi nikhumbuzane phakathi nesonto.

# template
source: Small actions, big results! Parents who practice their @global.workshop skills at home get better results.
sw: Matendo madogo, matokeo makubwa! Wazazi wanaofanyia kazi mazoezi ya nyumbani waliyopata kwenye @global.workshop hupata matokeo mazuri zaidi.

# template
source: Hear a teen's testimonial
af: Luister na 'n tiener se getuigskrif
sw: Sikia ushuhuda wa kijana
zu: Yizwa ubufakazi bomntwana

# template
source: Read a teen's testimonial
af: Lees 'n tiener se getuigskrif
sw: Soma ushuhuda wa kijana
zu: Funda ubufakazi bomntwana

# template
source: All @global.workshops_capital
sw: @global.workshops_capital zote

# template
source: Things to do
sw: Vitu vya kufanya

# template
source: Sorry we missed this!
af: Jammer dat ons dit gemis het!
sw: Samahani, hatukuiona hii!
xh: Uxolo siyiphosile le nto!
zu: Siyaxolisa asikubonanga lokhu!

# template
source: Do you want to share it with us?
af: Wil jy dit met ons deel?
sw: Je, ungependa kutushirikisha na sisi?
xh: Ngaba ufuna ukwabelana ngayo kunye nathi?
zu: Uyafisa ukuxoxisana ngakho nathi?

# template
source: Thank you for sharing your challenge! We will use this feedback to make @global.parent_app better.
af: Dankie dat jy jou uitdaging deel! Ons sal hierdie terugvoer gebruik om@global.parent_app beter te maak.
sw: Asante kwa kutushirikisha changamoto yako! Tutatumia mrejesho huu ili kuboresha @global.parent_app.
xh: Enkosi ngokwabelana ngocelo-mngeni lwakho! Siza kulusebenzisa olu luvo ukuze senze @global.parent_app ngcono.
zu: Siyabonga ngokwabelana ngenselelo yakho! Sizosebenzisa le mpendulo ukwenza i-@global.parent_app ibe ngcono.

# template
source: Sorry to hear the tips did not help you.
af: Jammer om te hoor dat die wenke jou nie gehelp het nie.
sw: Tunasikitika kusikia kuwa vidokezo hivi havikukusaidia.
xh: Sibuhlungu ukuva ukuba amacebiso khange akuncede.
zu: Uxolo ukuzwa amacebiso awakusizanga.

# template
source: Do you want to share with us what you think would help you?
af: Wil jy met ons deel wat jy dink jou sou help?
sw: Je, unataka kutushirikisha kitu gani unafikiri kingekusaidia?
xh: Ngaba ufuna ukusichazela ukuba ucinga ukuba yintoni enokukunceda?
zu: Uyafuna ukwabelana nathi ngalokho ocabanga ukuthi kungakusiza?

# template
source: Thank you for sharing! You are an awesome parent for trying to spend time with your teen. It makes all the difference. Keep up the good work, and remember, I am always here to support!
af: Dankie dat jy dit deel! Jy is ’n wonderlike ouer omdat jy probeer om tyd met jou tiener deur te bring. Dit maak ’n groot verskil. Doen so voort en onthou, ek is altyd hier om te help!
sw: Asante sana kwa kushirikisha! Wewe ni mzazi mzuri sana kwa kujaribu kutumia muda wa pamoja na kijana wako. Kufanya hivi kunaleta mabadiliko. Endelea na kazi nzuri, na kumbuka, niko hapa kusaidia!
xh: Enkosi ngokwabelana! Ungumzali ogqwesileyo ngokuzama ukuchitha ixesha kunye nomntwana wakho ofikisayo. Oko kwenza wonke umahluko. Qhubeka usenza umsebenzi omhle kwaye ungalibali ukuba ndisoloko ndikhona ukuze ndikuxhase!
zu: Siyabonga ngokwabelana nathi! Ungumzali omuhle ngenxa yokuzama ukuchitha isikhathi nengane yakho esebusheni yakho lokho kwenza umehluko omkhulu. Qhubeka wenza umsebenzi omuhle, ukhumbule ukuthi ngihlale ngilapha ukuze ngikusekele!

# template
source: What you need
sw: Unachohitaji

# template
source: Steps
sw: Hatua

# template
source: Tips
sw: Vidokezo

# template
source: Try also
sw: Jaribu pia

# template
source: Learn Together
af: Leer saam
sw: Kujifunza Pamoja
xh: Masifunde Kunye
zu: Fundani Ndawonye

# template
source: It is time to learn and practice together!
sw: Sasa ni muda wa kujifunza na kufanya mazoezi pamoja!

# template
source: Learn
af: Leer
sw: Jifunze
xh: Funda
zu: Funda

# template
source: It is time to learn and practice!
sw: Sasa ni muda wa kujifunza na kufanya mazoezi!

# template
source: Listen Together
af: Luister saam
sw: Sikiliza Pamoja
xh: Masimamele Sisonke
zu: Lalelani Ndawonye

# template
source: Let's listen to an audio together!
af: Kom ons luister saam na ’n klankopname!
sw: Hebu tusikilize pamoja!
xh: Masiyimameleni sonke le nto imanyelwayo!
zu: Masilalele okuqoshiwe ndawonye!

# template
source: Listen
af: Luister
sw: Sikiliza
xh: Mamela
zu: Lalela

# template
source: Let's listen to an audio!
af: Kom ons luister na ’n klankopname!
sw: Hebu tusikilize pamoja!
xh: Masimameleni i-audio!
zu: Masilalele okuqoshiwe!

# template
source: Active
af: Aktief
sw: Inaendelea
zu: Umsebenzi

# template
source: sections
sw: sehemu

# template
source: module
sw: kipindi

# template
source: Hi @fields.user_name! This week you did:
af: Hallo, @fields.user_name! Hierdie week het jy die volgende gedoen:
sw: Habari @fields.user_name! Wiki hii ulifanya:
xh: Molo @fields.user_name! Kule veki uye wenza:
zu: Sawubona @fields.user_name! Kuleli sonto wenze lokhu:

# template
source: Hi @fields.user_name! Thank you for using @global.parent_app and committing to your parenting. Remember to tap your @global.parent_points!
af: Hallo, @fields.user_name! Dankie dat jy @global.parent_app gebruik en jou tot jou ouerskap verbind. Onthou om op jou @global.parent_points te tik!
sw: Habari @fields.user_name! Asante kwa kutumia @global.parent_app na kujitolea kwa dhati kwenye malezi yako. Kumbuka kuvuna @global.parent_points zako!
xh: Molo @fields.user_name! Enkosi ngokusebenzisa i-@global.parent_app nangokuzimisela ekubeni ngumzali. Khumbula ukucofa i@global.parent_points yakho!
zu: Sawubona @fields.user_name! Siyakubonga ngokusebenzisa i-@global.parent_app nangokuzibophezela ekubeni umzali. Ukhumbule ukucofa ku i-@global.parent_points amaphuzu!

# template
source: That’s wonderful!
af: Dis wonderlik!
sw: Hilo ni jambo zuri!
xh: Kuyancomeka oku!
zu: Kuhle kakhulu lokho!

# template
source: Nice work!
af: Mooi so!
sw: Kazi nzuri!
xh: Wenza umsebenzi omhle!
zu: Umsebenzi omuhle!

# template
source: Your commitment is not taken for granted.
af: Jou toegewydheid word diep waardeer.
sw: Kujitolea kwako si kwa bure.
xh: Ukuzinikela kwakho akulolize.
zu: Ukuzibophezela kwakho akusiyona into encane.

# template
source: Keep up the good work!
af: Hou so aan!
sw: Endeleza kazi hii nzuri!
xh: Qhubeka nalo msebenzi mhle!
zu: Qhubeka nokwenza umsebenzi omuhle!

# template
source: This is lovely!
af: Uitstekend!
sw: Inafurahisha sana!
xh: Oku kuyathandeka!
zu: Kuhle lokhu!

# template
source: Tap yourself on the shoulder. You deserve this.
af: Klop jouself op die skouer. Jy verdien dit.
sw: Jipongeze. Unastahili.
xh: Ziqhwabele izandla. Ukufanele oku.
zu: Zithinte ehlombe. Kukufanele lokhu.

# template
source: Every @global.parent_point counts!
af: Elke @global.parent_point tel!
sw: Kila @global.parent_point ni ya muhimu sana!
xh: I@global.parent_point nganye uyabala!
zu: Wonke @global.parent_point ubalulekile!

# template
source: Relax now
af: Ontspan nou
sw: Tulia sasa
xh: Phola ngoku
zu: Phumula manje

# template
source: Did you relax already? Tap it!
af: Het jy alreeds ontspan? Tik dit!
sw: Je, tayari umepumzika? Bofya!
xh: Ngaba sowupholile? Yicofe!
zu: Ingabe usuphumulile nje? chofoze!

# template
source: Here is a fun activity to do with your teen!
af: Hier is ’n prettige aktiwiteit om saam met jou tiener te doen!
sw: Hapa kuna shughuli ya kufurahisha ya kufanya na kijana wako!
xh: Nantsi into emnandi onokuyenza nomntwana wakho ofikisayo!
zu: Nansi imisebenzi emnandi ongayenza nengane yakho esebusheni bayo!

# template
source: Continue @local.workshop_data.in_text_title
af: Gaan voort met @local.workshop_data.in_text_title
sw: Endelea na @local.workshop_data.in_text_title
xh: Qhubeka ne-@local.workshop_data.in_text_title
zu: Qhubeka @local.workshop_data.in_text_title

# template
source: Start @local.workshop_data.in_text_title
af: Begin @local.workshop_data.in_text_title
sw: Anza @local.workshop_data.in_text_title
xh: Qalisa i-@local.workshop_data.in_text_title
zu: Qala @local.workshop_data.in_text_title

# template
source: Finish current workshop
af: Voltooi huidige slypskool
sw: Malizia kipindi cha sasa
xh: Gqiba uqeqesho lwangoku
zu: Qedelela lomhlangano wokufundisana wamanje

# template
source: How did you hear about @global.parent_app?
af: Hoe het jy gehoor van @global.parent_app?
sw: Uliijuaje @global.parent_app?
xh: Uve njani malunga ne @global.parent_app?
zu: Uzwe kanjani nge @global.parent_app?

# template
source: Other
af: Ander
sw: Njia nyingine
xh: Enye indlela
zu: Ngenye indlela

# template
source: By selecting this organisation you are allowing them to have access to your anonymous usage data so that they can support you on this journey.
af: Deur hierdie organisasie te kies, laat jy hulle toe om toegang tot jou anonieme data te verkry om jou sodoende op hierdie reis te kan ondersteun.
sw: Kwa kuchagua taasisi hii unawaruhusu kutumia taarifa zako zilizoondolewa utambulisho ili waweze kukusaidia katika safari hii.

# template
source: I found it myself
af: Ek het dit self ontdek
sw: Niliipata mwenyewe
xh: Ndiyifumanisile ngokwam
zu: Ngizitholele ngokwami

# template
source: A friend or family
af: Van ‘n Vriend/Vriendin of Familielid
sw: Rafiki au familia
xh: Umhlobo okanye usapho
zu: Umngani noma ilunga lomndeni
