Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# template
source: When I pay attention, I can learn so much about my teen’s interests, views and abilities.
af: Indien ek oplettend is, kan ek soveel leer oor my tiener se belangstellings, sienings en vermoëns.
sw: Ninapokuwa makini, ninajifunza mengi mno kuhusu mtazamo, uwezo na mambo anayoyapendelea kijana wangu.
xh: Xa ndinikela ingqalelo kumntwana wam ofikisayo, ininzi into endiyifundayo ngezinto anomdla kuzo, izinto azicingayo kunye nezinto akwaziyo ukuzenza.
zu: Lapho nginakisisa, kuningi engingakufunda ngalokho okuthandwa yingane yami, imibono kanye namakhono ayo.

# template
source: Yes! If we give our teens our full attention, they will more likely do the same for us the next time we ask them for something!
af: Ja! As ons ons tieners ons volle aandag gee, sal hulle waarskynlik dieselfde vir ons doen as ons hulle weer iets vra!
sw: Ndiyo! Kama tutawapa vijana wetu usikivu wetu wote, kuna uwezekano mkubwa nao wakafanya hivyohivyo tutakapowaomba wafanye kitu wakati ujao!
xh: Ewe! Ukuba sinika abantwana bethu abafikisayo ingqalelo epheleleyo, kusenokwenzeka benze into efanayo xa sibacela basenzele into ethile kwixesha elizayo!
zu: Yebo! Uma izingane zethu sizinikeza isikhathi sethu sonke, cishe ziyokwenza okufanayo kuthina esikhathini esizayo lapho sicela okuthile kuzo!

# template
source: Have you spent time with your teen already?
af: Het jy al tyd saam met jou tiener deurgebring?
sw: Je, tayari umeshatumia muda wa pamoja na kijana wako?
xh: Ngaba sele ulichithile ixesha kunye nomntwana wakho ofikisayo?
zu: Ingabe vele ususichithile isikhathi nengane yakho esebusheni bayo?

# template
source: Thank you for putting so much effort into being a better parent. You are loved and appreciated!
af: Dankie dat jy soveel moeite doen om ’n beter ouer te wees. Jy is geliefd en gewaardeer!
sw: Hongera kwa kufanya jitihada kubwa sana ya kuwa mzazi bora. Unapendwa na kuthaminiwa!
xh: Enkosi ngokwenza imigudu yokuba ngumzali ongcono. Uyathandwa kwaye uyaxatyiswa!
zu: Siyakubonga ngokwenza umzamo ongaka ukuze ube umzali ongcono. Uyathandwa kakhulu siyazi qenya ngawe!

# template
source: Spending time with your teen helps build trust between you. Continue your @global.parent_app journey now - you and your family will see great results.
af: Om tyd met jou tiener deur te bring, help om vertroue tussen julle op te bou. Gaan nou voort met jou@global.parent_app-reis – jy en jou gesin sal goeie resultate sien.
sw: Kutumia muda pamoja na kijana wako husaidia kujenga kuaminiana kati yenu. Endelea na safari yako ya @global.parent_app sasa – wewe na familia yako mtaona matokeo mazuri sana.
xh: Ukuchitha ixesha kunye nomntwana wakho kunceda ekwakheni ukuthembana phakathi kwenu. Qhubeka ngohambo lwakho lwe-@global.parent_app ngoku - wena nosapho lwakho niza kubona imiphumo emihle.
zu: Ukuchitha isikhathi nengane yakho esebusheni bayo kwakha ukwethembana phakathi kwenu. Qhubeka nohambo lwakho lwe-@global.parent_app manje - wena nomndeni wakho nizobona imiphumela emihle.

# template
source: First @global.weekly_workshop!
af: Eerste @global.weekly_workshop!
sw: @global.weekly_workshop ya kwanza!
xh: Okokuqala @global.weekly_workshop!
zu: Okokuqala @global.weekly_workshop!

# template
source: Hi @fields.user_name. Your @local.workshop_data.in_text_title is ready for you.
af: Hallo, @fields.user_name. Jou @local.workshop_data.in_text_title is gereed vir jou.
sw: Halo @fields.user_name. @local.workshop_data.in_text_title iko tayari kwa ajili yako.
xh: Molo @fields.user_name. I-@local.workshop_data.in_text_title sele ikulungele.
zu: Sawubona @fields.user_name. I @local.workshop_data.in_text_title yakho isikulungele.

# template
source: Hi @fields.group_name. Your @local.workshop_data.in_text_title is ready for you.
af: Hallo, @fields.group_name. Jou @local.workshop_data.in_text_title is gereed vir jou.
sw: Habari @fields.group_name. @local.workshop_data.in_text_title iko tayari kwa ajili yenu.
xh: Molo @fields.group_name. I-@local.workshop_data.in_text_title sele ikulungele.
zu: Sawubona @fields.group_name. I @local.workshop_data.in_text_title yakho isikulungele.

# template
source: Thank you for using @global.parent_app and committing to your parenting. Your @local.workshop_data.in_text_title is ready for you!
af: Dankie dat jy @global.parent_app gebruik en jou tot jou ouerskap verbind. Jou @local.workshop_data.in_text_title is gereed vir jou!
sw: Asante kwa kutumia @global.parent_app na kujitolea kwa dhati katika malezi yako. @local.workshop_data.in_text_title yako iko tayari kwa ajili yako!
xh: Enkosi ngokusebenzisa i-@global.parent_app nangokuzimisela ekubeni ngumzali. I-@local.workshop_data.in_text_title sele ikulungele!
zu: Siyakubonga ngokusebenzisa i-@global.parent_app nangokuzibophezela ekubeni umzali. I @local.workshop_data.in_text_title yakho isikulungele!

# template
source: It seems you haven’t finished the @local.workshop_data.in_text_title yet. It won’t take long, and you will get valuable information. Well done for trying to be a better parent. Tomorrow, you can access a new workshop.
af: Dit lyk asof jy nog nie die @local.workshop_data.in_text_title voltooi het nie. Dit sal nie lank neem nie, en jy sal waardevolle inligting kry. Welgedaan dat jy ’n beter ouer probeer wees. Môre kan jy toegang tot ’n nuwe slypskool kry.
sw: Inaonekana bado haujamaliza @local.workshop_data.in_text_title. Haitachukua muda mrefu, na utapata taarifa muhimu sana. Hongera kwa kujaribu kuwa mzazi bora. Kesho, utaweza kupata kipindi kipya.
xh: Kubonakala ngathi awukayigqibi i-@local.workshop_data.in_text_title. Akuyi kuthatha xesha lide, kwaye uza kufumana ulwazi oluxabisekileyo. Wenze kakuhle ngokuzama ukuba ngumzali ongcono. Ngomso, ungangena kuqeqesho olutsha.
zu: Kubonakala sengathi awukakayiqedi i-@local.workshop_data.in_text_title okwamanje. Ngeke kuthathe isikhathi eside, futhi uzothola imininingwane ewusizo. Wenze kahle ngokuzama ukuba umzali ongcono. Kusasa ungangena ekuqeqeshweni okusha.

# template
source: Well done for completing @local.workshop_data.in_text_title. Tomorrow, you can access a new @global.workshop to help you relax, enjoy and learn new skills!
sw: Hongera kwa kumaliza @local.workshop_data.in_text_title. Kesho, utaweza kupata @global.workshop kipya cha kukusaidia kuchukua pumziko, na kujifunza ujuzi mpya!

# template
source: Let's think of ways to spend one-on-one time with your teen.
af: Kom ons dink aan maniere om een-tot-een-tyd met jou tiener te bestee.
sw: Hebu tufikirie njia za kutumia muda wa pamoja na kijana wako mkiwa wawili.
xh: Makhe sicinge ngeendlela zokuchitha ixesha ndawonye kunye nomntwana wakho ofikisayo.
zu: Masicabange ngezindlela zokuchitha isikhathi nengane yakho esebusheni bayo.

# template
source: What could you do to spend one-on-one time with your teen?
af: Wat kan jy doen om een-tot-een-tyd met jou tiener te deur te bring?
sw: Je, unaweza kuutumiaje muda wa pamoja na kijana wako mkiwa wawili?
xh: Yitoni onokuyenza ngethuba lokuchitha ixesha ndawonye kunye nomntwana wakho ofikisayo?
zu: Yini ongayenza ukuze uchithe isikhathi nengane yakho esebsheni bayo?

# template
source: Feel like you have NO TIME and you are exhausted? Remember to also think of ways that do not take up extra time.
af: Voel dit asof jy GEEN TYD het nie en dat jy uitgeput is? Onthou om ook aan maniere te dink wat nie ekstra tyd in beslag neem nie.
sw: Je, unahisi kama HUNA MUDA na umechoka sana? Kumbuka pia kufikiria mambo yasiyotumia muda wa ziada.
xh: Ngaba uziva ngathi AWUNALO ixesha ibe udinwe uyimfe? Ungalibali ukucinga ngezinto ezingazukufuna ixesha elongezelelekileyo.
zu: Uzizwa sengathi AWUNASO ISIKHATHI futhi ukhathele kakhulu? Ukhumbule nokucabanga ngezindlela ezingadli isikhathi esengeziwe.

# template
source: It may take some time to get used to one-on-one time, but the more you do it the better it gets! You are an amazing parent for trying this.
af: Dit mag ’n rukkie neem om aan een-tot-een-tyd gewoond te raak, maar hoe meer jy dit doen, hoe makliker raak dit! Dis ongelooflik dat jy as ouer dit wil probeer.
sw: Unaweza kuchukua muda kuzoea kutumia muda wa pamoja wawili, lakini kadri utakavyofanya hivyo ndivyo itakavyokuwa rahisi zaidi! Wewe ni mzazi wa kustaajabisha kwa kujaribu jambo hili.
xh: Kungathatha ixesha ukuqhelana nokuchitha ixesha ndawonye, kodwa okukhona ukwenza, kokukhona kusiba ngcono! Ungumzali ophum’izandla ngokuzama le nto.
zu: Kungase kuthathe isikhathi ukujwayela ukuchitha isikhathi nengane, kodwa lapho uqhubeka ukwenza kuya kujwayeleka! Ungumzali omangalisayo ngenxa yokuzama lokhu.

# template
source: * Ideas for one-on-one time * Tools: How to spend one-on-one time DAY - PLAY - STAY * Home practice suggestions
af: * Idees vir een-tot-een-tyd * Hulpmiddels: hoe om een-tot-een-tyd deur te bring DAG – SPEEL – BLY * Voorstelle vir tuisoefening
sw: * Mawazo kwa ajili ya muda wa muda wa pamoja * Nyenzo: Jinsi ya kutumia muda wa pamoja wawili SIKU – CHEZA – KAA * Mazoezi ya nyumbani yanayopendekezwa
xh: * Amacebiso okuchitha ixesha ndawonye * Izixhobo: Indlela yokuchitha ixesha lenu nobabini USUKU - UKUDLALA - UKUHLALA * Amacebiso asebenzisekayo ekhaya
zu: * Amacebiso okuchitha isikhathi ninobabili * Amathuluzi: Indlela yokuchitha isikhathi ninobabili USUKU - DLALA - HLALA * Amacebiso alokho ongakwenza ekhaya

# template
source: * Self-care activities * Ideas for one-on-one time * Tools: How to spend one-on-one time DAY - PLAY - STAY * Home practice suggestions
af: * Selfsorgaktiwiteite * Idees vir een-tot-een-tyd * Hulpmiddels: hoe om een-tot-een-tyd deur te bring DAG – SPEEL – BLY * Voorstelle vir tuisoefening
sw: * Shughuli za kujithamini * Mawazo kwa ajili ya muda wa pamoja * Nyenzo: Jinsi ya kutumia muda wa pamoja SIKU – CHEZA – KAA * Mazoezi ya nyumbani yanayopendekezwa
xh: * Izinto zokwenza xa uzinyamekela * Amacebiso okuchitha ixesha ndawonye * Izixhobo: Indlela yokuchitha ixesha lenu nobabini USUKU - UKUDLALA - UKUHLALA * Amacebiso asebenzisekayo ekhaya
zu: * Imisebenzi yokuzinakekela * Amacebiso okuchitha isikhathi ninobabili * Amathuluzi: Indlela yokuchitha isikhathi ninobabili USUKU - DLALA - HLALA * Amacebiso alokho ongakwenza ekhaya

# template
source: Share ideas! What are things you could do to spend one-on-one time with your teens? Feel like you have NO TIME and you are exhausted? Come up with ideas for one-on-one time that do not take up extra time, like walking to the shop together.
af: Deel idees! Wat kan jy doen om een-tot-een-tyd met jou tieners deur te bring? Voel jy asof jy GEEN TYD het nie en dat jy uitgeput is? Dink aan idees vir een-tot-een-tyd wat nie ekstra tyd verg nie, soos om saam na die winkel toe te stap.
sw: Shirikishaneni mawazo! Je, ni mambo gani unayoweza kuyafanya ili kutumia muda wa pamoja na vijana wako mkiwa wawili? Je, unahisi kama HUNA MUDA na umechoka sana? Fikiria mambo ya kufanya wakati wa kutumia muda wa pamoja yasiyotumia muda wa ziada, kama kutembea pamoja kwenda dukani.
xh: Yabelalani ngamacebiso! Zeziphi izinto onokuzenza xa uchitha ixesha ndawonye kunye nabantwana bakho abafikisayo? Ngaba uziva ngathi AWUNALO ixesha ibe udinwe uyimfe? Cinga ngezinto zokwenza xa nichitha ixesha ndawonye ezingatyi xesha elingakumbi njengokuhamba niye evenkileni kunye.
zu: Yabelana ngamacebiso! Yiziphi izinto ongazenza ukuze uchithe isikhathi nezingane zakho ezi sebusheni bazo? Uzizwa sengathi AWUNASO ISIKHATHI futhi ukhathele kakhulu? Yiza namacebiso okuchitha isikhathi nengane yakho angadli isikhathi esengeziwe, njengokuhamba ndawonye niye ezitolo.

# template
source: It may take some time to get used to one-on-one time, but the more you do it the better it gets! You are amazing parents for trying this.
af: Dit kan ’n rukkie neem om aan een-tot-een-tyd gewoond te raak, maar hoe meer jy dit doen, hoe makliker raak dit! Dis ongelooflik dat julle as ouers dit wil probeer.
sw: Mnaweza kuchukua muda kuzoea kuzungumza wawili, lakini kadri mtakavyofanya hivyo ndivyo itakavyokuwa bora zaidi! Nyinyi ni wazazi wazuri sana kwa kujaribu jambo hili.
xh: Kungathatha ixesha ukuqhelana nokuchitha ixesha ndawonye, kodwa okukhona ukwenza, kokukhona kusiba ngcono! Ningabazali abathandekayo ngokuzama le nto.
zu: Kungase kuthathe isikhathi ukujwayela ukuchitha isikhathi nengane, kodwa lapho uqhubeka ukwenza kuyango kujwayeleka! Ungumzali omangalisayo ngenxa yokuzama lokhu.

# template
source: Today you will celebrate, look back and look ahead:
af: Vandag gaan jy vier, terugkyk en vorentoe kyk:
sw: Leo utasherehekea, kuangalia tulikotoka na kufikiria yajayo:
xh: Namhlanje siza kubhiyoza, sijonge izinto ezidlulileyo size sikhangele phambili:
zu: Namuhlanje sizobungaza, sibheke emuva siphinde sibheke phambili:

# template
source: * Reflection & discussion * Tools: How to support each other MEET - CALL - TEXT - SHARE * Planning support
af: * Nadenke en bespreking * Hulpmiddels: Hoe om mekaar te ondersteun KOM BYMEKAAR – SKAKEL – STUUR ’N TEKS – DEEL * Beplanning van ondersteuning
sw: * Tafakari & majadiliano * Nyenzo: Jinsi ya kusaidiana KUTANA – ITA – TUMA UJUMBE – SHIRIKISHA * Msaada wa kupanga
xh: *Ingxubusho nokucinga * Izixhobo: Indlela yokuxhasana UKUDIBANA - UKUFOWUNA -UKUTHUMELA UMYALEZO - UKWABELANA * Ukuceba inkxaso
zu: * Ukucabanga sijule kanye nengxoxo * Amacebiso: Indlela yokusekelana HLANGANANI - SHAYA UCINGO - THUMELA UMYALEZO - YABELANA * Ukuhlela ukweseka

# template
source: Today you celebrate and reflect on your experiences.
af: Vandag vier jy, en dink na oor jou ervarings.
sw: Leo tutasherehekea na kutafakari kuhusu uzoefu uliyopitia.
xh: Namhlanje uyabhiyoza uze ucinge ngamava akho.
zu: Namuhlanje uyagubha futhi ucabangisise ngezinto oke wabhekana nazo.

# template
source: End of programme check-in
af: Programeinde check-in
sw: Mwisho wa kuingia kwenye programu
xh: Uphela kwenkqubo yokungena
zu: Ukwabelana ukuthi sizizwa kanjani ekupheleni kwesifundo

# template
source: You have been using @global.parent_app for the last months, but parenting a teen is long lasting! The next questions about your parenting experiences will help us assess your parenting. Be honest. Remember that millions of parents feel like you do, and we all deserve support. You are not alone!
af: Jy het @global.parent_app vir die afgelope maande gebruik, maar ouerskap van ’n tiener is ’n langdurige proses! Die volgende vrae oor jou ouerskap-ervarings sal ons help om jou ouerskap te assesseer. Wees eerlik. Onthou dat miljoene ouers soos jy voel, en ons almal verdien ondersteuning. Jy is nie alleen nie!
sw: Umekuwa ukitumia @global.parent_app kwa miezi kadhaa iliyopita, lakini kumlea kijana ni mchakato wa muda mrefu zaidi! Maswali yanayofuata kuhusu uzoefu wako wa malezi yatatusaidia kutathmini malezi yako. Kuwa mkweli. Kumbuka kuwa mamilioni ya wazazi wanahisi kama unavyohisi, na sote tunastahili kusaidiwa. Hauko peke yako!
xh: Uye wasebenzisa i@global.parent_app kwezi nyanga zidlulileyo, kodwa ukuba ngumzali kumntwana ofikisayo kokwexesha elide! Imibuzo elandelayo malunga namava akho okuba ngumzali iza kusinceda sihlole ukuba ngumzali kwakho. Nyaniseka. Ukhumbule ukuba izigidi zabazali zivakalelwa ngale ndlela ovakalelwa ngayo kwaye sonke siyayifuna inkxaso. Awukho wedwa!
zu: Ubulokhu usebenzisa i-@global.parent_app ezinyangeni ezidlule, kodwa ukukhulisa ingane esebusheni bayo kuthatha isikhathi eside! Imibuzo elandelayo emayelana nobhekana nakho njengomzali izosisiza sihlole indlela okhulisa ngayo ingane yakho. Yiba qotho. Khumbula ukuthi izigidi zabazali zizizwa njengawe, futhi sonke siyakufanelekela ukwesekwa. Awuwedwa!

# template
source: You seem to have completed the end of programme check-in already. You can now skip this activity.
af: Dit kom voor dat jy reeds die programeinde check-in voltooi het. Jy kan nou hierdie aktiwiteit oorslaan.
sw: Inaonekana tayari umemaliza mwisho wa kuingia kwenye programu. Sasa unaweza kuruka shughuli hii.
zu: Kubukeka ngathi usuqedile ukwabelana ngemizwa yakho. Usungadlulela komunye umsebenzi.

# template
source: Let's talk about what has changed.
af: Kom ons gesels oor wat verander het.
sw: Hebu tuzungumzie kilichobadilika.
xh: Makhe sithethe ngezinto ezitshintshileyo.
zu: Ake sixoxe ngoshintsho olwenzekile.

# template
source: Discuss together: * What has changed in your family? * What are you proud of that you have done? Remember to praise and encourage each other!
af: Bespreek onder mekaar: * Wat het in jou gesin verander? * Wat het jy gedoen waarop jy trots is? Onthou om mekaar te prys en aan te moedig!
sw: Jadilini pamoja: * Je, ni nini kimebadilika kwenye familia yako? * Je, umefanya kitu gani unachokionea fahari? Kumbukeni kusifiana na kutiana moyo!
xh: Ncokolani kunye: * Yintoni etshintshileyo kwintsapho yakho? * Zintoni onebhongo ngokuzenza? Ningalibali ukuncoma kunye nokukhuthazana!
zu: Xoxani ndawonye: * Yini eshintshile emndenini wakho? * Yini oziqhenya ngayo oyenzile? Khumbulani ukuncomana nokukhuthazana!

# template
source: Plan how you will support each other going forward. You can use the ideas from other families, or make up your own!
af: Beplan hoe julle mekaar vorentoe sal ondersteun. Jy kan ander gesinne se idees gebruik, of jou eie idees uitdink!
sw: Pangeni jinsi mtakavyosaidiana siku zijazo. Mnaweza kutumia mawazo kutoka familia nyingine, au kubuni yenu wenyewe!
xh: Cebani ngendlela eniza kuxhasana ngayo ukususela ngoku. Ningasebenzisa amacebiso avela kwezinye iintsapho okanye nizicingele awenu!
zu: Hlelani ukuthi nizosekelana kanjani ukuya phambili. Ningasebenzisa amacebiso avela kweminye imindeni noma nizakhele awenu!

# template
source: You and your family have learnt so much. Let's think back and see what has changed.
af: Jy en jou gesin het so baie geleer. Kom ons dink terug en kyk wat verander het.
sw: Wewe na familia yako mmejifunza mengi. Hebu tufikirie hali ilivyokuwa na tuone kilichobadilika.
xh: Wena nentsapho yakho nifunde into eninzi gqitha. Makhe sibuyele emva size sibone izinto ezitshintshileyo.
zu: Wena nomndeni wakho kuningi enikufundile. Ake sicabange sibuyele emuva ukuze sibone ukuthi yini eshintshile.

# template
source: Reflect
af: Dink na
sw: Tafakari
xh: Ukucinga emva
zu: Zindla

# template
source: Listen and reflect
af: Luister en dink na
sw: Sikiliza na utafakari
xh: Mamela uze ucingisise
zu: Lalela futhi zindla

# template
source: Read and reflect
af: Lees en dink na
sw: Soma na utafakari
xh: Funda uze ucingisise
zu: Funda futhi zindla

# template
source: Close eyes and relax. Think of your family life before you started your journey with this app. Think back on skills you learned: * Self-care * One-on-one time * Praise * Positive instructions * Managing stress * Family budgeting * Rules * Calm consequences * Problem solving * Teen safety * Dealing with crisis Reflect on the journey – how was it for you to: * Share ideas and experiences * Reflect on and learn from the stories * Practice skills with your teen Did anything change for you and your family? What do you need to continue to use skills?
sw: Fumba macho na chukua pumziko. Fikiria maisha ya familia yako yalivyokuwa kabla ya kuanza safari yako kwenye programu hii. Jikumbushe ujuzi uliojifunza: * Kujithamini * Muda wa kutumia pamoja wawili * Kusifia * Maelekezo chanya * Kudhibiti msongo wa mawazo * Kutengeneza bajeti ya familia * Sheria * Njia za kufanya athari nyepesi * Kutatua matatizo * Usalama wa vijana * Kushughulikia hali ya matatizo Tafakari kuhusu safari – je, ilikuwaje kwako: * Kushirikishana na wengine mawazo na uzoefu * Kutafakari na kujifunza kutokana na Hadithi * Kutumia ujuzi kwa kijana wako Je, kulikuwa na mabadiliko yoyote kwako na kwa familia yako? Je, unahitaji nini ili kuendelea kutumia ujuzi?

# template
source: @global.w_consequence_teen_boy_1 came home late.
af: @global.w_consequence_teen_boy_1 het laat huis toe gekom.
sw: @global.w_consequence_teen_boy_1 alichelewa kurudi nyumbani.
xh: @global.w_consequence_teen_boy_1 fike emva kwexesha ekhaya.
zu: @global.w_consequence_teen_boy_1 ufike ekhaya emva kwesikhathi.

# template
source: @global.w_consequence_teen_boy_1 came home late. What consequence would help here?
af: @global.w_consequence_teen_boy_1 het laat huis toe gekom. Watter gevolg sal hier help?
sw: @global.w_consequence_teen_boy_1 alichelewa kurudi nyumbani. Je, athari ipi ingesaidia hapa?
xh: @global.w_consequence_teen_boy_1 fike emva kwexesha ekhaya. Nguwuphi umphumo onokunceda apha?
zu: @global.w_consequence_teen_boy_1 ufike ekhaya emva kwesikhathi. Yimuphi umphumela ongasiza lapha?

# template
source: Consequences are not quite the same as punishment: they give our teens a chance to learn responsibility for their actions. And they are more controlled AND effective than hitting or shouting!
af: Gevolge is nie heeltemal dieselfde as straf nie: hulle gee ons tieners ’n kans om vir hul optredes verantwoordelikheid te leer neem. En dit is meer beheersd EN effektief as om te slaan of te skree!
sw: Athari hazifanani sana na adhabu: athari huwapa vijana wetu nafasi ya kujifunza kuwajibika kwa matendo yao. Vilevile, athari zinadhibitiwa zaidi NA zina ufanisi zaidi kuliko kuchapa au kupiga kelele!
xh: Imiphumo ayifani ncam nesohlwayo inika abantwana bethu abafikisayo ithuba lokufunda ukuzithwalela uxanduva ngezenzo zabo. Yaye balawuleka ngakumbi YAYE isebenza ngakumbi kunokubetha okanye ukubakhwaza!
zu: Imiphumela ayifani nesijeziso: inika izingane zethu ithuba lokufunda ukumelana nezenzo zabo. Iyalawuleka FUTHI isebenza kangcono kunokushaya noma ukuthetha!

# template
source: @global.w_consequence_teen_girl_1 and @global.w_consequence_teen_girl_2 fight over a phone.
af: @global.w_consequence_teen_girl_1 en @global.w_consequence_teen_girl_2 baklei oor ’n foon.
sw: @global.w_consequence_teen_girl_1 na @global.w_consequence_teen_girl_2 wanapigania simu.
xh: @global.w_consequence_teen_girl_1 no @global.w_consequence_teen_girl_2 balwa efowunini.
zu: @global.w_consequence_teen_girl_1 no @global.w_consequence_teen_girl_2 bayalwa babanga ucingo.

# template
source: @global.w_consequence_teen_girl_1 and @global.w_consequence_teen_girl_2 fight over a phone. What consequence would help here?
af: @global.w_consequence_teen_girl_1 en @global.w_consequence_teen_girl_2 baklei oor ’n foon. Watter gevolg sal hier help?
sw: @global.w_consequence_teen_girl_1 na @global.w_consequence_teen_girl_2 wanagombania simu. Je, njia ipi ya athari ingesaidia hapa?
xh: @global.w_consequence_teen_girl_1 no @global.w_consequence_teen_girl_2 balwa efowunini. Nguwuphi umphumo onokunceda apha?
zu: @global.w_consequence_teen_girl_1 no @global.w_consequence_teen_girl_2 bayalwa babanga ucingo. Yimuphi umphumela ongasiza lapha?

# template
source: Consequences are more successful if you discuss and agree in advance with teens before you apply them. And: consequences are not all negative… You can also agree on GOOD consequences for GOOD actions to see more positive behaviour!
af: Gevolge is meer suksesvol as jy dit vooraf met tieners bespreek en met die tieners ooreenkom, voordat jy dit toepas. En gevolge is nie net negatief nie... Julle kan ook ooreenkom op GOEIE gevolge vir GOEIE optredes om meer positiewe gedrag te sien!
sw: Athari hufanikiwa zaidi kama utazijadili na kukubaliana mapema pamoja na vijana wako kabla ya kuzitumia. Na: si kila athari ni hasi… Mnaweza pia kukubaliana kuhusu athari NJEMA kwa matendo MEMA ili kujenga zaidi tabia chanya!
xh: Imiphumo iphumelela ngakumbi ukuba uxubusha uze uvumelane kusengaphambili nabantwana abafikisayo ngaphambi kokuba uyisebenzise. Yaye: imiphumo ayikho mibi yonke… kanti ningavumelana ngemiphumo yezenzo EZINTLE ukuze ubone isimilo esichubekileyo!
zu: Imiphumela isebenza kangcono uma kuxoxisanwa futhi kuvunyelwane ngayo nomntwana ngaphambi kokuthi isetshenziswe. Okunye futhi: akuyona yonke imiphumela emibi... Ningabuye nivumelane ngemiphumela EMIHLE yokwenza izinto EZINHLE ukuze ubone ukuziphatha okuhle okwengeziwe!
