Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# template
source: Close your eyes. Let's use the magic power of three to stay present and relax. Name three sounds you can hear right now. Name three smells you can smell right now. Name your three favourite foods. What are three things you can be grateful for right now? They do not have to be big.
sw: Fumba macho yako. Hebu tutumie maajabu ya namba tatu ili tuendelee kuwepo na kupumzika. Taja sauti tatu unazoweza kuzisikia sasa hivi. Taja harufu tatu unazoweza kuzinusa sasa hivi. Taja vyakula vitatu unavyovipenda. Je, ni mambo gani matatu unayoshukuru kuwa yapo sasa hivi? Si lazima yawe makubwa.

# template
source: At the end of a tough day, thinking of three things to be grateful for can help us find the courage to try again tomorrow.
af: As ons aan die einde van ’n rowwe dag dink aan drie dinge waarvoor ’n mens dankbaar kan wees, kan dit ons die moed help vind om môre weer te probeer.
sw: Wakati siku ngumu inapofikia mwisho, kufikiria vitu vitatu vya kuweza kufurahia inaweza kutusaidia kupata ujasiri wa kujaribu tena kesho.
xh: Emva kosuku olunzima, ukucinga ezi zinto zintathu esinombulelo ngazo kungasinceda sibe nesibindi sokuzama kwakhona ngomso.
zu: Ekupheleni kosuku olunzima, ukucabanga ngezinto ezintathu ongabonga ngazo kungakusiza uthole isibindi sokuzama futhi kusasa.

# template
source: Close your eyes and think about the day. Name one thing that you are grateful for. Name one thing that you did well. Name one thing that you love.
sw: Funga macho yako na ufikirie juu ya siku. Taja jambo moja ambalo unashukuru. Taja jambo moja ambalo ulifanya vizuri. Taja kitu kimoja unachokipenda.

# template
source: Well done, you are a hero!
af: Welgedaan, jy is ’n held!
sw: Hongera, wewe ni shujaa!
xh: Usebenzile, uliqhawe!
zu: Wenze kahle, uyiqhawe!

# template
source: Close your eyes. Use the magic power of three to stay connected and relax. Breathe in to the count of three. 1, 2, 3. Breathe out to the count of three. 1, 2, 3. Breathe in to the count of three. 1, 2, 3. Breathe out to the count of three. 1, 2, 3.
af: Maak jou oë toe. Gebruik die towerkrag van drie om verbind te bly en te ontspan. Asem in tot die telling van drie. 1, 2, 3. Asem uit tot die telling van drie. 1, 2, 3. Asem in tot die telling van drie. 1, 2, 3. Asem uit tot die telling van drie. 1, 2, 3.
sw: Fumba macho yako. Tumia maajabu ya namba tatu ili uendelee kuhusiana na kupumzika. Vuta pumzi kwa kuhesabu mara tatu. 1, 2, 3. Shusha pumzi kwa kuhesabu mara tatu. 1, 2, 3. Vuta pumzi kwa kuhesabu mara tatu. 1, 2, 3. Shusha pumzi kwa kuhesabu mara tatu. 1, 2, 3.
xh: Vala amehlo akho. Sebenzisa amandla amangalisayo enani elinguntathu ukuze sihlale silapha size siphole. Phefumla uze ubale uyo kutsho kwisithathu. 1, 2, 3. Phefumla uze ubale uphele kwisithathu. 1, 2, 3. Phefumla uze ubale uyo kutsho kwisithathu. 1, 2, 3. Phefumla uze ubale uphele kwisithathu. 1, 2, 3.
zu: Vala amehlo akho. Sebenzisa amandla omlingo ezinto ezintathu ukuze ube nokuthula futhi uzole. Donsa umoya ube ubala uze ufike ku-3. 1, 2, 3. Khipha umoya ube ubala uze ufike ku-3. 1, 2, 3. Donsa umoya ube ubala uze ufike ku-3. 1, 2, 3. Khipha umoya ube ubala uze ufike ku-3. 1, 2, 3.

# template
source: Do you feel any different? Deep breathing helps our whole body and mind to calm down. You are a star!
af: Voel jy hoegenaamd anders? Diep asemhaling help om ons hele liggaam en gees te kalmeer. Jy is ’n ster!
sw: Je, unahisi tofauti yoyote? Kuvuta pumzi ndefu husaidia mwili wetu wote na akili kutulia. Wewe ni mshindi!
xh: Ngaba uziva ngendlela eyahlukileyo? Ukutsala umoya kunceda wonke umzimba kunye nengqondo yethu ukuba zizole. Ungu ngqa phambili!
zu: Ingabe uzizwa uhlukile? Ukuphefumula okujulile kusiza wonke umzimba nengqondo yethu ukuthi izole Uyiqhawe!

# template
source: Close your eyes. Listen to your breath as it goes in and out five times. Notice how you feel.
af: Maak jou oë toe. Luister na jou asem soos wat dit vyf keer in en uit gaan. Let op hoe jy voel.
sw: Fumba macho yako. Sikiliza pumzi yako inapoingia na kutoka mara tano. Chunguza jinsi unavyohisi.
xh: Vala amehlo akho. Mamela njengoko utsala uze ukhuphe umoya kahlanu. Phawula indlela ovakalelwa ngayo.
zu: Vala amehlo akho. Lalela ukuphefumula kwakho njengoba udonsa umoya uphinde uwukhiphe izikhathi ezinhlanu. Qaphela indlela ozizwa ngayo.

# template
source: When you are ready, open your eyes again. You are in control!
sw: Ukimaliza, fumbua macho yako tena. Una uwezo wa kudhibiti hali yako!

# template
source: Close your eyes. Take a minute to think about the day. Think about one positive or fun thing you did. Praise yourself for one thing you did well today. Think of one thing you can do differently tomorrow. Think of one thing that you are grateful for.
af: Maak jou oë toe. Neem ’n bietjie tyd om na te dink oor die dag. Dink aan een positiewe of prettige ding wat jy gedoen het. Prys jouself vir een ding wat jy vandag goed gedoen het. Dink aan een ding wat jy môre anders kan doen. Dink aan een ding waarvoor jy dankbaar is.
sw: Fumba macho yako. Tumia dakika moja kufikiria siku ya leo. Fikiria jambo moja chanya au la kufurahisha ulilolifanya. Jisifie kwa jambo moja ulilolifanya vizuri leo. Fikiria jambo moja unaloweza kulifanya tofauti kesho. Fikiria jambo moja unalolishukuru.
xh: Vala amehlo akho. Thatha umzuzu ucinge ngosuku lwakho. Cinga ngento ekhuthazayo okanye emnandi oye wayenza. Zincome ngokwenza into enye kakuhle namhlanje. Cinga ngento enye onokuyenza ngendlela eyahlukileyo ngomso. Cinga ngento enye onombulelo ngayo.
zu: Vala amehlo akho. Zinike umzuzu ukuze ucabange ngosuku. Cabanga ngento eyodwa enhle noma emnandi oyenzile. Zincome ngento eyodwa oyenze kahle namhlanje. Cabanga ngento eyodwa ongayenza ngendlela ehlukile kusasa. Cabanga into eyodwa obongayo ngayo.

# template
source: Close your eyes. Do your children ever make you feel like screaming? Give yourself a 10-second pause. Breathe in and out slowly 5 times. Then try responding in a calmer way.
sw: Fumba macho yako. Je, watoto wako wamewahi kukufanya ujihisi kupiga yowe? Jipe sekunde 10 za kupumzika. Vuta pumzi ndani na nje taratibu mara 5. Baadae jaribu kujibu kwa hali ya utulivu.

# template
source: Millions of parents say this helps - A LOT.
af: Miljoene ouers sê dit help – BAIE.
sw: Mamilioni ya wazazi wanasema kufanya hivyo kunasaidia – TENA SANA.
xh: Izigidi zabazali zithi oku kuyanceda - KAKHULU.
zu: Izigidi zabazali zithi lokhu kuyasiza - KAKHULU.

# template
source: Close your eyes. Take a moment to stop what you are doing and connect with your breath. What is one thing you can be grateful for right now? What is one thing that brings you happiness? What is one thing that you love? They do not have to be big. Sometimes the small things in life count the most!
sw: Fumba macho yako. Acha kwa muda kile unachokifanya ili uhusiane na pumzi yako. Je, ni jambo gani moja unalolishukuru sasa hivi? Je, ni jambo gani moja linalokuletea furaha? Je, ni jambo gani moja unalolipenda? Si lazima yawe makubwa. Wakati mwingine mambo madogo maishani ndiyo muhimu zaidi!

# template
source: Here is an activity to relax your body: Sit comfortably and close your eyes if you can. Imagine a golden ring scanning your body from your feet to your head. Pay attention as it moves up and down your body. Are there any areas that feel tense? Numb? Painful? Focus on those areas for a moment. Breathe into the area and, when you breathe out, try to let go of any tension or pain. Do this for a few breaths. Open your eyes. How does your body feel now?
sw: Hapa kuna shughuli ya kupumzisha mwili wako: Keti kwa utulivu na funga macho yako ukiweza. Hebu fikiria pete ya dhahabu ikichanganua mwili wako kutoka kwa miguu yako hadi kichwani mwako. Makini wakati inasonga juu na chini ya mwili wako. Je, kuna maeneo yoyote ambayo yana wasiwasi? Ganzi? Maumivu? Zingatia maeneo hayo kwa muda. Pumua ndani ya eneo hilo na, unapopumua nje, jaribu kuruhusu mvutano au maumivu yoyote. Fanya hivi kwa pumzi chache. Fungua macho yako. Mwili wako unahisije sasa?

# template
source: You can also try this next time you find yourself lying in bed unable to sleep!
af: Probeer dit volgende keer as jy in die bed lê en nie kan slaap nie!
sw: Unaweza pia kujaribu hii kwa wakati mwingine ukijikuta umelala kitandani na usingizi hauji!
xh: Xa ungqengqe ebhedini yakho ibe ubuthongo bungehli, ungayizama le nto!
zu: Ungakuzama lokhu esikhathini esizayo uma uzithola ulele embhedeni ungafikelwa ubuthongo!

# template
source: Start
af: Begin
sw: Anza
xh: Qala
zu: Qala

# template
source: Go to @global.workshop
sw: Nenda kwenye @global.workshop

# template
source: Choose your language
sw: Chagua lugha yako

# template
source: Please sign in with your Google account to use the app.
af: Meld asseblief met jou Google-rekening aan om die toep te gebruik.
sw: Tafadhali ingia kwenye programu kwa kutumia akaunti yako ya google.

# template
source: Sign in with Google
af: Meld aan met Google
sw: Ingia kwa kutumia Google

# template
source: App Skin
sw: Aina ya Programu

# template
source: To get access to changing the app skin, enter your developer code in the box below and press @global.submit_button.
sw: Ili kupata uwezo wa kubadilisha kipindi, weka msimbo wako wa kubuni kwenye kisanduku kilicho hapa chini na ubonyeze @global.submit_button.

# template
source: You have entered an incorrect code.
af: Jy het ’n verkeerde kode ingevoer.
sw: Umeingiza namba isiyo sahihi.
xh: Ufake ikhowudi engachananga.
zu: Ufake ikhodi engalungile. noma fake ikhodi ekungasiyona.

# template
source: Workshop
sw: Warsha

# template
source: Module
sw: Kipindi

# template
source: Add this activity to @global.my_activities
af: Voeg hierdie aktiwiteit by @global.my_activities
sw: Ongeza shughuli hii kwenye @global.my_activities
xh: Yongeza lo msebenzi kwi-@global.my_activities
zu: Faka lo msebenzi ku @global.my_activities

# template
source: @global.parent_app funded by
af: @global.parent_app befonds deur
sw: @global.parent_app imefadhiliwa na
zu: @global.parent_app isekwe ngokwezezimali u

# template
source: Powered by Parenting for Lifelong Health and partners
af: Gerugsteun deur Parenting for Lifelong Health en vennote
sw: Imewezeshwa na Malezi kwa Maisha Marefu yenye Afya na wadau
zu: Ixhaswe i-Parenting for Lifelong Health kanye nebambisene nabo

# template
source: Skip intro
sw: Ruka utangulizi

# template
source: Bringing teenagers up is hard
af: Om tieners groot te maak, is moeilik
sw: Kuwakuza vijana ni kazi ngumu
zu: Ukukhulisa ulusha kunzima

# template
source: You are the best parent your teen could have
af: Jy is die beste ouer wat jou tiener kon hê
sw: Wewe ni mzazi bora sana ambaye kijana wako anaye
zu: Ungumzali ongcono umnwa wakho angaba naye

# template
source: Join the over @local.number million parents who have used our resources
sw: Jiunge na zaidi ya mamilioni @local.number ya wazazi ambao wametumia rasilimali zetu

# template
source: Ideas from other families:
af: Idees van ander gesinne:
sw: Mawazo kutoka familia nyingine:
xh: Amacebiso avela kwezinye iintsapho:
zu: Amacebiso avela kweminye imindeni:

# template
source: Customise @global.parent_app
af: Pas @global.parent_app aan
sw: Rekebisha @global.parent_app
xh: Tshintsha i-@global.parent_app
zu: Hlela Ngendlela Oyithandayo @global.parent_app

# template
source: Remember you can access lots of helpful tips and resources in the @global.parent_centre - this is available for you at any time!
af: Onthou dat jy toegang tot baie nuttige wenke en hulpbronne in die @global.parent_centre kan kry – dit is te eniger tyd vir jou beskikbaar!
sw: Kumbuka unaweza kupata vidokezo na rasilimali nyingi za kukusaidia kwenye @global.parent_centre – zinapatikana kwa ajili yako wakati wowote!
xh: Khumbula ukuba unokufikelela kwiingcebiso ezininzi eziluncedo kunye nezinto onokuzisebenzisa kwi @global.parent_centre - oku ungakufumana nanini na!
zu: Khumbula ungathola amacebiso amaningi awusizo kanye nezinsiza ku-@global.parent_centre - lokhu ungakuthola noma nini!

# template
source: Customise for your needs
af: Pas dit aan volgens jou behoeftes
sw: Rekebisha kulingana na mahitaji yako
xh: Tshintsha ngenxa yeemfuno zakho
zu: Hlela ngendlela evumelana nezidingo zakho

# template
source: Every parent in the world is struggling in these hard times. The next questions about your parenting experiences will help us to get you the support you need. Be honest. Remember that you are not alone! Millions of parents feel like you do, and we all deserve support.
af: Elke ouer in die wêreld sukkel in hierdie moeilike tye. Die volgende vrae oor jou ouerskapervarings sal ons help om jou die nodige ondersteuning te bied. Wees eerlik. Onthou dat jy nie alleen is nie! Miljoene ouers voel soos jy, en ons almal verdien ondersteuning.
sw: Kila mzazi duniani anahangaika katika nyakati hizi ngumu. Maswali yafuatayo kuhusu uzoefu wako wa malezi yatatusaidia kukupa msaada unaohitaji. Kuwa mkweli. Kumbuka kwamba hauko peke yako! Mamilioni ya wazazi wanahisi kama wewe, na sote tunastahili kusaidiwa.
xh: Wonke umzali osehlabathini uyasokola ngala maxesha obunzima. Imibuzo elandelayo malunga namava akho okuba ngumzali iza kusinceda sikunike inkxaso oyifunayo. Nyaniseka. Khumbula ukuba awukho wedwa! Izigidi zabazali zivakalelwa ngale ndlela uvakalelwa ngayo kwaye sonke sifanelwe yinkxaso.
zu: Wonke umzali emhlabeni udonsa kanzima kulezi zikhathi ezinzima. Imibuzo elandelayo mayelana nomuzwa wakho wokuba umzali izosisiza ukuthi sikutholele ukwesekwa okudingayo. Yiba qotho. Khumbula ukuthi awuwedwa! Izigidi zabazali zizizwa njengawe, futhi sonke siyakufanelekela ukwesekwa.

# template
source: Thank you for being honest
af: Dankie vir jou eerlikheid
sw: Asante kwa kuwa mkweli
xh: Enkosi ngokunyaniseka
zu: Siyakubonga ngokuba qotho

# template
source: You selected "I would rather not answer"
af: Jy het “Ek wil liewer nie antwoord nie” gekies
sw: Umechagua "Nisingependa kujibu"
xh: Ukhethe "Ndikhetha ukungaphenduli"
zu: Ukhethe okuthi "Angithandi ukungaphenduli"

# template
source: That’s ok! Remember, if you do answer your answer will be kept private and will help us to provide you with content that is exactly right for you.
af: Dis oukei! Onthou, as jy antwoord sal jou antwoord privaat gehou word en sal dit ons help om jou te voorsien van inhoud wat presies reg is vir jou.
sw: Sawa! Kumbuka, ukijibu swali hili jibu lako litakuwa siri na litatusaidia kukupa maudhui yatakayokufaa.
xh: Kulungile! Khumbula, ukuba uyakhetha ukunikeza impendulo yakho izokugcinwa bucala kwaye izokusinceda ekukuboneleleni umxholo olungele wena kanye.
zu: Kulungile! Khumbula, uma uphendula impendulo yakho izogcinwa iyimfihlo futhi izosiza ukuthi sikuhlinzeke ulwazi olulungele wena ngqo.

# template
source: Are there adults in your family?
af: Is daar volwassenes in jou gesin?
sw: Je, kuna watu wazima kwenye familia yako?
xh: Ngaba bakhona abantu abadala kusapho lwakho?
zu: Ingabe bakhona abadala emndenini wakho?

# template
source: This app focuses on parents of teenagers age @global.teen_age_bracket, but you are welcome to continue - you may learn useful things too!
af: Hierdie toep fokus op ouers van tieners van @global.teen_age_bracket jaar oud, maar jy is welkom om voort te gaan – jy kan ook nuttige dinge vir jou gesin leer!
sw: Programu hii inalenga wazazi wenye vijana wenye umri wa miaka @global.teen_age_bracket, lakini unakaribishwa kuendelea – unaweza pia kujifunza vitu muhimu!
xh: Le app ijolise kubazali babantwana abafikisayo @global.teen_age_bracket, kodwa wamkelekile ukuba uqhubeke - ungafunda izinto eziluncedo!
zu: Le-app igxila kubazali bezingane ezisebusheni bayo @global.teen_age_bracket, kodwa uvumelekile ukuba uqhubeke - nawe ungafunda izinto eziwusizo!

# template
source: Are there teens in your family?
af: Is daar tieners in jou gesin?
sw: Je, kuna vijana kwenye familia yako?
xh: Ngaba kukho abantwana abafikisayo kusapho lwakho?
zu: Ingabe ikhona intsha emndenini wakini?

# template
source: This app focuses on families with teenagers aged @global.teen_age_bracket, but you are welcome to continue - you may learn useful things for your family too!
sw: Programu hii inalenga familia zilizo na vijana wenye umri wa miaka @global.teen_age_bracket, lakini unakaribishwa kuendelea – unaweza pia kujifunza vitu muhimu kwa ajili ya familia yako!

# template
source: Are you sure you want to skip this question?
af: Is jy seker dat jy hierdie vraag wil oorslaan?
sw: Je, una uhakika unataka kuruka swali hili?
xh: Uqinisekile ufuna ukuwutsiba lo mbuzo?
zu: Ingabe uyaqiniseka ukuthi ufuna ukuweqa lo mbuzo?

# template
source: Are you sure you want to skip this question? Remember, your answer will be kept private and will help us understand your parenting needs. You can also choose not to answer any question by selecting the circle.
af: Is jy seker jy wil hierdie vraag oorslaan? Onthou, jou antwoord sal privaat gehou word en sal ons help om jou ouerskapbehoeftes te verstaan. Jy kan ook kies om enige vraag nie te beantwoord nie deur die sirkel te kies.
sw: Una uhakika unataka kuruka swali hili? Kumbuka, jibu lako litakuwa ni siri na litatusaidia kuelewa mahitaji yako ya malezi.
xh: Uqinisekile ukuba ufuna ukuwudlula lo mbuzo? Khumbula, impedulo yakho izokugcinwa bucala kwaye izosinceda siqonde iimfuno zobuzali bakho. Ungakwazi ukukhetha ukungaphenduli noba ngowuphi umbuzo ngokukhetha isangqa.
zu: Uqinisekile ukuthi ufuna ukuwujomba lombuzo? Khumbula ukuthi impendulo yakho izogcinwa iyimfihlo futhi izosisiza ukuthi siqonde izidingo zakho ekukhuliseni abantwana. Futhi ungakhetha ukungaphenduli nowodwa umbuzo ngokukhetha indilinga.

# template
source: Content unlocked by these questions is now accessible under @data.parent_centre.my_tips.location_text.
af: Inhoud wat deur hierdie vrae ontsluit is, is nou toeganklik onder @data.parent_centre.my_tips.location_text.
sw: Maudhui yaliyofunguliwa na maswali haya sasa yanapatikana kwenye @data.parent_centre.my_tips.location_text.
xh: Ikhontenti evulwa yile mibuzo uyafumaneka ngoku phantsi kwe@data.parent_centre.my_tips.location_text.
zu: Okuqukethwe okuvulwa ngale mibuzo sekuyatholakala ngaphansi kokuthi @data.parent_centre.my_tips.location_text.

# template
source: Talk Together
af: Gesels saam
sw: Zungumza Pamoja
xh: Thethani nonke
zu: Khulumani Ndawonye

# template
source: Share ideas, support each other!
af: Deel idees, ondersteun mekaar!
sw: Shirikishana mawazo, saidiana kila mmoja!
xh: Yabelanani ngamacebiso, xhasanani!
zu: Yabelanani ngemibono, sekelanani!

# template
source: Think Together
af: Dink saam
sw: Fikiria Pamoja
xh: Masicinge Sonke
zu: Cabangani Ndawonye

# template
source: It's time to think together!
af: Dis tyd om saam te dink!
sw: Sasa ni muda wa kufikiria pamoja!
xh: Lixesha lokuba sicinge sonke!
zu: Sekuyisikhathi sokucabanga ndawonye!

# template
source: Think
af: Dink
sw: Fikiria
xh: Cinga
zu: Cabanga

# template
source: It's time to think!
af: Dis tyd om te dink!
sw: Ni muda wa kufikiria!
xh: Lixesha lokucinga!
zu: Yisikhathi sokucabanga!

# template
source: Here are this week’s takeaway skills! Use them at home and find them anytime in your @global.parent_centre.
af: Hier is die vaardighede wat ons hierdie week geleer het! Gebruik dit tuis en kry dit enige tyd in jou @global.parent_centre.
sw: Hapa kuna ujuzi wa kujichukulia kwa wiki hii! Zitumie nyumbani na utaweza kuzipata wakati wowote kwenye @global.parent_centre.
xh: Nazi izakhono eziphambili kule veki! Zisebenzise xa usekhaya kwaye ungazifumana nanini na kwi-@global.parent_centre yakho.
zu: Nanka amakhono akuleli sonto ongahamba nawo! Wasebenzise ekhaya futhi ungawathole noma inini ku @global.parent_centre yakho.

# template
source: 1. Take a deep breath. 2. See if the news makes sense. 3. Ask where they got the news. 4. Double-check with other people/sources you trust. 5. Think if this news would help or only scare people if you share it.
af: 1. Haal diep asem. 2. Kyk of die nuus sin maak. 3. Vra waar hulle aan die nuus gekom het. 4. Maak dubbel seker by ander mense/bronne wat jy vertrou. 5. Dink of hierdie nuus sou kon help of eerder vrees by mense veroorsaak as jy dit deel.
sw: 1. Vuta pumzi ndefu. 2. Angalia kama habari ina mantiki. 3. Uliza amepata wapi habari hiyo. 4. Hakiki kwa watu/vyanzo vingine unavyoviamini. 5. Kama utasambaza habari hii, fikiria kama itawasaidia au kuwatisha tu watu.
zu: 1. Donsa umphefumulo kakhulu.. 2. Bona ukthi ngabe izindaba zinomqondo. 3. Buza ukuthi uzitholephi lezozindaba. 4. Qinisekisa nabanye abantu/nemithombo oyethembayo. 5. Cabanga ukuba lezizindaba zizosiza noma zizosabisa abantu uma uzixoxa.

# template
source: We all sometimes want to tell our teens "You must do this, or else… trouble!", but it often does not make them follow rules better. Instead, you can help your teen make good choices by showing you trust them and speaking with them:
af: Ons wil almal soms vir ons tieners sê "Jy moet dit doen, of anders... moeilikheid!", maar dikwels sal dit hulle nie reëls beter laat volg nie. In plaas daarvan, kan jy jou tiener help om goeie besluite te neem deur jou vertroue in hulle te wys en met hulle te praat:
sw: Kuna wakati sisi sote tunataka kuwaambia vijana wetu "Lazima ufanye hivi, la sivyo... utapata tabu!", lakini mara nyingi hiyo haiwafanyi wafuate sheria vizuri zaidi. Badala yake, unaweza kumsaidia kijana wako kufanya maamuzi mazuri kwa kuonyesha unamwamini na kuzungumza naye:
zu: Ngesinye isikhathi, sonke sifuna ukutshela abantwana bethu ukuthi "Kumele wenze lokhu, ngale kwalokho... kuzoba nenkinga!" Kodwa lokhu akwenzi ukuthi bayilandele kangcono imithetho. Kunalokho, ungamsiza umntwana wakho ekutheni enze izinqumo ezinhle ngoku mtshengisa ukuthi uyamethemba nokukhuluma naye futhi:

# template
source: DISCUSS CONSEQUENCES
af: BESPREEK GEVOLGE
sw: JADILINI ATHARI
zu: Xoxisanani ngemiphumela

# template
source: Ask "If you do this, what could happen?"
af: Vra "As jy dit doen, wat sou kon gebeur?"
sw: Uliza "Ukifanya hivi, ni nini kinachoweza kutokea?"
zu: Buza ukthi "Uma wenza lokhu, kuzokwenzakalani?"

# template
source: If something goes well, praise your teen!
af: As iets goed gaan, prys jou tiener!
sw: Kama kitu flani kimeenda vizuri, msifie kijana wako!
zu: Uma okuthile kuhambe kahle, mncome umntwana wakho!

# template
source: REFLECT TOGETHER
af: BESIN SAAM
sw: TAFAKARI PAMOJA
zu: Cabangani nihlaziye ndawonye

# template
source: If something goes wrong, ask "How could you have done that differently?"
af: As iets verkeerd loop, vra "Hoe sou jy dit anders kon doen?"
sw: Kama kitu flani kimeenda vibaya, jiulize "Ungeweza kufanya kwa namna gani tofauti?"
zu: Uma kungahambanga kahle okuthile, buza ukuthi "Eyiphi indlela obungenza kangcono ngayo?"

# template
source: START SMALL
af: BEGIN KLEIN
sw: ANZA KIDOGO
zu: QALA KANCANE

# template
source: Give your teen small responsibilities first. When that goes well, you can add more to show that you trust your teen.
af: Gee jou tiener aanvanklik klein verantwoordelikhede. As dit goed afloop, kan jy meer byvoeg om jou vertroue in jou tiener te wys.
sw: Mpatie kijana wako majukumu madogo kwanza. Kama hayo yataenda vizuri, unaweza kuongeza zaidi kuonesha kwamba unamuamini kijana wako.
zu: Nika umntwana wakho izibopho ezincane kuqala. Uma lokho kuhamba kahle, ungengeza ezinye ukutshengisa ukuthi uyamethemba.

# template
source: MAKE TIME
af: MAAK TYD
sw: TENGA MUDA
zu: Yenza isikhathi

# template
source: Set aside time to have a conversation without distractions.
af: Sit tyd opsy om 'n gesprek te hê sonder afleidings.
sw: Tenga muda wa kufanya mazungumzo bila kubughudhiwa.
zu: Beka isikhathi sokuxoxisana ngaphandle kokuphazamiseka.

# template
source: LISTEN
af: LUISTER
sw: SIKILIZA
xh: PHULAPHULA
zu: LALELA
