Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# template
source: Well done for completing @local.workshop_data.in_text_title. Tomorrow, you can access a new workshop to help you relax, enjoy and learn new skills!
xh: Wenze kakhuhle ngokugqiba i@local.workshop_data.in_text_title. Ngomso, ungangena kuqeqesho olutsha olukunceda uphole, lonwabele uze ufunde izakhono ezitsha!

# template
source: Hi @field.user_name! Today we are celebrating two months of using @global.parent_app! You are doing great! This week’s workshop will help you know what to do when your teen is not following the household rules.
xh: Molo @field.user_name! Namhlanje sibhiyozela iinyanga ezimbini zokusebenzisa i-@global.parent_app! Uqhuba kakuhle! Uqeqesho lwale veki luza kukunceda uyazi into omawuyenze xa umntwana wakho ofikisayo engayilandeli imithetho yekhaya.

# template
source: Hi @field.group_name! Today we are celebrating two months of using @global.parent_app! You are doing great! This week’s workshop will help you know what to do when your teen is not following the household rules.
xh: Molo @field.group_name! Namhlanje sibhiyozela iinyanga ezimbini zokusebenzisa i-@global.parent_app! Uqhuba kakuhle! Uqeqesho lwale veki luza kukunceda uyazi into omawuyenze xa umntwana wakho ofikisayo engayilandeli imithetho yekhaya.

# template
source: It’s great that you’ve been using @global.parent_app. You’ve gained 6 parenting tools already! Take the next workshop to get another parenting tool!
xh: Iyancomeka into yokuba usebenzisa i-@global.parent_app. Sele ufumene izixhobo ezi-6 kakade zokuba ngumzali! Yenza uqeqesho olu landelayo ukuze ufumane esinye isxhobo sokuba ngumzali!

# template
source: Complete the workshop and try to discuss with your teen to come up with one positive and one negative consequence of a behaviour together.
xh: Gqiba uqeqesho uze uzame ukuncokola kunye nomntwana wakho ofikisayo ukuze nithethe ngomphumo omnye okhuthazayo nomphumo omnye ongathandekiyo xa enze into.

# template
source: Well done for completing @local.workshop_data.in_text_title. Tomorrow, you can access a new workshop to help you relax, enjoy and learn useful skills!
xh: Wenze kakhuhle ngokugqiba i@local.workshop_data.in_text_title. Ngomso, ungangena kuqeqesho olutsha olukunceda uphole, lonwabele uze ufunde izakhono onokuzisebenzisa!

# template
source: Hi @field.user_name! A crisis can happen to anyone - being prepared helps a lot. This workshop will show you how.
xh: Molo @field.user_name! Ingxaki enkulu inokwehlela nabani - ukuyilungela kunceda kakhulu. Olu qeqesho luza kukubonisa indlela yokwenza loo nto.

# template
source: Hi @field.group_name! A crisis can happen to anyone - being prepared helps a lot. This workshop will show you how.
xh: Molo @field.group_name! Ingxaki enkulu inokwehlela nabani - ukuyilungela kunceda kakhulu. Olu qeqesho luza kukubonisa indlela yokwenza loo nto.

# template
source: We never know when a crisis may happen, but we CAN be prepared! Start the next workshop to explore how you can do this together with your teen.
xh: Asoze sazi iza kubakho nini na ingxaki, kodwa SINAKO ukuyilungela! Qalisa uqeqesho olulandelayo ukuze ubone ukuba wena nomntwana wakho ofikisayo ningayenza njani le nto kunye.

# template
source: Tomorrow the final @global.parent_app workshop is ready for you. Try to complete @local.workshop_data.in_text_title before starting the new workshop. That way, you can complete your set of parenting skills and decide what to do next!
xh: Ngomso uqeqesho lokugqibela lwe @global.parent_app luya kube likulindile. Zama ukugqiba i@local.workshop_data.in_text_title ngaphambi kokuqala uqeqsho olutsha. Ngaloo ndlela, ungayigqiba iseti yakho yezakhono zokuba ngumzali uze ubone omawukwenze ngokulandelayo!

# template
source: Well done for completing @local.workshop_data.in_text_title. Tomorrow, you can access the final workshop to reflect on your @global.parent_app journey and on what you can do next!
xh: Wenze kakuhle ngokugqiba i@local.workshop_data.in_text_title. Ngomso, ungangena kuqeqesho lokugqibela ukuze ucinge ngohambo lwakho lwe@global.parent_app noko unokukwenza ngokulandelayo!

# template
source: Hi @field.user_name! Congratulations for starting @global.parent_app week 4. This week’s workshop is about how to increase your chances of getting your teen to do what you ask them to do.
xh: Molo @field.user_name! Sivuyisana nawe ngokuqala iveki 4 kwi-@global.parent_app. Uqeqesho lwale veki luza kuthetha ngendlela yokwandisa amathuba okuba umntwana wakho ofikisayo enze into omcela ukuba ayenze.

# template
source: Hi @field.group_name! Congratulations for starting @global.parent_app week 4. This week’s workshop is about how to increase your chances of getting your teen to do what you ask them to do.
xh: Molo @field.group_name! Sivuyisana nawe ngokuqala iveki 4 kwi-@global.parent_app. Ucweyo lwale veki luza kuthetha ngendlela yokwandisa amathuba okuba umntwana wakho ofikisayo enze into omcela ukuba ayenze.

# template
source: You’ve not marked any @data.habit.instruct_positively.title @global.parent_points this week yet. Give it a try today!
xh: Kule veki awukaphawuli @data.habit.instruct_positively.title@global.parent_points. Khawuyizame namhlanje!

# template
source: You’ve marked the @global.parent_point @data.habit.instruct_positively.title @field.total_parent_point_instruct_positively times already – so you’re making great progress.
xh: I-@global.parent_point @data.habit.instruct_positively.title sowuyimakishe izihlandlo ezi-@field.total_parent_point_instruct_positively – ngoko wenza inkqubela encomekayo.

# template
source: Does your teen always listen to you? If not (like the rest of us), have a look at this week's workshop to learn how giving positive instructions can help - a lot.
xh: Ngaba umntwana wakho ofikisayo usoloko ekumamela? Ukuba akunjalo (njengathi sonke), jonga uqeqesho lwale veki ukuze ufunde ngendlela yokukhupha imiyalelo ekhuthazayo enokukunceda ngayo - ngeyona ndlela.

# template
source: As usual, you can access a new workshop tomorrow. It will help to complete the previous workshop before then. Some parents are using the app while commuting to work. Why don’t you use the app when you have a few minutes? Thank you again for using @global.parent_app.
xh: Njengesiqhelo, ungangena kuqeqesho olutsha ngomso. Kuza kunceda ukuqala ugqibe uqeqesho olungaphambi kolu ngaphambi koko. Abanye abazali basebenzisa le app ngoxa besendleni eya emsebenzini. Kutheni ungayisebenzisi i-app kangangemizuzu embalwa? Enkosi kwakhona ngokusebenzisa i-@global.parent_app.

# template
source: Congratulations, you completed the @local.workshop_data.in_text_title. Tomorrow, a new workshop is ready for you: you will see a big difference by making small changes!
xh: Sivuyisana nawe, uye wayigqiba i@local.workshop_data.in_text_title. Ngomso, uqeqsho olutsha sele likulindele: uza kubona umahluko omkhulu ngokwenza utshintsho oluncinane!

# template
source: Hi @field.user_name! You are starting your second month of using @global.parent_app. Amazing! Almost every family struggles with money issues, therefore, this week’s workshop will give you a tool that will help you to plan your expenses so you can have enough money to get through the month.
xh: Molo @field.user_name! Uqala inyanga yesibini usebenzisa @global.parent_app. Kuyamangalisa! Phantse zonke iintsapho zineengxaki zemali, ngoko ke uqeqesho lwale veki luza kukunika isixhobo esiza kukunceda ucwangcise iindleko zakho ukuze ube nemali eyaneleyo de kuphele inyanga.

# template
source: Hi @field.group_name! You are starting your second month of using @global.parent_app. Amazing! Almost every family struggles with money issues, therefore, this week’s workshop will give you a tool that will help you to plan your expenses so you can have enough money to get through the month.
xh: Molo @field.group_name! Uqala inyanga yesibini usebenzisa @global.parent_app. Kuyamangalisa! Phantse zonke iintsapho zineengxaki zemali, ngoko ke uqeqesho lwale veki luza kukunika isixhobo esiza kukunceda ucwangcise iindleko zakho ukuze ube nemali eyaneleyo de kuphele inyanga.

# template
source: Do you feel stressed about money? Does your teen keep asking for things you can’t afford? This week’s workshop deals with money and budgeting.
xh: Ngaba imali ikwenza uzive uxinezelekile? Ngaba umntwana wakho usoloko ecela izinto eningakwaziyo ukuzifikelela? Olu qeqesho luthetha ngemali kunye nokwenza ibhajethi.

# template
source: Great that you completed @local.workshop_data.in_text_title. Tomorrow, a new workshop is unlocked to help you set family rules that work.
xh: Kuhle xa ugqibe i@local.workshop_data.in_text_title. Ngomso, uqeqesho olutsha luza kuvulwa ukuze lukuncede ubeke imithetho eza kusebenza kwintsapho yakho.

# template
source: Hi @field.user_name! Congratulations for starting your third @global.parent_app week. A new workshop awaits you! Can you guess the topic of the workshop from this picture?
xh: Molo @field.user_name! Sivuyisana nawe ngokuqala iveki yakho yesithathu kwi-@global.parent_app. Uqeqesho olusha lukulindele! Xa ujonge lo mfanekiso, ngaba unokuqashisela umxholo woqeqesho?

# template
source: Hi @field.group_name! Congratulations for starting your third @global.parent_app week. A new workshop awaits you! Can you guess the topic of the workshop from this picture?
xh: Molo @field.group_name! Sivuyisana nawe ngokuqala iveki yakho yesithathu kwi-@global.parent_app. Uqeqesho olusha lukulindele! Xa ujonge lo mfanekiso, ngaba unokuqashisela umxholo woqeqesho?

# template
source: Hi awesome parent, a new workshop awaits you tomorrow. It seems like you haven’t finished the @local.workshop_data.in_text_title yet. It’s really a short one (promise!) – you can even complete it while waiting for dinner to cook. Why don’t you go through it when you have a few minutes? Thank you again for using @global.parent_app.
xh: Molo mzali ogqwesileyo, uqeqesho olutsha lukulindile ngomso. Kubonakala ngathi awukalugqibi i@local.workshop_data.in_text_title. Imfutshane ngeyona ndlela (ndiyakuthembisa!) – ungade uyigqibe ngoxa usalinde idinara ivuthwe. Kutheni ungayenzi xa unethutyana? Enkosi kwakhona ngokusebenzisa i-@global.parent_app.

# template
source: Great that you completed the @local.workshop_data.in_text_title. Tomorrow, a new workshop is unlocked. Try it - you will see the difference in your teen’s behaviour.
xh: Kuhle ukukubona ugqibe i@local.workshop_data.in_text_title. Ngomso, uqeqesho olutsha luza kuvuleka. Yizame - uza kuwubona umahluko kwindlela yokuziphatha yomntwana wakho ofikisayo.

# template
source: Hi @field.user_name! New week, new workshop! Learn how to set household rules in a way that will increase the chances of your teen keeping them.
xh: Molo @field.user_name! Kwiveki ezayo, kukho uqeqesho olutsha! Funda indlela yokubeka imithetho yekhaya ngendlela eza kwenza abe maninzi amathuba okuba umntwana wakho ofikisayo ayithobele.

# template
source: Hi @field.group_name! New week, new workshop! Learn how to set household rules in a way that will increase the chances of your teen keeping them.
xh: Molo @field.group_name! Kwiveki ezayo, kukho uqeqesho olutsha! Funda indlela yokubeka imithetho yekhaya ngendlela eza kwenza abe maninzi amathuba okuba umntwana wakho ofikisayo ayithobele.

# template
source: Hi @field.user_name! You are nearly at the end of your @global.parent_app workshops! Thank you for your long-lasting commitment. This week’s workshop is about keeping our teens safe, both online and in the community. Enjoy!
xh: Molo @field.user_name! Sele uza kulugqiba uquqesho lwakho ze-@global.parent_app! Enkosi ngokuzimisela ixesha elide kangaka. Uqeqesho lwale veki luthetha ngendlela yokugcina abantwana bethu abafikisayo bekhuselekile kokubini xa besebenzisa i-intanethi nakwiindawo esihlala kuzo. Yonwabele!

# template
source: Hi @field.group_name! You are all nearly at the end of your @global.parent_app workshops! Thank you for your long-lasting commitment. This week’s workshop is about keeping our teens safe, both online and in the community. Enjoy!
xh: Molo @field.group_name! Sele uza kulugqiba lonke uqeqesho lwakho @global.parent_app! Enkosi ngokuzimisela ixesha elide kangaka. Uqeqesho lwale veki luthetha ngendlela yokugcina abantwana bethu abafikisayo bekhuselekile kokubini xa besebenzisa i-intanethi nakwiindawo esihlala kuzo. Yonwabele!

# template
source: Have you told your @global.parent_app partners about the app yet? From tomorrow, you can start doing your @global.parent_app workshops together!
xh: Ngaba uye wawaxelela amaqabane akho e-@global.parent_app malunga ne-app? Ukususela ngomso, ningaqalisa ukwenza uqeqesho lwenu lwe@global.parent_app kunye!

# template
source: Hi @field.user_name! You are making such good progress on your parenting journey! Having a teen means having a lot of unexpected problems to deal with. This workshop will show you how to deal with them.
xh: Molo @field.user_name! Wenza inkqubela entle kakhulu kuhambo lwakho lokuba ngumzali! Ukuba nomntwana ofikisayo kuthetha ukuba kuza kubakho iingxaki ezingalindelekanga ekufuneka ujamelane nazo. Olu qeqesho luza kukubonisa indlela yokwenza loo nto.

# template
source: Hi @field.group_name! You are making such good progress on your parenting journey! Having a teen means having a lot of unexpected problems to deal with. This workshop will show you all how to deal with them.
xh: Molo @field.group_name! Wenza inkqubela entle kakhulu kuhambo lwakho lokuba ngumzali! Ukuba nomntwana ofikisayo kuthetha ukuba kuza kubakho iingxaki ezingalindelekanga ekufuneka ujamelane nazo. Olu qeqesho luza kukubonisa indlela yokwenza loo nto.

# template
source: With teenagers, and in life, unexpected problems come up and we have to deal with them. Start the next workshop to learn how to successfully address these problems.
xh: Ubomi, nokuba nabantwana abafikisayo, kuza neengxaki ezingalindelekanga kwaye kufuneka sijamelane nazo. Qalisa uqeqesho olulandelayo uze ufunde indlela yokujamelana ngempumelelo nezi ngxaki.

# template
source: Tomorrow a brand new @global.parent_app workshop is ready for you. Try to complete the @local.workshop_data.in_text_title before starting the new workshop. Knowing how to solve problems together will help in many situations!
xh: Ngomso uqeqesho olutsha kraca lwe @global.parent_app sele likulindile. Zama ukugqiba i@local.workshop_data.in_text_title ngaphambi kokuqala uqeqesho olutsha. Ukwazi indlela yokusombulula iingxaki kunye kunganceda kwiimeko ezininzi!

# template
source: Hi @field.user_name! Congratulations for starting @global.parent_app week 5. A new parenting workshop awaits you with tips on how we can stay calm and in control when our teens are driving us crazy.
xh: Molo @field.user_name! Sivuyisana nawe ngokuqala iveki 5 kwi-@global.parent_app. Uqeqesho olutsha lokuba ngumzali lukulindele kwaye lunamacebiso endlela yokuhlala uzolile ibe usemandleni xa abantwana bethu abafikisayo besicaphukisa.

# template
source: Hi @field.group_name! Congratulations for starting @global.parent_app week 5. A new parenting workshop awaits you with tips how we can stay calm and in control when our teens are driving us crazy.
xh: Molo @field.group_name! Sivuyisana nawe ngokuqala iveki 5 kwi-@global.parent_app. Uqeqesho olutsha lokuba ngumzali lukulindele kwaye lunamacebiso endlela yokuhlala uzolile ibe uzibambile xa abantwana bethu abafikisayo besicaphukisa.

# template
source: We have a new workshop available for you about managing anger and stress. It will help you take better care of yourself.
xh: Sinoqeqesho olutsha olumalunga nokulawula umsindo kunye noxinezeleko. Luza kukunceda uzinyamekele.

# template
source: Tomorrow a brand new @global.parent_app workshop is ready for you. By completing the @local.workshop_data.in_text_title first, you lay a really important foundation: If you feel good, your family will do better too!
xh: Ngomso uqeqesho olutsha kraca lwe @global.parent_app sele likulindile. Ngokugqiba i@local.workshop_data.in_text_title kuqala, ubeka isiseko esibaluleke ngokwenene: Ukuba uziva kamnandi, usapho lwakho luyokwenza ngcono nalo!

# template
source: Remember to sit down and relax today - taking care of yourself is an important parenting skill.
xh: Ukhumbule ukuba namhlanje, umele uhlale phantsi uze uphole - ukuzinakekela sisakhono esibalulekileyo sokuba ngumzali.

# template
source: Small actions, big results! Parents who practice their workshop skills at home get better results.
xh: Izenzo ezincinane, iziphumo ezinkulu! Abazali abaqhelisela izakhono zabo zoqeqesho xa besekhaya bafumana iziphumo ezigcono.

# template
source: Let's talk about how your home practice went this week.
xh: Kule veki, masithethe ngokuba luhambe njani uqheliselo lwasekhaya.

# template
source: Hear Sbo's message
xh: Yiva umyalezo kaSbo

# template
source: Read Sbo's message
xh: Funda umyalezo kaSbo

# template
source: Praise time! Look at your teen and praise them for one thing they are doing well! And when was the last time you praised yourself or another adult in your household? Try it!
xh: Lixesha lokuncoma! Jonga umntwana wakho ofikisayo kwaye umncome ngento enye ayenza kakuhle! Ugqibele nini ukuzincoma okanye ukuncoma omnye umntu omdala ekhayeni lakho? Yizame!

# template
source: It is hard to find time to have fun with your teenager.
xh: Kunzima ukuba nexesha lokonwaba kunye nomntwana wakho ofikisayo.

# template
source: How many days in the past week were you able to give them your attention and do something that they enjoyed with them?
xh: Zingaphi iintsuku evekini apho ukwaziyo ukubanika ingqalelo yakho uze wenze into abayithandayo kunye nabo?

# template
source: @data.workshop.w_1on1.tools added to @data.parent_centre.my_tips.title.
xh: I-@data.workshop.w_1on1.tools ifakwe kwi-@data.parent_centre.my_tips.title.

# template
source: In our busy lives it’s hard to focus on the positive.
xh: Kubomi bethu obuxakekileyo, kunzima ukunikela ingqalelo kwizinto ezikhuthazayo.

# template
source: How many days in the past week have you praised your teen?
xh: Kwiveki ephelileyo, uye wamncoma iintsuku ezingaphi umntwana wakho ofikisayo?

# template
source: @data.workshop.w_praise.tools added to @data.parent_centre.my_tips.title.
xh: I-@data.workshop.w_praise.tools ifakwe kwi-@data.parent_centre.my_tips.title.

# template
source: This is a very stressful time for families.
xh: Eli lixesha elibangela uxinezeleko kwiintsapho.

# template
source: How many days in the past week did you feel very stressed as a parent/caregiver?
xh: Kwiveki ephelileyo, ngaba njengomzali/umnakekeli uye waziva uxinezelekile?

# template
source: Sometimes our children make us really upset.
xh: Ngamanye amaxesha, abantwana bethu bakhe basicaphukise.

# template
source: How many days in the past week did you shout, scream or yell at your teen?
xh: Kwiveki ephelileyo, zingaphi iintsuku oye washawuta waza wabakrasela ngazo abantwana bakho?

# template
source: Money is one of the biggest stresses for families now.
xh: Imali yenye yezona zinto zinkulu ezibangela uxinezeleko kwiintsapho ngoku.

# template
source: How many days in the past week have you worried or felt anxious about money?
xh: Kwiveki ephelileyo, zingaphi iintsuku oye wanexhala ngazo okanye oye waziva unexhala ngemali?

# template
source: How many days in the past month (30 days) did you run out of money to pay for food?
xh: Kwinyanga edlulileyo (iinstuku ezingama-30), zingaphi iintsuku oye waphelelwa ngazo yimali yokuthenga ukutya?

# template
source: @data.workshop.w_money.tools added to @data.parent_centre.my_tips.title.
xh: I-@data.workshop.w_money.tools ifakwe kwi-@data.parent_centre.my_tips.title.

# template
source: It is so stressful when children misbehave.
xh: Xa abantwana besenza ukusa, oko kubangela uxinezeleko.

# template
source: How many days in the past week did you physically discipline your children by hitting, spanking, or slapping with your hand or an object like a stick or a belt?
xh: Zingaphi intsuku kule veki idlulileyo oye waqeqesha abantwana bakho ngokubabetha, ukubabetha ezimpundu okanye ukubabetha ngesandla sakho okanye ngenye into efana noswazi okanye ibhanti?

# template
source: It is wonderful that you are responding calmly when your teen does something upsetting. They can learn so much from you!
xh: Kuhle ukubona ukuba uyazola xa umntwana wakho ofikisayo esenza into ecaphukisayo. Ininzi into abanokuyifunda kuwe!

# template
source: @data.workshop.w_stress.tools added to @data.parent_centre.my_tips.title.
xh: I-@data.workshop.w_stress.tools ifakwe kwi-@data.parent_centre.my_tips.title.

# template
source: It’s hard to keep track of your teenagers when they are becoming independent.
xh: Kunzima ukuzazi kakuhle izinto ezenziwa ngaabatwana bakho abafikisayo njengoko baya bekhula ibe bezimela.

# template
source: How many days in the past week did you know what your teen was doing and who they were with?
xh: Kwiveki ephelileyo, zingaphi iintsuku oye wayazi ngazo ukuba uphi umntwana wakho ofikisayo kwaye ukunye nabani?

# template
source: This is good to hear.
xh: Kuhle ukuva oku.

# template
source: Were you in lockdown this week?
xh: Ngaba beniphantsi kwemithetho yokuhlala ekhaya kule veki?

# template
source: How many days in a typical non-lockdown week do you know what your teen is doing and who they are with?
xh: Zingaphi iintsuku kwiveki eqhelekileyo ekungekho mithetho yokuhlala endlwini oye wazi ukuba umntwana wakho ofikisayo wenza ntoni kwaye ukunye nabani na?

# template
source: @data.workshop.w_safe.tools added to @data.parent_centre.my_tips.title.
xh: I-@data.workshop.w_safe.tools ifakwe kwi-@data.parent_centre.my_tips.title.

# template
source: We all want to keep our children safe.
xh: Sonke sifuna abantwana bethu bahlale bekhuselekile.

# template
source: How many days in the past month (30 days) did you talk with your teen about keeping safe from sexual violence online or offline?
xh: Kwinyanga ephelileyo (iintsuku ezingama-30), zingaphi iintsuku oye wacokola ngazo kunye nomntwana wakho malunga nokukhuseleka kubundlobongela ngokwesini enoba ukwi-intanethi okanye ekuhlaleni?

# template
source: This could be when they are going out with friends, or talking about the websites they use.
xh: Kusenokwenzeka xa bekunye neetshomi zabo okanye bethetha ngeewebhsayithi abazisebenzisayo.

# template
source: We have a new challenge now – keeping our teenagers safe from COVID-19.
xh: Ngoku sinocelo-mngeni olutsha – ukugcina abantwana bethu abafikisayo bekhuselekile kwi-COVID-19.

# template
source: How many days last week did your teenager stay safe through wearing a mask, keeping a distance from people and keeping away from crowded places?
xh: Kwiveki ephelileyo, zingaphi iintsuku aye wakhuseleka ngazo umntwana wakho ofikisayo ngokuthi anxibe imaski, angasondelelani nabanye abantu nokungayi kwiindawo ezinabantu abaninzi?

# template
source: It can be challenging to keep your teen safe in COVID! We are putting together some advice - you will soon be able to access it in the @global.parent_centre.
xh: Kungalucelo-mngeni ukugcina umntwana wakho ekhuselekile kwi-COVID! Sisaqulunqa amacebiso – kungekudala uza kuwafumana kwi-@global.parent_centre.

# template
source: That’s great. We are putting together some advice for keeping your teen safe in COVID - you will soon be able to access it in the @global.parent_centre.
xh: Kuhle oko. Sisaqulunqa amacebiso okugcina umntwana wakho ofikisayo ekhuselekile kwi-COVID – kungekudala uza kuwafumana kwi-@global.parent_centre.
