Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# template
source: Hi @fields.user_name! You are nearly at the end of your @global.parent_app workshops! Thank you for your long-lasting commitment. This week’s workshop is about keeping our teens safe, both online and in the community. Enjoy!
af: Hallo, @fields.user_name! Jy nader nou die einde van jou @global.parent_app-werkswinkels! Dankie vir jou volgehoue toewyding. Hierdie week se werkswinkel gaan oor hoe om jou tieners veilig te hou, beide aanlyn en in die gemeenskap. Geniet dit!
sw: Habari @fields.user_name! Unakaribia kumaliza warsha zako za @global.parent_app! Asante kwa kujitolea kwako kwa dhati kwa muda mrefu. Warsha ya wiki hii inahusu kuwaweka salama vijana wetu, mtandaoni na katika jamii. Furahia!

# template
source: Hi @fields.group_name! You are all nearly at the end of your @global.parent_app workshops! Thank you for your long-lasting commitment. This week’s workshop is about keeping our teens safe, both online and in the community. Enjoy!
af: Hallo, @fields.group_name! Julle nader nou die einde van julle @global.parent_app-werkswinkels! Dankie vir julle volgehoue toewyding. Hierdie week se werkswinkel gaan oor hoe om ons tieners veilig te hou, beide aanlyn en in die gemeenskap. Geniet dit!
sw: Habari @fields.group_name! unakaribia kumaliza warsha zako za @global.parent_app! Asante kwa kujitolea kwako kwa dhati kwa muda mrefu. Warsha ya wiki hii inahusu kuwaweka salama vijana wetu, mtandaoni na katika jamii. Furahia!

# template
source: You have have gained so many parenting skills already over the past weeks! Complete the next workshop to gain another helpful skill.
af: Jy het die afgelope paar weke reeds soveel ouerskapvaardighede aangeleer! Voltooi die volgende slypskool om nog ’n nuttige vaardigheid aan te leer.
sw: Umepata ujuzi mwingi wa malezi kwa wiki kadhaa zilizopita! Maliza warsha inayofuata ili kupata ujuzi mwingine wa kukusaidia.
xh: Sele uzuze izakhono ezininzi zokuba ngumzali kwezi veki zidlulileyo! Gqiba uqeqesho olulandelayo ukuze uzuze esinye isakhono esiluncedo.
zu: Usuzuze amakhono amaningi okukhulisa izingane kula masonto adlule! Qedela loumhlangano wokufundisana elandelayo ukuze uthole elinye ikhono eliwusizo.

# template
source: It seems you haven’t finished the @local.workshop_data.in_text_title yet. Making a plan together with your teen can prevent many problems – give it a try before moving on! Well done for using @global.parent_app to support your family.
af: Dit lyk asof jy nog nie die @local.workshop_data.in_text_title voltooi het nie. Om ’n plan saam met jou tiener te maak, kan baie probleme voorkom – probeer dit eers voordat jy verder gaan! Welgedaan dat jy@global.parent_app gebruik om jou gesin te ondersteun.
sw: Inaonekana bado haujamaliza @local.workshop_data.in_text_title. Kuweka mpango pamoja na kijana wako kunaweza kuzuia matatizo mengi – jaribu kufanya hivyo kabla ya kuendelea! Hongera kwa kutumia @global.parent_app ili kuisaidia familia yako.
xh: Kubonakala ngathi awukayigqibi i-@local.workshop_data.in_text_title. Ukwenza isicwangciso kunye nomntwana wakho ofikisayo kungathintela iingxaki ezininzi - yizame ngaphambi kokuba uqhubeke! Wenze kakuhle ngokusebenzisa i@global.parent_app ukuxhasa usapho lwakho.
zu: Kubonakala sengathi awukayiqedi i-@local.workshop_data.in_text_title okwamanje. Ukwenza icebo ndawonye nengane yakho esebusheni bayo kuvimbela izinkinga eziningi – ake ukuzame lokhu ngaphambi kokuqhubeka! Wenze kahle ngokusebenzisa i-@global.parent_app ukuze usekele umndeni wakho.

# template
source: Congratulations, you completed @local.workshop_data.in_text_title. Tomorrow, a new workshop is ready for you to help you and your family deal with any situation – together you can do so much!
af: Baie geluk met jou voltooiing van @local.workshop_data.in_text_title.. Môre is ’n nuwe werksessie gereed om jou en jou gesin te help om enige situasie die hoof te bied – saam kan julle soveel doen!
sw: Hongera, umemaliza @local.workshop_data.in_text_title. Kesho, warsha mpya itakuwa tayari kwa ajili yako ili kukusaidia wewe na familia yako kukabiliana na hali yoyote – pamoja mnaweza kufanya makubwa!
xh: Siyavuyisana nawe, ugqibe i@local.workshop_data.in_text_title. Ngomso, uqeqesho olutsha sele lukulindile ukukunceda wena kunye nosapho lwakho ukuba nijongane nayo nayiphi na imeko - ngokubambisana ninokwenza okuninzi!
zu: Siyakuhalalisela, uyiqedile i-@local.workshop_data.in_text_title. Kusasa, umhlangano wokufundisana okusha kukulindile ukuze kusize wena nomndeni wakho nibhekane nanoma yisiphi isimo – ndawonye kuningi eningakwenza!

# template
source: The man in the car was pressuring @global.w_safe_teen_girl_1 with gifts
sw: Mwanaume ndani ya gari alikuwa akimshinikiza @global.w_safe_teen_girl_1 kwa zawadi

# template
source: @global.w_safe_teen_girl_1's friend was encouraging her
af: @global.w_safe_teen_girl_1 se vriendin het haar aangemoedig
sw: Rafiki yake @global.w_safe_teen_girl_1 alikuwa akimtia moyo
xh: umhlobo ka @global.w_safe_teen_girl_1ebemkhuthaza
zu: Umngane ka-@global.w_safe_teen_girl_1 ubemkhuthaza

# template
source: Going with an older man puts @global.w_safe_teen_girl_1 in a dangerous situation where she can get hurt or be forced to do things
af: Om saam met ’n ouer man te gaan, plaas @global.w_safe_teen_girl_1 in ’n gevaarlike situasie waar sy kan seerkry of gedwing kan word om goed te doen
sw: Kwenda na mwanaume mwenye umri mkubwa kunamweka @global.w_safe_teen_girl_1 kwenye hali ya hatari kwani anaweza kuumizwa au kulazimishwa kufanya mambo fulani
xh: Ukuhamba nendoda endala kubeka u @global.w_safe_teen_girl_1 esichengeni apho anokwenzakala okanye anyanzelwe ukuba enze izinto
zu: Ukuzikhipha nendoda endala kungafaka u@global.w_safe_teen_girl_1 esimweni esiyingozi lapho engalimala khona noma aphoqwe ukuba enze izinto

# template
source: Many girls in our communities get pregnant or catch HIV from older men
af: Baie meisies in ons gemeenskappe raak swanger of kry MIV van ouer mans
sw: Wasichana wengi katika jamii zetu wanapata mimba au kuambukizwa VVU na wanaume wenye umri mkubwa
xh: Amantombazana amaninzi kwindawo esihlala kuyo ayakhulelwa okanye afumane i-HIV kumadoda amadala
zu: Amantombazane amaningi emphakathini ayakhulelwa noma athole i-HIV emadodeni amadala

# template
source: There were no other trusted adults to advise @global.w_safe_teen_girl_1
af: Daar was geen ander betroubare volwassenes wat vir @global.w_safe_teen_girl_1 kon raad gee nie
sw: Hakukuwa na watu wazima wengine wanaoaminika wa kumshauri @global.w_safe_teen_girl_1
xh: Bebengekho abanye abantu abadala bokucebisa @global.w_safe_teen_girl_1
zu: Bekungekho umuntu omdala othembekile obenganikeza u-@global.w_safe_teen_girl_1 iseluleko

# template
source: Let's think about what happened to @global.w_safe_teen_girl_1:
af: Kom ons dink oor wat met @global.w_safe_teen_girl_1 gebeur het:
sw: Hebu tufikirie kuhusu kile kilichotokea kwa @global.w_safe_teen_girl_1:
xh: Makhe sicinge ngoko kwenzekileyo @global.w_safe_teen_girl_1:
zu: Ake sicabange ngokwenzeke ku @global.w_safe_teen_girl_1:

# template
source: What was risky about that situation?
af: Wat was riskant aan daardie situasie?
sw: Kitu gani kilikuwa cha hatari kwenye tukio hilo?
xh: Yintoni ebiyingozi ngala meko?
zu: Yini ebe yingozi ngalesi simo?

# template
source: All those things are true!
af: Al daardie dinge is waar!
sw: Mambo yote hayo ni ya kweli!
xh: Zonke ezo zinto ziyinyani!
zu: Zonke lezi zinto ziyiqiniso!

# template
source: Adults use social media, gaming and messaging apps and websites to meet teenagers and persuade them to do sexual things
af: Volwassenes gebruik sosiale media, speletjie- en boodskap-toeps en -webwerwe om tieners te ontmoet en hulle te oorreed om seksuele goed te doen
sw: Watu wazima hutumia mitandao ya kijamii, programu za michezo, programu za kutuma ujumbe na tovuti mbalimbali ili kukutana na vijana na kuwashawishi wafanye mambo ya ngono
xh: Abantu abadala basebenzisa amajelo okuncokola, ii-app zokudlala imidlalo nokuthumela imiyalezo neewebhsayithi zokudibana nabantu abafikisayo ukuze babeyisele ukuba benze izenzo zesondo.
zu: Abantu abadala basebenzisa ezokuxhumana, ezemidlalo nezinhlelo zokuthumelelana imilayezo namawebusayithi ukuze bahlangane nentsha bese beyiheha ukuthi yenze izenzo zobulili

# template
source: People put things online to make us hurt other people – like making violence seem cool, or hating people from another race or country
af: Mense plaas goed aanlyn sodat ons ander mense seermaak – soos om geweld aanvaarbaar te laat lyk, of om mense van ’n ander rassegroep of land te haat
sw: Watu huweka vitu mtandaoni ili kutufanya tuwaumize watu wengine – kama kufanya vurugu zionekane jambo zuri, au kuchukia watu wa asili nyingine au nchi nyingine
xh: Abantu babeka izinto kwi-intanethi ukusenza sonzakalise abanye abantu – njengokwenza ubundlobongela bubonakale buyinto entle, okanye ukucaphukela abantu belinye ilizwe okanye uhlanga
zu: Abantu bafaka izinto ku-inthanethi ukuba balimaze abanye abantu - njengokwenza udlame lubonakala lulungile, noma ukuzonda abantu bolunye uhlanga noma abavela kwelinye izwe

# template
source: People put things online to persuade teenagers to hurt themselves or commit suicide
af: Mense plaas goed aanlyn om tieners te oorreed om hulself te beseer of om selfmoord te pleeg
sw: Watu huweka vitu mtandaoni ili kuwashawishi vijana kujiumiza au kujiua
xh: Abantu babeka izinto kwi-intanethi ukweyisela abantwana abafikisayo ukuba bazonzakalise okanye bazibulale
zu: Abantu bafaka izinto ku-inthanethi ukwenza intsha ukuba izilimaze noma izibulale

# template
source: Teenagers share sexy videos or photos or information about themselves, and people show it to others or use it to upset them
af: Tieners deel wulpse video’s of foto’s of inligting oor hulself, en mense wys dit vir ander, of gebruik dit om hulle te ontstel
sw: Vijana huwashirikisha watu wengine video au picha zinazovutia kimapenzi au taarifa zinazowahusu, na watu huzionyesha kwa wengine au huzitumia kuwafadhaisha
xh: Abantwana abafikisayo bathumela iividiyo okanye iifoto ezivuselela inkanuko okanye inkcazelo engabo, yaye abantu bayibonisa abanye okanye bayisebenzisele ukubacaphukisa.
zu: Intsha ifaka amavidiyo noma izithombe zayo zobulili noma imininingwane ephathelene nayo, bese kuthi abanye bayakusebenzisa lokho ukuze bayilimaze noma bayithukuthelise

# template
source: People can often be nasty to teenagers online – they feel like they can bully people safely
af: Mense kan dikwels aanlyn gemeen wees met tieners – hulle voel dat hulle mense maklik kan boelie
sw: Mara nyingi watu wanaweza kuwafanyia ubaya vijana mtandaoni – wanahisi kama wanaweza kuwaonea watu halafu wao wakabaki salama
xh: Abantu banokubaphatha kakubi abantwana abafikisayo kwi-intanethi– baziva ngathi bangantlonta abantu ngokukhuselekileyo
zu: Izikhathi eziningi abantu bangaba nonya kubantu abasha ku-inthanethi - bazizwa bengahlukumeza abantu ngendlela ephephile

# template
source: Let's think about our teens' online safety.
af: Kom ons dink oor ons tieners se veiligheid aanlyn.
sw: Hebu tufikirie usalama wa vijana wetu mtandaoni.
xh: Masicinge ngokhuseleko lwabantwana bethu abafikisayo kwi-intanethi.
zu: Ake sicabange ngokuphepha kwezingane zethu ku-inthanethi.

# template
source: What is the biggest online risk for teens these days?
af: Wat is deesdae die grootste aanlyn risiko vir tieners?
sw: Je, ipi ni hatari iliyo kubwa zaidi kwa vijana mtandaoni siku hizi?
xh: Yiyiphi eyona ngozi inkulu kwi-intanethi kubantwana bethu abafikisayo kule mihla?
zu: Iyiphi ingozi enkulu yabantu abasha ku-inthanethi kulezi zinsuku?

# template
source: Doing any of these makes you a great parent.
af: Om enige van hierdie te doen, maak van jou ’n wonderlike ouer.
sw: Kufanya jambo lolote kati ya haya hukufanya uwe mzazi mzuri sana.
xh: Ukwenza nayiphi na kwezi zinto kukwenza ube ngumzali omangalisayo.
zu: Ukwenza okunye kulezi zinto kubonisa ukuthi ungumzali ovelele.

# template
source: * Story & discussion – that worked! * Story & discussion – that worked! * Mapping exercise * Tools: How to keep your teen safe MAPS - RULES - AMNESTY * Home practice suggestions
af: * Storie en bespreking – dit het gewerk! * Storie en bespreking – dit het gewerk! * Kaartoefening * Hulpmiddels: Hoe om jou tiener veilig te hou KAARTE – REËLS – AMNESTIE * Voorstelle om tuis te oefen
sw: * Hadithi & majadiliano – ambayo yalifanikiwa! * Hadithi & majadiliano – ambayo yalifanikiwa! * Zoezi la kuchora ramani * Nyenzo: Jinsi ya kumweka salama kijana wako RAMANI – SHERIA – MSAMAHA * Mazoezi ya nyumbani yanayopendekezwa
xh: * Ibali nengxubusho – oko kuye kwasebenza! * Ibali nengxubusho – oko kuye kwasebenza! * Uqheliselo lokumepha * Izixhobo: Indlela yokugcina umntwana wakho ofikisayo ekhuselekile IIMEPHU - IMIGAQO - UXOLELO * Amacebiso asebenzisekayo ekhaya
zu: * Indaba kanye nengxoxo – okusebenzile! * Indaba kanye nengxoxo – okusebenzile! * Ukufunda ukwenza ibalazwe * Amathuluzi: Indlela yokugcina umntwana wakho ephephile AMABALAZWE - IMITHETHO - USHWELE * Amacebiso alokho ongakwenza ekhaya

# template
source: * Story & reflection – that worked! * Story & reflection – that worked! * Mapping exercise * Tools: How to keep your teen safe MAPS - RULES - AMNESTY * Home practice suggestions
af: * Storie en nadenke – dit het gewerk! * Storie en nadenke – dit het gewerk! * Kaartoefening * Hulpmiddels: Hoe om jou tiener veilig te hou KAARTE – REËLS – AMNESTIE * Voorstelle om tuis te oefen
sw: * Hadithi & tafakari – ambayo ilifanikiwa! * Hadithi & tafakari – ambayo ilifanikiwa! * Zoezi la kuchora ramani * Nyenzo: Jinsi ya kumweka salama kijana wako RAMANI – SHERIA – MSAMAHA * Mazoezi ya nyumbani yanayopendekezwa
xh: * Ibali nokucamngca – oko kuye kwasebenza! * Ibali nokucamngca – oko kuye kwasebenza! * Uqheliselo lokumepha * Izixhobo: Indlela yokugcina umntwana wakho ofikisayo ekhuselekile IIMEPHU - IMIGAQO - UXOLELO * Amacebiso asebenzisekayo ekhaya
zu: * Indaba kanye nokubuyekeza - okusebenzile! * Indaba kanye nokubuyekeza - okusebenzile! * Ukufunda ukwenza ibalazwe * Amathuluzi: Indlela yokugcina umntwana wakho ephephile AMABALAZWE - IMITHETHO - USHWELE * Amacebiso alokho ongakwenza ekhaya

# template
source: Let's talk about what happened to @global.w_safe_teen_girl_1
af: Kom ons gesels oor wat met @global.w_safe_teen_girl_1 gebeur het
sw: Hebu tuzungumzie kile kilichotokea kwa @global.w_safe_teen_girl_1
xh: Makhe sithethe ngoko kwenzekileyo @global.w_safe_teen_girl_1
zu: Ake sikhulume ngokwenzeke ku-@global.w_safe_teen_girl_1

# template
source: Discuss together: What was risky about that situation?
af: Bespreek onder mekaar: Wat was riskant aan daardie situasie?
sw: Jadilini pamoja: Kitu gani kilikuwa cha hatari kwenye tukio hilo?
xh: Ncokolani kunye: Yintoni ebiyingozi ngala meko?
zu: Xoxani ndawonye: Yini ebiyingozi ngalesi simo?

# template
source: The situation was risky because...
af: Dit was ’n riskante situasie omdat...
sw: Tukio hilo lilikuwa la hatari kwa sababu...
xh: Le meko ibiyingozi ngenxa yokuba...
zu: Lesi simo besiyingozi ngoba...

# template
source: * The man in the car was pressuring @global.w_safe_teen_girl_1 with gifts * @global.w_safe_teen_girl_1's friend was encouraging her * Going with an older man puts @global.w_safe_teen_girl_1 in a dangerous situation where she can get hurt or be forced to do things * Many girls in our communities get pregnant or catch HIV from older men * There were no other trusted adults to advise @global.w_safe_teen_girl_1
af: * Die man in die motor het druk op @global.w_safe_teen_girl_1 uitgeoefen met geskenke * @global.w_safe_teen_girl_1 se vriendin het haar aangemoedig * Om saam met ’n ouer man te gaan, plaas @global.w_safe_teen_girl_1 in ’n gevaarlike situasie waar sy kan seerkry of gedwing kan word om goed te doen * Baie meisies in ons gemeenskappe raak swanger of kry MIV van ouer mans * Daar was geen ander betroubare volwassenes wat vir @global.w_safe_teen_girl_1 kon raad gee nie
sw: * Mwanaume ndani ya gari alikuwa akimshinikiza @global.w_safe_teen_girl_1 kwa zawadi * Rafiki yake @global.w_safe_teen_girl_1 alikuwa akimtia moyo * Kwenda na mwanaume mwenye umri mkubwa kunamweka @global.w_safe_teen_girl_1 kwenye hali ya hatari kwani anaweza kuumizwa au kulazimishwa kufanya mambo fulani * Wasichana wengi katika jamii zetu wanapata mimba au kuambukizwa VVU na wanaume wenye umri mkubwa * Hakukuwa na watu wazima wengine wanaoaminika wa kumshauri @global.w_safe_teen_girl_1
xh: * Le ndoda yemoto ibifaka uxinezeleko ku @global.w_safe_teen_girl_1 ngezipho * umhlobo ka @global.w_safe_teen_girl_1 ebemkhuthaza * Ukuhamba nendoda endala kubeka u@global.w_safe_teen_girl_1 esichengeni apho anokwenzakala okanye anyanzelwe ukuba enze izinto * Amantombazana amaninzi kwindawo esihlala kuyo ayakhulelwa okanye afumane i-HIV kumadoda amadala * Bebengekho abanye abantu abadala bokucebisa @global.w_safe_teen_girl_1
zu: * Indoda ebisemotweni ibiphoqa @global.w_safe_teen_girl_1 ngezipho * Umngane ka-@global.w_safe_teen_girl_1 ubemkhuthaza ukuthi ahambe * Ukuzikhipha nendoda endala kungafaka u@global.w_safe_teen_girl_1 esimweni esiyingozi lapho engalimala khona noma aphoqwe ukuba enze izinto * Amantombazane amaningi emphakathini ayakhulelwa noma athole i-HIV emadodeni amadala * Bekangekho omunye umuntu omdala onganikeza u-@global.w_safe_teen_girl_1 iseluleko

# template
source: Let's talk about our teens' online safety.
af: Kom ons praat oor ons tieners se veiligheid aanlyn.
sw: Hebu tuzungumzie usalama wa vijana wetu mtandaoni.
xh: Masithethe ngokhuseleko lwabantwana bethu abafikisayo kwi-intanethi.
zu: Ake sikhulume ngokuphepha kwezingane zethu ku-inthanethi.

# template
source: What are some of the online risks for teens these days?
af: Wat is deesdae party van die aanlyn risiko’s vir tieners?
sw: Je, ni zipi hatari za mtandaoni kwa vijana siku hizi?
xh: Ziziphi ezinye iingozi ze-intanethi kubantwana abafikisayo kwezi ntsuku?
zu: Yiziphi ezinye izingozi izingane zethu ezingabhekana nazo ku-inthanethi kulezi zinsuku?

# template
source: * Adults use social media, gaming and messaging apps and websites to meet teenagers and persuade them to do sexual things * People put things online to make us hurt other people – like making violence seem cool, or hating people from another race or country * People put things online to persuade teenagers to hurt themselves or commit suicide * Teenagers share sexy videos or photos or information about themselves, and people show it to others or use it to upset them * People can often be nasty to teenagers online – they feel like they can bully people safely
af: * Volwassenes gebruik sosiale media, speletjie- en boodskap-toeps en -webwerwe om tieners te ontmoet en hulle te oorreed om seksuele goed te doen * Mense plaas goed aanlyn sodat ons ander mense seermaak – soos om geweld aanvaarbaar te laat lyk, of om mense van ’n ander rassegroep of land te haat * Mense plaas goed aanlyn om tieners te oorreed om hulself te beseer of om selfmoord te pleeg * Tieners deel wulpse video’s of foto’s of inligting oor hulself, en mense wys dit vir ander, of gebruik dit om hulle te ontstel *Mense kan dikwels aanlyn gemeen wees met tieners – hulle voel dat hulle mense maklik kan boelie
sw: * Watu wazima hutumia mitandao ya kijamii, programu za michezo, programu za kutuma ujumbe na tovuti mbalimbali ili kukutana na vijana na kuwashawishi wafanye mambo ya ngono * Watu huweka vitu mtandaoni ili kutufanya tuwaumize watu wengine – kama kufanya vurugu zionekane jambo zuri, au kuchukia watu wa asili nyingine au nchi nyingine * Watu huweka vitu mtandaoni ili kuwashawishi vijana kujiumiza au kujiua * Vijana huwashirikisha watu wengine video au picha zinazovutia kimapenzi au taarifa zinazowahusu, na watu huzionyesha kwa wengine au huzitumia kuwafadhaisha * Mara nyingi watu wanaweza kuwafanyia ubaya vijana mtandaoni – wanahisi kama wanaweza kuwaonea watu halafu wao wakabaki salama
xh: * Abantu abadala basebenzisa amajelo okuncokola, ii-app zokudlala imidlalo nokuthumela imiyalezo neewebhsayithi zokudibana nabantu abafikisayo ukuze babeyisele ukuba benze izenzo zesondo. * Abantu babeka izinto kwi-intanethi ukusenza sonzakalise abanye abantu – njengokwenza ubundlobongela bubonakale buyinto entle, okanye ukucaphukela abantu belinye ilizwe okanye uhlanga * Abantu babeka izinto kwi-intanethi ukweyisela abantwana abafikisayo ukuba bazonzakalise okanye bazibulale * Abantwana abafikisayo bathumela iividiyo okanye iifoto ezivuselela inkanuko okanye inkcazelo engabo, yaye abantu bayibonisa abanye okanye bayisebenzisele ukubacaphukisa. * Abantu banokubaphatha kakubi abantwana abafikisayo kwi-intanethi– baziva ngathi bangantlonta abantu ngokukhuselekileyo
zu: * Abantu abadala basebenzisa ezokuxhumana, ezemidlalo nezinhlelo zokuthumelelana imilayezo namawebusayithi ukuze bahlangane nentsha bese beyiheha ukuthi yenze izenzo zobulili * Abantu bafaka izinto ku-inthanethi ukuba balimaze abanye abantu - njengokwenza udlame lubonakala lulungile, noma ukuzonda abantu bolunye uhlanga noma abavela kwelinye izwe * Abantu bafaka izinto ku-inthanethi ukwenza intsha ukuba izilimaze noma izibulale * Intsha ifaka amavidiyo noma izithombe zayo zobulili noma imininingwane ephathelene nayo, bese kuthi abanye bayakusebenzisa lokho ukuze bayilimaze noma bayithukuthelise * Izikhathi eziningi abantu bangaba nonya kubantu abasha ku-inthanethi - bazizwa bengahlukumeza abantu ngendlela ephephile

# template
source: Whenever you can, relax, recognise and reward yourself. Care for yourself every day. You matter!
af: Wanneer jy ook al kan, ontspan, erken, en beloon jouself. Sien elke dag om na jouself. Jy maak saak!
sw: Kila mara uwezapo, jiburudishe, jitambue na jipongeze. Jitunze kila siku. Wewe ni mtu muhimu!
xh: Nanini na unako, phola, qaphela uze uzivuze. Zinyamekele usuku ngalunye. Ubalulekile!
zu: Noma nini lapho ungakwazi, phumula, bona bese uyazivuza. Zinakekele nsuku zonke. Ubalulekile!

# template
source: Relax activity
af: Ontspanning-aktiwiteit
sw: Shughuli ya kujiburudisha
xh: Umsebenzi wokuphola
zu: Umsebenzi wokuphumula

# template
source: Recognise activity
af: Erkenning-aktiwiteit
sw: Shughuli ya kujitambua
xh: Umsebenzi wokuqaphela
zu: Umsebenzi wokubona

# template
source: Reward activity
af: Beloning-aktiwiteit
sw: Shughuli ya kujipongeza
xh: Umsebenzi womvuzo
zu: Umsebenzi wokuvuza

# template
source: Every time you relax, recognise something you've done well or reward yourself, tap the @global.parent_points to celebrate your success!
af: Elke keer as jy ontspan, iets erken wat jy goed gedoen het of jouself beloon, tik op die@global.parent_points om jou sukses te vier!
sw: Kila mara unapojiburudisha, tambua kitu ulichofanya vizuri au kujipongeza, vuna @global.parent_points ili kusherehekea mafanikio yako!
xh: Ixesha ngalinye uphola, cinga into ethile oye wayenza kakuhle okanye uzivuze, cofa i- @global.parent_points bhiyozela impumelelo yakho!
zu: Ngaso sonke isikhathi uma uphumula, bona okuthile okwenze kahle noma uzivuze, chofa i-@global.parent_points ukuze ujabulele impumelelo yakho!

# template
source: Remember – this week is about YOU! We hope you are treating yourself well. You deserve this!
af: Onthou – hierdie week gaan oor JOU! Ons hoop dat jy jouself goed behandel. Jy verdien dit!
sw: Kumbuka - Hii wiki ni kuhusu WEWE! Tunatumaini unajitunza vizuri. Unastahili jambo hili!
xh: Ukhumbule – le veki INGAWE! Siyathemba ukuba uziphethe njengeqanda. Uyakufanelekela oku!
zu: Khumbula - leli sonto limayelana NAWE! Sithemba ukuthi uziphethe kahle. Kukufanele lokhu!
