Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# data_list
source: Everyday activities
sw: Shughuli za kila siku

# data_list
source: Have fun AND learn through everyday activities.
sw: Furahia na jifunze kupitia shughuli za kila siku.

# data_list
source: Learning at home
sw: Kujifunza ukiwa nyumbani

# data_list
source: Help grow your teen’s skills for school and life.
sw: Saidia kukuza ujuzi wa kijana wako shuleni na maishani.

# data_list
source: Fun and games
sw: Furaha na michezo

# data_list
source: Play games to strengthen your relationship and your teen’s skills.
sw: Cheza michezo ili uimarishe mahusiano na ujuzi wa kijana wako.

# data_list
source: Chat together
sw: Kuongea Pamoja

# data_list
source: Talk with each other to know each other better.
sw: Zungumzeni pamoja ili mjuane vizuri.

# data_list
source: Help yourself cope
af: Help jouself met hanteringstrategieë
sw: Jisaidie kwendana
zu: Zisize ubhekane nakho

# data_list
source: Help your teen cope
af: Help jou tiener met lhanteringstrategieë
sw: Msaidie kijana kwendana
zu: Siza umntwana wakho ukuthi akwazi ukumelana nesimo

# data_list
source: Practical steps
af: Praktiese stappe
sw: Hatua za vitendo
zu: Izinyathelo ezisebenzayo

# data_list
source: Welcome! It’s great to have you here. This week is about YOU. In this welcome workshop you will: * Get tools to care for yourself * Customise the app for your needs
sw: Karibu! Tunafurahi sana kuwa nawe hapa. Wiki hii inahusu WEWE. Katika kipindi cha ukaribisho: * Utapata nyenzo za kujitunzia * Utarekebisha programu hii kulingana na mahitaji yako

# data_list
source: Wonderful, I am so happy things are going well.
sw: Ni jambo la kuvutia sana, ninafurahi sana mambo yanaenda vizuri.

# data_list
source: Great! So good to hear you are in a positive space.
sw: Hongera! ni vizuri sana kusikia uko katika nafasi nzuri

# data_list
source: Things are not always easy. But that is how we can grow and learn every day!
sw: Mambo si rahisi kila wakati. Lakini hivyo ndivyo tunavyoweza kukua na kujifunza kila siku!

# data_list
source: Life can be hard. Whatever you are feeling, you can be proud of yourself for being here!
sw: Maisha yanaweza kuwa magumu. Vyovyote unavyohisi, unaweza kujivunia kuwa hapa!

# data_list
source: You matter! Take a moment to check in with yourself.
sw: Wewe ni wa muhimu! Chukua muda kujiangalia wewe mwenyewe.

# data_list
source: Great to hear that you are doing well. You are a wonderful parent!
sw: Inafurahisha sana kusikia kuwa unaendelea vizuri. Wewe ni mzazi mzuri sana!

# data_list
source: Sorry that you are not having the best day. Well done for trying to figure everything out. Nobody has all the answers but you really do your best!
sw: Pole kwa sababu leo siyo siku nzuri sana kwako. Hongera kwa kujaribu kuelewa kila kitu. Hakuna ajuaye kila kitu, lakini kwa kweli unajitahidi kwa kadri uwezavyo!

# data_list
source: Sorry to hear that you are not having a good day. Well done for getting up every morning and trying again, even when you are tired. That is real courage and dedication!
sw: Tunasikitika kusikia kwamba leo siyo siku nzuri kwako. Hongera kwa kuamka kila asubuhi na kujaribu tena, hata unapokuwa umechoka. Huo ni ujasiri wa kweli na kujitoa kwa dhati!

# data_list
source: Recognising how you feel helps you care for yourself well. You deserve it.
sw: Kutambua jinsi unavyohisi husaidia kujijali vizuri. Unastahili.

# data_list
source: Wonderful, I am so happy! Keep up the good work.
sw: Vizuri, nimefurahi sana! Endeleza kufanya kazi nzuri.

# data_list
source: Sorry that things are difficult. All families struggle. @global.parent_app is here to help!
sw: Pole kwa mambo kuwa magumu. Familia zote zinapambana. @global.parent_app iko hapa kukusaidia!

# data_list
source: Whatever went ‘wrong’ today, let it go and try again tomorrow. It is okay!
sw: Jambo lolote lililoenda 'vibaya' leo, hebu lisahau na ujaribu tena kesho. Itakuwa sawa!

# data_list
source: Looking after yourself matters. And how you feel matters too!
sw: Kujitunza ni muhimu. Na jinsi unavyohisi ni muhimu pia!

# data_list
source: Sometimes things go great. Sometimes they do not. And sometimes we do not quite know what to think... and that is totally okay! Remember that you are not alone.
sw: Wakati mwingine mambo huenda vizuri sana. Wakati mwingine hayaendi vizuri sana. Na wakati mwingine hatujui kabisa cha kufanya... na hii ni sawa kabisa! Kumbuka kwamba hauko peke yako.

# data_list
source: Sorry that things are hard right now. You deserve good things and @global.parent_app is here to support you every step of the way.
sw: Samahani kwamba mambo ni magumu kwa sasa. Unastahili mambo mazuri, na @global.parent_app iko hapa kukusaidia kila hatua unayopiga.

# data_list
source: Caring for yourself is so essential. When you know how you feel, you can see what you need.
sw: Kujijali ni muhimu sana. Unapojua jinsi unavyohisi, unaweza kuona kile unachohitaji.

# data_list
source: Wonderful, I am so happy things are going well. Keep up the good work.
sw: Ni jambo la kuvutia sana, ninafurahi sana mambo kuona yanaenda vizuri. Endeleza kazi hii nzuri.

# data_list
source: We all have better and worse days. The fact that you are here shows courage and commitment!
sw: Sisi sote tuna siku nzuri na mbaya zaidi. Ukweli ni kwamba uko hapa unaonyesha ujasiri na kujitolea!

# data_list
source: Remember that YOU matter! Let’s check in with our emotions first.
sw: Kumbuka kwamba wewe ni muhimu! Hebu tuangalie hisia zetu kwanza.

# data_list
source: Well done for recognising a positive feeling. I am happy to hear you are feeling well today!
sw: Hongera kwa kutambua hisia chanya. Nimefurahi kusikia kwamba unajisikia vizuri leo!

# data_list
source: Well done for recognising that you are not feeling great. Be kind to yourself, you deserve it.
sw: Umefanya vizuri kwa kutambua kuwa hujisikii vizuri. Unastahili kuwa mwema kwako mwenyewe.

# data_list
source: Well done for recognising a difficult feeling. It is okay not to be okay sometimes. Remember @global.parent_app is here to support you.
sw: Umefanya vizuri kutambua hisia ngumu. Ni sawa kutokuwa sawa wakati mwingine. Kumbuka @global.parent_app iko hapa kukusaidia.

# data_list
source: Self-care is a key parenting tool. It starts with recognising how we feel.
sw: Kujithamini ni muhimu kwa malezi. Inaanza na kutambua jinsi tunavyohisi.

# data_list
source: Great. And amazing that you are using this app – it shows your commitment as a parent. Make sure you give yourself credit and praise for what you are doing.
sw: Safi sana. Na inapendeza sana kuona unatumia programu hii – inaonyesha jinsi unavyojitoa kwa dhati kama mzazi. Hakikisha unajitambua na kujisifia kwa kile unachokifanya.

# data_list
source: Every day has its highs and lows. Praise yourself for being here and trying – you are moving forward.
sw: Kila siku kuna kupanda na kushuka. Jisifie kwa kuwa hapa na kujaribu – unasonga mbele.

# data_list
source: Sorry that things are difficult right now. Take a deep breath and know that you are valued.
sw: Tunasikitika kuona kuwa mambo ni magumu sasa hivi. Vuta pumzi ndefu na ujue kuwa unathaminiwa.

# data_list
source: Recognising how you feel is key to handling life well. Be real and kind to yourself.
sw: Kutambua jinsi unavyohisi ni muhimu ili kushughulikia maisha vizuri. Kuwa halisi na mkarimu kwako mwenyewe.

# data_list
source: You are a star. And you are making a real difference. You can be proud of yourself.
sw: Wewe ni shujaa. Na unaleta mabadiliko ya kweli. Unaweza kujivunia mwenyewe.

# data_list
source: Everyone has good and bad days. Well done for using this app. It shows you are a committed parent. Remember to praise yourself for it!
sw: Kila mtu ana siku nzuri na mbaya. Umefanya vizuri kutumia programu hii. Inaonyesha wewe ni mzazi unayejituma. Kumbuka kujipongeza kwa hilo!

# data_list
source: Sorry that things are not easy today. All parents have these days. You are trying and moving forward!
sw: Pole kama mambo si rahisi leo. Wazazi wote wana siku kama hizi. Unajaribu na kusonga mbele!

# data_list
source: Being a great parent also means taking time to care for yourself every day. It starts with recognising how you feel.
sw: Kuwa mzazi mahiri pia humaanisha kupata wakati wa kujitunza kila siku. Inaanza na kutambua jinsi unavyohisi.

# data_list
source: So good to hear you are feeling well today. You are incredible!
sw: Tunafurahi sana kusikia kuwa unajisikia vizuri leo. Unastaajabisha!

# data_list
source: We all have days where we just don’t know. That is okay! You are here and that is what matters.
sw: Sisi sote tuna siku ambazo hatuzielewi. Hiyo ni sawa! Uko hapa na hicho ndicho cha muhimu.

# data_list
source: Being a parent can be hard. But you are here and that shows you want to keep improving things. That is a big accomplishment already!
sw: Kuwa mzazi inaweza kuwa ngumu. Lakini uko hapa na hiyo inaonyesha kuwa unataka kuendelea kuboresha mambo. Hayo ni mafanikio makubwa tayari!

# data_list
source: Taking a moment for YOU makes a big difference for everyone!
sw: Kuchukua muda kwa ajili yako mwenyewe huleta mabadiliko makubwa kwa kila mtu!

# data_list
source: Great that today is going well! What is one thing that has gone well today? Remember to praise yourself for it.
sw: Ni jambo zuri sana kwamba leo inaenda vizuri! Je, ni jambo gani moja ambalo limeenda vizuri leo? Kumbuka kujisifia kwa hilo.

# data_list
source: Every day has its good and hard parts. Praise yourself for everything you have done so far – you are amazing.
sw: Kila siku ina nyakati zake nzuri na ngumu. Jisifu kwa kila kitu ambacho umefanya hadi sasa – wewe unastaajabisha.

# data_list
source: Sorry to hear you are feeling difficult feelings today. Well done for recognising those emotions and trying to be calm and kind to yourself. You are setting a great example for your family.
sw: Tunasikitika kusikia kuwa leo unajisikia vibaya. Hongera kwa kutambua hisia hizo, na kujaribu kuwa mtulivu na kuwa mwema kwako mwenyewe. Unaweka mfano mzuri kwa familia yako.

# data_list
source: Fantastic! And well done for investing in yourself and your family – you have accomplished a lot.
sw: Hongera! umefanya vizuri kuwekeza kwako na familia yako – umefanikisha mengi.

# data_list
source: Sorry that you are not having the best day. Well done for trying to figure everything out. @global.parent_app is here to help.
sw: Pole kwa kutokuwa na siku nzuri zaidi. Umefanya vizuri kwa kujaribu kubaini kila kitu. @global.parent_app iko hapa kukusaidia.

# data_list
source: Being a parent can be challenging. Take a deep breath and recognise all you have done for your family – you deserve praise!
sw: Kuwa mzazi kunaweza kuwa changamoto. Vuta pumzi na tambua yote uliyoifanyia familia yako – unastahili kusifiwa!

# data_list
source: Discussing body changes and relationships can be difficult. Take a moment for yourself first.
sw: Kujadili kuhusu mabadiliko ya mwili na mahusiano inaweza kuwa ngumu. Chukua muda binafsi kwanza.

# data_list
source: It is great to hear you are feeling positive today. You make a real difference for your family!
sw: Inafurahisha kusikia unajisikia vizuri leo. Unafanya mabadiliko ya kweli kwa familia yako!

# data_list
source: Life has its great and hard moments – that is okay. You are on the right track.
sw: Maisha yana nyakati ngumu na nzuri - hiyo ni sawa. Uko kwenye njia sahihi.

# data_list
source: It is normal to have hard days as a parent. Take a deep breath and know you are not alone!
sw: Ni kawaida kuwa na siku ngumu kama mzazi. Vuta pumzi ndefu na ujue hauko peke yako!

# data_list
source: It can be hard to think about dangerous situations for your teen. Take a moment to notice how you are doing.
sw: Inaweza kuwa vigumu kufikiria hali hatarishi kwa kijana wako. Chukua muda kutambua namna unavyofanya.

# data_list
source: Great! So good to hear that you are in a good space today. What a wonderful feeling!
sw: Safi sana! Tunafurahi sana kusikia kwamba hali yako ni nzuri leo. Furaha iliyoje!

# data_list
source: Some days will have their challenges. That is okay. You are on the right path!
sw: Baadhi ya siku zingine zitakuwa na changamoto zake. Hiyo ni sawa. Uko kwenye njia sahihi!

# data_list
source: Sorry that things are difficult now. It is completely normal to struggle sometimes. Remember that you are not alone!
sw: Tunasikitika kuona kuwa mambo ni magumu sasa. Wakati mwingine ni jambo la kawaida kabisa kupata misukosuko. Kumbuka kwamba hauko peke yako!

# data_list
source: When we lose someone we love, we go through so many different emotions. There is no right or wrong way to feel. However you are feeling, it is okay.
sw: Pale tunapompoteza mtu tunayempenda, tunapitia hisia mbalimbali. Hakuna hisia sahihi au isio sahihi ya kuhisi. Chochote unachohisi, ni sawa.

# data_list
source: Well done for recognising how you feel. Good to hear that you are feeling well today!
sw: Hongera kwa kutambua unavyojisikia. Nimefurahi kusikia kwamba unajisikia vizuri leo!

# data_list
source: We all have good and hard days. Remember, you are the best parent for your teen and you deserve praise!
sw: Sisi sote tuna siku nzuri na siku ngumu. Kumbuka, wewe ni mzazi bora kwa kijana wako na unastahili pongezi!

# data_list
source: It can be hard to cope with everything happening in our lives. Remember, you are stronger than you may think!
sw: Inaweza kuwa vigumu kukabiliana na kila kitu kinachotokea katika maisha yetu. Kumbuka, una nguvu kuliko unavyoweza kufikiria!

# data_list
source: Let’s take a moment for YOU. Looking after yourself well starts with noticing how you feel.
sw: Hebu tuchukue muda kwa ajili YAKO. Kujitunza vizuri huanza na kugundua jinsi unavyohisi.

# data_list
source: Amazing, life is the best when you're feeling good.
sw: Ni vyema, maisha ni bora wakati unajisikia vizuri.

# data_list
source: Everyone has times when they are not feeling good. This is completely normal. Hopefully you feel better soon.
sw: Kila mtu ana wakati ambapo hajisikii vizuri. Hii ni kawaida kabisa. Natumaini kwamba utajisikia vizuri punde.

# data_list
source: It is part of life to have bad days. Always remember, tough times never last and tomorrow is another day!
sw: Ni sehemu ya maisha kuwa na siku mbaya. Kumbuka kila wakati, nyakati ngumu kamwe hazidumu na kesho ni siku nyingine!

# data_list
source: Welcome, @fields.user_name!
sw: Karibu, @fields.user_name!

# data_list
source: It is great to see you again!
sw: Tunafurahi sana kukuona tena!

# data_list
source: How are you feeling today?
sw: Unajisikiaje leo?

# data_list
source: How are you?
sw: Habari yako?

# data_list
source: Well done!
af: Mooi so!
sw: Hongera!
zu: Wenze kahle!

# data_list
source: How to talk to my teen
af: Hoe om met my tiener te praat
sw: Jinsi ya kuongea na kijana wangu
zu: Ngikhulume kanjani nomntwana wami

# data_list
source: Steps to deal with news
af: Stappe om nuus te verwerk
sw: Hatua za kukabiliana na habari
zu: Izinyathelo zokumelana nezindaba

# data_list
source: How can I help my teen choose well?
af: Hoe kan ek my tiener help met goeie keuses?
sw: Jinsi gani naweza kumsaidia kijana wangu kuchagua vizuri?
zu: Ngingamusiza kanjani umntwana wami ukuthi akhethe kahle?

# data_list
source: What influences teen decisions?
af: Wat beïnvloed tiener besluite?
sw: Nini kinapelekea maamuzi ya kijana?
zu: Yini enomthelela kwizinqumo zomntwana?

# data_list
source: How does my teen feel?
af: Hoe voel my tiener?
sw: Kijana wangu anajisikiaje?
zu: Uzizwa kanjani umntwana wami?

# data_list
source: Changing negative to positive
af: Verander negatief na positief
sw: Kubadili hasi kuwa chanya
zu: Ukushintsha okubi ukuse kokuhle

# data_list
source: You are doing amazing, keep up the good work.
sw: Unafanya vizuri sana, endeleza kazi nzuri.

# data_list
source: Your teen is so lucky to have you as a parent.
sw: Kijana wako ana bahati ya kuwa nawe kama mzazi wake.

# data_list
source: Parenting can be hard, but @global.parent_app is here to help you win.
sw: Malezi yanaweza kuwa magumu lakini @global.parent_app iko hapa kukusaidi kushinda.

# data_list
source: Spending 1 minute learning about parenting makes a world of difference.
sw: Kutumia dakika 1 kujifunza kuhusu malezi inaleta mabadiliko duniani.

# data_list
source: A private family foundation which wishes to remain anonymous
sw: Msingi binafsi wa familia ambao ungependa kubaki bila kutambuliwa

# data_list
source: Do a short relaxation activity: Take a deep breath or open one of the relaxation activities in @global.parent_app. You can do this anytime or anywhere. Taking care of yourself helps you to take care of others.
sw: Fanya zoezi fupi la kukutiliza: Vuta pumzi ndefu au fungua zoezi moja wapo la kukutuliza kwenye @global.parent_app. Unaweza kufanya hivi saa yoyote au mahali popote. Kujijali inakusaidia kuwajali wengine.

# data_list
source: Every time you relax, tap the @global.parent_point and celebrate your success!
sw: Kila mara unapopumzika, bofya @global.parent_point na usherehekee mafanikio yako!

# data_list
source: **Relax** @global.parent_point
af: **Ontspan** @global.parent_point
sw: @global.parent_point ya **Chukua pumziko**
xh: **Phola** @global.parent_point
zu: **Phumula** @global.parent_point

# data_list
source: Treat yourself well
af: Behandel jouself goed
sw: Jitendee vizuri
xh: Zinonophele kakuhle
zu: Zenzele okuthile okuhle

# data_list
source: Even a bit of time for yourself will make a big difference in how you feel and respond in day-to-day life! Do something that makes you feel good: Have a hot drink, call a friend or relative, have a relaxing bath, read, or watch your favourite series.
sw: Hata muda mchache kwa ajili yako mwenyewe italeta tofauti kubwa katika namna unavyohisi na unavyokabiliana na maisha ya kila siku! Fanya kitu kitachokufanya uhisi vizuri: Kunywa kinywaji cha moto, mpigie rafiki au jamaa, oga kwa ajili ya kutulia, soma au tazama kipindi ukipendacho.

# data_list
source: Every time you treat yourself well, tap the @global.parent_point and celebrate your success!
af: Elke keer wanneer jy jouself goed behandel, klik op die @global.parent_point en vier jou sukses!
sw: Kila mara unapojitendea vizuri, bofya @global.parent_point na usherehekee mafanikio yako!
xh: Rhoqo xawu zinonophele kakuhle, cofa i @global.parent_point ubhiyozele impumelelo yakho!
zu: Ngaso sonke isikhathi uma uzitotosa uzinakekela, chofoza @global.parent_point bese ujabulela impumelelo yakho!

# data_list
source: **Treat yourself well** @global.parent_point
af: **Behandel jouself goed** @global.parent_point
sw: @global.parent_point ya **Jitendee vizuri**
xh: **Zinonophele kakuhle** @global.parent_point
zu: **Zenzele okuthile okuhle** @global.parent_point

# data_list
source: Notice when you do something well and take a moment to appreciate yourself for it. Life can be challenging, but you are moving forward - you deserve praise for the big and the small things!
sw: Zingatia unapofanya kitu vizuri na uchukue muda kujipongeza. Maisha yanaweza kuwa magumu, lakini wasonga mbele - unastahili pongezi kwa makubwa na madogo!

# data_list
source: Every time you praise yourself, tap the @global.parent_point and celebrate your success!
af: Elke keer wanneer jy jouself prys, klik op die @global.parent_point en vier jou sukses!
sw: Kila mara unapojisifia, bofya @global.parent_point na usherehekee mafanikio yako!
xh: Rhoqo xawu zinonophele kakuhle, cofa i @global.parent_point ubhiyozele impumelelo yakho!
zu: Ngaso snke iskhathi uma uzincoma chofoza ku-@global.parent_point bese ujabulela impumelelo yakho!

# data_list
source: **Praise yourself** @global.parent_point
af: **Prys jouself** @global.parent_point
sw: @global.parent_point ya **Jisifie**
xh: **Zincome** @global.parent_point
zu: **Zincome** @global.parent_point

# data_list
source: One-on-one time
af: Een-tot-een-tyd
sw: Muda wa kutumia wawili
xh: Ixesha lenu nobabini
zu: Isikhathi sokuthi sibe babili

# data_list
source: Spend uninterrupted time together with your teen, doing something that THEY want or like to do. The more you do it the stronger your relationship gets.
sw: Tumia muda na kijana bila kuingiliwa, fanya kitu anachokitaka au anapenda kufanya. Kadiri mnapofanya zaidi ndivyo mahusiano yanaimarika.

# data_list
source: Every time you do one-on-one time, tap the @global.parent_point and celebrate your success!
af: Elke keer wanneer jy een-tot-een tyd spandeer, klik op die @global.parent_point en vier jou sukses!
sw: Kila mara mnapotumia pamoja wawili, bofya @global.parent_point na usherehekee mafanikio yako!
xh: Xesha ngalinye nichitha ixesha lenu nobabini cofa u @global.parent_point ubhiyozele impumelelo yakho!
zu: Ngaso sonke isikhathi uma uchitha isikhathi esikhethekile nomntwana wakho, chofoza ku @global.parent_point bese ujabulela impumelelo yakho!

# data_list
source: **One-on-one time** @global.parent_point
af: **Een-tot-een-tyd** @global.parent_point
sw: @global.parent_point ya **Muda wa kutumia pamoja wawili**
xh: **Ixesha lenu nobabini** @global.parent_point
zu: **Isikhathi sokuthi sibe babili** @global.parent_point

# data_list
source: Praise your teen
af: Prys jou tiener
sw: Msifie kijana wako
xh: Mncome umntwana wakho ofikisayo
zu: Ncoma ingane yakho

# data_list
source: Notice when your teen does something well and praise them right away - be specific and use their name. You can even praise them for trying. The more you praise, the more positive behaviour you will see!
sw: Zingatia pale kijana wako anapofanya kitu vyema na umsifie papo hapo - kwa jambo maalumu alilolifanya na utumie jina lake. Unaweza ukamsifia kwa kujaribu. Kadiri unavyo kumsifia, ndivyo utavyozidi kuona tabia chanya!

# data_list
source: Every time you praise your teen, tap the @global.parent_point and celebrate your success!
af: Elke keer wanneer jy jou tiener prys, klik op die @global.parent_point en vier jou sukses!
sw: Kila mara unapomsifia kijana wako, bofya @global.parent_point na usherehekee mafanikio yako!
xh: Xesha ngalinye uncoma umntwana wakho ofikisayo, cofa u @global.parent_point ubhiyozele impumelelo yakho!
zu: Ngaso sonke isikhathi uma uncoma umntwana wakho, chofoza ku @global.parent_point bese ujabulela impumelelo yakho!

# data_list
source: **Praise your teen** @global.parent_point
af: **Prys jou tiener** @global.parent_point
sw: @global.parent_point ya **Msifie kijana wako**
xh: **Mncome umntwana wakho ofikisayo** @global.parent_point
zu: **Ncoma ingane yakho** @global.parent_point

# data_list
source: Tell your teen what you DO want them to do, instead of what you DON'T want them to do. Be realistic, positive and specific when you give your teen instructions.
sw: Mwambie kijana wako kile unachotaka akifanye badala ya kile usichotaka akifanye. Unapompa kijana wako maelekezo kuwa halisi, chanya na bayana.

# data_list
source: Every time you give a positive instruction, tap the @global.parent_point and celebrate your success!
af: Elke keer wanneer jy 'n positiewe instruksie gee, klik op die @global.parent_point en vier jou sukses!
sw: Kila mara unapotoa maelekezo chanya, bofya @global.parent_point na usherehekee mafanikio yako!
zu: Ngaso sonke isikhathi uma unika umyalelo omuhle, chofoza ku @global.parent_point bese ujabulela impumelelo yakho!

# data_list
source: **Positive instructions** @global.parent_point
sw: **Maelekezo chanya** @global.parent_point

# data_list
source: Respond calmly
sw: Itikia kwa utulivu

# data_list
source: When you are feeling angry or stressed, choose to take a breath, share how you feel and respond calmly.
sw: Wakati unapohisi hasira au mfadhaiko, chagua kuvuta pumzi, mshirikishe unavyohisi na itikia kwa utulivu.
