Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# data_list
source: Here are some examples of how you can use the weak spots or targets on your attacker’s body.
sw: Hii hapa ni baadhi ya mifano ya jinsi unavyoweza kutumia maeneo dhaifu au shabaha kwenye mwili wa mvamizi wako.

# data_list
source: It is hard to find time to do something nice with your teenager.
sw: Ni ngumu kupata muda wa kufanya kitu kizuri na kijana wako.

# data_list
source: How many times in the past month did you get involved in activities that your teen likes?
sw: Ni mara ngapi kwa mwezi uliopita ulijihusisha na shughuli ambazo kijana wako anapenda?

# data_list
source: In our busy lives it is hard to focus on the positive.
sw: Katika maisha yetu yenye shughuli nyingi ni vigumu kuzingatia mambo chanya.

# data_list
source: How many times in the past month have you praised your teen?
sw: Ni mara ngapi katika mwezi uliopita ulimsifia kijana wako?

# data_list
source: Being a parent can be stressful.
sw: Kuwa mzazi inaweza ikaleta mfadhaiko.

# data_list
source: How many times in the past month did caring for your children make you feel very stressed?
sw: Ni mara ngapi katika mwezi uliopita kuwajali watoto wako kulikufanya uhisi mfadhaiko?

# data_list
source: There are days in our lives where we feel sad and down, and days where we feel happy.
sw: Kuna siku maishani mwetu tunahisi huzuni na tunakuwa wanyonge na kunasiku ambazo tunahisi furaha.

# data_list
source: How many days in the past week have you felt depressed?
sw: Ni siku ngapi katika wiki iliyopita umehisi sonona?

# data_list
source: How many days in the past week have you felt that everything you did was an effort?
sw: Ni siku ngapi katika wiki iliyopita ulihisi kuwa kila kitu ulichofanya ulitumia jitihada?

# data_list
source: How many days in the past week have you felt hopeful for the future?
sw: Ni siku ngapi katika wiki iliyopita ulikuwa na matumaini kwa ajili ya wakati ujao?

# data_list
source: Days in the past week
af: Dae gedurende die afgelope week
sw: Siku za wiki iliyopita
zu: Izinsuku esontweni elidlule

# data_list
source: Sometimes our children make us really upset.
af: Soms ontstel ons kinders ons baie.
sw: Wakati mwingine watoto wetu hutukasirisha sana.
zu: Ngezinye izikhathi izingane zethu zisithukuthelisa kakhulu.

# data_list
source: How many times in the past month did you shout, scream or yell at your teen?
sw: Ni mara ngapi katika mwezi uliopita umempayukia, umepigia kelele au kumfokea kijana wako?

# data_list
source: How many times in the past month did you insult your teen or call them names or stupid?
sw: Ni mara ngapi katika mwezi uliopita ulimtukana kijana wako au kumuita mjinga au majina mabaya?

# data_list
source: Money is one of the biggest stresses for families.
af: Geld is een van die grootste oorsake van stres vir gesinne.
sw: Pesa ni miongoni mwa vyanzo vikubwa zaidi vya msongo wa mawazo katika familia.

# data_list
source: How many times in the past month have you felt worried or anxious about money?
sw: Ni mara ngapi katika mwezi uliopita ulihisi wasiwasi au uwoga kuhusu fedha?

# data_list
source: How many days in the past month (30 days) did you run out of money to pay for food?
af: Hoeveel keer die afgelope maand (30 dae) het jou kosgeld opgeraak?
sw: Je, ni siku ngapi katika mwezi uliopita (siku 30) ulikosa pesa za kununulia chakula?
zu: Zingaki izinsuku enyangeni edlule (izinsuku ezingu-30) oye waphelelwa kuzo yimali yokuthenga ukudla?

# data_list
source: Days in the past month
af: Dae gedurende die afgelope maand
sw: Siku katika mwezi uliopita
zu: Izinsuku enyangeni edlule

# data_list
source: Families also have difficult experiences like sickness and losing loved ones.
sw: Familia pia hupitia wakati mgumu kama ugonjwa na kupoteza wapendwa wao.

# data_list
source: Has a caregiver of your teen (like a parent or grandparent) ever passed away?
sw: Je kuna mlezi wa kijana wako (kama mzazi au bibi/babu) ambae amefariki?

# data_list
source: Did they pass away in the last 3 years?
sw: Je alifariki katika kipindi cha miaka mitatu iliyopita?

# data_list
source: It is so stressful when children misbehave.
af: Dis so stresvol as kinders stout of ongehoorsaam is.
sw: Watoto wanapokuwa na tabia mbaya wanaleta msongo wa mawazo.
zu: Kucindezela kakhulu lapho izingane zingalaleli.

# data_list
source: How many times in the past month did you physically discipline your teen by hitting, spanking, or slapping with your hand or an object like a stick or belt?
sw: Ni mara ngapi katika mwezi uliopita ulimpatia mwanao adhabu za mwilini kwa kumpiga, kumchapa makalioni au kumpiga kofi au na kitu kama fimbo au mkanda?

# data_list
source: How many times in the past month did you discipline your teen with a push or grab?
sw: Ni mara ngapi katika wiki iliyopita ulimuadhibu kwa kumsukuma au kumkamata kwa nguvu?

# data_list
source: It is hard to keep track of our teenagers when they are becoming more independent.
sw: Ni ngumu kuwafuatilia vijana wetu pale wanapoanza kujitegemea.

# data_list
source: How many times in the past month did your teen stay out in the evening past the time that they are supposed to be home?
sw: Ni mara ngapi katika mwezi uliopita, kijana wako alikaa nje mida ya jioni zaidi ya muda anaotakiwa kuwepo nyumbani?

# data_list
source: How many times in the past month did your teen go out with friends you do not know?
sw: Je, ni mara ngapi katika mwezi uliopita, kijana wako alitoka na marafiki usiowajua?

# data_list
source: How many times in the past month did your teen not let you know where they were going?
sw: Je, mara ngapi katika mwezi uliopita kijana wako hakukuambia wapi wanapoenda?

# data_list
source: Sometimes teenagers are hard to talk to.
sw: Muda mwingine ni vigumu kuongea na vijana.

# data_list
source: Have you ever talked with your teen about ways to avoid being touched or made to do sexual things with people or online?
sw: Uliwahi kuongea na kijana wako kuhusiana na njia za kuzuia kushikwa au kulazimishwa kufanya matendo ya kingono na watu au mitandaoni?

# data_list
source: Well done for talking to your teen about keeping safe.
sw: Vizuri kwa kuongea na kijana wako kuhusu kujiweka salama.

# data_list
source: How many times in the last month have you had a talk like this?
sw: Ni mara ngapi katika mwezi uliopita mliweza kuwa na maongezi kama haya?

# data_list
source: How many times in the past month has your teen walked home alone, taken a lift with someone they do not know or hung out in a place that made you worried for their safety?
sw: Ni mara ngapi katika mwezi uliopita kijana wako alirudi nyumbani akiwa peke yake, kupewa lifti na mtu asiyemjua au kwenda sehemu iliokufanya uwe na mashaka juu ya usalama wao?

# data_list
source: Times in the past month
sw: Nyakati katika mwezi uliopita

# data_list
source: It can sometimes be difficult to have a positive relationship with our children.
af: Dit kan soms moeilik wees om 'n positiewe verhouding met ons kinders te hê.
sw: Wakati mwingine inaweza kuwa vigumu kuwa na mahusiano chanya na watoto wetu.

# data_list
source: How confident do you feel about your ability as a parent/caregiver to have a positive relationship with your children?
af: Hoe selfversekerd voel jy oor jou vermoë om as ouer/versorger 'n positiewe verhouding met jou kinders te hê?
sw: Kwa kiwango gani unajiamini kuhusu uwezo wako kama mzazi/mlezi katika kujenga mahusiano chanya na watoto wako?

# data_list
source: Spending time with your teen is not always easy. You’ll find ideas about how to do this in the @data.workshop.w_1on1.in_text_title. You can also find information in @data.parent_centre.my_tips.location_text.
sw: Kutumia muda na kijana wako daima sio rahisi . Unaweza kupata vidokezo ya namna ya kufanya hivi kupitia @data.workshop.w_1on1.in_text_title. Unaweza kutafuta taarifa katika @data.parent_centre.my_tips.location_text.

# data_list
source: Well done! You’ll find more ideas about how to do this in the @data.workshop.w_1on1.in_text_title.
sw: Vizuri! Utakuta namna nyingi zaidi kuhusu jinsi ya kufanya hizi kupitia @data.workshop.w_1on1.in_text_title.

# data_list
source: It’s not always easy to praise. You’ll learn more about this skill in the @data.workshop.w_praise.in_text_title. If you want help right away, you can find it in @data.parent_centre.my_tips.location_text.
sw: Sio rahisi kusifia kila mara. Utajifunza ujuzi huu kupitia @data.workshop.w_praise.in_text_title. Ikiwa unataka msaada wa papo kwa hapo, unaweza ukaupata ndani ya @data.parent_centre.my_tips.location_text.

# data_list
source: Wonderful that you are praising your teen! This helps them feel valued.
sw: Vizuri kuwa unawasifia vijana wako. Hii itasaidia wajihisi wanathaminiwa.

# data_list
source: Great job managing your stress. You'll learn more about how to relax, recognise and reward yourself in the @data.workshop.w_self_care.in_text_title.
sw: Kazi nzuri katika kudhibiti mafadhaiko yako. Utajifunza zaidi jinsi ya kutulia, kutambua na kujipongeza ndani ya @data.workshop.w_self_care.in_text_title.

# data_list
source: Life can definitely get stressful. You'll learn more about taking care of yourself well in the @data.workshop.w_self_care.in_text_title and about managing stress in the @data.workshop.w_stress.in_text_title. If you want help right away, you can find it in @data.parent_centre.my_tips.location_text.
sw: Maisha yanaweza yakawa ya mafadhaiko. Utajifunza zaidi namna ya kujithamini vizuri ndani ya @data.workshop.w_self_care.in_text_title. Kama ukihitaji msaada wa papo kwa hapo unaweza ukaupata ndani ya @data.parent_centre.my_tips.location_text.

# data_list
source: Thank you for answering these questions. When life gets difficult, it’s easy to forget about the good. You are the best parent your teen could have!
sw: Nashukuru kwa kujibu haya maswali. Maisha yanapokuwa magumu, ni rahisi kusahau mazuri. Wewe ni mzazi mzuri kijana wako anayeweza kuwa nae!

# data_list
source: Well done for controlling your anger. You'll learn more about how to respond calmly in the @data.workshop.w_self_care.in_text_title.
sw: Vizuri sana kwa kudhibiti hasira yako. Utajifunza zaidi jinsi ya kujibu kwa utulivu ndani ya @data.workshop.w_self_care.in_text_title.

# data_list
source: All parents use certain methods to teach children how to behave. Sometimes our children make us really angry or upset and we do things we wish we hadn’t. You’ll learn more effective methods to respond to your teen and help them behave well in the @data.workshop.w_consequence.in_text_title. If you want help right away, you can also find it in @data.parent_centre.my_tips.location_text.
sw: Wazazi wote hutumia njia flani kuwafundisha watoto namna tabia zao zinapaswa kuwa. Wakati mwengine watoto wetu hutukasirisha sana na tunafanya vitu tunatamani tusingefanya. Utajifunza njia zenye matokeo za kukabiliana na kijana wako na kumsaidia kuwa na tabia njema ndani ya @data.workshop.w_consequence.in_text_title. Ikiwa unahitaji msaada wa papo kwa hapo unaweza pia ukaupata ndani ya @data.parent_centre.my_tips.location_text.

# data_list
source: Money stress can affect any family. You can learn more about budgeting in the @data.workshop.w_money.in_text_title to help with money stress and reduce money-related arguments.
sw: Mfadhaiko wa kifedha unaweza kuathiri familia yoyote. Unaweza ukajifunza zaidi kuhusu kubajeti ndani ya @data.workshop.w_money.in_text_title kusaidia na mfadhaiko wa kifedha na kupunguza ugomvi unaohusiana na maswala ya kifedha.

# data_list
source: Money stress can be overwhelming. The @data.workshop.w_money.in_text_title includes information that will help with budgeting. If you want help right away, you can also find it in @data.parent_centre.my_tips.location_text.
sw: Mafadhaiko ya kifedha yanaweza kukusonga. @data.workshop.w_money.in_text_title inajumuisha taarifa ambazo zitakusaidia na kubajeti. Ikiwa unahitaji msaada wa papo kwa hapo unaweza pia ukaupata ndani ya @data.parent_centre.my_tips.location_text.

# data_list
source: Losing loved ones is hard. You can find ways to help you and your teen cope with grief in @data.parent_centre.bereavement.location_text.
sw: Kuwapoteza wapendwa ni ngumu. Unaweza ukapata njia za kukusaidia wewe na kijana wako kukabiliana na majonzi @data.parent_centre.bereavement.location_text.

# data_list
source: It is wonderful that you are responding calmly when your teen does something upsetting. They can learn so much from you!
af: Dit is wonderlik dat jy kalm reageer as jou tiener iets ontstellends doen. Hulle kan soveel by jou leer!
sw: Inafurahisha sana kuona unajibu kwa utulivu licha ya kijana wako kufanya jambo la kufadhaisha. Anaweza kujifunza mambo mengi sana kutoka kwako!
zu: Kuhle ukuthi uphendula ngomoya ophansi lapho ingane yakho yenza okuthile okucasulayo. Bangafunda okuningi kuwe!

# data_list
source: We all feel overwhelmed sometimes. The information in the @data.workshop.w_consequence.in_text_title will help you feel less stressed and show you effective ways to teach your children the right behaviour. If you want help right away, you can also find it in @data.parent_centre.my_tips.location_text.
sw: Muda mwingine sote tunahisi kuzidiwa. Taarifa ndani ya @data.workshop.w_consequence.in_text_title itakusaidia kupunguza mfadhaiko na kuonyesha njia bora ya kumfundisha kijana wako tabia njema. Kama unahitaji msaada wa papo kwa hapo, unaweza pia ukaupata ndani ya @data.parent_centre.my_tips.location_text.

# data_list
source: Great job keeping your teen safe. You’ll learn more about this in the @data.workshop.w_safe.in_text_title.
sw: Ni kazi nzuri kumuweka kijana wako salama. Utajifunza zaidi kuhusu hili ndani ya @data.workshop.w_safe.in_text_title.

# data_list
source: Keeping track of our teens is not easy. Information in the @data.workshop.w_safe.in_text_title will support with building communication and keeping your teen safe. If you want help right away, you can also find it in @data.parent_centre.my_tips.location_text.
sw: Kuwafuatilia vijana wetu si kazi rahisi. Taarifa ndani ya @data.workshop.w_safe.in_text_title itakusaidia kujenga mahusiano na kumuweka kijana wako salama. Ukihitaji msaada wa papo kwa hapo, unaweza ukaupata ndani ya @data.parent_centre.my_tips.location_text.

# data_list
source: It can be difficult to know how to keep our teens safe. We often feel powerless as parents. You can get essential tools to help with safety planning in @data.parent_centre.my_tips.location_text at any time.
sw: Ni vigumu kujua namna ya kuweka vijana wetu salama. Mara nyingi wazazi tunahisi hatuna nguvu. Unaweza pata nyenzo muhimu kukusaidia kupanga usalama ndani ya @data.parent_centre.my_tips.location_text muda wowote.

# data_list
source: It can be hard to know what your teen is doing and parents worry about their safety. You can get essential tools to help with safety planning in @data.parent_centre.my_tips.location_text at any time.
sw: Ni vigumu kujua namna ya kuweka vijana wetu salama. Mara nyingi wazazi tunahisi hatuna nguvu. Unaweza pata nyenzo muhimu kukusaidia kupanga usalama ndani ya @data.parent_centre.my_tips.location_text muda wowote.

# data_list
source: How to do self-care
af: Hoe om selfsorg te doen
sw: Jinsi ya kujithamini
xh: Indlela yokuzikhathalela
zu: Indlela yokuzinakekela

# data_list
source: RELAX
sw: Chukua pumziko

# data_list
source: Relax activity
sw: Shughuli ya kujiburudisha

# data_list
source: RECOGNISE
sw: TAMBUA

# data_list
source: Take a moment and think of one thing YOU have done recently that you have done well! Say it aloud if you can: "Well done for …"
sw: Fikiria jambo moja ambalo WEWE umelifanya vizuri hivi karibuni! Sema kwa sauti kama unaweza: "Ninajipongeza kwa…"

# data_list
source: Recognise activity
sw: Shughuli ya kujitambua

# data_list
source: REWARD
sw: TUZO

# data_list
source: Remember, you deserve your quality time too! What makes you happy?
sw: Kumbuka, unastahili pia kuwa na wakati bora! Ni nini kinachokufurahisha?

# data_list
source: Reward activity
sw: Shughuli ya kujipongeza

# data_list
source: One-on-one time with your teen can be fun for you, too! It might even make you feel less stressed.
sw: Muda wa pamoja na kijana wako mkiwa wawili unaweza kukufurahisha wewe pia! Unaweza hata kukupunguzia msongo wa mawazo.

# data_list
source: How to spend one-on-one time
af: Hoe om een-tot-een-tyd deur te bring
sw: Jinsi ya kutumia muda wa pamoja wawili
xh: Indlela yokuchitha ixesha lenu nobabini
zu: Indlela yokuchitha isikhathi ninobabili

# data_list
source: DAY
sw: SIKU

# data_list
source: Try to do it every day. Find 5 minutes (or more!) each day when your teen does not have something else they want to do.
sw: Jaribu kufanya hivi kila siku. Tafuta dakika 5 (au zaidi!) kila siku wakati kijana wako hana kitu kingine anachotaka kufanya.

# data_list
source: PLAY
sw: CHEZA

# data_list
source: Let your teen choose. Tell your teen that you would like to spend some time with them and that they can choose what to do or talk about. They might think this is weird at first, but will come to enjoy this time with you!
sw: Muache kijana wako achague. Mwambie kijana wako kwamba ungependa kutumia muda pamoja naye na kwamba anaweza kuchagua cha kufanya au cha kuzungumzia. Mwanzoni, anaweza kuona kuwa hili ni jambo la ajabu, lakini baadaye atafurahia muda huu wa kuwa na wewe!

# data_list
source: STAY
sw: KAA

# data_list
source: Focus on your teen. Switch off the TV and put phones aside. Look at your teen. Nod or say “I see” to show you are really paying attention. Accept what they say without judging them.
sw: Weka umakini kwa kijana wako. Zima runinga na weka simu kando. Mtazame kijana wako. Fanya ishara kwa kichwa au sema "ndiyo" ili kuonyesha kuwa unampa mkazo. Kubali anachosema bila kumhukumu.

# data_list
source: How to praise
af: Hoe om te prys
sw: Jinsi ya kusifia
xh: Indlela yokuncoma
zu: Indlela yokuncoma

# data_list
source: Look for anything your teen does that is helpful or good and praise them for it. They may not show it, but you will see them doing that good thing again. It will also reassure them that you notice and care.
sw: Tafuta kitu chochote anachofanya kijana wako kwa ajili ya kusaidia au kilicho kizuri na umsifie kwa kitu hicho. Anaweza asioneshe furaha yake, lakini utamwona akifanya tena kitu hicho kizuri. Pia itamthibitishia kuwa unatambua anachokifanya na unajali.

# data_list
source: Be enthusiastic – really mean it when you say it!
sw: Onyesha shauku – unaposema jambo, liseme kwa moyo wa dhati!

# data_list
source: REPEAT IT
sw: RUDIA

# data_list
source: Try to find something to thank them for every day. Even something really small.
sw: Jaribu kutafuta kitu cha kukufanya umshukuru kila siku. Hata kitu kidogo sana.

# data_list
source: You can also praise other adults in your household, too. Notice how they respond!
sw: Unaweza pia kuwasifia watu wazima wengine kwenye kaya yako. Chunguza mwitikio utakavyokuwa!

# data_list
source: How to give positive instructions
af: Hoe om positiewe opdragte te gee
sw: Jinsi ya kutoa maelekezo chanya
xh: Indlela yokunika imiyalelo eyakhayo
zu: Indlela yokunikeza imiyalelo emihle

# data_list
source: GET REAL
sw: KUWA HALISI

# data_list
source: Can your teen actually do what you are about to ask? It may be impossible for them to read quietly all day, but half an hour when you really need it is realistic.
sw: Je, kijana wako anaweza kweli kufanya kile unachotaka kumwambia? Inaweza kuwa vigumu kwao kusoma kimya kwa siku nzima, lakini ukimwambia afanye hivyo kwa nusu saa unapohitaji sana afanye hivyo, ni jambo linalotekelezeka.

# data_list
source: GET POSITIVE
sw: KUWA NA MTAZAMO CHANYA

# data_list
source: Smile, look them in the eye and use positive words. Praise them as soon as they start to do what you ask!
sw: Tabasamu, mwangalie machoni na tumia maneno chanya. Msifie mara tu anapoanza kufanya kile unachotaka!

# data_list
source: GET CLEAR
sw: KUWA WAZI

# data_list
source: Often we know what we want in our head, but we don’t say it clearly enough. Say exactly what you want your teen to do. Try ‘please come home by 7pm’ instead of ‘come home in time’.
sw: Mara nyingi tunajua nafsini mwetu kile tunachokitaka, lakini hakitusemi bayana kiasi cha kueleweka. Sema kile unachotaka kuona kijana wako akifanye. Jaribu kusema 'tafadhali, ifikapo saa 1 jioni uwe tayari umerudi nyumbani' badala ya kusema 'uwahi kurudi nyumbani'.

# data_list
source: How to manage stress
af: Hoe om spanning te hanteer
sw: Jinsi ya kudhibiti msongo wa mawazo
xh: Indlela yokulawula uxinezeleko
zu: Indlela yokulawula ingcindezi

# data_list
source: Breathe. Slowly. Pause. Before you say anything, slowly breathe in and out five times. It will calm you, and give you a chance to think.
sw: Vuta pumzi. Taratibu. Tulia. Kabla ya kusema chochote, vuta pumzi polepole na kuzishusha mara tano. Kufanya hivyo kutakutuliza, na kukupa nafasi ya kufikiria.

# data_list
source: Share how you feel. This is hard. Many of us were told not to cry, or show our feelings to our children. But take a deep breath and calmly tell them how you feel. They will understand better, and also learn from you how to deal with stress.
sw: Shirikisha namna unahisi. Hili ni jambo gumu. Wengi wetu tuliambiwa tusilie, au kuonesha hisia zetu kwa watoto wetu. Lakini vuta pumzi ndefu na uwaambie kwa utulivu jinsi unavyohisi. Wataelewa vizuri, na pia watajifunza kutoka kwako jinsi ya kukabiliana na msongo wa mawazo.

# data_list
source: SHOW
sw: ONESHA

# data_list
source: Show them you care. This is also hard! Stress makes us focus on ourselves. But our teens need our support. Ask them how they feel. Listen to them and comfort them. Try a hug or say "I understand". It can change everything.
sw: Waonyeshe unajali. Hili pia ni jambo gumu! Msongo wa mawazo hutufanya tujiangalie sisi wenyewe. Lakini vijana wetu wanahitaji msaada wetu. Waulize wanajisikiaje. Wasikilize na uwafariji. Jaribu kuwakumbatia au sema "Ninaelewa". Kufanya hivyo kunaweza kubadilisha kila kitu.

# data_list
source: SEEK
sw: TAFUTA

# data_list
source: Seek the positive. Can you and your teen think about ideas that might help? Can you do something positive together to take your mind off the stress?
sw: Tafuta kitu chanya. Je, wewe na kijana wako mnaweza kufikiria mawazo yanayoweza kusaidia? Je, mnaweza kufanya pamoja kitu chanya ili kuhamisha mawazo yako kutoka kwenye msongo wa mawazo?

# data_list
source: If all else fails, breathe. You can do this.
sw: Kama mengine yote hayatafaulu, vuta pumzi. Unao uwezo wa kulishinda hili.

# data_list
source: How to solve problems
af: Hoe om probleme op te los
sw: Jinsi ya kutatua matatizo
xh: Indlela yokusombulula iingxaki
zu: Indlela yokuxazulula izinkinga

# data_list
source: Take a few deep breaths to calm down, and
sw: Vuta pumzi ndefu mara kadhaa upate kutulia, kisha

# data_list
source: Identify the problem.
sw: Bainisha tatizo.

# data_list
source: SOLVE IT
sw: TAFUTA UTATUZI

# data_list
source: Think of possible solutions and what would happen if we used them.
sw: Fikiria njia za utatuzi zinazowezekana na kile kitakachotokea kama tutazitumia.

# data_list
source: TRY IT
sw: JARIBU

# data_list
source: Choose a solution and try it out.
sw: Chagua njia ya utatuzi na uijaribu.

# data_list
source: TEST IT
sw: JARIBU

# data_list
source: Did it work? Great! If it did not work, then try another solution.
sw: Je, imefanikiwa? Safi sana! Kama haikufanikiwa, basi jaribu njia nyingine ya utatuzi.

# data_list
source: How to budget & save
af: Hoe om te begroot en te spaar
sw: Jinsi ya kutengeneza bajeti & kuweka akiba
xh: Indlela yokubhajetha nokonga
zu: Indlela yokwenza isabelomali kanye nokonga

# data_list
source: STEP 1: THINK
sw: HATUA YA 1: FIKIRIA

# data_list
source: What do we spend on now?
sw: Kwa sasa tunatumia pesa kwenye mambo gani?

# data_list
source: Think Activity
sw: Shughuli ya kufikiri
