Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# template
source: Focus on the positive! Telling our teens what we DO want them to do works better than telling them to STOP doing something. You will see the difference.
af: Fokus op die positiewe! Om vir ons tieners te sê wat ons WIL hê hulle moet doen, werk beter as om vir hulle te sê om OP TE HOU met iets wat hulle doen. Jy sal die verskil sien.
xh: Nikela iingqalelo kwizinto ezintle! Ukuxelela abantwana bethu abafikisayo ukuba sifuna BENZE ntoni kusebenza bhetele kunokubaxelela ukuba BAYEKE ukwenza into ethile. Uza kuwubona umahluko
zu: Gxila kokuhle! Ukutshela abantwana bethu ukuthi YINI esifuna bayenze kusebenza kangcono kunokubatshela ukuthi BAYEKE ukwenza okuthile. Uzowubona umehluko.

# template
source: Greetings, greetings everyone. Today our topic is positive instructions. It is important to give positive instructions to our children, because when we give them positive instructions they know and understand what we are expecting them to do, and they do it the way we want them to do it. So, at the end it keeps everyone happy.
af: Goeiedag, goeiedag, almal. Ons onderwerp vandag is positiewe opdragte. Dit is belangrik om positiewe opdragte aan ons kinders te gee,want wanneer ons vir hulle positiewe opdragte gee, weet hulle wat ons van hulle verwag om te doen, en hulle doen dit soos ons wil hê hulle moet dit doen. So, uiteindelik hou dit almal gelukkig.
xh: Molweni, molweni kuni nonke. Namhlanje umxholo wethu yimiyalelo emihle. Kubalulekile ukunikela imfundiso entle kubantwana bethu, ngenxa yokuba xa sibanika imfundiso entle bayazi baze baqonde oko silindele ukuba bakwenze, yaye bakwenza ngale ndlela sifuna bakwenze ngayo. Ngoko ekugqibeleni loo nto ishiya wonke umntu onwabile.
zu: Sanibonani, sanibonani nonke. Isihloko sethu namuhla sikhuluma ngemiyalelo emihle. Kubalulekile ukunika izingane zakho imiyalelo emihle, ngoba uma sibanikeza imiyalelo emihle bayazi futhi bayaqonda ukuthi yini esilindele ukuthi bayenze, futhi bayenza ngalendlela esifuna bayenze ngayo. Ekugcineni, kwenza wonke umuntu ajabule.

# template
source: Let’s see what happens if @global.w_instruct_female_caregiver tells @global.w_instruct_teen_girl "DON'T":
af: Kom ons kyk wat gebeur as @global.w_instruct_female_caregiver vir @global.w_instruct_teen_girl sê “MOENIE”:
xh: Masibone ukuba kwenzeka ntoni ukuba @global.w_instruct_female_caregiver uthi @global.w_instruct_teen_girl "MUSA":
zu: Ake sibone ukuthi kwenzekani uma @global.w_instruct_female_caregiver ethi @global.w_instruct_teen_girl "UNGENZI LOKHU":

# template
source: @global.w_instruct_female_caregiver was cleaning the house while @global.w_instruct_teen_girl was practicing dance moves with her friend. @global.w_instruct_female_caregiver: “Don’t make such a mess while I am cleaning the house. You are in the way!”
af: @global.w_instruct_female_caregiver was besig om huis skoon te maak terwyl @global.w_instruct_teen_girl saam met haar vriend dansbewegings geoefen het. @global.w_instruct_female_caregiver: “Moenie so mors terwyl ek die huis skoonmaak nie. Jy is in die pad!”
xh: @global.w_instruct_female_caregiver ebecoca indlu ngoxa u @global.w_instruct_teen_girl ebeqhelisela umdaniso nomhlobo wakhe. @global.w_instruct_female_caregiver: “Musa ukungcolisa ngoxa ndicoca indlu. Umi endleleni!”
zu: @global.w_instruct_female_caregiver ubehlanza indlu ngesikhathi @global.w_instruct_teen_girl eprakthiza ukudansa nomngane wakhe. @global.w_instruct_female_caregiver: “Ungangcolisi njengoba ngisahlanza indlu. Uyangiphazamisa!”

# template
source: @global.w_instruct_teen_girl: “But I need to practice for the school competition. You never let me do anything.” @global.w_instruct_female_caregiver: “Don’t you talk back to me!”
af: @global.w_instruct_teen_girl: “Maar ek moet oefen vir die skool se kompetisie. Jy laat my nooit toe om iets te doen nie.” @global.w_instruct_female_caregiver: “Moenie teëpraat nie!”
xh: @global.w_instruct_teen_girl: “Kodwa kufuneka ndilungiselele ukhuphiswano lwasesikolweni. Awufuni ndenze nto wena.” @global.w_instruct_female_caregiver: “Musa ukundiphendula!”
zu: @global.w_instruct_teen_girl: “Kodwa kumelwe ngizilungiselele umncintiswano wesikole. Awungivumeli ngenze lutho.” @global.w_instruct_female_caregiver: “Ungangiphenduli!”

# template
source: @global.w_instruct_teen_girl: “Arrg!! Why am I being yelled at all the time????” @global.w_instruct_female_caregiver to herself: “That child is always making trouble.”
af: @global.w_instruct_teen_girl: “Arrg!! Hoekom word daar altyd op my geskree????” @global.w_instruct_female_caregiver by haarself: “Daardie kind veroorsaak altyd moeilikheid.”
xh: @global.w_instruct_teen_girl: “Tyhoo!! Kutheni ndihleli nje ndiyangxoliswa????” @global.w_instruct_female_caregiver uyambombozela: “Lo mntwana usoloko esenza inkathazo.”
zu: @global.w_instruct_teen_girl: “Arrg!! Kungani ngithethiswa ngaso sonke isikhathi????” @global.w_instruct_female_caregiver ekhuluma yedwa: “Le ngane ihlale idala izinkinga.”

# template
source: Thank you for thinking along! Let’s go back in time and see what happens if @global.w_instruct_female_caregiver gives a positive instruction:
af: Dankie dat jy saam gedink het! Kom ons gaan terug in tyd en kyk wat gebeur as @global.w_instruct_female_caregiver ’n positiewe opdrag gee:
xh: Enkosi ngokucinga ngolu hlobo! Makhe sibuyele umva size sibone ukuba kwenzekani ukuba u @global.w_instruct_female_caregiver unikela umyalelo ofanelekileyo:
zu: Siyabonga ngokuthi nicabanga kanye nathi! Ake sibuyele emuva sibone ukuthi kuzokwenzekani uma @global.w_instruct_female_caregiver enikeza umyalelo omuhle:

# template
source: @global.w_instruct_female_caregiver was cleaning the house while @global.w_instruct_teen_girl was with her friends practicing dance moves. @global.w_instruct_female_caregiver: “@global.w_instruct_teen_girl, it is nice to see you practicing your dance moves with your friend. Please take it outside so I can finish cleaning the house. Afterwards, you can show me your dance." @global.w_instruct_teen_girl: “Okay, @global.w_instruct_female_caregiver!”
af: @global.w_instruct_female_caregiver was besig om die huis skoon te maak terwyl @global.w_instruct_teen_girl saam met haar vriende dansbewegings geoefen het. @global.w_instruct_female_caregiver: “@global.w_instruct_teen_girl, dis lekker om te sien hoe jy jou dansbewegings saam met jou vriend oefen. Gaan doen dit asseblief buite sodat ek die huis kan klaar skoonmaak. Dan kan jy vir my jou dans wys.” @global.w_instruct_teen_girl: “Okei, @global.w_instruct_female_caregiver!”
xh: @global.w_instruct_female_caregiver ebecoca indlu ngoxa u @global.w_instruct_teen_girl ebeqhelisela umdaniso. nezihlobo zakhe. @global.w_instruct_female_caregiver: “@global.w_instruct_teen_girl, kumnandi ukunibona niqhelisela umdaniso nomhlobo wakho. Ndicela niye phandle ndizogqibezela ukucoca indlu. Emva koko, ningandibonisa umdaniso wenu." @global.w_instruct_teen_girl: "Kulungile, @global.w_instruct_female_caregiver ."
zu: @global.w_instruct_female_caregiver ubehlanza indlu ngesikhathi @global.w_instruct_teen_girl eprakthiza ukudansa nomngane wakhe. @global.w_instruct_female_caregiver: “@global.w_instruct_teen_girl, kuyajabulisa ukukubona uprakthiza ukudansa nomngane wakho. Ngicela niyodansela ngaphandle ukuze ngiqedele ukuhlanza indlu. Ngemva kwalokho, ningangibonisa umdanso wenu.” @global.w_instruct_teen_girl: “Kulungile, @global.w_instruct_female_caregiver!”

# template
source: @global.w_instruct_female_caregiver: "Thank you for practicing outside while I finished cleaning, @global.w_instruct_teen_girl. Now I have some time to watch your dance."
af: @global.w_instruct_female_caregiver: “Dankie dat jy buite geoefen het terwyl ek klaar skoongemaak het, @global.w_instruct_teen_girl. Nou het ek tyd om na jou dans te kyk.”
xh: @global.w_instruct_female_caregiver: "Enkosi ngokuqhelisela phandle ngoxa ndigqibezela ukucoca, @global.w_instruct_teen_girl. Ngoku ndinexesha lokubukela umdaniso wenu."
zu: @global.w_instruct_female_caregiver: “Ngiyabonga ngokuthi nidansele ngaphandle njengoba bengiqedela ukuhlanza indlu, @global.w_instruct_teen_girl. Manje nginesikhathi sokuthi ngibukele umdanso wenu.”

# template
source: @global.w_instruct_female_caregiver: "Wow, @global.w_instruct_teen_girl! You have such good dance moves!"
af: @global.w_instruct_female_caregiver: “Jinne, @global.w_instruct_teen_girl! Jy dans baie goed !”
xh: @global.w_instruct_female_caregiver: "Wow, @global.w_instruct_teen_girl! Nidanisa kamnandi kakhulu!"
zu: @global.w_instruct_female_caregiver: “Kwaze kwakuhle, @global.w_instruct_teen_girl! Udansa kahle ngempela!”

# template
source: DO NOT THINK ABOUT AN ELEPHANT What are you thinking about?
af: MOENIE AAN ’N OLIFANT DINK NIE Waaraan dink jy?
xh: MUSA UKUCINGA NGENDLOVU Ucinga ngantoni?
zu: UNGACABANGI NGENDLOVU Yini ocabanga ngayo?

# template
source: You probably DID think about an elephant... ‘Don’t do’ instructions make teens think about that thing. Sometimes they don’t understand what we DID want from them. Also they often don’t like being told not to do things (don’t we all?)
af: Jy HET waarskynlik aan ’n olifant gedink... ‘Moenie’-opdragte laat tieners juis aan daardie ding dink. Soms verstaan hulle nie wat ons WEL van hulle verwag nie. Hulle hou ook nie daarvan om aangesê te word om iets nie te doen nie (is ons nie maar almal so nie?)
xh: Mhlawumbi UYE wacinga ngendlovu... ‘Musa ukunikela imiyalelo ebangela abantwana abafikisayo bacinge ngaloo nto. Maxa wambi badla ngokungayiqonidi EYONA nto siyifuna kubo. Kanti badla ngokungathandi ukuxelelwa ukuba mabangenzi izinto (asinjalo sonke?)
zu: Ngokuqinisekile UKE wacabanga ngendlovu... Unganiki imiyalelo eyenza abantwana bacabange ngalokho. Ngezinye izikhathi abaqondi ukuthi YINI esifuna bayenze. Kanti futhi ngokuvamile abathandi ukutshelwa ukuthi yini ekumele bangayenzi (cishe kunjalo nangathi sonke.)

# template
source: That’s right! Positive, clear instructions help teens focus on what they should be doing. Teens will also feel more respected this way, and are more likely to listen.
af: Dis reg! Positiewe, duidelike opdragte help tieners om te fokus op wat hulle behoort te doen. Tieners sal so ook meer voel hulle word gerespekteer, en sal meer geneig wees om te luister.
xh: Kulungile! Umyalelo, osengqiqweni ocacileyo unceda abantwana abafikisayo banikele ingqalelo kwinto abafanele bayenze. Abantwana abafikisayo baya kuziva behlonitshwa ngakumbi ngale ndlela, yaye banamathuba amaninzi okuphulaphula.
zu: Kuhle! Imiyalelo emihle, imiyalelo ecacile isiza abantwana bagxile kulokho okumele bakwenze. Abantwana bazozizwa behlonishwa kakhulu futhi bangalalela.

# template
source: GET REAL
af: KOM BY
xh: YIBA SENGQIQWENI
zu: IBA NEQINISO

# template
source: Can your teen actually do what you are about to ask? It may be impossible for them to read quietly all day, but half an hour when you really need it is realistic.
af: Kan jou tiener werklik doen wat jy nou gaan vra? Dit mag dalk vir hulle onmoontlik wees om die hele dag stil te sit en lees, maar die halfuur wanneer jy dit regtig nodig het, is realisties.
xh: Ngaba umntwana wakho ofikisayo angakwazi ukuyenza le nto uza kuyicela? Kusenokuba nzima kubo ukufunda ngelizwi eliphantsi imini yonke, kodwa isiqingatha seyure xa ufuna njalo kusengqiqweni.
zu: Ingabe ingane yakho ingakwenza ngempela yini lokho ozokucela? Kungase kungenzeki ukuthi ifundele phansi usuku lonke, kodwa isigamu sehora uma usidinga singalunga.

# template
source: GET POSITIVE
af: WEES POSITIEF
xh: YIBA NGOWAKHAYO
zu: CABANGA IZINTO EZAKHAYO

# template
source: Smile, look them in the eye, and use positive words. Praise them as soon as they start to do what you ask!
af: Glimlag, kyk in hulle oë en gebruik positiewe woorde. Prys hulle sodra hulle begin doen wat jy vra!
xh: Ncuma umjonge emehlweni uze usebenzise amagama amnandi. Bancome xa beqalisa ngoko nangoko ukwenza oko ukucelayo!
zu: Mamatheka, babuke emehlweni, usebenzise amazwi akhuthazayo. Bancome ngokushesha uma beqala ukwenza obacela ukuthi bakwenze!

# template
source: GET CLEAR
af: WEES DUIDELIK
xh: THETHA NGOKUCACILEYO
zu: CACISA

# template
source: Often we know what we want in our head, but we don’t say it clearly enough. Say exactly what you want your teen to do. Try ‘please come home by 7pm’ instead of ‘come home in time’.
af: Ons weet dikwels in ons koppe wat ons wil hê, maar ons sê dit nie duidelik genoeg nie. Sê presies wat jy wil hê jou tiener moet doen. Probeer ‘kom asseblief teen 7nm. huis toe’ in plaas van ‘kom betyds huis toe’.
xh: Ngokufuthi siyakwazi oko sikufunayo ezingqondweni zethu, kodwa asikuchazi ngokucace ngokwaneleyo. Kuchaze ngokuthe ngqo oko ufuna umntwana wakho ofikisayo akwenze. Zama ‘nceda goduka ngo-7pm’ kunokuba ‘ufike ekhaya ngexesha’.
zu: Ngokuvamile siyakwazi esikufunayo emiqondweni yethu, kodwa asikusho kucace ngokwanele. Yisho ngokucacile ukuthi ufuna ingane yakho yenzeni. Zama ukuthi ‘ngicela ubuye ekhaya ngo-7pm’ kungokuthi ‘buya ekhaya ngesikhathi’.

# template
source: Wonderful, I am so happy! Keep up the good work.
af: Wonderlik, ek is so bly! Goeie werk, hou so aan.
xh: Kuhle, ndivuya kakhulu! Qhubeka nalo msebenzi mhle.
zu: Kuhle kakhulu, ngijabule kakhulu! Qhubeka nokwenza umsebenzi omuhle.

# template
source: Sorry that things are difficult. All families struggle. We are here to help!
af: Jammer dat dinge moeilik gaan. Alle gesinne sukkel. Ons is hier om te help!
xh: Uxolo ngokuba iimeko zinzima. Zonke iintsapho zitsala nzima. Sikhona ukuze sikuncede!
zu: Ngiyaxolisa ngokuthi isimo sinzima. Isimo sinzima kuyoyonke imindeni. Silapha ukuba sisize!

# template
source: Whatever went ‘wrong’ today, let it go and try again tomorrow. It’s okay!
af: Wat ook al vandag ‘verkeerd’ gegaan het, laat dit gaan en probeer môre weer. Dis oukei!
xh: Nantoni na engahambanga kakuhle namhlanje, yilibale uze uze uzame kwakhona ngomso Kulungile!
zu: Noma ngabe yini engahambanga kahle namuhla, ungakhathazeki ngayo zama futhi kusasa. Kulungile!

# template
source: make a budget together with their family
af: stel ’n begroting op saam met hul gesin
xh: ukwenza ulongiwo-mali kunye nentsapho yabo
zu: enza isabelomali ndawonye nomndeni wabo

# template
source: Did you have any challenges when making your budget together?
af: Het julle enige uitdagings gehad toe julle saam julle begroting opgestel het?
xh: Ngaba uye wanocelo-mngeni xa benisenza kunye ulongiwo-mali?
zu: Ingabe ube nezinselele lapho nenza isabelomali ndawonye?

# template
source: What whas difficult for you about making your budget together?
af: Wat was vir jou moeilik toe julle saam julle begroting opgestel het?
xh: Yitoni ibininzimela ngokulenza kunye ulongiwo-mali?
zu: Yini ebinzima kuwe ngokwenza isabelomali senu ndawonye?

# template
source: I did not want to tell my family how much I earn.
af: Ek wou nie vir my gesin sê hoeveel ek verdien nie.
xh: Bendingafuni ukuxelela intsapho yam ukuba ndamkela malini.
zu: Bengingafuni ukutshela umndeni wami ukuthi ngihola malini.

# template
source: You don’t have to reveal the exact amount you earn; you could give an estimate. You could say, “In this household, we have @global.currency@global.monthly_income_estimate every month” rather than, “I make @global.currency@global.monthly_income_precise”.
af: Jy hoef nie die presiese bedrag wat jy verdien, bekend te maak nie; jy kan ’n geskatte bedrag gee. Jy kan sê: “In hierdie huishouding het ons elke maand @global.currency@global.monthly_income_estimate” in plaas van “Ek verdien @global.currency@global.monthly_income_precise”.
xh: Awunyanzelekanga uchaze ngqo imali oyamkelayo; unokuchaza inani eliqikelelwayo. Usenokuthi, “Apha ekhaya sine @global.currency@global.monthly_income_estimate qho ngenyanga” endaweni yokuthi, “Ndamkela @global.currency@global.monthly_income_precise”.
zu: Akudingeki ukuba udalule inani eliqondile oliholayo; ungabanika isilinganiso. Ungathi, “Lapha ekhaya siba no-@global.currency@global.monthly_income_estimate njalo ngenyanga” kunokuthi uthi, “Ngihola @global.currency@global.monthly_income_precise”.

# template
source: When budgeting, we could not agree on what should fall under needs and what should fall under wants.
af: Toe ons begroot het, kon ons nie saamstem oor wat onder behoeftes en wat onder begeertes moet val nie.
xh: Xa besisenza ibhajethi, khange sikwazi ukuvumelana ngezinto eziyimfuneko nezinto ekumnandi ukuba nazo.
zu: Lapho senza isabelomali, asikwazanga ukuvumelana ngokuthi yini okufanele ibe ngaphansi kwezidingo nokuthi yini okufanele ibe ngaphansi kokufunwayo.

# template
source: People’s wants and needs are different sometimes. Talking about them together can help you and your teen to understand each other, respect your differences, and see where you can compromise.
af: Mense se begeertes en behoeftes verskil soms. Om saam daaroor te praat, kan jou en jou tiener help om mekaar te verstaan, julle verskille te respekteer en te kyk waar julle toegewings kan maak.
xh: Izinto eziyimfuneko nezinto ekumnandi ukuba nazo zahluka ngokwabantu. Ukuthetha ngazo kunganceda wena nomntwana wakho ofikisayo ukuba niqondane, nihloniphe ukwahluka kwenu nize nibone apho ninokuyekelela khona.
zu: Lokho okufunwa abantu nalokho abakudingayo akufani ngezinye izikhathi. Ukukhuluma ngalokhu ndawonye kungasiza wena nengane yakho esebusheni bayo ukuba niqondane, nihloniphe ukungafani kwenu futhi nibheke nezindawo eningaxegisa kuzo.

# template
source: I did not understand what to do.
af: Ek het nie verstaan wat om te doen nie.
xh: Khange ndiyiqonde into ebekumele ukuba ndiyenze.
zu: Bengingaqondi ukuthi ngenzeni.

# template
source: I’m sorry to hear this. I know it can be difficult! Why don’t we go through it again? Your teen or other family members can join and help you!
af: Ek is jammer om dit te hoor. Ek weet dit kan moeilik wees! Hoekom kyk ons nie weer daarna nie? Jou tiener of ander gesinslede kan aansluit en help!
xh: Ndibuhlungu ukuva le nto. Ndiyayiqonda ukuba bungakhona ubunzima! Kutheni singaphindi sithethe ngale nto kwakhona? Umntwana wakho ofikisayo okanye amanye amalungu osapho angajoyina aze akuncede!
zu: Ngiyaxolisa ngokuzwa lokhu. Ngiyazi ukuthi kungaba nzima! Kungani singake siphinde sikuzame futhi? Ingane yakho esebusheni bayo noma amanye amalungu omndeni angangenelela akusize!

# template
source: My teen did not want to do the budgeting with me.
af: My tiener wou nie die begroting saam met my doen nie.
xh: Umntwana wam ofikisayo khange afune ukuyenza kunye nam ibhajethi.
zu: Ingane yami bingafuni ukwenza isabelomali kanye nami.

# template
source: Try making the budget with other adults in your home first. Your teen may get interested in what you are doing. Making a budget may sound serious but try to make it fun – make it a game during one-on-one time! Or you can try to make the budget for @global.w_money_grandma first. Remember to praise them when you are done!
af: Probeer die begroting eers saam met ander volwassenes in jou huis maak. Jou tiener sal dalk begin belangstel in wat julle doen. Om ’n begroting te maak, kan ernstig klink, maar probeer om dit pret te maak – maak dit ’n speletjie tydens een-tot-een-tyd! Of jy kan probeer om die begroting eers vir @global.w_money_grandma te maak. Onthou om jou tiener te prys wanneer julle klaar is!
xh: Zama ukwenza ibhajethi nabanye abantu abadala abasekhayeni lakho kuqala. Umtwana wakho ofikisayo angaba nomdla kwinto eniyenzayo. Ukwenza ibhajethi kungabonakala kuyinto efuna unikele ingqalelo, kodwa zama ukuyenza ibe yinto emnandi – yenze umdlalo ngethuba lokuchitha ixesha kunye! Okanye ungazama ukwenza ibhajethi ye-@global.w_money_grandmakuqala. Ungalibali ukubancoma xa nigqibile!
zu: Zama ukwenza isabelomali nabanye abantu abadala ekhaya lakho kuqala. Ingane yakho esebusheni bayo ingase ibe nentshisekelo kokwenzayo. Ukwenza isabelomali kungase kuzwakale kuyinto ebucayi kodwa zama ukwenza lokhu kube mnandi – kwenze kube umdlalo eniwudlalayo lapho nichitha isikhathi ndawonye! Noma ungazama ukwenza ibhajethi ye-@global.w_money_grandma first. Khumbula ukubancoma alpha maseniqedile!

# template
source: Your goal was to make a family budget and savings plan.
af: Jou doelwit was om ’n gesinsbegroting en spaarplan te maak.
xh: Injongo yakho ibikukwenza ulongiwo-mali lwentsapho kunye nesicwangciso sokonga imali.
zu: Umgomo wakho bekuwukwenza uhlelo lwezimali zomndeni kanye nohlelo lokonga imali.

# template
source: Thank you for sharing your experiences! Well done for thinking about how you can budget and save with your family. This will really help you to work towards your family goals. Together you can achieve so many good things!
af: Dankie dat jy jou ervarings gedeel het! Welgedaan dat jy gedink het oor hoe jy saam met jou gesin kan begroot en spaar. Dit sal julle werklik help om jul gesinsdoelwitte te bereik. Saam kan julle soveel goeie dinge bereik!
xh: Enkosi ngokwabelana ngamava akho! Usebenzile ngokucinga ngendlela yokubhajetha uze wonge ngayo imali entsatsheni yakho. Oku kuza kukunceda usebenzele kwiinjongo zentsapho yakho. Nikunye ninokuphumeza izinto ezininzi ezintle!
zu: Siyakubonga ngokwabelana ngalokho okwenzeke kuwe! Wenze kahle ngokucabanga ngendlela yokuhlela ezemali niyonge nonge nomndeni wakho. Lokhu kuzokusiza ngempela ukwazi ukufinyelele imigomo yomndeni wakho. Ndawonye ningafinyelela kwizinto eziningi ezinhle!

# template
source: Many families are stressed about money, especially if teens keep asking for things! When we make a budget together, we can agree how to spend AND save to prevent stress and work towards our family’s goals.
af: Baie gesinne verkeer onder spanning weens geld, veral as tieners aanhoudend vir goed vra! Wanneer ons saam ’n begroting opstel, kan ons ooreenkom oor hoe om te bestee EN te bespaar, om spanning te voorkom en ons gesin se doelwitte na te streef.
xh: Iintsapho ezininzi zixinezeleke ngenxa yemali, ingakumbi ukuba abantwana abafikisayo baqhubeka becela izinto! Xa sisenza ibhajethi kunye, singavumelana ngendlela yokwenza inkcitho KUNYE nokonga ukuthintela uxinezeleko nokusebenzela kusukelo lwentsapho.
zu: Imindeni eminingi ikhathazeke ngemali, ikakhulu uma abantwana bethu belokhu becela izinto! Uma senza isabelomali ndawonye, singavumelana ukuthi siyisebenzisa kanjani imali NOKUTHI siyonge ukuze sigweme ukukhathazeka futhi sisebenzele ukufinyelela imigomo esizibekele yona njengomndeni.
