Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# template
source: Close your eyes. Take a moment to stop what you are doing and connect with your breath. What is one thing you can be grateful for right now? What is one thing that brings you happiness? What is one thing that you love? They don't have to be big. Sometimes the small things in life count the most!
af: Maak jou oë toe. Neem ’n rukkie om te stop waarmee jy besig is en dink aan jou asem. Wat is een ding waarvoor jy op die oomblik dankbaar kan wees? Wat is een ding wat jou geluk bring? Wat is een ding waarvan jy hou? Hulle hoef nie groot dinge te wees nie. Soms tel die klein dingetjies in die lewe die meeste!
xh: Vala amehlo akho. Thatha umzuzu uze uyeke into oyenzayo ukuze unxibelelane nokuphefumla kwakho. Yeyiphi into enye onombulelo ngayo ngoku? Yeyiphi into enye ekwenza wonwabe? Yeyiphi into enye oyithandayo? Akunyanzelekanga ibe zizinto ezinkulu. Ngamanye amaxesha izinto ezincinci ebomini zezona zibaluleke kakhulu!
zu: Vala amehlo akho. Zinike isikhathi uyeke lokho okwenzayo bese uxhumana nokuphefumula kwakho. Iyiphi into eyodwa ongabonga ngayo njengamanje? Iyiphi into eyodwa ekulethela injabulo? Iyiphi into eyodwa oyithandayo? Akudingeki kube yizinto ezinkulu. Ngezinye izikhathi izinto ezincane ephilweni yizona ezibaluleke kakhulu!

# template
source: Here's an activity to relax your body: Sit comfortably and close your eyes if you can. Imagine a golden ring scanning your body from your feet to your head. Pay attention as it moves up and down your body. Are there any areas that feel tense? Numb? Painful? Focus on those areas for a moment. Breathe in to the area and when you breathe out, try to let go of any tension or pain. Do this for a few breaths. Open your eyes. How does your body feel now?
af: Hier is ’n aktiwiteit om jou liggaam te ontspan: Sit gemaklik en maak jou oë toe as jy kan. Stel jou ’n goue ring voor wat jou liggaam van jou voete na jou kop skandeer. Let op terwyl dit op en af oor jou liggaam beweeg. Is daar plekke wat gespanne voel? Gevoelloos? Pynlik? Fokus ’n oomblik op daardie plekke. Asem in op die gebied, en terwyl jy uitasem, probeer om enige spanning of pyn te los te laat. Doen dit vir ’n paar asemhalings. Maak jou oë oop. Hoe voel jou liggaam nou?
xh: Nantsi into yokwenza umzimba wakho uphole: Hlala ngokukhululekileyo uze uvale amehlo akho ukuba unako. Yiba nombono weringi yegolide iskena umzimba wakho wonke, ukusuka ezinyaweni zakho ukuya entloko. Nikela ingqalelo njengoko isehla inyuka kumzimba wakho. Ngaba zikhona indawo ezingathi ziqinile? Zindindisholo? Zibuhlungu? Nikela ingqalelo kwezo ndawo okomzuzwana. Tsalela umoya kuloo ndawa uze xa uphefumla, uzame ukukhupha nayiphi intlungu okanye ukuqinia. Kwenze oku ngokuphefumla kambalwa. Vula amehlo akho. Uvakalelwa njani ngoku umzimba wakho?
zu: Nakhu ongakwenza ukuze uphumuze umzimba wakho: Hlala ngokunethezeka bese uvala amehlo akho uma ukwazi. Cabanga indilinga yegolide ihlola umzimba wakho kusukela ezinyaweni ize iyofika ekhanda. Naka njengoba ikhuphuka iphinde yehle emzimbeni wakho. Ingabe zikhona izindawo ozizwa ziqinile? Zindikindiki? Zibuhlungu? Gxila kulezo zindawo isikhashana. Donsa umoya uye kuleyo ndawo bese kuthi lapho ukhipha umoya, uzame ukudedela lokho kuqina noma ubuhlungu. Yenza lokhu izikhathi ezimbalwa odonsa ngazo umoya. Vula amehlo akho. Umzimba wakho uzizwa kanjani manje?

# template
source: Join the 210 million parents who have used our resources
af: Sluit aan by die 210 miljoen ouers wat al ons hulpbronne gebruik het
zu: Zibandakanye nezigidi eziwu 210 zabazali abasebenzise izinsiza zethu

# template
source: This app focuses on families with teenagers age @global.teen_age_bracket, but you are welcome to continue - you may learn useful things for your family too!
af: Hierdie toep fokus op gesinne met tieners van @global.teen_age_bracket jaar oud, maar jy is welkom om voort te gaan – jy kan ook nuttige dinge vir jou gesin leer!
xh: Le app ijolise kwiintsapho ezinabantwana abafikisayo @global.teen_age_bracket, kodwa wamkelekile ukuba uqhubeke - ungafunda izinto eziluncedo kusapho lwakho!
zu: Le-app igxila emindenini enezingane ezisebusheni bazo @global.teen_age_bracket, kodwa uvumelekile ukuba uqhubeke - nawe ungafunda izinto eziwusizo emndenini wakho!

# template
source: Why @local.workshop_data.title?
af: Hoekom @local.workshop_data.title?
xh: Kutheni iyi-@local.workshop_data.title?
zu: Kungani @local.workshop_data.title? noma Ngobani @local.workshop_data.title?

# template
source: Hear @global.topic_intro_name's message
af: Hoor @global.topic_intro_name se boodskap
zu: Lalela umyalezo ka@global.topic_intro_name

# template
source: Read @global.topic_intro_name's message
af: Lees @global.topic_intro_name se boodskap
zu: Funda umyalezo ka@global.topic_intro_name

# template
source: Welcome @fields.user_name
af: Welkom, @fields.user_name
xh: Wamkelekile @fields.user_name
zu: Siyakwamukela @fields.user_name

# template
source: It's great to see you again!
af: Dis wonderlik om jou weer te sien!
xh: Kuluvuyo ukukubona kwakhona!
zu: Kuhle ukukubona futhi!

# template
source: It's great to see you again! Let’s start with a song for families everywhere.
af: Dis wonderlik om jou weer te sien! Kom ons begin met ’n liedjie vir gesinne van oraloor.
xh: Kuluvuyo ukukubona kwakhona! Masiqalise ngengoma yeentsapho nokuba ziphi.
zu: Kuhle ukuk'bona futhi! Masiqale ngengoma yemindeni ekuyo yonke indawo.

# template
source: You can do the @global.weekly_workshops by yourself OR you can invite some other family members or friends to join you - you will learn a lot from each other. It's up to you!
af: Jy kan die @global.weekly_workshops self doen OF jy kan ander familielede of vriende nooi om by jou aan te sluit – julle sal baie by mekaar leer. Dit hang van jou af!
xh: Unokuzenzela i-@global.weekly_workshops OKANYE unokumema amanye amalungu entsapho okanye izihlobo zikujoyine – uza kufunda into eninzi komnye nomnye. Kuxhomekeke kuwe!
zu: Ungenza i @global.weekly_workshops ngokwakho NOMA ungamema amanye amalungu omndeni noma abangane ukuba bahlanganyele nawe - nizofunda okuningi komunye nomunye. Kusezandleni zakho!

# template
source: How would you like to do your @global.weekly_workshops?
af: Hoe sou jy jou @global.weekly_workshops wou doen?
xh: Ungathanda ukuyenza njani i-@global.weekly_workshops yakho?
zu: Ungathanda ukuyenza kanjani i @global.weekly_workshops yakho?

# template
source: Which day of the week would you like to do your @global.weekly_workshops?
af: Watter dag van die week wil jy jou @global.weekly_workshops doen?
xh: Loluphi usuku lweveki ongathanda ukwenza ngalo i-@global.weekly_workshops yakho?
zu: Yiluphi usuku evikini ongathanda ukwenza ngalo i @global.weekly_workshops yakho?

# template
source: What challenge did you have when trying to spend time with your teen?
af: Watter uitdaging het jy ervaar toe jy tyd met jou tiener wou deurbring?
xh: Yeyiphi ingxaki oye wanayo ngoku ubuzama ukuchitha ixesha kunye nomntwana wakho ofikisayo?
zu: Iyiphi inselele obenayo lapho uzama ukuchitha isikhathi nengane yakho?

# template
source: Nice! Watching your teen’s favourite T.V. show or sports match together will show them that you care. Just be patient; they will open up to you over time!
af: Lekker! As jy saam met jou tiener na hul gunsteling-TV-program of sportwedstryd kyk, wys dit hulle dat jy omgee. Wees net geduldig; hulle sal mettertyd vir jou oopmaak!
xh: Kuhle! Ukubukela kunye inkqubo ye-TV okanye umdlalo othandwa ngumntwana wakho ofikisayo kuza kumbonisa ukuba umkhathalele. Yiba nomonde, baza kuthetha ekuhambeni kwexesha!
zu: Kuhle! Ukubukela uhlelo lwe-Tv noma lwezemidlalo oluthandwa ingane yakho esebusheni bayo kuzoyibonisa ukuthi unendaba nayo. Yiba nesineke; izokhululeka ukubanawe ngokuhamba kwesikhathi!

# template
source: Sorry that you had that challenge. Children often want to spend time watching T.V. or playing with a gadget. Well done for being patient with your teen!
af: Jammer dat jy daardie uitdaging gehad het. Kinders wil dikwels TV kyk of met ’n toestelletjie speel. Welgedaan dat jy geduldig was met jou tiener!
xh: u-Xolo ngokufumana olo celo-mngeni. Amaxesha amaninzi, abantwana badla ngokuchitha ixesha bebukele i-TV okanye bedlala ngezinto ze-elektronikhi. Usebenzile ngokuba nomonde kumntwana wakho ofikisayo!
zu: Siyaxolisa ngokuthi ube naleyo nselele. Ngokuvamile izingane zifuna ukucitha isikhathi zibukela umabonakude (i-Tv) noma zidlala ngemishini yezobuchwepheshe. Siyakuhalalisela ngokuba nesineke nengane yakho esebusheni bayo!

# template
source: Wonderful! There are lots of fun and educational apps on phones that you can explore together. Ask questions, show interest, and remember to say something nice.
af: Wonderlik! Daar is baie prettige en opvoedkundige apps op fone wat julle saam kan ontdek. Vra vrae, toon belangstelling en onthou om iets aangenaams te sê.
xh: Kuhle gqitha! Zininzi ii-app ezikwifowuni ezimnandi nezifundisayo eninokuzikhangela kunye. Buza imibuzo, bonisa umdla, uze ukhumbule ukuthetha into encomekayo.
zu: Kuhle kakhulu! Kunama-apps amaningi amnandi nafundisayo komakhalekhukhwini eningawahlola ndawonye. Buza imibuzo, bonisa uthando bese ukhumbula ukusho into enhle.

# template
source: You are not alone here. Many parents sometimes have this challenge, too. One-on-one time should always be safe, and it does not have to cost a thing!
af: Jy is nie alleen hierin nie. Baie ouers het soms ook hierdie uitdaging. Een-tot-een-tyd moet altyd veilig wees, en dit hoef niks te kos nie!
xh: Awukho wedwa apha. Abazali abaninzi nabo banalo olu celo-mngeni. Ukuchitha ixesha ninobabini kufanele nikhuseleke ngalo lonke ixesha, kwaye akubizi nto!
zu: Awuwedwa lapha. Abazali abaningi ngezinye izikhathi nabo baba nale nselele. Ukuchitha isikhathi ndawonye kumelwe kuhlale kuphephile, futhi akudingeki kudle imali!

# template
source: This is perfect! If you need any inspiration, you can find suggestions for activities @data.parent_centre.relax_and_activities.location_text. Remember, let your teen choose the activity!
af: Dit is perfek! As jy inspirasie nodig het, kan jy voorstelle vind vir aktiwiteite: @data.parent_centre.relax_and_activities.location_text. Onthou, laat jou tiener die aktiwiteit kies!
xh: Oku kulungile! Ukuba ufuna amacebiso, ungafumana amacebiso ezinto ezinokwenziwa kwi-@data.parent_centre.relax_and_activities.location_text. Khumbula, vumela umntwana wakho ofikisayo akhethe into emayenziwe!
zu: Lokhu kuhle kakhulu! Uma udinga noma yisiphi isikhuthazo, ungathola amacebiso ezinto ongazenza @data.parent_centre.relax_and_activities.location_text. Khumbula, vumela ingane yakho esebusheni bayo ikhethe enizokwenza!

# template
source: That’s perfect! If you need any inspiration, you can find suggestions for activities @data.parent_centre.relax_and_activities.location_text. Remember, let your teen choose the activity!
af: Dit is perfek! As jy inspirasie nodig het, kan jy voorstelle vind vir aktiwiteite: @data.parent_centre.relax_and_activities.location_text. Onthou, laat jou tiener die aktiwiteit kies!
xh: Oko kulunge gqitha! Ukuba ufuna amacebiso, ungafumana amacebiso kwizinto ezinokwenziwa kwi-@data.parent_centre.relax_and_activities.location_text. Khumbula, vumela umntwana wakho ofikisayo akhethe into emayenziwe!
zu: Kuhle kakhulu lokho! Uma udinga noma yisiphi isikhuthazo, ungathola amacebiso ezinto ongazenza @data.parent_centre.relax_and_activities.location_text. Khumbula, vumela ingane yakho esebusheni bayo ikhethe enizokwenza!

# template
source: Remember, let your teen choose! You can find suggestions for activities you could do with your teen @data.parent_centre.relax_and_activities.location_text, if you need it.
af: Onthou, laat jou tiener kies! Jy kan voorstelle kry vir aktiwiteite wat jy saam met jou tiener kan doen as jy dit nodig het: @data.parent_centre.relax_and_activities.location_text.
xh: Khumbula, vumela umntwana wakho ofikisayo akhethe! Amacebiso ezinto onokuzenza kunye nomntwana wakho ofikisayo ungawafumana ku-@data.parent_centre.relax_and_activities.location_text ukuba uyawadinga.
zu: Khumbula, vumela ingane yahoo esebusheni bayo ukuba ikhethe! Ungathola amacebiso ezinto ongazenza nengane yakho esebusheni bayo @data.parent_centre.relax_and_activities.location_text, uma uwadinga.

# template
source: Wonderful! If you spend time together right before dinner, you can happily say, “one-on-one time is over. Let’s get ready for dinner with the rest of the family!”
af: Wonderlik! As julle voor ete tyd saam deurbring, kan jy vriendelik sê: “Een-tot-een-tyd is verby. Kom ons maak gereed vir aandete saam met die res van die gesin!”
xh: Kuhle gqitha! Ukuba nichitha ixesha kunye ngaphambi kwesidlo sangokuhlwa, ungatsho kamnandi uthi, “liphelile ixesha lokuba ndawonye. Masihambe silungiselele isidlo sangokuhlwa kunye nosapho lonke!”
zu: Kuyamangalisa! Uma nichitha isikhathi ndawonye ngaphambi kokudla kwakusihlwa, ungathi ngenjabulo, “isikhathi sethu sobabili sesiphelile. Asilungiselele ukudla isidlo sakusihlwa nawo wonke umndeni! ”

# template
source: Spending time with my teen every day helps to build trust with them/him/her.
af: Om elke dag tyd met my tiener deur te bring, help om vertroue by hulle/hom/haar op te bou.
xh: Ukuchitha ixesha yonke imihla kunye nomntwana wam ofikisayo kunceda ekubeni sakhe ukuthembana.
zu: Ukuchitha isikhathi nengane yami nsuku zonke kuyasiza ekwakheni ukwethembana nabo / yona.

# template
source: Saying something nice about my teen’s choice helps them feel valued.
af: As ek iets goeds sê oor die my tiener se keuse, laat dit hulle gewaardeerd voel.
xh: Ukuthetha into entle yothetha eyenziwe ngumntwana wam ofikisayo kumnceda azive exatyiswa.
zu: Ukusho okuthile okuhle ngokukhetha kwengane yami kuyabasiza bazizwe bebalulekile.

# template
source: Your goal was to spend one-on-one time with your teen.
af: Jou doelwit was om een-tot-een-tyd saam met jou tiener deur te bring.
xh: Injongo yakho ibikukuchitha ixesha ukunye nomntwana wakho ofikisayo.
zu: Inhloso yakho bekuwukuchitha isikhathi esisodwa nengane yakho.

# template
source: Well done for exploring solutions to your challenges. Go try them out. Your relationship with your teen will get stronger and stronger!
af: Welgedaan! Jy het oplossings vir jou uitdagings gesoek. Gaan probeer dit. Jou verhouding met jou tiener sal sterker en sterker word!
xh: Usebenzile ngokukhangela izisombululo kwimiceli-mngeni yakho. Khawuyokuyizama. Ulwalamano lwakho kunye nomntwana wakho ofikisayo luza kuya lusomelela ngokomelela!
zu: Wenze kahle ngokuhlola izisombululo zezinselele zakho. Hamba uyozizama. Ubuhlobo bakho nengane yakho esebusheni bayo buzoqina kakhulu!

# template
source: Being a parent can be so hard. Sometimes it feels like our children never listen to us. But science shows that spending just a few minutes each day of focused one-on-one time with your teen helps build trust and love.
af: Om ’n ouer te wees, kan baie moeilik wees. Soms voel dit asof ons kinders nooit na ons luister nie. Maar die wetenskap toon dat vertroue en liefde opgebou kan word deur elke dag net ’n paar minute se gefokusde een-tot-een-tyd met jou tiener deur te bring.
xh: Ukuba ngumzali kunganzima kakhulu. Ngamanye amaxesha kubonakala ngathi abantwana bethu abasimameli. Kodwa inzululwazi ibonisa ukuba ukuchitha imizuzu embalwa ngosuku ngalunye nichitha ixesha kunye nomntwana wakho ofikisayo oko kunganceda ekwakheni ukuthembana nothando.
zu: Ukuba umzali kungaba nzima kakhulu. Ngezinye izikhathi siba nomuzwa wokuthi izingane zethu azisilaleli. Kodwa isayensi ibonisa ukuthi ukuchitha imizuzu nje embalwa usuku ngalunye nobabili nengane yakho kusiza ekwakheni ukwethembana nothando.

# template
source: One-on-one time is when you focus on them, without TV or phones. Let them lead what you do or talk about. It is great if you can do twenty minutes a day, but even five minutes a day is really good.
af: Een-tot-een-tyd is wanneer jy op hulle fokus, sonder TV of fone. Laat hulle die leiding neem met wat julle doen of waaroor julle praat. Dit is wonderlik as julle dit twintig minute per dag kan doen, maar selfs vyf minute per dag is regtig goed.
xh: Ithuba lokuchitha ixesha ndawonye lelokunikela ingqalelo kubo, kungabukelwanga i-TV okanye kusetyenziswa iifowuni. Bavumele bakhokele into eyenziwayo okanye into enincokola ngayo. Kuhle ukuba unokuchitha imizuzu engamashumi amabini ngosuku, kodwa nokuba yimizuzu emihlanu ngosuku oko kulungile.
zu: Lapho uchitha isikhathi nengane yakho kulapho ugxila kuyo, ngaphandle kokuphazanyiswa yi-TV noma omakhalekhukhwini. Yivumele ihole kulokho enikwenzayo noma enixoxa ngakho. Kuhle uma ningachitha imizuzu engamashumi amabili ngosuku, kodwa ngisho nemizuzu emihlanu mihle kakhulu.

# template
source: Hello. Our topic today is one-on-one time with our children. It is important to spend time with our children so that they can get to understand us, and for us to get an opportunity to understand them. Remember, a family with good understanding live in harmony.
af: Hallo, Ons onderwerp vandag is een-tot-een-tyd met ons kinders. Dit is belangrik om tyd met ons kinders deur te bring sodat hulle ons kan verstaan en sodat ons die geleentheid kry om hulle te verstaan. Onthou, ’n gesin wat mekaar goed verstaan, leef in harmonie.
xh: Molo. Umxholo wanamhlanje ngowokuchitha ixesha kunye nabantwana bethu. Kubalulekile ukuchitha ixesha kunye nabantwana bethu ukuze basazi kakuhle nokuba nathi sibe nethuba lokubazi kakuhle. Ukhumbule ukuba intsapho eyazana kakuhle iyavisisana.
zu: Sanibona. Isihloko sethu namhlanje ukuchitha isikhathi nezingane zethu. Kubalulekile ukuchitha isikhathi nezingane zethu ukuze zikwazi ukusiqonda, nokuthi nathi sithole ithuba lokuziqonda. Khumbula, umndeni oqondana kahle uphila ngokuzwana.

# template
source: You are a star! Every day, recognise something you have done well. Reward yourself with something that makes you happy. And take a deep breath to relax. Remember, you earn a @global.parent_point every time you care for yourself - you matter!
af: Jy is ’n ster! Erken elke dag iets wat jy goed gedoen het. Beloon jouself met iets wat jou gelukkig maak. En haal diep asem om te ontspan. Onthou, jy verdien elke keer ’n @global.parent_point as jy vir jouself sorg – jy maak saak!
xh: Ungu ngqa phambili! Yonke imihla, khumbula into oyenze kakuhle. Zivuze ngokuzenzela into ekwenza wonwabe. Tsala umoya ukuze uphole. Ukhumbule ukuba ufumana i-@global.parent_point qho uzikhathalela - ubalulekile!
zu: Uyiqhawe! Nsuku zonke, qaphela into oyenze kahle. Zivuze ngento ekwenza ujabule. Udonse umoya ukuze uzole. Khumbula, uthola i @global.parent_point njalo lapho uzinakekela - ubalulekile!

# template
source: DAY - Try to do it every day
af: DAG – Probeer om dit elke dag te doen
xh: USUKU - Zama ukuyenza yonke imihla
zu: USUKU – Zama ukukwenza nsuku zonke

# template
source: Find 5 minutes (or more!) each day when your teen does not have something else they want to do.
af: Kry 5 minute (of meer!) per dag wanneer jou tiener nie iets anders het wat hulle wil doen nie.
xh: Kusuku ngalunye, khangela imizuzu emi-5 (okanye ngakumbi!) xa umntwana wakho ofikisayo engenanto yimbi afuna ukuyenza.
zu: Thola imizuzu emihlanu (noma ngaphezulu!) usuku ngalunye lapho ingane yakho engenalutho olunye efuna ukulwenza.

# template
source: PLAY - Let your teen choose
af: SPEEL – Laat jou tiener kies
xh: DLALA - vumela umntwana wakho ofikisayo akhethe
zu: DLALA - Vumela ingane yakho esebusheni bayo ukuba ikhethe

# template
source: Tell your teen that you would like to spend some time with them and that they can choose what to do or talk about. They might think this is weird at first, but will come to enjoy this time with you!
af: Sê vir jou tiener dat jy graag tyd met hulle wil deurbring en dat hulle kan kies wat om te doen of waaroor om te gesels. Hulle mag dalk aan die begin dink dis vreemd, maar hulle sal hierdie spesiale tyd saam met jou begin geniet!
xh: Xelela umntwana wakho ofikisayo ukuba ungathanda ukuchitha ixesha kunye naye kwaye angakhetha into afuna yenziwe okanye afuna ukuncokola ngayo. Ekuqaleni usenokuyifumanisa ingaqhelekanga le nto, kodwa uza kuhamba alonwabele eli xesha aba kunye nawe ngalo!
zu: Tshela ingane yahoo esebusheni bayo ukuthi ungathanda ukuchitha isikhathi nayo nokuthi ingakhetha lokho efuna ukukwenza noma efuna ukukhuluma ngakho. Ingase idideke ekuqaleni kodwa ngokuhamba kwesikhathi izokujabulela ukuchitha isikhathi nawe!

# template
source: STAY - Focus on your teen
af: BLY – Fokus op jou tiener
xh: HLALA - Nikela ingqalelo kumntwana wakho ofikisayo
zu: HLALA - Gxila enganeni yakho esebusheni bayo

# template
source: Switch off TV and put aside phones. Look at your teen. Nod or say “I see” to show you are really paying attention. Accept what they say without judging them.
af: Skakel die TV af en sit fone eenkant. Kyk vir jou tiener. Knik, of sê “Ek verstaan” om te wys jy gee regtig aandag. Aanvaar wat hulle sê sonder om hulle te veroordeel.
xh: Cima i-TV nize ningazisebenzisi iifowuni zenu. Mjonge umntwana wakho ofikisayo. Nqwala intloko okanye uthi “Ndiyakuva” ukuze ubonise ukuba unikele ingqalelo nyhani. Yamkela into ayithethayo ungakhange umgwebe.
zu: Vala umabona kude (TV) ubeke eceleni omakhalekhukhwini. Bheka ingane yakho. Nqekuzisa ikhanda noma uthi “Ngiyabona” ukuze ubonise ukuthi ulalele ngempela. Yamukela ekushoyo ngaphandle kokuyahlulela.

# template
source: One-on-one time with your teen can be fun for you, too! It might even make you feel less stressed.
af: Een-tot-een-tyd kan vir jou ook lekker wees! Dit kan jou selfs minder gespanne laat voel.
xh: Nawe ungalinandipha ithuba lokuchitha ixesha ndawonye kunye nomntwana wakho! Kusenokukwenza ude uzive lwehlile uxinezeleko.
zu: Ukuchitha isikhathi nengane yakho esebusheni bayo kungaba mnandi nakuwe! Kunganciphisa nokucindezeleka kwakho.

# template
source: Great!
af: Wonderlik!
xh: Kulunge kakhulu!
zu: Kuhle!

# template
source: I know life can be hard. I’m proud of you. Whatever you are feeling, it’s great that you are here!
af: Ek weet die lewe kan moeilik wees. Ek is trots op jou. Hoe jy ook al voel, dit is wonderlik dat jy hier is!
xh: Ndiyayazi ubomi bunokubanzima. Ndiyazingca ngawe. Nokuba uvakalelwa njani, kuhle ukuba ulapha!
zu: Ngiyazi ukuthi ukuphila kungaba nzima. Ngiyaziqhenya ngawe. Kungakhathaliseki ukuthi uzizwa kanjani, kuhle ukuthi ulapha!

# template
source: CONGRATULATIONS! You have done it! You have built 11 important parenting skills. This is a huge achievement. It shows such care for your family. Let’s celebrate you, and plan your future parenting support.
af: VEELS GELUK! Jy het dit reggekry! Jy het 11 belangrike vaardighede vir ouerskap aangeleer. Dit is ’n baie groot prestasie. Dit wys hoeveel jy vir jou gesin omgee. Kom ons vier jou prestasie en beplan jou toekomstige ouerondersteuning.
xh: SIVUYISANA NAWE! Uphumelele! Uye wakha izakhono ezili-11 zokuba ngumzali. Uphumeze into enkulu. Kubonisa ukuba uyikhathalele intsapho yakho. Masikuvuyele size sicebe indlela yokukuxhasa njengomzali kwixesha elizayo.
zu: SIYAKUHALALISELA! Uphumelele! Wakhe amakhono abalulekile okuba umzali angu-11. Lena yimpumelelo enkulu. Ibonisa indlela owukhathalela ngayo umndeni wakho. Masikuhalalisele futhi sihlele ukukweseka kwesikhathi esizayo njengomzali.
