Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# template
source: Each of them was feeling upset for their own reason!
af: Elkeen van hulle was ontsteld om hul eie redes!
sw: Kila mmoja wao alihisi kufadhaika kwa sababu zake mwenyewe!
xh: Ngamnye kubo ebecaphuka ngezizathu zakhe!
zu: Ngamunye wabo ubezizwa ediniwe ngezizathu zabo!

# template
source: What could @global.w_stress_male_caregiver have done differently?
af: Wat kon @global.w_stress_male_caregiver anders gedoen het?
sw: Je, @global.w_stress_male_caregiver angeweza kufanyaje tofauti?
xh: Yintoni u @global.w_stress_male_caregiver angeyenzile ngokwahlukileyo?
zu: Kungaba yini @global.w_stress_male_caregiver ayenze ngokuhlukile?

# template
source: Having a @global.safety_word can help your teen stay safe too.
sw: Kuwa na @global.safety_word inaweza kumsaidia kijana wako kuwa salama pia.

# template
source: You can choose any word as a @global.safety_word. Only your family knows it means ‘help’. Your teen can say this word to let you know they are in trouble without you getting angry or punishing them, so you can help them.
sw: Unaweza kuchagua neno lolote kama @global.safety_word. Ni familia yako tu inajua linamaanisha 'msaada'. Kijana wako anaweza kusema neno hili kufahamisha wanapokuwa katika matatizo pasipo wewe kuwa na hasira au kuwaadhibu, ili uweze kuwasaidia.

# template
source: What @global.safety_word can you choose with your teen?
sw: Ni @global.safety_word ipi unaweza kuchagua na kijana wako?

# template
source: Your teen can say: "I saw..." "I look forward to..." "Did you remember to…?" You respond calmly and give your teen an excuse why they need to come home.
sw: Kijana wako anaweza kusema: "Nimeona..." "Ninatazamia..." "Ulikumbuka ku...?" Unajibu kwa utulivu na kuwaambia vijana wako kwa nini wanatakiwa kuja nyumbani.

# template
source: A specific food
sw: Chakula maalumu

# template
source: A specific family member
sw: Mwanafamilia maalumu

# template
source: A specific animal
sw: Mnyama maalumu

# template
source: Something else
sw: Kitu kingine

# template
source: This is fantastic, especially in such difficult times as this. You are a star.
af: Dit is wonderlik, veral in sulke moeilike tye soos hierdie. Jy is ’n ster.
sw: Hiyo ni nzuri, hasa kwenye nyakati ngumu kama hizi. Wewe ni mshindi.
xh: Oku kubalasele, ingakumbi ngamaxesha anzima njengala. Uligqala.
zu: Kuhle kakhulu lokhu, ikakhulu ezikhathini ezinzima njengalezi. Uyiqhawe.

# template
source: Today you will explore:
af: Vandag sal julle die volgende verken:
sw: Leo mtachunguza:
xh: Namhlanje uza kuhlola:
zu: Namuhla uzohlola:

# template
source: * Story & discussion – that didn’t work… * Story & discussion – that worked! * Safety Amnesty story & discussion – that worked! * Tools: How to manage stress BREATHE - SHARE - SHOW * Home practice suggestions
af: * Storie en bespreking – dit het nie gewerk nie... * Storie en bespreking – dit het gewerk! * Veiligheid-amnestie-storie en bespreking – dit het gewerk! * Hulpmiddels: Hoe om stres te hanteer ASEM IN – DEEL – WYS * Voorstelle om tuis te oefen
sw: * Hadithi & majadiliano – ambayo hayakufanikiwa… * Hadithi & majadiliano – ambayo yalifanikiwa! * Hadithi ya Msamaha wa Usalama & majadiliano – ambayo yalifanikiwa! * Nyenzo: Jinsi ya kudhibiti msongo wa mawazo VUTA PUMZI – SHIRIKISHA WENGINE – ONYESHA * Mazoezi ya nyumbani yanayopendekezwa
xh: * Ibali nencoko – loo nto ayikhange isebenze… * Ibali nengxubusho – oko kuye kwasebenza! * Ibali Loxolelo lokhuseleko nengxubusho – oko kusebenzileyo! * Izixhobo: Indlela yokulawula uxinezeleko PHEFUMLA - PHULAPHULA - CINGA * Amacebiso asebenzisekayo ekhaya
zu: * Indaba kanye nengxoxo – okungasebenzanga ... * Indaba kanye nengxoxo – okusebenzile! * Indaba yokuphepha kanye nengxoxo – okusebenzile! * Amathuluzi: Indlela yokulawula ingcindezi PHEFUMULA - YABELANA - BONISA * Amacebiso alokho ongakwenza ekhaya

# template
source: * Story & reflection – that didn’t work… * Story & reflection – that worked! * Safety Amnesty story & reflection – that worked! * Tools: How to manage stress BREATHE - SHARE - SHOW * Home practice suggestions
af: * Storie en nadenke – dit het nie gewerk nie... * Storie en nadenke – dit het gewerk! * Veiligheid-amnestie-storie en nadenke – dit het gewerk! * Hulpmiddels: Hoe om stres te hanteer ASEM IN – DEEL – WYS * Voorstelle om tuis te oefen
sw: * Hadithi & tafakari – ambayo haikufanikiwa… * Hadithi & tafakari – ambayo ilifanikiwa! * Hadithi ya Msamaha wa Usalama & majadiliano – ambayo yalifanikiwa! * Nyenzo: Jinsi ya kudhibiti msongo wa mawazo VUTA PUMZI – SHIRIKISHA WENGINE – ONESHA * Mazoezi ya nyumbani yanayopendekezwa
xh: * Ibali nencoko – loo ayikhange isebenze… * Ibali nokucamngca – oko kuye kwasebenza! * Ibali Loxolelo lokhuseleko nengcinga – oko kusebenzileyo! * Izixhobo: Indlela yokulawula uxinezeleko PHEFUMLA - PHULAPHULA - CINGA * Amacebiso asebenzisekayo ekhaya
zu: * Indaba kanye nokubuyekeza indaba - okungasebenzanga ... * Indatshana kanye nokubuyekeza indaba - okusebenzile! * Indaba yokuphepha kanye nengxoxo – okusebenzile! * Amathuluzi: Indlela yokulawula ingcindezi PHEFUMULA - YABELANA - BONISA * Amacebiso alokho ongakwenza ekhaya

# template
source: Let's discuss what happened in this story.
af: Kom ons bespreek wat in hierdie storie gebeur het.
sw: Hebu tujadili kilichotokea kwenye hadithi hii.
xh: Makhe sincokole ngento eyenzekileyo kweli bali.
zu: Ake sixoxe ngokuthi kwenzekeni kule ndaba.

# template
source: How do you think @global.w_stress_teen_boy_1 felt? And his @global.w_stress_male_caregiver? And @global.w_stress_girl? What could @global.w_stress_male_caregiver have done differently?
af: Hoe dink jy het @global.w_stress_teen_boy_1 gevoel? En sy @global.w_stress_male_caregiver? En@global.w_stress_girl? Wat kon @global.w_stress_male_caregiver anders gedoen het?
sw: Je, unadhani @global.w_stress_teen_boy_1 alijisikiaje? Na @global.w_stress_male_caregiver wake, je? Na @global.w_stress_girl, je? Je, @global.w_stress_male_caregiver angeweza kufanyaje badala yake?
xh: Ucinga ukuba u @global.w_stress_teen_boy_1 uzive njani? Kunye ne @global.w_stress_male_caregiver? Yaye @global.w_stress_girl? Yintoni u @global.w_stress_male_caregiver angeyenzile ngokwahlukileyo?
zu: Ucabanga ukuthi @global.w_stress_teen_boy_1 uzizwe kanjani? Kanye no-@global.w_stress_male_caregiver wakhe? Kanye @global.w_stress_girl? Yini @global.w_stress_male_caregiver abengayenza ngokuhlukile?

# template
source: @global.w_stress_male_caregiver could...
af: @global.w_stress_male_caregiver sou kon...
sw: @global.w_stress_male_caregiver angeweza...
xh: @global.w_stress_male_caregiver unako...
zu: @global.w_stress_male_caregiver anga...

# template
source: * Recognise why he feels stressed * Take a deep breath and speak calmly * Show he understands his teen’s feelings * Think about solutions together with @global.w_stress_teen_boy_1 * Do something positive together with @global.w_stress_teen_boy_1
af: * Erken waarom hy gespanne voel * Diep asemhaal en op ’n kalm manier praat * Wys hy verstaan sy tiener se gevoelens * Dink aan oplossings saam met @global.w_stress_teen_boy_1 * Iets positief doen saam met@global.w_stress_teen_boy_1
sw: * Kutambua kwa nini anahisi msongo wa mawazo * Kuvuta pumzi ndefu na kuzungumza kwa utulivu * Kuonyesha kuwa anaelewa hisia za kijana wake * Kufikiria utatuzi pamoja na @global.w_stress_teen_boy_1 * Kufanya kitu chanya pamoja na @global.w_stress_teen_boy_1
xh: * Qonda ukuba kutheni eziva exinezelekile * Khawuthathe umoya uze uthethe ngokuzolileyo * Ubonisa ukuba uyayiqonda indlela aziva ngayo umntwana wakhe ofikisayo * Cingani ngezisombulullo kunye @global.w_stress_teen_boy_1 * Yenza into efanelekileyo kunye no @global.w_stress_teen_boy_1
zu: * Thola ukuthi kungani ezizwa enengcindezi * Phefumula bese ukhuluma ngezwi elizolile * Ubonisa ukuthi uyayiqonda imizwa yengane yakhe * Cabangani ngezixazululo no @global.w_stress_teen_boy_1 ndawonye * Yenzani okuthile okukhuthazayo no @global.w_stress_teen_boy_1 ndawonye

# template
source: Discuss the @data.workshop.w_svp.in_text_title with your teens. You can even do the activities on warning signs and how to use our voice and body together. It can be hard to talk about these topics together, but it will give your teen skills for situations when they need it most. You can do it!
sw: Jadili mada ya @data.workshop.w_svp.in_text_title na vijana wako. Unaweza hata kufanya shughuli za ishara na onyo jinsi ya kutumia sauti na miili yetu pamoja. Inaweza kuwa vigumu kuzungumza juu ya mada hizi pamoja, lakini itawapa vijana wako ujuzi wa kutumia wakiwa na uhitaji zaidi. Unaweza kufanya hivyo!

# template
source: Yes
af: Ja
sw: Ndiyo
xh: Ewe
zu: Yebo

# template
source: No
af: Nee
sw: Hapana
xh: Hayi
zu: Cha

# template
source: Let’s think back of @global.w_svp_teen_girl_2’s dangerous situation:
sw: Hebu tufikirie mwanzo hali ya hatari ya @global.w_svp_teen_girl_2:

# template
source: Could this situation happen to a boy?
sw: Je, hali hii inaweza kutokea kwa mvulana?

# template
source: Could a boy use his voice to get away?
sw: Je, mvulana anaweza kutumia sauti yake kutoroka?

# template
source: Boys and girls can both find themselves in dangerous situations. Both boys and girls are allowed to do, say, and believe anything that will help them stay safe.
sw: Wavulana na wasichana wote wanaweza kujikuta katika hali hatari. Wavulana na wasichana wanaruhusiwa kufanya, kusema, na kuamini chochote kitakachowasaidia kukaa salama.

# tour
source: This big button takes you to the @global.workshop you are currently exploring. Tap this to find:
sw: Hiki kitufe kikubwa kitakupeleka kwenye @global.workshop unayopitia kwa sasa. Gusa hiki kukipata.

# tour
source: Have a look around! Wherever you start, just the fact you are here shows you care.
sw: Angalia! Popote utakapoanzia, ukweli ni kwamba kuwepo hapa inaonesha unajali.

# tour
source: This big button takes you to the @global.workshop you are currently exploring. Tap it to find:
sw: Hiki kitufe kikubwa kitakupeleka kwenye @global.workshop unayopitia kwa sasa. Gusa hiki kukipata:

# tour
source: A set of activities to help you build a parenting skill.
sw: Kazi za kukusaidia kujenga mbinu za malezi.

# tour
source: Quick reminders on how to successfully use a parenting skill.
sw: Ukumbusho wa haraka jinsi unavyoweza kutumia ujuzi wa malezi kwa mafanikio.

# tour
source: One easy idea on how you can apply a new skill with your family.
sw: Ukumbusho wa haraka jinsi unavyoweza kutumia ujuzi wa malezi kwa mafanikio.

# tour
source: Here you can select any of the other @global.workshops in @global.parent_app. Each @global.workshop gives you one important parenting skill. Swipe to see the next @global.workshops.
sw: Hapa unaweza kuchagua @global.workshops nyingine yoyote katika @global.parent_app. Kila @global.workshops inakupa ujuzi muhimu wa malezi.

# tour
source: You can explore any @global.workshop whenever you want. To see the biggest change in your family, complete all the activities in one @global.workshop before moving to the next one.
sw: Unaweza kuchunguza @global.workshop yoyote wakati wowote unaotaka. Kuona mabadiliko makubwa katika familia yako, maliza shughuli zako zote katika moja ya @global.workshop kabla ya kuhamia kingine.

# tour
source: Things to do
sw: Vitu vya kufanya

# tour
source: Tap here whenever you enter @global.parent_app! You will find 3 short activities that you can do next to help yourself and your family.
sw: Bonyeza hapa kila unapoingia kwenye @global.parent_app! Utapata shughuli tatu fupi unzaoweza kufanya zikusaidie wewe na familia yako.

# tour
source: The HOUSE button brings you back to the home screen at any time.
sw: Kitufe cha NYUMBA kinakurudisha kwenye skrini ya kwanza wakati wowote.

# tour
source: The STAR button takes you to the @global.parent_points. Each new parenting skill comes with a @global.parent_point. @global.parent_points help you celebrate your achievements.
sw: Kitufe cha NYOTA kinakupeleka wewe kwenye @global.parent_points. Kila ujuzi mpya wa malezi huja na @global.parent_point. @global.parent_points zinakusaidia wewe kusherehekea mafanikio.

# tour
source: Tap the BOOK button to go to the @global.parent_centre. Check out the extra relaxation activities and ideas for fun things to do with your teen! You can also find contact details for support services in your area and for technical support with @global.parent_app.
sw: Gusa kitufe cha KITABU ili kwenda kwenye @global.parent_centre. Angalia kazi za zaidi za kupumzika na mawazo ya kufurahisha kufanya na kijana wako! Unaweza pia kupata taarifa za mawasiliano za msaada katika eneo lako na msaada wa kiufundi kwenye @global.parent_app.

# tour
source: Welcome to @global.parent_app
af: Welkom by @global.parent_app
sw: Karibu kwenye @global.parent_app
xh: Wamkelekile ku @global.parent_app
zu: Siyakwamukela ku @global.parent_app

# tour
source: <p>You deserve to feel good, and have happier family relationships.</p> <p>@global.parent_app is here to support you.</p> <p>Here is how to use the app:</p>
af: <p>Jy verdien dit om goed te voel en gelukkiger gesinsverhoudinge te hê.</p> <p>@global.parent_app is hier om jou te ondersteun.</p> <p>Hier volg hoe om die toep te gebruik:</p>
sw: <p> Unastahili kujisikia vizuri, na kuwa na mahusiano ya furaha zaidi ya kifamilia.</p> <p> @global.parent_app iko hapa kukusaidia.</p> <p> Hapa ni jnsi unavyoweza kutumia programu:</p>

# tour
source: <p>This big button takes you to your @global.weekly_workshops. </p>
af: <p>Hierdie groot knoppie neem jou na jou @global.weekly_workshops. </p>
sw: <p> Hiki kitufe kikubwa kinakupeleka katika @global.weekly_workshops. </p>

# tour
source: <p> Each week you will unlock a new @global.workshop focusing on a different parenting skill. </p>
sw: <p> Kila wiki utafungua @global.workshop mpya ikijikita katika ujuzi tofauti wa malezi </p>

# tour
source: <p>The round button appears when a new @global.workshop is ready for you.</p>
sw: <p>Kitufe cha duara kitatokea pindi @global.workshop mpya inapokuwa tayari kwa ajili yako.</p>

# tour
source: <p>Each new parenting skill comes with a @global.parent_point.</p>
af: <p>Elke nuwe ouerskapsvaardigheid kom met 'n @global.parent_point.</p>
sw: <p> Kila ujuzi mpya wa malezi huja na @global.parent_point.</p>

# tour
source: <p>Use @global.parent_points to celebrate your achievements!</p>
af: <p>Gebruik @global.parent_points om jou prestasies te vier!</p>
sw: <p>Tumia @global.parent_points kusherehekea mafanikio yako!</p>

# tour
source: <p>Find lots of helpful resources in the @global.parent_centre.</p> <p>You can get instant access to the Essential Tools from all @global.weekly_workshops.</p>
af: <p>Vind talle nuttige hulpbronne in die @global.parent_centre.</p> <p>Jy kan onmiddellike toegang tot die Noodsaaklike Gereedskap verkry vanaf alle @global.weekly_workshops.</p>
sw: <p> Pata rasilimali nyingi za kukusaidia katika @global.parent_centre.</p> <p> Unaweza kupata uwezo wa papo kwa hapo kupata Nyenzo Muhimu kutoka katika @global.weekly_workshops.</p>

# tour
source: <p>Check out the extra relaxation and parenting activities!</p> <p>You can also get quick parenting tips and technical support.</p>
af: <p>Verken die ekstra ontspannings- en ouerskapaktiwiteite!</p> <p>Jy kan ook vinnige ouerskapwenke en tegniese ondersteuning kry.</p>
sw: <p> Angalia shughuli za ziada za kupumzika na malezi!</p> <p> Unaweza pia kupata dondoo za malezi na msaada wa kiufundi kwa haraka.</p>

# tour
source: <p>Have a look around! Wherever you start, just the fact you are here shows you care.</p>
af: <p>Snuffel 'n bietjie rond! Waar jy ook al begin, net die feit dat jy hier is, wys jy gee om.</p>
sw: <p>Tazama! Popote utakapoanzia, hata uwepo wako hapa unaonesha unajali.</p>

# tour
source: Go to the @global.weekly_workshops
af: Gaan na die @global.weekly_workshops
sw: Nenda kwenye @global.weekly_workshops
xh: Yiya kwi @global.weekly_workshops
zu: Iya ku @global.weekly_workshops

# tour
source: <p>Press this button on the home screen to go to the @global.weekly_workshops </p>
af: <p>Druk hierdie knoppie op die tuisskerm om na die @global.weekly_workshops te gaan</p>
sw: <p>Bonyeza kitufe hiki kwenye skrini ya mwanzo ili kwenda kwenye @global.weekly_workshops </p>
xh: <p>Cofa eli qhosha kwiskrini esiphezulu ukuze uye kwi @global.weekly_workshops </p>
zu: <p>Cindezela inkinobho esekhasini lokuqala ukuze uye ku @global.weekly_workshops </p>

# tour
source: Go to the @global.weekly_workshop_options
af: Gaan na die @global.weekly_workshop_options
sw: Nenda kwenye @global.weekly_workshop_options
xh: Yiya kwi @global.weekly_workshop_options
zu: Iya ku @global.weekly_workshop_options

# tour
source: <p>Press this button to go to the @global.weekly_workshop_options </p>
af: <p>Druk hierdie knoppie om na die @global.weekly_workshop_options te gaan</p>
sw: <p>Bonyeza kitufe hiki ili kwenda kwenye @global.weekly_workshop_options </p>
xh: <p>Cofa eli qhosha ukuze uye kwi @global.weekly_workshop_options </p>
zu: <p>Cindezela le inkinobho ukuze uye ku @global.weekly_workshop_options </p>

# tour
source: <p>Use the @global.weekly_workshop_options to change your @global.workshop settings. </p>
sw: <p>Tumia @global.weekly_workshop_options kubadilisha mipangilio yako ya @global.workshop. </p>

# tour
source: <p> You can change your name here. </p>
af: <p> Jy kan jou naam hier verander. </p>
sw: <p> Unaweza kubadilisha jina lako hapa. </p>
xh: <p> Ungatshintsha igama lakho apha. </p>
zu: <p> Ungashintsha igama lakho lapha. </p>

# tour
source: <p> This shows the day of the week that your new @global.weekly_workshop becomes available. </p> <p> If you want to change it, just press it. </p>
af: <p> Dit wys die dag van die week waarop jou nuwe @global.weekly_workshop beskikbaar raak. </p> <p> Indien jy dit wil verander, druk dit net. </p>
sw: <p> Hii inaonesha siku ya wiki ambayo @global.weekly_workshop mpya itakuwa tayari kwa ajili yako. </p> <p> Ukitaka kuibadilisha, bonyeza tu kitufe. </p>
xh: <p> Oku kubonisa usuku lweveki ethi i @global.weekly_workshop entsha ibonakale ngalo. </p> <p> Ukuba ufuna ukuyitshintsha, vele uyicofe. </p>
zu: <p> Lokhu kubonisa usuku evikini lapho @global.weekly_workshop kwakho okusha okuzotholakala ngalo. </p> <p> Uma ufuna ukuyishintsha, vele uyicindezele. </p>

# tour
source: <p> This shows the @global.weekly_workshop that you're currently on. </p>
af: <p> Dit wys die @global.weekly_workshop waarop jy tans is. </p>
sw: <p> Hii inaonesha @global.weekly_workshop unayojifunza sasa. </p>
xh: <p> Oku kubonisa i @global.weekly_workshop okuyo ngoku. </p>
zu: <p> Lokhu kubonisa @global.weekly_workshop okuyo njengamanje. </p>

# tour
source: <p> You can change here whether you want to do your @global.weekly_workshops as a group or by yourself. </p>
af: <p> Jy kan hier verander of jy jou @global.weekly_workshops as ’n groep of op jou eie wil doen. </p>
sw: <p> Kama unataka kufanya @global.weekly_workshops kama kikundi au peke yako, unaweza kubadilisha hapa. </p>
xh: <p> Ungatshintsha apha enoba nifuna ukwenza i @global.weekly_workshops yenu njengeqela okanye wedwa. </p>
zu: <p> Ungakushintsha lapha uma ufuna ukwenza @global.weekly_workshops yakho njengeqembu noma uwedwa. </p>

# tour
source: <p> Tap here to change your group name. </p>
af: <p> Tik hier om jou groep se naam te verander. </p>
sw: <p> Bonyeza hapa kubadili jina la kikundi chako. </p>
xh: <p> Cofa apha ukuze utshintshe igama leqela. </p>
zu: <p> Chofoza lapha uma ufuna ukushintsha igama leqembu lakho. </p>

# data_list
source: When I first heard I had to spend One-on-One Time with my teen, it was hard for me. I did not know when to do it or what to say. I did not want to spoil my teen so that he thinks we have to do everything together. But I really wanted to build my relationship with my teen and I wanted him to open up about what was troubling him. So we tried the One-on-One Time. First, it felt weird, but it turned out to be fun! Now we watch his TV programme together and we chat about it. And we can even talk about how my son is changing into adolescence, and even about girlfriends and those things!
af: Toe ek die eerste keer hoor ek moet Een-tot-Een-tyd met my tiener spandeer, was dit vir my moeilik. Ek het nie geweet wanneer om dit te doen of wat om te sê nie. Ek wou nie my tiener bederf sodat hy dink ons moet alles saam doen nie. Maar ek wou regtig my verhouding met my tiener versterk, en ek wou hê dat hy oopmaak oor wat hom pla. Daarom het ons Een-tot-Een-tyd probeer. Aanvanklik het dit vreemd gevoel, maar dit was later eintlik groot pret! Nou kyk ons saam na sy TV-program en gesels daaroor. En ons kan selfs praat oor hoe my seun verander in adolessensie, en selfs oor meisies en sulke goed!

# data_list
source: When my mother asked to spend time with me, I thought “Maybe something is wrong, maybe she is sick”. But she said “No, I just want to spend time.” I was sceptical, but I accepted. She asked me what I like doing. It was strange and I was not comfortable, because she never ever spent time with me on my own. The more she kept on trying and we spent this time together, it felt really nice. She got to share her own childhood with me, things I never heard before. That helped me to also share what is going on in my life. We even talk about boyfriends and about problems I have. I know I can talk to my mother now.
af: Toe my ma vra om tyd saam met my te spandeer, het ek gedink, “Miskien is iets verkeerd, miskien is sy siek”. Maar sy het gesê, “Nee, ek wil net tyd saam met jou deurbring”. Ek was skepties, maar ek het dit aanvaar. Sy het gevra waarvan ek hou om te doen. Dit was vreemd en ek was nie gemaklik nie, want sy het nog nooit tyd alleen saam met my spandeer nie. Hoe meer sy aanhou probeer het en ons hierdie tyd saam deurgebring het, hoe lekkerder het dit geword. Sy het begin om haar eie kinderdae met my te deel, goed wat ek nooit vantevore gehoor het nie. Dit het my gehelp om ook te deel wat in my lewe aangaan. Ons gesels selfs oor kêrels en oor probleme wat ek het. Ek weet nou ek kan met my ma praat.

# data_list
source: When we learned about this praising thing, I thought “We were never praised for things as teenagers, so why should we start now?”. But I got interested when I learned what the benefits of praising could be. Right after the weekly workshop, I noticed my teen doing what they do every day: Washing the dishes. And I said “Thank you for washing the dishes, my girl, it really makes me happy that you are helping out.” My teen was smiling and she even came to give me a hug, which she never does. This praising business is hard. I still forget sometimes or give praise at the same time as criticism. But praising really makes a difference. I never thought that a simple praise could make such a change in a person!
af: Toe ek gehoor het van hierdie aanprys ding, het ek gedink, “As tieners is ons nooit geprys vir dinge nie, so hoekom moet ons nou begin?”. Maar ek het begin belangstel toe ek hoor wat die voordele van aanprysing kan wees. Direk na die weeklikse werkswinkel, het ek opgelet dat my tiener doen wat sy elke dag doen: Skottelgoed was. En ek sê, “Dankie dat jy die skottelgoed was, my meisiekind, dit maak my regtig gelukkig dat jy so mooi help.” My tiener het geglimlag en het my selfs 'n drukkie kom gee, iets wat sy nooit doen nie. Hierdie aanprysing besigheid is moeilik. Ek vergeet nog steeds soms, of prys en kritiseer in dieselfde asem. Maar aanprysing maak regtig 'n verskil. Ek het nooit gedink dat eenvoudige woorde van lof soveel verskil aan 'n mens kan maak nie!
