Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# data_list
source: 1. Ask your teen if they want to try out this “role-playing” with you. 2. Ask your teen to choose a situation that they would like to act out. It can be something they saw at school, in your community, or on social media. For example, being a teacher and student at their school. 3. Let your teen decide who should play which role, and act out the scenario together. 4. Take time to talk about what you learned through role-playing. Ask questions like, "How did you feel acting out that role?" or, "What did you learn about that situation?". This will help your teen to think about how other people think and feel.
sw: 1. Muulize kijana wako kama anataka kujaribu "kuigiza" huku na wewe. 2. Mwambie kijana wako achague hali ambayo angependa kuigiza. Inaweza kuwa kitu walichokiona shuleni, katika jumuiya yako, au kwenye mitandao ya kijamii. Kwa mfano, kuwa mwalimu na mwanafunzi katika shule yao. 3. Mwache kijana wako aamue ni nani anapaswa kucheza nafasi gani, na muigize kisa hicho pamoja. 4. Chukua muda wa kuzungumza juu ya ulichojifunza kupitia igizo dhima. Uliza maswali kama, "Ulijisikiaje ukiigiza jukumu hilo?" au, "Ulijifunza nini kuhusu hali hiyo?". Hii itamsaidia kijana wako kufikiria jinsi watu wengine wanavyofikiri na kuhisi.

# data_list
source: * Take turns acting different roles. You can also swap roles to see how it changes the situation. * Keep the activity fun. It doesn’t always have to be role play about something real. * Ask your teen to act as their favourite hero. Ask what they would do if they had super powers for a day.
sw: * Peaneni zamu ya kuigiza nafasi tofauti. Unaweza kubadilisha nafasi na kuangalia namna gani inaweza kubadilisha hali. * Fanya zoezi lile la kufurahisha. Sio lazima iwe igizo kuhusu kitu halisi. * Muambie kijana wako aigize kama shujaa. Waambie watafanya nini kama wangelikuwa na nguvu kwa siku.

# data_list
source: Find the pair
sw: Tafuta jozi hiyo

# data_list
source: Hide and seek is a fun game that many people played when they were children. In this version of the game, you add a challenging twist for your teen.
sw: Kombolela ni mchezo ambao watu wengi walicheza utotoni. Katika mchezo huu, tutaongeza mabadiliko ili kuifanya iwe na changamoto zaidi kwa kijana wako. Katika mchezo huu, utaficha baadhi ya vifaa vya kila siku vya nyumbani Kisha kijana wako atalazimika kukumbuka vitu hivyo na kutafuta vinavyofanana navyo.

# data_list
source: Pairs of any small objects you can find around the house (for example spoons, cups, bowls, empty boxes, shoes) Make sure you have two of each object.
sw: Jozi za vitu vidogo vidogo unavyoweza kupata kuzunguka nyumba (kwa mfano vijiko, vikombe, bakuli, masanduku tupu, viatu) Hakikisha una viwili kati ya kila kitu.

# data_list
source: 1. Hide one of each object around the room. Make sure they are not too difficult to find, but also not too easy. 2. Show your teen the objects they need to find. 3. Let your teen look for the objects. When they find one, they must run back to you, name the object, and put it next to the matching object. 4. Repeat the process until all pairs of objects have been found.
sw: 1. Ficha moja ya kifaa ndani ya chumba. Hakikisha hakuna ugumu katika kuvitafuta, lakini pia sio rahisi sana. 2. Waonyeshe vijana wako vitu wanavotakiwa kuvitafuta. 3. Acha kijana wako atafute vitu. Baada ya kupata kimoja, anatakiwa kukimbia kurudi kwako, kutaja kifaa hicho na akiweke karibu na kifaa kinachofanana nacho. 4. Rudia mchakato huo mpaka jozi zote zimetimia.

# data_list
source: * Try to make the game more challenging by making the objects harder to find. * You can time how long it takes your teen to find all the objects and ask them to try and beat their time. * Choose objects with different shapes, sizes, and colours.
sw: * Jaribu kufanya mchezo kuwa mgumu zaidi kwa kufanya vitu kuwa vigumu kupatikana. * Unaweza pia kupima ni muda gani inachukuwa kijana wako kutafuta vitu vyote na waulize wajaribu kwenda na muda uliopangwa. * Chagua vitu vyenye maumbo tofautitofauti, ukubwa, na rangi.

# data_list
source: Instead of a matching pair, show your teen an object that is “connected to” the object you hid in the room. For example, show your teen a sock, and they will search for something connected with that, like a shoe.
sw: Badala ya kulinganisha jozi, muoneshe kijana wako kifaa ambacho kinahusiana na kingine ulichokificha. Kwa mfano, muoneshe kijana soksi, na watatafuta kitu kinachohusiana na soksi, kama kiatu.

# data_list
source: Mystery box
sw: Sanduku la mafumbo

# data_list
source: Mystery Box is a fun game in which you place an object inside a box, and let your teen ask questions to figure out what the object is.
sw: Boksi la ajabu ni mchezo wa kufurahisha ambapo unaweka kitu ndani ya boksi, na unamruhusu kijana wako aulize maswali ili kufahamu kitu hicho ni nini.

# data_list
source: You can use anything as a ‘box’ (a bucket, sack, packet), as long as your teen can not see what is inside. You also need something to hide inside the mystery box.
sw: Unaweza kutumia chochote kama ‘boksi’ (ndoo, gunia, pakiti), alimradi tu kijana wako hataona kilichoko ndani. Pia unahitaji kitu cha kukificha ndani ya boksi la maajabu.

# data_list
source: 1. Place any object inside the “Mystery Box”, without showing your teen. 2. Your teen now asks you questions to try and guess what it is. You can only answer with “Yes” or “No”. 3. When your teen is sure of the answer, they have to say, “I believe the mystery box is hiding …” and give their answer. 4. Swap roles with your teen and let them choose an object to hide in the box and you try to guess what it is.
sw: 1. Weka kitu chochote ndani ya "boksi la maajabu", bila kumwonyesha kijana wako kile kitu ni nini. 2. Kijana wako sasa akuulize maswali ili kujaribu kukisia ni kitu gani. Unaweza tu kujibu kwa "Ndiyo" au "Hapana". 3. Kama kijana wako ana uhakika wa jibu, wanapaswa kusema, "Ninaamini boksi la maajabu limeficha kitu flani. 4. Badili majukumu na kijana wako na uwaruhusu kuchagua kitu cha kuficha kwenye boksi na unajaribu kukisia ni nini kimefichwa.

# data_list
source: * You can use different objects. You can also introduce themes, such as animals or fruits, to make the game more exciting. * You can allow your teen to choose the objects or themes. This makes them feel more involved and part of the game. * Your teen can close their eyes and touch the mystery item to guess what it is.
sw: * Unaweza kutumia vitu tofauti. Unaweza pia kutambulisha mada, kama vile wanyama au matunda, ili kuufanya mchezo kuwa wa kusisimua zaidi. * Unaweza kuruhusu vijana wako kuchagua vitu au maudhui, na kuwafanya kujisikia kushiriki zaidi na sehemu ya mchezo. * Kijana wako anaweza kufunga macho yake na kugusa kitu cha fumbo ili kukisia ni nini.

# data_list
source: Memory game
sw: Mchezo wa kumbukumbu

# data_list
source: Memory games are a fun way to help your teen focus more and learn how to remember information.
sw: Michezo ya kumbukumbu ni njia ya kufurahisha ya kumsaidia kijana wako kua makini na kujifunza jinsi ya kukumbuka maelezo.

# data_list
source: Ten small items, like a leaf, spoon, cup, seed, pencil, coin, stone, key. It can be anything you find. You also need a cloth or something else to cover the items.
sw: Vitu kumi vidogo, kama jani, kijiko, kikombe, mbegu, penseli, sarafu, jiwe, ufunguo. Inaweza kuwa chochote unachopata. Pia unahitaji kitambaa au kitu kingine kufunika vitu.

# data_list
source: 1. Prepare a space where you can put the ten items. 2. Ask your teen to look at the items for 1 minute. 3. After 1 minute, cover the items with a cloth or some clothes. 4. Ask your teen to try and name all the items. They can write down what they remember. 5. Remove the covering and let the teen see if they remembered all the items. 6. Ask them how they remembered each one. 7. Now it is your turn. Let your teen be the master of the game – your teen chooses some items and tests your memory.
sw: 1. Tayarisha nafasi ambapo unaweza kuweka vitu kumi. 2. Mwambie kijana wako aangalie vitu hivyo kwa dadika moja. 3. Baada ya dakika moja, funika vitu kwa kitambaa au baadhi ya nguo. 4. Mwambie kijana wako ajaribu kuvipa majina vitu vyote. Wanaweza kuandika kile wanachokumbuka. 5. Ondoa kifuniko na kuruhusu kijana aone ikiwa alikumbuka vitu vyote. 6. Waulize jinsi walivyomkumbuka kila kimoja wapo. 7. Sasa ni zamu yako. Mruhusu kijana wako awe bwana wa mchezo - kijana wako anachagua baadhi ya vitu na kujaribu kumbukumbu yako.

# data_list
source: * You can time the activity to make it more exciting and competitive. * You can also ask your teen to come up with a story that involves all the items.
sw: * Unaweza kuweka muda wa shughuli ili kuifanya iwe ya kusisimua na yenye ushindani. * Unaweza pia kumwomba kijana wako atoe hadithi inayohusisha vitu vyote.

# data_list
source: Cooking
sw: Kupika

# data_list
source: Cooking together is a wonderful opportunity to talk and connect, while also teaching your teen life skills.
sw: Kupika pamoja ni fursa nzuri ya kuzungumza na kuungana, huku pia ukimfundisha kijana wako stadi za maisha

# data_list
source: 1. Set a time and day that you and your teen are going to cook together. This will help both of you plan. 2. Teach them about what you are going to make together. Show them the ingredients and let them help measure how much you will be using today. 3. Give them a job to do, like fetching water, chopping, or stirring. 4. Enjoy the meal as a family and let your teen enjoy the pride of contributing to the family
sw: 1. Weka muda na siku ambayo wewe na kijana wako mtapika pamoja. Hii itawasaidia wote wawili kupanga. 2. Wafundishe kuhusu kile mtakachotengeneza pamoja. Waonyeshe viungo na waruhusu wakusaidie kupima ni kiasi gani utatumia leo. 3. Wape kazi ya kufanya, kama kuchota maji, kukatakata, au kukoroga. 4. Furahia mlo kama familia na umruhusu kijana wako afurahie fahari ya kuchangia katika familia

# data_list
source: * Involve them in the planning process by letting them choose the recipe or ingredients. * Allow your teen to do as much as possible, including washing, measuring, cutting, and mixing. * Encourage your teen to ask questions and to share what they are learning. * Praise their efforts, even if the food does not turn out perfectly. * Your teen will learn important life skills by cooking together: How to prepare food and plan well, appreciating the effort cooking takes, and how good it feels to contribute to family life. * You might find that your teen has been wanting to help you cook but did not know how to ask.
sw: * Washirikishe katika mchakato wa kupanga kwa kuwaruhusu kuchagua mapishi au viungo. * Mruhusu kijana wako afanye mengi iwezekanavyo, kutia ndani kuosha, kupima, kukata, na kuchanganya. * Mtie moyo kijana wako aulize maswali na kushiriki kile anachojifunza. * Sifa juhudi zao, hata ikiwa chakula hakitokei kikamilifu. * Kijana wako atajifunza stadi muhimu za maisha kwa kupika pamoja: Jinsi ya kuandaa chakula na kupanga vizuri, kuthamini jitihada zinazofanywa kupika, na jinsi inavyopendeza kuchangia maisha ya familia. * Huenda ukaona kwamba kijana wako amekuwa akitaka kukusaidia kupika lakini hajui jinsi ya kuuliza.

# data_list
source: Storytelling
sw: Kusimulia hadithi

# data_list
source: 1. Choose a time and place where you and your teen can talk comfortably. This could be after dinner, before bedtime, or during a walk outside. 2. Start by sharing your own story. It could be something that happened today, something you remember as a child or a memory that is special to you. 3. After you finish your story, ask your teen if they have any questions. If they don’t have any, ask them to share their own story with you. 4. Listen to your teen's story, ask questions, and show interest in what they have to say. 5. If your teen is struggling to come up with a story, ask something like "What is your favourite childhood memory?" or "What is a tradition in our family that you enjoy?". They can even make up a story.
sw: 1. Chagua wakati na mahali ambapo wewe na kijana wako mnaweza kuketi na kuzungumza kwa raha. Hii inaweza kuwa baada ya chakula cha jioni, kabla ya kulala, au wakati wa matembezi nje. 2. Anza kwa kushirikisha hadithi yako mwenyewe. Inaweza kuwa kitu kilichotokea leo, kitu unachokumbuka ukiwa mtoto, au kumbukumbu ambayo ni maalum kwako. 3. Baada ya kumaliza hadithi yako, muulize kijana wako kama ana maswali yoyote. Ikiwa hawana, waambie wakushirikishe hadithi yao. 4. Sikiliza hadithi ya kijana wako, uliza maswali na uonyeshe kupendezwa na kile anachosema. 5. Ikiwa kijana wako anapata changamoto kupata hadithi, pendekeza vidokezo kama vile "Kumbukumbu uliyoipenda zaidi utotoni" au "Ni mila gani katika familia yetu ambayo unafurahia?".

# data_list
source: * Create a safe space for your teen to share their stories. They will share more with you if they feel like you won’t be upset with them. * Give your teen time to think and come up with their own story. This may not be easy for them to do.
sw: * Tengeneza nafasi salama kwa kijana wako kukushirikisha hadithi zao. Watakushirikisha zaidi ikiwa wanahisi kama hutakerwa nao. * Mpe kijana wako muda wa kufikiria na kuja na hadithi zao wenyewe. Hili si rahisi kwao kufanya.

# data_list
source: Music and dance
sw: Muziki na kucheza

# data_list
source: Dancing is a fun way to get exercise, and a great way to learn about your teen’s interests.
sw: Kucheza mziki ni njia ya kufurahisha ya kufanya mazoezi, na njia nzuri ya kujifunza kuhusu mambo yanayomvutia kijana wako.

# data_list
source: 1. Ask your teen what music they like. Show real interest by asking more questions like where they heard it and what they like about it. 2. Teach each other your favourite dance moves or learn new ones together. 3. Once you have learned some new dance moves, practise them together. Remember to have fun.
sw: 1. Muulize kijana wako ni muziki gani anaopenda. Onyesha shauku ya kweli kwa kuuliza maswali zaidi kama mahali walipoisikia na kile wanachopenda kuihusu. 2. Fundishaneni mitindo ya miziki mnazozipenda au jifunzeni mpya pamoja. 3. Mara tu unapojifunza miondoko ya mziki mpya, ifanyieni mazoezi pamoja. Kumbuka kufurahia.

# data_list
source: * Let your teen show you music and dance moves. * Don't take it too seriously, be silly and have fun together.
sw: * Acha kijana wako akuonyeshe muziki na miondoko ya kucheza. * Usichukulie kwa uzito sana, puuzia na mufurahie pamoja.

# data_list
source: Goal setting
sw: Mpangilio wa malengo

# data_list
source: Setting weekly goals together teaches your teen how to set achievable tasks and work towards their larger long-term goals. This is a great way to bond and to support their personal growth and success in education.
sw: Kuweka malengo ya kila wiki pamoja humfundisha kijana wako jinsi ya kuweka kazi zinazoweza kufikiwa na kufanyia kazi malengo yao makubwa ya muda mrefu. Hii ni njia nzuri ya kushikamana na kusaidia ukuaji wao wa kibinafsi na mafanikio katika elimu.

# data_list
source: 1. At the start of each week, sit down with your teen and ask them to choose one goal for that week. Make sure the goal is specific and can be done in one week. 2. Share your own goal with your teen and try to support each other to reach your goals. 3. During the week, praise your teen for working on their goal. Celebrate their hard work. 4. If your teen does not reach their goal, use it as an opportunity to learn: Talk about why they did not reach it. What could they do better next time? Encourage them to re-plan their goal for next week. 5. Do this every week to start the habit of setting goals and completing them.
sw: 1. Mwanzo wa kila wiki, keti chini na vijana wako na uwaombe kuchagua lengo moja la kutimiza wiki hiyo. Hakikisha ni lengo maalum, na linaweza kukamilishwa kwa wiki moja. 2. Wshirikishe vijana wako lengo lako na jaribu kusaidiana ili kutimiza malengo yenu. 3. Ndani ya wiki, msifu kijana wako kwa kufanyia kazi lengo lake. Sherehekea bidii yao. 4. Ikiwa kijana wako hatatimiza lengo lake, itumie kama fursa ya kujifunza: Zungumza kuhusu kwa nini hawakutiza lengo. Je, ni kipi wangeweza kufanya vizuri zaidi wakati ujao? Wahimize kupanga upya lengo lao la wiki ijayo. 5. Fanya hivi kila wiki ili kujenga tabia ya kuweka malengo na kuyakamilisha.

# data_list
source: * Let your teen choose their own goal. * Make sure the goal is small enough for them to do in one week. Teens are more likely to set more goals if they complete their last goal. * Praise your teen for trying! They will put more effort in if they see that you care about their goal.
sw: * Acha kijana wako achague malengo yake mwenyewe. * Hakikisha lengo laweza kufanyika ndani ya wiki moja. vijana wanauwezo wa kuweka malengo zaidi kama watakamilisha malengo lililopita. * Msifu kijana wako kwa kujaribu! ataongeza juhudi zaidi ikiwa anaona unajali malengo yake.

# data_list
source: Realise my strength
sw: Tambua nguvu zangu

# data_list
source: Helping your teen understand their strengths makes them feel confident in life and helps them take steps to grow in other areas as well.
sw: Kumsaidia kijana wako aelewe uwezo wake inamfanya ajiamini maishani na inamsaidia kuchukua hatua za kukua katika maeneo mengine pia.

# data_list
source: 1. Talk about your teen’s strengths. Ask them: * Which 3 things are you good at? (These can be small things, such as being on time for school, washing the dishes, or something they do with their friends.) * What helped you to be good at these things? (Make sure to talk about hard work and practice.) 2. Talk about your teen’s areas of improvement. Ask them: * What would you love to be better at? * What can you do to reach that goal, and how can I help you? (Break down the big goal into smaller achievable goals/steps.) 3. Write down these smaller goals and encourage your teen to tick them off as they accomplish them. 4. Celebrate each achievement and encourage your teen to keep working towards their bigger goal.
sw: 1. Zungumza kuhusu uwezo wa kijana wako. Waulize: * Je, ni vitu gani 3 unavyovifaa? (Haya yanaweza kuwa mambo madogo, kama vile kufika kwa wakati shuleni, kuosha vyombo, au kitu wanachofanya na marafiki zao.) * Ni nini ilikusaidia kuwa muzuri katika mambo hayo? (Hakikisha unazungumza juu ya bidii na mazoezi.) 2. Zungumza kuhusu maeneo ya uboreshaji ya kijana wako. Waulize: * Je, ungependa kuwa bora zaidi katika nini? * Unaweza kufanya nini ili kufikia mradi huo, na ninaweza kukusaidia jinsi gani? (Gawanya lengo kubwa kuwa malengo/hatua ndogo zinazoweza kufikiwa.) 3. Andika malengo haya madogo na umtie moyo kijana wako ayaweke alama anapoyatimiza. 4. Sherehekea kila mafanikio na umtie moyo kijana wako aendelee kufanyia kazi lengo lake kubwa zaidi.

# data_list
source: * Remember that teens will try more if they find things fun. * Celebrate each step along the way and offer praise when your teen faces challenges.
sw: * Kumbuka kwamba vijana watajaribu zaidi ikiwa watapata mambo ya kufurahisha. * Sherehekea kila hatua ukiendelea na umsifu kijana wako anapokabiliana na changamoto.

# data_list
source: Cleaning and organising
sw: Kusafisha na kupangilia

# data_list
source: Every house needs some cleaning and organising sometimes. Working with your teen to do this provides an opportunity for bonding and teamwork.
sw: Kila nyumba inahitaji kusafishwa na kupangwa wakati mwingine. Kufanya kazi na kijana wako kufanya hili inawapa fursa ya kuwa karibu na kufanya kazi ya pamoja.

# data_list
source: 1. Identify a specific area in your home that needs cleaning and organising, such as a room, cupboard, or area on the floor. 2. Talk to your teen about what needs to be done to clean the space (Like sorting items into groups, or dusting a surface). 3. Give specific tasks to each person and work together to complete them. 4. As you clean and organise, take the opportunity to talk and connect with your teen. Ask them about their interests and share stories from your own life. 5. When you are finished, take a moment to appreciate what you did and praise your teen for their part.
sw: 1. Anza kwa kutambua eneo maalum katika nyumba yako au sehemu ya jamii ambayo inahitaji kusafishwa na kupangiliwa, kama vile chumba, kabati au eneo kwenye sakafu. 2. Ongea na kijana wako kuhusu kile kinachohitajika kufanywa ili kusafisha eneo (kama vile kupanga vitu katika makundi, au kufuta vumbi). 3. Toa kazi maalum kwa kila mtu na kufanya kazi pamoja ili kuzikamilisha. 4. Unaposafisha na kupangilia, chukua fursa ya kuzungumza na kuwauliza nini wanapenda na wasimulie kuhusu maisha yako. 5. Mnapomaliza, mshukuru kijana wako na msifie kwa kile alichofanya kwa mchango wao.

# data_list
source: * Let your teen come up with an idea for what they think should be cleaned or organised. * Take breaks and take your time. Remember to keep things fun. The goal is to spend time with your teen and teach them about being tidy and organised.
sw: * Acha kijana wako atoe wazo la kile anachofikiri kinafaa kusafishwa au kupangwa. * Pumzika kwa muda. Kumbuka kufanya mambo ya kufurahisha. Lengo ni kutumia muda na kijana wako na kuwafundisha kuhusu kuwa nadhifu na kupangwa.

# data_list
source: Happy
sw: Furaha

# data_list
source: Sad
sw: Huzuni

# data_list
source: Scared
sw: Unaogopa

# data_list
source: Loved
sw: Unapendwa

# data_list
source: Brave
sw: Jasiri

# data_list
source: Lost
sw: Umepotea

# data_list
source: Shocked
sw: Kushtushwa

# data_list
source: Guilty
sw: Mwenye hatia

# data_list
source: Numb
sw: Kufa ganzi

# data_list
source: Lonely
sw: Mpweke

# data_list
source: Help
af: Hulp
sw: Msaada
xh: Uncedo
zu: Usizo

# data_list
source: **Help** in the @global.parent_centre
af: **Hulp** in die @global.parent_centre
sw: **Msaada** kwenye @global.parent_centre
xh: **Uncedo** kwi @global.parent_centre
zu: **Usizo** ku- @global.parent_centre

# data_list
source: My Tips
af: My wenke
sw: Vidokezo Vyangu
xh: Amacebiso Am
zu: Amacebiso Ami

# data_list
source: **My Tips** in the @global.parent_centre
af: **My wenke** in die @global.parent_centre
sw: **Vidokezo Vyangu** kwenye @global.parent_centre
xh: **Iingcebiso Zam** kwi @global.parent_centre
zu: **Amathiphu ami** ku-@global.parent_centre

# data_list
source: Essential Tools
af: Noodsaaklike hulpmiddels
sw: Nyenzo Muhimu
xh: Izixhobo Ezibalulekileyo
zu: Amathuluzi Abalulekile

# data_list
source: **Essential Tools** in the @global.parent_centre
af: **Noodsaaklike hulpmiddels** in die @global.parent_centre
sw: **Nyenzo Muhimu** kwenye @global.parent_centre
xh: **Izixhobo Ezibalulekileyo** kwi @global.parent_centre
zu: **Amathuluzi abalulekile** ku-@global.parent_centre

# data_list
source: Relax & Activities
af: Ontspan en aktiwiteite
sw: Burudani & Shughuli
xh: Ukuphola Nemisebenzi
zu: Ukuphumula kanye Nemisebenzi

# data_list
source: under **Relax & Activities** in the @global.parent_centre
af: onder **Ontspan & aktiwiteite** in die @global.parent_centre
sw: kwenye **Burudani & Shughuli** katika @global.parent_centre
xh: phantsi **Phola & Imisebenzi** kwi @global.parent_centre
zu: ngaphansi **Kokuphumula neMisebenzi** ku- @global.parent_centre

# data_list
source: Relaxation activities
sw: Shughuli za kupumzika

# data_list
source: **Relaxation activities** in the @global.parent_centre
sw: **Shughuli za kupumzika** za kwenye @global.parent_centre

# data_list
source: Activities
sw: Shughuli

# data_list
source: **Activities** in the @global.parent_centre
sw: **Shughuli** kwenye @global.parent_centre

# data_list
source: Coping with @global.covid
af: Hantering van @global.covid
sw: Kwendana na @global.covid
zu: Ukumelana ne- @global.covid
