Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# template
source: * One person will volunteer to share his/her list (If no one volunteers you can make a new list together) * Take roles - some will be adults, some will be teens. * Decide what your income is for the month. * Take some stones or beans or anything with lots of bits - this is your income for the month. (For example: If your income is @global.currency@local.monthly_income, and you have @local.number_of_beans beans, each bean is @global.currency@local.bean_value.) * Decide together what you will spend on what, and put the stones/objects on that image. Not sure about your decisions? Having trouble deciding between "needs" and "wants"? That’s totally fine!
af: * Een persoon sal aanbied om sy/haar lys te deel. (as niemand aanbied nie, kan julle saam ’n nuwe lys opstel). * Neem rolle aan – party sal volwassenes wees, party sal tieners wees. * Besluit wat julle inkomste is vir die maand. * Neem ’n paar klippies of boontjies, of enigiets waarvan jy baie het – dis julle inkomste vir die maand. (Byvoorbeeld: As jou inkomste @global.currency@local.monthly_income is, en jy het @local.number_of_beans boontjies, is elke boontjie @global.currency@local.bean_value.) * Besluit saam hoeveel julle op iets wil bestee en plaas die klippies/voorwerpe op daardie prent. Is julle dalk nie seker oor jul besluite nie? Sukkel julle om tussen “behoeftes” en “begeertes” te besluit? Dis doodreg!
sw: * Mtu mmoja ajitolee kuwashirikisha wengine orodha yake (Kama hakuna mtu anayejitolea, mnaweza kutengeneza orodha mpya pamoja) * Gawaneni majukumu – wengine watakuwa watu wazima, wengine watakuwa vijana. * Amueni kipato chenu kwa mwezi ni kiasi gani. * Chukueni hindi au maharage kadhaa au kitu chochote chenye chembechembe nyingi – hicho ndicho kipato chenu kwa mwezi. (Kwa mfano: Kama kipato chenu ni @global.currency@local.monthly_income, na mna maharage @local.number_of_beans, kila harage ni @global.currency@local.bean_value.) * Amueni pamoja mtatumia kiasi gani kwenye kitu gani, na muweke mawe/vitu kwenye picha hiyo. Hamna hakika kuhusu maamuzi yenu? Mnasumbuka kuamua "mahitaji" ni yapi na "matamanio" ni yapi? Hakuna shida kabisa!
xh: * Umntu omnye uza kuvolontiya aze asichazele ngoluhlu lwakhe (Ukuba akukho mntu uvolontiyayo ningenza uluhlu olutsha ninonke) * Dlalani indima zenu - abanye iya kuba ngabantu abadala, abanye ibe ngabantwana abafikisayo. * Gqibani ukuba umvuzo wenu wenyanga uza kuba yimalini. * Thathani amatye ambalwa okanye iimbotyi okanye nantoni na enamasuntswana amaninzi - lo ngumvuzo wakho wenyanga. (Ngokomzekelo: Ukuba umvuzo wakho yi-@global.currency@local.monthly_income, kwaye uneembotyi ezi-@local.number_of_beans, imbotyi nganye yi-@global.currency@local.bean_value.) * Gqibani kunye ukuba niza kuthenga ntoni ngemali, uze ubeke amatye/ izinto kuloo mfanekiso. Aniqinisekanga ngesigqibo senu? Ninengxaki ukwahlula phakathi “kweentswelo” “neemfuno”? Akukho ngxaki konke konke!
zu: * Umuntu oyedwa uzovolontiyela ukuveza olwakhe uhlu (uma engekho ofuna ukuvolontiya ningenza uhlu olusha ndawonye) * Thathani izindima - abanye bazoba abantu abadala, kuthi abanye babe ngabantwana. * Khetha ukuthi uzoba yimalini umholo wakho wenyanga. * Thathani amatshe noma ubhontshisi nanoma yini enezingcezu eziningi - lokhu kuzoba umholo wakho wenyanga. (Ngokwesibonelo: Uma umholo wakho ungu-@global.currency@local.monthly_income, kodwa unobhontshisi abangu-@local.number_of_beans, ubhontshisi owodwa uzoba ngu-@global.currency@local.bean_value.) * Yenza isinqumo ndawonye sokuthi malini enizoyisebenzisela ini, bese nibeka amatshe/okuthile kuleso sithombe. Aniqinisekanga ngesinqumo senu? Nikuthola kunzima ukunquma ukuthi yiziphi izinto “enizidingayo” kanye ”nenizifunayo”? Lokho akunankinga ngempela!

# template
source: Step 3: BUILD
af: Stap 3: BOU
sw: Hatua ya Tatu: TENGENEZA
xh: Inyathelo 3: YAKHA
zu: Isinyathelo 3: YAKHA

# template
source: Make a budget as a family!
af: Stel as gesin ’n begroting op!
sw: Tengeneza bajeti kama familia!
xh: Yenzani ibhajethi njengentsapho!
zu: Yenzani isabelomali njengomndeni!

# template
source: * Write down what your income is for the month. * Take some stones or beans or anything with lots of bits - this is your income for the month. (For example: If your income is @global.currency@local.monthly_income and you have @local.number_of_beans beans, each bean is @global.currency@local.bean_value.) * Decide what you will spend on what, and put the stones/objects on that image. Not sure about your decisions? Having trouble deciding between "needs" and "wants"? That’s totally fine!
sw: * Andikeni kipato chenu kwa mwezi. * Chukueni hindi au maharage kadhaa au kitu chochote cha chembechembe – hicho ndicho kipato chenu kwa mwezi. (Kwa mfano: Kama kipato chenu ni @global.currency@local.monthly_income, na mna maharage @local.number_of_beans, kila harage ni @global.currency@local.bean_value.) * Amueni mtatumia kiasi gani kwenye kitu gani na muweke hindi /vitu kwenye picha hiyo. Hamna hakika kuhusu maamuzi yenu? Mnasumbuka kuamua "mahitaji" ni yapi na "matamanio" ni yapi? Hakuna shida kabisa!

# template
source: Step 4: PLAN
af: Stap 4: BEPLAN
sw: Hatua ya Nne: PANGA
xh: Inyathelo 4: CEBA
zu: Isinyathelo 4: HLELA

# template
source: Plan how you can save money, so you can deal with emergencies and realise your family goals!
af: Beplan hoe jy geld kan spaar, sodat jy noodgevalle kan hanteer en jou gesin se doelwitte kan bereik!
sw: Pangeni jinsi mnavyoweza kuweka akiba ya pesa, ili muweze kukabiliana na dharura na kutimiza malengo ya familia yenu!
xh: Ceba indlela onokonga ngayo imali, ukuze uhlangabezane neemeko zongxamiseko ukuze ufikelele usukelo lwentsapho yakho!
zu: Hlela ukuthi uzoyonga kanjani imali, ukuze ukwazi ukubhekana nezimo eziphuthumayo ezivelayo futhi ufinyelele imigomo yomndeni wakho!

# template
source: If you can save even a tiny amount for the future or emergency - it can make a big difference over time. * Add a circle called “emergencies”. * Add a circle called “family goals”. * Now try to move your money around so you can save a bit every month for each of these.
af: As jy selfs net ’n klein bedraggie vir die toekoms of vir ’n noodgeval kan spaar, sal dit oor tyd ’n groot verskil maak. * Voeg ’n sirkel by en noem dit “noodgevalle”. * Voeg ’n sirkel by en noem dit “gesin se doelwitte”. * Probeer nou jou geld rondskuif sodat jy elke maand ’n bietjie vir elk hiervan kan spaar.
sw: Kama mnaweza kuweka akiba hata kiasi kidogo kwa ajili ya siku zijazo au dharura – kinaweza kusaidia sana. * Wekeni mduara uitwao "dharura". * Wekeni mduara uitwao "malengo ya familia". * Sasa jaribuni kugawanya pesa zenu ili muweze kuweka akiba kidogo kila mwezi kwa mambo yote haya.
xh: Ukuba unokonga neyona mali incinci ukwenzela ikamva okanye imeko yongxamiseko - ingenza umahluko omkhulu ngokuhamba kwexesha. * Yongeza isangqa esibizwa ngokuba “ziimeko zongxamiseko”. * Yongeza isangqa esithi “usukelo lwentsapho.” * Ngoku zama ukudlulisela imali yakho ukuze wonge intwana nyanga nganye ukwenzela nganye kwezi.
zu: Uma ungakwazi ukonga ngisho noma okuncane ozokusebenzisa esikhathini esizayo noma ezimweni eziphuthumayo - kungenza umehluko omkhulu ngokuhamba kwesikhathi. * Faka indilinga ebizwa ngokuthi “izimo eziphuthumayo”. * Faka indilinga ebizwa ngokuthi “imigomo yomndeni”. * Manje zama ukuhlela imali yakho ukuze wonge okuncane nyanga zonke ezintweni ozikhokhelayo.

# template
source: CONGRATULATIONS!!! You’ve made your family budget – and using it will make a huge difference for you. I think every person in your group deserves a praise, don’t you?
af: VEELS GELUK!!! Jy het jou gesin se begroting opgestel – en dit sal ’n groot verskil maak as dit gebruik word. Ek dink elke persoon in jou groep verdien om geprys te word, of hoe?
sw: HONGERA!!! Mmetengeneza bajeti ya familia yenu – na kuitumia kutakuletea mabadiliko makubwa. Ninadhani kila mtu kwenye kikundi chenu anastahili kusifiwa, au sivyo?
xh: SIVUYISANA NAWE!!! Uye wayenza ibhajethi yakho yentsapho – yaye iya kwenza umahluko omkhulu kuwe. Ndicinga ukuba wonke umntu kwiqela lakho ukufanele ukunconywa, akunjalo?
zu: SIYAKUHALALISELA!!! Wenze isabelomali somndeni wakho - ukusisebenzisa kuzokwenza umehluko omkhulu. Ngicabanga ukuthi wonke umuntu eqenjini lakho ufanelwe ukunconywa, akunjalo?

# template
source: CONGRATULATIONS!!! You’ve made your family budget – and using it will make a huge difference for you. I think every person in your family deserves a praise, don’t you?
af: VEELS GELUK!!! Jy het jou gesin se begroting opgestel – en dit sal ’n groot verskil maak as dit gebruik word. Ek dink elke persoon in jou gesin verdien om geprys te word, of hoe?
sw: HONGERA!!! Mmetengeneza bajeti ya familia yako – na kuitumia kutakuletea mabadiliko makubwa. Ninadhani kila mtu katika familia yako anastahili kusifiwa, au sivyo?
xh: SIVUYISANA NAWE!!! Uye wayenza ibhajethi yakho yentsapho – yaye iya kwenza umahluko omkhulu kuwe. Ndicinga ukuba wonke umntu kwintsapho yakho ukufanele ukunconywa, akunjalo?
zu: SIYAKUHALALISELA!!! Wenze isabelomali somndeni wakho - ukusisebenzisa kuzokwenza umehluko omkhulu. Ngicabanga ukuthi wonke umuntu emndenini wakho ufanelwe ukunconywa, akunjalo?

# template
source: CONGRATULATIONS!!! You have made your budget! Remember to do this exercise again with your other family members - if you agree on a plan together it will make a huge difference!
sw: HONGERA!!! Umetengeneza bajeti yako! Kumbuka kufanya zoezi hili tena na wanafamilia wengine – kama mtakubaliana kuhusu mpango fulani pamoja, mpango huo utaleta mabadiliko makubwa!

# template
source: Have you talked with your teen about your family budget yet?
af: Het jy al met jou tiener gepraat oor jul gesinsbegroting?
sw: Je, umeshazungumza na kijana wako kuhusu bajeti ya familia yenu?
xh: Ngaba sele uthethile nomntwana wakho ofikisayo ngebhajethi yentsapho yakho?
zu: Ingabe usukhulumile nengane yakho esebusheni bayo ngesisabelo mali somndeni wenu?

# template
source: Whenever you feel alone or overwhelmed, know that you are not alone. There are parents all over the world who are going through the same struggles as you. You are doing your best every day and we’re all proud of you!
af: Wanneer jy alleen of oorweldig voel, weet dat jy nie alleen is nie. Daar is ouers regoor die wêreld wat dieselfde uitdagings as jy ondervind. Jy doen elke dag jou bes en ons is almal trots op jou!
sw: Wakati wowote unapohisi upweke au kuzidiwa, jua kwamba hauko peke yako. Kuna wazazi duniani kote ambao wanapitia hali kama yako. Kila siku unafanya kadri ya uwezo wako na sisi sote tunajivua wewe!
xh: Nanini na uziva uwedwa okanye izinto zikongamela, yazi ukuba awuwedwa. Kukho abazali ehlabathini nokubanzi abaneengxaki ezifanayo nezakho. Ngoko, wenza konke okwaziyo ukukwenza yonke imihla kwaye sonke siyazingca ngawe!
zu: Noma nini lapho uzizwa uwedwa noma ucindezelekile, yazi ukuthi awuwedwa. Kukhona abazali emhlabeni wonke jikelele ababhekene nezinkinga ezifanayo nezakho. Wenza okusemandleni akho nsuku zonke futhi sonke siyaziqhenya ngawe!

# template
source: Involving your family in how you spend your money can take away a lot of stress and arguments. Complete the @local.workshop_data.in_text_title to help your family with budgeting and saving. It's actually easy - you will see!
af: Deur jou gesin te betrek by die manier waarop jy jou geld spandeer, kan baie spanning en stryery weggeneem word. Voltooi die @local.workshop_data.in_text_title om jou gesin met begroting en besparing te help. Dit is eintlik maklik – jy sal sien!
sw: Kuishirikisha familia yako kuhusu namna mnavyotumia fedha kunaweza kuondoa misongo mingi ya mawazo na ugomvi. Maliza @local.workshop_data.in_text_title ili kuisaidia familia yako kutengeneza bajeti na kuweka akiba. Kwa kweli ni rahisi – utajionea mwenyewe!
xh: Ukubandakanya amalungu entsapho yakho ngendlela esetyenziswa ngayo imali kungenza lwehle uxinezeleko kunye nokuxambulisana. Gqiba i-@local.workshop_data.in_text_title ukuze incede usapho lwakho ngokubhajetha nokonga imali. Kulula kanti - uza kubona!
zu: Ukuhilela umndeni wakho endleleni osebenzisa ngayo imali yakho kungasusa ukucindezeleka okuningi nezimpikiswano. Qedela i-@local.workshop_data.in_text_title ukuze usize umndeni wakho ngokwenza isabelomali kanye nokonga imali. Empeleni kulula - uzobona!

# template
source: Hi @fields.user_name! You are starting your second month of using @global.parent_app. Amazing! Almost every family struggles with money issues, therefore, this week’s @global.workshop will give you a tool that will help you to plan your expenses so you can have enough money to get through the month.
sw: Habari @fields.user_name! Unaanza mwezi wako wa pili wa kutumia @global.parent_app. Inastaajabisha! Karibu kila familia inahangaishwa na masuala ya pesa, kwa hiyo, @global.workshop ya wiki hii itakupa nyenzo itakayokusaidia kupanga matumizi yako ili uweze kuwa na pesa za kutosha kumaliza mwezi.

# template
source: Hi @fields.group_name! You are starting your second month of using @global.parent_app. Amazing! Almost every family struggles with money issues, therefore, this week’s @global.workshop will give you a tool that will help you to plan your expenses so you can have enough money to get through the month.
sw: Habari @fields.group_name! Unaanza mwezi wako wa pili wa kutumia @global.parent_app. Inastaajabisha! Karibu kila familia inahangaishwa na masuala ya pesa, kwa hiyo, @global.workshop ya wiki hii itakupa nyenzo itakayokusaidia kupanga matumizi yako ili uweze kuwa na pesa za kutosha kumaliza mwezi.

# template
source: Do you feel stressed about money? Does your teen keep asking for things you can’t afford? This week’s @global.workshop deals with money and budgeting.
sw: Je, unahisi msongo wa mawazo kuhusu fedha? Je, kijana wako anaendelea kuomba vitu ambavyo huwezi kuvimudu? @global.workshop ya wiki hii inahusu fedha na bajeti.

# template
source: It seems you haven’t finished the @local.workshop_data.in_text_title yet. Many parents said that making a budget brought peace back into their house – it can work for you too. Thank you again for being such a committed parent.
af: Dit lyk asof jy nog nie die @local.workshop_data.in_text_title voltooi het nie. Baie ouers het gesê dat om ’n begroting te maak, vrede in hul huis teruggebring het – dit kan ook vir julle werk. Weereens baie dankie dat jy so ’n toegewyde ouer is.
sw: Inaonekana bado haujamaliza @local.workshop_data.in_text_title. Wazazi wengi wanasema kuwa kutengeneza bajeti kumerudisha amani ndani ya nyumba zao – inaweza kukufaa pia. Kwa mara nyingine, asante kwa kuwa mzazi makini.
xh: Kubonakala ngathi awukayigqibi i-@local.workshop_data.in_text_title. Uninzi lwabazali luthi ukwenza ibhajethi kuye kwazisa uxolo kumakhaya abo - nawe kungakusebenzela oku. Enkosi kwakhona ngokuba ngumzali ozinikele olu hlobo.
zu: Kubonakala sengathi awukayiqedi i-@local.workshop_data.in_text_title okwamanje. Abazali abaningi bathi ukwenza isabelomali kulethe ukuthula endlini yabo – kungakusebenzela nawe. Siyakubonga futhi ngokuba umzali ozibophezele.

# template
source: Great that you completed @local.workshop_data.in_text_title. Tomorrow, a new @global.workshop is unlocked to help you set family rules that work.
sw: Ni vizuri umemaliza@local.workshop_data.in_text_title. Kesho, @global.workshop mpya itafunguliwa ili kukusaidia kuweka sheria za familia zinazofanya kazi.

# template
source: Take a moment and just be impressed at what you’ve achieved, despite all the other things you have to do each day.
af: Neem ’n oomblik en wees beïndruk met wat jy bereik het, ten spyte van die talle ander dinge wat jy elke dag moet doen.
sw: Tenga muda kidogo ili ufurahie mafanikio uliyoyapata, licha ya mambo mengine yote unayopaswa kuyafanya kila siku.
xh: Khawuthathe ithuba uze uvuyiswe yiloo nto uyifezileyo, ngaphandle kwazo zonke ezinye izinto ekufuneka uzenzile usuku ngalunye.
zu: Thatha isikhashana ujabulele izinto ozenzile, ngaphezu kwazo zonke ezinye ezinto okumelwe uzenze zinsuku zonke.

# template
source: * Story – that didn’t work… * Budgeting exercise * Story & discussion – that worked! * Story & discussion – that didn’t work… * Discussion on saving options * Saving exercise * Tools: How to budget & save THINK - CHOOSE - BUILD - PLAN * Home practice suggestions
af: * Storie – dit het nie gewerk nie... * Begroting-oefening * Storie en bespreking – dit het gewerk! * Storie en bespreking – dit het nie gewerk nie... * Bespreking oor opsies vir spaar * Besparing-oefening * Hulpmiddels: Hoe om te begroot en te bespaar DINK – KIES – BOU – BEPLAN * Voorstelle om tuis te oefen
sw: * Hadithi – haikufanikiwa… * Zoezi la kutengeneza bajeti * Hadithi & majadiliano – ilifanikiwa! * Hadithi & majadiliano – hayakufanikiwa… * Majadiliano kuhusu njia za kuweka akiba * Zoezi la kuweka akiba *Nyenzo: Jinsi ya kutengeneza bajeti & kuweka akiba FIKIRI – CHAGUA – TENGENEZA – PANGA * Mazoezi ya nyumbani yanayopendekezwa
xh: * Ibali – loo nto ayikhange isebenze... * Ukuqhelisela ukubhajetha * Ibali nengxubusho – oko kuye kwasebenza! * Ibali nencoko – loo nto ayikhange isebenze… * Ingxubusho ngeendlela zokonga * Ukuqhelisela ukonga imali * Izixhobo: Indlela yokubhajetha nokonga CINGA - KHETHA - YAKHA - CEBA * Amacebiso asebenzisekayo ekhaya
zu: * Indaba – lokho akusebenzanga… * Ukufunda ukwenza isabelomali * Indaba kanye nengxoxo – okusebenzile! * Indaba kanye nengxoxo – okungasebenzanga ... * Ingxoxo ngezindlela zokonga imali * Ukufunda ukonga imali * Amathuluzi: Indlela yokwenza isabelomali kanye nokonga CABANGA - KHETHA - YAKHA - HLELA * Amacebiso alokho ongakwenza ekhaya

# template
source: What are your family savings goals?
af: Wat is jou gesin se spaardoelwitte?
sw: Je, malengo ya familia yako ya kuweka akiba ni yapi?
xh: Luthini usukelo lwentsapho yakho lokonga?
zu: Imiphi imigomo yokonga yomndeni wakho?

# template
source: Such great goals! Such a great goal! When we make a good budget and saving plan together, we can achieve it and feel proud of ourselves!
af: Sulke goeie doelwitte! So ’n goeie doelwit! Wanneer ons saam ’n goeie begroting en spaarplan opstel, kan ons dit bereik en trots wees op onsself!
sw: Hayo ni malengo mazuri sana! Hilo ni lengo zuri sana! Tunapopanga pamoja bajeti nzuri na mpango mzuri wa kuweka akiba, tunaweza kufanikiwa na kuona fahari!
xh: Lusukelo oluhle kakhulu olo! Lusukelo oluhle kakhulu olo! Xa sisenza ibhajethi entle nesicwangciso sokonga sikunye, singaphumelela size sizidle ngeziqu zethu!
zu: Imigomo emihle leyo! Umgomo omuhle loyo! Uma senza isabelomali esihle bese sihlela indlela yokonga imali ndawonye, singakwazi ukuyifinyelela bese siyaziqhenya ngathi!

# template
source: We all have dreams for our family, just like @global.w_money_grandma. By setting aside a bit of money every month, you can realise them too!
af: Ons het almal drome vir ons gesin, net soos@global.w_money_grandma. Deur elke maand ’n bietjie geld weg te sit, kan jy ook jou drome verwesenlik!
sw: Sisi sote tuna ndoto kwa ajili ya familia zetu, kama alivyo @global.w_money_grandma. Kwa kutenga pesa kidogokidogo kila mwezi, unaweza pia kuzitimiza malengo hayo!
xh: Sonke sinamaphupha ngeentsapho zethu, kanye njengo @global.w_money_grandma. Ngokubekela ecaleni intwana yemali nyanga nganye, bangazeka emzekweni
zu: Sonke sinamaphupho ngemindeni yethu, njengo @global.w_money_grandma. Ngokubekela eceleni imali encane inyanga nenyanga, ungawafinyelela lawo maphupho!

# template
source: What are your family savings goals?
af: Wat is jou gesin se spaardoelwitte?
sw: Je, malengo ya familia yako ya kuweka akiba ni yapi?
xh: Luthini usukelo lwentsapho yakho lokonga?
zu: Imiphi imigomo yokonga womndeni wakho?

# template
source: Such a great goal! By making a good budget and saving plan, you can achieve it and feel proud of yourself!
af: So ’n goeie doelwit! Wanneer jy ’n goeie begroting en spaarplan opstel, kan jy dit bereik en trots wees op jouself!
sw: Hilo ni lengo zuri sana! Kwa kutengeneza bajeti nzuri na mpango mzuri wa kuweka akiba, unaweza kufanikiwa na kuona fahari!
xh: Lusukelo oluhle kakhulu olo! Xa sisenza ibhajethi entle nesicwangciso sokonga, ningaphumelela nize nizidle ngeziqu zenu!
zu: Umgomo omuhle loyo! Ngokwenza isabelomali esihle kanye nohlelo lokonga, ungakwazi ukuyifinyelela bese uziqhenya ngawe!

# template
source: Let's talk about this story.
af: Kom ons praat oor hierdie storie.
sw: Hebu tuzungumzie hadithi hii.
xh: Masithethe ngeli bali.
zu: Ake sikhulume ngale ndaba.

# template
source: For @global.w_money_grandma, a storm happened. What other emergencies could come up for us?
af: Vir @global.w_money_grandma was dit ’n storm. Watter ander noodgevalle kan by ons opduik?
sw: Kwa @global.w_money_grandma, dhoruba ilitokea. Je, kuna dharura gani nyingine zinazoweza kutokea?
xh: U @global.w_money_grandma, wafunyanwa sisaqhwithi. Ziziphi ezinye iimeko zongxamiseko ezinokusifikela?
zu: Ku @global.w_money_grandma, kwaba nemvula enesiphepho esinamandla. Iziphi ezinye izimo eziphuthumayo ezingasehlela?

# template
source: Let's think about this story.
af: Kom ons dink oor hierdie storie.
sw: Hebu tufikirie kuhusu hadithi hii.
xh: Makhe sicinge ngeli bali.
zu: Ake sicabange ngale ndaba.

# template
source: For @global.w_money_grandma, a storm happened.
af: Vir @global.w_money_grandma was dit ’n storm.
sw: Kwa @global.w_money_grandma, dhoruba ilitokea.
xh: U @global.w_money_grandma, wafunyanwa sisaqhwithi.
zu: Ku @global.w_money_grandma, kwaba nemvula enesiphepho esinamandla.

# template
source: What other emergencies could come up for your family?
af: Watter ander noodgevalle kan by jou gesin opduik?
sw: Je, kuna dharura gani nyingine zinazoweza kutokea kwenye familia yako?
xh: Ziziphi ezinye iimeko zongxamiseko ezinokufikela intsapho yakho
zu: Yiziphi ezinye izimo eziphuthumayo ezingavelela imindeni yethu?

# template
source: Emergencies can happen in any family. Saving some money for these emergencies BEFORE they happen prevents a lot of sudden worry and stress!
af: Noodgevalle kan in enige gesin opduik. Om vir hierdie noodgevalle te spaar VOOR hulle gebeur, voorkom mens baie skielike bekommernis en spanning!
sw: Dharura zinaweza kutokea kwenye familia yoyote. Kuweka akiba ya pesa kwa ajili ya dharura hizi KABLA hazijatokea huzuia wasiwasi mwingi na msongo wa mawazo wa ghafla!
xh: Iimeko zongxamiseko zinokufikela intsapho yam. Ukugcina imali ukwenzela ezi meko zongxamiseko NGAPHAMBI kokuba zehle kuthintela amaxhala noxinezeleko lwequbuliso!
zu: Isimo esiphuthumayo singavelela noma imuphi umndeni. Ukonga imali yokusiza uma kuvela isimo esiphuthumayo NGAPHAMBI kokuthi siqubuke kuzovimbela ukukhathazeka kungalindelekile nokuba nengcindezi!

# template
source: Let's talk about different ways we can save.
af: Kom ons praat oor die verskillende maniere waarop ons kan spaar.
sw: Hebu tuzungumzie njia mbalimbali za kujiwekea akiba.
xh: Makhe sithethe ngeendlela ezahlukeneyo esinokonga ngazo.
zu: Ake sikhulume ngezindlela ezihlukahlukene zokonga.
