Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# data_list
source: @global.w_rules_female_caregiver_1: “That’s right, and it’s also not safe in this area to be outside after sunset. What do you think would be a good time for you to be home?”
af: @global.w_rules_female_caregiver_1: “Dis reg, en dit is ook nie veilig in hierdie omgewing om na sononder buite te wees nie. Wat dink jy is ’n goeie tyd vir jou om huis toe te kom?”
zu: @global.w_rules_female_caregiver_1: “Kunjalo, okunye futhi ukuthi akuphephile ukuba ngaphandle kule ndawo uma sekuhlwile. Ucabanga ukuthi kungaba isiphi isikhathi esifanele sokubuya ekhaya?”

# data_list
source: @global.w_rules_teen_boy: “I could come home at 10pm?" @global.w_rules_female_caregiver_1: “That’s a bit late, what about 6pm? Or something in the middle?"
af: @global.w_rules_teen_boy: “Ek kan 10nm. huis toe kom?” @global.w_rules_female_caregiver_1: “Dis ’n bietjie te laat, wat van 6nm.? Of iewers in die middel?”
zu: @global.w_rules_teen_boy: “Ngingabuya ekhaya ngo-10 ebusuku? @global.w_rules_female_caregiver_1: “Kusuke sekusebusuku ngaleso sikhathi, kungaba njani ngo-6 ntambama? Noma esinye isikhathi esiuphakathi?”

# data_list
source: @global.w_rules_female_caregiver_2: "@global.w_rules_teen_girl, have you done your homework?" @global.w_rules_teen_girl: "Just a minute @global.w_rules_female_caregiver_2, I’m finishing this @global.teen_social_medium video"
af: @global.w_rules_female_caregiver_2: “@global.w_rules_teen_girl, het jy jou huiswerk gedoen?” @global.w_rules_teen_girl: “Net ’n oomblik@global.w_rules_female_caregiver_2, ek kyk gou hierdie @global.teen_social_medium video klaar.”
zu: @global.w_rules_female_caregiver_2: "@global.w_rules_teen_girl, usuwenzile umsebenzi wakho wesikole?" @global.w_rules_teen_girl: “Umzuzwana nje @global.w_rules_female_caregiver_2, ngisaqedela le @global.teen_social_medium vidiyo"

# data_list
source: @global.w_rules_female_caregiver_2: "You are a really great dancer! Tell me about why you like it" @global.w_rules_teen_girl: "All my friends are on it, @global.w_rules_female_caregiver_2. I have more than 600 likes and 120 followers."
af: @global.w_rules_female_caregiver_2: “Jy is regtig ’n uitstekende danser! Vertel my waarom jy daarvan hou.” @global.w_rules_teen_girl: “Al my vriende is daarop,@global.w_rules_female_caregiver_2. Ek het meer as 600 laaiks en 120 volgers.”
zu: @global.w_rules_female_caregiver_2: “Ave udansa kahle kakhulu! Ngitshele ukuthi kungani uthanda ukudansa" @global.w_rules_teen_girl: “Bonke abangane bami bayadansa, @global.w_rules_female_caregiver_2. Nginabangithandayo-abangu-600 nabalandeli abangu-120.”

# data_list
source: @global.w_rules_female_caregiver_2: "I’m proud of you @global.w_rules_teen_girl"
af: @global.w_rules_female_caregiver_2: “Ek is trots op jou, @global.w_rules_teen_girl.”
zu: @global.w_rules_female_caregiver_2: “Ngiyaziqhenya ngawe @global.w_rules_teen_girl”

# data_list
source: @global.w_consequence_teen_boy_1: “Sorry @global.w_consequence_male_caregiver – you can go back to sleep”. @global.w_consequence_male_caregiver: “It is WAY past the time you were supposed to be home!”
af: @global.w_consequence_teen_boy_1: “Jammer @global.w_consequence_male_caregiver – gaan slaap maar weer”. @global.w_consequence_male_caregiver: “Dis BAIE later as wat jy veronderstel was om by die huis te wees!”
zu: @global.w_consequence_teen_boy_1: “Ngiyaxolisa @global.w_consequence_male_caregiver – ungabuyela uyolala.” @global.w_consequence_male_caregiver: “Sesidlule KUDALA isikhathi obekumele ufike ngaso ekhaya!”

# data_list
source: @global.w_consequence_male_caregiver: That is a good idea! And what should we do if you don’t follow the rule? @global.w_consequence_teen_boy_1 (mumbles): “Mgmluuhm”
af: @global.w_consequence_male_caregiver: Dit is ’n goeie idee! En wat moet ons doen as jy nie die reël nakom nie? @global.w_consequence_teen_boy_1 (mompel): “Mgmluuhm”
zu: @global.w_consequence_male_caregiver: Umbono omuhle lowo! Yini okumelwe siyenze uma ungawulandeli umthetho? @global.w_consequence_teen_boy_1 (uyabubula): “Ngmluuhm”

# data_list
source: Let’s look at what happened to @global.w_solve_teen_girl and her @global.w_solve_female_caregiver_1 when @global.w_solve_teen_girl got a phone from a boy… a phone!
af: Kom ons kyk wat met @global.w_solve_teen_girl en haar @global.w_solve_female_caregiver_1 gebeur het toe @global.w_solve_teen_girl ’n foon by ’n seun gekry het...’n foon!
zu: Ake sibheke okwenzeke ku @global.w_solve_teen_girl no @global.w_solve_female_caregiver_1 ngesikhathi @global.w_solve_teen_girl athole ucingo okuvela kumfana.... ucingo!

# data_list
source: @global.w_solve_female_caregiver_1: “I don’t want to hear it!” @global.w_solve_teen_girl: “You’re not even trying to listen to me! I don’t know why I even try with you!”
af: @global.w_solve_female_caregiver_1: “Ek wil dit nie hoor nie!” @global.w_solve_teen_girl: “Jy probeer nie eens na my luister nie! Ek weet nie waarom ek enigsins met jou probeer nie!”
zu: @global.w_solve_female_caregiver_1: “Angifuni ukukuzwa lokho!” @global.w_solve_teen_girl: “Awuzami ngisho nokungilalela! Angazi nokuthi kungani ngikuzama nawe!”

# data_list
source: @global.w_solve_female_caregiver_2: "@global.w_solve_teen_boy_2! What are you doing? That bread is for dinner! Now there won’t be enough for us all!"
af: @global.w_solve_female_caregiver_2: “@global.w_solve_teen_boy_2! Wat doen jy? Daardie brood was vir aandete! Nou sal daar nie vir ons almal genoeg wees nie!”
zu: @global.w_solve_female_caregiver_2: "@global.w_solve_teen_boy_2! Wenzani? Lesi sinkwa sizodliwa kusihlwa! Manje angeke sisasenela sonke!”

# data_list
source: @global.w_solve_teen_boy_2: “Sorry, @global.w_solve_female_caregiver_2, I was just hungry. I can explain, you see, there is this guy at school...” @global.w_solve_female_caregiver_2 (thinking): “Take a Pause… just breathe…”
af: @global.w_solve_teen_boy_2: “Jammer, @global.w_solve_female_caregiver_2, ek was net honger.Ek kan verduidelik, jy sien, daar is ’n ou by die skool... @global.w_solve_female_caregiver_2 ( dink): “Neem ’n blaaskans...haal net asem…”
zu: @global.w_solve_teen_boy_2: “Ngiyaxolisa, @global.w_solve_female_caregiver_2, bengilambile. Ngingachaza, uyabona, kunalo mfana esikoleni....” @global.w_solve_female_caregiver_2 (uyacabanga): “Thatha Ikhefu... phefumula...”

# data_list
source: @global.w_solve_female_caregiver_2: “Just give me a moment. I am tired and now worried about having enough food for dinner.” @global.w_solve_teen_boy_2: “I am sorry, @global.w_solve_female_caregiver_2"
af: @global.w_solve_female_caregiver_2: “Gee my net ’n oomblik. Ek is moeg en nou is ek bekommerd dat ek nie genoeg kos vir aandete gaan hê nie.” @global.w_solve_teen_boy_2: “Ek is jammer, @global.w_solve_female_caregiver_2.”
zu: @global.w_solve_female_caregiver_2: “Ngiphe umzuzwana. Ngikhathele futhi manje sengikhathazekile ngokuthi ukudla kwakusihlwa angeke kusenele.” @global.w_solve_teen_boy_2: “Ngiyaxolisa, @global.w_solve_female_caregiver_2"

# data_list
source: @global.w_solve_female_caregiver_2: "Now tell me, why are you so hungry? Did you not eat your lunch at school?” @global.w_solve_teen_boy_2: "That is the problem. There’s a guy at school who bullies me. He says if I do not give my lunch to him every day, he and his friends will hurt me. He makes me so mad!"
af: @global.w_solve_female_caregiver_2: “Vertel my nou, waarom is jy so honger? Het jy nie jou middagete by die skool geëet nie?” @global.w_solve_teen_boy_2: “Dis die probleem. Daar is ’n ou by die skool wat my boelie. Hy sê as ek nie elke dag my middagete vir hom gee nie, gaan hy en sy vriende my seermaak. Hy maak my so kwaad!”
zu: @global.w_solve_female_caregiver_2: “Ake ungitshele, kungani ulambe kangaka? Ingabe awuwudlanga umphako wakho esikolweni?” @global.w_solve_teen_boy_2: “Ileyo inkinga. Kukhona umfana esikoleni ongiqhwagayo. Uthi uma ngingamniki umphako wami nsuku zonke, yena nabangane bakhe bazongilimaza. Uyangicasula!”

# data_list
source: @global.w_solve_female_caregiver_2: "I am sorry to hear that but am glad that you told me, @global.w_solve_teen_boy_2. It doesn’t mean that you can eat everybody’s dinner. After we speak, you need to go to the shop to buy some more bread. But first: What do you think we should do about the bully problem?" @global.w_solve_teen_boy_2: "Well… I want to just hit him or get him back."
af: @global.w_solve_female_caregiver_2: “Ek is jammer om dit te hoor, maar ek is bly jy het my vertel, @global.w_solve_teen_boy_2. Dit beteken nie dat jy almal se aandete kan eet nie. Wanneer ons klaar gepraat het, moet jy winkel toe gaan en nog brood gaan koop. Maar nou eers: Wat dink jy moet ons aan die boelieprobleem doen?” @global.w_solve_teen_boy_2: “Wel… Ek wil hom net slaan of hom terugkry.”
zu: @global.w_solve_female_caregiver_2: “Ngiyaxolisa ukuzwa lokho kodwa ngiyajabula ngokuthi ungitshele, @global.w_solve_teen_boy_2. Akusho ukuthi kumelwe udle ukudla kwawo wonke umuntu kwakusihlwa. Uma siqeda ukukhuluma, kumelwe uye esitolo uyothenga esinye isinkwa. Kodwa okokuqala: Ucabanga ukuthi kumelwe senzeni ngale nkinga yobuqhwagwa?” @global.w_solve_teen_boy_2: “Empeleni.... Ngifuna ukumshaya nje kwaphela noma ngiziphindiselele.”

# data_list
source: @global.w_solve_female_caregiver_2: "That sounds like a better idea. I could also have a word with his parents if you want me to." @global.w_solve_teen_boy_2: "Sure. If you think that would help too. Thanks, @global.w_solve_female_caregiver_2"
af: @global.w_solve_female_caregiver_2: “Dit klink na ’n beter idee. Ek kan met sy ouers ook praat, as jy wil.” @global.w_solve_teen_boy_2: “Dit sal gaaf wees, as jy dink dit sal ook help. Dankie, @global.w_solve_female_caregiver_2.”
zu: @global.w_solve_female_caregiver_2: “Kuzwakala kuyicebo elihle lelo. Ngingabuye ngikhulume nabazali bakhe uma ufuna ngenze kanjalo.” @global.w_solve_teen_boy_2: “Kulungile. Uma ucabanga ukuthi nalokho futhi kuzosiza. Ngiyabonga, @global.w_solve_female_caregiver_2"

# data_list
source: @global.w_solve_female_caregiver_2: "Anything for you, my dear. I will do it first thing after dinner. And you know? If that doesn’t work, we can always try something else together." @global.w_solve_teen_boy_2: "Thanks, @global.w_solve_female_caregiver_2"
af: @global.w_solve_female_caregiver_2: “Enigiets vir jou, my kind. Ek sal dit net na aandete doen. En weet jy, as dit nie werk nie, kan ons altyd iets anders saam probeer.” @global.w_solve_teen_boy_2: “Dankie, @global.w_solve_female_caregiver_2.”
zu: @global.w_solve_female_caregiver_2: “Ngingakwenzela noma ngabe yini, sthandwa sami. Ngizokwenza kanjalo into yokuqala ngemva kwedina. Futhi, uyazi? Uma lokho kungasebenzi, singabuye sizame okunye sobabili.” @global.w_solve_teen_boy_2: Ngiyabonga, @global.w_solve_female_caregiver_2"

# data_list
source: A week later… @global.w_solve_female_caregiver_2: "How are things going at school now?" @global.w_solve_teen_boy_2: "It’s going better, the boy does not take my lunch anymore. But he is still being really mean to me."
af: ’n Week later... @global.w_solve_female_caregiver_2: “Hoe gaan dinge nou by die skool?” @global.w_solve_teen_boy_2: “Dit gaan beter, die seun vat nie meer my middagete nie. Maar hy is nog steeds baie gemeen met my.”
zu: Ngemva kwesonto.... @global.w_solve_female_caregiver_2: “Zihamba kanjani izinto esikoleni njengamanje?” @global.w_solve_teen_boy_2: “Kuba ngcono, loya mfana akasangithatheli ukudla kwami. Kodwa usaqhubeka nokungiphatha ngonya.”

# data_list
source: @global.w_safe_teen_girl_1: "Something happened when I was out with my friends @global.w_safe_teen_girl_2 and @global.w_safe_teen_girl_3!" @global.w_safe_female_caregiver: "Tell me, @global.w_safe_teen_girl_1"
af: @global.w_safe_teen_girl_1: “Iets het gebeur toe ek saam met my vriende @global.w_safe_teen_girl_2 en @global.w_safe_teen_girl_3 uit was!” @global.w_safe_female_caregiver: “Vertel my, @global.w_safe_teen_girl_1.”
zu: @global.w_safe_teen_girl_1: “Kunokuthile okwenzeke ngesikhathi ngiphume nabangane bami @global.w_safe_teen_girl_2 no @global.w_safe_teen_girl_3!" @global.w_safe_female_caregiver: “Ngitshele, @global.w_safe_teen_girl_1"

# data_list
source: Man in car: “Hey beautiful. I have been looking at you for a while. You are very beautiful, what’s your name? @global.w_safe_teen_girl_2: “Her name is @global.w_safe_teen_girl_1”
af: Man in motor: “Haai, mooiste. Ek kyk nou al lank na jou. Jy is baie mooi, wat is jou naam?” @global.w_safe_teen_girl_2: “Haar naam is @global.w_safe_teen_girl_1.”
zu: Indoda esemotweni: “Ntokazi enhle. Sekuyisikhathi eside ngilokhu ngikubuka. Umuhle kakhulu, ungubani igama lakho? @global.w_safe_teen_girl_2: “Igama lakhe u-@global.w_safe_teen_girl_1”

# data_list
source: Man in car: “@global.w_safe_teen_girl_1, would you like to come with me to have something to drink and chips? Come on, get in, you’ll be back in time, I promise…” @global.w_safe_teen_girl_1: “I’m not sure if that’s a good idea…”
af: Man in motor: “@global.w_safe_teen_girl_1, wil jy saam met my kom vir iets om te drink en tjips? Komaan, klim in, jy sal betyds terug wees, ek belowe...” @global.w_safe_teen_girl_1: “Ek dink nie dis ’n goeie idee nie...”
zu: Indoda esemotweni: @global.w_safe_teen_girl_1, ungathanda yini ukuhamba nami siyofuna okuphuzwayo namashibusi? Ngiyakucela, ngena, uzobuya ngesikhathi, ngiyakuthembisa...” @global.w_safe_teen_girl_1: “Anginaso isiqiniseko sokuthi umbono omuhle lowo...”

# data_list
source: @global.w_safe_teen_girl_2: “You are lucky, my friend. I wish a man would ask ME out and buy me gifts. I’m telling you, if you don’t do this I’m going to tell everyone you are stupid!”
af: @global.w_safe_teen_girl_2: “Jy is gelukkig, vriendin. Ek wens ’n man wil MY uitvra en vir my geskenke koop. Ek sê jou, as jy dit nie doen nie, gaan ek vir almal vertel hoe dom jy is!”
zu: @global.w_safe_teen_girl_2: “Unenhlanhla, mngane wami. Ngifisa sengathi indoda ingacela ukukhipha MINA ingithengele izipho. Ngiyakutshela, uma ungakwenzi lokhu ngizotshela wonke umuntu ukuthi uyisilima!”

# data_list
source: @global.w_safe_teen_girl_3: “@global.w_safe_teen_girl_1 don’t go! Be careful! Let’s go home. It is dangerous to go with people you don’t know. Besides, he’s too old for you and what he is doing is wrong." @global.w_safe_teen_girl_1: “I just don’t know…”
af: @global.w_safe_teen_girl_3: “@global.w_safe_teen_girl_1, moenie gaan nie! Wees versigtig! Kom ons gaan huis toe. Dit is gevaarlik om saam met mense wat jy nie ken nie, te gaan. Buitendien, hy is te oud vir jou en wat hy doen, is verkeerd.” @global.w_safe_teen_girl_1: “Ek weet nou nie mooi nie…”
zu: @global.w_safe_teen_girl_3: “@global.w_safe_teen_girl_1 ungahambi! Qaphela! Asihambe siye ekhaya. Kuyingozi ukuhamba nabantu ongabazi. Ngaphandle kwalokho, mdala kunawe futhi akwenzayo akulungile.” @global.w_safe_teen_girl_1: “Eqinisweni angazi....”

# data_list
source: @global.w_safe_teen_girl_1: "My friend has been talking with a guy our age online... She’s going to send him photos of herself. Is that better because he’s our age?"
af: @global.w_safe_teen_girl_1: “My vriendin praat aanlyn met ’n ou van ons ouderdom... Sy gaan vir hom foto’s van haarself stuur. Is dit beter omdat hy ons ouderdom is?”
zu: @global.w_safe_teen_girl_1: “Umngane wami ubelokhu ekhuluma nomunye umfana olingana nathi ku-inthanethi... Uzomthumelela izithombe zakhe. Ingabe lokhu kungcono ngoba ulingana nathi?”

# data_list
source: @global.w_safe_female_caregiver: "Sometimes people aren’t who they say they are online – he could say he is your age but be a 50 year old man. Or when they break up, he could send those photos to everyone and your friend would feel awful."
af: @global.w_safe_female_caregiver: “Soms is mense nie wie hulle aanlyn sê hulle is nie – hy kan sê hy is jou ouderdom, maar kan ’n 50-jarige man wees. Of wanneer hulle verhouding uit is, kan hy daardie foto’s vir almal stuur en jou vriendin sal aaklig voel.”
zu: @global.w_safe_female_caregiver: “Ngezinye izikhathi abantu abasho lokho abayikho ngempela ku-inthanethi - angase athi ulingana nani uthole ukuthi uyindoda eneminyaka engu- 50. Noma uma behlukana, angathumela lezo zithombe kuwo wonke umuntu lokho kungenza umngane wakho azizwe kabi.”

# data_list
source: @global.w_crisis_teen_girl_1: "It’s my Uncle, he… he… he touched me." @global.w_crisis_female_caregiver (thinking): "Take a deep breath... What does my child need? She needs me to be calm and listen" @global.w_crisis_female_caregiver: "Come and sit down next to me. Take your time, I’m listening."
af: @global.w_crisis_teen_girl_1: “Dit is my oom, hy...hy... hy het aan my gevat.” @global.w_crisis_female_caregiver (dink): “Haal diep asem...Wat het my kind nodig? Sy het nodig dat ek kalm bly en luister” @global.w_crisis_female_caregiver: “Kom sit hier langs my. Neem jou tyd, ek luister.”
zu: @global.w_crisis_teen_girl_1: “Umalume, u... u... ubengithinta.” @global.w_crisis_female_caregiver (uyacabanga): “Donsa umoya kakhulu... Idingani ingane yami? Idinga ukuthi ngehlise umoya bese ngiyalalela” @global.w_crisis_female_caregiver: “Woza uzohlala la eduze kwami. Thatha isikhathi, ngikulalele.”

# data_list
source: @global.w_crisis_teen_girl_1: "It’s true, he… he… made me do it! He made me have sex with him! I didn’t want to, I swear, and I even said NO, but he told me I would be in trouble." @global.w_crisis_female_caregiver: "Thank you for sharing this with me. You are not in trouble. This is not your fault."
af: @global.w_crisis_teen_girl_1: “Dis waar, hy...hy... het my gedwing om dit te doen! Hy het my gedwing om met hom seks te hê! Ek wou nie, ek sweer, en ek het selfs NEE gesê, maar hy het gesê ek sal in die moeilikheid kom.” @global.w_crisis_female_caregiver: “Dankie dat jy dit met my deel. Jy is nie in die moeilikheid nie. Dis nie jou skuld nie.”
zu: @global.w_crisis_teen_girl_1: “Ngiqinisile, u... u... ungenze ngakwenza! Ungenze ngaya ocansini naye! Bengingafuni, ngiyafunga, ngize ngasho nokuthi CHA, kodwa wathi ngizoba senkingeni.” @global.w_crisis_female_caregiver: “Ngiyabonga ngokungitshela lokhu. Awukho enkingeni. Lokhu akulona iphutha lakho.”

# data_list
source: @global.w_crisis_male_caregiver_1: "@global.w_crisis_teen_boy_1, you look worried since yesterday. What is wrong?"
af: @global.w_crisis_male_caregiver_1: “@global.w_crisis_teen_boy_1, Jy lyk van gister af bekommerd. Wat is verkeerd?”
zu: @global.w_crisis_male_caregiver_1: "@global.w_crisis_teen_boy_1, ubukela ukhathazekile kusukela izolo. Ingabe kukhona okungalungile?”

# data_list
source: @global.w_crisis_teen_boy_1: "I didn’t want to, but I couldn’t just stand there and let them beat up my friend, so…" @global.w_crisis_male_caregiver_1: "So, did you fight in order to help defend your friend?"
af: @global.w_crisis_teen_boy_1: “Ek wou nie, maar ek kon nie net daar staan en kyk hoe hulle my vriend slaan nie, daarom....” @global.w_crisis_male_caregiver_1 :“Het jy dus baklei om jou vriend te help verdedig?”
zu: @global.w_crisis_teen_boy_1: “Bengingafuni, kodwa bengingeke ngime ngibukele beshaya umngane wami, ngakho-ke...” @global.w_crisis_male_caregiver_1: “Ngakho, ulwile ukuze uvikele umngane wakho?”

# data_list
source: In our busy lives it’s hard to focus on the positive.
af: Dis moeilik om in ons besige lewens op die positiewe te fokus.
zu: Ekuphileni kwethu okumatasa kunzima ukugxila kokuhle.

# template
source: Video
xh: Ividiyo
zu: Ividiyo

# template
source: Tour
xh: Ukhenketho

# template
source: Privacy Policy
xh: Ipolisi Yobumfihlo

# template
source: App terms
xh: Imimiselo ye-App

# template
source: Workshop Options
xh: Iinketho Zocweyo

# template
source: All workshops are now unlocked.
xh: Lonke iindabano zocweyo uvela luvuliwe ngoku.

# template
source: I do the workshops...
xh: Ndenza iindabano zocweyo...

# template
source: My group is now doing the workshop...
xh: Iqela lam ngoku lenza iindabano zocweyo...

# template
source: I am now doing the workshop...
xh: Ndim ngoku owenza iindabano zocweyo...

# template
source: Update my workshop options
xh: Hlaziya inkhetho yam ye ndabano zocweyo

# template
source: Content coming soon
xh: Umxholo uyeza kungekudala

# template
source: Contact me on WhatsApp
xh: Qhagamshelana nam ku-WhatsApp

# template
source: You will find the in-week messages from the previous workshops here.
xh: Uza kufumana imiyalezo yeveki esuka kwindibano zocweyo ezidlulileyo apha.

# template
source: You selected @local.threshold or less
xh: Ukhethe ezi-@local.threshold okanye ngaphantsi

# template
source: You selected more than @local.threshold
xh: Ukhethe ezingaphezu kwe-@local.threshold

# template
source: Days in the past month
xh: Iintsuku kwinyanga edlulileyo

# template
source: Days in the past week
xh: Iintsuku kwiveki edlulileyo

# template
source: You selected less than @local.threshold
xh: Ukhethe ngaphantsi ko-@local.threshold

# template
source: Unlock for less than @local.threshold
xh: Vula ezingaphantsi kwe-@local.threshold

# template
source: You selected @local.threshold or more
xh: Ukhethe ezi-@local.threshold okanye ngaphezulu

# template
source: Your goal was to spend one-on-one time with your teen. We noticed you tapped the @data.habit.spend_time.in_text_title - great job for remembering!
xh: Injongo yakho ibikukuchitha ixesha kunye nomntwana wakho ofikisayo. Siye saphawula ukuba ucofe ku-@data.habit.spend_time.in_text_title - wenze kakuhle ngokukhumbula oku!

# template
source: Your goal was to introduce ONE positive consequence (for your teen taking responsibility) and ONE negative consequence (for your teen breaking a household rule). You tapped the @data.habit.consequence.in_text_title - great job for remembering!
xh: Injongo yakho ibikukwenza kubekho umphumo OMNYE othandekayo (xa umntwana wakho ofikisayo enze into ebekumele ayenze) kunye nomphumo OMNYE ongathandekiyo (xa umntwana wakho engawuthobelanga umthetho wekhaya). Ucofe ku-@data.habit.consequence.in_text_title - wenze kakuhle ngokukhumbula oku!

# template
source: Your home practice was to try out REAL, POSITIVE and EXACT instructions with your teen. We noticed you tapped the @data.habit.instruct_positively.in_text_title - great job for remembering!
xh: Into ebekumele uyizame ekhaya kukunika umntwana wakho ofikisayo imiyalelo ENOKWENZIWA, EKHUTHAZAYO kunye NENGQALILEYO. Siye saphawula ukuba ucofe ku-@data.habit.instruct_positively.in_text_title - wenze kakuhle ngokukhumbula oku!

# template
source: Your goal was to make a family budget and savings plan. We noticed you tapped the @data.habit.money.in_text_title - great job for remembering!
xh: Injongo yakho ibikukwenza ulongiwo-mali kunye nesicwangciso sokonga imali. Siye saphawula ukuba ucofe ku-@data.habit.money.in_text_title - wenze kakuhle ngokukhumbula oku!

# template
source: Your goal was to praise your teen. You’ve tapped the @data.habit.praise_teen.in_text_title this week. Great job for remembering!
xh: Injongo yakho ibikukuncoma umntwana wakho ofikisayo. Ucofe ku-@data.habit.praise_teen.in_text_title.kule veki. Wenze umsebenzi omhle ngokukhumbula!

# template
source: This week, your goal was: Whenever you are feeling stressed or upset, take five breaths in and out before you react. You tapped the @data.habit.breathe.in_text_title - well done!
xh: Kule veki, usukelo lwakho ibikukuba: Nanini na uziva uxinezelekile okanye ucaphukile, tsala umoya uphinde uwukhuphe izihlandlo ezintlanu ngaphambi kokuba usabele. Ucofe ku-@data.habit.breathe.in_text_title - usebenzile!

# template
source: How did this work out?
xh: Kuhambe njani oku?

# template
source: How did this go?
xh: Ihambe njani le nto?
