Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# data_list
source: How will this affect the relationship between @global.w_learn_female_caregiver_1 and @global.w_learn_teen_girl_1?
sw: Hii itaathiri vipi uhusiano kati ya @global.w_learn_female_caregiver_1 na @global.w_learn_teen_girl_1?

# data_list
source: @global.w_learn_teen_girl_1 will not want to help with house chores, as her mother did not appreciate it.
sw: @global.w_learn_teen_girl_1 hatataka kusaidia kazi za nyumbani, kwa kuwa mama yake hakuthamini mchango wake.

# data_list
source: @global.w_learn_teen_girl_1 will not want to speak to her mother about her problems because she was not given a chance to talk about it.
sw: @global.w_learn_teen_girl_1 hataweza kuongea na mama yake kuhusu matatizo yake kwa sababu hakupewa nafasi ya kuzungumza.

# data_list
source: @global.w_learn_teen_girl_1 will be angry at her mother and not listen to her in the future.
sw: @global.w_learn_teen_girl_1 atamkasirikia mama yake na hatamsikiliza siku zijazo.

# data_list
source: @global.w_learn_teen_girl_1 will treat her siblings the same way that her mother treats her.
sw: @global.w_learn_teen_girl_1 atawatendea ndugu zake kama vile mama yake anavyomtendea

# data_list
source: These are all true. @global.w_learn_teen_girl_1 will not want to help around the house or speak to her mother about her problems because her mother does not thank her or listen to her. @global.w_learn_teen_girl_1 will also treat her siblings the same way because that is what she has learnt from her mother.
sw: Haya yote ni kweli. @global.w_learn_teen_girl_1 hatotaka kusaidia nyumbani au kuongea na mama yake kuhusu matatizo yake kwa sababu mama yake hamshukuru wala kumsikilizi. @global.w_learn_teen_girl_1 pia atawatendea ndugu zake vivyo hivyo kwa sababu ndivyo amejifunza kutoka kwa mama yake.

# data_list
source: How did @global.w_learn_teen_girl_1 and @global.w_learn_female_caregiver_1 feel before they got to speak to each other?
sw: Je, @global.w_learn_teen_girl_1 na @global.w_learn_female_caregiver_1 walijisikiaje kabla hawajazungumza?

# data_list
source: Yes, both of them had long, hard days.
sw: Ndiyo, wote wawili walikuwa na siku ndefu na mbaya.

# data_list
source: What did @global.w_learn_female_caregiver_1 do differently this time?
sw: Je, @global.w_learn_female_caregiver_1 alifanya nini cha tofauti mda huu?

# data_list
source: She took a few minutes for herself to relax and get settled at home before talking with @global.w_learn_teen_girl_1.
sw: Alichukua dakika chache kupumzika na kutulia nyumbani kabla ya kuzungumza na @global.w_learn_teen_girl_1.

# data_list
source: She asked @global.w_learn_teen_girl_1 to help with cooking, so she could get dinner done AND have time to talk.
sw: Alimwomba @global.w_learn_teen_girl_1 amsaidie kupika, ili apate chakula cha usiku na awe na muda wa kuzungumza.

# data_list
source: She praised @global.w_learn_teen_girl_1 for doing specific household chores.
sw: Alimsifu @global.w_learn_teen_girl_1 kwa kufanya kazi maalum za nyumbani.

# data_list
source: She showed @global.w_learn_teen_girl_1 that she is available to talk and listen.
sw: Alimuonesha @global.w_learn_teen_girl_1 kwamba yuko tayari kuzungumza na kusikiliza.

# data_list
source: Yes, all of these are true.
sw: Ndio yote haya ni kweli.

# data_list
source: How did @global.w_learn_teen_girl_1 and her mother feel afterwards?
sw: Je, @global.w_learn_teen_girl_1 na mama yake walijisikiaje baadaye?

# data_list
source: Yes, taking a moment to talk while doing house chores helped them both! By taking time for yourself, asking your teen to do a house chore or activity with you, and giving them space to talk to you, you are creating a safe space for them to learn with you. This is an easy way to build a healthy relationship with your teen. This will help them learn important things they do not learn at school.
sw: Ndiyo, kuchukua muda wa kuzungumza wakati mkifanya kazi za nyumbani kuliwasaidia wote wawili! Kwa kuchukua muda kwa ajili yako mwenyewe, Muombe kijana wako kufanya kazi ya nyumbani au shughuli nawe, na kuwapa nafasi ya kuzungumza nawe, unatengeneza mazingira salama kwa wao kujifunza pamoja. Hii ni njia rahisi ya kujenga uhusiano mzuri na kijana wako. Hii itawasaidia kujifunza mambo muhimu ambayo hawajifunzi shuleni.

# data_list
source: Quick pause
af: Vinnige verposing
sw: Simama haraka
xh: Ukunqumama okukhawulezileyo
zu: Ikhefu elisheshayo

# data_list
source: Power of three
af: Mag van drie
sw: Nguvu ya tatu
xh: Amandla abantu abathathu
zu: Amandla abantu abathathu

# data_list
source: One thing today
af: Een ding vandag
sw: Jambo moja leo
xh: Into enye namhlanje
zu: Into eyodwa namuhla

# data_list
source: Breathe to three
af: Haal asem – tel tot drie
sw: Vuta pumzi mara tatu
xh: Phefumla kathathu
zu: Phefumula izikhathi ezintathu

# data_list
source: In and out
af: In en uit
sw: Ndani na nje
xh: Tsala uze ukhuphe
zu: Udonse umoya uphinde uwukhiphe

# data_list
source: Think about today
af: Dink aan vandag
sw: Fikiria kuhusu leo
xh: Cinga ngemini yanamhlanje
zu: Cabanga ngosuku lwanamuhla

# data_list
source: Pause to respond
af: Neem ’n blaaskans voor jy antwoord
sw: Simamisha ili ujibu
xh: Nqumama ukuze uphendule
zu: Thatha ikhefu ngaphambi kokuphendula

# data_list
source: Small things
af: Klein goedjies
sw: Vitu vidogo
xh: Izinto ezincinci
zu: Izinto ezincane

# data_list
source: Body scan
af: Liggaamskandering
sw: Uchunguzi wa mwili
xh: Iskena somzimba
zu: Ukuhlola umzimba

# data_list
source: Feel the ground
af: Voel die grond
sw: Kuhisi ardhi
xh: Yiva umhlaba
zu: Yizwa izinyawo zithinte phansi

# data_list
source: Counting sounds
af: Tel geluide
sw: Sauti za kuhesabu
xh: Ukubala izandi
zu: Ukubala imisindo

# data_list
source: Feel your feelings
sw: Hisi hisia zako

# data_list
source: Your song
af: Jou lied
sw: Wimbo wako
xh: Ingoma yakho
zu: Ingoma yakho

# data_list
source: Ground & gratitude
af: Grond en dankbaarheid
sw: Ardhi & shukrani
xh: Umhlaba nombulelo
zu: Phansi kanye nokubonga

# data_list
source: Notice how you feel
af: Let op hoe jy voel
sw: Chunguza unavyohisi
xh: Phawula indlela ovakalelwa ngayo
zu: Qaphela indlela ozizwa ngayo

# data_list
source: Pause power
af: Blaaskans se krag
sw: Nguvu ya kutulia
xh: Amandla onqumamo
zu: Amandla ekhefu

# data_list
source: Praise yourself
af: Prys jouself
sw: Jisifie
xh: Zincome
zu: Zincome

# data_list
source: Taking care of yourself
af: Sorg vir jouself
sw: Kujithamini mwenyewe
xh: Ukuzinyamekela
zu: Zinakekele

# data_list
source: Take a pause
af: Neem ’n blaaskans
sw: Tulia
xh: Nqumama
zu: Thatha ikhefu

# data_list
source: Physical activity
af: Fisiese aktiwiteit
sw: Shughuli ya kutumia nguvu
xh: Umsebenzi womzimba
zu: Ukuvocavoca umzimba

# data_list
source: List of things
af: Lys van goed
sw: Orodha ya vitu
xh: Uluhlu lwezinto
zu: Uhlu lwezinto

# data_list
source: Connect
af: Verbind
sw: Unganisha
xh: Qhagamshela
zu: Xhumana

# data_list
source: Prevent anger
af: Voorkom woede
sw: Zuia hasira
xh: Thintela umsindo
zu: Gwema ulaka

# data_list
source: Angry? Take a break
af: Kwaad? Neem ’n blaaskans
sw: Je, umekasirika? Pumzika
xh: Unomsindo? Hlaba ikhefu
zu: Uthukuthele? Thatha ikhefu

# data_list
source: An emergency
sw: Dharura

# data_list
source: Are you in need of emergent assistance?
sw: Je unahitaji msaada wa dharura?

# data_list
source: A challenge with alcohol or drugs
sw: Changamoto ya pombe na madawa ya kulevya

# data_list
source: Would you like to talk to someone about challenges you or a loved one are experiencing with alcohol or drugs?
sw: Je ungependa kuongea na mtu kuhusu changamoto ya pombe au madawa wewe au mpendwa wako anapitia?

# data_list
source: A legal problem
sw: Tatizo la kisheria

# data_list
source: Do you need legal assistance?
sw: Je unahitaji msaada wa kisheria?

# data_list
source: Feeling unsafe at home or in my relationship
sw: Kuhisi kutokuwa salama nyumbani au kwenye mahusiano yangu

# data_list
source: Would you like to talk to someone about feeling unsafe in your home or with your partner?
sw: Je ungependa kuongea na mtu kuhusu kuhisi kutokuwa salama nyumbani kwako au na mwenza wako?

# data_list
source: A challenge in my family
sw: Changamoto kwenye familia yangu

# data_list
source: Would you like to talk to someone about difficult experiences you are having with members of your family?
sw: Je ungependa kuongea na mtu kuhusu mapito magumu unayopitia na wanafamilia?

# data_list
source: Feeling anxious or sad
sw: Kuhisi hofu au huzuni

# data_list
source: Would you like to talk to someone about feeling sad or anxious?
sw: Je ungependa kuongea na mtu kuhusu kuhisi huzuni au hofu?

# data_list
source: A loved one feeling anxious or sad
sw: Mpendwa wako kuhisi hofu au huzuni

# data_list
source: Do you have questions about what to do if you or a loved one may be feeling sad or anxious?
sw: Je unamaswali kuhusu nini cha kufanya kama wewe au mpendwa wako anahisi huzuni au hofu?

# data_list
source: Police
af: Polisie
sw: Askari
zu: Iphoyisa

# data_list
source: National Child Helpline
sw: Nambari ya Kitaifa ya msaada kwa Mtoto

# data_list
source: This helpline is free, available 24/7, and connects you with a professional that can help.
sw: Namba hii ya msaada ni bure, inapatikana 24/7 na inakuunganisha na mtaalam atakaeweza kukusaidia.

# data_list
source: Toll free
sw: Bila malipo

# data_list
source: Ambulance
sw: Gari la kusafirishia wagonjwa

# data_list
source: Alcoholics Anonymous (AA)
sw: Kikundi cha siri cha walevi (AA)

# data_list
source: AA supports men and women to help them recover from alcoholism. This service is free and completely anonymous.
sw: AA husaidia wanaume na wanawake kupata nafuu kutokana na uraibu wa ulevi. Huduma hii ni bure na ya siri.

# data_list
source: Tanzania Legal Aid (TANLAP)
sw: Msaada wa Kisheria Tanzania(TANLAP)

# data_list
source: TANLAP connects you to groups providing affordable legal aid in Tanzania.
sw: TANLAP inakuunganisha na makundi yanayotoa msaada nafuu wa kisheria nchini Tanzania.

# data_list
source: Women's Legal Aid Centre
sw: Kituo cha Msaada wa Kisheria wa Wanawake (WLC)

# data_list
source: WLC is a non-profit organisation that helps to empower women to secure their rights across Tanzania.
sw: WLC ni shirika lisilo la faida linalosaidia kuwawezesha wanawake kupata haki zao nchini kote Tanzania.

# data_list
source: Helpline
sw: Namba ya Msaada

# data_list
source: Counselling and Family Life Organisation (CAFLO)
sw: Shirika la Ushauri na Maisha ya Kifamilia (CAFLO)

# data_list
source: CAFLO offers counseling, empowerment and advocacy for families in Tanzania.
sw: CAFLO hutoa ushauri, uwezeshaji na utetezi wa familia nchini Tanzania.

# data_list
source: Mental Health Association of Tanzania
sw: Chama cha Afya ya Akili Tanzania

# data_list
source: Professional organisation with a long history of supporting mental health services in Tanzania.
sw: Shirika la kitaaluma lenye historia ndefu ya kusaidia huduma za afya ya akili nchini Tanzania.

# data_list
source: Tap Elderly Women's Wisdom for Youth (TEWWY)
sw: Tap Elderly Women's Wisdom for Youth (TEWWY) - Shirika la ushauri kwa vijana kutoka kwa wanawake waliozeeka

# data_list
source: TEWWY has local Wisdom & Wellness Counselors who provide free and accessible mental health services, support and resources in their communities.
sw: TEWWY ina washauri wa hekima na ubora katika jamii wanaotoa bure msaada na rasilimali za huduma za afya ya akili zinazofikika katika jamii zao.

# data_list
source: Call
sw: Piga

# data_list
source: TEWWY's Mental Health Q&A booklet
sw: Kijitabu cha "maswali na majibu" ya Afya ya Akili cha TEWWY

# data_list
source: This booklet answers some common questions about mental health and provides information that could be helpful for you or your loved one.
sw: Kijitabu hiki kinajibu baadhi ya maswali ya kawaida kuhusu afya ya akili na hutoa taarifa inayoweza kuwa ya msaada kwako wewe au mpendwa wako.

# data_list
source: Booklet
sw: Kijitabu

# data_list
source: Share a story from your childhood or culture with your teen. Or let them share a story with you. This is a great way to learn while building a healthy relationship.
sw: Mshirikishe hadithi ya utotoni au utamaduni wako kijana wako. Au waruhusu wakushirikishe hadithi pamoja nawe. Hii ni njia nzuri ya kujifunza wakati wa kujenga uhusiano mzuri.

# data_list
source: Ask your teen if they would like to walk outside with you. This is good exercise and is a good time for you and your teen to talk about what is on your mind and how you both are feeling.
sw: Muulize kijana wako kama angependa kutembea nawe nje. Hili ni zoezi zuri na ni wakati mzuri kwenu kuzungumza juu ya kile kilicho akilini mwako na jinsi nyinyi wawili mnavyohisi.

# data_list
source: Cooking or cleaning
sw: Kupika au Kufanya usafi

# data_list
source: There are always things that need to be done at home. This is a great way to spend time together. Ask your teen to help you with the cooking or cleaning. You can talk to each other and teach them why doing these things is important.
sw: Daima kuna mambo ambayo yanahitajika kufanywa nyumbani. Hii ni njia nzuri ya kutumia muda pamoja. Mwambie kijana wako akusaidie kupika au kufanya usafi. Mnaweza kuzungumza na kuwafundisha kwa nini kufanya mambo haya ni muhimu.

# data_list
source: Boyfriend pressures @global.w_svp_teen_girl_1 to go beyond kissing
sw: Mpenzi wa kiume anamlazimisha @global.w_svp_teen_girl_1 kwenda zaidi ya kumbusu

# data_list
source: @global.w_svp_teen_girl_1: "I don't think I am ready..." Boyfriend: "Oh come on... We are ready for the next step. We see each other all the time and we never do anything more… You know I love you, right!"
sw: @global.w_svp_teen_girl_1: "Sidhani kama niko tayari..." Mpenzi wa kiume: "Oh njoo... Tuko tayari kwa hatua inayofuata. Tumekuwa tukionana kila wakati na hatufanyi chochote zaidi... Unajua nakupenda, sawa!"

# data_list
source: Does not listen to @global.w_svp_teen_girl_1 or ask what she wants
sw: Hamsikilizi @global.w_svp_teen_girl_1 wala kumuliza nini anataka

# data_list
source: Does not respect @global.w_svp_teen_girl_1's feelings/opinion
sw: Haheshimu @global.w_svp_teen_girl_1 hisia / maoni

# data_list
source: Makes @global.w_svp_teen_girl_1 feel bad about how she acts
sw: Anamfanya @global.w_svp_teen_girl_1 kujisikia vibaya jinsi anavyotenda

# data_list
source: Yes, these are clear warning signs! Your partner (or anyone else) should never try to push or convince you to do something you do not want to do or feel unsure about. Even if you do something once, this does not mean you have to do it again – you are allowed to change your mind at any time, even during an intimate moment. A partner who really loves and respects you will ask if you are okay, listen to you, and stop if you want to. They would never push you into something you do not want to do.
sw: Ndiyo, hizi ni ishara za wazi na maonyo! Mpenzi wako (au mtu mwingine yeyote) kamwe asijaribu kukulazimisha au kukushawishi kufanya kitu ambacho hutaki kufanya au kuhisi kutokuwa na uhakika. Hata kama unafanya kitu mara moja, hii haimaanishi lazima ufanye tena - unaruhusiwa kubadilisha akili yako wakati wowote, hata wakati wa mapenzi. Mpenzi ambaye anakupenda na kukuheshimu atakuuliza ikiwa uko sawa, atakusikiliza, na kukuacha kama utaki. Hawatakusukuma kamwe kwenye kitu ambacho hutaki kufanya.

# data_list
source: Boyfriend stops @global.w_svp_teen_girl_1 from meeting friends
sw: Mpenzi wa kiume anamzuia @global.w_svp_teen_girl_1 kukutana na marafiki zake

# data_list
source: @global.w_svp_teen_girl_1: “I just wanted to…” Boyfriend: “No, you are staying here. You always leave me alone to go see your friends. Don’t you love me? Or are you meeting your other boyfriend?!”
sw: @global.w_svp_teen_girl_1: "Nilitaka tu..." Mpenzi wa kiume: "Hapana, utabaki tu hapa. Mara zote unaniacha pekeangu na kwenda kuona rafiki zako. Kwani hunipendi? Au unaenda kutana na mpenzi wako mwingine wa kiume?"

# data_list
source: What warning signs do you see here? The boyfriend:
sw: Ni alama gani za onya unaziona hapa? Mvulana:

# data_list
source: Tries to control @global.w_svp_teen_girl_1
sw: Unajaribu kumdhibiti @global.w_svp_teen_girl_1

# data_list
source: Stops @global.w_svp_teen_girl_1 from seeing friends
sw: Acha @global.w_svp_teen_girl_1 kutembelea rafiki zako

# data_list
source: Makes @global.w_svp_teen_girl_1 feel bad about how she act
sw: Unamfanya @global.w_svp_teen_girl_1 kujisikia vibaya kuusu mienendo yake

# data_list
source: Is possessive and very jealous
sw: Ni mwenye kuonyesha umiliki na mwenye wivu sana

# data_list
source: Yes, all of these are warning signs! When we are in love, it can be hard to recognise something is wrong in our relationship. If you have a friend in @global.w_svp_teen_girl_1’s situation, try to help them see that jealous, possessive or controlling behaviour is not healthy or loving.
sw: Ndiyo, zote hizi ni ishara za onyo! Tunapokuwa katika upendo, inaweza kuwa vigumu kutambua kama kuna kibaya katika uhusiano wetu. Kama una rafiki katika hali ya @global.w_svp_teen_girl_1’s jaribu kuwasaidia kuona kwamba tabia ya wivu, kumiliki au kudhibiti si afya au upendo.

# data_list
source: @global.w_svp_teen_boy_1’s friend shouts sexual comment at girl
sw: Rafiki wa @global.w_svp_teen_boy_1’s anasema maoni ya kingono kwa msichana kwa sauti kubwa

# data_list
source: Friend: “Hey pretty, why are you walking so fast! Don’t you want to come show us what is under that skirt?”
sw: Rafiki: "Habari mrembo, mbona una haraka sana! Je, hutaki kuja kutuonyesha kilicho ndani ya sketi?"

# data_list
source: What warning signs do you see here? The friend:
sw: Ni ishara gani za tahadhari unaziona hapa? Rafiki:

# data_list
source: Makes fun of the girl
sw: Anamtania msichana

# data_list
source: Makes the girl feel uncomfortable about how she looks and acts
sw: Humfanya msichana akose amani kuhusu mwonekano wake na matendo yake

# data_list
source: Acts disrespectfully
sw: Anakuwa na matendo yasiyo na heshima

# data_list
source: Yes, all of these are warning signs! Shouting sexual comments, whistling or making kissing sounds at someone is sexual harassment and a type of sexual abuse. If @global.w_svp_teen_boy_1 stays silent, his friend will likely keep doing this. @global.w_svp_teen_boy_1 can help his friend see that his behaviour makes girls feel scared, angry, or sad, and is not okay.
sw: Ndio, yote haya ni ishara za tahadhari! Kusema maneno ya kingonio, kupiga miluzi au kufanya sauti za kubusu kwa mtu (mfano "Unamwita mtu kwa Psiii") ni unyasasaji wa kijinsia. Kama @global.w_svp_teen_boy_1 atakaa kimya, rafiki yake ataendelea kufanya jambo hili. @global.w_svp_teen_boy_1 anaweza kumsaidia rafiki yake kwamba tabia yake inafanya wadada wajisikie woga, hasira, au huzuni, na sio jambo zuri.

# data_list
source: Friend pushes @global.w_svp_teen_girl_2 to accept food
sw: Rafiki humlazimisha @global.w_svp_teen_girl_2 akubali chakula

# data_list
source: Man: “Hi beautiful, can I buy you a snack?” @global.w_svp_teen_girl_2: “Uhmmm... I don’t…” Friend: “Yes, she’ll have it!”
sw: Mwanaume: "Habari mrembo, naweza kukununulia kitafunwa?" @global.w_svp_teen_girl_2: “Uhmmm... hapana…” Rafiki: "Ndio, atahitaji!"

# data_list
source: What warning signs do you see here?
sw: Je, ni alama gani za onyo unaziona hapa?

# data_list
source: The friend pressures and manipulates @global.w_svp_teen_girl_2.
sw: Rafiki yake @global.w_svp_teen_girl_2 anamlaziminsha na kumlaghai.

# data_list
source: The friend does not listen to @global.w_svp_teen_girl_2.
sw: Rafiki yake @global.w_svp_teen_girl_2 hamsikilizi.

# data_list
source: The man abuses his status.
sw: Mwanaume anatumia vibaya hadhi yake.

# data_list
source: Yes, all of these are warning signs! It is common for young women to be pressured into sex when men offer food, gifts, or money. Whenever you do not get the space to make your own decisions, that can be dangerous. Your friends, and others, should respect your choices.
sw: Ndio, zote hizi ni ishara za onyo! Ni kawaida kwa mabinti wadogo kupata vishawishi kufanya ngono pale wanaume wanapotoa ofa ya chakula, zawadi au pesa. Unapokosa nafasi ya kufanya maamuzi yako, inaweza kuwa hatari sana. Marafiki zako, na watu wengine, waheshimu machaguo yako.

# data_list
source: @global.w_svp_teen_girl_3’s nude picture is shared
sw: @global.w_svp_teen_girl_3 anatuma picha za kingono

# data_list
source: Boy: “Look I still have this sexy picture that @global.w_svp_teen_girl_3 sent me! I will post it online, that should teach her not to break up with me.”
sw: Mvulana: “Angalia bado nina picha hii ya kuvutia ambayo @global.w_svp_teen_girl_3 alinitumia! Nitaiweka mtandaoni, hiyo inapaswa kumfundisha kutoachana nami.”

# data_list
source: What warning signs do you see here? The ex-boyfriend:
sw: Unaona ishara gani za tahadhari hapa? Mpenzi wa zamani:

# data_list
source: Breaks @global.w_svp_teen_girl_3’s trust
sw: Huvunja imani ya @global.w_svp_teen_girl_3

# data_list
source: Breaks the law
sw: Amevunja sheria

# data_list
source: Yes, these are important warning signs! Sharing sexual images without someone’s permission is wrong and, in many places, it is a crime (especially if someone is under 18). @global.w_svp_teen_girl_3 may feel ashamed and may not know what to do. It is important that she knows this situation is not her fault and that she talks to her boyfriend or an adult she trusts. Remember to talk about social media and online activity as a family, so everyone stays safe.
sw: Ndiyo, hizi ni alama muhimu za tahadhari! Kushirikishana picha za uchi bila ruhusa ya mtu ni kosa. kwa sehemu nyingi ni uhalifu (hasa kama mtu yuko chini ya miaka 18). @global.w_svp_teen_girl_3’s anaweza kuona aibu na asijue cha kufanya - ni muhimu ajue kwamba hali hii sio kosa lake na aongee na mpenzi wake wa kiume au mtu mzima anayemuamini. Kama familia, kumbuka kuongea kuhusu mitandao ya kijamii na shughuli za kimtandao, hivyo kila mtu abaki salama.

# data_list
source: Teacher asks @global.w_svp_teen_girl_1 to stay after school
sw: Mwalimu anamuuliza @global.w_svp_teen_girl_1 abaki baada ya vipindi kuisha shuleni

# data_list
source: Teacher: “@global.w_svp_teen_girl_1, if you want to get good grades this year, you need to stay after school when everyone is gone so I can tutor you.” @global.w_svp_teen_girl_1: “My friend also needs support. Can I invite her too?” Teacher: “No, this will be our secret. You don’t want people to think you are stupid, right?”
sw: Mwalimu: "@global.w_svp_teen_girl_1, ukitaka ufaulu mzuri mwaka huu, inabidi ubaki baada ya shule pale kila mtu akiwa ameondoka ili niweze kukufundisha." @global.w_svp_teen_girl_1: "Rafiki yanu pia anahitaji msaada. Naweza kumualika pia?" Mwalimu: "Hapana, hii itakuwa siri yetu. Hutaki watu wakuone mjinga, si ndio?"

# data_list
source: What warning signs do you see here? The teacher:
sw: Ni alama zipi za onyo unaziona hapa? Mwalimu:

# data_list
source: Abuses his power
sw: Anatumia vibaya madaraka yake

# data_list
source: Pressures and manipulates @global.w_svp_teen_girl_1
sw: Anamsukuma na kumchanganya @global.w_svp_teen_girl_1

# data_list
source: Does not listen to @global.w_svp_teen_girl_1
sw: Hasikilizi @global.w_svp_teen_girl_1

# data_list
source: Makes @global.w_svp_teen_girl_1 feel unsafe
sw: Hufanya @global.w_svp_teen_girl_1 kujisikia kutokuwa salama
