Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# template
source: Parenting during COVID is hard. Be proud of yourself for making it this far. We are working on new content here to support you with talking to your teens and children about COVID. The most up to date information on COVID-19 can be found on the WHO and UNICEF websites:
af: Ouerskap tydens COVID is moeilik. Wees trots op jouself dat jy so ver gekom het. Ons werk hier aan nuwe inhoud om jou te ondersteun sodat jy met jou tieners en kinders oor COVID kan praat. Die nuutste inligting oor COVID-19 kan op die WGO- en UNICEF-webwerwe gevind word:
sw: Malezi wakati wa UVIKO-19 ni magumu. Jisikie fahari kwa kufika mbali hivi. Tunashughulikia maudhui mapya hapa ili kukusaidia kuzungumza na vijana na watoto wako kuhusu UVIKO-19. Taarifa mpya zaidi kuhusu UVIKO-19 zinapatikana kwenye tovuti za Shirika la Afya Duniani na UNICEF:
xh: Ukuba ngumzali ngexesha ye-COVID kunzima. Zingce ngenxa yokuba ufikelele kule Sisebenzela umxholo omtsha ozowufumana apha ukuze sikuxhase ukwazi ukuncokola nge-COVID kunye nabantwana bakho abancinane kunye nabo bafikisayo. Lolona lwazi luhlaziyiweyo nge-COVID-19 inofumaneka kwiwebhusayithi ye-WHO kunye neye-UNICEF:
zu: Ukuba ngumzali ngesikhathi se-COVID kunzima. Ziqhenye ngawe ngokwenza lokhu kuze kube manje. Sisebenza kokuqukethwe okusha la ukukusiza ngokukhuluma nentsha yakho nezingane nge-COVID. Ulwazi olusesikhathini samanje ku-COVID-19 lungatholakala kumawebhusayithi we-WHO nawe-UNICEF:

# template
source: This button will take you to the Coronavirus section of the official UNICEF website.
af: Hierdie knoppie neem jou na die Koronavirus-afdeling van die amptelike UNICEF-webwerf.
sw: Kitufe hiki kitakupeleka sehemu inayohusu Virusi vya Korona kwenye tovuti rasmi ya UNICEF.
xh: Eli qhosha liza kusa kwincandelo lwe Coronavirus kwiwebhusayithi esemthethweni ye-UNICEF.
zu: Le nkinobho izokusa esigabeni seCoronavirus sewebhusayithi esemthethweni ye-UNICEF.

# template
source: The URL is https://www.unicef.org/coronavirus/covid-19
af: Die URL is https://www.unicef.org/coronavirus/covid-19
sw: Anuani ya tovuti ni https://www.unicef.org/coronavirus/covid-19
xh: I-URL yile https://www.unicef.org/coronavirus/covid-19
zu: I-URL ithi: https://www.unicef.org/coronavirus/covid-19

# template
source: This button will take you to the Coronavirus section of the official WHO website.
af: Hierdie knoppie neem jou na die Koronavirus-afdeling van die amptelike WGO–webwerf.
sw: Kitufe hiki kitakupeleka sehemu inayohusu Virusi vya Korona kwenye tovuti rasmi ya Shirika la Afya Duniani.
xh: Eli qhosha liza kukusa kwicandelo le-Coronavirus kwiwebhsayithi esemthethweni ye-WHO.
zu: Le nkinobho izokusa esigabeni seCoronavirus sewebhusayithi esemthethweni ye-WHO.

# template
source: The URL is https://www.who.int/emergencies/diseases/novel-coronavirus-2019
af: Die URL is https://www.who.int/emergencies/diseases/novel-coronavirus-2019
sw: Anuani ya tovuti ni https://www.who.int/emergency/diseases/novel-coronavirus-2019
xh: I-URL yile https://www.who.int/emergencies/diseases/novel-coronavirus-2019
zu: I-URL ithi https://www.who.int/emergencies/diseases/novel-coronavirus-2019

# template
source: Update my parenting experiences
af: Dateer my ouerskap-ervarings op
sw: Sasisha uzoefu wangu wa malezi
xh: Hlaziya amava am okuba ngumzali
zu: Vuselela isipiliyoni sami ​​njengomzali

# template
source: Update my personal details
af: Dateer my persoonlike besonderhede op
sw: Sasisha taarifa zangu binafsi
xh: Hlaziya iinkcukacha zam zobuqu
zu: Vuselela imininingwane yesiqu sami

# template
source: Update my @global.workshop options
sw: Sahihisha machaguo yangu ya @global.workshop

# template
source: Support Contacts
sw: Mawasiliano ya Msaada

# template
source: Quick Parenting Tips
af: Vinnige wenke vir ouerskap
sw: Vidokezo vya Malezi vya Haraka
xh: Iingcebiso Ezikhawuleziyo Zokuba Ngumzali
zu: Amacebiso Asheshayo Okuba Umzali

# template
source: You will find the in-week messages from the previous @global.workshops here.
sw: Utapata jumbe za @global.workshops za wiki iliyopita hapa.

# template
source: You have not added any activities to @global.my_activities yet. Why don't you choose some?
af: Jy het nog geen aktiwiteite by @global.my_activities gevoeg nie. Waarom kies jy nie ’n paar nie?
sw: Bado haujaongeza shughuli zozote kwenye @global.my_activities. Kwanini usichague baadhi ya shughuli?
xh: Awukafaki nto zenziwayo kwi @global.my_activities. Kutheni ungakhethi ezimbalwa?
zu: Awukongezi imisebenzi ku @ global.my_activities okwamanje. Kungani ungakhethi ozokwenza?

# template
source: You have not added any relaxation activities to @global.my_relaxes yet. Why don't you choose some?
af: Jy het nog geen ontspanningsaktiwiteite by @global.my_relaxes gevoeg nie. Waarom kies jy nie ’n paar nie?
sw: Bado haujaongeza shughuli zozote za kupumzika kwenye @global.my_relaxes. Kwanini usichague baadhi ya shughuli?
xh: Awukafaki nto eyenziwayo malunga nezenzo zokuzipholisa kwi @global.my_relaxes. Kutheni ungakhethi ezimbalwa?
zu: Awokongezi noma imiphi imisebenzi yokuphumula ku- @ global.my_relaxes okwamanje. Kungani ungakhekhi ozokwenza?

# template
source: You will find tips that we think you may find useful here, based on your answers to the app customisation.
af: Jy sal hier wenke kry wat ons dink jy nuttig kan vind, gebaseer op jou antwoorde op die toep-aanpassing.
sw: Utapata hapa vidokezo tunavyoona kuwa ni vya muhimu, kutokana na majibu uliyoyatoa wakati wa kurekebisha programu hii.
xh: Ngokusekelwe kwiimpendulo zakho xa ubuseta i-app, uza kuwafumana apha amacebiso esicinga ukuba angaluncedo kuwe.
zu: Uzothola amacebiso esicabanga ukuthi angase abe usizo kuwe la, ngokusekelwe ezimpendulweni zakho zokuhlelwa kwe-app.

# template
source: Relaxation activities
af: Ontspanningsaktiwiteite
sw: Shughuli za kuburudisha
xh: Izenzo zokuzipholisa
zu: Imisebenzi yokuphumula

# template
source: Something fun to do with your teen
af: Iets prettig om saam met jou tiener te doen
sw: Kitu cha kufurahisha cha kufanya na kijana wako
xh: Izinto ezonwabisayo onokuzenza nomntwana wakho ofikisayo
zu: Okuthile okumnandi okokwenza nengane yakho esebusheni bayo

# template
source: I need help with:
sw: Ninahitaji msaada na:

# template
source: Technical Support
sw: Msaada wa Kiufundi

# template
source: Are you experiencing any technical issues? Let us know and help to make @global.parent_app better!
af: Ervaar jy enige tegniese probleme? Laat weet ons en help om @global.parent_app te verbeter!
sw: Je, unapata matatizo yoyote ya kiufundi? Tujulishe ili kutusaidia kuboresha @global.parent_app!
xh: Ngaba uhlangabezana neengxaki zobuxhakaxhaka? Sazise kwaye uncedise ekwenzeni i-@global.parent_app ibe ngcono!
zu: Ngabe uhlangabezana nezinkinga ezithile zobuchwepheshe? Sazise futhi usisize ukwenza @global.parent_app ibengcono!

# template
source: Type your name (optional)
af: Tik jou naam in (opsioneel)
sw: Andika jina lako (hiari)
xh: Bhala igama lakho (akunyanzelekanga)
zu: Bhala igama lakho (uma sufisa)

# template
source: Contact me on @global.whatsapp
af: Kontak my by @global.whatsapp
sw: Wasiliana nami kwa @global.whatsapp
zu: Ngithinte ku @global.whatsapp

# template
source: Type your phone number
af: Tik jou foonnommer in
sw: Andika namba yako ya simu
xh: Chwetheza inombolo yakho yomnxeba
zu: Cofa inombolo yakho yocingo

# template
source: Contact me via email
af: Kontak my per e-pos
sw: Wasiliana nami kwa barua-pepe
xh: Qhagamshelana nam nge-imeyile
zu: Ngithinte nge-imeyili

# template
source: Type your email address
af: Tik jou e-posadres in
sw: Andika anuani yako ya barua-pepe
xh: Chwetheza idilesi yakho ye-imeyile
zu: Bhala ikheli lakho le-imeyili la

# template
source: Tell us about your issue
af: Vertel ons van jou probleem
sw: Tueleze tatizo lako
xh: Sixelele nge ngxaki yakho
zu: Sitshele ngenkinga yakho

# template
source: The first time my mother asked me if I wanted to spend time with her, I told her to leave me alone because I was in the middle of a game. But she insisted like she always does. I said she could watch me playing if that's what she wanted. After a few minutes she started asking me questions about the game. It was annoying at the beginning, but after a while I was happy that she was finally interested in what I was doing. She even gave it a try!
af: Die eerste keer dat my ma my gevra het of ek tyd saam met haar wou deurbring, het ek vir haar gesê om my uit te los, want ek was in die middel van ’n speletjie. Tog het sy soos altyd aangedring. Ek het gesê sy kan kyk hoe ek speel indien sy wil. Na ’n paar minute het sy my vrae begin vra oor die speletjie. Aanvanklik was dit irriterend, maar na ’n rukkie was ek bly dat sy uiteindelik belangstelling getoon het in wat ek doen. Sy het selfs probeer speel!
sw: Mara ya kwanza mama yangu aliponiuliza kama ninataka kutumia muda pamoja naye, nilimwambia aniache kwa sababu nilikuwa katikati ya mchezo. Lakini alisisitiza kama anavyofanya kila wakati. Nilimwambia aniangalie ninavyocheza kama hicho ndicho alichokuwa anakitaka. Baada ya dakika kadhaa, alianza kuniuliza maswali kuhusu mchezo huo. Mwanzoni ilikuwa inakera, lakini baada ya muda nilifurahi kwamba hatimaye alikuwa akivutiwa na kile nilichokuwa nikikifanya. Aliweza hata kujaribu!
xh: Ngoku umama wayeqala undibuza ukuba ndiyafuna na ukuchitha ixesha naye, ndamxelele ukuba makandiyeke ngenxa yokuba ndandiphakathi nomdlalo wam. Kodwa wanyanzelisa njengoko ehlale esenza. Ndathi angandibukela xa ndidlala ukuba yilonto ayifunayo. Emva kwemizuzu embalwa, waqalisa ukundibuza imibuzo ngokuphathelene nomdlalo. Ekuqaleni, yayicaphukisa lonto kodwa emva kwethutyana yandivuyisa into yokuba wade wanomdla kwinto endiyenzayo. Wade wazama nokudlala!
zu: Ngesikhathi umama eqala ukungibuza ukuthi ngiyafuna yini ukuchitha isikhathi naye, ngamtshela ukuthi angiyeke ngoba ngangisadlala umdlalo wami. Kodwa waphoqa njengoba ehlezi enza. Ngamtshela ukuthi angangiibukela njengoba ngidlala uma kuyilokho akufunayo. Ngemva kwemizuzu embalwa waqala ukungibuza imibuzo ngomdlalo. Kwakucasula ekuqaleni, kodwa ngemva kwesikhathi ngase ngijabule ngoba ekugcineni wayebonisa ukuthi uyayithanda into engiyenzayo. Waze wacela nokudlala!

# template
source: My father told me I’m playing too much basketball after school, so we must set a family rule. He promised we'll think about a solution together, so we both feel good about it. I didn't believe it's possible but said, “OK, let's try”. We negotiated and agreed that the rule will be playing basketball is allowed after doing homework and until family dinner. It is hard for me to see my friends playing after school, so I'm doing my best to finish homework first and join them. I also have now the whole evening to do other things I want after the family dinner like watching basketball in the NBA.
af: My pa het vir my gesê ek speel te veel basketbal na skool en ons moet ’n gesinsreël instel. Hy het belowe dat ons saam sal dink aan ’n oplossing, sodat ons albei goed sal voel daaroor. Ek het nie geglo dat dit moontlik sou wees nie, maar ek het gesê: “Goed, laat ons probeer”. Ons het onderhandel en saamgestem dat die reël sal wees dat ek ná huiswerk basketbal mag speel, tot aandete. Dit is vir my moeilik om my vriende na skool te sien speel, daarom doen ek my bes om my huiswerk eers klaar te maak en dan by hulle aan te sluit. Nou het ek ook die hele aand om ander dinge na aandete te doen, soos om na basketbal in die NBA te kyk.
sw: Baba yangu aliniambia ninacheza mno mpira wa kikapu baada ya kutoka shule, kwa hiyo ni lazima tuweke sheria ya familia. Aliahidi kuwa tutafikiria suluhisho pamoja, ili sisi sote tujisikie vizuri kuhusu jambo hili. Sikuamini kuwa itawezekana lakini nikasema, "Sawa, ngoja tujaribu". Tulijadili na kukubaliana kuwa sheria itakuwa kwamba ninaruhusiwa kucheza mpira wa kikapu baada ya kufanya kazi ya nyumbani hadi tunapoenda kula chakula cha usiku. Inaniwia vigumu kwenda kucheza na marafiki zangu baada ya kutoka shule, kwa hiyo ninajitahidi kadri ya uwezo wangu kumaliza kwanza kazi ya nyumbani halafu ndipo ninaenda kucheza nao. Sasa hivi ninapata pia muda wote wa jioni kwa ajili ya kufanya mambo mengine, kama kutazama Ligi ya Mpira wa Kikapu ya Marekani.
xh: Utata wandixelela ukuba ndichitha ixesha elininzi ndidlala i-basketball ukuphuma kwesikolo, ngoko kwafuneka sibeke umthetho wekhaya. Wandithembisa ukuba isisombululo sasiza kuphuma kuthi sobabini ukuze soneliseke ngaso. Zange ndikholelwe ukuba ingenzeka lonto, kodwa ndathi, “KULUNGILE, masizame”. Sathethana saza savumelana ngomthetho othi kuvumelekile ukudlala i-basketball emva kokuba ndigqibe ukwenza umsebenzi wesikolo kwaye kude kube lixesha lesidlo sangokuhlwa. Kubuhlungu ukubona iitshomi zam zidlala emva kokuphuma kwesikolo, ngoko ndenza konke endinako ukuba ndiqale ndigqibe umsebenzi wesikolo ndize ndiyokudlala nabo emva koko. Ndinobusuku bonke yokwenza ezinye izinto endifuna ukuzenza njengokubukela i-basketball edlalwa ku-NBA emva kokutya isidlo sangokuhlwa kunye nentsapho yam.
zu: Ubaba wangitshela ukuthi ngidlala ngokweqile i-basketball masengi phumile esikoleni, ngakho ke kumelwe kubekwe umthetho womndeni. Wangithembisa ukuthi sizocabanga ngesixazululo ndawonye, ukuze sizijabulise sobabili. Ngangingacabangi ukuthi lokho kungenzeka kodwa ngathi, “KULUNGILE, ake sizame”. Sabonisana sabe sesivumelana ngokuthi umthetho uzoba ukuthi kuvumelekile ukudlala i-basketball masengi wenzile umsebenzi wasesikoleni nowasekhaya kuze kube isikhathi sesidlo sakusihlwa njengomndeni. Kunzima kumina ukubona abangane bami bedlala lapho isikole sesiphumile, ngakho ke ngenza okusemandleni ami ukuba ngiqede umsebenzi wasekhaya kuqala bese ngiyahamba ngiyodlala nabo. Manje senginesikhathi sonke kusihlwa sokwenza ezinye izinto engifuna ukuzenza ngemva kokudla isidlo sakusihlwa njengomndeni njengokubukela i-basketball ku-NBA.

# template
source: Options
af: Opsies
sw: Machaguo
xh: Ukhetho
zu: Ongakhetha kukho

# template
source: Question time
sw: Muda wa maswali

# template
source: It is time for some questions!
sw: Sasa ni muda wa kuuliza maswali!

# template
source: Read Together
af: Lees saam
sw: Soma Pamoja
xh: Masifunde Sisonke
zu: Fundani Ndawonye

# template
source: Let's read a story together!
af: Kom ons lees ’n storie saam!
sw: Hebu tusome hadithi pamoja!
xh: Masilifundeni kunye ibali!
zu: Masifunde indaba ndawonye!

# template
source: Let's read a story!
af: Kom ons lees ’n storie!
sw: HebuTusome hadithi!
xh: Makhe sifunde ibali!
zu: Masifunde indaba!

# template
source: Let's see how this week has been.
af: Kom ons kyk hoe hierdie week was.
sw: Ngoja tuone wiki hii imeendaje.
xh: Makhe sibone ukuba ihamba njani iveki.
zu: Ake sibone ukuthi lihambe kanjani leli sonto.

# template
source: This week you have done...
af: Hierdie week het jy...
sw: Wiki hii ulifanya...
xh: Kule veki uye wenza...
zu: Kuleli sonto wenze lokhu...

# template
source: You are showing such commitment to being a parent and to caring for yourself. You are fantastic.
af: Jy wys regtig hoe toegewyd jy is om ’n ouer te wees en om vir jouself te sorg. Jy is fantasties.
sw: Unaonyesha kujitoa kwa dhati kama mzazi na kujithamini wewe mwenyewe. Wewe ni mtu mzuri sana.
xh: Ubonisa ukuzimisela okukhulu ekubeni ngumzali nasekuzinyamekeleni. Ugqwesile.
zu: Ubonisa ukuzibophezela ekubeni umzali kanye nasekuzinakekeleni. Wenza kahle kakhulu.

# template
source: Home practice is how we make our family life better. But it often brings challenges. Let's share our successes and problems, and help each other find new ideas to try!
af: Tuisoefening is hoe ons ons gesinslewe beter kan maak. Maar dit gaan dikwels met uitdagings gepaard. Kom ons deel ons suksesse en probleme, en help mekaar om nuwe idees te vind om uit te probeer!
sw: Zoezi la nyumbani husaidia kuboresha maisha ya familia zetu kuwa mazuri zaidi. Lakini mara nyingi huleta changamoto. Ngoja tushirikishane mafanikio na changamoto zetu, na kusaidiana kupata mawazo mapya ya kujaribu!
xh: Ukuziqhelanisa ekhaya yindlela esibenza bube ngcono ngayo ubomi bentsapho yethu. Kodwa kudla ngokubakho imiceli-mngeni. Masincokole ngeempumelelo kunye neengxaki zethu size sincedane ukuze sibe namacebiso amatsha esinokuwazama!
zu: Ukuzijwayeza ekhaya kuyindlela esenza ngayo ukuphila komndeni kube ngcono. Kodwa ngokuvamile kuletha izinselele. Ake sixoxe ngempumelelo kanye nezinselele zethu futhi sisizane ukuze sithole amacebiso amasha esingawazama!

# template
source: Think about how your home activities went this week. Take turns to discuss: * What went well and what was a problem? * What solutions can you think of together? * Pick one solution and try it later with your teen! (Or you can even practice it now so it will be easier later!)
af: Dink aan hoe jou tuisaktiwiteite hierdie week gegaan het. Maak beurte om die volgende te bespreek: * Wat het goed gegaan en wat was ’n probleem? * Aan watter oplossings kan julle saam dink? * Kies een oplossing en probeer dit later saam met jou tiener! (Of jy kan dit selfs nou oefen sodat dit later makliker sal wees!)
sw: Kumbuka jinsi shughuli zenu za nyumbani zilivyoenda wiki hii. Jadilini kwa zamu: * Je, nini kilienda vizuri na nini hakikwenda vizuri? * Je, kuna njia zipi za utatuzi mnazoweza kuzifikiria pamoja? * Chagueni njia moja ya utatuzi na mjaribu kuitumia baadaye kwa vijana wenu! (Au mnaweza hata kuifanyia mazoezi sasa ili iwe rahisi zaidi baadaye!)
xh: Cinga malunga nendlela izinto ezenziwa ekhaya ezihambe ngayo kule veki. Tshintshanani xa nincokola: * Yintoni ehambe kakuhle ibe yintoni eye yanzima? * Zeziphi izisombululo eninokucinga ngazo? * Khethani isisombululo esinye nize ethubeni nisizame kunye nomntwana wakho ofikisayo! (Okanye ningaqhelisela ngoku ukuze kube lula xa seniyenza kamva!)
zu: Cabanga ngokuthi imisebenzi yakho yasekhaya ihambe kanjani kuleli sonto. Nikanani amathuba okuxoxa: * Yini ehambe kahle futhi yini ebe yinkinga? * Yiziphi izixazululo eningazicabanga ndawonye? * Khetha isixazululo esisodwa bese uyasizama kamuva nengane yakho esebusheni bayo! (Noma ukuzijwayeza khona manje ukuze kube lula kamuva!)

# template
source: Discussion example from @data.workshop.w_1on1.title
af: Besprekingvoorbeeld uit@data.workshop.w_1on1.title
sw: Mfano wa majadiliano kutoka @data.workshop.w_1on1.title
xh: Umzekelo wengxoxo esuka @data.workshop.w_1on1.title
zu: Isibonelo sengxoxo esivela ku-@data.workshop.w_1on1.title

# template
source: Relax Together
af: Ontspan saam
sw: Chukua Pumziko Pamoja
xh: Masiphumle Sonke
zu: Khululekani ndawonye

# template
source: Relax
af: Ontspan
sw: Chukua pumziko
xh: Phola
zu: Nethezeka

# template
source: Let’s do a short relaxation activity together. It will only take a moment and you will feel more relaxed.
sw: Hebu tufanye shughuli moja fupi ya kuchukua pumziko kwa pamoja. Itachukua muda mfupi na utajisikia vizuri zaidi.

# template
source: Add this activity to @global.my_relaxes
af: Voeg hierdie aktiwiteit by @global.my_relaxes
sw: Ongeza shughuli hii kwenye @global.my_relaxes
xh: Faka oku kwenziwayo kwi-@global.my_relaxes
zu: Ongeza lo msebenzi ku-@global.my_relaxes

# template
source: Listen and relax
af: Luister en ontspan
sw: Sikiliza na chukua pumziko
xh: Mamela uze uphole
zu: Lalela futhi uphumule

# template
source: Read and relax
af: Lees en ontspan
sw: Soma na chukua pumziko
xh: Funda uze uphole
zu: Funda futhi uphumule

# template
source: You are a star! Every day, recognise something you have done well. Reward yourself with something that makes you happy. And take a deep breath to relax.
af: Jy is ’n ster! Erken elke dag iets wat jy goed gedoen het. Beloon jouself met iets wat jou gelukkig maak. En haal diep asem om te ontspan.
sw: Wewe ni mshindi! Kila siku, tambua kitu ulichofanya vizuri. Jipongeze kwa kitu kinachokufanya uwe na furaha. Halafu vuta pumzi ndefu ili kujisikia vizuri.
xh: Ungu ngqa phambili! Yonke imihla, khumbula into oyenze kakuhle. Zivuze ngokuzenzela into ekwenza wonwabe. Tsala umoya ukuze uphole.
zu: Uyiqhawe! Nuku zone nags sonke iskathi, qaphela into oyenze kahle. Zivuze ngento ekwenza ujabule. Udonse umoya ukuze uzole.

# template
source: Close your eyes. Notice your connection with the ground beneath you. What parts of your body touch the ground? What parts of your body do not? Notice where it feels warm and where it feels cool. Feel the ground underneath you supporting you. Let your body sink into the support of the ground.
sw: Fumba macho yako. Chunguza uhusiano wako na ardhi iliyo chini yako. Je, ni sehemu gani za mwili wako zinagusa ardhi? Je, ni sehemu gani za mwili wako hazigusi ardhi? Chunguza mahali palipo na joto na mahali palipo na baridi. Gusa ardhi iliyo chini yako inayokubeba. Acha mwili wako uzame na kubebwa na ardhi.

# template
source: Try this next time you feel alone or are doing a mundane activity like washing up. It can really help!
af: Probeer dit as jy weer alleen voel of ’n alledaagse aktiwiteit doen, soos om skottelgoed te was. Dit kan regtig help!
sw: Jaribu kufanya hivyo utakapojisikia tena kuwa mpweke au unapofanya shughuli zinazochosha kama kuosha vyombo baada ya kula. Kunasaidia kweli!
xh: Zama ukwenza le nto xa usenza izinto ezingabalulekanga ezifana nokuhlamba izitya. Kungakunceda kakhulu!
zu: Kuzame lokhu esikhathini esizayo lapho uzizwa uwedwa noma lapho wenza into evamile njengokugeza. Kungasiza ngempela!

# template
source: Sit down and close your eyes. How many sounds can you hear? Listen to the sounds inside and outside the room. Count them on your fingers. After ten seconds, how many fingers do you have up? What sounds did you hear? Try again for another ten seconds. Did you hear any new sounds? Did you hear any sounds inside your own body? Notice how you feel now.
af: Gaan sit en maak jou oë toe. Hoeveel geluide kan jy hoor? Luister na die geluide binne en buite die kamer. Tel dit op jou vingers. Hoeveel vingers het jy op na tien sekondes? Watter geluide het jy gehoor? Probeer weer vir nog tien sekondes. Het jy enige nuwe geluide gehoor? Het jy geluide in jou eie liggaam gehoor? Let op hoe jy nou voel.
sw: Kaa chini na ufumbe macho yako. Je, unaweza kusikia sauti ngapi? Sikiliza sauti za ndani na nje ya chumba. Zihesabu kwa vidole vyako. Baada ya sekunde kumi, umefikisha vidole vingapi? Ulisikia sauti zipi? Jaribu tena kwa sekunde kumi. Je, umesikia sauti zozote mpya? Je, umesikia sauti zozote ndani ya mwili wako mwenyewe? Chunguza jinsi unavyohisi sasa.
xh: Hlala phantsi uze uvale amehlo akho. Zingaphi izandi ozivayo? Mamela izandi ezingaphakathi nangaphandle kwegumbi. Zibale usebenzisa iminwe yakho. Emva kwemizuzwana elishumi, mingaphi iminwe oyibambileyo? Uve izandi ezingaphi? Zama kwakhona kangangemizuzwana elishumi. Ngaba uve izandi ezintsha? Zikhona izandi ozivileyo ngaphakathi komzimba wakho? Phawula indlela ovakalelwa ngayo ngoku.
zu: Hlala phansi bese uvala amehlo akho. Mingaki imisindo okwazi ukuyizwa? Lalela imisindo engaphakathi nengaphandle kwegumbi. Yibale ngeminywe yakho. Ngemva kwemizuzwana eyishumi, mingaki iminwe ephakeme? Yimiphi imisindo oyizwile? Phinde uzame futhi eminye imizuzwana eyishumi. Ingabe ikhona eminye imisindo emisha oyizwile? Ingabe ikhona imisindo oyizwile engaphakathi komzimba wakho? Qaphela indlela ozizwa ngayo manje.
