Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# template
source: Explain to my teen why their suggestion is not safe or possible and ask them for other ideas.
af: Verduidelik aan my tiener waarom hul voorstel nie veilig of moontlik is nie, en vra hulle vir ander idees.
sw: Kuwaelezea vijana wangu kwa nini pendekezo lake sio salama au linawezekana, na kumuomba mawazo mengine.
xh: Ndicacisele umntwana wam ofikisayo kutheni into abayicebisayo ingakhuselekanga okanye ingenakwenzeka ndiye kengoku ndicele acebise ngezinye izinto.
zu: Ukuchazela ingane yami esebusheni bayo ukuthi kungani umbono wayo ungaphephile noma ungenakwenzeka futhi uyicele ukuba icabange okunye okuhlukile.

# template
source: Suggest other fun activities that we could do together.
af: Stel ander prettige aktiwiteite voor wat ons saam kan doen.
sw: Pendekeza shughuli nyingine za kufurahisha tunazoweza kufanya pamoja.
xh: Cebisa ngezinye izinto ezimnandi esinokuzenza kunye.
zu: Phakamisa eminye imisebenzi yobumnandi ebesingayenza ndawonye.

# template
source: Awesome! It is very important that your teen understands why you cannot do the activity that they suggested. Ask them for other ideas!
af: Fantasties! Dit is baie belangrik dat jou tiener verstaan waarom jy nie die aktiwiteit kan doen wat hulle voorgestel het nie. Vra hulle vir ander idees!
sw: Vizuri! Ni muhimu sana kijana wako aelewe kwa nini huwezi kufanya shughuli aliyoipendekeza. Muombe atoe mawazo mengine!
xh: Kwakuhle kakhulu! Kubaluleke kakhulu ukuba umntwana wakho ofikisayo asiqonde isizathu sokuba ningenokwazi ukwenza into ebecebisa yenzeni. Mcele aze namanye amacebiso!
zu: Kuhle kakhulu! Kubaluleke kakhulu ukuthi ingane yakho esebusheni bayo iqonde ukuthi kungani ungeke ukwazi ukwenza into eziyisikisele. Yicele ukuba ize neminye imibono!

# template
source: This is perfect! If you need any inspiration, you can find suggestions for activities in the @global.parent_centre. Remember, let your teen choose the activity!
sw: Safi kabisa! Kama unahitaji hamasa yoyote, unaweza kupata mapendekezo ya shughuli mbalimbali kwenye @global.parent_centre. Kumbuka, muache kijana wako achague shughuli!

# template
source: Sorry to hear this. Our teens may be disappointed if we cannot do what they want to do, like playing sports or doing other physically demanding activities. But remember, what is most important is that we spend time with them. That looks different for everyone!
af: Jammer om dit te hoor. Ons tieners kan teleurgesteld wees as ons nie kan doen wat hulle wil doen nie, soos sport of ander fisiese aktiwiteite. Maar onthou, die belangrikste is dat ons tyd saam met hulle deurbring. Daardie tyd is verskillend vir almal!
sw: Tunasikitika kusikia hivyo. Vijana wetu wanaweza kusikitika tusipoweza kufanya kile wanachotaka, kama vile kucheza michezo au kufanya shughuli nyingine zinazohitaji kutumia nguvu nyingi za mwili. Lakini kumbuka, kilicho muhimu zaidi ni kwamba tunatumia muda pamoja nao. Kufanya hivyo kunaleta mabadiliko kwa kila mtu!
xh: Uxolo ukuva lento. Abantwana bethu basenokuphoxeka xa singakwazi ukwenza izinto abafuna sizenze njengokudlala imidlalo okanye imisebenzi yomzimba. Kodwa khumbula, eyona nto ebalulekileyo kukuchitha ixesha kunye nabo. Oko kwahluke kumntu wonke!
zu: Siyaxolisa ngokuzwa lokhu. Izingane zethu ezisebusheni bazo zingase zidumale uma singakwazi ukwenza lokho ezifuna ukukwenza, njengokudlala ezemidlalo noma ukwenza ezinye izinto ezikhandla umzimba. Kodwa khumbula ukuthi okubaluleke kakhulu ukucitha isikhathi nazo. Lokho kuhlukile kuwo wonke umuntu!

# template
source: Watch my teen do the activity and cheer them on.
af: Kyk hoe my tiener die aktiwiteit doen en moedig hulle aan.
sw: Kumwangalia kijana wangu akifanya shughuli na kumshabikia.
xh: Ndibukele umntwana wam edlala ndiye ndimkhuthaze.
zu: Bukela insane yami esebusheni bayo yenza okuthile futhi ngiyamu gqugquzele.

# template
source: Suggest other fun activities we can do together.
af: Stel ander prettige aktiwiteite voor wat ons saam kan doen.
sw: Pendekeza shughuli nyingine za kufurahisha tunazoweza kufanya pamoja.
xh: Cebisa ngezinye izinto ezimnandi eninokuzenza kunye.
zu: Sikisela ezinye izinto ezimnandi esingazenza ndawonye.

# template
source: Wonderful! Even if you are watching instead of doing the activity together, you can show your interest by describing and praising what your teen is doing!
af: Wonderlik! Selfs as jy toekyk in plaas van om die aktiwiteit saam te doen, kan jy jou belangstelling toon deur wat jou tiener doen, te beskryf en te prys!
sw: Vizuri sana! Hata kama unatazama badala ya kufanya shughuli pamoja, unaweza kuonesha kuvutiwa kwa kuelezea na kusifia anachokifanya kijana wako!
xh: Kuhle gqitha! Nokuba ubukele endaweni yokwenza umdlalo kunye, ungabonisa umdla wakho ngokuchaza nokuncoma into eyenziwa ngumntwana wakho ofikisayo!
zu: Kuhle kakhulu! Ngisho noma kuthiwa ubukele esikhundleni sokwenza lokho ndawonye, ungabonisa ukuthi uyakuthanda lokho ngokuchaza nokuncoma lokho ingane yakho esebusheni bayo ekwenzayo!

# template
source: That’s perfect! If you need any inspiration, you can find suggestions for activities in the @global.parent_centre. Remember, let your teen choose the activity!
sw: Safi kabisa! Kama unahitaji hamasa yoyote, unaweza kupata mapendekezo ya shughuli mbalimbali kwenye @global.parent_centre. Kumbuka, muache kijana wako achague shughuli!

# template
source: This sometimes happens! Competitive games can be challenging for teens (and adults!) if they have difficulty with losing.
af: Dit gebeur soms! Kompeterende speletjies kan ’n uitdaging wees vir tieners (en volwassenes!) as hulle sukkel met verloor.
sw: Wakati mwingine hii hutokea! Michezo ya kushindana inaweza kuwa na changamoto kwa vijana (na watu wazima) kama wanashindwa kupokea kushindwa.
xh: Oku kuyenzeka ngamaye amaxesha! Imidlalo enokhuphiswano angabayingxaki kubantwana abafikisayo (nakubantu abadala!), kuba abathandi ukungaphumeleli.
zu: Lokhu kuyenzeka ngezinye izikhathi! Imidlalo yokuncintisana ingaba yinselele ezinganeni ezisebusheni bazo (kanye nakubantu abadala!) uma benekinga nokungaphumeleli.

# template
source: Suggest other activities that we can do together instead of against each other.
af: Stel ander aktiwiteite voor wat ons saam kan doen, in plaas van teen mekaar.
sw: Pendekeza shughuli nyingine tunazoweza kufanya pamoja badala ya kushindana.
xh: Cebisa izinto eninokuzenza ninobabini endaweni yokuba nibe nxamnye omnye komnye.
zu: Sikisela ezinye izinto eningazenza ndawonye esikhundleni sokuncintisana.

# template
source: Play the activity in teams, so I can encourage my teen if our team loses.
af: Speel die aktiwiteit in spanne sodat ek my tiener kan aanmoedig as ons span verloor.
sw: Cheza mchezo katika timu, ili niweze kumtia moyo kijana wangu kama timu yetu itashindwa.
xh: Dlala umdlalo ngokwamaqela, ukuze ndizokwazi ukukhuthaza umntwana wam ofikisayo ukuba iqela lethu aliphumelelanga.
zu: Dlalani imidlalo ngamaqembu, ukuze ngikwazi ukukhuthaza ingane yami esebusheni bayo uma iqembu lethu lidliwa.

# template
source: Remember, let your teen choose! You can find suggestions for activities you could do with your teen in the @global.parent_centre, if you need it.
sw: Kumbuka, muache kijana wako achague! Unaweza kutafuta mapendekezo ya shughuli unazoweza kufanya na kijana wako @global.parent_centre, kama utahitaji.

# template
source: If you and your teen are in the same team, you can help them manage their emotions if your team loses.
af: As jy en jou tiener in dieselfde span is, kan jy hulle help om hul emosies te beheer as julle span verloor.
sw: Kama wewe na kijana wako mko kwenye timu moja, unaweza kumsaidia kudhibiti hisia zake kama timu yenu itashindwa.
xh: Ukuba wena nomntwana wakho ofikisayo nikwiqela elinye, ungamnceda alawule iimvakalelo zakhe ukuba iqela lenu aliphumelelanga.
zu: Uma wena nengane yahoo esebusheni bayo niseqenjini elilodwa, ungayisiza ilawule imizwelo yayo uma iqembu lenu lidliwa.

# template
source: Yes, the end of one-on-one time can sometimes be difficult.
af: Ja, die einde van een-tot-een-tyd kan soms moeilik wees.
sw: Ndiyo, kufikia mwisho wa muda wa pamoja kunaweza kuwa mgumu.
xh: Ewe, ukuphelisa ixesha enilichitha kunye kunganzima ngamanye amaxesha.
zu: Yebo, ukuphela kwesikhathi osicitha nengane yakho kungase kube nzima ngezinye izikhathi.

# template
source: Say to my teen, “We have one minute before the end of one-on-one time today”, so my teen is prepared.
af: Sê vir my tiener: “Ons het ’n minuut voor die einde van vandag se een-tot-een-tyd”, sodat my tiener voorbereid is.
sw: Sema kwa kijana wangu, "Tuna dakika moja kabla ya kufikia mwisho wa muda wa pamoja leo", ili kijana ajiandae.
xh: Ndithi kumntwana wam ofikisayo, “Kusele umzuzu omnye ngaphambi kokuba kuphele ixesha lethu sikunye namhlanje,” ukuze umntwana wam ofikisayo akwazi ukuzilungiselela.
zu: Yithi enganeni yami, "Sesinomzuzu owodwa ngaphambi kokuphela kwesikhathi sesethu sobabili namhlanje", ukuze ingane yami izilungiselele.

# template
source: Inform my teen of how much time I have for one-on-one time and ask them to keep track on a clock or watch.
af: Maak my tiener bewus van hoeveel tyd ek vir een-tot-een-tyd het en vra hulle om ’n horlosie dop te hou.
sw: Nimjulishe kijana wangu kuhusu muda kiasi ninao kwa ajili ya kutumia pamoja, halafu nimuombe aufuatilie kwenye saa.
xh: Ukwazisa umntwana wam ofikisayo ukuba ndisele nexesha elingakanani kwixesha lethu xasikunye, ndize ndimcele agade ixesha elishiyekileyo kwiwotshi.
zu: Yazisa insane yami esebusheni bayo ukuthi nginesikhathi esingakanani sesikathi sethu sobabili bese uyayi cela ukuthi ilandelele iwashi.

# template
source: Plan one-on-one time right before another activity that my teen enjoys.
af: Beplan een-tot-een-tyd net voor ’n ander aktiwiteit wat my tiener geniet.
sw: Pangilia kutumia muda pamoja na kijana muda mfupi kabla ya shughuli nyingine ambayo kijana wangu anaifurahia.
xh: Ndenza icebo lokuchitha ixesha ndawonye ngaphambi kwenye into umntwana wam ofikisayo athanda ukuyenza.
zu: Hlela isikhathi senu nobabili ngaphambi komunye umsebenzi ingane yami esebusheni bayo ewujabulelayo.

# template
source: Wonderful! By giving your teen a heads-up, the end of one-on-one time will not come as a surprise. Also, you can remind your teen that you will spend time together again tomorrow.
af: Wonderlik! Deur jou tiener vooraf te laat weet, sal die einde van een-tot-een-tyd nie as ’n verrassing kom nie. Jy kan jou tiener ook daaraan herinner dat julle môre weer tyd saam sal deurbring.
sw: Vizuri sana! Kwa kumjulisha mapema kijana wako, mwisho wa muda wa pamoja hatukuja kwa kushtukiza. Pia, unaweza kumkumbusha kijana wako kwamba utatumia muda pamoja naye tena kesho.
xh: Kuhle gqitha! Ngokumazisa umntwana wakho ofikisayo ukuba liza kuphela ixesha lenu nikunye, akazukothuka xa liphela. Kwakhona, unokumkhumbuza umntwana wakho ofikisayo ukuba niza kuphinda nichithe ixesha kunye ngengomso.
zu: Kuhle kakhulu! Ngokunikeza ingane yakho esebusheni bayo isixwayiso kusengaphambili, isikhathi sokuphela kwenkathi yokucitha isikhathi ndawonye ngeke sibe yinto engalindelekile. Ungaphinde ukhumbuze ingane yakho esebusheni bayo ukuthi nizophinde nicithe isikhathi ndawonye kusasa.

# template
source: Great! That way your teen has the responsibility to monitor the time and will be aware when time is almost up. Remind them that you will spend time together again tomorrow.
af: Uitstekend! Op hierdie manier het jou tiener die verantwoordelikheid om die tyd dop te hou en sal jy weet wanneer die tyd amper op is. Herinner hulle daaraan dat julle môre weer tyd saam sal deurbring.
sw: Vizuri sana! Kwa njia hiyo, kijana wako ana jukumu la kuangalia muda na atatambua muda unapokaribia kuisha. Mkumbushe kuwa mtatumia tena muda wa pamoja kesho.
xh: Kulunge kakhulu! Ngalo ndlela, umntwana wakho ofikisayo unoxanduva lokujonga ixesha kwaye uza kulibona xa sele liza kuphela. Mkhumbuze ukuba niza kuphinda nichithe ixesha kunye ngengomso.
zu: Kuhle! Ngaleyo ndlela ingane yakho inesibopho sokuqapha isikhathi futhi izokwazi ukuthi isikhathi sesiphelile. Bakhumbuze ukuthi nizophinde nichithe isikhathi ndawonye kusasa.

# template
source: Wonderful! If you spend time together right before dinner, you can happily say, “One-on-one time is over. Let’s get ready for dinner with the rest of the family!”
sw: Vizuri sana! Kama mtatumia muda wa pamoja muda mfupi kabla ya chakula cha usiku, unaweza kusema kwa furaha, "Muda wetu wa pamoja umeisha. Tujiandae kwa chakula cha usiku pamoja na familia nzima!"

# template
source: Many parents face this. It can be difficult to spend one-on-one time with our teens when we have more than one child.
af: Dit gebeur met baie ouers. Dit kan moeilik wees om een-tot-een-tyd met ons tieners deur te bring as ons meer as een kind het.
sw: Wazazi wengi hukabiliwa na hali hii. Inaweza kuwa vigumu kutumia muda wa pamoja na vijana wetu mmojammoja kama tuna watoto zaidi ya mmoja.
xh: Abazali abaninzi bajamelana nalento. Kunganzima ukuchitha ixesha kunye nabantwana bethu abafikisayo xa sinabantwana abaninzi.
zu: Abazali abaningi babhekana nalokhu. Kungaba nzima ukuchitha isikhathi nezingane zethu uma sinezingane eziningi.

# template
source: Ask another adult or older sibling to look after the younger children during the one-on-one time with my teen.
af: Vra ’n ander volwassene of ouer broer of suster om gedurende die een-tot-een-tyd met my tiener na die jonger kinders om te sien.
sw: Muombe mtu mzima mwingine au ndugu mkubwa kuwaangalia watoto wadogo wakati wa kutumia muda wa pamoja na kijana wangu tukiwa wawili.
xh: Cela omnye umntu omdala okanye umntwana omdala ajonge abantwana abancinane ngelixesha ndichitha ixesha nomntwana wam ofikisayo.
zu: Cela omunye umuntu omdala noma umuntu ozalwa naye ukuba anakekele ingane ezisencane ngesikhathi usanesikhathi senu nobabili nengane yakho esebusheni bayo.

# template
source: Think of a time when the other children are not around and spend time with my teen then.
af: Dink aan ’n tyd wanneer die ander kinders nie daar is nie en bring dan tyd met my tiener deur.
sw: Tafuta wakati ambao watoto wengine hawapo karibu halafu tumia muda wa pamoja na kijana wangu.
xh: Cinga ngexesha abangekhoyo ngayo abanye abantwana kuze ndizochitha ixesha kunye nomntwana wam ofikisayo.
zu: Cabanga ngesikhathi lapho ezinye izingane zisuke zingekho bese uchitha isikhathi nengane yami esebusheni bayo.

# template
source: Plan one-on-one time in a place other than at home.
af: Beplan een-tot-een-tyd op ’n ander plek as by die huis.
sw: Panga kutumia muda wa pamoja mahali pengine pasipokuwa nyumbani.
xh: Yenza icebo lokuba uchithe ixesha kunye kwindawo engelilo ikhaya.
zu: Hlela ukuchitha isikhathi nengane yakho kwenye indawo ngaphandle kwasekhaya.

# template
source: Perfect! This way, you can give your undivided attention to your teen, so they feel valued and loved.
af: Perfek! Op hierdie manier kan jy jou onverdeelde aandag aan jou tiener gee sodat hulle gewaardeerd en geliefd voel.
sw: Safi sana! Kwa njia hii, unaweza kuweka usikivu wako wote kwa kijana wako, ili ajisikie kuthaminiwa na kupendwa.
xh: Nantso ke! Ngale ndlela ungakwazi ukunika umntwana wakho ofikisayo ingqalelo yakho yonke kuze bazive bexatyisiwe kwaye bethandwa.
zu: Kuhle kakhulu! Ngale ndlela ungakwazi ukunaka ingane yakho esebusheni bayo ngaphandle kokuphazamiseka.

# template
source: Great! You can try spending time with your teen when the other children have already gone to bed, or are playing outside.
af: Uitstekend! Jy kan probeer om tyd saam met jou tiener deur te bring as die ander kinders al gaan slaap het of buite speel.
sw: Vizuri sana! Unaweza kujaribu kutumia muda pamoja na kijana wako pindi watoto wengine wanapokuwa tayari wameenda kulala, au wanacheza nje.
xh: Kulunge kakhulu! Unokuzama ukuchitha ixesha kunye nomntwana wakho ofikisayo xa abanye abantwana sele belele, okanye bedlala phandle.
zu: Kuhle! Ungazama ukuchitha isikhathi nengane yakho esebusheni bayo lapho ezinye izingane sezilele noma lapho zidlala ngaphandle.

# template
source: Wonderful! Maybe you can walk to the shops together or go watch a sports match, so you can chat without having the other children demand your attention.
af: Wonderlik! Miskien kan julle saam winkel toe stap of na ’n sportwedstryd gaan kyk sodat julle kan gesels sonder dat die ander kinders jou aandag vra.
sw: Vizuri sana! Pengine mnaweza kutembea pamoja kwenda dukani au kwenda kutazama michezo, ili muweze kuzungumza bila watoto wengine kutaka uwasikilize.
xh: Kuhle gqithi! Mhlawumbi ningahamba kunye ukuya ezivenkileni okanye niyokubukela umdlalo ukuze nikwazi ukuncokola bengekho abanye abantwana abaza kufuna ingqalelo yakho.
zu: Kuhle kakhulu! Mhlawumbe ningahamba ndawonye niye ezitolo noma nihambe niyobukela ezemidlalo, ukuze nixoxe ngaphandle kokuphazanyiswa ezinye izingane ezisuke zifuna ukunakwa nazo.

# template
source: DAY – Do it every day
af: DAG – Doen dit elke dag
sw: SIKU – Fanya kila siku
xh: USUKU – Yenze yonke imihla
zu: USUKU - Kwenze nsuku zonke

# template
source: PLAY – Let your teen choose the activity
af: SPEEL – Laat jou tiener die aktiwiteit kies
sw: CHEZA – Mwache kijana wako achague shughuli
xh: DLALA – Vumela umntwana wakho ofikisayo akhethe into emayenziwe
zu: DLALA – Vumela ingane yakho ikhethe enizokwenza

# template
source: STAY – Give your teen all of your attention
af: BLY – Gee jou tiener al jou aandag
sw: KAA – Mpe kijana wako usikivu wako wote
xh: HLALA – Mnike ingqalelo yakho yonke umntwana wakho ofikisayo
zu: HLALA - Nikeza ingane yakho konke ukunaka kwakho

# template
source: None of them
sw: Hakuna hata mmoja wao

# template
source: Why was this tip helpful for you?
af: Waarom was hierdie wenk vir jou nuttig?
sw: Kwa nini kidokezo hiki kilikufaa?
xh: Kutheni lengcebiso liye laba luncedo kuwe?
zu: Kungani leli cebiso libe usizo kuwe?

# template
source: "@local.choice_1" was helpful because...
af: “@local.choice_1” was nuttig omdat...
sw: "@local.choice_1" kilifaa kwa sababu...
xh: "@local.choice_1" ibiluncedo ngenxa yokuba...
zu: "@local.choice_1" libe usizo ngoba...

# template
source: "@local.choice_2" was helpful because...
af: “@local.choice_2” was nuttig omdat...
sw: "@local.choice_2" kilifaa kwa sababu...
xh: "@local.choice_2" ibiluncedo ngenxa yokuba...
zu: "@local.choice_2" ibe usizo ngoba...

# template
source: "@local.choice_3" was helpful because...
af: “@local.choice_3” was nuttig omdat...
sw: "@local.choice_3" kilifaa kwa sababu...
xh: "@local.choice_3" ibiluncedo ngenxa yokuba...
zu: "@local.choice_3" ibe usizo ngoba...

# template
source: Having a specific time to do this helps me to remember.
af: Om ’n spesifieke tyd hiervoor te hê, help my om te onthou.
sw: Kuwa na muda maalum wa kufanya jambo hili hunisaidia kukumbuka.
xh: Ukuba nexesha elithile lokwenza lento lindinceda ndikhumbule.
zu: Ukuba nesikhathi esithile sokwenza lokhu kungisiza ukuthi ngikhumbule.

# template
source: With a routine, my teen and I can both keep our schedule free.
af: Met ’n roetine kan ek en my tiener albei ons skedule vry hou.
sw: Kwa kuweka utaratibu, mimi na kijana wangu tunaweza kupata muda wa ziada kwenye ratiba zetu.
xh: Xa sinezinto ezenziwa rhoqo, mna nomntwana wam ofikisayo siyakwazi ukugcina ishedyuli sethu singenanto.
zu: Lapho kunenqubo elandelwayo, mina nengane yami siyakwazi ukuhlala sinesikhathi esivulekile.

# template
source: Spending time with my teen every day helps to build trust with them/him/her
sw: Kutumia muda pamoja na kijana wangu kila siku, husaidia kujenga kuaminiana

# template
source: Ah yes, even 10 minutes together makes a big difference – that makes it easy to schedule it in, next to your work and chores!
af: Ja, selfs 10 minute saam maak ’n groot verskil – dit laat dit maklik saam met jou werk en take in jou skedule pas!
sw: Naam, hata dakika 10 tu za kuwa pamoja huleta mabadiliko makubwa – kufanya hivyo hurahisisha kulipangia ratiba, sambamba na kazi yako na shughuli zako za nyumbani!
xh: Ewe, nokuba yimizuzu eyi-10 nikunye, kwenza umehluko omkhulu – kwenza kube lula ukuyifaka kwi shedyuli, nasondeleyo kuno msebenzi wakho nemisebenzi yasekhaya!
zu: Ah yebo, ngisho nemizuzu eyi-shumi(10) ndawonye yenza umehluko omkhulu - okwenza kube lula ukuhlela ngaphakathi, eduze komsebenzi wakho nemisebenzi yasekhaya!

# template
source: Letting my teen choose what to do builds their confidence.
af: As ek my tiener laat kies wat om te doen, bou dit hul selfvertroue op.
sw: Kuwaruhusu vijana wangu wachague kitu cha kufanya huwajengea kujiamini.
xh: Ukuvumela umntwana wam ofikisayo akhethe into eza kwenziwa, oko kwakha ukuzithemba kwakhe.
zu: Ukuvumela ingane yami ukuba ikhethe ukuthi yenzeni kwakha ukuzethemba kwabo.

# template
source: If my teen chooses, s/he is more likely to want to spend time together.
af: As my tiener kies, is die kans groter dat hy/sy tyd saam sal wil deurbring.
sw: Kama kijana wangu akichagua kitu cha kufanya, kuna uwezekano mkubwa akataka tutumie muda pamoja.
xh: Ukuba umntwana wam ofikisayo uyakhetha, lonto iza menza afune nangakumbi ukuchitha ixesha kunye nam.
zu: Uma ingane yami ikhetha, kungenzeka ukuthi ifune ukuchitha isikhathi ndawonye.

# template
source: Letting my teen choose shows that I care about his/her interests.
af: As ek my tiener laat kies, wys ek dat ek vir sy/haar belangstellings omgee.
sw: Kumwacha kijana wangu achague kunaonyesha kuwa ninajali mambo anayoyapenda.
xh: Ukuvumela umntwana wam ofikisayo akhethe kubonisa ukuba ndizikhathalele izinto anomdla kuzo.
zu: Ukuvumela ingane yami ukuba ikhethe kukhombisa ukuthi ngiyazikhathalela izintshisekelo zayo.

# template
source: By accepting my teen’s suggestions, I show that I listen to him/her.
af: Deur die voorstelle van my tiener te aanvaar, wys ek dat ek na hom/haar luister.
sw: Kukubali maoni ya kijana wangu, kunaonyesha kuwa ninamsikiliza.
xh: Xa ndisebenzisa icebiso lomntwana wam ofikisayo, ndibonisa ukuba ndiyammamela.
zu: Ngokwamukela iziphakamiso zentsha yami, ngikhombisa ukuthi ngiyamlalela.

# template
source: Saying something nice about my teen’s choice helps them feel valued
sw: Kusema vizuri kuhusu chaguo la kijana wangu kunamsaidia kuhisi kuwa anathaminiwa

# template
source: So true! And if our teens choose, they are encouraged to also take responsibility in other areas of their lives.
af: Só waar! En as ons tieners kies, word hulle aangemoedig om ook op ander terreine van hul lewe verantwoordelikheid te neem.
sw: Kweli kabisa! Na vijana wetu wakichagua, wanahamasika pia kuwajibika kwenye nyanja nyingine za maisha yao.
xh: Kuyinyaniso kakhulu oku! Kwaye ukuba abantwana bethu abafikisayo bayakhetha, bayakhuthazeka ukuba babe noxanduva nakwezinye izinto ezisebomini babo.
zu: Kuyiqiniso! Futhi uma intsha yethu ikhetha, bayakhuthazwa ukuthi nabo babhekane neminye imikhakha yezimpilo zabo.

# template
source: By preventing interruptions, I show my teen that s/he is most important.
af: Deur onderbrekings te voorkom, wys ek my tiener dat hy/sy die belangrikste is.
sw: Kwa kuacha kuingilia anapoongea, ninamuonyesha kijana wangu kuwa yeye ni muhimu zaidi.
xh: Xa ndiphepha iziphazamiso, ndibonisa umntwana wam ofikisayo ukuba ubaluleke kakhulu.
zu: Ngokuvimbela ukuphazamiseka, ngikhombisa ingane yami ukuthi ibaluleke kakhulu.

# template
source: Even if I can’t join my teen’s activity, like sports, I can still cheer them on.
af: Selfs as ek nie by my tiener se aktiwiteite, soos sport, kan aansluit nie, kan ek hulle steeds aanmoedig.
sw: Hata kama siwezi kujiunga na shughuli ya kijana wangu, kama michezo, bado ninaweza kumshabikia.
xh: Nokuba andikwazi kwenza into eyenziwa ngumntwana wam ofikisayo enjengemidlalo, ndinganako ukumxhasa xa eyenza.
zu: Noma ngingenakukwazi ukujoyina okwenziwa yintsha yami, njengemidlalo, ngisengabakhuthaza.
