Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# template
source: It is difficult to come up with instructions while we are still angry. Try and find a time when you are calm to introduce a positive instruction to your teen. In the next @global.weekly_workshop, we’ll talk more about how we can manage our emotions! You can find more relaxation activities @data.parent_centre.relax_and_activities.location_text.
af: Dit is moeilik om opdragte uit te dink terwyl ons nog kwaad is. Probeer om ’n tyd te vind wanneer jy kalm is om ’n positiewe opdrag aan jou tiener in te stel. In die volgende @global.weekly_workshop sal ons meer praat oor hoe ons, ons emosies kan hanteer! Jy kan meer ontspanningsaktiwiteite vind: @data.parent_centre.relax_and_activities.location_text.
sw: Ni vigumu kutoa maelekezo tukiwa bado tumekasirika. Jaribu kutafuta muda utakaokuwa umetulia ili kutoa maelekezo chanya kwa kijana wako. Katika warsha inayofuata ya @global.weekly_workshop, tutazungumzia zaidi namna tunavyoweza kudhibiti hisia zetu! Unaweza kupata shughuli zaidi za kujipumzisha kwenye @data.parent_centre.relax_and_activities.location_text.
xh: Kunzima ukucinga ngemiyalelo ngoxa sisenomsindo. Zama ukufumana ixesha ozole ngalo uze unike umntwana wakho ofikisayo umyalelo okhuthazayo. Kwi-@global.weekly_workshop elandelayo, siza kuthetha ngakumbi malunga nendlela yokulawula iimvakalelo zethu! Ungafumana izinto zokuphola ezingakumbi kwi-@data.parent_centre.relax_and_activities.location_text.
zu: Kunzima ukunikeza iziqondiso uma sisacasukile. Zama ukuthola isikhathi lapho usuzolile ukuze unikeze isiqondiso esihle enganeni yakho esebusheni bayo. Kokulandelayo @global.weekly_workshop, sizoxoxa kabanzi ngendlela esingalawula ngayo imizwelo yethu! Ungathola eminye imisebenzi eyongeziwe yokuphumula @data.parent_centre.relax_and_activities.location_text.

# template
source: Which of the tips helped you?
af: Watter van die wenke het jou gehelp?
sw: Vidokezo vipi vilikusaidia?
xh: Ngawaphi amacebiso akuncedileyo?
zu: Yimaphi amacebiso akusizile?

# template
source: GET REAL – Can your teen do what you are about to ask?
af: WEES REALISTIES – Kan jou tiener doen wat jy gaan vra?
sw: TAZAMA UHALISIA – Je, kijana wako anaweza kufanya kile unachotaka kumwagiza?
xh: MAYENZEKE – Ngaba umntwana wakho ofikisayo angakwazi ukuyenza lento oza kuyicela?
zu: BHEKANA NAMAQINISO – Ingabe ingane yakho esebusheni bayo ingakwenza yini lokho ozokucela?

# template
source: GET POSITIVE – Use positive words and praise them!
af: WEES POSITIEF – Gebruik positiewe woorde en prys hulle!
sw: KUWA NA MTAZAMO CHANYA - Tumia maneno chanya na msifie!
xh: MAYIKHUTHAZE – Sebenzisa amazwi akhuthazayo uze ubancome!
zu: CABANGA NGEZINTO EZIKHUTHAZAYO – Sebenzisa amazwi akhuthazayo futhi uzincome izingane!

# template
source: GET CLEAR – Be clear and specific!
af: WEES DUIDELIK – Wees duidelik en spesifiek!
sw: ELEWEKA – Kuwa bayana na maalum!
xh: MAYICACE – Caca ukuba uthini uze ungqale!
zu: CACA- Cacisa futhi ucacise!

# template
source: Wonderful! When we ask our teen to do something that is realistic, it is easier for them to succeed.
af: Wonderlik! Wanneer ons ons tiener vra om iets te doen wat realisties is, is dit vir hulle makliker om daarin te slaag.
sw: Safi sana! Tunapowaagiza vijana wetu wafanye jambo linalotekelezeka, ni rahisi zaidi kwao kufaulu.
xh: Kuhle gqitha! Xa sicela umntwana wethu ofikisayo ukuba enze into anokukwazi ukuyenza, kulula kuye ukuba aphumelele.
zu: Kuhle kakhulu! Lapho sicela ingane yet esebusheni bayo ukuba yenze into ekwaziyo ukuyenza, kulula ukuba iphumelele.

# template
source: When we praise them, our teens feel encouraged to listen to us again!
af: Wanneer ons hulle prys, voel ons tieners aangemoedig om weer na ons te luister!
sw: Tunapowasifia vijana wetu, wanahamasika kutusikiliza tena!
xh: Xa sibancoma, abantwana bethu abafikisayo baziva bekhuthazwa baze baphinde basimamele!
zu: Lapho sizincoma, izingane zethu zizizwa zikhuthazekile ukuba ziphinde zisilalele!

# template
source: Awesome! When we think ahead of specific instructions to give our teen, our instructions become much easier to follow!
af: Fantasties! Wanneer ons vooruit dink aan spesifieke opdragte om vir ons tiener te gee, word ons instruksies baie makliker om te volg!
sw: Safi! Tunapofikiria mapema maelekezo maalum ya kuwapa vijana wetu, inawawia rahisi sana kufuata maelekezo yetu!
xh: Kwakuhle kakhulu! Xa sicinga kusengaphambili ngemiyalelo esiza kuyinika umntwana wethu ofikisayo, kuba lula ukuyilandela loo miyalelo!
zu: Kuhle kakhulu! Lapho sicabanga kusengaphambili ngeziqondiso ezicacile esingazinika ingane yethu esebusheni bayo, iziqondiso zethu kuba lula ukuzilandela!

# template
source: You’ve not marked any @data.habit.instruct_positively.title @global.parent_points yet. Give it a try today!
af: Jy't nog nie enige punte @data.habit.instruct_positively.title @global.parent_points gemerk nie. Probeer dit vandag nog!
sw: Bado hujaweka alama yoyote kwenye @data.habit.instruct_positively.title @global.parent_points. Ijaribu leo!
zu: Awukhethanga nokukodwa phakathi kwalokhu @data.habit.instruct_positively.title @global.parent_points. Phinda zame futhi namhlanje!

# template
source: You’ve marked the @global.parent_point @data.habit.instruct_positively.title once already – so you’re making great progress.
af: Jy het die @global.parent_point @data.habit.instruct_positively.title reeds een keer gemerk – jy maak dus goeie vordering.
sw: Tayari umeweka alama kwenye @global.parent_point @data.habit.instruct_positively.title – kwa hiyo, unapiga hatua nzuri za maendeleo.
xh: Sele uyimakishe kwakanye i-@global.parent_point @data.habit.instruct_positively.title – ngoko wenza inkqubela encomekayo.
zu: Umakile @global.parent_point @data.habit.instruct_positively.title kanye kakade - ngakho wenza inqubekelaphambili enhle.

# template
source: You’ve marked the @global.parent_point @data.habit.instruct_positively.title @fields.parent_point_count_instruct_positively times already – so you’re making great progress.
af: Jy het reeds die @global.parent_point @data.habit.instruct_positively.title @fields.parent_point_count_instruct_positively kere gemerk – so jy maak goeie vordering.
sw: Tayari umeweka alama kwenye @global.parent_point @data.habit.instruct_positively.title @fields.parent_point_count_instruct_positively – kwa hiyo, unapiga hatua nzuri za maendeleo.

# template
source: Speak kindly to yourself about what a great job you are doing. There is no such thing as a perfect parent, and we think you’re doing great!
af: Praat vriendelik met jouself oor die goeie werk wat jy doen. Daar bestaan nie iets soos ’n perfekte ouer nie, en ons dink jy doen goed!
sw: Jipongeze kwa kazi kubwa unayoifanya. Hakuna mzazi aliye kamili, na tunafikiri unafanya vizuri sana!
xh: Thetha kakuhle nesiqu sakho ngomsebenzi omhle owenzayo. Akekho umzali ofezekileyo, kwaye sicinga ukuba wenza umsebenzi omhle!
zu: Mawu khuluma ngawe khuluma ngomusa mayelana nomsebenzi omuhle owenzayo. Akekho umzali ongawenzi amaphutha futhi thina sicabanga ukuthi wenza kahle kakhulu!

# template
source: Positive instructions help to see more and more good behaviour! Complete the @local.workshop_data.in_text_title to get some ideas on how this could work in your family.
af: Positiewe opdragte help om al hoe meer goeie gedrag te sien! Voltooi die @local.workshop_data.in_text_title om ’n paar idees te kry oor hoe dit in jou gesin kan werk.
sw: Maelekezo chanya husaidia kuleta tabia nzuri zaidi na zaidi! Maliza @local.workshop_data.in_text_title ili kupata mawazo kuhusu namna jambo hili linavyoweza kufanya kazi kwenye familia yako.
xh: Imiyalelo ekhuthazayo ikunceda uphawule ukuziphatha okuhle nangakumbi! Gqiba ukwenza i-@local.workshop_data.in_text_title ukuze ufumane amacebo endlela okunokusebenza ngayo oku kwintsapho yakho.
zu: Iziqondiso ezinhle zikusiza ubone ukuziphatha okuhle nakakhulu! Qedela i-@local.workshop_data.in_text_title ukuze uthole amanye amacebiso endlela lokhu okungasebenza ngayo emndenini wakho.

# template
source: Hi @fields.user_name! Congratulations for starting @global.parent_app week 4. This week’s @global.workshop is about how to increase your chances of getting your teen to do what you ask them to do.
sw: Habari @fields.user_name! Hongera kwa kuanza wiki ya 4 ya @global.parent_app. @global.workshop cha wiki hii ni kuhusu jinsi ya kuongeza uwezo wako wa kumfanya kijana wako afanye kile unachomuagiza kufanya.

# template
source: Hi @fields.group_name! Congratulations for starting @global.parent_app week 4. This week’s @global.workshop is about how to increase your chances of getting your teen to do what you ask them to do.
sw: Habari @fields.group_name! Hongera kwa kuanza wiki ya 4 ya @global.parent_app. @global.workshop ya wiki hii ni kuhusu jinsi ya kuongeza uwezo wako wa kumfanya kijana wako afanye kile unachomuagiza kufanya.

# template
source: Does your teen always listen to you? If not (like the rest of us), have a look at this week's @global.workshop to learn how giving positive instructions can help - a lot.
sw: Je, kijana wako anakusikiliza kila mara? Kama hakusikilizi kila mara (kama ilivyo kwetu sisi wengine wote), angalia @global.workshop ya wiki hii ili ujifunze namna ya kutoa maelekezo chanya yanavyoweza kusaidia.

# template
source: As usual, you can access a new workshop tomorrow. It will help to complete the previous @global.workshop before then. Some parents are using the app while commuting to work. Why don’t you use the app when you have a few minutes? Thank you again for using @global.parent_app.
sw: Kama kawaida, unaweza kupata @global.workshop kipya kesho. Litakuwa jambo zuri kumalizia kipindi kilichopita kabla ya wakati huo. Wazazi wengine wanatumia programu hii wanaposafiri kwenda kazini. Kwa nini usitumie programu hii unapopata muda wa kutulia? Asante kwa mara nyingine kwa kutumia @global.parent_app.

# template
source: Congratulations, you completed the @local.workshop_data.in_text_title. Tomorrow, a new @global.workshop is ready for you: you will see a big difference by making small changes!
sw: Hongera, umemaliza @local.workshop_data.in_text_title. Kesho, @global.workshop mpya itakuwa tayari kwa ajili yako: utaona tofauti kubwa kwa kufanya mabadiliko madogo!

# template
source: Said something nice first
af: Eers iets moois gesê het
sw: Alisema kitu kizuri kwanza
xh: Ngethethe into entle kuqala
zu: Ubengasho okuthile okuhle kuqala

# template
source: Spoken to @global.w_instruct_teen_girl in a calm voice
af: Op ’n kalm manier met @global.w_instruct_teen_girl gepraat het
sw: Ameongea na @global.w_instruct_teen_girl kwa sauti ya utulivu
xh: Ngethethe no @global.w_instruct_teen_girl ngeliziwi elizolileyo
zu: Ubengakhuluma no @global.w_instruct_teen_girl ngezwi elizolile

# template
source: Told @global.w_instruct_teen_girl what she wants her to do
af: Vir @global.w_instruct_teen_girl gesê het wat sy wil hê sy moet doen
sw: Alimwambia @global.w_instruct_teen_girl kile anachotaka afanye
xh: Ngemxelele @global.w_instruct_teen_girl into afuna ayenze
zu: Ubengamtshela @global.w_instruct_teen_girl ukuthi ufuna enzeni

# template
source: How do you think @global.w_instruct_teen_girl felt about the way @global.w_instruct_female_caregiver responded?
af: Hoe dink jy het @global.w_instruct_teen_girl gevoel oor die manier waarop @global.w_instruct_female_caregiver gereageer het?
sw: Je, unafikiri @global.w_instruct_teen_girl alijisikiaje namna @global.w_instruct_female_caregiver alivyojibu?
xh: Ucinga ukuba u @global.w_instruct_teen_girl uzive njani ngendlela @global.w_instruct_female_caregiver asabele ngayo?
zu: Ucabanga ukuthi @global.w_instruct_teen_girl uzizwe kanjani ngendlela @global.w_instruct_female_caregiver aphendule ngayo?

# template
source: What could @global.w_instruct_female_caregiver have done differently?
af: Wat kon @global.w_instruct_female_caregiver anders gedoen het?
sw: Je, @global.w_instruct_female_caregiver angeweza kufanya nini tofauti?
xh: YIntoni u @global.w_instruct_female_caregiver angeyenzile ngokwahlukileyo?
zu: Yini @global.w_instruct_female_caregiver abangayenza ngokuhlukile?

# template
source: @global.w_instruct_teen_girl felt respected and loved by her @global.w_instruct_female_caregiver
af: @global.w_instruct_teen_girl het gevoel haar @global.w_instruct_female_caregiver respekteer haar en is lief vir haar
sw: @global.w_instruct_teen_girl alihisi kuheshimiwa na kupendwa na @global.w_instruct_female_caregiver wake
xh: @global.w_instruct_teen_girl uye waziva ehlonitshwa yaye ethandwa ngu @global.w_instruct_female_caregiver
zu: @global.w_instruct_teen_girl uzizwe ehlonishwa futhi ethandwa u @global.w_instruct_female_caregiver wakhe

# template
source: @global.w_instruct_female_caregiver was able to stay calm
af: @global.w_instruct_female_caregiver kon kalm bly
sw: @global.w_instruct_female_caregiver aliweza kutulia
xh: @global.w_instruct_female_caregiver uye wakwazi ukuhlala ezolile
zu: @global.w_instruct_female_caregiver ukwazile ukuhlala ezolile

# template
source: @global.w_instruct_female_caregiver kept a positive attitude
af: @global.w_instruct_female_caregiver het ’n positiewe ingesteldheid behou
sw: @global.w_instruct_female_caregiver alikuwa na mtazamo chanya
xh: @global.w_instruct_female_caregiver uye wagcina isimo sengqondo esihle
zu: @global.w_instruct_female_caregiver ulondoloze isimo sengqondo esihle

# template
source: How did @global.w_instruct_teen_girl and @global.w_instruct_female_caregiver feel now?
af: Hoe het @global.w_instruct_teen_girl en @global.w_instruct_female_caregiver toe gevoel?
sw: Je, @global.w_instruct_teen_girl na @global.w_instruct_female_caregiver walijisikiaje?
xh: U @global.w_instruct_teen_girl no @global.w_instruct_female_caregiver baziva njani ngoku?
zu: U @global.w_instruct_teen_girl no @global.w_instruct_female_caregiver bazizwa kanjani njengamanje?

# template
source: Why do you think the situation went better for @global.w_instruct_female_caregiver this time?
af: Waarom, dink jy, het die situasie hierdie keer vir @global.w_instruct_female_caregiver beter afgeloop?
sw: Je, kwa nini unadhani mambo yalimwendea vizuri @global.w_instruct_female_caregiver mara hii?
xh: Kutheni ucinga ukuba imeko yabo ibe bhetele @global.w_instruct_female_caregiver kweli tyeli?
zu: Kungani ucabanga ukuthi isimo sibe ngcono @global.w_instruct_female_caregiver kulokhu?

# template
source: * Thought experiment * Story & discussion – that didn’t work… * Story & discussion – that worked! * Tools: How to give positive instructions GET REAL - GET POSITIVE - GET CLEAR * Try it out! * Home practice suggestions
af: * Gedagte-eksperiment * Storie en bespreking – dit het nie gewerk nie... * Storie en bespreking – dit het gewerk! * Hulpmiddels: Hoe om positiewe opdragte te gee KOM BY – RAAK POSITIEF – WEES DUIDELIK * Probeer dit! * Voorstelle om tuis te oefen
sw: * Jaribio la kufikiria * Hadithi & majadiliano – ambayo hayakufanikiwa… * Hadithi & majadiliano – ambayo yalifanikiwa! * Nyenzo: Jinsi ya kutoa maelekezo chanya FANYA KINACHOTEKELEZEKA – KUWA NA MTAZAMO CHANYA – ELEWEKA * Jaribu! * Mazoezi ya nyumbani yanayopendekezwa
xh: * Ulingo lokucinga! * Ibali nencoko – loo nto ayikhange isebenze… * Ibali nengxubusho – oko kuye kwasebenza! * Izixhobo: Indlela yokunika imiyalelo eyakhayo. YIBA SENGQIQWENI -QINISEKA - THETHA NGOKUCACILEYO * * Yizame! * Amacebiso asebenzisekayo ekhaya
zu: * Ukuhlola umcabango * Indaba kanye nengxoxo – okungasebenzanga ... * Indaba kanye nengxoxo – okusebenzile! * Amathuluzi: Indlela yokunikeza imiyalelo emihle IBA NEQINISO - CABANGA IZINTO EZAKHAYO - CACISA * Kuzame! * Amacebiso alokho ongakwenza ekhaya

# template
source: * Thought experiment * Story & reflection – that didn’t work… * Story & reflection – that worked! * Tools: How to give positive instructions GET REAL - GET POSITIVE - GET CLEAR * Home practice suggestions
af: * Gedagte-eksperiment. * Storie en bespreking – dit het nie gewerk nie... * Storie en bespreking – dit het gewerk! * Hulpmiddels: Hoe om positiewe opdragte te gee KOM BY – RAAK POSITIEF – WEES DUIDELIK * Voorstelle om tuis te oefen
sw: * Jaribio la kufikiria * Hadithi & tafakari – ambayo haikufanikiwa… * Hadithi & tafakari – ambayo ilifanikiwa! * Nyenzo: Jinsi ya kutoa maelekezo chanya FANYA KINACHOTEKELEZEKA – KUWA NA MTAZAMO CHANYA – ELEWEKA * Mazoezi ya nyumbani yanayopendekezwa
xh: * Ulingo lokucinga! * Ibali nencoko – loo ayikhange isebenze… * Ibali nokucamngca – oko kuye kwasebenza! * Izixhobo: Indlela yokunika imiyalelo eyakhayo. YIBA SENGQIQWENI -QINISEKA - THETHA NGOKUCACILEYO * * Amacebiso asebenzisekayo ekhaya
zu: * Ukuhlola umcabango * Indaba kanye nokubuyekeza - okungasebenzanga ... * Indatshana kanye nokubuyekeza - okusebenzile! * Amathuluzi: Indlela yokunikeza imiyalelo emihle IBA NEQINISO - CABANGA IZINTO EZAKHAYO - CACISA * Amacebiso alokho ongakwenza ekhaya

# template
source: Discuss together: * How do you think @global.w_instruct_teen_girl felt about the way @global.w_instruct_female_caregiver responded? * What could @global.w_instruct_female_caregiver have done differently?
af: Bespreek onder mekaar. * Hoe dink jy het @global.w_instruct_teen_girl gevoel oor die manier waarop @global.w_instruct_female_caregiver gereageer het? * Wat kon @global.w_instruct_female_caregiver verskillend gedoen het?
sw: Jadilini pamoja: * Je, unafikiri @global.w_instruct_teen_girl alijisikiaje namna @global.w_instruct_female_caregiver alivyojibu? * Je, @global.w_instruct_female_caregiver angeweza kufanya nini tofauti?
xh: Ncokolani kunye: * Ucinga ukuba u @global.w_instruct_teen_girl uzive njani ngendlela @global.w_instruct_female_caregiver asabele ngayo? YIntoni u @global.w_instruct_female_caregiver angeyenzile ngokwahlukileyo?
zu: Xoxani ndawonye: * Ucabanga ukuthi @global.w_instruct_teen_girl uzizwe kanjani ngendlela @global.w_instruct_female_caregiver aphendule ngayo? * Yini @global.w_instruct_female_caregiver abengayenza ngokuhlukile?

# template
source: @global.w_instruct_female_caregiver could have...
af: @global.w_instruct_female_caregiver kon...
sw: @global.w_instruct_female_caregiver angeweza...
xh: @global.w_instruct_female_caregiver ebenokuthi...
zu: @global.w_instruct_female_caregiver ubenga...

# template
source: * Said something nice first * Spoken to @global.w_instruct_teen_girl in a calm voice * Told @global.w_instruct_teen_girl what she wants her to do
af: * Eers iets moois gesê het * Op ’n kalm manier met @global.w_instruct_teen_girl gepraat het * Vir @global.w_instruct_teen_girl gesê het wat sy wil hê sy moet doen
sw: * Kusema kitu kizuri kwanza * Angeongea na @global.w_instruct_teen_girl kwa sauti ya utulivu * Kumwambia @global.w_instruct_teen_girl kile anachotaka afanye
xh: * Ngethethe into entle kuqala * Ngethethe no @global.w_instruct_teen_girl ngeliziwi elizolileyo * Ngemxelele @global.w_instruct_teen_girl into afuna ayenze
zu: * Ubengasho okuthile okuhle kuqala * Ubengakhuluma no @global.w_instruct_teen_girl ngezwi elizolile * Ubengatshela @global.w_instruct_teen_girl ukuthi ufuna enzeni

# template
source: Let's discuss what happened this time.
af: Kom ons bespreek wat hierdie keer gebeur het.
sw: Hebu tujadili kilichotokea wakati huu.
xh: Makhe sincokole ngento eyenzekileyo kweli ityeli.
zu: Ake sixoxe ngalokho okwenzeke manje.

# template
source: Discuss together: * How did @global.w_instruct_teen_girl and @global.w_instruct_female_caregiver feel now? * Why do you think the situation went better for @global.w_instruct_female_caregiver this time?
af: Bespreek saam: * Hoe het @global.w_instruct_teen_girl en @global.w_instruct_female_caregiver toe gevoel? * Hoekom, dink jy, het die situasie hierdie keer vir @global.w_instruct_female_caregiver beter afgeloop?
sw: Jadilini pamoja: * Je, @global.w_instruct_teen_girl na @global.w_instruct_female_caregiver wanajisikiaje sasa? * Je, mnadhani ni kwa nini mambo yalimwendea vizuri @global.w_instruct_female_caregiver mara hii?
xh: Ncokolani kunye: * U @global.w_instruct_teen_girl no @global.w_instruct_female_caregiver baziva njani ngoku? * Kutheni ucinga ukuba imeko yabo ibe bhetele @global.w_instruct_female_caregiver kweli tyeli?
zu: Xoxani ndawonye: * U @global.w_instruct_teen_girl no @global.w_instruct_female_caregiver uzizwa kanjani njengamanje? * Ucabanga ukuthi kungani isimo sibe ngcono @global.w_instruct_female_caregiver kulokhu?

# template
source: Positive instructions can work with your teen too!
af: Positiewe opdragte kan met jou tiener ook werk!
sw: Maelekezo chanya yanaweza pia kufanya kazi kwa kijana wako!
xh: Imiyalelo emihle inokusebenza nakumntwana wakho ofikisayo!
zu: Ukunikeza imiyalelo emihle kungasebenza nasenganeni yakho!

# template
source: It worked better this time because...
af: Dit het hierdie keer beter gewerk, want...
sw: Mara hii mambo yalienda vizuri kwa sababu...
xh: Kube kuhle kweli tyeli ngenxa yokuba...
zu: Kusebenze kangcono manje ngoba...

# template
source: * @global.w_instruct_teen_girl felt respected and loved by her @global.w_instruct_female_caregiver * @global.w_instruct_female_caregiver was able to stay calm * @global.w_instruct_female_caregiver kept a positive attitude
af: * @global.w_instruct_teen_girl het gevoel haar @global.w_instruct_female_caregiver respekteer haar en is lief vir haar * @global.w_instruct_female_caregiver kon kalm bly * @global.w_instruct_female_caregiver het ’n positiewe ingesteldheid behou
sw: * @global.w_instruct_teen_girl alihisi kuheshimiwa na kupendwa na @global.w_instruct_female_caregiver wake * @global.w_instruct_female_caregiver aliweza kutulia * @global.w_instruct_female_caregiver alikuwa na mtazamo chanya
xh: * @global.w_instruct_teen_girl uye waziva ehlonitshwa yaye ethandwa ngu @global.w_instruct_female_caregiver * @global.w_instruct_female_caregiver uye wakwazi ukuhlala ezolile * @global.w_instruct_female_caregiver uye wagcina isimo sengqondo esihle
zu: * @global.w_instruct_teen_girl uzizwe ehlonishwa futhi ethandwa u @global.w_instruct_female_caregiver wakhe * @global.w_instruct_female_caregiver ukwazile ukuhlala ezolile * @global.w_instruct_female_caregiver ulondoloze isimo sengqondo esihle

# template
source: Let’s do a thought experiment!
af: Kom ons doen ’n gedagte-eksperiment!
sw: Hebu tufanye jaribio la kufikiria!
xh: Makhe senze ulingo lokucinga!
zu: Ake senze ukuhlola okucatshangiwe!

# template
source: DO NOT THINK ABOUT AN ELEPHANT. What are you thinking about?
sw: USIFIKIRI KUHUSU TEMBO. Unafikiri kuhusu nini?

# template
source: You probably DID think about an elephant... ‘Don’t do’ instructions make teens think about that thing. Sometimes they do not understand what we DID want from them. Also they often don’t like being told not to do things (just like most of us).
sw: Inawezekana ulifikiri kuhusu tembo... Maelekezo ya 'usifanye kitu hiki' huwafanya vijana wafikirie kuhusu kitu hicho. Wakati mwingine huwa hawaelewi kile TULICHOTAKA wakifanye. Pia, mara nyingi hawapendi kuambiwa wasifanye vitu fulani (kama wengi wetu).

# template
source: NOW, THINK ABOUT A CHEETAH! What are you thinking about?
af: NOU, DINK AAN ’N JAGLUIPERD! Waaraan dink jy?
sw: SASA, FIKIRI KUHUSU DUMA! Je, unafikiri kuhusu nini?
xh: NGOKU, CINGA NGENGWENKALA! Ucinga ngantoni?
zu: MANJE, CABANGA NGENGULULE! Yini ocabanga ngayo?

# template
source: That’s right! Positive, clear instructions help teens focus on what they should be doing. Teens will also feel more respected this way and are more likely to listen.
sw: Hapo sawa! Maelekezo chanya na bayana huwasaidia vijana kuzingatia kile wanachopaswa kufanya. Kwa njia hiyo, vijana pia watahisi kuheshimiwa zaidi na wana uwezekano mkubwa wa kusikiliza.
