Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# template
source: You've completed this week's workshop. Next week, we will talk about money - you will need: * a sheet of paper/cardboard * a pen * 20 small rocks/beans/kernels It will be fun!
af: Julle het hierdie week se slypskool voltooi. Volgende week sal ons oor geld praat – julle sal die volgende nodig hê: * ’n vel papier/karton * ’n pen * 20 klein klippies/boontjies/pitte Dit sal pret wees!
xh: Ulugqibile uqeqesho lwale veki. Kule veki izayo siza kuthetha ngemali - uya kudinga: * iphepha/ikhadbhodi * ipen * amatye amancinci angama-20/iimbotyi/iinkozo kuya kuba mnandi!
zu: Usukuqedile ukuqeqeshwa kwaleli viki. Ngesonto elizayo, sizokhuma ngemali - uzodinga: * isiqeshana sephepha/ukhadibhothi * ipeni * amatshe awu-20 amancane/obhontshisi/okusanhlamvu Kuzoba mnandi!

# template
source: Discuss "safety amnesty" with your teenager, and think of a situation together when you could use this.
af: Bespreek “veiligheid-amnestie” met jou tiener, en dink saam aan ’n situasie waar julle dit sou kon gebruik.
xh: Ncokolani “ngoxolelo lokhuseleko” nomntwana wakho ofikisayo, yaye nobabini cingani ngemeko apho ninokuyisebenzisa khona lento.
zu: Xoxani “ngoshwele wezokuphepha” nengane yakho, bese nicabange ngesimo lapho ningakusebenzisa khona lokhu.

# template
source: Safety Amnesty Story
af: Storie oor veiligheid-amnestie
xh: Ibali Loxolelo Lokhuseleko
zu: Indaba Kashwele Wezokuphepha

# template
source: Did you experience any of these challenges when sharing how you feel with your teen?
af: Het jy enige van hierdie uitdagings ondervind toe jy met jou tiener gepraat het oor hoe jy voel?
xh: Ngaba uye wahlangabezana nolunye lwale micelo-mngeni xa ubuthetha ngendlela ovakalelwa ngayo emntwaneni wakho ofikisayo?
zu: Ingabe uke wabhekana nanoma iyiphi yalezi zinselele lapho wabelana ngendlela ozizwa ngayo nengane yakho esebusheni bayo?

# template
source: What was difficult for you about sharing how you feel with your teen?
af: Wat het jy moeilik gevind toe jy jou gevoelens met jou tiener deel?
xh: Yintoni ebikunzimela ngokuncokola nomntwana wakho ofikisayo ngendlela ovakalelwa ngayo?
zu: Yini oyithole inzima kuwe ngokutshela ingane yakho esebusheni bayo ngendlela ozizwa ngayo?

# template
source: I was afraid my teen would think I was weak.
af: Ek was bang my tiener sou dink ek is swak.
xh: Bendisoyikela ukuba umntwana wam uza kucinga ndibuthathaka.
zu: BengIsaba ukuthi ingane yams esebusheni bayo izocabanga ukuthi ngibuthakathaka.

# template
source: Sharing feelings, especially the difficult ones, sets an important example for your teen! It actually makes everyone in the family stronger, because you can understand and support each other better.
af: Om gevoelens te deel, veral die moeilikes, is ’n belangrike voorbeeld vir jou tiener! Dit maak eintlik almal in die gesin sterker, want julle kan mekaar beter verstaan en ondersteun.
xh: Ukuthetha ngeemvakalelo, ingakumbi ezo zingathandekiyo kubekela umntwana wakho ofikisayo umzekelo obalulekileyo! Kwenza wonke umntu osentsatsheni omelele ngenxa yokuba niyakwazi ukuqondana nize nixhasane ngcono.
zu: Ukuxoxa ngemizwa, ikakhulukazi leyo enzima, kubekela ingane yakho esebusheni bayo isibonelo esibalulekile! Empeleni kuqinisa wonke umuntu emndenini ngoba niphela nikwazi ukuqondana nokusekelana kangcono.

# template
source: I felt uncomfortable about naming specific difficult feelings.
af: Ek het ongemaklik gevoel oor die noem van spesifieke moeilike gevoelens.
xh: Ndiye ndaziva ndingakhululekanga ukubiza ngamagama iimvakalelo ezithile.
zu: Ngizizwe ngingakhululekile ukubiza ngamagama lemizwa enzima kumina.

# template
source: Being specific is not rude or insensitive - it really helps others to understand you clearly and this prevents confusion in the family. Feelings like anger and stress are part of our lives. All we need to do when we feel angry and stressed is handle our emotions well by taking a few deep breaths before responding.
af: Om spesifiek te wees, is nie onbeskof of ongevoelig nie – dit help ander regtig om jou duidelik te verstaan en dit voorkom verwarring in die gesin. Gevoelens soos woede en stres is deel van ons lewens. Al wat ons hoef te doen as ons kwaad en gestres voel, is om ons emosies goed te hanteer deur ’n paar keer diep asem te haal voordat ons reageer.
xh: Ukuthetha phandle ayikokuba krwada okanye ukungazicingeli iimvakalelo zabanye abantu - kubanceda kakhulu abanye abantu ukuba bakuqonde kakuhle kwaye loo nto ithintela ukudideka entsatsheni. Iimvakalelo ezifana nomsindo kunye noxinezeleko ziyinxalenye yobomi bethu. Eyona nto kufuneka siyenzile xa sinomsindo okanye siziva sixinezelelekile kukulawula iimvakalelo zethu ngokutsala umoya izihlandlo ezimbalwa ngaphambi kokuba sisabele.
zu: Ukukhuluma ngokuqondile akusho ukuthi uhlaza noma awungacabangeli - kusiza abanye bakuqonde ngendlela ecacile futhi lokhu kuvimbela ukudideka emndenini. Imizwa enjengentukuthelo nokucindezeleka iyingxenye yokuphila kwethu. Okudingeka nje sikwenze lapho sizizwa sithukuthela noma sicindezelekile ukusingatha imizwelo yethu kahle ngokudonsa umoya ngaphambi kokuthi uphendule.

# template
source: My teen felt uncomfortable when I shared my feelings.
af: My tiener het ongemaklik gevoel toe ek my gevoelens gedeel het.
xh: Umntwana wam ofikisayo uye waziva engakhululekanga xa bendithetha ngeemvakalelo zam.
zu: Ingane yams esebusheni bayo izizwe ingakhululekile lapho ngiyitshela indlela engizizwa ngayo.

# template
source: Starting a new thing is always difficult at first. Give yourselves some time to get used to it and keep showing a good example by observing and sharing your feelings. Over time, your teen will learn to do the same, and they will feel even more loved and cared for!
af: Dit is altyd moeilik om ’n nuwe ding te begin. Gee jouself tyd om daaraan gewoond te raak en hou aan om ’n goeie voorbeeld te stel deur jou gevoelens dop te hou en te deel. Mettertyd sal jou tiener leer om dieselfde te doen, en hulle sal selfs meer geliefd en versorg voel!
xh: Ukuqala into entsha akusoloko kulula ekuqaleni. Zinikeni ixesha lokuqhelana nokuthetha ngeemvakalelo zenu nize niqhubeke ngokuba ngumzekelo omhle ngokunikela ingqalelo kwaye nithethe ngeemvakalelo zenu. Ekuhambeni kwexesha, umntwana wakho ofikisayo naye uza kwenza into efanayo kwaye uza kuziva ethandwa ibe ekhathalelwe kakhulu!
zu: Ukuqala into entsha kuhlezi kunzima ekuqaleni. Zinike isikhathi sokujwayela futhi uqhubeke nokuba isibonelo esihle ngokuqaphela nokukhuluma ngemizwa yakho. Ngokuhamba kwesikhathi, ingane yakho esebusheni bayo izofunda ukwenza okufanayo, futhi izozizwa ithandwa kakhulu kunakuqala, izizwe inakekelwa!

# template
source: When I shared my feelings, my teen asked many questions, which made me uncomfortable.
af: Toe ek my gevoelens deel, het my tiener baie vrae gevra, wat my ongemaklik gemaak het.
xh: Xa bendithetha ngeemvakalelo zam, umntwana wam ofikisayo ubuze imibuzo eminizi endenze ndaziva ndingakhululekanga.
zu: Lapho ngixoxa ngendlela engizizwa ngayo, ingane yami esebusheni bayo ingibuze imibuzo eminingi engenze ngazizwa ngingakhululekile.

# template
source: Sharing feelings helps your teen to be aware and learn to do the same. You can choose how much detail you want to share about the situation. It’s up to you! You can also choose to answer questions later by saying, “I am feeling angry/stressed now. Could you please give me some time? We can talk about this more tonight”.
af: Om gevoelens te deel, help jou tiener om daarvan bewus te wees en dieselfde te leer doen. Jy kan kies hoeveel besonderhede jy oor die situasie wil deel. Dit hang van jou af! Jy kan ook kies om vrae later te beantwoord deur te sê: “Ek voel nou kwaad/gestres. Kan jy my asseblief ’n bietjie tyd gee? Ons kan vanaand meer hieroor praat.”
xh: Ukuthetha ngeemvakalelo kunceda umntwana wakho ofikisayo azazi aze afunde ukwenza into efanayo. Unokukhetha ukuba uza kumxelela iinkcukacha ezingakanani ngaloo meko. Kuxhomekeke kuwe! Unako nokukhetha ukuphendula imibuzo ngelinye ixesha ngokuthi, “Ndiziva ndinomsindo/ndixinezelekile ngoku. Ngaba ungandinika ixesha elingakumbi? Singathetha ngale nto ngale ngokuhlwa”.
zu: Ukukhuluma ngemizwa yakho kusiza ingane yakho esebusheni bayo ukuthi ifunde ukwenza okufanayo. Ungakhetha ukuthi uzoyivezela okungakanani ngaleso simo. Kuxhomeke kuwe! Ungakhetha nokuphendula imibuzo kamuva ngokuthi uthi, “Ngizizwa ngithukuthele/ngicindezelekile manje. Ngicela ungiphe isikhashana? Singakhuluma kabanzi ngalokhu namhlanje ntabama”.

# template
source: I was too stressed or angry to try sharing my feelings – I prefer to be alone when I feel like that.
af: Ek was te gestres of kwaad om te probeer om my gevoelens te deel – ek verkies om alleen te wees as ek so voel.
xh: Bendixinezeleke gqitha okanye ndinomsindo kakhulu ukuba ndingathetha ngeemvakalelo zam – ndithanda ukuba ndibe ndodwa xa ndivakalelwa ngalaa ndlela.
zu: Bengicindezeleke noma ngithukuthele kakhulu ukuzama ukukhuluma ngemizwa yami – Ngithanda ukuba ngedwa uma ngizizwa ngaleyo ndlela.

# template
source: It’s okay to not want to share at that time. Find some time to explain later, when you feel calmer, so that everyone can understand.
af: Dit is oukei om op daardie oomblik nie te wil deel nie. Soek ’n bietjie tyd om later te verduidelik, wanneer jy kalmer voel, sodat almal kan verstaan.
xh: Kulungile ukuba awufuni kuthetha ngelo xesha. Fumana ixesha lokucacisa xa uziva uzolile ukuze wonke umntu akuqonde.
zu: Kulungile ukungafuni ukukhuluma ngaleso sikhathi. Thola esinye iskathi sokuchaza, lapho usuzizwa uzolile, ukuze wonke umuntu akwazi ukuqonda.

# template
source: This week, your goal was: Whenever you are feeling stressed or upset, take five breaths in and out before you react.
af: Hierdie week was jou doelwit: wanneer jy gestres of ontsteld voel, moet jy vyf keer in- en uitasem voordat jy reageer.
xh: Kule veki, usukelo lwakho ibikukuba: Nanini na uziva uxinezelekile okanye ucaphukile, tsala umoya uphinde uwukhuphe izihlandlo ezintlanu ngaphambi kokuba usabele.
zu: Kuleli sonto, umgomo wakho bekuwukuthi: Noma nini lapho uzizwa ucindezelekile noma uphatheke kabi, phefumula kahlanu ngaphakathi nangaphandle ngaphambi kokuba usabele.

# template
source: Your goal was also to talk to your teen about how you both felt in a stressful situation.
af: Jou doelwit was ook om met jou tiener te praat oor hoe julle albei in ’n stresvolle situasie gevoel het.
xh: Injongo yakho ibikukuthetha kunye nomntwana wakho ofikisayo malunga nendlela eniye navakalelwa ngayo kwimeko ebangela uxinezeleko.
zu: Umgomo wakho bekuwukuba ukhulume nengane yakho esebusheni bayo mayelana nendlela nobabili enizizwe ngayo esimweni esinicindezelayo.

# template
source: We know how stressful it is to bring up teenagers in these times. Learning to manage your stress helps you - and your family.
af: Ons weet hoe spanningsvol dit deesdae is om tieners groot te maak. Dit help jou – en jou gesin – om te leer hoe om jou stres te hanteer.
xh: Siyazi ukuba kunzima kangakanani ukukhulisa abantwana abafikisayo kula maxesha. Ukufunda ukulawula uxinezeleko lwakho kunceda wena - nentsapho yakho.
zu: Siyazi ukuthi kukukhathaza kangakanani ukukhulisa izingane kulezi zinsuku. Ukufunda ukulawula ingcindezi kusiza wena - nomndeni wakho.

# template
source: Greetings everyone. Today's topic is managing stress. It is important to know how to manage our stress. At times our children can behave in ways that makes us feel stressed and us as parents can make our children feel stressed too. So, it is important to notice when we feel stressed and take a pause and breathe. That will help you manage your stress.
af: Goeiedag, almal. Vandag se onderwerp is hoe om spanning te hanteer. Dit is belangrik om te weet hoe om spanning te hanteer. Soms gedra ons kinders hulle op maniere wat ons gespanne maak, en ons as ouers kan ons kinders ook gespanne laat voel. Dit is dus belangrik om te besef wanneer ons spanning ervaar en om dan ’n blaaskans te neem en asem te haal. Dit sal jou help om jou spanning te hanteer.
xh: Molweni, kuni nonke. Umxholo wanamhlanje uphathelele ukulawula uxinezeleko. Kubalulekile ukwazi indlela yokulawula uxinezeleko lwethu. Maxa wambi abantwana bethu bangaziphatha ngeendlela ezinokusenza sizive sixinezelekile yaye nathi bazali sinokwenza abantwana bazive bexinezelekile. Ngoko, kubalulekile ukuphawula xa siziva sixinezelekile size sime kancinci size sithathe umoya. Loo nto iya kukunceda ulawule uxinezeleko.
zu: Sanibonani nonke. Isihloko sanamuhla sikhuluma ngokulawula ingcindezi. Kubalulekile ukukwazi ukulawula ingcindezi yethu. Ngezinye izikhathi izingane zethu zingaziphatha ngendlela eyenza sibe nengcindezi futhi nathi njengabazali singenza izingane zethu zibe nengcindezi. Ngakho-ke, kubalulekile ukuqaphela lapho sizizwa sinengcindezi bese siyema kancane siphefumule. Lokho kuzokusiza ukulawula ingcindezi kuwe.

# template
source: Let’s look at an example of how stress can sometimes just get too much, for all of us:
af: Kom ons kyk na ’n voorbeeld van hoe spanning soms net te veel kan raak, vir ons almal:
xh: Makhe sijonge indlela uxinezeleko olunokuthi maxa wambi lube ngaphaya kwamandla, kuthi sonke:
zu: Ake sibheke isibonelo sendlela ingcindezi engaba mandla ngayo ngezinye izikhathi, kithi sonke:

# template
source: @global.w_stress_teen_boy_1: “Can I have money to buy some airtime?” @global.w_stress_male_caregiver: “Leave me alone and mind your own business!”
af: @global.w_stress_teen_boy_1: “Kan ek geld kry om lugtyd te koop?” @global.w_stress_male_caregiver: “Los my uit en hou jou neus uit my sake!”
xh: @global.w_stress_teen_boy_1: “Ndicela imali ndizokuthenga iethayimu?” @global.w_stress_male_caregiver: “Khawundiyeke uhoye iindaba zakho!”
zu: @global.w_stress_teen_boy_1: “Ngicela imali yokuthenga i-airtime.” @global.w_stress_male_caregiver: “Ngiyeke phansi unake izindaba zakho!”

# template
source: @global.w_stress_teen_boy_1: “What did I do? You never listen!” @global.w_stress_male_caregiver: “I said leave me alone or you will get a beating!”
af: @global.w_stress_teen_boy_1: “Wat het ek gedoen? Jy luister nooit nie!” @global.w_stress_male_caregiver: “Ek het gesê los my uit of jy kry ’n pak slae!”
xh: @global.w_stress_teen_boy_1: Ndenze ntoni? Awundimameli!” @global.w_stress_male_caregiver: “Ndithe ndiyeke okanye ndiza kukubetha!”
zu: @global.w_stress_teen_boy_1: “Ngenzeni? Awukaze ungilalele!” @global.w_stress_male_caregiver: “Ngithe ngiyeke uma kungenjalo ngizokushaya!”

# template
source: @global.w_stress_girl: “Look! I have made a house!”
af: @global.w_stress_girl: “Kyk! Ek het ’n huis gemaak!”
xh: @global.w_stress_girl: “Jonga! Ndenze indlu!”
zu: @global.w_stress_girl: “Bheka! Ngakhe indlu!”

# template
source: @global.w_stress_teen_boy_1: “Who cares about your stupid house!”
af: @global.w_stress_teen_boy_1: “Wie gee om oor jou simpel huis!”
xh: @global.w_stress_teen_boy_1: “Bukhathalelwe ngubani ububhanxa bendlu yakho!”
zu: @global.w_stress_teen_boy_1: “Ubani onendaba nendlu yakho embi!”

# template
source: Thank you for thinking along! Let’s go back in time and see what @global.w_stress_male_caregiver does now:
af: Dankie dat jy saam gedink het! Kom ons gaan terug om te sien wat @global.w_stress_male_caregiver nou doen:
xh: Enkosi ngokucinga ngolu hlobo! Makhe sibuyele umva size sibone ukuba u @global.w_stress_male_caregiver wenza ntoni ngoku:
zu: Siyabonga ngokuthi nicabanga kanye nathi! Ake sibuyele emuva sibone lokho @global.w_stress_male_caregiver akwenzayo njengamanje:

# template
source: @global.w_stress_male_caregiver lost his job. He was sitting at home feeling frustrated and stressed, when @global.w_stress_teen_boy_1 entered.
af: @global.w_stress_male_caregiver het sy werk verloor. Hy het vol frustrasie en spanning tuis gesit toe @global.w_stress_teen_boy_1 ingekom het.
xh: @global.w_stress_male_caregiver uphelelwe ngumsebenzi. Ebehleli endlini eziva ekhathazekile yaye exinezelekile, ukungena kuka @global.w_stress_teen_boy_1.
zu: @global.w_stress_male_caregiver ulahlekelwe umsebenzi. Ubehlezi ekhaya ekhungathekile futhi enengcindezi, ngesikhathi @global.w_stress_teen_boy_1 engena.

# template
source: @global.w_stress_teen_boy_1: “Can I have money to buy some airtime?” @global.w_stress_male_caregiver (taking a breath): “I’m sorry son. I had a difficult day today. The boss fired me.”
af: @global.w_stress_teen_boy_1: “Kan ek geld kry om lugtyd te koop?” @global.w_stress_male_caregiver ( asem in): “Ek is jammer, my seun. Dit was ’n moeilike dag. Die baas het my afgedank.”
xh: @global.w_stress_teen_boy_1: “Ndicela imali ndizokuthenga iethayimu?” @global.w_stress_male_caregiver (uyaphefumla): “Uxolo nyana wam. Bendinemini embi namhlanje. Umqeshi wam undigxothile.”
zu: @global.w_stress_teen_boy_1: “Ngicela imali yokuthenga i-airtime.” @global.w_stress_male_caregiver (uyaphefumula): “Ngiyaxolisa ndodana. Ngibe losuku okunzima namuhla. Umphathi ungixoshile emsebenzini.”

# template
source: @global.w_stress_teen_boy_1: “Oh no! I need a new school uniform.” @global.w_stress_male_caregiver: “I’ll try, son, And your @global.w_stress_female_caregiver’s job will help us get by while I look for another job.”
af: @global.w_stress_teen_boy_1: “O nee! Ek het ’n nuwe skooluniform nodig.” @global.w_stress_male_caregiver: “Ek sal probeer, my seun, en jou @global.w_stress_female_caregiver se werk sal help om ons deur te sien terwyl ek ander werk soek.”
xh: @global.w_stress_teen_boy_1: “Yhoo! Ndicela iyunifom entsha.” @global.w_stress_male_caregiver: “Ndiza kuzama nyana, Yaye umsebenzi ka @global.w_stress_female_caregiveruza kusithwala logama ndisakhangela omnye umsebenzi.”
zu: @global.w_stress_teen_boy_1: “Awee! Ngidinga umfaniswano wesikole.” @global.w_stress_male_caregiver: “Ngizozama ndodana, futhi u @global.w_stress_female_caregiver wakho uzosisiza uma ngisafuna omunye umsebenzi.”

# template
source: @global.w_stress_teen_boy_1: “I can help out with looking for work, too, @global.w_stress_male_caregiver?” @global.w_stress_male_caregiver: “No it’s okay, @global.w_stress_teen_boy_1. I appreciate your offer. The most important thing is that you work hard at school. Thanks for listening to me.”
af: @global.w_stress_teen_boy_1: “Ek kan ook werk soek om te help,@global.w_stress_male_caregiver?” @global.w_stress_male_caregiver: “Nee, dis oukei, @global.w_stress_teen_boy_1. Ek waardeer jou aanbod. Die belangrikste is dat jy hard werk op skool. Dankie dat jy na my geluister het.”
xh: @global.w_stress_teen_boy_1: “Nam ndingakuncedisa ukukhangela umsebenzi, @global.w_stress_male_caregiver?” @global.w_stress_male_caregiver: “Hayi akunangxaki, @global.w_stress_teen_boy_1. Ndiyakuxabisa ukulungela kwakho ukunceda. Eyona nto ibalulekileyo kukuba usebenze nzima esikolweni. Enkosi ngokundiphulaphula.”
zu: @global.w_stress_teen_boy_1: “Ngingakusiza nami ukufuna umsebenzi, @global.w_stress_male_caregiver?” @global.w_stress_male_caregiver: Cha, kulungile! @global.w_stress_teen_boy_1. Ngiyabonga ngokufisa ukungisiza. Into ebaluleke ukuzedlula zonke ukuthi usebenze kanzima esikoleni. Ngiyabonga ngokuthi ungilalele.”

# template
source: @global.w_stress_male_caregiver: “Let’s play some soccer together. It will help me get this stress off my mind for a bit.” @global.w_stress_teen_boy_1: “Okay, @global.w_stress_male_caregiver!”
af: @global.w_stress_male_caregiver: “Kom ons gaan speel saam sokker. Dit sal my help om ’n bietjie van hierdie spanning te vergeet.” @global.w_stress_teen_boy_1: “Oukei, @global.w_stress_male_caregiver!”
xh: @global.w_stress_male_caregiver: “Masidlale kunye ibhola. Kuza kundinceda ndikhuphe olu xinezeleko engqondweni okwethutyana.” @global.w_stress_teen_boy_1: "Kulungile, @global.w_stress_male_caregiver!"
zu: @global.w_stress_male_caregiver: “Ake sidlale ibhola lezinyawo ndawonye. Kuzongisiza ngisuse lengcindezi kancane emqondweni wami.” @global.w_stress_teen_boy_1: “Kulungile, @global.w_stress_male_caregiver!”

# template
source: That went so much better! Taking a pause helps to respond calmly when you feel angry or stressed. Try it, you will see!
af: Dit het soveel beter gegaan! Om ’n blaaskans te neem, help om kalm te reageer wanneer jy kwaad of gespanne voel. Probeer dit, jy sal sien!
xh: Kube bhetele kakhulu! Ukuma kancinci kukunceda uzole xa uziva unomsindo okanye uxinezelekile. Yizame, uza kubona!
zu: Lokhu kuhambe kangcono kakhulu! Ukuthatha ikhefu kusiza siphendule ngokuzolile uma uzizwa ucasukile noma ukhathazekile. Kuzame, uzobona!

# template
source: Safety Amnesty
af: Veiligheid-amnestie
xh: Uxolelo Lokhuseleko
zu: Ukuphepha Kukashwele

# template
source: Think back to when you were a teenager. Was there ever a time when you were in danger but you couldn’t tell your family because they would have been angry? This ALMOST happened to @global.w_stress_teen_boy_2 and @global.w_stress_teen_girl! Let’s have a look:
af: Dink terug aan toe jy ’n tiener was. Was daar ooit ’n tyd wat jy in gevaar was, maar jy kon nie vir jou gesin vertel nie, want hulle sou kwaad wees? Dit het AMPER met @global.w_stress_teen_boy_2 en @global.w_stress_teen_girl gebeur! Kom ons kyk:
xh: Khumbula ngokuya wawungumntwana ofikisayo. Ngaba wakha wasengozini kodwa wabe ungenakuxelela intsapho yakowenu ngenxa yokuba iza kuba nomsindo? Oku KUPHANTSE kwenzeka ku @global.w_stress_teen_boy_2 no @global.w_stress_teen_girl! Makhe sijonge:
zu: Cabanga ngesikhathi usesemusha. Ingabe kwake kwaba nesikhathi lapho waba sengozini kodwa ungakwazi ukutshela umndeni wakho ngoba usaba ukuthi uzothukuthela? Lokho CISHE kwenzeka ku @global.w_stress_teen_boy_2 no @global.w_stress_teen_girl! Ake sibone:

# template
source: @global.w_stress_teen_boy_2: "Don’t tell the adults, but I’m going to bar with my friends tonight" @global.w_stress_teen_girl: "Have fun! I’ve told them I’m staying with my girlfriend, but I’m actually going to a cool party"
af: @global.w_stress_teen_boy_2: “Moenie vir die grootmense sê nie, maar ek gaan vanaand saam met my vriende na ’n kroeg toe” @global.w_stress_teen_girl: “Geniet dit! Ek het vir hulle gesê ek bly by my vriendin, maar ek gaan eintlik na ’n cool partytjie toe.”
xh: @global.w_stress_teen_boy_2: "Ungabaxeleli abantu abadala, kodwa ndiya ebharini nabahlobo bam ngokuhlwanje" @global.w_stress_teen_girl: “Yonwaba! Ndibaxelele ukuba ndiza kuhlala nentombi engumhlobo wam, kodwa eneneni ndiya epatini”
zu: @global.w_stress_teen_boy_2: “Ungabatsheli abantu abadala, kodwa ngiya etshwaleni nabangane bami namuhla kusihlwa” @global.w_stress_teen_girl: “Ube nesikhathi esimnandi! Ngibatshele ukuthi ngiya kumngane wami wentombazane, kodwa empeleni ngiya ephathini emnandi”

# template
source: @global.w_stress_teen_boy_2: "I think they are dealing drugs. We could all get arrested. But I can’t tell my parents – they’ll be so angry"
af: @global.w_stress_teen_boy_2: “Ek dink hulle verkoop dwelms. Ons kan almal in hegtenis geneem word. Maar ek kan my ouers nie vertel nie – hulle sal vreeslik kwaad wees.”
xh: @global.w_stress_teen_boy_2: "Ndicinga ukuba basebenzisa iziyobisi. Singabanjwa sonke. Kodwa andinakubaxelela abazali bam – baya kuba nomsindo kakhulu"
zu: @global.w_stress_teen_boy_2: “Ngicabanga ukuthi bathengisa izidakamizwa. Sonke singaboshwa. Kodwa angikwazi ukutshela abazali bami - bazothukuthela kakhulu”
