Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# template
source: This is too far in the future and too harsh as well!
sw: Hii ni mbali sana na ni ukatili mno!

# template
source: No TV this evening
af: Geen TV vanaand nie
sw: Hakuna kuangalia runinga jioni ya leo
xh: Anizombukela UMABONAKUDE ngokuhlwanje
zu: Ukungabukeli i-TV namuhlanje kusihlwa/ntabama

# template
source: Perfect, this sounds fair and can be done straight away
af: Perfek, dit klink regverdig en kan onmiddellik gebeur
sw: Vizuri sana! Hiyo inaonekana kuwa ni haki na inaweza kufanywa mara moja
xh: Heke, oku kubonakala kulungile yaye kunokwenziwa ngokukhawuleza
zu: Kuhle, kuzwakala kunobulungisa futhi kungenziwa khona manje

# template
source: With your teen choose one of these situations (or think of one yourself!). Look at the cartoon, and discuss what you would do together if this happened to a friend or in your family. And remember: BREATHE - LISTEN - THINK
af: Kies saam met jou tiener een van hierdie situasies ( of dink self een uit!). Kyk na die tekenprent, en bespreek wat julle saam sou doen indien dit met ’n vriend of in julle gesin sou gebeur. En onthou: ASEM IN – LUISTER – DINK
sw: Chagua hali mojawapo kati ya hizi pamoja na kijana wako (au chagua mwenyewe!). Angalieni katuni, halafu mjadili pamoja mtafanya nini kama hali hiyo itatokea kwa rafiki au kwenye familia yenu. Na kumbukeni: VUTA PUMZI – SIKILIZA – FIKIRI
xh: Ukunye nomntwana wakho ofikisayo khetha enye yezi meko (okanye ucinge ibe nye ngokwakho) Jongani oopopayi nize nincokole ngoko niya kukwenza kunye ukuba oku kuye kwenzeka kumhlobo okanye kwintsapho yakho. Yaye khumbula: PHEFUMLA - PHULAPHULA - CINGA
zu: Wena nengane yakho khethani isimo esisodwa kulezi (noma ungacabanga esinye!). Buka opopayi, nixoxe ngokuthi ningenze njani uma lokhu kungenzeka kumngani noma ilungu lomndeni. Bese uyakhumbula: PHEFUMULA - LALELA - CABANGA

# template
source: It is helpful to practice dealing with crisis before something happens. Look at these five family crisis times. Imagine you are the parent: What would you do? Remember: BREATHE - LISTEN - THINK
sw: Inasaidia sana kufanyia mazoezi namna ya kukabiliana na hali ya matatizo kabla haijatokea. Hebu angalia nyakati hizi tano za matatizo katika familia. Chukulia kwamba wewe ni mzazi: Ungefanya nini? Kumbuka: VUTA PUMZI – SIKILIZA – FIKIRI

# template
source: Crisis 1: @global.w_crisis_teen_boy_2 fights at school
af: Krisis 1: @global.w_crisis_teen_boy_2 baklei by die skool
sw: Tatizo la kwanza: @global.w_crisis_teen_boy_2 amepigana shuleni
xh: Ingxaki 1: @global.w_crisis_teen_boy_2 imilo yasesikolweni
zu: Inkinga 1: @global.w_crisis_teen_boy_2 ukulwa esikoleni

# template
source: @global.w_crisis_teen_boy_2: "I have never done this before. And now they will expel me."
sw: @global.w_crisis_teen_boy_2: "Sijawahi kufanya hivi. Na sasa watanifukuza."

# template
source: How could you respond to @global.w_crisis_teen_boy_2?
af: Watter terugvoer kan jy aan @global.w_crisis_teen_boy_2 gee?
sw: Utafanyaje kwa @global.w_crisis_teen_boy_2?
xh: Ungasabela njani ku @global.w_crisis_teen_boy_2?
zu: Ungasabela kanjani ku @global.w_crisis_teen_boy_2?

# template
source: Crisis 2: @global.w_crisis_teen_girl_2 gets pregnant
sw: Tatizo la 2: @global.w_crisis_teen_girl_2 amepata ujauzito

# template
source: @global.w_crisis_teen_girl_2: "@global.w_crisis_male_caregiver_1, I am so ashamed. I do not know what to do."
sw: @global.w_crisis_teen_girl_2: "@global.w_crisis_male_caregiver_1, nina aibu sana. Sijui la kufanya."

# template
source: How could you respond to @global.w_crisis_teen_girl_2?
sw: Je, unaweza kumjibu vipi @global.w_crisis_teen_girl_2?

# template
source: Crisis 3: @global.w_crisis_teen_boy_1 makes a girl pregnant
sw: Tatizo la 3: @global.w_crisis_teen_boy_1 kumpa msichana mimba

# template
source: @global.w_crisis_teen_boy_1: "I do not want to have a baby."
sw: @global.w_crisis_teen_boy_1: "Sitaki kuwa na mtoto."

# template
source: How could you respond to @global.w_crisis_teen_boy_1?
sw: Je, unaweza kumjibu vipi @global.w_crisis_teen_boy_1?

# template
source: Crisis 4: Someone in the family may get sick
sw: Tatizo la 4: Mmoja ya wanafamilia anaweza kuwa mgonjwa

# template
source: "The test said I have HIV. I am scared I am going to die."
sw: "Vipimo vimeonesha nina VVU. Ninaogopa, nitakufa."

# template
source: How could you respond in this situation?
af: Hoe kan jy in hierdie situasie reageer?
sw: Je, unafanyaje kwenye hali hii?
xh: Ungasabela njani kule meko?
zu: Ungasabela kanjani kulesi simo?

# template
source: Crisis 5: @global.w_crisis_teen_girl_1 is pressured into sex by her boyfriend
af: Krisis 5: @global.w_crisis_teen_girl_1 word onder druk geplaas om met haar kêrel seks te hê
sw: Tatizo la Tano: @global.w_crisis_teen_girl_1 anashinikizwa kufanya ngono na mpenzi wake
xh: Ingxaki 5: @global.w_crisis_teen_girl_1 unyanzelwa lisoka lakhe ukuba alale nalo
zu: Inkinga 5: @global.w_crisis_teen_girl_1 uphoqwe yisoka lakhe ukuba enze ucansi

# template
source: @global.w_crisis_teen_girl_1: "I did not really want to. Now I will get pregnant or be ill. @global.w_crisis_female_caregiver, I am so scared..."
sw: @global.w_crisis_teen_girl_1: "Kwa kweli sikutaka kabisa kufanya hivyo. Sasa nitapata mimba au nitaumwa. @global.w_crisis_female_caregiver, ninaogopa sana..."

# template
source: How could you respond to @global.w_crisis_teen_girl_1?
af: Watter terugvoer kan jy aan @global.w_crisis_teen_girl_1 gee?
sw: Je, utafanyaje kwa @global.w_crisis_teen_girl_1?
xh: Ungasabela njani ku @global.w_crisis_teen_girl_1?
zu: Ungasabela kanjani ku @global.w_crisis_teen_girl_1?

# template
source: Remember to support and encourage each other. It is hard to remain calm and listen to each other in a crisis - we are proud of you.
af: Onthou om mekaar te ondersteun en aan te moedig. In ’n krisis is dit moeilik om kalm te bly en na mekaar te luister – ons is trots op jou.
sw: Kumbukeni kusaidiana na kutiana moyo. Ni vigumu kuendelea kutulia na kusikilizana kwenye hali ya tatizo – tunawaonea fahari.
xh: Khumbulani ukuxhasna nokukhuthazana. Kunzima ukuhlala uzolile nokuphulaphulana xa kukho ingxaki - siyazidla ngawe.
zu: Khumbulani ukusekelana nokukhuthazana. Kunzima ukuhlale nizolile futhi nilalelana uma kunenkinga - siyaziqhenya ngani.

# template
source: Have you discussed with your teen what you would do in a crisis situation?
af: Het jy met jou tiener bespreek wat jy in ’n krisissituasie sou doen?
sw: Je, umejadili na kijana wako kuhusu nini mnachoweza kufanya katika kipindi cha matatizo?
xh: Ngaba ukhe wathetha kunye nomntwana wakho ofikisayo ukuba niza kwenza ntoni xa kukho ingxaki?
zu: Usuxoxile yini nengane yahoo esebusheni bayo ukuthi yini ongayenza esimweni esibucayi?

# template
source: Crisis Examples
af: Voorbeelde van krisisse
sw: Mifano ya Hali ya Tatizo
xh: Imizekelo Yengxaki enkulu
zu: Izibonelo Zezinkinga

# template
source: You are a committed parent. Be proud of yourself - this is a big achievement in itself!
af: Jy is ’n toegewyde ouer. Wees trots op jouself – dit is ’n groot prestasie op sigself!
sw: Wewe ni mzazi makini. Jipongeze - haya ni mafanikio makubwa sana!
xh: Ungumzali ozimiseleyo. Zingce - loo nto inkulu kwangokunokwayo!
zu: Ungumzali ozibophezele. Ziqhenye ngawe - yinto enkulu le oyifinyelele!

# template
source: So good that you're with us on this parenting journey! Complete the @local.workshop_data.in_text_title and learn the best way to react when your teen needs you the most.
af: Dis so goed dat jy saam met ons op hierdie ouerskapreis is! Voltooi die @local.workshop_data.in_text_title en leer wat die beste manier is om te reageer wanneer jou tiener jou die nodigste het.
sw: Tunafurahi sana kwamba uko pamoja nasi katika safari hii ya malezi! Maliza @local.workshop_data.in_text_title na jifunze njia nzuri ya namna ya kufanya pale kijana wako anapokuhitaji zaidi.
xh: Kuhle ukubona ukuba ukunye nathi kolu hambo lokuba ngumzali! Gqiba i-@local.workshop_data.in_text_title uze ufunde ngeyona ndlela yokusabela xa umntwana wakho ofikisayo ekufuna kakhulu.
zu: Kuhle kakhulu ukuthi unathi kulolu hambo lokuba umzali! Qedela i-@local.workshop_data.in_text_title futhi ufunde indlela engcono kakhulu yokusabela lapho ingane yakho esebusheni bayo ikudinga kakhulu.

# template
source: Hi @fields.user_name! A crisis can happen to anyone - being prepared helps a lot. This @global.workshop will show you how.
sw: Habari @fields.user_name! janga linaweza kumtokea mtu yeyote – kujiandaa mapema husaidia sana. @global.workshop hii itakuonyesha jinsi ya kujiandaa mapema.

# template
source: Hi @fields.group_name! A crisis can happen to anyone - being prepared helps a lot. This @global.workshop will show you how.
sw: Habari @fields.group_name! janga linaweza kumtokea mtu yeyote – kujiandaa mapema husaidia sana. @global.workshop hii itakuonyesha jinsi ya kujiandaa mapema.

# template
source: We never know when a crisis may happen, but we CAN be prepared! Start the next @global.workshop to explore how you can do this together with your teen.
sw: Hatujui lini matatizo yanaweza kutokea, lakini TUNAWEZA kujiandaa! Anza @global.workshop cha wiki ijayo kwa kutafuta jinsi gani unaweza kufanya hii pamoja na kijana wako.

# template
source: Tomorrow the final @global.parent_app @global.workshop is ready for you. Try to complete @local.workshop_data.in_text_title before starting the new workshop. That way, you can complete your set of parenting skills and decide what to do next!
sw: Kesho @global.parent_app @global.workshop ya mwisho itakuwa tayari kwa ajili yako. Jaribu kumaliza @local.workshop_data.in_text_title kabla ya kuanza warsha mpya. Kwa namna hiyo unaweza kumaliza vidokezo vyote vya ujuzi wa malezi na kuamua nini cha kufanya baada ya hapo!

# template
source: Well done for completing @local.workshop_data.in_text_title. Tomorrow, you can access the final @global.workshop to reflect on your @global.parent_app journey and on what you can do next!
sw: Hongera kwa kumaliza @local.workshop_data.in_text_title. Kesho, utaweza kupata @global.workshop ya mwisho ili kutafakari kuhusu safari yako kwenye @global.parent_app na kile unachoweza kufanya baadaye!

# template
source: Yes, @global.w_crisis_female_caregiver actually used all those skills – and so can you!
af: Ja, @global.w_crisis_female_caregiver het werklik al daardie vaardighede gebruik – en jy kan ook!
sw: Ndiyo, kwa hakika @global.w_crisis_female_caregiver alitumia ujuzi huo wote – na wewe pia unaweza!
xh: Ewe, @global.w_crisis_female_caregiver enyanisweni usebenzise bonke obo buchule – yaye nawe ungayenza loo nto!
zu: Yebo, @global.w_crisis_female_caregiver uwasebenzise wonke amakhono – nawe ungenza kanjalo!

# template
source: All these skills can help in a crisis.
af: Al hierdie vaardighede kan help in ’n krisis.
sw: Ujuzi wote huu unaweza kusaidia kwenye hali ya hatari.
xh: Bonke obu bubuchule bunokunceda xa kukho ingxaki.
zu: Wonke lamakhono angasiza lapho kunenkinga.

# template
source: Every small thing you do matters. We hope you are proud of yourself too.
af: Elke klein dingetjie wat jy doen, maak saak. Ons hoop jy is ook trots op jouself.
sw: Kila jambo dogo unalolifanya ni la muhimu. Tunatumaini kuwa unajionea fahari pia.
xh: Neyona nto incinci oyenzayo ibalulekile. Siyathemba ukuba uyazidla ngesiqu sakho nawe.
zu: Zonke izinto ezincane ozenzayo zibalulekile. Sethemba ukuthi nawe uyaziqhenya ngawe.

# template
source: * Story & discussion * Story & discussion * Tools: How to deal with crisis BREATHE - LISTEN - THINK * Try it out! * Home practice suggestions
af: * Storie en bespreking * Storie en bespreking * Hulpmiddels: Hoe om ’n krisis te hanteer HAAL ASEM – LUISTER – DINK * Probeer dit! * Voorstelle om tuis te oefen
sw: * Hadithi & majadiliano * Hadithi & majadiliano * Nyenzo: Jinsi ya kushughulikia hali ya hatari VUTA PUMZI – SIKILIZA – FIKIRI * Ijaribu! * Mazoezi ya nyumbani yanayopendekezwa
xh: * Ibali nengxubusho * Ibali nengxubusho * Izixhobo: Indlela yokuhlangabezana neengxaki PHEFUMLA - PHULAPHULA - CINGA * Yizame! * Amacebiso asebenzisekayo ekhaya
zu: * Indatshana kanye nengxoxo * Indatshana kanye nengxoxo * Amathuluzi: Indlela yokubhekana nezinkinga PHEFUMULA - LALELA - CABANGA * Kuzame! * Amacebiso alokho ongakwenza ekhaya

# template
source: * Story & reflection * Story & reflection * Tools: How to deal with crisis BREATHE - LISTEN - THINK * Try it out! * Home practice suggestions
af: * Storie en nadenke * Storie en nadenke * Hulpmiddels: Hoe om ’n krisis te hanteer HAAL ASEM – LUISTER – DINK * Probeer dit! * Voorstelle om tuis te oefen
sw: * Hadithi & tafakari * Hadithi & tafakari * Nyenzo: Jinsi ya kushughulikia hali ya hatari VUTA PUMZI – SIKILIZA – FIKIRI * Ijaribu! * Mazoezi ya nyumbani yanayopendekezwa
xh: * Ibali nokucamngca * Ibali nokucamngca * Izixhobo: Indlela yokuhlangabezana neengxaki PHEFUMLA - PHULAPHULA - CINGA * Yizame! * Amacebiso asebenzisekayo ekhaya
zu: * Indaba kanye nokubuyekeza indaba * Indatshana kanye nokubuyekeza indaba * Amathuluzi: Indlela yokubhekana nezinkinga PHEFUMULA - LALELA - CABANGA * Kuzame! * Amacebiso alokho ongakwenza ekhaya

# template
source: This was such a difficult situation for @global.w_crisis_teen_girl_1 and her @global.w_crisis_female_caregiver! This can happen to boys and girls.
af: Dit was so ’n moeilike situasie vir @global.w_crisis_teen_girl_1 en haar@global.w_crisis_female_caregiver! Dit kan met seuns én meisies gebeur.
sw: Huu ulikuwa wakati mgumu sana kwa @global.w_crisis_teen_girl_1 na @global.w_crisis_female_caregiver wake! Jambo hili linaweza kuwatokea wavulana na wasichana.
xh: Le ibiyimeko enzima ku @global.w_crisis_teen_girl_1 no @global.w_crisis_female_caregiver! Oku kunokwenzeka emakhwenkweni nasemantombazaneni.
zu: Lesi bekuyisimo esinzima kakhulu ku@global.w_crisis_teen_girl_1 naku @global.w_crisis_female_caregiver! Lokhu kungenzeka kubafana nakumantombazane.

# template
source: What skills did @global.w_crisis_female_caregiver use?
af: Watter vaardighede het @global.w_crisis_female_caregiver gebruik?
sw: Je, @global.w_crisis_female_caregiver alitumia ujuzi upi?
xh: Usebenzise buphi ubuchule u @global.w_crisis_female_caregiver?
zu: Imaphi amakhono u @global.w_crisis_female_caregiver awasebenzisile?

# template
source: This was such a difficult situation for @global.w_crisis_teen_boy_1 and his @global.w_crisis_male_caregiver_1!
af: Dit was ’n baie moeilike situasie vir @global.w_crisis_teen_boy_1 en sy @global.w_crisis_male_caregiver_1!
sw: Huu ulikuwa wakati mgumu sana kwa @global.w_crisis_teen_boy_1 na @global.w_crisis_male_caregiver_1 wake!
xh: Le ibiyimeko enzima ku @global.w_crisis_teen_boy_1 no @global.w_crisis_male_caregiver_1!
zu: Lesi bekuyisimo esinzima kakhulu ku@global.w_crisis_teen_boy_1 naku @global.w_crisis_male_caregiver_1!

# template
source: What skills did @global.w_crisis_male_caregiver_1 use?
af: Watter vaardighede het @global.w_crisis_male_caregiver_1 gebruik?
sw: Je, @global.w_crisis_male_caregiver_1 alitumia ujuzi upi?
xh: Usebenzise buphi ubuchule u @global.w_crisis_male_caregiver_1?
zu: Imaphi amakhono u @global.w_crisis_male_caregiver_1 awasebenzisile?

# template
source: Share with your teen how you feel, and ask them to also name their feelings. This simple activity helps families become closer and support each other well.
sw: Washirikishe vijana wako jinsi unavyohisi, na uwaombe pia wataje hisia zao. Shughuli hii rahisi husaidia familia kuwa karibu na kusaidiana vyema.

# template
source: This week's home practice is to give your teen positive instructions. Remember – GET REAL, GET POSITIVE, GET CLEAR = GET EXACTLY WHAT YOU WANT (as much as is possible with a teenager!)
af: Hierdie week se tuisoefeninge is om vir jou tiener positiewe opdragte te gee. Onthou – KOM BY, WEES POSITIEF, WEES DUIDELIK = KRY PRESIES WAT JY WIL HÊ (sover dit met ’n tiener moontlik is!)
sw: Zoezi la nyumbani la wiki hii ni kumpa kijana wako maelekezo chanya. Kumbuka – KUTOA MAELEKEZO YANAYOTEKELEZEKA, KUWA NA MTAZAMO CHANYA, KUELEWEKA = KUPATA KILE HASA UNACHOKITAKA (kadri ya uwezo wa kijana!)
xh: Uqheliselo lweveki lwasekhaya lwenzelwe ukunika umntwana wakho ofikisayo imiyalelo eyakhayo. Khumbula – YIBA SENGQIQWENI, YIBA NGOWAKHAYO, THETHA NGOKUCACILEYO = FUMANA KANYE LE NTO UYIFUNAYO (kangangoko kunokwenzeka kumntwana wakho ofikisayo!)
zu: Ongakwenza ekhaya kuleli viki ukuthi unikeze ingane yakho umyalelo omuhle. Khumbula - IBA NEQINISO, KHULUMA IZINTO EZAKHAYO, CACISA = THOLA LOKHO OKUFUNAYO (ngendlela okungenzeka ngayo kosemusha!)

# template
source: Did you have any challenges?
af: Het jy enige uitdagings ervaar?
sw: Je, ulipata changamoto zozote?
xh: Ngaba uye wanayo imiceli-mngeni?
zu: Ingabe zibe khona izinselele obhekene nazo?

# template
source: My teenager did not want to follow the instruction.
af: My tiener wou nie die opdrag uitvoer nie.
sw: Kijana wangu hakutaka kufuata maagizo.
xh: Umntwana wam ofikisayo khange afune ukulandela umyalelo.
zu: Ingane yami esebusheni bayo ayifunanga ukulandela iziqondiso.

# template
source: I did not find time to spend one-on-one time with my teen.
af: Ek het nie tyd gevind om een-tot-een-tyd saam met my tiener deur te bring nie.
sw: Sikupata muda wa kutumia pamoja na kijana wangu tukiwa wawili.
xh: Khange ndilifumane ixesha lokuba kunye nomntwana wam ofikisayo.
zu: Angisitholanga isikhathi engingasichitha nengane yami esebusheni bayo.

# template
source: I gave a negative instead of a positive instruction.
af: Ek het ’n negatiewe in plaas van ’n positiewe opdrag gegee.
sw: Nilitoa maagizo hasi badala ya maagizo chanya.
xh: Ndiye ndamnika umyalelo ongakhuthaziyo endaweni yomyalelo okhuthazayo.
zu: Nginikeze isiqondiso esingesihle esikhundleni sokunikeza esihle.

# template
source: I shouted at my teen when they behaved negatively, instead of giving them a positive instruction for what they should do.
af: Ek het op my tiener geskree toe hulle negatiewe gedrag getoon het, in plaas van om ’n positiewe opdrag te gee vir wat hulle moes doen.
sw: Nilimfokea kijana wangu wakati alipoonesha tabia hasi, badala ya kumpa maelekezo chanya ya nini anapaswa kufanya.
xh: Endaweni yokumnika umyalelo okhuthazayo ngento amakayenze, ndiye ndamshawuta umntwana wam xa ebengaziphethanga kakuhle.
zu: Ngiyithethisile ingane yams esebusheni bayo lapho yenza into engalungile, kunokuyinikeza isiqondiso esifanele salokho ebekufanele ikwenze.

# template
source: Top @local.number_of_challenges challenges other parents experience:
af: Top @local.number_of_challenges uitdagings wat ander ouers ondervind:
sw: Changamoto kuu @local.number_of_challenges ambazo wazazi wengine wanazopitia:
xh: Imiceli-mngeni ephambili ye-@local.number_of_challenges abajongene nayo abanye abazali:
zu: Okuphezulu @local.number_of_challenges inselela abanye abazali abahlangabezana nakho:

# template
source: I know; our children need time to learn to follow instructions. Be patient, try again, and remember to praise them every time they follow an instruction!
af: Ek weet; ons kinders het tyd nodig om te leer om opdragte uit te voer. Wees geduldig, probeer weer, en onthou om hulle elke keer as hulle ’n opdrag uitvoer, te prys!
sw: Najua; Watoto wetu wanahitaji muda wa kujifunza kufuata maelekezo. Kuwa na subira, jaribu tena, na ukumbuke kuwasifu kila wakati wanapofuata maelekezo!
xh: Ndiyaqonda; kufuneka sibanike ixesha abantwana bethu ukuze bafunde ukulandela imiyalelo. Yiba nomonde, phinda uzame uze ungalibali ukubancoma qho belandela umyalelo!
zu: Ngiyazi; izingane zethu zidinga isikhathi ukuze zifunde ukulandela iziqondiso. Yiba nesineke, uphinde uzame, ukhumbule ukuzincoma izingane njalo lapho zilandela isiqondiso!

# template
source: Do you want to try one of the following things?
af: Wil jy een van die volgende dinge probeer?
sw: Je, unataka kujaribu kitu kimojawapo kati ya hivi vifuatavyo?
xh: Ngaba ufuna ukuzama enye yezi zinto zilandelayo?
zu: Ingabe ufuna ukuzama okunye kulokhu okulandelayo?

# template
source: Perfect! Even spending 5 minutes makes a big difference, and if you do it at the same time every day (like at breakfast or before bed), it will be easier to keep it up!
af: Perfek! Selfs om 5 minute te spandeer, maak ’n groot verskil, en as jy dit elke dag op dieselfde tyd doen (soos by ontbyt of voor slapenstyd), sal dit makliker wees om dit aan te hou doen!
sw: Safi sana! Hata kutumia dakika 5 kunaleta mabadiliko, na ukifanya hivyo kwa muda uleule kila siku (kama vile wakati wa kifungua kinywa au kabla ya kwenda kulala), itakuwa rahisi zaidi kuendelea kufanya hivyo!
xh: Nantso ke! Nemizuzu emi-5 yenza umahluko omkhulu kwaye ukuba uyenza ngexesha elifanayo yonke imihla (njengaxa kutyiwa isidlo sakusasa okanye ngaphambi kokuba kulalwe), kuza kuba lula ukuyenza rhoqo!
zu: Kuhle kakhulu! Ngisho nokuchitha imizuzu emihlanu kwenza umehluko omkhulu, futhi uma ukwenza ngesikhathi esifanayo nsuku zonke (njengasesidlweni sasekuseni noma ngaphambi kokulala), kuba lula ukukwenza njalo!

# template
source: Great! That way you get your work done and have a fun time together with your teen!
af: Wonderlik! Op dié manier kry jy jou werk gedoen en kan jy ’n aangename tyd saam met jou tiener hê!
sw: Safi sana! Kwa njia hiyo, unafanya kazi yako na kuwa na wakati wa kufurahisha pamoja na kijana wako!
xh: Kulunge kakhulu! Ngaloo ndlela wenza umsebenzi wakho uze ube nexesha lokuzonwabisa kunye nomntwana wakho ofikisayo!
zu: Kuhle! Ngaleyo ndlela uyakwazi ukwenza umsebenzi wakho uwuqede uphinde ube nesikhathi esimnandi ndawonye nengane yakho esebusheni bayo!

# template
source: Wonderful! By sharing responsibilities, you will have more time to do something fun with your teen – it is so important!
sw: Vizuri sana! Kwa kushirikiana kutekeleza majukumu, utakuwa na muda zaidi wa kufanya jambo la kufurahisha na kijana wako – ni muhimu sana!

# template
source: Yes, it takes some time to get used to giving positive instructions – it is really worth trying again! Think about the behaviour you would love to see your teen do more and think of positive ways to give that instruction!
sw: Ndiyo, inachukua muda kuzoea kutoa maelekezo chanya – inafaa kujaribu tena! Fikiria tabia ambayo ungependa kuona kijana wako akizidi kuifanya na fikiria namna chanya za kutoa maagizo hayo!
