Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# template
source: Great! We will unlock a new @global.workshop for your group every week. This allows all of you to try what you learned with your families before building the next skill.
sw: Safi sana! Tutafungua @global.workshop mpya kwa kikundi chako kila wiki. Nyinyi nyote mtaweza kujaribu kile mlichojifunza na familia zenu kabla ya kujifunza ujuzi unaofuata.

# template
source: Great! We will unlock a new @global.workshop for you every week. This allows you to try what you learned with your family before building the next skill.
sw: Safi sana! Tutawafungulia @global.workshop mpya kila wiki. Hii itawasaidia kujaribu kile mlichojifunza na familia zenu kabla ya kujifunza ujuzi unaofuata.

# template
source: You can always change these settings in your @global.weekly_workshop_options.
af: Jy kan hierdie instellings altyd verander in jou @global.weekly_workshop_options.
sw: Wakati wote unaweza kubadilisha mipangilio hii kwenye @global.weekly_workshop_options.
xh: Unako ukutshintsha olu lungiso nanini na kwi-@global.weekly_workshop_options yakho.
zu: Ungazishintsha noma nini lezi zinhlelo ku @global.weekly_workshop_options yakho.

# template
source: Are you sure you want to unlock all the workshops? Once you do this you will not be able to lock them back
af: Is jy seker jy wil al die werksessies ontsluit? As jy dit eers gedoen het, sal jy dit nie weer kan sluit nie
sw: Je, una hakika kuwa unataka kufungua vipindi vyote? Ukishazifungua, hautaweza kuzifunga tena
xh: Ingaba uqinisekile ukuba ufuna ukuvula zonke iindabano zocweyo? Wakuba uyenzile le nto awuzukwazi ukuphinda ulutshixe
zu: Ingabe uyaqiniseka ukuthi ufuna ukuvula yonke imhlangano yokufundisana? Lapho usukuvulile khona ngeke usakwazi ukuphinde ukukhiye futhi

# template
source: Unlock Workshops
af: Ontsluit werksessies
sw: Fungua vipindi
xh: Vula iindabano zocweyo
zu: Vula umhlangano wokufundisana

# template
source: Using the app together
af: Hoe om die app saam te gebruik
sw: Kutumia programu hii pamoja
xh: Ukusebenzisa i-app kunye
zu: Ukusebenzisa i-app sisonke

# template
source: It’s great to see you! First, let’s help your group get started.
af: Dit is wonderlik om jou te sien! Eerstens, kom ons help jou groep om aan die gang te kom.
sw: Tunafurahi sana kuwaona! Kwanza, ngoja tulisaidie kundi lenu liweze kuanza.
xh: Kuhle ukukubona! Okokuqala, masincede iqela lakho liqalise.
zu: Kuhle ukukubona! Okokuqala, masisize iqembu lakho ukuthi liqale.

# template
source: Agree on your ground rules together: * Which day(s)/time(s) will we meet in the week? * Who will hold the phone(s) during our activities? * How can we make sure everyone can share freely? * What can we do so we all feel respected?
af: Stem saam oor jul grondreëls: * Op watter dag/dae en tyd/tye sal ons in die week bymekaarkom? * Wie sal die foon/fone hou tydens ons aktiwiteite? * Hoe kan ons seker maak dat almal openlik kan deel? * Wat kan ons doen sodat ons almal gerespekteerd voel?
sw: Kubalianeni pamoja kuhusu sheria zenu za msingi: * Je, tutakutana siku/muda upi kwa wiki? * Je, wakati wa shughuli zetu, ni nani atakayeshikilia simu? * Je, tutahakikishaje kuwa kila mtu anaweza kushiriki kwa uhuru? * Je, tufanyaje ili sisi sote tuhisi kuwa tunaheshimiwa?
xh: Okokuqala vumelanani ngemithetho ebalulekileyo: * Zeziphi iintsuku/amaxesha esiza kudibana ngawo evekini? * Ngubani oza kubamba ifowuni xa sisenza izinto? * Yintoni esinokuyenza ukuze siqiniseke ukuba wonke umntu uthetha ngokukhululekileyo? * Yintoni esinokuyenza ukuze sonke sizive sihlonitshwa?
zu: Vumelanani ngemithetho ndawonye: * Yiluphi usuku (izinsuku)/isikhathi (izikhathi) enizohlangana ngaso phakathi nesonto? * Ubani ozogcina omakhalekhukhwini ngesikhathi senza imisebenzi yethu? * Singaqinisekisa kanjani ukuthi wonke umuntu uhlanganyela ngokukhululekile? * Yini esingayenza ukuze sonke sizizwe sihlonishwa?

# template
source: You always can change your @global.workshop day and your group name in the @global.weekly_workshop_options.
sw: Wakati wote unaweza kubadilisha @global.workshop yako ya siku na jina la kikundi chako kwenye @global.weekly_workshop_options.

# template
source: Some rules that other groups made:
af: ’n Paar reëls wat ander groepe gemaak het:
sw: Baadhi ya sheria zilizowekwa na vikundi vingine:
xh: Eminye imithetho eyenziwe ngamanye amaqela:
zu: Eminye yemigaqo/imithetho ebekwe amanye amaqembu:

# template
source: * Tuesday at 7pm is our @global.parent_app time together * Take turns holding the phone (1 activity per person) * Accept each other’s experiences. We are all different! * Take turns speaking and listening * All questions are welcome * What we share stays among us
af: * Dinsdag om 7nm. is ons @global.parent_app-tyd saam * Maak beurte om die foon vas te hou (1 aktiwiteit per persoon) * Aanvaar mekaar se ervarings. Ons is almal anders! * Maak beurte om te praat en te luister * Alle vrae is welkom * Wat ons deel, bly onder ons
sw: * Jumanne saa 1 jioni ni wakati wetu wa kuwa pamoja kwenye @global.parent_app * Peaneni zamu ya kushika simu (shughuli 1 kwa mtu mmoja) * Kubalianeni na uzoefu wa kila mmoja. Sisi sote tunatofautiana! * Peaneni zamu ya kuzungumza na kusikiliza * Mnaweza kuuliza maswali yoyote * Tunachoshirikishana ni siri yetu
xh: * Ngolwesibini ngo 7pm lixesha lethu le@global.parent_app sisonke * Ukutshintshana ngokubamba ifowuni (umsebenzi om-1 kumntu ngamnye) * Yamkela amava omnye nomnye. Sisonke sahlukile! * Tshintshanani ngokuthetha nokumamela * Yonke imibuzo yamkelekile * Oko sabelana ngako kuphelela phakathi kwethu
zu: Vumelanani ngemigaqo ndawonye * Yiluphi usuku (izinsuku)/isikhathi (izikhathi) enizohlangana ngaso phakathi nesonto * Ubani ozogcina omakhalekhukhwini ngesikhathi senza imisebenzi yethu * Singaqinisekisa kanjani ukuthi wonke umuntu uhlanganyela ngokukhululekile * Yini esingayenza ukuze sonke sizizwe sihlonishwa

# template
source: Spend 5-20 minutes of one-on-one time with your teen, every day you can this week.
af: Bring hierdie week, elke dag wat jy kan, 5–20 minute een-tot-een-tyd met jou tiener deur.
sw: Tumia dakika 5-20 za muda wa pamoja na kijana wako mkiwa wawili, kila siku unayoweza wiki hii.
xh: Chitha imizuzu eyi-5 ukuya kweyi-20 ekuchitheni ixesha kunye nomntwana wakho ofikisayo ngazo zonke iintsuku okwazi ngazo kule veki.
zu: Chitha imizuzu eyishlanu -5 kuya kwengu-20 nengane yakho esebusheni bayo uma ungakwazi kuleli viki.

# template
source: Remember - whenever you can, relax, recognise and reward yourself. Care for yourself every day. You matter!
af: Onthou – wanneer jy ook al kan, ontspan, erken, en beloon jouself. Sien elke dag om na jouself. Jy maak saak!
sw: Kumbuka – kila unapoweza, jipumzishe, jitambue na jipongeze. Jitunze kila siku. Wewe ni mtu muhimu!
xh: Ukhumbule - nanini na unako, phola, qonda uze uzivuze. Zinyamekele usuku ngalunye. Ubalulekile!
zu: Khumbula - noma nini uma ukwazi, phumula, naka futhi uzivuze. Zinakekele nsuku zonke. Ubalulekile!

# template
source: Many parents experience challenges in having one-on-one time with their teens. Here are the top 8 challenges parents told us they experience when planning or spending one-on-one time with their teen. If you experienced one of these or are afraid that you will, tap it to get a possible solution. You can tap and explore other challenges afterwards.
af: Baie ouers ervaar uitdagings om een-tot-een-tyd met hul tieners te spandeer. Hier is die 8 grootste uitdagings volgens wat ouers ons vertel het hulle ondervind wanneer hulle een-tot-een-tyd met hul tiener beplan of deurbring. As jy een hiervan ondervind het of besord is dat jy dit sal ondervind, tik daarop om ’n moontlike oplossing te vind. Jy kan daarná op ander uitdagings tik en dit verken.
sw: Wazazi wengi wanapata changamoto za kuzungumza na vijana wao wakiwa wawili. Zifuatazo ni changamoto kuu 8 wazazi walizotuambia kuwa wanazipata wanapopanga au wanapotumia muda pamoja na vijana wao wakiwa wawili. Kama ulipata changamoto mojawapo kati ya hizi au una wasiwasi kuwa itakutokea, ibofye ili kupata suluhisho linaloweza kutumiwa. Baadaye, unaweza kubofya na kujifunza changamoto nyingine.
xh: Kubakho imiceli-mngeni kubazali abaninzi xa bechitha ixesha kunye nabantwana babo abafikisayo. Nantsi imiceli-mngeni esi-8 abazali abaye basixelela ngayo nabathi bahlangabezane nayo xa beceba okanye bechitha ixesha kunye nabantwana babo abafikisayo. Ukuba nawe ukhe wanayo okanye unoloyiko lokuba uza kuba nayo, cofa kuyo uze ufumane isicombululo. Ungacofa uze uqwalasele eminye imiceli-mngeni emva koko.
zu: Abazali abaningi babhekana nezinselele zokuchitha isikhathi nezingane zabo ebusheni bazo. Nazi izinselelo eziphezulu kakhulu eziyisishiyagalombili 8 abazali abasitshele zona ababhekana nazo lapho behlela noma bechitha isikhathi esisodwa nentsha yabo. Uma uhlangabezane nokukodwa kwalokhu noma wesaba ukuthi uzokuthinta, thepha ukuze uthole isixazululo esingaba khona. Ungathinta uphinde uhlole ezinye izinselelo ngemuva kwalokho.

# template
source: Did you have any challenges when trying to spend time with your teen?
af: Het jy enige uitdagings ervaar toe jy tyd met jou tiener wou deurbring?
sw: Je, ulipata changamoto zozote ulipojaribu kutumia muda na kijana wako?
xh: Ngaba uye wanengxaki xa ubuzama ukuchitha ixesha kunye nomntwana wakho ofikisayo?
zu: Ngabe unezinselelo ezithile ngenkathi uzama ukuchitha isikhathi nengane yakho?

# template
source: I don’t have enough time.
af: Ek het nie genoeg tyd nie.
sw: Sina muda wa kutosha.
xh: Khange ndibe nexesha elaneleyo.
zu: Anginaso isikhathi esanele.

# template
source: My teen does not want to spend time with me.
af: My tiener wil nie tyd met my deurbring nie.
sw: Kijana wangu hataki kutumia muda pamoja na mimi.
xh: Umntwana wam ofikisayo akafuni kuchitha ixesha kunye nam.
zu: Ingane yams esebusheni bayo ayifuni ukuchitha isikhathi nami.

# template
source: My teen only wants to watch TV or play on his/her phone.
af: My tiener wil net TV kyk of op sy/haar foon speel.
sw: Kijana wangu anataka tu kutazama runinga au kuchezea simu yake.
xh: Umntwana wam ofikisayo ufuna ukubukela i-TV okanye adlale ngefowuni yakhe.
zu: Ingane yami esebusheni bayo ifuna nje ukubukela umabonakude (i-TV) noma ukudlala ngomakhalekhukhwini wayo.

# template
source: My teen wants to do things that are not safe or that cost money.
af: My tiener wil dinge doen wat onveilig is of wat geld kos.
sw: Kijana wangu anataka kufanya mambo yasiyo salama au vitu vinavyogharimu pesa.
xh: Umntwana wam ofikisayo ufuna ukwenza izinto ezingakhuselekanga okanye ezibiza imali eninzi.
zu: Ingane yami esebusheni bayo ifuna ukwenza izinto ezingaphephile noma ezidinga imali.

# template
source: My teen wants to do things that I cannot physically do.
af: My tiener wil dinge doen wat ek fisies nie kan doen nie.
sw: Kijana wangu anataka kufanya vitu ambavyo mwili wangu hauwezi kuvifanya.
xh: Umntwana wam ofikisayo ufuna ukwenza izinto umzimba wam ongandivumeli ukuba ndizenze.
zu: Ingane yami esebusheni bayo ifuna ukwenza izinto engihluleka ukuzenza mina ngokomzimba.

# template
source: My teen chose a competitive activity. I won and s/he got angry.
af: My tiener het ’n kompeterende aktiwiteit gekies. Ek het gewen en sy/hy het kwaad geword.
sw: Kijana wangu alichagua shughuli ya kushindana. Nilishinda halafu akakasirika.
xh: Umntwana wam ofikisayo ukhetha izinto ezinokhuphiswano. Ndiye ndaphumelela yaza yamcaphukisa lonto.
zu: Ingane yami ikhetha umsebenzi wokuncintisana. Ngawina yase yathukuthela.

# template
source: I struggled to end the one-on-one time.
af: Ek het gesukkel om die een-tot-een-tyd te beëindig.
sw: Nilihangaika kusitisha muda wa pamoja.
xh: Kuyekwanzima ukuphelisa ixesha lethu sikunye.
zu: Nginenkinga yokuqeda isikhathi esisodwa nengane yami.

# template
source: All my children want one-on-one time with me at the same time.
af: Al my kinders wil gelyktydig een-tot-een-tyd met my hê.
sw: Watoto wangu wote wanataka muda wa pamoja kwa wakati mmoja.
xh: Bonke abantwana bam bafuna ukuchitha ixesha kunye nam ngexesha elinye.
zu: Zonke izingane zami zifuna ukuchitha isikhathi nami ngesikhathi esifanayo.

# template
source: Yes, it can be really hard to find time during the day, with work, chores, and everything else.
af: Ja, dit kan baie moeilik wees om gedurende die dag tyd te kry met werk, huistake en talle ander dinge.
sw: Ndiyo, inaweza kuwa vigumu sana kupata muda wakati wa mchana, kwa sababu ya kazi, shughuli za nyumbani, na mambo mengine yote.
xh: Ewe, kunganzima ukufumana ixesha emini, kuba ngumsebenzi, imisebenzi yekhaya, kunye nezinye izinto.
zu: Yebo, kuba nzima impela ukuthola isikhathi emini, ngenxa yomsebenzi, imisebenzi yasekhaya, nakho konke ke okunye.

# template
source: Think of a time each day that I can spare five minutes or a bit more time.
af: Dink aan ’n tyd dat ek elke dag vyf minute of ’n bietjie meer opsy kan sit.
sw: Fikiria kutenga muda wa dakika tano au zaidi kila siku.
xh: Ndimele ndicinge ngexesha qho ngosuku apho ndinokuchitha imizuzu emihlanu okanye engakumbi.
zu: Cabanga ngesikhathi usuku nosuku engingabamba ngalo imizuzu emihlanu noma isikhathi esithe xaxa.

# template
source: Find a chore that we could do together in a fun way.
af: Kry ’n huistakie wat ons op ’n prettige manier saam kan doen.
sw: Tafuta kazi ya nyumbani ambayo tunaweza kufanya pamoja kwa namna ya kufurahisha.
xh: Ndicinge ngomsebenzi esinokuwenza kunye ngendlela emnandi.
zu: Thola umsebenzi wasendlini esingawenza ndawonye ngendlela emnandi.

# template
source: Ask my teen or someone else to help me with a chore, so I have some extra free time.
af: Vra my tiener of iemand anders om my met ’n huistakie te help sodat ek ’n bietjie ekstra vrye tyd kan hê.
sw: Namuomba kijana wangu au mtu mwingine kunisaidia kuifanya kazi ya nyumbani, ili niwe na muda kidogo wa ziada.
xh: Ndicele umntwana wam okanye omnye umntu andincede ngomsebenzi wesekhaya ukuze ndikwazi ukuba nexesha elingakumbi.
zu: Cela ingane yami esebusheni bayo noma omunye umuntu ukuthi angisize ngomsebenzi othile ukuze ngibe nesikhathi esongeziwe esikhululekile.

# template
source: Perfect! Even spending 5 minutes makes a big difference and if you do it at the same time every day (like at breakfast or before bed) it will be easier to keep it up!
sw: Safi sana! Hata kutumia dakika 5 kunaleta mabadiliko na ukifanya hivyo kwa muda uleule kila siku (kama vile wakati wa kifungua kinywa au kabla ya kwenda kulala) itakuwa rahisi zaidi kuendelea kufanya hivyo!

# template
source: Wonderful! By sharing responsibilities, you will have more time to do something fun with your teen – it’s so important!
af: Wonderlik! Deur verantwoordelikhede te deel, sal jy meer tyd hê om iets aangenaam saam met jou tiener te doen – dit is so belangrik!
sw: Vizuri sana! Kwa kushirikiana kutekeleza majukumu, utakuwa na muda zaidi wa kufanya jambo la kufurahisha na kijana wako – ni muhimu sana!
xh: Kuhle gqitha! Ngokuncedisana ngeembopheleleko, uza kuba nexesha elingakumbi lokwenza izinto ezonwabisayo kunye nomntwana wakho ofikisayo – ibaluleke gqitha loo nto!
zu: Kuhle kakhulu! Ngokwaba imisebenzi, uzoba nesikhathi esiningi sokwenza into emnandi nengane yakho esebusheni bayo– kubalulekile kakhulu!

# template
source: Sorry that you struggled with that. It can make us feel bad if our children do not want to spend one-on-one time with us.
af: Jammer dat jy daarmee gesukkel het. Dit kan ons sleg laat voel as ons kinders nie een-tot-een-tyd met ons wil deurbring nie.
sw: Tunasikitika kwamba jambo hilo lilikusumbua. Inaweza kutufanya tujisikie vibaya kama watoto wetu hawataki kutumia muda wa pamoja na sisi.
xh: Uxolo ngokuba uye wasokoliswa yilonto. Singaziva buhlungu xa abantwana bethu bengafuni ukuchitha ixesha kunye nathi.
zu: Siyaxolisa ngokuthi ukuthole kunzima lokho. Kungasenza sizizwe kabi uma izingane zethu zingafuni ukuchitha isikhathi nathi.

# template
source: Think of a time when my teen is more open to me, like in the morning or right before bedtime.
af: Dink aan ’n tyd wanneer my tiener meer toegangklik is teenoor my, soos in die oggend of net voor slaaptyd.
sw: Fikiria muda ambao kijana wangu anakuwa wazi zaidi kwangu, kama vile asubuhi au muda mfupi kabla ya kwenda kulala.
xh: Ndicinga ngexesha apho umntwana wam ofikisayo ekwazi ukuthetha nam ngokukhululekileyo, njengakusasa okanye ngaphambi kokuba ayo kulala.
zu: Cabanga ngesikhathi lapho ingane yami ikhululekile kumina njengasekuseni noma ngaphambi kokulala.

# template
source: Sit next to my teen when they are doing something they enjoy and show interest in what they like.
af: Sit langs my tiener as hulle iets doen wat hulle geniet en toon belangstelling in dit waarvan hulle hou.
sw: Kukaa karibu na kijana wangu anapofanya kitu anachofurahia na kuonesha kuvutiwa na kile anachopenda.
xh: Ndihlala ecaleni kwakhe xa esenza into ayithandayo ndize ndimbonise ba ndinomdla kwinto ayithandayo.
zu: Hlala eduze kwengane yakho lapho benza okuthile abakuthandayo futhi ubakhombise intshisekelo kulokho abakuthandayo.

# template
source: Do something fun with the whole family.
af: Doen iets prettig saam met die hele gesin.
sw: Fanya kitu cha kufurahisha na familia yote.
xh: Ndenze into eza konwatyelwa lilo lonke usapho.
zu: Yenza okuthile okumnandi nomndeni wakho wonke.

# template
source: Great! Picking a time when your teen is more talkative will help them to respond well to your attempt to connect.
af: Uitstekend! Deur ’n tyd te kies wanneer jou tiener meer geselserig is, sal dit hulle help om goed te reageer op jou poging om uit te reik.
sw: Vizuri sana! Kuchagua muda ambao kijana wako anapenda kuzungumza kutamsaidia kuitikia vizuri jitihada zako za kuwasiliana naye.
xh: Kulunge kakhulu! Ukukhangela ixesha afuna ukuncokola ngalo umntwana wakho ofikisayo kuza kuzomnceda asabele kakuhle kwinzame zakho zokuba nincokole.
zu: Kuhle! Ukukhetha isikhathi lapho khona ingane yakho ikhuluma kakhulu khona kuzoyisiza isabele kahle emizamweni yakho yokuxhumana nayo.

# template
source: Nice! Watching your teen’s favourite TV show or sports match together will show them that you care. Just be patient; they will open up to you over time!
sw: Safi! Kuangalia pamoja kipindi cha runinga au mechi inayopendwa na kijana wako kutamuonesha kuwa unamjali. Vumilia tu; baada ya muda ataanza kuwa wazi kwako!

# template
source: Perfect! Sometimes it can be easier to start with spending time with the whole family. That way your teen can get more comfortable with spending one-on-one time with you over time.
af: Perfek! Soms kan dit makliker wees om te begin deur tyd saam met die hele gesin deur te bring. Op hierdie manier kan jou tiener mettertyd meer op hul gemak voel om een-tot-een-tyd saam met jou deur te bring.
sw: Vizuri sana! Wakati mwingine inaweza kuwa rahisi zaidi kuanza kwa kutumia muda pamoja na familia nzima. Kwa njia hiyo, hatimaye kijana wako atajiamini zaidi kutumia muda pamoja na wewe mkiwa wawili tu.
xh: Nantso ke! Ngamanye amaxesha kungalula ukuqalisa ukuchitha ixesha kunye nosapho lonke. Ngaloo ndlela, umntwana wakho ofikisayo angakhululeka ngakumbi xa kufuneka nichithe ixesha kunye ekuhambeni kwexesha.
zu: Kuhle kakhulu! Ngezinye izikhathi kungaba lula ukuqala ngokuchitha isikhathi nomndeni wonke. Ngaleyo ndlela ingane yakho eyevile eminyakeni eyishumi nambili izokwazi ukukhululeka lapho ichitha isikhathi nawe ngokuhamba kwesikhathi.

# template
source: Sorry that you had that challenge. Children often want to spend time watching TV or playing with a gadget. Well done for being patient with your teen!
sw: Tunasikitika kusikia kuwa ulipata changamoto hiyo. Mara nyingi watoto wanapenda kutumia muda wao wakitazama runinga au kuchezea vifaa vya kielektroniki. Hongera kwa kumvumilia kijana wako!

# template
source: Suggest fun things my teen and I could do together.
af: Stel prettige dinge voor wat ek en my tiener saam kan doen.
sw: Pendekeza vitu vya kufurahisha ambavyo mimi na kijana wangu tunaweza kuvifanya pamoja.
xh: Ndicebise ngezinto zokuzonwabisa ngazo endinokuzenza kunye nomntwana wam ofikisayo.
zu: Phakamisa izinto ezimnandi mina nengane yami esebusheni bayo esingazenza ndawonye.

# template
source: Find something educational to do with my teen on the gadget.
af: Soek iets leersaam om saam met my tiener op die toestelletjie te doen.
sw: Tafuta kitu cha kuelimisha cha kufanya na kijana wangu kwenye kifaa cha kielektroniki.
xh: Ndifumane into efundisayo endinokuyenza kwisixhobo se-elektroniki kunye nomntwana wam ofikisayo.
zu: Thola okuthile okunemfudiso okokwenza nengane yami esebusheni bayo emshinini wezobuchwepheshe.

# template
source: Ask my teen to show me how their phone/gadget works.
af: Vra my tiener om my te wys hoe hul foon/toestelletjie werk.
sw: Kumuomba kijana wangu anioneshe jinsi simu yake au kifaa chake cha kielektroniki kinavyofanya kazi.
xh: Ndicele umntwana wam andifundise ukuba isebenza njani ifowuni/isixhobo sakhe se-elektroniki.
zu: Cela ingane yami esebusheni bayo ukuthi ingibonise indlela umakhalekhukhwini/umshini wayo wezobuchwepheshe usebenza kanjani.

# template
source: That's perfect! If you need inspiration, here are some ideas from other families of what you could do together. Remember, let your teen choose.
af: Dis perfek! As jy inspirasie nodig het, is hier ’n paar idees van ander gesinne oor wat julle saam kan doen. Onthou, laat jou tiener kies.
sw: Hiyo ni nzuri sana! Kama unahitaji hamasa, haya hapa mawazo kutoka familia nyingine kuhusu mambo mnayoweza kufanya pamoja. Kumbuka, mwachie kijana wako achague.
xh: Kulunge gqithi! Ukuba ufuna isikhuthazo, nanga amanye amacebo avela kwezinye intsapho ngento eninokuyenza kunye. Khumbula, vumela umntwana wakho ofikisayo akhethe.
zu: Kuhle lokho! Uma udinga isikhuthazo, nanka amacebiso athile avela kweminye imindeni alokho eningakwenza ndawonye. Khumbula, vumela ingane yakho esebusheni bayo ukuba ikhethe.

# template
source: Wonderful! There are lots of fun and educational apps on phones that you can explore together. Ask questions, show interest and remember to say something nice.
sw: Safi sana! Kuna programu nyingi sana kwenye simu zinazoelimisha na kufurahisha mnazoweza kuzitafuta pamoja. Uliza maswali, onyesha shauku na kumbuka kusema kitu fulani vizuri.

# template
source: Nice! Teens love it when you show interest in their gadget and when they get to explain something they know to you. This is a great starting point!
af: Lekker! Tieners is mal daaroor as jy belangstel in hul toestelletjie en as hulle iets wat hulle weet aan jou kan verduidelik. Dit is ’n goeie beginpunt!
sw: Vizuri! Vijana wanafurahi sana unapoonesha kuvutiwa na vifaa vyao vya kielektroniki au unapowaomba wakueleze kitu fulani wanachokijua. Huu ni mwanzo mzuri sana!
xh: Kuhle! Abantwana abafikisayo bayathanda ukubona unomdla kwisixhobo se-elektroniki abasisebenzisayo naxa bekucacisela ngento abayaziyo. Eli linyathelo elihle lokuqalisa!
zu: Kuhle! Izingane ezisebusheni bazo ziyajabula lapho ubonisa isifiso sokwazi ngomshini wazo wezobuchwepheshe nalapho zithola ithuba lokukuchazela okuthile ezikwaziyo. Lesi yisiqalo esihle!

# template
source: You are not alone here. Many parents sometimes have this challenge, too. One-on-one time should always be safe and it does not have to cost a thing!
sw: Hauko peke yako hapa. Wakati mwingine, wazazi wengi wanakabiliwa pia na changamoto hii. Kila mara, muda wa kuzungumza wawili unapaswa kuwa salama na haulazimiki kugharimu chochote!
