Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# template
source: Start a brand new @global.parent_app workshop tomorrow. You will see the good results!
af: Begin môre met ’n splinternuwe @global.parent_app-slypskool. Jy sal die goeie resultate sien!
sw: Anza warsha mpya kabisa ya @global.parent_app kesho. Utaona matokeo mazuri!
xh: Qala uqeqsho olutsha kraca @global.parent_app ngomso. Uza kubona iziphumo ezintle!
zu: Qala umhlangano wokufundisana @global.parent_app omusha kusasa. Uzobona imiphumela emihle!

# template
source: Have you told your @global.parent_app partners about the app yet? From tomorrow, you can start doing your @global.parent_app @global.workshops together!
sw: Je, tayari umeshawaambia washirika wako wa @global.parent_app kuhusu programu hii? Kuanzia kesho, mnaweza kuanza kufanya pamoja @global.workshop zenu za @global.parent_app!

# template
source: Showing love to my children
af: Liefde aan my kinders wys
sw: Kuonyesha upendo kwa watoto wangu
xh: Bonisa uthando ebantwaneni bam
zu: Ngokubonisa izingane zami uthando

# template
source: Getting up even though I felt tired
af: Opgestaan het, al het ek moeg gevoel
sw: Kuamka hata kama nilijisikia uchovu
xh: Ukuvuka nangona ndiziva ndidiniwe
zu: Ngokuvuka ngisho noma bengi zizwa ngikhathele

# template
source: Smiling at someone
af: ’n Glimlag vir iemand
sw: Kumuonyesha tabasamu
xh: Ukuncumela umntu
zu: Ngokumamatheka

# template
source: Making food to stay strong
af: Kosmaak om sterk te bly
sw: Kupika chakula cha kunipa nguvu
xh: Ukwenza ukutya okundigcina ndomelele
zu: Ngokwenza ukudla ukuze sihlale sinamandla

# template
source: Spending time with my children
af: Tyd wat ek saam met my kinders deurbring
sw: Kutumia muda na watoto wangu
xh: Ukuchitha ixesha nabantwana bam
zu: Ngokuchitha isikhathi nezingane zami

# template
source: Helping my children with schoolwork
af: Hulp aan my kinders met hulle skoolwerk
sw: Kuwasaidia watoto wangu kazi za shule
xh: Ukuncedisa abantwana bam kumsebenzi wesikolo
zu: Ngokusiza izingane zami ngomsebenzi wazo wesikole

# template
source: Paying attention to what we do well helps us to focus on the positive. Let’s take a moment to praise ourselves. We’ll show you how.
af: Om aandag te gee aan wat ons doen, help ons om op die positiewe te fokus. Kom ons neem ’n oomblik om onsself te prys. Ons sal jou wys hoe.
sw: Kumakinikia kile tunachokifanya vizuri hutusaidia kuzingatia mambo chanya. Hebu tutumie muda kujisifia. Tutakuonyesha jinsi ya kujisifia.
xh: Ukunikela ingqalelo kweyona nto sikwazi kakuhle ukuyenza kusinceda sinikele ingqalelo kwizinto ezakhayo. Makhe sithathe ithutyana sizincome. Siza kukubonisa indlela yokukwenza.
zu: Ukunaka esikwenzayo kuzosisiza sigxile ezintweni ezakhayo. Ake sithathe umzuzwana sizincome. Sizonibonisa ukuthi ningakwenza kanjani lokhu.

# template
source: Think of one thing YOU have done well recently. Say it aloud to each other: "Well done to me for…" Here is one thing you deserve praise for: Well done for using @global.parent_app!
af: Dink aan een ding wat JY onlangs goed gedoen het. Sê dit hardop vir mekaar: “Mooi so aan my vir....” Hier is een ding waarvoor jy verdien om geprys te word. Mooi so dat jy @global.parent_app gebruik!
sw: Fikiria jambo moja ambalo WEWE umelifanya vizuri hivi karibuni. Semezaneni kwa sauti: "Ninajipongeza kwa..." Hapa kuna jambo moja unalostahili kusifiwa: Hongera kwa kutumia @global.parent_app!
xh: Cinga ngento enye oye WAYENZA kakuhle kutshanje. Xelelanani ngokuvakalayo: "Ndenze kakuhle ngoku..." Nantsi into enye ofanelwe kukunconywa ngayo: Usebenzile ngokusebenzisa i-@global.parent_app!
zu: Cabanga ngento eyodwa OYENZE kahle muva nje. Tshela abanye: “Ngiyazincoma...” Nakhu okukodwa ofanele ukunconywa ngakho: Wenze kahle ngokusebenzisa i @global.parent_app!

# template
source: Recognise
af: Erken
sw: Tambua
xh: Qaphela
zu: Qaphela

# template
source: Take a moment to praise yourself. We will now show you how.
af: Neem ’n oomblik om jouself te prys. Ons sal jou wys hoe.
sw: Tumia muda kujisifia. Sasa tutakuonyesha jinsi ya kujisifia.
xh: Thatha ithutyana uzincome. Ngoku siza kukubonisa ukuba ungenza njani.
zu: Thatha umzuzwana uzincome. Njengamanje sizokubonisa ukuthi ungakwenza kanjani.

# template
source: Think of one thing YOU have done well recently.
af: Dink aan een ding wat JY onlangs goed gedoen het.
sw: Fikiria jambo moja ambalo WEWE umelifanya vizuri hivi karibuni.
xh: Cinga ngento enye oye WAYENZA kakuhle kutshanje.
zu: Cabanga ngento eyodwa OYENZE kahle muva nje.

# template
source: "Well done to me for..."
af: “Mooi so aan my vir....”
sw: "Ninajipongeza kwa..."
xh: "Ndenze kakuhle ngoku..."
zu: “Ngiyazincoma ngoku...”

# template
source: Say it aloud if you can. Here is one thing you deserve praise for: Well done for using @global.parent_app!
af: Sê dit hardop as jy kan. Hier is een ding waarvoor jy verdien om geprys te word. Mooi so dat jy @global.parent_app gebruik!
sw: Sema kwa sauti kama unaweza. Hapa kuna jambo moja unalostahili kusifiwa: Hongera kwa kutumia @global.parent_app!
xh: Yitsho ngokuvakalayo ukuba uyakwazi. Nantsi into enye ofanelwe kukunconywa ngayo: Usebenzile ngokusebenzisa i-@global.parent_app!
zu: Kusho ngezwi elizwakalayo uma ungakwazi. Nakhu okukodwa okufanelekayo ukunconywa ngakho: Wenze kahle ngokusebenzisa i @global.parent_app!

# template
source: Well done! Try to do this every day.
af: Mooi so! Probeer dit elke dag doen.
sw: Hongera! Jaribu kufanya hivyo kila siku.
xh: Usebenzile! Zama ukwenza lento usuku ngalunye.
zu: Wenze kahle! Zama ukukwenza lokhu nsuku zonke.

# template
source: Things to praise yourself for:
af: Dinge waarvoor jy jouself kan prys:
sw: Mambo ya kujisifia:
xh: Izinto onokuzincomela zona:
zu: Izinto ongazincoma ngazo:

# template
source: * Showing love to your children * Getting up even though you felt tired * Smiling at someone * Making food to stay strong * Spending time with your children * Helping your children with schoolwork
af: * Liefde wat jy aan jou kinders wys * Opstaan, al het jy moeg gevoel * ’n Glimlag vir iemand * Kosmaak om sterk te bly * Tyd wat jy saam met jou kinders deurbring * Hulp aan jou kinders met hulle skoolwerk
sw: * Kuonyesha upendo kwa watoto wako * Kuamka hata kama ulihisi uchovu * Kutabasamu * Kupika chakula cha kukupa nguvu * Kutumia muda kukaa na watoto wako * Kuwasaidia watoto wako kazi za shule
xh: * Ukubonisa uthando ebantwaneni bam * Ukuvuka nangona uziva udiniwe. * Ukuncumela umntu * Ukwenza ukutya okundigcina ndomelele * Ukuchitha ixesha nabantwana bakho * Ukuncedisa abantwana bakho kumsebenzi wesikolo
zu: * Ngokubonisa izingane zakho uthando * Ngokuvuka ngisho noma uzizwa ukhathele * Ngokumamatheka uma ubona umuntu * Ngokwenza ukudla ukuze nihlale ninamandla * Ngokuchitha isikhathi nezingane zakho * Ngokusiza izingane zakho ngomsebenzi wazo wesikole

# template
source: Taking care of ourselves is an important parenting skill. Share with each other: What small things make you happy?
af: Om na onsself om te sien, is ’n belangrike ouerskapvaardigheid. Deel met mekaar: Watter klein dingetjies maak jou gelukkig?
sw: Kujithamini sisi wenyewe ni ujuzi muhimu wa malezi. Shirikishaneni nyote: Je, ni vitu gani vidogo vinavyokufurahisha?
xh: Ukuzinyamekela sisakhono esibalulekileyo sokuba ngumzali. Baliselanani: Ziziphi izinto ezincinci ezikwenza wonwabe?
zu: Ukuzinakekela kuyikhono elibalulekile lokuba umzali. Khulumisanani: Yiziphi izinto ezincane ezikujabulisayo?

# template
source: Try to do something to reward yourself every day. You can use these skills at home and find them anytime in your @global.parent_centre!
af: Probeer elke dag iets doen om jouself te beloon. Jy kan hierdie vaardighede tuis gebruik en hulle enige tyd in jou@global.parent_centre vind!
sw: Jaribu kufanya kitu cha kujipongeza kila siku. Unaweza kutumia ujuzi huu nyumbani. Utaupata wakati wowote kwenye @global.parent_centre!
xh: Zama ukwenza into oza kuzivuza ngayo suku ngalunye. Sisebenzise esi sakhono xa usekhaya kwaye sifumane nanini na kwi-@global.parent_centre yakho!
zu: Zama ukuzenzela okuthile kokuzivuza nsuku zonke. Ungawasebenzisa ekhaya la makhono futhi uwathole noma nini ku @global.parent_centre yakho!

# template
source: Reward
af: Beloning
sw: Tuzo
xh: Umvuzo
zu: Umvuzo

# template
source: We all deserve to treat ourselves well!
af: Ons verdien almal om onsself goed te behandel!
sw: Sisi sote tunastahili kujitendea vizuri!
xh: Sonke kufuneka sizivise kamnandi!
zu: Sonke siyakufanelekela ukuzitotosa!

# template
source: What small thing makes you happy?
af: Watter klein dingetjies maak jou gelukkig?
sw: Je, ni kitu gani kidogo kinachokufurahisha?
xh: Yintoni encinci ekwenza wonwabe?
zu: Iyiphi into encane ekujabulisayo?

# template
source: Nice! Taking care of yourself is an important parenting skill!
af: Mooi! Om na jouself om te sien, is ’n belangrike ouerskapvaardigheid!
sw: Safi! Kujithamini wewe mwenyewe ni ujuzi muhimu wa malezi!
xh: Kuhle! Ukuzinyamekela sisakhono esibalulekileyo sokuba ngumzali!
zu: Kuhle! Ukuzinakekela kuyikhono elibalulekile lokuba umzali!

# template
source: Try to do something to reward yourself every day.
sw: Jaribu kufanya kitu cha kujipongeza mwenyewe kila siku.

# template
source: Have a hot drink
af: Drink iets warm
sw: Kunywa kinywaji cha moto
xh: Fumana isiselo esishushu
zu: Thola isiphuzo esishisayo

# template
source: Call a friend or relative
af: Skakel ’n vriend of ’n familielid
sw: Mpigie simu rafiki au jamaa
xh: Fowunela umhlobo okanye isizalwana
zu: Shayela ucingo umngane noma isihlobo

# template
source: Have a relaxing bath
af: Ontspan in die bad
sw: Oga kwa kujiburudisha
xh: Zifake emanzini uhlambe uphole
zu: Thatha isikhathi sakho ugeze

# template
source: Read
af: Lees
sw: Soma
xh: Funda
zu: Funda

# template
source: Things you can do to reward yourself:
af: Dinge wat jy kan doen om jouself te beloon:
sw: Vitu unavyoweza kufanya ili kujipongeza:
xh: Izinto onokuzenza ukuze uzivuze:
zu: Izinto ongazenza ukuba uzivuze:

# template
source: Sleeping
sw: Kulala

# template
source: Talking with a friend
sw: Kuongea na rafiki

# template
source: Doing something I enjoy
sw: Kufanya kitu nafurahia

# template
source: Doing something relaxing
sw: Kufanya kitu cha kupumzika

# template
source: Today you will experience 3 activities that can help you care for yourself, and we will ask you a few questions to ensure the app is exactly right for you.
af: Vandag sal jy 3 aktiwiteite ervaar wat jou kan help om na jouself om te sien en ons sal jou ’n paar vrae vra om seker te maak dat die toep presies reg is vir jou.
sw: Leo utaona shughuli 3 zinazoweza kukusaidia kujithamini, na tutakuuliza maswali kadhaa ili kuhakikisha kuwa programu hii iko sawa kabisa kwa ajili yako.
xh: Namhlanje uya kufumana imisebenzi emi-3 enokukunceda ukwazi ukuzinyamekela, yaye siya kukubuza imibuzo embalwa ukuqinisekisa ukuba i-app ikulungele kusini.
zu: Namuhla sizokwenza imisebenzi engu-3 ezosisiza sizinakekele, futhi sizokubuza imibuzo embalwa ukuze siqiniseka ukuthi le-app ikulungele.

# template
source: * Relax activity * Recognise activity * Reward activity * Tools: How to add self-care * Customise the app * Home practice suggestions
af: * Ontspanning-aktiwiteit * Erkenning-aktiwiteit * Beloning-aktiwiteit * Hulpmiddels: Hoe om selfsorg by te voeg * Pas die app by jou aan * Voorstelle om tuis te oefen
sw: * Shughuli ya kujiburudisha * Shughuli ya kujitambua * Shughuli ya kujipongeza * Nyenzo: Jinsi ya kujithamini * Rekebisha programu hii * Mazoezi ya nyumbani yanayopendekezwa
xh: * Umsebenzi wokuphola * Umsebenzi wokuqonda * Umsebenzi womvuzo * Izixhobo: * Indlela yokongeza ukuzinyamekela * Vumelelanisa le app neemfuno zakho * Amacebiso asebenzisekayo ekhaya
zu: * Umsebenzi wokuphumula * Umsebenzi wokuqaphela * Umsebenzi wokuvuza * Amathuluzi: Indlela yokunezela ukuzinakekela * Hlela i-app ngendlela oyithandayo * Amacebiso alokho ongakwenza ekhaya

# template
source: Customise your @global.parent_app
af: Pas jou @global.parent_app aan
sw: Rekebisha @global.parent_app yako
xh: Vumelanisa i-@global.parent_appyakho
zu: Hlela i-@global.parent_app ngendlela oyithandayo

# template
source: Now that we have built some self-care skills, let’s make sure your @global.weekly_workshops are exactly right for you.
af: Noudat ons ’n paar selfsorgvaardighede gebou het, kom ons maak seker dat jou @global.weekly_workshops presies reg is vir jou.
sw: Sasa kwa kuwa tumejifunza kwa kiasi fulani ujuzi wa kujithamini, hebu tuhakikishe @global.weekly_workshops ziko sahihi kabisa kwa ajili yako.
xh: Njengoko ngoku uye wakha ubuchule bokuzinyamekela, masiqinisekise ukuba i- @global.weekly_workshops yakho ikulungele.
zu: Manje njengoba sewakhe amakhono okuzinakekela, ake siqiniseke ukuthi @global.weekly_workshops ikulungele ngempela yini

# template
source: You seem to have completed the customisation process already. You can now skip this activity.
af: Dit kom voor dat jy reeds die pasmaakproses voltooi het. Jy kan nou hierdie aktiwiteit oorslaan.
sw: Inaonekana tayari umemaliza kufanya marekebisho. Sasa unaweza kuruka shughuli hii.
xh: Kubonakala ngathi sele uyigqibile inkqubo yokuzivumelanisa. Ngoku ungawutsiba lo msebenzi.
zu: Kubonakala sengathi usuqedile kakade ukuhlela. Ungaweqa manje lo msebenzi.

# template
source: Teach your teenagers the four steps of problem-solving: KNOW IT - SOLVE IT - TRY IT - TEST IT Use these steps together when a problem comes up! When something bad happens, we often get upset and blame. But what our teens really need is someone to help find solutions together. Listen to them, accept how they see and feel things, and thank them for trusting you. Teaching your teen how to deal with problems will help them for the rest of their lives. What a gift!
af: Leer jul tieners die vier stappe van probleemoplossing: WEET DIT – LOS DIT OP – PROBEER DIT – TOETS DIT Gebruik hierdie stappe saam wanneer ’n probleem opduik! Wanneer iets sleg gebeur, raak ons dikwels ontsteld en blameer iemand. Maar wat ons tieners regtig nodig het, is iemand wat help om saam oplossings te vind. Luister na hulle, aanvaar hoe hulle dinge sien en daaroor voel, en bedank hulle dat hulle jou vertrou. As jy jou tiener leer hoe om probleme te hanteer, sal dit hulle vir die res van hulle lewens help. ’n Baie goeie geskenk!
sw: Wafundishe vijana wako hatua nne za kutatua matatizo: ELEWA – TATUA – CHAGUA – JARIBU Tumieni hatua hizi tatizo linapojitokeza. Jambo baya linapotokea, mara nyingi tunafadhaika na kulaumu. Lakini kile ambacho vijana wetu wanahitaji ni mtu wa kuwasaidia kulitatua tatizo. Wasikilize, kubali jinsi wanavyoyaona mambo na kuyahisi, na washukuru kwa kukuamini. Kumfundisha kijana wako jinsi ya kutatua matatizo kutamsaidia maishani mwake mwote. Zawadi iliyoje!
xh: Fundisa abantwana bakho amanyathelo amane okusombulula iingxaki: YAZI - YISOMBULULE - YIZAME - YIVAVANYE Wasebenziseni kunye la manyathelo xa kuvela ingxaki! Xa kusenzeka into embi, sidla ngokuba nomsindo size sizibeke ityala. Kodwa abantwana bethu abafikisayo bafuna umntu oza kubanceda bafumane izicombululo. Baphulaphule, yamkele indlela abazibona nabaziva ngayo izinto yaye babulele ngokukuthemba. Ukufundisa umntwana wakho ofikisayo ngendlela yokuhlangabezana neengxaki kuya kumnceda ubomi bakhe bonke. Sisipho sokwenene!
zu: Fundisa intsha yakho izinyathelo ezine zokuxazulula inkinga: ZAZI - ZIXAZULULE - ZIZAME - ZIHLOLE Sebenzisani lezi zinyathelo ndawonye uma kuqubuka inkinga! Uma kwenzeka okuthile okubi, ngokuvamile siphatheka kabi bese siyagxeka. Kodwa okudingwa abantwana bethu umuntu ongasiza kutholakale izixazululo ndawonye. Balalele, yamukela indlela ababona nabazizwa ngayo, futhi ubabonge ngokukuthemba. Ukufundisa ingane yakho indlela yokuxazulula izinkinga kuzomsiza impilo yakhe yonke. Isipho esihle kangaka!

# template
source: Some problems other parents solved with their teens:
af: Sommige van die probleme wat ander ouers saam met hulle tieners opgelos het:
sw: Baadhi ya matatizo ambayo wazazi waliyatatua na vijana wao:
xh: Ezinye iingxaki eziye zaconjululwa ngabazali nabantwana babo abafikisayo:
zu: Ezinye izinkinga abanye abazali abazixazulula nabantwana babo:

# template
source: * My teenager does not want to go to school * I am worried my teenager will get pregnant or will get someone pregnant * I am worried about what my teen does online * My teenager is hanging out with bad friends * My teenager is lazy * My teenager is not doing their school work * My teenager might be using drugs
af: * My tiener wil nie skool toe gaan nie * Ek is bekommerd dat my tiener sal swanger raak, of iemand sal swanger maak * Ek is bekommerd oor wat my tiener aanlyn doen * My tiener kuier met slegte vriende * My tiener is lui * My tiener doen nie hulle huiswerk nie* My tiener gebruik moontlik dwelmmiddels
sw: * Kijana wangu hataki kwenda shule * Nina wasiwasi kijana wangu atapata ujauzito au atampa mtu mjamzito * Nina wasiwasi kuhusu anachofanya kijana wangu mtandaoni * Kijana wangu ana marafiki wabaya * Kijana wangu ni mvivu * Kijana wangu hafanyi kazi zake za shuleni * Huenda kijana wangu anatumia madawa ya kulevya
xh: * Umntwana wam akafuni kuya esikolweni *Ndinexhala lokuba umntwana wam angakhulelwa okanye amithise umntu * Ndixhalabile ngezinto ezenziwa ngumntwana wam ofikisayo kwi-intanethi * Umntwana wam ofikisayo uncokola nabahlobo abangalunganga * Umntwana wam ofikisayo uyonqena * Umntwana wam ofikisayo akawenzi umsebenzi wakhe wesikolo * Kusenokwenzeka ukuba umntwana wam ofikisayo usebenzisa iziyobisi
zu: * Ingane yami ayifuni ukuya esikoleni * Ngikhathazeke ngokuthi ingane yami ingakhulelwa noma ikhulelise * Ngikhathazwa yilokho ingane yami ekwenza ku-inthanethi * Ingane yami ichitha isikhathi nabangane ababi * Ingane yami iyavilapha * Ingane yami ayiwenzi umsebenzi wesikole * Kungenzeka ingane yami isebenzisa izidakamizwa

# template
source: Let’s go back to @global.w_solve_teen_girl and her @global.w_solve_female_caregiver_1 and see what solutions they came up with.
af: Kom ons gaan terug na @global.w_solve_teen_girl en haar @global.w_solve_female_caregiver_1 en kyk met watter oplossings hulle vorendag gekom het.
sw: Hebu turudi kwa @global.w_solve_teen_girl na @global.w_solve_female_caregiver_1 wake ili tuone njia za utatuzi walizotumia.
xh: Makhe siye ku @global.w_solve_teen_girl no @global.w_solve_female_caregiver_1 wakhe ukuze sibone ukuba beze naziphi izisombululo.
zu: Ake sibuyele ku@global.w_solve_teen_girl no @global.w_solve_female_caregiver_1 wakhe bese sibona ukuthi iziphi izixazululo abaqhamuke nazo.

# template
source: @global.w_solve_teen_girl and her @global.w_solve_female_caregiver_1 came up with three solutions.
af: @global.w_solve_teen_girl en haar@global.w_solve_female_caregiver_1 het met drie oplossings vorendag gekom.
sw: @global.w_solve_teen_girl na @global.w_solve_female_caregiver_1 wake walipata njia tatu za utatuzi.
xh: u @global.w_solve_teen_girl no @global.w_solve_female_caregiver_1 wakhe beze nezisombululo ezithathu.
zu: @global.w_solve_teen_girl no @global.w_solve_female_caregiver_1 uze nezixazululo ezintathu.

# template
source: Parenting teens is really hard. Often there are no simple and easy solutions, but now @global.w_solve_female_caregiver_1 learned she can talk to her daughter about these things. Before, she worried alone, now they can come up with solutions together!
af: Om ’n ouer van ’n tiener te wees, is regtig moeilik. Daar is dikwels geen maklike oplossings nie, maar nou het @global.w_solve_female_caregiver_1 geleer dat sy met haar dogter oor hierdie goed kan praat. Voorheen het sy haar alleen bekommer, nou kan hulle saam met oplossings vorendag kom!
sw: Kuwalea vijana ni kazi ngumu sana. Mara nyingi huwa hakuna njia za utatuzi zilizo rahisi na zilizonyooka, lakini sasa @global.w_solve_female_caregiver_1 amejifunza kwamba kumbe anaweza kuzungumza mambo haya na binti yake. Kabla, alikuwa akipata wasiwasi peke yake, lakini sasa wanaweza kutafuta pamoja njia za utatuzi!
xh: Ukuba ngumzali kubantwana abafikisayo kunzima ngokwenene. Amaxesha amaninzi akukho zicombululo zilula, kodwa ngoku @global.w_solve_female_caregiver_1 ufunde ukuba angathetha nentombi yakhe ngezi zinto. Ngaphambili, ebekade ezikhathaza yedwa, ngoku bangeza nezigqibo kunye!
zu: Ukukhulisa abantwana kunzima ngempela. Ngokuvamile azikho izixazulula ezilula, kodwa manje @global.w_solve_female_caregiver_1 ufunde ukuthi angakwazi ukukhuluma nendodakazi yakhe ngalezi zinto. Ngaphambili, ubekhathazeka yedwa, njengamanje beza nezixazululo bobabili!

# template
source: Have you tried the four steps of problem-solving with your teen yet? KNOW IT, SOLVE IT, TRY IT, TEST IT!
af: Het jy al die vier stappe van probleemoplossing met jou tiener probeer? KEN DIT, LOS DIT OP, PROBEER DIT, TOETS DIT!
sw: Je, tayari umejaribu kutumia hatua nne za kutatua matatizo na kijana wako? ELEWA – TAFUTA UTATUZI – CHAGUA – JARIBU!
xh: Ngaba ukhe wawazama amanyathelo amane okusombulula ingxaki kunye nomntwana wakho ofikisayo? YAZI, YISOMBULULE, YIZAME, YIVAVANYE!
zu: Ingabe usuzizamile izinyathelo ezine zokuxazulula inkinga nengane yakho esebusheni bayo? YAZI, YIXAZULULA, YIZAME, IYIHLOLE!

# template
source: Your commitment is an inspiration to everyone. Keep calm and carry on!
af: Julle toegewydheid is ’n inspirasie vir almal. Bly kalm en gaan voort!
sw: Kujitolea kwako ni mfano wa kuigwa na kila mtu. Tulia na uendelee!
xh: Ukuzimisela kwakho kulukhuthazo kuye wonke umntu. Qhubeka uzolile uze uqhubekeke!
zu: Ukuzibophezela kwakho kuyisikhuthazo kuwo wonke umuntu. Qhubeka uzolile bese uyaqhubeka!

# template
source: You are on the right track to start solving problems together with your teen! Complete the @local.workshop_data.in_text_title and gain another important parenting skill!
af: Jy is op die regte pad om probleme saam met jou tiener op te los! Voltooi die @local.workshop_data.in_text_title en kry nog ’n belangrike ouerskapvaardigheid!
sw: Uko kwenye njia sahihi ya kuanza kutatua matatizo pamoja na kijana wako! Malizia @local.workshop_data.in_text_title ili upate ujuzi mwingine muhimu wa malezi!
xh: Ukwindlela efanelekileyo yokuqalisa ukusombulula iingxaki kunye nomntwana wakho ofikisayo! Gqiba i-@local.workshop_data.in_text_title uze uzuze esinye isakhono esibalulekileyo sokuba ngumzali!
zu: Usendleleni efanele yokuqala ukuxazulula izinkinga ndawonye nengane yakho esebusheni bayo! Qedela i-@local.workshop_data.in_text_title bese uthola elinye ikhono elibalulekile lokuba umzali!

# template
source: Hi @fields.user_name! You are making such good progress on your parenting journey! Having a teen means having a lot of unexpected problems to deal with. This @global.workshop will show you how to deal with them.
sw: Habari @fields.user_name! Unaendelea vizuri sana katika safari yako ya malezi! Kuwa na kijana inamaanisha kuwa na matatizo mengi yasiyotarajiwa yanayotakiwa kushughulikiwa. @global.workshop hii itakuonesha jinsi ya kuyashughulikia.

# template
source: Hi @fields.group_name! You are making such good progress on your parenting journey! Having a teen means having a lot of unexpected problems to deal with. This @global.workshop will show you all how to deal with them.
sw: Habari @fields.group_name! Unaendelea vizuri sana katika safari yako ya malezi! Kuwa na kijana inamaanisha kuwa na matatizo mengi yasiyotarajiwa yanayotakiwa kushughulikiwa. @global.workshop hii itakuonesha jinsi ya kuyashughulikia.

# template
source: With teenagers, and in life, unexpected problems come up and we have to deal with them. Start the next @global.workshop to learn how to successfully address these problems.
sw: Unapokuwa na vijana, na katika maisha haya, matatizo yasiyotarajiwa hutokea na tunapaswa kukabiliana nayo. Anza @global.workshop inayofuata ili kujifunza jinsi ya kutatua matatizo hayo kwa mafanikio.
