Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# template
source: Greetings everyone. Our topic today is about praise. It is good to praise our children when they've done good because when we do that, they will do more of that good behavior we want to see. And let's not forget to praise ourselves when we do good too!
af: Goeiedag, almal. Ons onderwerp vandag gaan daaroor om iemand te prys. Dit is goed om ons kinders te prys wanneer hulle iets goed gedoen het, want dan sal hulle meer van daardie goeie gedrag wat ons wil sien, wys. En ons moenie vergeet om onsself te prys as ons iets goed gedoen het nie!
xh: Molweni, kuni nonke. Umxholo wethu namhlanje umalunga nokuncoma. Kuhle ukubancoma abantwana bethu xa benze into entle kuba xa sisenza loo nto, baya kubonisa isimilo esihle kakhulu esithanda ukusibona. Yaye singalibali ukuzincoma nathi xa senze okuhle!
zu: Sanibonani nonke. Isihloko sethu sanamuhla sikhuluma ngokuncoma. Kuyinto enhle ukuncoma abantwana bethu uma benze kahle ngoba uma senza kanjalo, bazokwenza okungeziwe okuhle esifuna ukukubona. Futhi singakhohlwa ukuzincoma nathi uma senze kahle!

# template
source: Parents usually don’t get thanked or praised enough.
af: Ouers word gewoonlik nie genoeg bedank of geprys nie.
xh: Abazali abadli ngakubulelwa okanye banconywe ngokwaneleyo.
zu: Akuvamile ukuthi abazali babongwe noma banconywe ngokwanele.

# template
source: To get them to do it more often
af: Om hulle sovêr te kry om dit meer gereeld te doen
xh: Ukuze abenze bayenze rhoqo
zu: Ukuze abakwenzayo bakwenze ngokwengeziwe

# template
source: To help her finish her work
af: Om haar te help om haar werk klaar te kry
xh: Ukumnceda awugqibe umsebenzi wakhe
zu: Ukuze amsize aqedele umsebenzi wakhe

# template
source: To make them feel good
af: Om hulle goed te laat voel
xh: Ukubenza bazive kamnandi
zu: Ukubenza bazizwe bejabule

# template
source: To make herself feel good
af: Om haarself goed te laat voel
xh: Ukumenza lo mntwana azive kamnandi
zu: Ukuze azizwe ejabule

# template
source: Praise really is powerful. Let’s look at the example of @global.w_praise_female_caregiver_name and her daughters:
af: Om iemand te prys, het baie trefkrag. Kom ons kyk na die voorbeeld van @global.w_praise_female_caregiver_name en haar dogters:
xh: Ukuncoma kunamandla kakhulu. Makhe sijonge umzekelo ka @global.w_praise_female_caregiver_name neentombi zakhe:
zu: Ngempela ukuncoma kunamandla. Ake sibone isibonelo sika @global.w_praise_female_caregiver_name nendodakazi yakhe:

# template
source: When @global.w_praise_female_caregiver_name is busy, her two daughters often fight. But today, her older daughter actually helped her sister with her schoolwork!
af: Wanneer @global.w_praise_female_caregiver_name besig is, baklei haar twee dogters dikwels. Maar vandag het haar ouer dogter nogal haar suster met haar skoolwerk gehelp!
xh: Xa u @global.w_praise_female_caregiver_name exakekile, iintombi zakhe ezimbini ziyalwa qho. Kodwa namhlanje, intombi yakhe enkulu iye yancedisa udadewayo ngomsebenzi wesikolo!
zu: Ngesikhathi u @global.w_praise_female_caregiver_name ematasa, amadodakazi akhe amabili avamise ukulwa. Kodwa namuhla, indodakazi yakhe endala isize udadewabo ngomsebenzi wesikole!

# template
source: @global.w_praise_female_caregiver_name: "Thank you for doing your schoolwork, @global.w_praise_girl, and thank you for helping your sister, @global.w_praise_teen_girl. I'm so proud of you!"
af: @global.w_praise_female_caregiver_name: “Dankie dat jy jou skoolwerk gedoen het en @global.w_praise_girl, dankie vir jou hulp met jou suster,@global.w_praise_teen_girl. Ek is so trots op jou!”
xh: @global.w_praise_female_caregiver_name: "Enkosi ngokwenza umsebenzi wakho wesikolo, @global.w_praise_girl, yaye enkosi ngokuncedisa udadewenu, @global.w_praise_teen_girl. Ndiyazidla ngawe!”
zu: @global.w_praise_female_caregiver_name: "Ngiyabonga ngokuthi wenze umsebenzi wakho wesikole, @global.w_praise_girl, ngiyabonga ngokuthi usize udadewenu, @global.w_praise_teen_girl. Ngiyaziqhenya kakhulu ngani!"

# template
source: SEE IT
af: SIEN DIT
xh: YIBONE
zu: KUBONE

# template
source: Look for anything your teen does that is helpful or good, and praise them for it. They may not show it, but you’ll see them doing that good thing again. It will also reassure them that you notice and care.
af: Kyk uit vir enigiets wat jou tiener doen wat hulpvaardig of goed is, en prys hulle daarvoor. Hulle mag dit dalk nie wys nie, maar jy sal sien dat hulle daardie goeie ding weer sal doen. Dit sal hulle ook gerusstel dat jy dit raaksien en omgee.
xh: Khangela nantoni na umntwana wakho ofikisayo ayenzayo eluncedo okanye elungileyo, uze umncome ngenxa yoko. Basenokungayibonisi kodwa uya kubabona bephinda beyenza loo nto ilungileyo. Kanti iya kubaqinisekisa ukuba uyaqaphela yaye uyakhathala.
zu: Bheka noma yini ingane yakho ekwenzayo ewusizo noma okuhle, bese umncomela kona. Kungenzeka ingakubonisi kona, kodwa uzobona ziphinde zikwenza lokho okuhle futhi. Kuzobaqinisekisa ukuthi uyakubona futhi uyabakhathalela.

# template
source: SAY IT
af: SÊ DIT
xh: YITSHO
zu: KUSHO

# template
source: Be enthusiastic – really mean it when you say it!
af: Wees entoesiasties – bedoel dit opreg wanneer jy dit sê!
xh: Yiba nentshiseko – nyaniseka xa uyitsho!
zu: Yiba nentshiseko - yiba qotho kulokho okushoyo!

# template
source: REPEAT IT
af: HERHAAL DIT
xh: YIPHINDE
zu: KUPHINDE

# template
source: Try to find something to thank them for every day. Even something really small.
af: Probeer elke dag iets kry waarvoor jy hulle bedank. Selfs iets baie klein.
xh: Zama ukufumanisa into oza kubabulela ngayo suku ngalunye. Nditsho nento encinci kakhulu.
zu: Zama ukuthola okuthile ongayibonga ngakho ingane yakho usuku nosuku. Ngisho nento encane .

# template
source: You can also praise other adults in your household, too. Notice how they respond!
af: Jy kan ook ander volwassenes in jou huis prys. Let op hoe hulle reageer!
xh: Kanti ungancoma nabanye abantu abadala ekhayeni lakho. Phawula indlela abasabela ngayo!
zu: Ungancoma nabantu abadala ekhaya lakho. Qaphela indlela abasabela ngayo!

# template
source: Sometimes it’s hard to think of what to praise your teen for! Here are some ideas from other parents:
af: Soms is dit moeilik om aan iets te dink waarvoor jy jou tiener kan prys! Hier is ’n paar idees van ander ouers:
xh: Maxa wambi kuba nzima ukucinga ngento onokumncoma ngayo umntwana wakho ofikisayo! Nanga amanye amacebiso avela kwabanye abazali:
zu: Ngezinye izikhathi kunzima ukucabanga ukuthi yini ongamncomela yona umntwana wakho! Nanka amanye amacebo avela kwabanye abazali:

# template
source: Great to hear that you are doing well. You are a wonderful parent!
af: So bly om te hoor dit gaan goed met jou. Jy is ’n wonderlike ouer!
xh: Kumnandi ukuva ukuba uqhuba kakuhle. Ungumzali osemagqabini!
zu: Ngiyajabula ukuzwa ukuthi kukuhambela kahle. Ungumzali omangalisayo!

# template
source: Sorry that you are not having the best day. Well done for trying to figure everything out. Nobody has all the answers but you really do your best!
af: Jammer dat dit nie met jou goed gaan nie. Jy het goed gedoen om alles te probeer uitwerk. Niemand het ál die antwoorde nie, maar jy doen regtig jou bes!
xh: Uxolo ngoba usuku lwakho alukuhambeli kakuhle. Wenze kakuhle ngokuzama ukubona yonke into. Akakho umntu onazo zonke iimpendulo kodwa eneneni wenza konke okusemandleni akho!
zu: Ngiyaxolisa ngokuthi usuku lwakho aluhambi kahle. Wenza kahle ngokuzama ukwazi ngalokhu. Akekho umuntu onezimpendulo zayo yonke imibuzo kodwa wenza konke okusemandleni akho!

# template
source: Sorry to hear that you are not having a good day. Well done for getting up every morning and trying again, even when you are tired. That is real courage and dedication!
af: Jammer om te hoor dat dit nie met jou goed gaan nie. Jy het goed gedoen om elke dag op te staan en weer te probeer, selfs al is jy moeg. Dit wys regte moed en toewyding!
xh: Uxolo ngokuva ukuba alumnandanga usuku lwakho. Uqhube kakuhle ngokuvuka rhoqo ntsasa nganye uphinde uzame kwakhona naxa sele udiniwe. Yinkalipho nokuzinikela kokwenene!
zu: Ngiyaxolisa ukuzwa ukuthi usuku lwakho aluhambi kahle. Wenza kahle ngokuthi uvuke njalo ekuseni ukuze uzame futhi, ngisho noma ukhathele. Lokhu kubonisa ukuzimisela nokuzinikela!

# template
source: make rules with their teens
af: maak saam met hulle tieners reëls
xh: yenza imithetho kunye nabantwana bakho abafikisayo
zu: yenza imithetho kanye nentsha yabo

# template
source: Did you have any challenges when trying to make a rule together?
af: Het julle enige uitdagings ervaar toe julle probeer het om saam ’n reël vas te stel?
xh: Ngaba uye wanengxaki xa benizama ukwenza umthetho kunye?
zu: Ingabe ube nobunzima obuthile lapho uzama ukubeka umthetho ndawonye?

# template
source: What was difficult for you about making a rule with your teen?
af: Wat was vir jou moeilik toe dit kom by ’n reël saam met jou tiener maak?
xh: Yintoni ebinzima ngokubeka umthetho kunye nomntwana wakho ofikisayo?
zu: Yini ebinzima kuwe ngokubeka umthetho kanye nengane yakho esebusheni bayo?

# template
source: My teen and I could not agree on a rule.
af: Ek en my tiener kon nie oor ’n reël saamstem nie.
xh: Mna nomntwana wam khange sikwazi ukuvumelana ngomthetho.
zu: Mina nengane yami esebusheni bayo asikwazanga ukuvumelana ngomthetho.

# template
source: Think about whether the rule is reasonable. Can your teen follow it? When making rules as a family, it helps to think about your teen, how old they are, and what is important to them.
af: Dink of die reël redelik is. Kan jou tiener dit volg? Wanneer julle as ’n gesin reëls maak, help dit om aan jou tiener te dink, hoe oud hulle is en wat vir hulle belangrik is.
xh: Cinga enoba lo mthetho usengqiqweni. Ngaba umntwana wakho angakwazi ukuwuthobela? Xa nisenza umthetho njengentsapho, kuyanceda ukucinga ngomntwana wakho ofikisayo, mingaphi iminyaka yakhe, kunye nezinto ezibalulekileyo kuye.
zu: Cabanga ngokuthi umthetho uyafaneleka yini. Ingabe ingane yakho esebusheni bayo iyakwazi ukuwulandela? Lapho nibeka imithetho njengomndeni, kuyasiza ukucabanga ngengane yenu, ukuthi ineminyaka emingaki nokuthi yini ebalulekile kuyo.

# template
source: My teen felt it was unfair that they have to follow the rule while I don’t have to follow it.
af: My tiener het gevoel dis onregverdig dat hulle die reël moet volg terwyl ek dit nie hoef te volg nie.
xh: Umntwana wam ebevakalelwa kukuba akulunganga ukuba kufuneke athobele umthetho ngoxa kungafuneki ndiwuthobele mna.
zu: Ingane yami esebusheni bayo ibe nomuzwa wokuthi akulungile ukuthi yona kumelwe ilandele umthetho kuyilapho mina kungadingeki ngiwulandele.

# template
source: We should always remember that children learn best from us. The more we follow the rules, the more they will follow the rules, too. You can adjust the rule to make sure that it is realistic for everyone to follow, considering your responsibilities and your teen’s responsibilities (for example, school or work activities).
af: Ons moet altyd onthou dat kinders die beste by ons leer. Hoe meer ons die reëls volg, hoe meer sal hulle die reëls ook volg. Jy kan die reël aanpas om seker te maak dat dit realisties is vir almal om te volg, met inagneming van jou verantwoordelikhede en dié van jou tiener (byvoorbeeld skool- of werksaktiwiteite).
xh: Simele sisoloko sikhumbula ukuba abantwana bafunda kakuhle kumzekelo wethu. Okukhona sithobela imithetho, kokukhona nabo beza kuyilandela. Unokuwutshintsha umthetho ukuze uqinisekise ukuba unokuthotyelwa, ucinga ngeembopheleleko onazo kunye nezomntwana wakho ofikisayo (ngokomzekelo, izinto ezenziwa esikolweni okanye emsebenzini).
zu: Kufanele sikhumbule njalo ukuthi izingane zifunda kangcono kuthina. Lapho silandela imithetho, kuba lula ngazo ukulandela imithetho. Ungawushintsha umthetho ukuze uqinisekise ukuthi wonke umuntu uyakwazi ukuwulandela, ucabangela imithwalo yakho kanye nemithwalo yengane yakho (ngokwesibonelo, imisebenzi yesikole noma eyasekhaya).

# template
source: I felt uncomfortable, because I feel that I should be the one establishing the rule, not my teen.
af: Ek het ongemaklik gevoel omdat ek voel dat ek die een moet wees wat die reël neerlê, nie my tiener nie.
xh: Ndiye ndaziva ndingakhululekanga ngenxa yokuba ndivakalelwa kukuba ndim omele ukuba ubeka umthetho kungekhona umntwana wam ofikisayo.
zu: Ngizizwe ngingakhululekile, ngoba nginomuzwa wokuthi kufanele kube imina obeka umthetho hhayi ingane yami esebusheni bayo.

# template
source: My partner felt uncomfortable, because they feel that they should be the one establishing the rule, not the teen.
af: My lewensmaat het ongemaklik gevoel omdat hulle voel dat hulle die een moet wees wat die reël neerlê, nie die tiener nie.
xh: Iqabane lam liye laziva lingakhululekanga, ngenxa yokuba livakalelwa kukuba lilo elimele ukuba libeka umthetho, kungekhona umntwana ofikisayo.
zu: Engithandana naye uzizwe engakhululekile, ngoba unomuzwa wokuthi nguye okufanele abeke umthetho hhayi osemusha.

# template
source: When we establish rules together with our teens, that helps the family to understand each other better. The rules will be more realistic, and our teens will be more willing and able to follow the rules.
af: Wanneer ons saam met ons tieners reëls neerlê, help dit die gesin om mekaar beter te verstaan. Die reëls sal meer realisties wees, en ons tieners sal meer bereid en in staat wees om die reëls te volg.
xh: Xa sibeka imithetho sisebenzisana kunye nabantwana bethu abafikisayo, loo nto inceda ukuba abantu abakwintsapho baqondane. Imithetho iza kulungela wonke umntu kwaye abantwana bethu abafikisayo baza kufuna ngakumbi baze bakwazi ukuyithobela.
zu: Lapho sibeka imithetho ndawonye nentsha yethu, lokho kusiza umndeni uqondane kangcono. Imithetho kuyoba elandelekayo, futhi intsha yethu iyozimisela futhi ikwazi ukulandela imithetho.

# template
source: When we tried to set a rule, we got into an argument.
af: Toe ons ’n reël probeer neerlê het, het ons begin argumenteer.
xh: Xa besizama ukubeka umthetho, siye saxabana.
zu: Lapho sizama ukubeka umthetho, savele sanokukuphikisana.

# template
source: Was your teen in a good mood when you tried to set the rule? It is best to set rules when the situation is calm. If you or your teen are tired or hungry, it is better to talk about rules at a later time.
af: Was jou tiener in ’n goeie bui toe jy probeer het om die reël te maak? Dit is die beste om reëls te maak wanneer die situasie kalm is. As jy of jou tiener moeg of honger is, is dit beter om op ’n later tydstip oor reëls te praat.
xh: Ngaba ebekwimeko entle umntwana wakho ofikisayo xa benibeka umthetho? Kuhle ukubeka imithetho xa imeko izolile. Ukuba wena okanye umntwana wakho nidiniwe okanye nilambile, kungcono ukuthetha ngemithetho ngelinye ixesha.
zu: Ingabe ingane yahoo esebusheni bayo ibisesimweni esikahle lapho uzama ukubeka umthetho? Kungcono ukubeka imithetho lapho isimo sizolile. Uma wena noma ingane yakho ikhathele noma ilambile, kungcono ukukhuluma ngemithetho ngesinye isikhathi.

# template
source: We were not able to stick to the rule.
af: Ons kon nie by die reël bly nie.
xh: Khange sikwazi ukuwuthobela umthetho.
zu: Siyahluleka ukunamathela emthethweni.

# template
source: The rule needs to be specific and realistic. Make sure to have a rule that can be kept easily, like having one meal together every Sunday instead of every night. Do you need to be more flexible about the rule?
af: Die reël moet spesifiek en realisties wees. Maak seker dat jy ’n reël het wat maklik gehou kan word, soos om elke Sondag een maaltyd saam te eet in plaas van elke aand. Moet jy dalk meer buigsaam wees oor die reël?
xh: Umthetho kufuneka ungqale uze ube ngonokuthotyelwa. Qinisekisa ukuba umthetho obekwayo unokugcinwa ngokulula, njengokutya isidlo kunye qho ngeCawa endaweni yokwenza oko ngazo zonke iingokuhlwa. Ngaba kufuneka ububhetyebhetye kulo mthetho?
zu: Umthetho kudingeka uqonde futhi ulandeleke. Qinisekisa ukuthi lomthetho kulula ukuwulandela, njengokuba nesidlo esisodwa enisidla ndawonye njalo ngeSonto esikhundleni sokwenza lokho nsuku zonke. Ingabe kudingeka ube nomthetho ovumelana nezimo?

# template
source: Your goal was to make ONE rule with your teen this week.
af: Jou doelwit was om hierdie week EEN reël saam met jou tiener te maak.
xh: Injongo yakho ibikukubekela umntwana wakho ofikisayo umthetho OMNYE kule veki.
zu: Umgomo wakho bekuwukwenza umthetho OWODWA nengane yakho esebusheni bayo kuleli sonto.

# template
source: Well done for this! It’s not easy, and teenagers won’t keep to the rules all the time, but making a few key rules together is a great start. Praise yourself for trying this - we are proud of you!
af: Welgedaan! Dit is nie maklik nie, en tieners sal nie heeltyd die reëls gehoorsaam nie, maar om ’n paar sleutelreëls saam te maak, is ’n goeie begin. Prys jouself omdat jy dit probeer het – ons is trots op jou!
xh: Usebenzile ngokwenza le nto! Akululanga kwaye abantwana abafikisayo abazusoloko beyithobela imithetho, kodwa ukubeka imithetho ebalulekileyo yindlela entle yokuqalisa. Zincome ngokwenza oku - siyazingca ngawe!
zu: Wenze kahle kulokhu! Akulula, futhi intsha ngeke iyihloniphe imithetho ngaso sonke isikhathi, kodwa ukubeka imithetho embalwa esemqoka ndawonye kuyisiqalo esihle. Zincome ngokuzama lokhu - siyaziqhenya ngawe!

# template
source: Rules help teens understand what is expected from them. Teens are more likely to follow rules if you create the rules WITH your teen and praise them for it!
af: Reëls help tieners om te verstaan wat van hulle verwag word. Tieners sal meer geneë wees om reëls na te kom as jy reëls SAAM met jou tiener neerlê en hulle daarvoor prys!
xh: Imigaqo inceda abantwana abafikisayo baqonde oko kulindelekileyo kubo. Abantwana abafikisayo batyekele ngakumbi ekulandeleni imigaqo xa imigaqo niyenza KUNYE nomntwana wakho ofikisayo uze umncome ngaloo nto!
zu: Imithetho yenza abantwana bethu ukuthi yini elindeleke kubo. Abantwana bayayilandela imithetho uma wenze imithetho NABO futhi ubancome ngalokho!

# template
source: Greetings, everyone. Today's topic is rules. Rules promote peace within the household and promote understanding amongst family members. Rules promote responsibilities for each family member; therefore, it is important to have family rules. A household with family rules lives in peace.
af: Goeiedag, almal. Vandag se onderwerp is reëls. Reëls bevorder vrede binne die huishouding en begrip tussen gesinslede. Reëls bevorder verantwoordelikhede vir elke lid van die gesin; daarom is dit belangrik om gesinsreëls te hê. ’n Huishouding met gesinsreëls lewe in vrede.
xh: Molweni, kuni nonke. Umxholo wanamhlanje yimigaqo. Imigaqo ikhuthaza uxolo ekhayeni ize ikhuthaze ukuqondana phakathi kwamalungu entsapho. Imigaqo ikhuthaza iimbopheleleko kwilungu ngalinye lentsapho, ngenxa yoko, kubalulekile ukuba nemigaqo yentsapho. Ikhaya elinemigaqo yentsapho liphila eluxolweni.
zu: Sanibonani, nonke. Isihloko sanamuhla imithetho. Imithetho ikhuthaza ukuthula ekhaya futhi ikhuthaza ukuqondana phakathi kwamalungu omndeni. Imithetho ithuthukisa izibopho zelungu lomndeni ngalinye, ngakho-ke kubalulekile ukuba umndeni ube nemithetho. Ikhaya elinemithetho umndeni uphila ngokuthula.

# template
source: Write down one important rule you’d like to make with your teenager – you'll be doing this as your home practice this week. What will they think about it?
af: Skryf een belangrike reël wat jy graag saam met jou tiener wil maak, neer – jy sal dit hierdie week as jou tuisoefening doen. Wat sal hulle daarvan dink?
xh: Bhala phantsi umgaqo omnye obalulekileyo ongathanda ukuwenza nomntwana wakho ofikisayo – uza kuwenza njengoqheliso lwasekhaya kule veki. Baya kucinga ntoni ngoku?
zu: Bhala phansi umthetho owodwa obalulekile ongathanda ukuwubeka nengane yakho - uzokwenza lokhu njengomsebenzi wasekhaya wokuprakthiza waleli viki. Bazocabangani ngawo?

# template
source: That's right, making clear rules together in a calm and positive way works so well!
af: Dis reg, om reëls saam op ’n kalm en positiewe manier neer te lê, werk baie goed!
xh: Unyanisile, ukwenza imigaqo ecacileyo kunye ngendlela ezolileyo neyiyo kunceda kakhulu!
zu: Kunjalo, ukwenza imithetho ecacile ndawonye ngendlela ezolile neyakhayo kusebenza kahle!

# template
source: She praised him
af: Sy het hom geprys
xh: Uye wamncoma
zu: Uye wamncoma

# template
source: She rewarded him when he followed the rule
af: Sy het hom beloon toe hy die reël gevolg het
xh: Umnike umvuzo ngokulandela umgaqo
zu: Uye wamvuza uma elandela umthetho

# template
source: Let's read what happened with @global.w_rules_teen_boy and his @global.w_rules_female_caregiver_1:
af: Kom ons lees wat met @global.w_rules_teen_boy en sy @global.w_rules_female_caregiver_1 gebeur het:
xh: Makhe sifunde ngoko kwenzeke nge @global.w_rules_teen_boy ne @global.w_rules_female_caregiver_1:
zu: Ake sifunde ngokwenzeke ku @global.w_rules_teen_boy no @global.w_rules_female_caregiver_1 wakhe:

# template
source: @global.w_rules_female_caregiver_1: "You always come home late!" @global.w_rules_teen_boy: "No I don’t, I don’t even know what late means! Stop nagging me."
af: @global.w_rules_female_caregiver_1: “Jy kom altyd laat by die huis!” @global.w_rules_teen_boy: “Nee, dis nie waar nie! Ek weet nie eens wat laat beteken nie! Hou op om so met my te neul.”
xh: @global.w_rules_female_caregiver_1: "Usoloko ugoduka emva kwexesha!" @global.w_rules_teen_boy: "Hayi akunjalo, andazi nokuba lithetha ukuthini igama elithi emva kwexesha! Khawuyeke ukundijikeleza ngochuku.”
zu: @global.w_rules_female_caregiver_1: “Uhlale ubuya sekuhlwile ekhaya!” @global.w_rules_teen_boy: “Cha angazi, angazi nokuthi kusuke kungubani isikhathi uma sekuhlwile! Yeka ukungicasula.”

# template
source: Which specific rule could @global.w_rules_teen_boy and @global.w_rules_female_caregiver_1 create together?
af: Watter spesifieke reël kan @global.w_rules_teen_boy en @global.w_rules_female_caregiver_1 saam neerlê?
xh: Nguwuphi umgaqo okhethekileyo abanokuthi u @global.w_rules_teen_boy no @global.w_rules_female_caregiver_1 bawuyile kunye?
zu: Yimuphi umthetho oqondile @global.w_rules_teen_boy no @global.w_rules_female_caregiver_1 abangawenza ndawonye?

# template
source: Let’s see how @global.w_rules_female_caregiver_1 and @global.w_rules_teen_boy did this the next day: @global.w_rules_female_caregiver_1: “I want you to have fun, @global.w_rules_teen_boy, but I’m also worried about you staying out late. Do you know why?” @global.w_rules_teen_boy: “Because you want me to have enough time for my schoolwork?”
af: Kom ons kyk hoe @global.w_rules_female_caregiver_1 en @global.w_rules_teen_boy dit die volgende dag gedoen het: @global.w_rules_female_caregiver_1: “Ek wil hê jy moet pret hê, @global.w_rules_teen_boy, maar ek is ook bekommerd omdat jy laat uitbly. Weet jy hoekom?” @global.w_rules_teen_boy: “Omdat jy wil hê dat ek genoeg tyd vir my skoolwerk moet hê?”
xh: Makhe sibone indlela u @global.w_rules_female_caregiver_1 no @global.w_rules_teen_boy abayenza ngayo le nto ngosuku olulandelayo @global.w_rules_female_caregiver_1: Ndifuna wonwabe, @global.w_rules_teen_boy, kodwa iyandikhathaza nento yokuhamba kwakho ngobusuku. Ngaba uyasazi isizathu?” @global.w_rules_teen_boy: “Ngenxa yokuba ufuna ndibe nexesha elaneleyo lokwenza umsebenzi wam wesikolo?”
zu: Ake sibone ukuthi @global.w_rules_female_caregiver_1 no @global.w_rules_teen_boy yini abayenzile ngosuku olulandelayo: @global.w_rules_female_caregiver_1: “Ngiyafuna ukuthi uzijabulise, @global.w_rules_teen_boy, kodwa ngiyakhathazeka uma ungabuyi kuze kuhlwe. Uyazi ukuthi kungani?” @global.w_rules_teen_boy: “Kungenxa yokuthi ufuna ngibe nesikhathi esanele sokwenza umsebenzi wami wesikole?”
