Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# template
source: If you have not done it together yet, make two maps with your teen of safe and unsafe places: * Map of your community * Map of apps and websites your teen uses Make sure you are both happy with the safety plan. What really matters is that you talk with your teen as you do this – often teens know much more than we do about where it is safe and unsafe!
sw: Kama bado hamjafanya hivyo pamoja, choreni ramani mbili za maeneo salama na yasiyo salama wewe na kijana wako: * Ramani ya jamii yenu * Ramani ya programu na tovuti ambazo kijana wako anatumia Hakikisheni wote mnafurahishwa na mpango wa usalama. Kilicho muhimu hasa ni kwamba utakuwa unazungumza na kijana wako pindi mnapofanya hivyo – mara nyingi vijana wanajua mengi kutuzidi kuhusu maeneo salama na yasiyo salama!

# template
source: Safety Plan Activity
af: Veiligheidsplan-aktiwiteit
sw: Shughuli ya Mpango wa Usalama
xh: Umsebenzi Wesicwangciso Sokhuseleko
zu: Umsebenzi Wehlelo Lokuphepha

# template
source: Discuss together: * Which areas on your map are safe for teenagers – CIRCLE these * Which areas on your map are unsafe for teenagers – CROSS those off * What makes a place safe or unsafe? * What could you and your teen do to keep your teen safer?
af: Bespreek onder mekaar: * Watter areas op jou kaart is veilig vir tieners? – OMKRING dit * Watter areas op jou kaart is onveilig vir tieners? – TREK ’n STREEP daardeur * Wat maak ’n plek veilig of onveilig? * Wat kan jy en jou tiener doen om jou tiener veiliger te hou?
sw: Jadilini pamoja: * Je, maeneo yapi kwenye ramani yako ni salama kwa vijana? – ZUNGUSHIA maeneo hayo * Je, maeneo yapi kwenye ramani yako si salama kwa vijana? – KATA KWA MISTARI maeneo hayo * Je, ni nini hufanya mahali pawe salama au pasiwe salama? * Je, wewe na kijana wako mnaweza kufanya nini ili kumfanya kijana wako awe salama zaidi?
xh: Ncokolani kunye: * Ziziphi iindawo kwimephu yakho ezikhuselekileyo kubantwana abafikisayo * YENZA ISANGQA kwezi * Ziziphi iindawo kwimephu yakho ezingakhuselekanga kubantwana abafikisayo * ZINQAMLEZE ezi * Yintoni eyenza indawo ikhuseleke okanye ingakhuseleki? * Yintoni wena kunye nomntwana wakho ofikisayo eninokuyenza ukuze nigcine umntwana wakho ofikisayo ekhuselekile?
zu: Xoxani ndawonye: * Yiziphi izindawo ebalazweni lenu eziphephile ezinganeni zakho ezevile eminyakeni eyishumi nambili - yenza INDINGILIZA kuzo * Iziphi izindawo ebalazweni lakho ezingaphephile entsheni yakho - faka ISIPHAMBANO kuzo * Yini eyenza indawo iphephe noma ingaphephi? * Yini wena nentsha yakho eningayenza ukuze nigcine intsha yakho iphephile?

# template
source: * Which areas on your map are safe for teenagers – CIRCLE these * Which areas on your map are unsafe for teenagers – CROSS those off * What makes a place safe or unsafe? * What could you and your teen do to keep your teen safer?
af: * Watter areas op jou kaart is veilig vir tieners? – OMKRING dit * Watter areas op jou kaart is onveilig vir tieners? – TREK ’n STREEP daardeur * Wat maak ’n plek veilig of onveilig? * Wat kan jy en jou tiener doen om jou tiener veilig te hou?
sw: * Je, maeneo yapi kwenye ramani yako ni salama kwa vijana? – ZUNGUSHIA maeneo hayo * Je, maeneo yapi kwenye ramani yako si salama kwa vijana? – KATA KWA MISTARI maeneo hayo * Je, ni nini hufanya mahali pawe salama au pasiwe salama? * Je, wewe na kijana wako mnaweza kufanya nini ili kumfanya kijana wako awe salama zaidi?
xh: * Ziziphi iindawo kwimephu yakho ezikhuselekileyo kubantwana abafikisayo * YENZA ISANGQA kwezi * Ziziphi iindawo kwimephu yakho ezingakhuselekanga kubantwana abafikisayo * ZINQAMLEZE ezi * Yintoni eyenza indawo ikhuseleke okanye ingakhuseleki? * Yintoni wena kunye nomntwana wakho ofikisayo eninokuyenza ukuze nigcine umntwana wakho ofikisayo ekhuselekile?
zu: * Yiziphi izindawo ebalazweni lenu eziphephile ezinganeni zakho ezevile eminyakeni eyishumi nambili - yenza INDINGILIZA kuzo * Iziphi izindawo ebalazweni lakho ezingaphephile entsheni yakho - faka ISIPHAMBANO kuzo * Yini eyenza indawo iphephe noma ingaphephi? * Yini wena nentsha yakho eningayenza ukuze nigcine intsha yakho iphephile?

# template
source: Sometimes, we can find ourselves in trouble. Discuss together: * Where can you and your teen get support when you face a crisis? – MARK those areas with a little object like a stone or piece of paper. Below are some places that can be helpful
af: Soms kan ons in die moeilikheid wees. Bespreek onder mekaar: * Waar kan jy en jou tiener ondersteuning kry wanneer julle voor ’n krisis te staan kom? – MERK daardie areas met ’n klein voorwerp soos ’n klippie of stukkie papier. Hier onder is ’n paar plekke wat van hulp kan wees
sw: Wakati mwingine, tunaweza kujikuta matatani. Jadilini pamoja: * Je, wewe na kijana wako mnaweza kupata wapi msaada mnapokabiliwa na hali ya hatari? – WEKA ALAMA kwenye maeneo hayo kwa kutumia kitu kidogo kama jiwe au kipande cha karatasi. Hapa chini kuna maeneo yanayoweza kukusaidia
xh: Maxa wambi, singazifumana sisengxakini. Ncokolani kunye: * Wena nomntwana wakho ofikisayo ningayifumana phi inkxaso xa nijamelene nentlekele? * PHAWULA ezo ndawo zinento encinci njengelitye okanye intwana yephepha. Apha ngezantsi kukho iindawo ezinokuba luncedo
zu: Ngezinye izikhathi zingazithola sisenkingeni. Xoxani ndawonye: * Wena nomntwana wakho ningaluthola kuphi usizo uma nizithola nisenkingeni? – PHAWULA lezo zindawo ngokuthile okunjengetshe noma isiqeshana sephepha. Ngezansi ezinye izindawo ezingaba usizo

# template
source: Sometimes, we can find ourselves in trouble. * Where can you and your teen get support when you face a crisis? – MARK those areas with a little object like a stone or piece of paper.
af: Soms kan ons in die moeilikheid wees. Bespreek onder mekaar: * Waar kan jy en jou tiener ondersteuning kry wanneer julle voor ’n krisis te staan kom? – MERK daardie areas met ’n klein voorwerp soos ’n klippie of stukkie papier.
sw: Wakati mwingine, tunaweza kujikuta matatani. * Je, wewe na kijana wako mnaweza kupata wapi msaada mnapokabiliwa na hali ya hatari? – WEKA ALAMA kwenye maeneo hayo kwa kutumia kitu kidogo kama jiwe au kipande cha karatasi.
xh: Maxa wambi, singazifumana sisengxakini. * Wena nomntwana wakho ofikisayo ningayifumana phi inkxaso xa nijamelene nengxaki? * PHAWULA ezo ndawo zinento encinci njengelitye okanye intwana yephepha.
zu: Ngezinye izikhathi zingazithola sisenkingeni. * Wena nomntwana wakho ningaluthola kuphi usizo uma nizithola nisenkingeni? – PHAWULA lezo zindawo ngokuthile okunjengetshe noma isiqeshana sephepha.

# template
source: * Draw pictures of the apps and websites your teenagers use * Praise your teens for how good they are at using the web! * Talk about which ones might be unsafe. Why? * What could you and your teen do to make using the internet safer for your teen and their friends?
af: * Teken prentjies van die toeps en webwerwe wat julle tieners gebruik * Prys julle tieners vir hoe goed hulle is met gebruik van die web! * Praat oor watter webwerwe onveilig kan wees. Waarom? * Wat kan jy en jou tiener doen om gebruik van die internet vir jou tiener en hulle vriende veiliger te maak?
sw: * Choreni picha za programu na tovuti ambazo vijana wenu hutumia * Sifianeni kwa jinsi wanavyojua kutumia mtandao. * Zungumzieni zile ambazo zinaweza zisiwe salama. Kwa nini? * Je, nyinyi na vijana wenu mnaweza kufanya nini ili matumizi ya intaneti yawe salama kwa vijana wenu na marafiki zao?
xh: * Zoba imifanekiso yee-app neewebhsayithi ezisetyenziswa ngabantwana bakho abafikisayo * Ncoma abantwana bakho abafikisayo ngendlela abayisebenzisa kakuhle ngayo i-intanethi! * Thethani ngokuba ziziphi ekusenokwenzeka ukuba azikhuselekanga Ngoba? * Yintoni wena nomntwana wakho ofikisayo eninokuyenza ukuze nenze ukusebenzisa i-intanethi kukhuseleke kumntwana wakho ofikisayo nabahlobo bakhe?
zu: * Dweba izithombe zama-app namawebusayithi umntwana wakho awasebenzisayo * Ncoma ingane yakho ngokusebenzisa kahle lawa mawebusayithi! * Khulumani ngokuthi yimaphi okungenzeka ukuthi awaphephile. Kungani? * Yini wena nomntwana wakho eningayenza ukuze nenze ukusebenzisa i-inthanethi kwengane yakho kanye nabangane bayo baphephe?

# template
source: * Draw pictures of the apps and websites your teenagers use * Recognise how good they are at using the web! * Think about which ones might be unsafe. Why? * What could you and your teen do to make using the internet safer for your teen and their friends?
af: * Teken prentjies van die toeps en webwerwe wat julle tieners gebruik * Gee erkenning vir hoe goed hulle is met gebruik van die web! * Dink oor watter webwerwe onveilig kan wees. Waarom? * Wat kan jy en jou tiener doen om gebruik van die internet vir jou tiener en hulle vriende veiliger te maak?
sw: * Choreni picha za programu na tovuti ambazo vijana wenu hutumia * Wasifie kwa jinsi wanavyojua kutumia mtandao. * Zungumzieni zile ambazo zinaweza zisiwe salama. Kwa nini? * Je, nyinyi na vijana wenu mnaweza kufanya nini ili matumizi ya mtandao yawe salama kwa vijana wenu na marafiki zao?
xh: * Zoba imifanekiso yee-app neewebhsayithi ezisetyenziswa ngabantwana bakho abafikisayo * Yiphawule indlela abayisebenzisa kakuhle ngayo i-intanethi! * Cingani ngokuba ziziphi ekusenokwenzeka ukuba azikhuselekanga Ngoba? * Yintoni wena nomntwana wakho ofikisayo eninokuyenza ukuze nenze ukusebenzisa i-intanethi kukhuseleke kumntwana wakho ofikisayo nabahlobo bakhe?
zu: * Dweba izithombe zama-app namawebusayithi umntwana wakho awasebenzisayo * Qaphela ukuthi bawasebenzisa kahle la mawebusayithi! * Cabanga ngokuthi yimaphi okungenzeka awaphephile. Kungani? * Yini wena nomntwana wakho eningayenza ukuze nenze ukusebenzisa i-inthanethi kwengane yakho kanye nabangane bayo baphephe?

# template
source: Let me try it out by myself
af: Kom ek probeer dit op my eie
sw: Ngoja niijaribu peke yangu
xh: Makhe ndiyizame ngoku ngokwam
zu: Ake ngizizamele ngokwami

# template
source: My family can join in now!
af: My gesin kan nou by ons aansluit!
sw: Familia yangu inaweza kujiunga sasa!
xh: Intsapho yam ingajoyina ngoku!
zu: Umndeni wami ungahlanganyela njengamanje!

# template
source: To keep our teens safe, we need to understand the dangerous situations they could get into!
af: Om ons tieners veilig te hou, moet ons die gevaarlike situasies waarin hulle kan beland, verstaan!
sw: Ili kuwaweka salama vijana wetu, tunahitaji kuelewa hali za hatari ambamo wanaweza kujiingiza!
xh: Ukugcina abantwana bethu abafikisayo bekhuselekile, kufuneka siqonde imeko eyingozi abanokungena kuyo!
zu: Ukuze sigcine abantwana bethu bephephile, kumelwe siqonde izimo eziyingozi abangangena kuzo!

# template
source: Every time you plan or keep a safety plan, click the @global.parent_point and celebrate your success!
af: Elke keer wanneer jy ’n veiligheidsplan maak of daarby hou, klik op die @global.parent_point en vier jou sukses!
sw: Kila wakati unapopanga mpango wa usalama au unapouzingatia, bofya @global.parent_point ili usherehekee mafanikio yako!
xh: Ngalo lonke ixesha uceba ukugcina isicwangciso sokhuseleko, cofa i @global.parent_point uze ubhiyozele impumelelo yakho!
zu: Ngaso sonke isikhathi uma nihlela noma nigcina uhlelo lokuphepha, chofoza u-@global.parent_point bese nibungaza impumelelo yenu!

# template
source: Let’s make two maps together of safe and unsafe places: * A map of our community * A map of apps/websites we use online You will do the same with your teen as home practice this week - if your teen is here now, you can do it together now!
sw: Hebu tuchore pamoja ramani mbili za maeneo salama na yasiyo salama: * Ramani ya jamii yetu * Ramani ya programu/tovuti tunazotumia mtandaoni Utafanya hivyohivyo na kijana wako kama zoezi la nyumbani la wiki hii – kama kijana wako yuko hapa sasa, mnaweza kufanya pamoja sasa!

# template
source: Safety Plan
af: Veiligheidsplan
sw: Mpango wa Usalama
xh: Isicwangciso Sokhuseleko
zu: Uhlelo Lokuphepha

# template
source: To keep our teens safe, we need to understand the dangerous situations they could get into! Let’s make two maps together of safe and unsafe places: * A map of our community * A map of apps/websites we use online Let’s make these maps as a group now. You’ll do the same with your teen as home practice this week.
af: Om ons tieners veilig te hou, moet ons die gevaarlike situasies waarin hulle kan beland, verstaan! Kom ons maak saam twee kaarte van veilige en onveilige plekke: *’n Kaart van ons gemeenskap *’n Kaart van apps/webwerwe wat ons aanlyn gebruik Kom ons maak hierdie kaarte nou as ’n groep. Jy sal hierdie week dieselfde tuisoefening saam met jou tiener doen.
sw: Ili kuwaweka salama vijana wetu, tunahitaji kuelewa hali za hatari ambazo wanaweza kuzijingiza! Hebu tuchore pamoja ramani mbili za maeneo salama na yasiyo salama: * Ramani ya jamii yetu * Ramani ya programu/tovuti tunazotumia mtandaoni Hebu sasa tuchore ramani hizo kama kikundi. Utafanya hivyohivyo na kijana wako kama zoezi la nyumbani la wiki hii.
xh: Ukugcina abantwana bethu abafikisayo bekhuselekile, kufuneka siqonde imeko eyingozi abanokungena kuyo! Makhe senze kunye iimephu zeendawo ezikhuselekileyo neziyingozi: * Imephu yendawo esihlala kuyo * Imephu yee-app/iiwebhsayithi esizisebenzisayo kwi-intanethi. Masenze ezi mephu siliqela ke ngoku. Niza kwenza loo nto nomntwana wakho ofikisayo njengoqheliselo lwasekhaya kule veki.
zu: Ukuze sigcine abantwana bethu bephephile, kumele siqonde izimo eziyingozi abangangena kuzo! Ake senze amabalazwe amabili ndawonye ezindawo eziphephile nezindawo ezingaphephanga: * Ibalazwe lomphakathi wethu * Ibalazwe lama-app/amawebusayithi esingawasebenzisa ku-inthanethi Ake senze la mabalazwe siyiqembu njengamanje. Uzokwenza okufanayo nengane yakho njengomsebenzi wasekhaya waleli viki.

# template
source: Step 1: What are important places in your community?
af: Stap 1: Wat is die belangrike plekke in jou gemeenskap?
sw: Hatua ya Kwanza: Je, yapi ni maeneo muhimu katika jamii yako?
xh: Inyathelo 1: Ziziphi iindawo ezibalulekileyo kwindawo enihlala kuyo?
zu: Isinyathelo 1: Yiziphi izindawo ezibalulekile emphakathini wakho?

# template
source: * Get a piece of paper (or old newspaper or a cardboard box) and a pen. * Draw a map of your teen’s community, with pictures of all the main places like streets, your house, school, shops, places your teen visits.
af: * Kry ’n stuk papier (of ou koerant of ’n kartonboks) en ’n pen. * Teken ’n kaart van jou tiener se gemeenskap, met prente van al die vernaamste plekke soos strate, julle huis, skool, winkels, plekke wat jou tiener besoek.
sw: * Chukua kipande cha karatasi (au gazeti la zamani au kasha la karatasi nene) na kalamu. * Chora ramani ya jamii ya kijana wako, ikiwa na picha za maeneo yote muhimu kama barabara, nyumba yako, shule, maduka, maeneo anayotembelea kijana wako.
xh: * Fumana intwana yephepha (okanye iphephandaba elidala okanye ibhokisi yekhadbhodi) nepeni. * Zoba imephu yendawo ahlala kuyo umntwana wakho ofikisayo, kunye nemifanekiso yazo zonke iindawo ezibalulekileyo njengezitrato, umzi wakho, isikolo, iivenkile, iindawo ezityelelwa ngumntwana wakho ofikisayo.
zu: * Thola isiqeshana sephepha (noma iphephandaba elidala noma ikhadibhodi) kanye nepeni. * Dweba ibalazwe lomphakathi wengane yakho, libe nezithombe zazo zonke izindawo eziyinhloko njengemigwaqo, indlu yakho, isikole, izitolo, izindawo ezivakashelwa ingane yakho.

# template
source: Step 2: Which places are safe and unsafe?
af: Stap 2: Watter plekke is veilig en onveilig?
sw: Hatua ya Pili: Je, maeneo yapi ni salama na yapi si salama?
xh: Inyathelo 2: Ziziphi iindawo ezikhuselekileyo nezingakhuselekanga?
zu: Isinyathelo 2: Yiziphi izindawo eziphephile nezingaphephanga?

# template
source: Discuss together: * Which areas on your map are safe for teenagers – CIRCLE these * Which areas on your map are unsafe for teenagers – CROSS those off * What makes a place safe or unsafe? * What could you and your teen do to keep your teen safer?
af: Bespreek onder mekaar: * Watter areas op jou kaart is veilig vir tieners? – OMKRING dit * Watter areas op jou kaart is onveilig vir tieners? – TREK ’n STREEP daardeur * Wat maak ’n plek veilig of onveilig? * Wat kan jy en jou tiener doen om jou tiener veiliger te hou?
sw: Jadilini pamoja: * Je, maeneo yapi kwenye ramani yako ni salama kwa vijana? – ZUNGUSHIA maeneo hayo * Je, maeneo yapi kwenye ramani yako si salama kwa vijana? – KATA KWA MISTARI maeneo hayo * Je, ni nini hufanya mahali pawe salama au pasiwe salama? * Je, wewe na kijana wako mnaweza kufanya nini ili kumfanya kijana wako awe salama zaidi?
xh: Ncokolani kunye: * Ziziphi iindawo kwimephu yakho ezikhuselekileyo kubantwana abafikisayo * YENZA ISANGQA kwezi * Ziziphi iindawo kwimephu yakho ezingakhuselekanga kubantwana abafikisayo * ZINQAMLEZE ezi * Yintoni eyenza indawo ikhuseleke okanye ingakhuseleki? * Yintoni wena kunye nomntwana wakho ofikisayo eninokuyenza ukuze nigcine umntwana wakho ofikisayo ekhuselekile?
zu: Xoxani ndawonye: * Yiziphi izindawo ebalazweni lenu eziphephile ezinganeni zakho - yenza INDINGILIZA kuzo * Iziphi izindawo ebalazweni lakho ezingaphephile ezinganeni zakho - faka ISIPHAMBANO kuzo * Yini eyenza indawo iphephe noma ingaphephi? * Yini wena nomntwana wakho eningayenza ukuze nigcine umntwana wakho ephephile?

# template
source: Step 3: Where can you get support?
af: Stap 3: Waar kan jy ondersteuning kry?
sw: Hatua ya Tatu: Je, unaweza kupata wapi msaada?
xh: Inyathelo 3: Ningayifumana phi inkxaso?
zu: Isinyathelo 3: Kukuphi lapho ungathola khona ukusekelwa?

# template
source: Sometimes, we can find ourselves in trouble. Discuss together: * Where can you and your teen get support when you face a crisis? – MARK those areas with a little object like a stone or piece of paper.
af: Soms kan ons in die moeilikheid beland. Bespreek onder mekaar: * Waar kan jy en jou tiener ondersteuning kry wanneer julle voor ’n krisis te staan kom? – MERK daardie areas met ’n klein voorwerp soos ’n klippie of stukkie papier.
sw: Wakati mwingine, tunaweza kujikuta matatani. Jadilini pamoja: * Je, wewe na kijana wako mnaweza kupata wapi msaada mnapokabiliwa na hali ya hatari? – WEKA ALAMA kwenye maeneo hayo kwa kutumia kitu kidogo kama jiwe au kipande cha karatasi.
xh: Maxa wambi, singazifumana sisengxakini. Ncokolani kunye: * Wena nomntwana wakho ofikisayo ningayifumana phi inkxaso xa nijamelene nengxaki? * PHAWULA ezo ndawo zinento encinci njengelitye okanye intwana yephepha.
zu: Ngezinye izikhathi zingazithola sisenkingeni. Xoxani ndawonye: * Ningaluthola kuphi usizo nokwesekwa uma nizithola nisenkingeni? – PHAWULA lezo zindawo ngokuthile okunjengetshe noma isiqeshana sephepha.

# template
source: Resources to help in the community
af: Hulpbronne om in die gemeenskap te help
sw: Rasilimali za msaada katika jamii
xh: Izinto zokunceda kwindawo ohlala kuyo
zu: Izinsiza zokusiza emphakathini

# template
source: Step 4: What are risky places online and how can you make them safer?
af: Stap 4: Wat is riskante plekke aanlyn en hoe kan jy hulle veiliger maak?
sw: Hatua ya Nne: Je, maeneo gani mtandaoni ni ya hatari na unawezaje kuyafanya yawe salama zaidi?
xh: Inyathelo 4: Ziziphi iindawo eziyingozi kwi-intanethi yaye ungazenza njani zikhuseleke?
zu: Isinyathelo 4: Yiziphi izindawo eziyingozi ku-inthanethi futhi ungenza kanjani ukuthi ziphephe?

# template
source: * Draw pictures of the apps and websites your teenagers use * Praise each other for how good they are at using the web! * Talk about which ones might be unsafe. Why? * What could you and your teen do to make using the internet safer for your teen and their friends?
af: * Teken prentjies van die toeps en webwerwe wat jou tieners gebruik. * Prys mekaar vir hoe goed julle is met gebruik van die web! * Praat oor watter webwerwe onveilig kan wees. Waarom? * Wat kan jy en jou tiener doen om gebruik van die internet vir jou tiener en hulle vriende veiliger te maak?
sw: * Choreni picha za programu na tovuti ambazo vijana wenu hutumia * Sifianeni kwa jinsi wanavyojua kutumia mtandao. * Zungumzieni zile ambazo zinaweza zisiwe salama. Kwa nini? * Je, nyinyi na vijana wenu mnaweza kufanya nini ili matumizi ya intaneti yawe salama kwa vijana wenu na marafiki zao?
xh: * Zoba imifanekiso yee-app neewebhsayithi ezisetyenziswa ngabantwana bakho abafikisayo * Ncomanani ngendlela eniyisebenzisa kakuhle ngayo i-intanethi!. * Thethani ngokuba ziziphi ekusenokwenzeka ukuba azikhuselekanga Ngoba? * Yintoni wena nomntwana wakho ofikisayo eninokuyenza ukuze nenze ukusebenzisa i-intanethi kukhuseleke kumntwana wakho ofikisayo nabahlobo bakhe?
zu: * Dweba izithombe zama-app namawebusayithi umntwana wakho awasebenzisayo * Ncomanani ngokusebenzisa kahle lawa mawebusayithi! * Khulumani ngokuthi yimaphi okungenzeka ukube awaphephile. Kungani? * Yini wena nomntwana wakho eningayenza ukuze nenze ukusebenzisa i-inthanethi kwengane yakho kanye nabangane bayo kuphephe?

# template
source: Online Safety Resources
af: Hulpbronne vir aanlyn veiligheid
sw: Rasilimali za Usalama Mtandaoni
xh: Izinto Zokhuseleko kwi-Intanethi
zu: Izinsiza Zokuphepha Ku-inthanethi

# template
source: Have you talked with your teen about safety measures?
af: Het jy al met jou tiener oor veiligheidsmaatreëls gesels?
sw: Je, umezungumza na kijana wako kuhusu hatua za usalama?
xh: Ngaba sele uthethile nomntwana wakho malunga namanyathelo okhuseleko?
zu: Ingabe usukhulumile nengane yakho esebusheni bayo ngezindlela zokuphepha?

# template
source: This has been the hardest of times to be a parent. You should be so proud of yourself for everything you have done. Think about every time you have made your teen smile and all the care you have given them. Parents are incredible, and you are incredible!
af: Hierdie is van die moeilikste tye om ’n ouer te wees. Jy moet so trots op jouself wees oor alles wat jy gedoen het. Dink aan elke keer dat jy jou tiener laat glimlag het en al die sorg wat jy hulle gegee het. Ouers is ongelooflik, en jy is ongelooflik!
sw: Huu ni wakati mgumu zaidi wa kuwa mzazi. Unapaswa kujionea fahari kwa kila kitu ulichofanya. Kumbuka kila wakati ulipomfanya kijana wako atabasamu na matunzo yote uliyompa. Wazazi ni wazuri sana, na wewe pia ni mzuri!
xh: Eli ibilelona xesha linzima kakhulu kubazali. Umele uzingce ngayo yonke into oyenzileyo. Cinga ngawo onke amaxesha oye wamenza wancuma ngawo umntwana wakho ofikisayo kunye nendlela oye wamnyamekela ngayo. Abazali bayamangalisa kwaye nawe uyamangalisa!
zu: Lesi bekuyisikhathi esinzima kakhulu sokuba umzali. Kumelwe uziqhenye ngakho konke okwenzile. Cabanga ngazo zonke izikhathi owenze ngazo ingane yakho esebusheni bayo yamamatheka kanye nakho konke ukunakekela oyinike khona. Abazali bayamangalisa, nawe uyamangalisa!

# template
source: To keep your teen safe, it helps to chat together about your community and their online experiences. Complete the @local.workshop_data.in_text_title and see how you can do this!
af: Om jou tiener veilig te hou, dra dit by om saam te gesels oor julle gemeenskap en hul aanlyn ervarings. Voltooi die @local.workshop_data.in_text_title en kyk hoe julle dit kan doen!
sw: Ili kijana wako awe salama, ni vizuri mpige soga pamoja kuhusu jamii yenu na shughuli zake mtandaoni. Maliza @local.workshop_data.in_text_title halafu utaona jinsi unavyoweza kufanya jambo hili!
xh: Ukuze umgcine ekhuselekile umntwana wakho ofikisayo, kuyanceda ukuncokola malunga nendawo enihlala kuyo kunye namava akhe okusebenzisa i-intanethi. Gqiba i-@local.workshop_data.in_text_title uze ubone indlela onokuyenza ngayo le nto!
zu: Ukuze ugcine ingane yahoo esebusheni bayo iphephile, kuyasiza ukuxoxa ndawonye ngomphakathi wenu kanye nalokho okutholakala kwi-inthanethi. Qedela i-@local.workshop_data.in_text_title ubone indlela ongakwenza ngayo lokhu!
