Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# template
source: Greetings, everyone. Today's topic is family budgeting. It is important to create a budget, but it is even more important to create a budget involving the entire family. Doing it together helps increase the level of understanding of how you spend money as a family and how much you save for the family, and you can even come up with plans of how you can save as a family.
af: Goeiedag, almal. Vandag se onderwerp is begrotings. Dit is belangrik om te begroot, maar dis selfs belangriker om die hele gesin by die opstel van ’n begroting te betrek. Wanneer dit saam gedoen word, help dit om die vlak van begrip oor hoe julle as gesin geld bestee en hoeveel julle vir die gesin spaar, te verhoog, en julle kan selfs planne maak oor hoe julle as gesin kan spaar.
xh: Molweni, kuni nonke. Umxholo wanamhlanje yibhajethi yentsapho Kubalulekile ukuyila ibhajethi, kodwa kubaluleke nangakumbi ukuyila ibhajethi ebandakanya intsapho iyonke Ukuyenza kunye kunceda ekwandiseni umlinganiselo wokuqonda indlela oyichitha ngayo imali njengentsapho nendlela oyongela ngayo intsapho, yaye ungade uze nezicwangciso zendlela eninokonga ngayo njengentsapho.
zu: Sanibonani, nonke. Isihloko sanamuhla ibhajethi yomndeni. Kubalulekile ukwenza ibhajethi, kodwa okubaluleke nakakhulu ukwenza isabelomali esihlanganisa umndeni wonke. Ukuyenza ndawonye kukhulisa izinga lokuqonda indlela imali esentshenziswa ngayo njengomndeni nokuthi malini ozoyongela umndeni wakho, ungenza nezinhlelo zokuthi nizoyonga kanjani imali njengomndeni.

# template
source: People often don’t see things in the same way. When we talk about our needs and wants, we understand each other better and can make good choices together on how to spend our money. Look at your lists of things you spend money on and discuss: * Which are NEEDS that you can’t live without? Why? * Which are WANTS which are nice to have but not essential? Why? * Which things could you try to spend less money on as a family?
af: Mense sien dinge dikwels nie op dieselfde manier nie. Wanneer ons oor ons behoeftes en begeertes praat, verstaan ons mekaar beter en kan ons saam goeie keuses maak oor hoe om ons geld te bestee. Kyk na jou lys van goed waarop julle geld bestee en bespreek: * Watter is BEHOEFTES waarsonder jy nie kan lewe nie? Hoekom? * Watter is BEGEERTES wat lekker is om te hê, maar nie noodsaaklik is nie? Hoekom? *Op watter van die goed kan julle as gesin probeer om minder geld te bestee?
xh: Abantu badla ngokungaziboni ngendlela efanayo izinto. Xa sithetha ngezidingo neemfuno zethu, siqondana bhetele yaye sinokwenza ukhetho olululo kunye ngendlela yokusebenzisa imali yethu. Jongani uluhlu lwenu lwezinto enisebenzisa imali kuzo nize nixoxe: * Zeziphi IZIDINGO ongenakuphila ngaphandle kwazo? Ngoba? * Zeziphi IIMFUNO ongathanda nje ukuba nazo kodwa ezingabalulekanga? Ngoba? * Zeziphi izinto eninokuzama ukungachithi mali eninzi kuzo njengentsapho?
zu: Ngokuvamile abantu ababoni izinto ngendlela efanayo. Uma sikhuluma ngezinto esizidingayo kanye nesizifunayo, siqondana kancono futhi senze izinqumo ezinhle ezimayelana nokuthi sizoyisebenzisa kanjani imali yethu. Bheka uhlu lwezinto osebenzisa imali kuzo bese niyaxoxa: *Yiziphi EZIYISIDINGO esingeke sikwazi ukuphila ngaphandle kwazo? Kungani? * Yiziphi ESIZIFUNAYO okumnandi ukuba nazo kodwa ezingabalulekile? Kungani? * Yiziphi izinto eningazama ukusebenzisa imali encane kuzo njengomndeni?

# template
source: Look at your list of things you spend money on and choose: * Which are NEEDS that you can’t live without? Why? * Which are WANTS which are nice to have but not essential? Why? * Which things could you try to spend less money on?
af: Kyk na jou lys van goed waarop julle geld spandeer en kies: * Watter is BEHOEFTES waarsonder jy nie kan lewe nie? Hoekom? * Watter is BEGEERTES wat lekker is om te hê, maar nie noodsaaklik is nie? Hoekom? *Op watter van die goed kan julle as gesin probeer om minder geld te bestee?
xh: Jongani uluhlu lwenu lwezinto enisebenzisa imali kuzo nize nikhethe: * Zezphi IZIDINGO ongenakuphila ngaphandle kwazo? Ngoba? * Zeziphi IIMFUNO ongathanda nje ukuba nazo kodwa ezingabalulekanga? Ngoba? * Zeziphi izinto eninokuzama ukungachithi mali eninzi kuzo?
zu: Bheka uhlu lwezinto osebenzisa imali kuzo bese uyakhetha: *Yiziphi EZIYISIDINGO esingeke sikwazi ukuphila ngaphandle kwazo? Kungani? * Yiziphi ESIZIFUNAYO okumnandi ukuba nazo kodwa ezingabalulekile? Kungani? * Yiziphi izinto eningazama ukusebenzisa imali encane kuzo?

# template
source: * Write down what your income is for the month. * Take some stones or beans or anything with lots of bits - this is your income for the month. (For example: If your income is @global.currency@local.monthly_income, and you have @local.number_of_beans beans, each bean is @global.currency@local.bean_value.) * Decide what you will spend on what, and put the stones/objects on that image. Not sure about your decisions? Having trouble deciding between "needs" and "wants"? That’s totally fine!
af: * Skryf neer wat julle inkomste vir die maand is. * Neem ’n paar klippies of boontjies, of enigiets waarvan jy baie het – dis julle inkomste vir die maand. (Byvoorbeeld: As jou inkomste@global.currency@local.monthly_income is, en jy het @local.number_of_beans boontjies, is elke boontjie @global.currency@local.bean_value.) * Besluit hoeveel julle op iets wil spandeer en plaas die klippies/voorwerpe op daardie prent. Is julle dalk nie seker oor jul besluite nie? Sukkel julle om tussen “behoeftes” en “begeertes” te besluit? Dis doodreg!
xh: * Bhala phantsi ukuba uyimalini umvuzo wakho wenyanga. * Thathani amatye ambalwa okanye iimbotyi okanye nantoni na enamasuntswana amaninzi - lo ngumvuzo wakho wenyanga. (Ngokomzekelo: Ukuba umvuzo wakho yi-@global.currency@local.monthly_income, kwaye uneembotyi ezi-@local.number_of_beans, imbotyi nganye yi-@global.currency@local.bean_value.) * Gqibani ukuba niza kuthenga ntoni ngemali, uze ubeke amatye/ izinto kuloo mfanekiso. Aniqinisekanga ngesigqibo senu? Ninengxaki ukwahlula phakathi “kweentswelo” “neemfuno”? Akukho ngxaki konke konke!
zu: * Bhala phansi ukuthi uzoba yimalini umholo wakho wenyanga. * Thathani amatshe noma ubhontshisi nanoma yini enezingcezu eziningi - lokhu kuzoba umholo wakho wenyanga. (Ngokwesibonelo: Uma umholo wakho ungu-@global.currency@local.monthly_income, kodwa unobhontshisi abangu-@local.number_of_beans, ubhontshisi owodwa uzoba ngu-@global.currency@local.bean_value.) * Yenza isinqumo ukuthi malini uzoyisebenzisela ini, bese ubeka amatshe/okuthile kuleso sithombe. Aniqiniseki ngesinqumo sakho? Nikuthola kunzima ukunquma ukuthi yiziphi izinto “enizidingayo” kanye ”nenizifunayo”? Lokho akunankinga ngempela!

# template
source: CONGRATULATIONS!!! You’ve made your budget – remember to do this exercise again with your other family members - if you agree on a plan together it will make a huge difference!
af: VEELS GELUK!!! Jy het jou gesin se begroting opgestel – onthou om hierdie oefening weer saam met jou ander gesinslede te doen – as julle saam oor ’n plan ooreenkom, sal dit ’n reuseverskil maak!
xh: SIVUYISANA NAWE!!! Uyenzile ibhajethi yakho – khumbula ukuphinda wenze olu qheliselo kunye namanye amalungu entsapho yakho - Ukuba niyavumelana ngokwenza isicwangciso kunye loo nto iya kwenza umahluko omkhulu!
zu: SIYAKUHALALISELA!!! Wenze isabelomali sakho - khumbula ukuphinde wenze lesi sabelo mali futhi namalungu womndeni wakho - uma nivumelana ndawonye ngohlelo kuzokwenza umehluko omkhulu!

# template
source: It can be hard to make ends meet every month. Many families have this problem! Including @global.w_money_grandma - let's have a look:
af: Dit kan baie moeilik wees om elke maand met jou geld uit te kom. Baie gesinne het hierdie probleem! Sluit @global.w_money_grandma in. Kom ons kyk:
xh: Kunokuba nzima ukondla intsapho nyanga nganye. Iintsapho ezininzi zinale ngxaki! Kuquka @global.w_money_grandma - makhe sijonge:
zu: Kungaba nzima ukuthola zonke izinto ozidingayo nyanga zonke. Imindeni eminingi ihlangabezana nalenkinga! Kuhlanganise @global.w_money_grandma - Ake sibone:

# template
source: @global.w_money_grandma: "I have been taking care of my grandchildren, @global.w_money_teen_girl and @global.w_money_teen_boy, since their parents died when they were young. We often struggle with money, as I only receive a small grant."
af: @global.w_money_grandma: “Ek pas my kleinkinders, @global.w_money_teen_girl en @global.w_money_teen_boy, op vandat hul ouers oorlede is toe hulle jonk was. Ons sukkel dikwels met geld, aangesien ek net ’n klein toelaag kry.”
xh: @global.w_money_grandma: "Bendinyamekela abazukulwana bam, @global.w_money_teen_girl no @global.w_money_teen_boy, ekubeni abazali babo basweleka besebancinci. Sisoloko sizamana nemali, njengoko ndifumana isibonelelo esincinci.”
zu: @global.w_money_grandma: “Bengilokhu nginakekela abazukulu bami, @global.w_money_teen_girl no @global.w_money_teen_boy, njengoba abazali babo bashona besebancane. Ngokuvamile siba nezinkinga zemali, njengoba ngithola kuphela imali yesibonelelo sikahulumeni esincane.”

# template
source: @global.w_money_grandma: "I am so stressed. I don’t have any money left. And now I’m fighting with my teens over things they want – again."
af: @global.w_money_grandma: “Ek is onder soveel spanning. Ek het geen geld oor nie. En nou baklei ek met my tieners oor goed wat hulle wil hê – weer eens.”
xh: @global.w_money_grandma: "Ndixinezeleke kakhulu. Andisenamali iseleyo. Yaye ngoku ndilwa nabantwana bam abafikisayo ngezinto abazifunayo– kwakhona."
zu: @global.w_money_grandma: “Nginengcindezi kakhulu. Anginayo imali esele. Futhi manje siyaxabana nezingane zami ngezinto abazifunayo futhi.”

# template
source: Great work, you have completed the first 3 steps! Let's see how @global.w_money_grandma made a plan with her money, just like you are doing:
af: Goeie werk, jy het die eerste 3 stappe voltooi! Kom ons kyk hoe@global.w_money_grandma ’n plan met haar geld gemaak het, net soos jy nou doen:
xh: Niqhube kakuhle, sele nigqibe amanyathelo ama-3 okuqala! Makhe sibone indlela u @global.w_money_grandma asenze ngayo isicwangciso sakhe ngemali, kanye njengokuba wenzile:
zu: Nenze umsebenzi omuhle, seniqede izinyathelo ezi-3 zokuqala! Ake sibone ukuthi @global.w_money_grandma ulwenze kanjani uhlelo lokusebenzisa imali yakhe, njengoba nje wenza:

# template
source: "I want the best future for my grandchildren, but I don’t know where to get the money. Loan sharks are dangerous and paying them back is so expensive. I should save, but that feels impossible!"
af: “Ek wil die beste toekoms vir my kleinkinders hê, maar ek weet nie waar om die geld te kry nie. Geldskieters is gevaarlik en dis so duur om hulle terug te betaal. Ek behoort te spaar, maar dit voel onmoontlik!”
xh: "Ndibafunela ikamva eliqaqambileyo abazukulwana bam, kodwa andazi ukuba ndingayifumana phi imali*. Oomatshonisa bayingozi yaye imali yabo uyibuyisa seyininzi kakhulu. Ndimele ndonge imali, kodwa loo nto ibonakala ingenakwenzeka!”
zu: “Ngifunela abazukulu bami ikusasa elihle, kodwa angazi ukuthi ngizoyithola kuphi imali. Ukuboleka imali komashonisa kuyingozi kanti futhi kuyabiza ukuyikhokha. Kumele ngonge imali, kodwa lokho kubonakala kungeke kwenzeke!”

# template
source: "My goal is to make sure my grandson can go to high school and my granddaughter can reach her dream of university. How can I save a lot of money with the little money I have?"
af: “My doel is om seker te maak dat my kleinseun hoërskool toe kan gaan en my kleindogter haar droom van universiteit kan verwesenlik. Hoe kan ek geld spaar met die min wat ek het?”
xh: "Usukelo lwam kukuqinisekisa ukuba umzukulwana wam ongumfana uyakwazi ukuya kwisikolo samabanga aphezulu aze umzukulwana wam oyintombazana akwazi ukufezekisa iphupha lakhe lokuya edyunivesithi. Ndingakwazi njani ukugcina imali eninzi ngale malana ndinayo?”
zu: “Umgomo wami ukuthi umzukulu wami womfana aye esikoleni samabanga aphezulu bese kuthi umzukulu wami wentombazane aye enyuvesi. Ngingakwazi kanjani ukonga imali eningi ngemadlana encane enginayo?”

# template
source: "I know - let’s start with a plan! First, let me make a budget – a plan for how I can save my money. Then I will save just a little bit of money at a time – I will even join a savings and loans group."
af: “Ek weet – kom ons begin met ’n plan! Ek sal eers ’n begroting maak – ’n plan vir hoe ek my geld kan spaar. Dan sal ek net ’n bietjie geld op ’n slag spaar – ek sal selfs by ’n spaar- en leningsgroep aansluit.”
xh: "Ndiyazi - masiqale ngesicwangciso! Okokuqala, masenze ibhajethi – isicwangciso sendlela endinokonga ngayo imali. Emva koko ndiza konga intwana yemali ngexesha – ndingade ndijoyine namaqela okonga nawembolekiso-mali."
zu: “Ngiyazi - ake siqale ngokuhlela! Okokuqala, ake ngenze isabelomali - uhlelo lokuthi ngizoyonga kanjani imali yami. Ngemva kwalokho ngizokonga imali encane ngesikhathi - ngizophinde ngijoyine namaqembu okonga imali nokubolekisa ngemali.”

# template
source: "I should also speak with my grandchildren to choose things that we can spend just a little bit less on each week. They will help me think of things we want but don’t need."
af: “Ek moet met my kleinkinders praat sodat hulle goed kan kies waarop ons elke week net ’n bietjie minder sal bestee. Hulle sal my help dink aan goed wat ons graag wil hê, maar nie nodig het nie.”
xh: "Kanti ndifanele ndithethe nabazukulwana bam ukuze sikhethe izinto esinokunciphisa inkcitho kuzo veki nganye. Baza kundincedisa ndicinge ngezinto esizifuna nje kodwa esingazidingiyo.”
zu: “Ngizophinde ngikhulume nabazukulu bami sikhethe izinto esizosebenzisa imali encane kuzona njalo ngeviki. Bazongisiza ngicabange ngezinto esizifunayo kodwa esingazidingi.”

# template
source: A few years later: "Look, we reached our dreams! I didn’t borrow any money from friends or loan sharks. By saving a tiny bit each week, I managed to pay for @global.w_money_teen_boy’s high school and save some money for @global.w_money_teen_girl’s university. I am so proud of this.”
af: ’n Paar jaar later: “Kyk, ons het ons drome verwesenlik! Ek het nie enige geld by vriende of geldskieters geleen nie. Deur elke week net ’n klein bietjie te spaar, het ek dit reggekry om vir @global.w_money_teen_boy se hoërskool te betaal en geld vir @global.w_money_teen_girl se universiteit te spaar. Ek is so trots hierop.”
xh: Kwiminyaka embalwa kamva: "Jonga, siwafezekisile amaphupha ethu! Andikhange ndiboleke kwizihlobo okanye koomatshonisa. Ngokubeka imali encinci veki nganye, ndikwazile ukuhlawula imali ka @global.w_money_teen_boyyamabanga aphakamileyo ndaza ndabeka imali ethile ka @global.w_money_teen_girlyasedyunivesithi. Ndiyazidla ngale nto.”
zu: Ngemva kweminyaka embalwa kamuva: “Bheka, sesiwafinyelele amaphupho ethu! Ayikho imali engiyiboleke kubangane noma komashonisa. Ngokonga okuncane iviki neviki, ngikwazile ukukhokhela u-@global.w_money_teen_boy esikolweni samabanga aphakeme futhi ngonga nemali ka-@global.w_money_teen_girl yokufunda enyuvesi. Ngiyaziqhenya ngalokhu.”

# template
source: Saving is important for one more reason: emergencies! @global.w_money_grandma also learned this along the way:
af: Om te spaar is om nog ’n rede belangrik: noodgevalle! @global.w_money_grandma het dit ook algaande geleer:
xh: Ukonga kubalulekile nangesinye isizathu: iimeko zongxamiseko! @global.w_money_grandma uye wayifunda le nto apha ekuhambeni:
zu: Ukonga kubaluleke ngalesi sezinye izizathu: izimo eziphuthumayo! @global.w_money_grandma uye wakufunda lokhu ngendlela:

# template
source: “One night there was a horrible storm that broke my roof. Everything was flooded. I suddenly had to find money to fix the roof. I just felt defeated.”
af: “Een nag was daar ’n vreeslike storm wat my dak gebreek het. Alles was onder water. Ek moes skielik geld kry om die dak te laat regmaak. Ek het net verlore gevoel.”
xh: “Ngobunye ubusuku kwabakho isichotho esibi esonakalisa uphahla lwam. Yonke into yayikhukhulisekile. Ngesiquphe kwafuneka ndizame imali yokulungisa uphahla. Ndaziva ndoyisakele”
zu: “Ngelinye ilanga kwaba nemvula enesiphepho esibi eyalimaza uphahla lwami. Kwakhukhuleka yonke into. Kwadingeka ngithole imali ngokushesha ukuze ngilungise uphahla. Ngazizwa ngiphelelwe ngamandla.”

# template
source: What do we spend on now?
af: Waarop bestee ons nou ons geld?
xh: Imali siyichitha entwenini ngoku?
zu: Siyisebenzisa kuphi imali njengamanje?

# template
source: THINK Activity
af: DINK-aktiwiteit
xh: Umsebenzi WOKUCINGA
zu: CABANGA Umsebenzi

# template
source: Talk together about needs and wants
af: Praat met mekaar oor behoeftes en begeertes
xh: Thethani kunye ngezidingo neemfuno
zu: Khulumani ngezidingo kanye nezimfuno ndawonye

# template
source: CHOOSE Activity
af: KIES-aktiwiteit
xh: KHETHA Umsebenzi
zu: KHETHA Umsebenzi

# template
source: Make your own budget
af: Stel jou eie begroting op
xh: Yenza ibhajethi yakho
zu: Zenzele isabelomali sakho

# template
source: BUILD Activity
af: BOU-aktiwiteit
xh: YAKHA Umsebenzi
zu: YAKHA Umsebenzi

# template
source: Emergencies and family goals
af: Noodgevalle en gesinsdoelwitte
xh: Iimeko zongxamiseko nosukelo lwentsapho
zu: Izimo eziphuthumayo nemigomo yomndeni

# template
source: PLAN Activity
af: BEPLAN-aktiwiteit
xh: CEBA Umsebenzi
zu: HLELA Umsebenzi

# template
source: Caring for yourself is so essential.
af: Dis uiters belangrik om na jouself om te sien.
xh: Ukuzinyamekela kubaluleke kakhulu.
zu: Kubalulekile ukuzinakekela.

# template
source: Wonderful, I am so happy things are going well. Keep up the good work.
af: Wonderlik, ek is so bly dit gaan goed. Hou so aan.
xh: Kuhle, ndivuya kakhulu izinto zihamba kakuhle Qhubeka nalo msebenzi mhle.
zu: Kuhle kakhulu, ngiyajabula ukuthi izinto zikuhambela kahle. Qhubeka nokwenza umsebenzi omuhle.

# template
source: You’ve tapped the @data.habit.praise_teen.in_text_title this week. Great job for remembering!
af: Jy het hierdie week op @data.habit.praise_teen.in_text_title geklik. Welgedaan dat jy onthou het!

# template
source: Your goal was to praise your teen.
af: Jou doelwit was om jou tiener te prys.
xh: Injongo yakho ibikukuncoma umntwana wakho ofikisayo.
zu: Umgomo wakho bekuwukuncoma ingane yakho esebusheni bayo.

# template
source: Did you have a chance to praise your teen this week?
af: Het jy hierdie week ’n kans gehad om jou tiener te prys?
xh: Ngaba uye wanalo ithuba lokuncoma umntwana wakho ofikisayo kule veki?
zu: Ingabe ulitholile ithuba lokuncoma ingane yakho esebusheni bayo kuleli sonto?

# template
source: It can sometimes be hard to remember to praise our teens. Next time you spend one-on-one time with your teen, try and think of one thing you can praise them for. You can even say, “Thank you for spending time with me!”.
af: Dit kan soms moeilik wees om te onthou om ons tieners te prys. Volgende keer dat jy een-tot-een-tyd saam met jou tiener deurbring, probeer dink aan een ding waarvoor jy hulle kan prys. Jy kan selfs sê: “Dankie dat jy tyd met my spandeer het!”
xh: Kunzima ngamanye amaxesha ukukhumbula ukuncoma abantwana bethu abafikisayo. Xa niphinda nichitha ixesha kunye nomntwana wakho ofikisayo, zama ukucinga ngento enye onokubancoma ngayo. Unako nokuthi, “Enkosi ngokuchitha ixesha kunye nam!”.
zu: Ngezinye izikhathi kungase kube nzima ukukhumbula ukuncoma intsha yethu. Esikhathini esizayo lapho uchitha isikhathi nengane yakho esebusheni bayo, zama ukucabanga ngento eyodwa ongayincoma ngayo. mhlamphe uthi, “Ngiyabonga ngokuchitha isikhathi nami!”.

# template
source: Well done - great job for remembering!
af: Welgedaan dat jy onthou het!
xh: Usebenzile - wenze umsebenzi omhle ngokukhumbula!
zu: Usebenzile - wenze kahle ngokukhumbula!

# template
source: How did your teen respond?
af: Hoe het jou tiener gereageer?
xh: Usabele njani umntwana wakho ofikisayo?
zu: Ingane yakho esebusheni bayo iphendule kanjani?

# template
source: Surprised
af: Verras
xh: Wothukile
zu: Imangele

# template
source: Happy
af: Bly
xh: Uvuyile
zu: Ijabulile

# template
source: My teen did not like it
af: My tiener het nie daarvan gehou nie
xh: Umntwana wam ofikisayo khange ayithande
zu: Ingane yami esebusheni bayo ayizange ikuthande lokho

# template
source: I do not know
af: Ek weet nie
xh: Andazi
zu: Angazi

# template
source: Remember, it takes some time for your teen to get used to seeing you praise them. The more time you spend with them, the better it will go!
af: Onthou, dit neem tyd vir jou tiener om daaraan gewoond te raak dat jy hulle prys. Hoe meer tyd jy met hulle deurbring, hoe beter sal dit gaan!
xh: Khumbula ukuba kuthatha ixesha ngomntwana wakho ofikisayo ukuba akuve umncoma. Okukhona uchitha ixesha kunye naye, kokukhona kuza kuya kusiba ngcono!
zu: Khumbula, kuthatha isikhathi ukuthi ingane yakho ijwayele ukukubona uyincoma. Lapho uchitha isikhathi esiningi nabo, kuzoba ngcono nakakhulu!

# template
source: Well done for observing how your teen felt; keep it up!
af: Welgedaan dat jy jou tiener se gevoelens opgelet het, hou so aan!
xh: Usebenzile ngokuphawula indlela avakalelwe ngayo umntwana wakho ofikisayo; yibambe apho!
zu: Wenze kahle ngokuqaphela indlela ingane yakho esebusheni bayo ezizwa ngayo; qhubeka wenza kanjalo!

# template
source: It happens - just be patient. Make sure to keep spending time with your teen, so they will value your opinion more and more. When your praise is genuine, you will see the benefits soon!
af: Dit gebeur – wees net geduldig. Maak seker dat jy tyd met jou tiener deurbring sodat hulle jou opinie meer en meer sal waardeer. Wanneer jou lof opreg is, sal jy kort voor lank die voordele sien!
xh: Iyenzeka into enjalo - yiba nomonde. Qinisekisa ukuba uqhubeka uchitha ixesha kunye nomntwana wakho ofikisayo ukuze azokuluxabisa uluvo lwakho nangakumbi. Xa ukuncoma kwakho kusuka entliziyweni, uza kubona iingenelo kungekudala!
zu: Kuyenzeka - yiba nesineke. Qinisekisa ukuthi uyaqhubeka uchitha isikhathi nengane yakho esebusheni bayo, ukuze ibheke umbono wakho njengobalulekile. Lapho ukuncoma kwakho kuqotho, uzozibona izinzuzo maduzane!

# template
source: No problem - try to observe how they respond the next time!
af: Geen probleem – probeer volgende keer oplet hoe hulle reageer!
xh: Akukho ngxaki - kwixesha elizayo, zama ukuphawula intsabelo yakhe!
zu: Ayikho inkinga - zama ukubona indlela ingane esabela ngayo esikhathini esizayo!

# template
source: You deserve some praise, too. Thank you again for using @global.parent_app. It shows you really care!
af: Jy verdien ook lof. Dankie weereens vir jou gebruik van @global.parent_app.. Dit wys dat jy regtig omgee!
xh: Nawe ukufanelwe ukunconywa. Enkosi kwakhona ngokusebenzisa i-@global.parent_app. Kubonisa ukuba ukhathala ngokwenene!
zu: Nawe uyakufanelekela ukunconywa. Siyakubonga ngokusebenzisa i-@global.parent_app. Kubonisa ukuthi uyakhathalela ngempela!

# template
source: Praise is a powerful parenting skill. If we praise our teens when they do something well, we will see them do more and more positive things!
af: Om iemand te prys, is ’n baie goeie vaardigheid vir ouerskap. As ons tieners geprys word wanneer hulle iets goed doen, sal ons sien dat hulle meer en meer positiewe dinge sal doen!
xh: Ukuncoma sesona sakhono sinamandla ebuzalini. Ukuba siyabancoma abantwana bethu abafikisayo xa besenza izinto kakuhle, siya kubabona besenza izinto ezingakumbi nezinto ezininzi ezintle!
zu: Ukuncoma kuyikhono elinamandla lokuba umzali. Uma sincoma abantwana bethu uma benze okuthile okuhle, sizobona benza izinto ezingeziwe ezinhle!
