Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# template
source: How will you support each other going forward? Here are some ideas from other families:
xh: Niza kuxhasana njani ukususela ngoku? Nanga amanye amacebiso avela kwezinye iintsapho:

# template
source: You’ve completed this week’s workshop. Next week’s workshop will celebrate you all, and help you plan for the future. Why don’t you plan some party food together, and have some music ready if you like to dance!
xh: Ulugqibile uqeqesho lwale veki. Uqeqesho lwaleveki izayo luza kubhiyozela nina nonke, luze lunincede nicebele ikamva. Kutheni ningakhe nicebe ukutya kwetheko kunye,nize nilungise umculo ukuba uyathanda ukudanisa!

# template
source: You’ve completed this week’s workshop. Next week’s workshop will celebrate you, and you can choose the support you want going forward. You can prepare a treat to celebrate – something you like to eat, or music you like to listen to!
xh: Ulugqibile uqeqesho lwale veki. Uqeqesho lwaleveki izayo luza kubhiyozela wena, yaye unokukhetha inkxaso oyifunayo ukubheka phambili. Ungalungiselela isidlo esimnandi ukuze ubhiyoze - into othanda ukuyitya, okanye umculo othanda ukuwuphulaphula!

# template
source: Rules are important to keep your teens safe - also online. There’s more about this in the Weekly Workshop on safety planning, but let’s already have a first look now!
xh: Imigaqo ibalulekile ukugcina umntwana wakho ofikisayo ekhuselekile - nakwi-intanethi. Kukho okungakumbi ngale nto kuQeqesho lweVeki nganye olungokuceba ukhuseleko, kodwa masesiqaliseni sijonge ngoku!

# template
source: The man in the car was pressuring @global.w_safe_teen_girl_1 with gifts
xh: * Le ndoda yemoto ibifaka uxinezeleko ku @global.w_safe_teen_girl_1 ngezipho

# template
source: Welcome! It’s great to have you here. This week is about YOU. In this welcome workshop you will: * Get tools to care for yourself * Customise the app for your needs
xh: Wamkelekile! Kumnandi ukuba kunye nawe apha. Le veki INGAWE. Kolu qeqesho lokukwamkela uya: * Kufumana izixhobo zokuzinyamekela * Vumelanisa le app neemfuno zakho

# template
source: With teenagers – and in life – unexpected problems come up. Here are 4 problem-solving steps to do together.
xh: Kubantwana abafikisayo – nasebomini – iingxaki ezingalindelekanga ziyavela. Nanga amanyathelo ama-4 okucombulula iingxaki enimele niwathathe kunye.

# global
source: New workshop ready tomorrow!
xh: Uqeqesha lwakho olutsha lwangomso sele lulungile!

# global
source: Workshop Reminder
xh: Isikhumbuzo Socweyo

# global
source: Mother
xh: Mama

# global
source: Father
xh: Tata

# global
source: TikTok
xh: I-TikTok

# global
source: Weekly Workshop Options
xh: Ukhetho Loqeqesho Lwangeveki

# global
source: Welcome and Self-Care
xh: Ukwamkela Nokuzinyamekela

# global
source: Self-Care
xh: Ukuzinyamekela

# global
source: How to add self-care
xh: Indlela yokongeza ukuzinyamekela

# global
source: One-on-One Time
xh: Ixesha Lenu Nobabini

# global
source: How to spend one-on-one time
xh: Indlela yokuchitha ixesha lenu nobabini

# global
source: Praise
xh: Ncoma

# global
source: How to praise
xh: Indlela yokuncoma

# global
source: Positive Instructions
xh: Imiyalelo Eyakhayo

# global
source: How to give positive instructions
xh: Indlela yokunika imiyalelo eyakhayo

# global
source: Managing Stress
xh: Ukulawula Uxinezeleko

# global
source: How to manage stress
xh: Indlela yokulawula uxinezeleko

# global
source: Family Budgets
xh: Iibhajethi Yentsapho

# global
source: How to budget & save
xh: Indlela yokubhajetha nokonga

# global
source: Rules
xh: Imigaqo

# global
source: How to create rules
xh: Indlela yokuyila imigaqo

# global
source: Calm Consequences
xh: Imiphumo Ezolileyo

# global
source: How to give calm consequences
xh: Indlela yokunika imiphumo ezolileyo

# global
source: Problem Solving
xh: Ukucombulula Iingxaki

# global
source: How to solve problems
xh: Indlela yokusombulula iingxaki

# global
source: Teen Safety
xh: Ukhuseleko Lwabantwana Abafikisayo

# global
source: How to keep your teen safe
xh: Indlela yokugcina umntwana wakho ofikisayo ekhuselekile

# global
source: Dealing with Crisis
xh: Ukuhlangabezana Neengxaki

# global
source: How to deal with crisis
xh: Indlela yokuhlangabezana neengxaki

# global
source: Celebration and Next Steps
xh: Ukubhiyoza kunye Namanyathelo Alandelayo

# global
source: How to support each other
xh: Indlela yokuxhasana

# tour
source: <p>Welcome to @global.parent_app.</p> <p>You deserve to feel good, and have happier family relationships.</p> <p>@global.parent_app will support you and your family in three ways:</p>
xh: <p>Wamkelekile ku @global.parent_app.</p> <p>Uyakufanelekela ukuziva kamnandi, uze ube nolwalamano oluhle nentsapho yakho.</p> <p>@global.parent_app uya kukuxhasa wena nentsapho yakho ngeendlela ezintathu:</p>

# tour
source: <p>This big button takes you to your @global.weekly_workshops </p> <p> Once per week a new workshop will be ready for you - every time focusing on a different a parenting skill. Press it to start your first workshop!</p>
xh: <p>Eli qhosha likhulu liya kukusa kwi @global.weekly_workshopsyakho </p> <p> Kanye ngeveki uqeqesho olutsha luya kukulindela - ngalo lonke ixesha unikela ingqalelo kubugcisa obahlukileyo bokuba ngumzali. Yicofe ukuze uqalise uqeqesho lwakho lokuqala!</p>

# tour
source: <p>The round button appears when a new @global.weekly_workshop is ready for you to do.</p>
xh: <p>Iqhosha elisisangqa livela xa i @global.weekly_workshop entsha ilungele ukuba uyenze.</p>

# tour
source: <p>Press this big button to get you to your @global.parent_points screen.</p> <p>Track your success in self-care and parenting. </p> <p>See your progress.</p> <p>Celebrate your daily achievements!</p>
xh: <p>Cofa eli qhosha likhulu ukuze uye kufika kwiskrini sakho se- @global.parent_points.</p> <p>Khangela impumelelo yakho ekuzinyamekeleni nasebuzalini. </p> <p>Bona inkqubela yakho.</p> <p>Bhiyozela izinto ozifezileyo ngosuku!</p>

# tour
source: <p>This button takes you to the @global.parent_centre </p> <p>Stacked with the resources you need whenever you want. </p> <p> Instant access to help sections with @global.essential_tools for each skill.</p> <p> Extra information and local resources.</p>
xh: <p>Eli qhosha liza kukusa kwi @global.parent_centre </p> <p>Lizele zizinto ozidingayo nanini na uzifuna. </p> <p> Ufikelelo lwangoko nangoko ukunceda amacandelo ane @global.essential_tools ukwenzela isakho ngaasinye.</p> <p> Inkcazelo eyongezelelekileyo nezinto zasekuhlaleni.</p>

# tour
source: <p>However you start, just the fact you are here shows you care.</p>
xh: <p>Noba uqale njani, isibakala sokuba ukhona sibonisa ukuba uyakhathala.</p>

# tour
source: <p>Use the @global.weekly_workshop_options to change your workshop settings. </p>
xh: <p>Sebenzisa i @global.weekly_workshop_options ukuze utshintshe useto loqeqesho. </p>

# data_list
source: Welcome to ParentApp. Click here to start your journey!
xh: Wamkelekile kwiApp Yomzali. Cofa apha ukuze uqalise uhambo lwakho!

# data_list
source: Hope you are feeling OK. Parenting is hard, but it’s never too late to start again with your teenager. Your first parenting workshop is ready for you! Click here to start your ParentApp journey!
xh: Ndiyathemba uziva bhetele. Ukuba ngumzali kunzima, kodwa awukashiywa lixesha lokuphinda uqalise nomntwana wakho ofikisayo. Uqeqesho lwakho lokuba ngumzali lulinde wena! Cofa apha ukuze uqalise uhambo lwakho lweApp Yomzali!

# data_list
source: Hi! Is everything OK? It seems you haven’t opened ParentApp lately. Why don’t you give it a try? Millions of parents have found these materials helpful. We are still here to support you.
xh: Molo! Ngaba yonke into ihamba KAKUHLE? Kubonakala ngathi khange uyivule iApp Yomzali kutshanje. Kutheni ungakhe uyizame? Izigidi zabazali zIye zafumanisa ezi zixhobo ziluncedo. Sisekhona ukuze sikuxhase.

# data_list
source: Hello again! It’s never too late to use ParentApp and get tailored parenting support. Why don’t you give it a try when you are commuting to work or when the food is cooking? Millions of parents found our materials helpful.
xh: Molo kwakhona! Awukashiywa lixesha lokusebenzisa i-App yoMzali uze ufumane inkxaso efanele wena yokuba ngumzali. Kutheni ungakhe uyizame xa usiya emsebenzini okanye xa usapheke ukutya? Izigidi zabazali ziye zafumanisa izixhobo zethu ziluncedo.

# data_list
source: ParentApp misses you! There is a lot to explore. We are still here to support you.
xh: I-App yoMzali iyakukhumbuza! Kuninzi omele ukuhlole. Sisekhona ukuze sikuxhase.

# data_list
source: Hope you are feeling OK. We know parenting is hard - use ParentApp to help you manage parenting stress.
xh: Ndiyathemba uziva bhetele. Siyazi ukuba kunzima ukuba ngumzali -sebenzisa iApp yoMzali ukukunceda ulawule uxinezeleko lokuba ngumzali.

# data_list
source: Hope you are feeling OK. We know parenting is hard - use ParentApp to prepare your teen for success in life.
xh: Ndiyathemba uziva bhetele. Siyazi ukuba kunzima ukuba ngumzali - sebenzisa iApp yoMzali ukulungiselela umntwana wakho ofikisayo ukuba aphumelele ebomini.

# data_list
source: Hope you are feeling OK. We know parenting is hard - use ParentApp to help you manage your teen's behaviour.
xh: Ndiyathemba uziva bhetele. Siyazi ukuba kunzima ukuba ngumzali -sebenzisa iApp yoMzali ukukunceda ulawule isimilo somntwana wakho ofikisayo.

# data_list
source: New message from PLH
xh: Umyalezo omtsha ovela kwi-PLH

# data_list
source: Hope you are feeling OK. We know parenting is hard - use ParentApp to bond with your teen again!
xh: Ndiyathemba uziva bhetele. Siyazi ukuba kunzima ukuba ngumzali -sebenzisa iApp yoMzali ukuze uphinde usondelelane nomntwana wakho ofikisayo kwakhona!

# data_list
source: Doing a relaxation activity
xh: Ukwenza umsebenzi wokuzipholisa

# data_list
source: Doing something they like for themselves
xh: Bazenzela into abayithandayo

# data_list
source: Praising themselves
xh: Bayazincoma

# data_list
source: Spending time with their teen
xh: Ukuchitha ixesha nabantwana babo abafikisayo

# data_list
source: Praising their teen when they did positive thing
xh: Ukuncoma abantwana babo abafikisayo xabenze into eyokhayo

# data_list
source: Get positive
xh: Yiba nethemba

# data_list
source: **Get positive** @global.parent_point
xh: **Yiba nethemba** @global.parent_point

# data_list
source: Giving their teen a positive instruction
xh: Ukunika imiyalelo eyakhayo kwabantwana babo abafikisayo

# data_list
source: Breathe not yell
xh: Thatha umoya ungangxoli

# data_list
source: **Breathe not yell** @global.parent_point
xh: **Thatha umoya ungangxoli** @global.parent_point

# data_list
source: Keeping the budget
xh: Ukugcina uhlahlo lwabiwo-mali

# data_list
source: Safe
xh: Ikhuselekile

# data_list
source: **Safe** @global.parent_point
xh: **Ikhuselekile** @global.parent_point

# data_list
source: COVID
xh: I-COVID

# data_list
source: **COVID** in the @global.parent_centre
xh: **i-Covid** kwi @global.parent_centre

# data_list
source: **Welcome and Self-Care** workshop
xh: Uqeqesho **lokwamkela Nokuzinyamekela**

# data_list
source: **One-on-One Time** workshop
xh: Ucweyo **lwexesha lenu nobabini**

# data_list
source: **Praise** workshop
xh: Uqeqesho **lokuzincoma**

# data_list
source: **Positive Instructions** workshop
xh: Uqeqesho **Lwemiyalelo Eyakhayo**

# data_list
source: **Managing Stress** workshop
xh: Uqeqesho **lokulawula Uxinezeleko**

# data_list
source: **Family Budgets** workshop
xh: Uqeqesho **Lwebhajethi Yentsapho**

# data_list
source: **Rules** workshop
xh: Uqeqesho **Lwemigaqo**

# data_list
source: **Calm Consequences** workshop
xh: Uqeqesho **Lwemiphumo Ezolileyo**

# data_list
source: **Problem Solving** workshop
xh: Uqeqesho **Lokusombulula Iingxaki**

# data_list
source: **Teen Safety** workshop
xh: Uqeqesho **Lokhuseleko Lomntu Ofikisayo**

# data_list
source: **Dealing with Crisis** workshop
xh: Uqeqesho **lokuhlangabezana Neengxaki**

# data_list
source: **Celebration and Next Steps** workshop
xh: Uqeqesho **Lokubhiyoza kunye Namanyathelo Alandelayo**
