Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# data_list
source: Yes, all of these are warning signs! Schools have strict rules to keep students safe. The teacher is abusing his power and knows that what he is doing is wrong. Probably, he has tried this before and will do it again, so @global.w_svp_teen_girl_1 could try to find others with the same experience to make it easier to report the teacher to an adult who she trusts.
sw: Ndio, yote hizi ni ishara za onyo! Shule zina sheria kali za kuwatunza wanafunzi salama. Mwalimu anadhalilisha madaraka yake na anajua anachokifanya ni kosa. Pengine, amejaribu hili kabla na atafanya tena, hivyo @global.w_svp_teen_girl_1 anaweza kujaribu kutafuta wengine waliopitia katika hali hio kuleta urahisi kumshitaki mwalimu kwa mtu mzima anayemuamini.

# data_list
source: @global.w_svp_teen_girl_2 says ‘no’ to offered lift
sw: @global.w_svp_teen_girl_2 kasema 'hapana' kwa lifti

# data_list
source: @global.w_svp_teen_girl_2: “No, I don’t want to…” Man: “Your friends left, so this is the only way you can get home, you idiot!”
sw: @global.w_svp_teen_girl_2: "Hapana, sitaki..." Mwanadamu: "Marafiki zako waliondoka, kwa hivyo hii ndio njia pekee ya kufika nyumbani, mjinga!"

# data_list
source: What warning signs do you see here? The man:
sw: Ishara gani za onyo unaziona hapa? Mwanaume:

# data_list
source: Does not listen to @global.w_svp_teen_girl_2
sw: Hasikilizi @global.w_svp_teen_girl_2

# data_list
source: Yells and calls @global.w_svp_teen_girl_2 names
sw: Anamfokea na kumuita @global.w_svp_teen_girl_2 majina

# data_list
source: May touch @global.w_svp_teen_girl_2 without permission
sw: Anaweza kumshika @global.w_svp_teen_girl_2 bila ruhusa

# data_list
source: May physically hurt @global.w_svp_teen_girl_2
sw: Anaweza kumuumiza kimwili @global.w_svp_teen_girl_2

# data_list
source: Makes @global.w_svp_teen_girl_2 feel unsafe
sw: Anamfanya @global.w_svp_teen_girl_2 kujisikia kutokuwa salama

# data_list
source: Pressures @global.w_svp_teen_girl_2
sw: Anamshawishi @global.w_svp_teen_girl_2

# data_list
source: Lies and acts disrespectfully
sw: Anasema uongo na kutokuwa na heshima

# data_list
source: Yes, all of these are warning signs! Your ‘no’ should alway be respected. Also remember, if people at home or outside use alcohol and other drugs this can be a warning sign, as those can make people angry, aggressive, and even violent.
sw: Ndio, hizi zote ni alama za onyo! "Hapana" yako inabidi iheshimiwe. Kumbuka pia, kama watu nyumbani au mtaani wanatumia kilevi na madawa ya kulevya hii ni alama ya onyo, maana hizo zinamfanya mtu awe na hasira, mwenye fujo na vurugu.

# data_list
source: Reflect on the positive
af: Dink na oor die positiewe
sw: Tafakari mambo chanya
xh: Cinga ngezinto ezakhayo
zu: Cabanga ngokuhle

# data_list
source: At the end of the day, take a minute to: * Talk to your teen about one fun thing they did. * Praise yourself for one thing you did well today. * You are a star!
sw: Mwisho wa siku, pata dakika chache: * Kuongea na kijana wako kuhusu kitu cha kufurahisha alichofanya * Jipongeze kwa kitu kimoja ulichofanya vizuri leo. * Wewe ni mshindi!

# data_list
source: Check-in chat
af: Aanmeldgesprek
sw: Simulizi ya kuanzia
xh: Ngena kwincoko
zu: Hlola imilayezo

# data_list
source: * Ask each other, “What made you happy today?” * Ask each other, “What difficulty did you face today?” * Ask each other, “How can I help you?” * Try to do this together every day; it could be when you are eating dinner together or before you go to bed.
sw: * Ulizaneni, “Kitu gani kilikufurahisha leo?” * Ulizaneni, “Ulikabiliana na shida gani leo?” * Ulizaneni, “Ninaweza kukusaidiaje?” * Jaribuni kufanya hivyo pamoja kila siku; inaweza kuwa wakati mnapokula pamoja chakula cha usiku au kabla ya kwenda kulala.

# data_list
source: Dream travel
sw: Safari ya ndoto

# data_list
source: * You can’t always travel, but you can always dream! Ask your teen these questions: * Where would you want to travel to? How long would you be away? What would you pack? What would you do on your trip? What would you see? * Look at a map together or draw one. * Choose a country that your teen has never heard of and learn more about the country.
sw: * Huwezi kusafiri kila wakati, lakini unaweza kuota kila wakati! Muulize kijana wako maswali haya: * Je, ungependa kusafiri kwenda wapi? Utakaa huko kwa muda gani? Utafungasha nini? Utafanya nini kwenye safari yako? Utaona nini? * Angalieni ramani pamoja au choreni ramani. * Chagua nchi ambayo kijana wako hajawahi kuisikia halafu mjifunze zaidi kuhusu nchi hiyo.

# data_list
source: Famous party
sw: Chama maarufu

# data_list
source: You and your teenager can plan a guestlist of the famous people you’d most like to invite to your party. You can each have five people – they can be from the past or from the present time. Who would you invite? And would your guests get on well together?
sw: Wewe na kijana wako mnaweza kutengeneza orodha ya wageni maarufu ambao mngependa kuwaalika kwenye sherehe yenu. Kila mmoja anaweza kuwa na watu watano – wanaweza kuwa watu wa zamani au wa sasa. Je, ungemwalika nani? Na, je, wageni wako wataweza kukaa pamoja vizuri?

# data_list
source: Two truths, one lie
af: Twee waarhede, een onwaarheid
sw: Kweli mbili, uongo mmoja
xh: Iinyaniso ezimbini, nobuxoki obunye
zu: Amaqiniso amabili, amanga awodwa

# data_list
source: * Think of three statements about yourself. Two must be true and one must be a lie. * It might help to think of wishes, dreams, experiences at school, likes or dislikes. For example: I hate bananas, my favourite subject is science, and I really wish I could sing. * Say them to your teenager and ask them to guess which one is a lie. * Did they guess correctly? Was it a surprise? * Now ask them to do the same. Did you learn something new about each other?
sw: * Fikiria kauli tatu kuhusu wewe. Mbili ni lazima ziwe za kweli na moja ni lazima iwe ya uongo. * Inaweza kusaidia kufikiria mambo ambayo ungetamani kuyapata, ndoto zako, mambo yalliyokutokea shuleni, mambo unayopenda au usiyopenda. Kwa mfano: Sipendi ndizi, somo ninalolipenda zaidi ni sayansi, na ninatamani sana ningejua kuimba. * Ziseme kwa kijana wako na mwambie akisie kauli ipi ni ya uongo. * Je, amekisia kwa usahihi? Je, alikushangaza? * Sasa mwambie na yeye afanye hivyohivyo. Je, mmejifunza jambo jipya kuhusu kila mmoja wenu?

# data_list
source: Time machine
sw: Mashine ya wakati

# data_list
source: Tell your teenager something about when you were a teenager yourself. What things didn’t exist then? Phones with internet? What did you do for fun? What did you worry about? Don’t worry if they don’t tell you something in return – what’s important is that they listen and remember. Sometimes our teenagers forget that their parents are people too!
sw: Mwambie kijana wako jambo fulani kuhusu wewe mwenyewe ulipokuwa kijana. Je, ni vitu gani havikuwepo wakati huo? Simu zenye intaneti? Ulifanya mambo gani ili kujifurahisha? Mambo gani yalikupa wasiwasi? Usijali kama yeye hatakuambia chochote – cha muhimu ni kwamba anasikiliza na kukumbuka. Wakati mwingine vijana wetu wanasahau kuwa wazazi wao ni watu pia!

# data_list
source: Superpowers
af: Superkragte
sw: Nguvu kubwa
xh: Amandla Angaphaya Kwaqhelekileyo
zu: Amandla angaphezu kwavamile

# data_list
source: * Think of a superpower. For example, going anywhere instantly, travelling in time, reading minds. * Ask your teen, “If you had the superpower to […], how would you use it?” * Encourage them to give their superhero a name and act it out. * Now let your teen choose a superpower for you. * Make sure you act out your superpower, too!
sw: * Fikiria kuhusu nguvu kuu. Kwa mfano, kwenda popote papo hapo, kusoma akili za wengine, kusafiri wakati mwingine. * Muulize kijana wako, “Kama ungekuwa na nguvu ya ajabu […], ungeitumiaje?” * Mhimize kumpa shujaa wake jina na kumuigiza. * Sasa mwache kijana wako akuchagulie nguvu ya ajabu. * Hakikisha unaigiza pia namna ya kuitumia hiyo nguvu yako ya ajabu!

# data_list
source: Just a friendly chat
af: Net ’n vriendelike geselsie
sw: Maongezi ya kirafiki
xh: Incoko yobuhlobo
zu: Izingxoxo zobungane

# data_list
source: Have a conversation with your teen about something they like. It can be about anything they choose to talk about: sports, friends, music, celebrities… Try to listen to your teen and give them space to talk.
sw: Zungumza na kijana wako kuhusu jambo analopenda. Linaweza kuhusu kitu chochote atakachochagua kuzungumzia: michezo, marafiki, muziki, watu mashuhuri... Jaribu kumsikiliza kijana wako na mpe nafasi ya kuzungumza.

# data_list
source: The interrupter
sw: Mdakizi

# data_list
source: * Choose a storyteller to start making up a story. * Story listeners can interrupt with a word at any time. * The storyteller needs to fit that word in their story. * When the story is finished, try with a different storyteller!
sw: * Chagueni msimuliaji ili aanze kubuni hadithi. * Wasikilizaji wa simulizi hiyo wanaweza kumkatiza na kusema neno fulani wakati wowote. * Msimuliaji anatakiwa kuingiza neno hilo kwenye hadithi yake. * Hadithi inapoisha, jaribuni kumpa nafasi msimuliaji mwingine!

# data_list
source: Three options
af: Drie opsies
sw: Machaguo matatu
xh: Ukhetho oluthathu
zu: Izindlela ezintathu

# data_list
source: * Think of three different situations. For example, driving a car, sailing a boat or flying a plane. * Say them to your teen and ask, “Which would you prefer?” * Ask them why? * Now think of three more situations or ask your teen to do it for you.
sw: * Fikiria kuhusu hali tatu tofauti. Kwa mfano, kuendesha gari, kusafiri kwa boti au kurusha ndege. * Mwambie kijana wako na muulize, "Kipi ungependa?' * Muulize kwa nini? * Sasa fikiria kuhusu hali tatu zaidi au muombe kijana wako afanye kwa ajili yako.

# data_list
source: Yes, no or maybe
sw: Ndiyo, hapana au labda

# data_list
source: * Ask each other questions. They can be any questions about things you like or what you did today. * The only rule is that you can’t answer “yes”, “no” or “maybe”. * How long can you last? How creative can you get with your answers? * Swap over and play again!
sw: * Ulizaneni maswali. Yanaweza kuwa maswali yoyote kuhusu mambo mnayopenda au kile mlichofanya leo. * Sheria pekee ya mchezo huu ni kwamba huwezi kujibu "ndiyo", "hapana" au "labda". * Je, unaweza kuendelea kufanya hivyo kwa muda gani? Je, majibu yako yanaweza kuwa na ubunifu kiasi gani? * Badilishaneni zamu za kuuliza na kujibu na mcheze tena!

# data_list
source: Memory game – "On Saturday..."
sw: Mchezo wa kumbukumbu - "Siku ya Jumamosi..."

# data_list
source: * First person says, “On Saturday, I am going to… (e.g., go to the park)”. * Second person adds to first person, “On Saturday, I am going to the park and… (e.g., visit my best friend). * Each person adds to the previous, trying to think of all of the fun things to do on Saturday.
sw: * Mtu wa kwanza anasema, “Siku ya Jumamosi, nitaenda... (k.m., kwenda kwenye bustani)”. * Mtu wa pili anaongeza kwa mtu wa kwanza, “Siku ya Jumamosi, nitaenda kwenye bustani na... (k.m., tembelea rafiki yangu wa karibu). * Kila mtu anaongeza ya awali, akijaribu kufikiria mambo yote ya kufurahisha ya kufanya Jumamosi.

# data_list
source: Make up a story
af: Dink ’n storie uit
sw: Buni Hadithi
xh: Yenza Ibali
zu: Qamba indatshana

# data_list
source: * Start the story with “Once upon a time there was a…” * Let your teen make up the next sentence. * Then you make up a sentence. * Take turns until you have a wonderful new story. * Make sure to end the story on a positive note. * Ask your teen what their favourite part of the story was!
sw: * Anza hadithi kw kusema "Hapo zamani za kale kulikuwa na..." * Muache kijana wako atengeneze sentensi inayofuata. * Kisha unatunga sentensi. * Fanyeni kwa zamu mpaka mpate hadithi nzuri mpya. * Hakikisha mnamaliza hadithi kwa kitu chanya. * Muulize kijana wako ni sehemu gani ya hadithi aliyoipenda zaidi!

# data_list
source: Co-chef
af: Medekok
sw: Mpishi mwenza
xh: Umpheki Ongumncedisi
zu: Umsizi wompheki

# data_list
source: * Ask your teen what kind of meal they would like to eat. * Prepare it together! * Let them have a turn at being the head chef – they lead, and you follow their instructions. * You can even help them to make a budget for the ingredients! Don’t think it will work? Ask your teens what THEY would like for you and them to do together. Let them lead. Relax. Have fun.
sw: * Muulize kijana wako chakula gani angependa kula. * Kiandaeni pamoja! * Mwache ashike zamu ya kuwa mpishi mkuu - aongoze na ufuate maelekezo yake. * Unaweza hata ukamsaidia kutengeneza bajeti ya mahitaji! Unadhani itafanikiwa? Waulize vijana wako nini WANGEPENDA wewe na wao mfanye pamoja. Waache waongoze. Tulia. Furahia.

# data_list
source: Dance moves
af: Dansbewegings
sw: Miondoko ya kucheza
xh: Iintshukumo zomdaniso
zu: Umdanso

# data_list
source: * Create a set of dance moves to your teen's favourite songs. * One person does a dance move and everyone else copies it. * Everyone takes turns being the leader. * Perform it for the household!
sw: * Buni miondoko ya kucheza miziki inayopendwa na kijana wako. * Mtu mmoja anacheza mwondoko fulani halafu wengine wote wanafuatisha. * Kila mtu anapewa zamu ya kuongoza. * Chezeni mbele ya familia!

# data_list
source: Mirror
af: Spieël
sw: Kioo
xh: Isipili
zu: Isibuko

# data_list
source: * This game can be played in pairs or with many people in a group. * Stand facing each other or in a circle. * One person leads first and everyone else copies them, trying to move exactly at the same time as the leader. * Make sure the leader moves slowly enough for everyone else to follow! Explore moving different body parts. Move them up in the air or close to the ground. * After a while, switch who is leading. Give everyone a chance to lead. * Try it with no leaders!
sw: * Mchezo huu unaweza kuchezwa na watu wawili wawili au na watu wengi wakiwa kwenye kikundi. * Simameni mkitazamana au kwa mduara. * Mtu mmoja aongoze kwanza halafu wengine wamfuatishe, wakijaribu kucheza kwa wakati mmoja kama kiongozi wao anavyocheza. * Hakikisheni kiongozi anacheza polepole vya kutosha ili kila mtu aweze kumfuatisha! Jaribuni kuchezesha viungo tofauti vya mwili. Vichezeshe juu na chini. * Baada ya muda, mtu mwingine awe kiongozi. Kila mtu apewe nafasi ya kuongoza. * Jaribuni kucheza bila kiongozi!

# data_list
source: What's new?
af: Wat is nuut?
sw: Kuna nini kipya?
xh: Yintoni entsha?
zu: Yini entsha?

# data_list
source: * Think of a new skill you could learn together with your teen. For example, keeping a ball in the air or on your foot, juggling, making soup? * Take turns in trying the new skill out. * Make sure to praise each other, and try to learn and play together!
sw: * Fikiria ujuzi mpya unaoweza kujifunza pamoja na kijana wako. Kwa mfano, kuchezea mpira hewani au kwa mguu wako bila kuudondosha, kupiga chenga, kupika supu? * Peaneni zamu za kujaribu ujuzi mpya. * Hakikisheni mnasifiana, na jaribuni kujifunza na kucheza pamoja!

# data_list
source: Get active!
af: Raak aktief!
sw: Changamka!
xh: Xakeka!
zu: Yiba matasa!

# data_list
source: * Come up with three types of exercise together. For example, walking, jogging, soccer or dancing. * Pick one together and try it out. * If you both like it, decide how often you are going to do it. Once or twice a week? Every morning? * Together think of ways to make it even more fun. Can you jog to a certain point? Take turns in being the coach? Motivate each other with a small free reward?
sw: * Fikirieni pamoja aina tatu za mazoezi. Kwa mfano, kutembea, kukimbia polepole, kucheza muziki au mpira wa miguu. * Chagueni zoezi moja halafu mlijaribu. * Kama nyote wawili mnalipenda, amueni mtakuwa mnalifanya mara ngapi. Mara moja au mbili kwa wiki? Kila asubuhi? * Fikirieni pamoja njia za kulifanya liwe la kufurahisha zaidi. Je, mnaweza kukimbia polepole hadi kituo fulani? Je, mpeane zamu za kuwa kocha? Je, mpeane motisha kwa zawadi ndogo ya bure?

# data_list
source: Name that tune
af: Liedjieraai
sw: Taja jina la wimbo huo
xh: Chaza laa ngoma
zu: Qamba le ngoma

# data_list
source: * The first person gets to choose or sing a song. * Everyone else must guess the name of the tune (to make it harder they can guess the singer). * The first one to guess it right becomes the next leader.
sw: * Mtu wa kwanza anachagua au anaimba wimbo. * Watu wengine wote wanatakiwa kutaja jina la wimbo huo (ili kufanya zoezi liwe ngumu zaidi, wanaweza pia kutaja jina la mwimbaji). * Mtu wa kwanza kutaja kwa usahihi ndiye atakayefuatia kuwaongoza wengine.

# data_list
source: Pass the snap
af: Vingerklap
sw: Pitisha kitufe
xh: Dlulisa umfanekiso
zu: Dlulisa i-snap

# data_list
source: This game is best with at least 3 people. * Start in a circle and pass one “snap” around the circle (or a “clap” if you cannot snap). * You “snap” once to throw the “snap”, and once to catch it. Look at the person you are throwing it to. * The direction (up, down, straight, curved, rolling the ground) and force (hard, soft, medium) that you throw the snap should affect how the person catches it. * You can bounce the “snap”, throw it in the air, and catch it a few times before passing it. * When everyone gets good at this, you can start moving around the room, still passing the “snap”. * Can you throw under the leg? Behind the back? Through your head? Intercept a pass? Have fun with the “snap”!
sw: Mchezo huu ni mzuri mkiwa angalau watu watatu. * Anza katika mduara na mrushie mwingine kitufe kwenye mduara (au "mpigie kofi" kama huwezi kumkonyeza). * Unamrushia mara moja na yeye kudaka mara moja. Mwangalie mtu unayemrushia. * Namna mtu mwingine atadaka itategemea na uelekeo (juu, chini, moja kwa moja, upande, kudunda juu ya ardhi) na nguvu uliyotumia kurusha. * Unaweza ukadunda kitufe, kukirusha hewani, na kukimata mda mfupi kabla hujakirusha kwa mwingine. * Kila mmoja akielewa vizuri, mnaweza kuanza kutembea chumbani, mkiendelea kurushiana kitufe. *Je unaweza kukirusha chini ya mguu? Nyuma ya mgongo? Kupitia kichwani kwako? Kukatisha pasi? Furahia kitufe!

# data_list
source: Family workout
af: Gesinoefensessie
sw: Mazoezi ya familia
xh: Umthambo wosapho
zu: Ukuzivocavoca komndeni

# data_list
source: Choose a sport or exercise to do together. Decide on a schedule. Are you going to do it every day? For how long? Try it out for a week. At the end of the week, ask yourself and your family these questions: * How is it going? * How did you feel at the start of the week? * How do you feel at the end of the week? * What can we do differently next week?
sw: Chagueni mchezo au mazoezi ya kufanya pamoja. Amueni ratiba itakavyokuwa. Je, mtafanya kila siku? Kwa muda gani? Jaribuni kwa wiki moja. Mwishoni mwa wiki, wewe na familia yako jiulizeni maswali haya: * Je, mchezo unaendeleaje? * Je, mlijisikiaje mwanzoni mwa wiki? * Je, mnajisikiaje mwishoni mwa wiki? * Je, jambo gani tunaweza kulifanya kwa njia tofauti wiki ijayo?

# data_list
source: Make housework fun
af: Maak huistake pret
sw: Fanya kazi za nyumbani zifurahishe
xh: Ukwenza umsebenzi wekhaya ube mnandi
zu: Ukwenza umsebenzi wasekhaya ngendlela emnandi

# data_list
source: Household chores aren’t fun… or are they? You can make them into a game!
af: Huistake is nie pret nie... of is dit? Jy kan 'n speletjie daarvan maak!
sw: Je, kazi za nyumbani hazifurahishi... au zinafurahisha? Unaweza kuzifanya kuwa mchezo!
zu: Imisebenzi yasekhaya ayimnandi neze..... noma imnandi? ungayenza samdlalo!

# data_list
source: Take turns being the “leader”. Say the intro sentences to get everybody started. Then the “leader” gives an instruction and everyone does the activity as fast as possible: * Leader: “There’s a fire on the mountain!” * Together: “Run, run, run!” * Leader: “There’s a fire on the mountain!” * Together: “Run, run, run!” * Leader: “Touch something red.” * Leader: “There’s a fire on the mountain!” * Together: “Run, run, run!” * Leader: “There’s a fire on the mountain!” * Together: “Run, run, run!” * Leader: “Jump up and down ten times.” * Leader: “There’s a fire on the mountain!” * Together: “Run, run, run!” * Leader: “There’s a fire on the mountain!” * Together: “Run, run, run!” * Leader: “Put the shoes in the shoe rack.”
sw: Peaneni zamu za kuwa "kiongozi". Sema sentensi za utangulizi ili kumchangamsha kila mtu. Kisha "kiongozi" atatoa maelekezo halafu kila mtu afanya shughuli haraka iwezekanavyo: * Kiongozi: "Kuna moto mlimani!" * Wote: "Kimbia, kimbia, kimbia!" * Kiongozi: "Kuna moto mlimani!" * Wote: "Kimbia, kimbia, kimbia!" * Kiongozi: "Gusa kitu chekundu." * Kiongozi: "Kuna moto mlimani!" * Wote: "Kimbia, kimbia, kimbia!" * Kiongozi: "Kuna moto mlimani!" * Wote: "Kimbia, kimbia, kimbia!" * Kiongozi: "Ruka juu na chini mara kumi." * Kiongozi: "Kuna moto mlimani!" * Wote: "Kimbia, kimbia, kimbia!" * Kiongozi: "Kuna moto mlimani!" * Wote: "Kimbia, kimbia, kimbia!" * Kiongozi: "Weka viatu kwenye kabati ya viatu."

# data_list
source: What are you doing?
af: Wat doen jy?
sw: Unafanya nini?
xh: Wenza ntoni?
zu: Wenzani?

# data_list
source: Here is a fun game you can do with your family!
af: Hier is 'n prettige speletjie wat jy saam met jou gesin kan doen!
sw: Huu hapa ni mchezo wa kufurahisha unaoweza kuucheza na familia yako!
xh: Nantsi imidlalo eyonwabiswayo onoyenza nosapho lwakho!
zu: Nawu umdlalo omnandi ongawudlala nomndeni wakho!

# data_list
source: This game is best when more than 2 people play. * One person pretends to be doing something – for example, combing hair or making dinner. * Another person asks, “What are you doing?” * The first person needs to say something that has nothing to do with combing hair, for example, “Tying my shoes.” * The second person then starts pretending to tie their shoes until a new person asks, “What are you doing?” The answer must always be something different than what you are actually doing!
sw: Mchezo huu unafaa kuchezwa na watu wawili au zaidi. * Mtu mmoja anajifanya kuwa anafanya jambo fulani – kwa mfano, kuchana nywele au kupika chakula cha usiku. * Mtu mwingine anauliza, “Unafanya nini?” * Mtu wa kwanza anatakiwa kusema jambo lisilohusiana na kuchana nywele, kwa mfano, “Ninafunga viatu vyangu.” * Kisha mtu wa pili anaanza kujifanya kuwa anafunga viatu vyake mpaka mtu mpya atakapouliza, “Unafanya nini?” Kila mara, ni lazima jibu liwe tofauti na kile unachokifanya kweli!

# data_list
source: Crazy chicken
af: Mal hoender
sw: Kuku kichaa
xh: Inkukhu ephambeneyo
zu: Inkukhu ehlanyayo

# data_list
source: * Shake your left hands in the air 8 times while counting to 8. * Do it as fast and loud as you can. * Repeat with your other hand. Repeat with both feet. * Do it 7 times, then 6 times and continue until you get to 1. * Everyone calls out “Crazy chicken” and does their best crazy chicken dance!
sw: * Tingisheni mikono yenu ya kushoto hewani mara 8 huku mkihesabu hadi 8. * Fanyeni hivyo kwa haraka sana na kwa sauti kubwa kadri muwezavyo. * Rudieni kufanya hivyo kwa mkono mwingine. Rudieni kufanya hivyo kwa miguu yote miwili. * Fanyeni mara 7, kisha mara 6 na kuendelea hadi mara 1. * Kila mtu aite kwa sauti "Kuku kichaa" kisha acheze kama kuku kichaa kadri awezavyo!

# data_list
source: Notice the good
sw: Tambua yaliyo mazuri

# data_list
source: Praise really is powerful. Let’s look at the example of @global.w_praise_female_caregiver_name and her daughters:
af: Om iemand te prys, het baie trefkrag. Kom ons kyk na die voorbeeld van @global.w_praise_female_caregiver_name en haar dogters:
sw: Kusifia kuna nguvu sana. Hebu tuangalie mfano wa @global.w_praise_female_caregiver_name na mabinti zake:
zu: Ngempela ukuncoma kunamandla. Ake sibone isibonelo sika @global.w_praise_female_caregiver_name nendodakazi yakhe:
