Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# data_list
source: Your teen might be too overwhelmed to deal with the problem right away. Recognise and name their emotions and create a time later in the day or week to discuss and solve the problem together. By giving your teen time, the problem can be solved well.
sw: Kijana wako anaweza kushindwa kabisa kushughulikia tatizo mara moja. Zitambue na kuzipa majina hisia zake, halafu tafuta muda baadaye siku hiyo au wiki hiyo mjadili na kutatua tatizo hilo pamoja. Unapotenga muda kwa ajili ya kijana wako, tatizo linaweza kutatuliwa vizuri.

# data_list
source: Did you have any challenges when trying to map risks and support with your teen?
sw: Je, ulikuwa na changamoto yoyote ulipojaribu kuhainisha sehemu za hatari na za msaada ukiwa na kijana wako?

# data_list
source: My teen and I disagreed on which areas and online activities were unsafe.
sw: Mimi na kijana wangu hatukukubaliana kuhusu maeneo na shughuli za mtandaoni ambazo hazikuwa salama.

# data_list
source: Well done for trying the activity! When we listen to our teenagers, even if we disagree, we learn to understand their thinking. Try and find time to do the activity again – try to really listen and show you understand them before sharing your thoughts.
sw: Hongera kwa kujaribu shughuli hii! Tunapowasikiliza vijana wetu, hata kama hatukubaliani nao, tunajifunza kuelewa wanavyofikiri. Jaribu kutafuta muda wa kufanya shughuli hii tena – jaribu kusikiliza na kuonesha kuwa unawaelewa kabla ya kuwashirikisha mawazo yako.

# data_list
source: My teen identified the house of someone I trust as unsafe. I was shocked and did not know what to do.
sw: Kijana wangu alitambua nyumba ya mtu ninayemwamini kuwa si salama. Nilishtuka na sikujua cha kufanya.

# data_list
source: It is shocking to learn that people who are close to us and who we trust may be a danger to our teens. Remember to take a pause when you are upset and try to listen calmly to your teen. Find someone you can talk to about this, perhaps a friend or support service, so you can get the support you need.
sw: Ni jambo la kushtua kujua kwamba watu walio karibu nasi na tunaowaamini wanaweza kuwa hatari kwa vijana wetu. Kumbuka kuchukua pumziko unapokuwa umekasirika na jaribu kumsikiliza kijana wako kwa utulivu. Tafuta mtu unayeweza kuzungumza naye kuhusu jambo hili, labda rafiki au huduma ya msaada, ili uweze kupata msaada unaohitaji.

# data_list
source: My teen insisted that the bar (or another place I do not feel is safe) is safe for them to visit. I do not know how to convince my teen.
sw: Kijana wangu alisisitiza kwamba baa (au mahali pengine ninapohisi si salama) ni salama kwake kupatembelea. Sijui jinsi ya kumshawishi kijana wangu.

# data_list
source: This can be very frustrating. To find a solution, your teen needs to feel heard – so listen calmly to your teen's reasons and only then share your own thoughts. Then, think together about a rule that allows them to have fun but stay safe.
sw: Jambo hili linaweza kukatisha tamaa sana. Ili kupata suluhisho, kijana wako anahitaji kuhisi kuwa anasikilizwa – kwa hiyo, sikiliza kwa utulivu sababu za kijana wako, halafu ndipo umshirikishe maoni yako. Kisha, shirikianeni kuweka sheria inayomruhusu kufurahi huku akiwa salama.

# data_list
source: As an adult, I feel responsible to protect – but when I told my teen what is safe and what is not, my teen got angry.
sw: Kama mtu mzima, ninahisi ninawajibika kumlinda – lakini nilipomwambia kijana wangu kuhusu kilicho salama na kisicho salama, alikasirika.

# data_list
source: Our teenagers may know things about our communities and technology that we are not aware of. When we actively involve our teens in the mapping activity and really listen to them, they feel heard and valued, and it can be easier to come up with a plan that everyone agrees on.
sw: Vijana wetu wanaweza kujua mambo yanayohusu jamii zetu na teknolojia ambayo hatuyajui. Tunapowashirikisha kikamilifu vijana wetu kwenye shughuli ya ubainishaji na kuwasikiliza, watajisikia kuwa wanasikilizwa na kuthaminiwa, na inaweza kuwa rahisi zaidi kupata mpango unaokubaliwa na kila mmoja.

# data_list
source: It was hard to identify support resources available in my community, because I do not know my community so well / there are few services available.
sw: Ilikuwa vigumu kutambua rasilimali zinazotoa msaada katika jamii yangu, kwa sababu siijui vizuri jamii yangu / kuna huduma chache zinazopatikana.

# data_list
source: It is difficult to know every detail about our communities. Involve another family member or friend in your mapping activity. You can even visit some of the services available and ask what they do. The more we know, the better we can keep our families safe!
sw: Ni vigumu kujua kila kitu kuhusu jamii zetu. Shirikisha rafiki au mwanafamilia mwingine katika shughuli yako ya ubainishaji. Unaweza hata kutembelea baadhi ya huduma zinazopatikana na kuuliza wanachofanya. Kadri tunavyojua mengi, ndivyo tunavyoweza kuziweka salama familia zetu!

# data_list
source: I do not know much about technology, so I do not know how to talk about it with my teen.
sw: Sifahamu mengi kuhusu teknolojia, kwa hiyo sijui jinsi ya kuizungumzia na kijana wangu.

# data_list
source: That is totally fine! You can still support your teen. Ask your teen to explain the gadgets they use – you could do this during one-on-one time. This is a great opportunity to show interest in your teen’s life and to discuss potential risks together. If you are not sure which rules to set, you can always agree, with your teen, to try a new rule for two weeks and then discuss how things are going and change the rule if needed!
sw: Hakuna shida kabisa! Bado unaweza kumsaidia kijana wako. Muulize kijana wako aeleze vifaa vya kielektroniki anavyotumia – unaweza kumuuliza wakati mnapozungumza wawili. Hii ni fursa nzuri sana ya kuonesha moyo wa kupenda kujua maisha ya kijana wako na kujadili pamoja hatari zinazoweza kutokea. Kama hamna uhakika muweke sheria gani, kila mara unaweza kukubaliana na kijana wako kujaribu sheria mpya kwa wiki mbili, kisha mtajadili jinsi mambo yanavyoenda na kubadilisha sheria ikibidi!

# data_list
source: Did you have any challenges when trying to prepare for a possible crisis with your teen?
sw: Je, ulikuwa na changamoto yoyote ulipojaribu kujiandaa kwa ajili ya janga linaloweza kutokea na kijana wako?

# data_list
source: My teen told me that something serious happened to them and I did not know how to handle it.
sw: Kijana wangu aliniambia kuwa kuna jambo kubwa limempata na sikujua jinsi ya kulishughulikia.

# data_list
source: Praise your teen for telling you; that is not easy to do! Remember, you can use all the skills you picked from your toolbox: Take a pause, use the four steps of problem solving and reach out to get the support you and your teen need!
sw: Msifie kijana wako kwa kukuambia; kufanya hivyo si jambo rahisi! Kumbuka, unaweza kutumia ujuzi wote uliojifunza kwenye kivungezana: Pumzika kidogo, tumia hatua nne za kutatua matatizo, halafu tafuta msaada unaouhitaji wewe na kijana wako!

# data_list
source: Get support
sw: Pata msaada

# data_list
source: The conversation made me very uncomfortable because I was reminded of a negative experience I had.
sw: Mazungumzo hayo yalininyima raha kabisa kwa sababu yalinikumbusha wakati mbaya nilioupitia.

# data_list
source: When we are reminded of such experiences, it is normal to feel upset or angry. It is important to find a time when you are calm, so that you can think of what support you need. You may need to talk to someone.
sw: Tunapokumbushwa nyakati kama hizo, ni kawaida kuhisi kufadhaika au kukasirika. Ni muhimu kutafuta muda ambao umetulia, ili uweze kufikiria msaada unaouhitaji. Unaweza kuhitaji kuzungumza na mtu.

# data_list
source: One of us did not feel comfortable.
sw: Mmoja wetu hakujisikia vizuri.

# data_list
source: This is difficult stuff to talk about. Find a relaxing time for it. We know it is much easier to not talk about these things and to hope they will never happen to us. However, learning to deal with crisis is like getting insurance; it is ALWAYS best to think about them and be prepared.
sw: Haya ni mambo magumu kuyazungumzia. Tafuta muda wa utulivu kwa ajili hiyo. Tunajua ni rahisi zaidi kutozungumzia mambo haya na kuamini kuwa hayatakuja kututokea. Hata hivyo, kujifunza jinsi ya kushughulikia hali ya matatizo ni kama kupata bima; DAIMA ni bora zaidi kuifikiria na kujiandaa mapema.

# data_list
source: Did you have any challenges when talking to your teen about body changes and intimate relationships?
sw: Je, umekuwa na changamoto yoyote unapozungumza na kijana wako kuhusu mabadiliko ya mwili na mahusiano ya kimapenzi?

# data_list
source: It made me uncomfortable.
sw: Ilinifanya nikose raha.

# data_list
source: Talking about body changes, intimate relationships, and sex can be uncomfortable – many parents feel this way! Remember, these are all normal parts of life. The more you talk about them and educate your teen, the more prepared they are for keeping themselves healthy and safe.
sw: Kuzungumza kuhusu mabadiliko ya mwili, mahusiano ya kimapenzi, na ngono inaweza kuwa ngumu – wazazi wengi wanajisikia hivi! Kumbuka, haya yote ni kawaida katika maisha. Kadri unavyoyazungumzia na kumuelimisha kijana wako, ndio watakua wamejiandaa zaidi kujiweka salama na kulinda afya yao.

# data_list
source: It made my teen uncomfortable.
sw: Ilimfanya kijana wangu akose raha.

# data_list
source: Teens often do not want to speak to their parents about body changes, intimate relationships, and sex. Tell your teen that that is normal and you also went through this. If they do not want to talk to you, give them resources so they can learn about the topic. Tell your teen that you are happy to speak with them any time!
sw: Vijana mara nyingi hawataki kuzungumza na wazazi wao kuhusu mabadiliko ya mwili, mahusiano ya kimapenzi, na ngono. Mwambie kijana wako kwamba hiyo ni kawaida na wewe pia ulipitia hayo. Ikiwa hawataki kuzungumza nawe, wape nyenzo ili waweze kujifunza kuhusu mada hizo. Mwambie kijana wako kwamba unafurahi kuzungumza naye wakati wowote!

# data_list
source: I do not know where to find resources to support my teen’s development.
sw: Sijui nitapata wapi rasilimali za kusaidia maendeleo ya kijana wangu.

# data_list
source: It can be hard to find resources! Go to your nearest clinic or another support service and ask what resources they may have available.
sw: Inaweza kuwa ngumu kupata rasilimali! Nenda kwenye kliniki iliyo karibu nawe au huduma nyingine ya usaidizi na kuuliza ni rasilimali gani zinaweza kuwepo.

# data_list
source: I think my teen is too young to be talking about these things.
sw: Nadhani kijana wangu ni mdogo sana kuzungumza juu ya mambo haya.

# data_list
source: Talking about relationships and sex from an early age reduces the chance that teens end up in dangerous or unhealthy situations! It helps them know what is safe and healthy, so they can make good choices to keep themselves safe.
sw: Kuzungumza juu ya mahusiano na ngono tangu umri mdogo kunapunguza uwezekano wa vijana kuishia katika hali hatarishi au mbaya! Inawasaidia kufahamu kilicho salama na chenye afya, ili waweze kufanya maamuzi mazuri kujiweka salama.

# data_list
source: Did you have any challenges when talking about the @data.workshop.w_svp.in_text_title with your teen?
sw: Je, ulikuwa na changamoto yoyote wakati wa kuzungumza kuhusu @data.workshop.w_svp.in_text_title na kijana wako?

# data_list
source: My teen and/or I felt uncomfortable.
sw: Kijana wangu na/au mimi tulijisikia vibaya.

# data_list
source: Talking about potential dangers in our direct environment is never easy. However, dangerous situations can happen to anyone and helping your teen be prepared can make the biggest difference to keep them safe. Try to have another conversation or practise with your teen so you can both get more confident with your new skills to stay safe.
sw: Kuzungumza juu ya hatari zinazowezekana katika mazingira yetu halisi sio rahisi kabisa. Hata hivyo, hali hatari zinaweza kutokea kwa mtu yeyote na kumsaidia kijana wako kuwa tayari kunaweza kuleta tofauti kubwa zaidi ili kumuweka salama. Jaribu kuwa na mazungumzo mengine au fanya mazoezi na kijana wako ili nyote wawili muweze kujiamini zaidi na ujuzi wenu mpya ili kubaki salama.

# data_list
source: I discovered my teen experienced a dangerous situation or trauma.
sw: Niligundua kijana wangu alipata hali ya hatari au kiwewe.

# data_list
source: It can be hard for teens to open up about a difficult situation or trauma they experienced, especially if it happened while they were in a place or with people that you may not approve of as a parent. Remember to breathe and listen to what your teen needs. You can find support together if needed.
sw: Inaweza kuwa vigumu kwa vijana kufunguka kuhusu hali ngumu au kiwewe walichopatia, hasa ikiwa ilitokea walipokuwa mahali au pamoja na watu ambao huenda hukuidhinisha kama mzazi. Kumbuka kuvuta pumzi na kusikiliza kile kijana wako anahitaji. Mnaweza kutafuta msaada pamoja ikiwa utahitajika.

# data_list
source: The conversation reminded me of a difficult experience I had.
sw: Mazungumzo yalinikumbusha kuhusu hali ngumu niliyopatia.

# data_list
source: It is normal to feel upset or angry when we are reminded of such experiences. Think about what support you may need. Taking good care of yourself is essential for taking good care of your family. Once you are in a calmer space, you can try again to talk to your teen about how they can stay safe.
sw: Ni jambo la kawaida kukasirika au kukasirika tunapokumbushwa mambo kama hayo. Fikiria juu ya msaada gani unaweza kuhitaji. Kujitunza vizuri ni muhimu ili kutunza familia yako vizuri. Unapokuwa katika sehemu tulivu, unaweza kujaribu tena kuzungumza na kijana wako kuhusu jinsi anavyoweza kukaa salama.

# data_list
source: Did you have any challenges when sharing how you feel with your teen?
sw: Je, ulipata changamoto ulipomshirikisha kijana wako hisia zako?

# data_list
source: I was afraid my teen would think I was weak.
sw: Niliogopa kijana wangu angeniona mimi dhaifu.

# data_list
source: Sharing feelings, especially the difficult ones, sets an important example for your teen! It actually makes everyone in the family stronger, because you can understand and support each other better.
sw: Kushirikishana hisia, hasa zile ngumu, huonesha mfano wa kuigwa kwa kijana wako! Kwa hakika humfanya kila mtu kwenye familia kuwa imara zaidi, kwa sababu mnaweza kuelewana na kusaidiana vizuri zaidi.

# data_list
source: I felt uncomfortable about naming specific difficult feelings.
sw: Sikujisikia vizuri kuhusu kutaja hisia fulani ngumu.

# data_list
source: Being specific is not rude or insensitive – it really helps others to understand you clearly and this prevents confusion in the family. Feelings like sadness and anger are part of our lives. When we feel those emotions, it can help to share them with our teens and others. This way, our teens can also learn to share their emotions and we can support each other through difficult times.
sw: Kuwa mahususi sio ukorofi wala kutojali- inasaidia wengine kukuelewa vizuri na hii huzuia hali ya kuchanganya mambo katika familia. Hisia kama huzuni na hasira ni sehemu ya maisha yetu. Tunapohisi hisia hizo, inaweza kusaidia kushirikishana na vijana wetu na wengine. Kwa njia hii, vijana wetu wanaweza pia kujifunza kutushirikisha hisia zao na tunaweza kusaidiana katika nyakati ngumu.

# data_list
source: My teen felt uncomfortable when I shared my feelings.
sw: Kijana wangu hakujisikia vizuri nilipomshirikisha hisia zangu.

# data_list
source: Starting a new thing is always difficult at first. Give yourselves some time to get used to it and keep showing a good example by observing and sharing your feelings. Over time, your teen will learn to do the same and they will feel even more loved and cared for!
sw: Kuanza kitu kipya mara zote ni vigumu. Jipe muda wa kuzoea na endelea kuonyesha mfano mzuri kwa kutambua hisia zako na kuwashirikisha wengine. Baada ya muda, kijana wako atajifunza kufanya hivyohivyo na atahisi kupendwa na kutunzwa mno!

# data_list
source: When I shared my feelings, my teen asked many questions, which made me uncomfortable.
sw: Nilipomshirikisha kijana wangu hisia zangu, aliuliza maswali mengi ambayo yalinifanya nisijikie raha.

# data_list
source: Sharing feelings helps your teen to be aware and learn to do the same. You can choose how much detail you want to share about the situation. It is up to you! You can also choose to answer questions later by saying, “I am feeling angry/stressed now. Could you please give me some time? We can talk about this more tonight.”
sw: Kuwashirikisha wengine hisia zako humsaidia kijana wako kufahamu na kujifunza kufanya hivyohivyo. Unaweza kuchagua mambo unayotaka kuwashirikisha wengine kuhusu hali hiyo. Ni juu yako! Unaweza pia kuchagua kujibu maswali baadaye kwa kusema, “Sasa hivi ninahisi hasira/msongo wa mawazo. Unaweza kunipa muda, tafadhali? Tunaweza kuzungumza zaidi kuhusu jambo hili leo usiku.”

# data_list
source: I was too sad or overwhelmed to try sharing my feelings – I prefer to be alone when I feel like that.
sw: Nilihuzunika au kuzidiwa nilipojaribu kushirikishana hisia zangu - napenda kuwa peke yangu ninapohisi hivyo.

# data_list
source: It is okay to not want to share at that time. Find some time to explain later, when you feel calmer, so that everyone can understand.
sw: Si vibaya kutotaka kuwashirikisha wengine kwa wakati huo. Tafuta muda wa kuwaelezea baadaye, unapohisi utulivu zaidi, ili kila mtu aelewe.

# data_list
source: Challenges other parents experience:
sw: Changamoto wanazopitia wazazi wengine:

# data_list
source: Your goal was to spend one-on-one time with your teen.
sw: Lengo lilikuwa kuwa na muda wa pamoja na kijana wako.

# data_list
source: Sometimes it will be easy and fun to spend time with your teens and sometimes it will be more challenging. Spending time together will definitely improve your relationship!
sw: Wakati mwingine ni rahisi na inafurahisha kutumia muda pamoja na vijana wako na wakati mwingi inakuwa ina changamoto zaidi. Kutumia muda pamoja itaboresha mahusiano yenu!

# data_list
source: Sorry to hear that it was difficult for you to spend time with your teen. We all have challenges sometimes. Just be patient with yourself and your teen – things will get better. Well done for trying!
sw: Pole kusikia kwamba ilikuwa vigumu kwako kutumia muda pamoja na kijana wako. Wakati mwingine, sisi sote tunakabiliwa na changamoto. Jivumilie tu na mvumilie kijana wako – mambo yatakuwa mazuri. Hongera kwa kujaribu!

# data_list
source: Your goal was to praise your teen.
sw: Lengo lako lilikuwa kumsifia kijana wako.

# data_list
source: It can sometimes be hard to remember to praise our teens. Next time you spend one-on-one time with your teen, try and think of one thing you can praise them for. You can even say, “Thank you for spending time with me!”
sw: Muda mwingine inaweza kuwa vigumu kukumbuka kuwasifia vijana wetu. Wakati mwingine ukiwa unatumia muda wa pamoja na kijana wako, jaribu na fikiria kitu kimoja unachoweza kumsifia. Unaweza hata ukasema, “ Asante kwa kutumia muda pamoja na mimi!”

# data_list
source: Great to hear it went well! Keep up the praise – you will see your teen do more and more of the behaviour you like to see!
sw: Ni vizuri sana kusikia ilienda vizuri! Endelea kusifia – utamuona kijana wako anafanya zaidi na zaidi tabia unazopenda kuziona akizifanya!

# data_list
source: It sometimes takes a bit of time to adjust to praising, but it makes a big difference – you will see.
sw: Wakati mwingine inachukua muda kidogo kuanza kusifia, lakini huleta mabadiliko makubwa - utaona.

# data_list
source: Sorry that you struggled with this. Starting with praise can take some practice, but you will see the positive results soon!
sw: Pole kwa kuwa ulipambana na hili. Kuanza kusifia kunaweza kunahitaji mazoezi, lakini utaona matokeo mazuri hivi karibuni!

# data_list
source: You deserve some praise, too. Thank you again for using @global.parent_app. It shows you really care!
sw: Unastahili pongezi pia. Asante kwa mara nyingine kwa kutumia @global.parent_app. Inaonesha unajali sana!

# data_list
source: Your home practice was to try out REAL, POSITIVE and EXACT instructions with your teen.
sw: Zoezi lako la nyumbani lilikuwa kujaribu kutoa maelekezo YANAYOTEKELEZEKA, CHANYA na SAHIHI kwa kijana wako.

# data_list
source: Great to hear it went well. You are a star!
sw: Nimefurahi kusikia ilienda vizuri. Wewe ni shujaa!

# data_list
source: Giving instructions in a new way takes some practice. Keep trying, you will soon see the difference it makes!
sw: Kutoa maagizo kwa njia mpya kunahitaji mazoezi fulani. Endelea kujaribu, hivi karibuni utaona tofauti yake!

# data_list
source: Thank you for sharing! Well done for trying to give your teen positive instructions and for building a positive relationship with your teen. Your teen deserves praise and YOU do as well!
sw: Asante kwa kushirikisha wengine! Hongera kwa kujaribu kumpa kijana wako maelekezo chanya na kwa kujenga uhusiano chanya na kijana wako. Kijana wako anastahili kusifiwa na WEWE pia!

# data_list
source: This week, your goal was: Whenever you are feeling stressed or upset, take five breaths in and out before you react. Your goal was also to talk to your teen about how you both felt in a stressful situation.
sw: Wiki hii, lengo lako lilikuwa: Wakati wowote unapohisi msongo wa mawazo au kukasirika, unavuta pumzi tano ndani na nje kabla ya kujibu. Lengo lako lilikuwa pia kuzungumza na kijana wako kuhusu jinsi nyinyi wawili mlivyohisi katika hali ya msongo wa mawazo.

# data_list
source: Life can be so stressful. Every small step counts. Keep up the good work!
sw: Maisha yanaweza kutupa msongo wa mawazo. Kila hatua ndogo inahesabiwa. Endelea na kazi nzuri!

# data_list
source: Your goal was to make a family budget and savings plan.
sw: Lengo lako lilikuwa kutengeneza bajeti ya familia na mpango wa kuweka akiba.

# data_list
source: It is never easy to talk about money. Well done on starting the conversation and teaching your teen about this.
sw: Haijawahi kuwa rahisi kamwe kuzungumza juu ya pesa. Hongera sana kwa kuanzisha mazungumzo na kumfundisha kijana wako kuhusu hili.

# data_list
source: Sorry to hear it was difficult for you. Well done for trying. Helping your teen understand money better will benefit them so much in life!
sw: Pole kusikia ilikuwa ngumu kwako. Umefanya vizuri kujaribu. Kumsaidia kijana wako kuelewa pesa vizuri itamnufaisha sana maishani!

# data_list
source: Thank you for sharing your experiences! Well done for thinking about how you can budget and save with your family. This will really help you to work towards your family goals. Together you can achieve so many good things!
sw: Asante kwa kushirikisha uzoefu wako! Hongera sana kwa kufikiria jinsi unavyoweza kupanga bajeti na kuweka akiba na familia yako. Kufanya hivyo kutakusaidia sana kuweza kufikia malengo ya familia yako. Kwa pamoja, mnaweza kufanikisha mambo mengi sana mazuri!

# data_list
source: Your goal was to make ONE rule with your teen.
sw: Lengo lako ilikuwa kutengeneza sheria moja na kijana wako.

# data_list
source: Great to hear it went well! Consistent rules help make our teens feel secure and keep them safe!
sw: Inafurahisha sana kusikia kuwa mambo yalienda vizuri! Sheria thabiti husaidia kuwafanya vijana wetu kujisikia salama na kuwaweka salama!

# data_list
source: It can be hard to create your first rule together, but you will see the benefits of involving your family. Keep trying!
sw: Inaweza kuwa vigumu kuunda sheria yako ya kwanza pamoja, lakini utaona manufaa ya kuhusisha familia yako. Endelea kujaribu!
