Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# template
source: Greetings, everyone. Today's topic is dealing with crises. Crises may occur anywhere. Crises may occur anytime. Therefore, it is important as a family to have plans in place should any family member find themselves in a crisis situation. It is important to have plans so that every family member may feel protected. When we are dealing with crises, remember to take a pause, breathe, and keep yourself calm. That will help you to deal with crises better.
af: Goeiedag, almal Vandag se onderwerp is die hantering van krisisse. Krisisse kan enige plek voorkom. Krisisse kan enige tyd voorkom. Daarom is dit belangrik om as gesin planne in plek te hê ingeval enige lid van die gesin hulself in ’n krisissituasie bevind. Dit is belangrik om planne te hê sodat elke lid van die gesin beskerm kan voel. Wanneer ons krisisse hanteer, onthou om stil te gaan staan, asem te haal en jouself kalm te hou. Dit sal jou help om die krisis beter te hanteer.
xh: Molweni, kuni nonke. Namhlanje siza kuncokola ngeengxaki. Iingxaki zingavela naphi na. Iingxaki zingavela nanini na. Ngenxa yoko, kubalulekile ukuba njengentsapho nibe nezicwangciso ukuba naliphi na ilungu lentsapho lizibona lisengxakini. Kubalulekile ukuba nezicwangciso ukuze ilungu ngalinye lintsapho lizive likhuselekile. Xa sijongene neengxaki, khumbula ukuthi khebevu kancinci, uphefumle, uze uhlale uzolile. Oko kuya kukunceda ujongane bhetele neengxaki.
zu: Sanibonani, nonke. Isihloko sanamuhla simayelana nokubhekana nezinkinga. Izinkinga zingavela nomaphi. Izinkinga zingavela noma nini. Ngakho-ke, kubalulekile ukuthi njengomndeni nibe nezinhlelo zokuthi nizokwenza kanjani uma ilunga lomndeni lizithola lisenkingeni. Kubalulekile ukuba nezinhlelo ukuze ilungu ngalinye lomndeni lizizwe livikelekile. Lapho sibhekele nenkinga, kumelwe sikhumbule ukuma, sidonse umoya, bese sizigcina sizolile. Lokho kuzokusiza ubhekane nenkinga ngendlela engcono.

# template
source: It’s helpful to practice dealing with crisis before something happens. Look at these five family crisis times. Imagine you are the parent: What would you do? Remember: BREATHE - LISTEN - THINK
af: Dit help om te oefen hoe om ’n krisis te hanteer voordat iets gebeur. Kyk na hierdie vyf krisistye in ’n gesin. Stel jou voor jy is die ouer: Wat sou jy doen? Onthou: ASEM IN – LUISTER – DINK
xh: Kuluncedo ukuqhelisela ukuhlangabezana nengxaki ngaphambi kokuba yenzeke. Khawujonge ezi zihlandlo zihlanu zeengxaki zentsapho. Khawuzibone ungumzali. Ubungenza ntoni? Khumbula: PHEFUMLA - PHULAPHULA - CINGA
zu: Kuyasiza ukukuprakthiza ukubhekana nenkinga engaqubuka ngaphambi kokuba yenzeke. Bheka lezi zikhathi ezinhlanu zezinkinga zomndeni. Zicabange uwumzali: Yini obungayenza? Khumbula: PHEFUMULA - LALELA - CABANGA

# template
source: @global.w_crisis_teen_boy_2: "I’ve never done this before. And now they will expel me"
af: @global.w_crisis_teen_boy_2: “Ek het dit nog nooit voorheen gedoen nie. En nou gaan hulle my skors”
xh: @global.w_crisis_teen_boy_2: "Andizange ndiyenze le nto ngaphambili. Yaye ngoku baza kundigxotha"
zu: @global.w_crisis_teen_boy_2: “Angikaze ngikwenze lokhu ngaphambili. Njengamanje ngizoxoshwa"

# template
source: Crisis 2: @global.w_crisis_teen_girl_1 gets pregnant
af: Krisis 2: @global.w_crisis_teen_girl_1 raak swanger
xh: Ingxaki 2: @global.w_crisis_teen_girl_1 uyakhulelwa
zu: Inkinga 2: @global.w_crisis_teen_girl_1 uyakhulelwa

# template
source: @global.w_crisis_teen_girl_1: "@global.w_crisis_male_caregiver_1, I’m so ashamed. I don’t know what to do"
af: @global.w_crisis_teen_girl_1: “@global.w_crisis_male_caregiver_1, ek skaam my. Ek weet nie wat om te doen nie”
xh: @global.w_crisis_teen_girl_1: "@global.w_crisis_male_caregiver_1, Ndineentloni ezingathethekiyo. Andazi ukuba mandenze ntoni"
zu: @global.w_crisis_teen_girl_1: "@global.w_crisis_male_caregiver_1, Ngizizwa nginamahloni. Angazi ukuthi ngenzenjani”

# template
source: Crisis 3: @global.w_crisis_teen_boy_2 makes a girl pregnant
af: Krisis 3: @global.w_crisis_teen_boy_2 maak ’n meisie swanger
xh: Ingxaki 3: @global.w_crisis_teen_boy_2 umithisa intombazana
zu: Inkinga 3: @global.w_crisis_teen_boy_2 ukhulelisa intombazane

# template
source: @global.w_crisis_teen_boy_2: "@global.w_crisis_male_caregiver_2, I don’t want to have a baby"
af: @global.w_crisis_teen_boy_2: “@global.w_crisis_male_caregiver_2, ek wil nie ’n baba hê nie”
xh: @global.w_crisis_teen_boy_2: "@global.w_crisis_male_caregiver_2, Andifuni ukuba nomntwana"
zu: @global.w_crisis_teen_boy_2: "@global.w_crisis_male_caregiver_2, Angifuni ukuba nengane"

# template
source: Crisis 4: Someone in the family gets sick
af: Krisis 4: Iemand in die familie raak siek
xh: Ingxaki 4: Kugula umntu entsatsheni
zu: Inkinga 4: Ilunga lomndeni liyagula

# template
source: "The test said I have HIV. I’m scared I’m going to die"
af: “Die toets wys ek het MIV. Ek is bang ek gaan dood”
xh: "Uvavanyo lufumanise ukuba ndine-HIV. Ndiyoyika ndiza kufa”
zu: “Ukuhlolwa kwegazi kuveze ukuba ngine-HIV. Ngiyesaba ukuthi ngizofa”

# template
source: @global.w_crisis_teen_girl_1: "I didn’t really want to. Now I will get pregnant or be ill. @global.w_crisis_female_caregiver, I’m so scared..."
af: @global.w_crisis_teen_girl_1: “Ek wou nie regtig nie. Nou gaan ek swanger raak of siek raak. @global.w_crisis_female_caregiver, ek is baie bang...”
xh: @global.w_crisis_teen_girl_1: "Enyanisweni bendingafuni. Ngoku ndiza kumitha okanye ndigule. @global.w_crisis_female_caregiver, Ndoyika kakhulu..."
zu: @global.w_crisis_teen_girl_1: "Bengingafuni ngempela ukuya ocansini. Manje sengizokhulelwa noma ngigule. @global.w_crisis_female_caregiver, Ngiyesaba kakhulu..."

# template
source: Crisis can happen to anyone. Let's see what happened with @global.w_crisis_teen_girl_1 and @global.w_crisis_female_caregiver:
af: ’n Krisis kan met enigeen gebeur. Kom ons kyk wat het met @global.w_crisis_teen_girl_1 en @global.w_crisis_female_caregiver gebeur:
xh: Ingxaki ingehlela nabani na. Makhe sibone oko kwenzeke ku @global.w_crisis_teen_girl_1 no @global.w_crisis_female_caregiver:
zu: Inkinga ingavelela noma ubani. Ake sibone ukuthi yini eyenzeke ku @global.w_crisis_teen_girl_1 no @global.w_crisis_female_caregiver wakhe:

# template
source: @global.w_crisis_female_caregiver: "Shame my dear, you look really upset, do you want to tell me what happened?"
af: @global.w_crisis_female_caregiver: “Foeitog my kind, jy lyk regtig ontsteld, wil jy vir my vertel wat gebeur het?”
xh: @global.w_crisis_female_caregiver: "Torho sthandwa, ubonakala ukhathazeke nyhani, uyafuna ukundibalisela ukuba kwenzeke ntoni?"
zu: @global.w_crisis_female_caregiver: “Bandla sthandwa sami, ubonakala uthukuthele ngempela, ungathanda ukungitshela ukuthi kwenzekeni?”

# template
source: @global.w_crisis_teen_girl_1: "It’s my Uncle, he… he… he touched me." @global.w_crisis_female_caregiver (thinking): "Take a deep breath... What does my child need? She needs me to be calm and listen" @global.w_crisis_female_caregiver: "Come and sit down next to me. Take your time, I’m listening."
af: @global.w_crisis_teen_girl_1: “Dit is my oom, hy...hy... hy het aan my gevat.” @global.w_crisis_female_caregiver (dink): “Haal diep asem...Wat het my kind nodig? Sy het nodig dat ek kalm bly en luister” @global.w_crisis_female_caregiver: “Kom sit hier langs my. Neem jou tyd, ek luister.”
xh: @global.w_crisis_teen_girl_1: "Ngumalume, u… u… undibambile." @global.w_crisis_female_caregiver (ecinga): "Khawuthath’ umoya... Ufuna ntoni umntanam? Ufuna ndizole ndize ndiphulaphule" @global.w_crisis_female_caregiver: "Yizokuhlala apha ecaleni kwam. Thath’ ixesha lakho, ndiphulaphule.”
zu: @global.w_crisis_teen_girl_1: “Umalume, u... u... ubengithinta.” @global.w_crisis_female_caregiver (uyacabanga): “Donsa umoya kakhulu... Idingani ingane yami? Idinga ukuthi ngehlise umoya bese ngiyalalela” @global.w_crisis_female_caregiver: “Woza uzohlala la eduze kwami. Thatha isikhathi, ngikulalele.”

# template
source: @global.w_crisis_teen_girl_1: "It’s true, he… he… made me do it! He made me have sex with him! I didn’t want to, I swear, and I even said NO, but he told me I would be in trouble." @global.w_crisis_female_caregiver: "Thank you for sharing this with me. You are not in trouble. This is not your fault."
af: @global.w_crisis_teen_girl_1: “Dis waar, hy...hy... het my gedwing om dit te doen! Hy het my gedwing om met hom seks te hê! Ek wou nie, ek sweer, en ek het selfs NEE gesê, maar hy het gesê ek sal in die moeilikheid kom.” @global.w_crisis_female_caregiver: “Dankie dat jy dit met my deel. Jy is nie in die moeilikheid nie. Dis nie jou skuld nie.”
xh: @global.w_crisis_teen_girl_1: "Yinyani, u… u… the mandiyenze! Uthe mandilale naye! Bendingafuni, ndiyafunga, ndide ndathi HAYI, kodwa uthe ndiza kuba sengxakini." @global.w_crisis_female_caregiver: Enkosi ngokundichazela le nto. Awukho sengxakini. Asilotyala lakho eli.”
zu: @global.w_crisis_teen_girl_1: “Ngiqinisile, u... u... ungenze ngakwenza! Ungenze ngaya ocansini naye! Bengingafuni, ngiyafunga, ngize ngasho nokuthi CHA, kodwa wathi ngizoba senkingeni.” @global.w_crisis_female_caregiver: “Ngiyabonga ngokungitshela lokhu. Awukho enkingeni. Lokhu akulona iphutha lakho.”

# template
source: @global.w_crisis_teen_girl_1: "Yesterday when you went to see @global.w_crisis_adult_friend. He just came and that’s when it happened." @global.w_crisis_female_caregiver: "It’s okay, I believe you my child. This is a big thing and we will find a way to get the help we need. Where could we go for help?" @global.w_crisis_teen_girl_1: "My school?"
af: @global.w_crisis_teen_girl_1: “Gister het jy gaan kuier by @global.w_crisis_adult_friend. Hy het net hier aangekom, en dis toe dit gebeur het.” @global.w_crisis_female_caregiver: “Dis oukei, my kind, ek glo jou. Dis ’n groot ding en ons sal ’n manier kry om die nodige hulp te kry. Waar kan ons gaan hulp vra?” @global.w_crisis_teen_girl_1: “My skool?”
xh: @global.w_crisis_teen_girl_1: "Izolo xa ubuyokubona @global.w_crisis_adult_friend. Ufikile nje yaye yenzeke ngelo xesha le nto." @global.w_crisis_female_caregiver: "Kulungile, ndiyakukholelwa mntana. Inkulu le nto yaye siza kufumana indlela yokufumana uncedo esiludingayo. Singaya phi ukuze sifumane uncedo?" @global.w_crisis_teen_girl_1: "Esikolweni sam?"
zu: @global.w_crisis_teen_girl_1: “Izolo ngesikhathi uhambile uyobona u@global.w_crisis_adult_friend. Uvele wafika kungaleso sikhathi okwenzeke ngaso.” @global.w_crisis_female_caregiver: “Kulungile, ngiyakukholwa ngane yami. Yinto enkulu lena futhi sizoyithola indlela yokuthola usizo esiludingayo. Singaya kuphi ukuze sithole usizo? @global.w_crisis_teen_girl_1: “Esikoleni sami?”

# template
source: @global.w_crisis_female_caregiver: "Ah I know, let’s go to the clinic. They will know what we can do to help you. Does that sound okay to you?" @global.w_crisis_teen_girl_1: "Yes… Okay… But will you come with me?"
af: @global.w_crisis_female_caregiver: “Aag, ek weet, kom ons gaan kliniek toe. Hulle sal weet wat ons kan doen om jou te help. Klink dit vir jou oukei?” @global.w_crisis_teen_girl_1: “Ja… Oukei… Maar sal jy saam met my gaan?”
xh: @global.w_crisis_female_caregiver: "Yha, masiye siye ekliniki. Baza kuyazi ukuba masenze ntoni ukuze uncedakale. Ngaba ivakala ilungile loo nto kuwe? @global.w_crisis_teen_girl_1: "Ewe… Ilungile… Kodwa ungahamba nam?"
zu: @global.w_crisis_female_caregiver: “Ah ngiyazi, ake sihambe siye emtholampilo. Bazokwazi ukuthi yini okumelwe siyenze ukuze sikusize. Ingabe lokhu kuzwakala kukahle kuwe?” @global.w_crisis_teen_girl_1: “Yebo... Kulungile... Kodwa ngicela ukuhamba nawe?”

# template
source: @global.w_crisis_female_caregiver: "Of course I will. And @global.w_crisis_teen_girl_1? Remember this is not your fault. I love you. You are a good person. We will get through this."
af: @global.w_crisis_female_caregiver: “Natuurlik sal ek. En@global.w_crisis_teen_girl_1? Onthou, dis nie jou skuld nie. Ek is lief vir jou. Jy is ’n goeie persoon. Ons sal hierdeur kom.”
xh: @global.w_crisis_female_caregiver: "Nakanjani ndiza kuhamba nawe. Yaye @global.w_crisis_teen_girl_1? Khumbula ayilotyala lakho eli.” Ndiyakuthanda. Ungumntu olungileyo. Siza kudlula kule nto.”
zu: @global.w_crisis_female_caregiver: “Nakanjani ngizokwenza . Bese @global.w_crisis_teen_girl_1? Khumbula ukuthi lokhu akulona iphutha lakho.” Ngiyakuthanda. Ungumuntu okahle. Sizodlula kulokhu.”

# template
source: Another problem that many parents are worried about is violence and crime. Let’s look at an example together.
af: ’n Ander probleem waaroor baie ouers bekommerd is, is geweld en misdaad. Kom ons kyk saam na ’n voorbeeld.
xh: Enye ingxaki ekhathaza abazali abaninzi lugonyamelo nolwaphulo-mthetho. Makhe sijonge kunye umzekelo.
zu: Enye inkinga abazali abakhathazeke ngayo udlame nobugebengu. Ake sibheke isibonelo ndawonye.

# template
source: @global.w_crisis_male_caregiver_1: "@global.w_crisis_teen_boy_1, you look worried since yesterday. What is wrong?"
af: @global.w_crisis_male_caregiver_1: “@global.w_crisis_teen_boy_1, Jy lyk van gister af bekommerd. Wat is verkeerd?”
xh: @global.w_crisis_male_caregiver_1: "@global.w_crisis_teen_boy_1, ukhangeleka ukhathazekile ukususela izolo. Yintoni ingxaki?”
zu: @global.w_crisis_male_caregiver_1: "@global.w_crisis_teen_boy_1, ubukela ukhathazekile kusukela izolo. Ingabe kukhona okungalungile?”

# template
source: @global.w_crisis_teen_boy_1: "Yesterday, my friends and I went to a soccer match. Some guys who were drunk started a fight with my friend." @global.w_crisis_male_caregiver_1: "Continue, I am listening. I hope you did not fight?"
af: @global.w_crisis_teen_boy_1: “Gister was ek en my vriende by ’n sokkerwedstryd. ’n Paar dronk ouens het ’n bakleiery met my vriend begin.” @global.w_crisis_male_caregiver_1: “Gaan aan, ek luister. Ek hoop jy het nie baklei nie?”
xh: @global.w_crisis_teen_boy_1: "Izolo mna neetshomi zam siye kumdlalo webhola ekhatywayo. Abanye abafana abebenxilile baye baqalisa ukulwa nomhlobo wam." @global.w_crisis_male_caregiver_1: "Qhubeka, ndiphulaphule. Ndiyathemba awukhange ulwe?"
zu: @global.w_crisis_teen_boy_1: “Izolo, mina nabangane bami sihambe sayobuka umdlalo webhola lezinyawo. Abanye abafana ababedakiwe baqala ukulwa nomngane wami." @global.w_crisis_male_caregiver_1: “Qhubeka, ngilalele. Ngithemba ukuthi awuzange ulwe?”

# template
source: @global.w_crisis_teen_boy_1: "I didn’t want to, but I couldn’t just stand there and let them beat up my friend, so…" @global.w_crisis_male_caregiver_1: "So, did you fight in order to help defend your friend?"
af: @global.w_crisis_teen_boy_1: “Ek wou nie, maar ek kon nie net daar staan en kyk hoe hulle my vriend slaan nie, daarom....” @global.w_crisis_male_caregiver_1 :“Het jy dus baklei om jou vriend te help verdedig?”
xh: @global.w_crisis_teen_boy_1: "Bendingafuni, kodwa bendingenakubukela nje ndibavumele babethe umhlobo wam, ngoko…" @global.w_crisis_male_caregiver_1: "Ngoko, ulwile ukuze ukhusele umhlobo wakho?"
zu: @global.w_crisis_teen_boy_1: “Bengingafuni, kodwa bengingeke ngime ngibukele beshaya umngane wami, ngakho-ke...” @global.w_crisis_male_caregiver_1: “Ngakho, ulwile ukuze uvikele umngane wakho?”

# template
source: @global.w_crisis_teen_boy_1: “Everyone was fighting. I saw someone lying on the field in a pool of blood. He looked… dead."
af: @global.w_crisis_teen_boy_1: “Almal het baklei. Ek het iemand op die veld sien lê, in ’n plas bloed. Dit het vir my gelyk hy is... dood.”
xh: @global.w_crisis_teen_boy_1: “Wonke umntu ebesilwa. Ndibone umntu ebaleni kububutyadidi ligazi. Ebekhangeleka … eswelekile."
zu: @global.w_crisis_teen_boy_1: “Wonke umuntu ubelwa. Ngibone umuntu elele phansi kwidamu legazi. Ubebonakala... efile.”

# template
source: @global.w_crisis_male_caregiver_1: "I am glad you are telling me about this, @global.w_crisis_teen_boy_1. Let’s sit down together now and discuss whether we should involve the police or someone else to help."
af: @global.w_crisis_male_caregiver_1: “Ek is bly jy vertel my hiervan, @global.w_crisis_teen_boy_1. Kom sit by my, dan bespreek ons of ons die polisie of iemand anders wat kan help, moet betrek.”
xh: @global.w_crisis_male_caregiver_1: "Ndiyavuya ngokundixelela ngale nto, @global.w_crisis_teen_boy_1. Ngoku masihlale kunye phantsi size sincokole ngokuba simele sifake amapolisa okanye omnye umntu oza kusinceda.”
zu: @global.w_crisis_male_caregiver_1: “Ngiyajabula ukuthi ungitshele ngalokhu, @global.w_crisis_teen_boy_1. Ake sihlale phansi manje sixoxe ngokuthi ingabe kuyadingeka ukuthi sibandakanye amaphoyisa noma omunye umuntu ukuba asize.”

# template
source: @global.w_crisis_teen_boy_1: "Thank you, @global.w_crisis_male_caregiver_1" @global.w_crisis_male_caregiver_1: "We will get through this. Remember, we will support you as a family."
af: @global.w_crisis_teen_boy_1: “Dankie, @global.w_crisis_male_caregiver_1” @global.w_crisis_male_caregiver_1: “Ons sal hierdeur kom. Onthou, ons sal jou as ’n gesin ondersteun.”
xh: @global.w_crisis_teen_boy_1: "Enkosi, @global.w_crisis_male_caregiver_1" @global.w_crisis_male_caregiver_1: “Siza kudlula kule nto. Khumbula, siya kukuxhasa njengentsapho.”
zu: @global.w_crisis_teen_boy_1: “Ngiyabonga, @global.w_crisis_male_caregiver_1" @global.w_crisis_male_caregiver_1: “Sizodlula kulokhu. Khumbula, sizokweseka njengomndeni.”

# template
source: Crisis can make us feel angry or helpless. But this is when our teens really need us to breathe, listen and think.
af: Krisisse kan ons kwaad of hulpeloos laat voel. Maar dít is wanneer ons tieners regtig nodig het dat ons asemhaal, luister en dink.
xh: Ingxaki inokusenza sizive sinomsindo okanye singenamncedi. Kodwa eli lithuba abantwana bethu abafikisayo abadinga ukuba siphefumle, siphulaphule size sicinge.
zu: Inkinga ingasenza sizizwe sicasukile noma singenalusizo. Kodwa kungaleso sikhathi lapho abantwana bethu bedinga siphefumule, silalele futhi sicabange.

# template
source: BREATHE
af: ASEM IN
xh: PHEFUMLA
zu: PHEFUMULA

# template
source: Stay calm. Ask yourself ‘what does my teen need right now’
af: Bly kalm. Vra jouself af ‘wat het my tiener op hierdie oomblik nodig?’
xh: Hlala uzolile. Zibuze ukuba ‘umntwana wam ofikisayo udinga ntoni ngoku’
zu: Hlala uzolile. Zibuze ‘yini edingwa ingane yami njengamanje’

# template
source: Tell them you are there for them and love them.
af: Sê vir hulle jy is daar vir hulle, en is lief vir hulle.
xh: Mxelele ukuba ukunye nabo yaye uyabathanda.
zu: Batshele ukuba ukhonela bona futhi uyabathanda.

# template
source: THINK
af: DINK
xh: CINGA
zu: CABANGA

# template
source: Talk with your teen. What might help the situation? You might need to make immediate plans now, and then long-term plans later.
af: Gesels met jou tiener. Wat kan dalk die situasie help? Jy sal dalk nou dadelik planne moet beraam, en dan langtermynplanne later.
xh: Thetha nomntwana wakho ofikisayo. Yintoni enokunceda le meko? Kusenokufuneka wenze izicwangciso ezingxamisekileyo ngoku, uze wenze izicwangciso zexesha elide kamva.
zu: Khuluma nengane yakho. Yini engasiza kulesi simo? Kungase kudingeke wenze izinhlelo ezisheshayo manje, bese wenza izinhlelo zesikhathi esizayo kamuva.

# template
source: You can be proud of yourself for exploring ways to get help!
af: Wees trots op jouself omdat jy maniere soek om hulp te kry!
xh: Ungazingca ngesiqu sakho ngokukhangela iindlela zokufumana uncedo!
zu: Ungaziqhenya ngokuthola izindlela zokuthola usizo!

# template
source: How are you feeling today?
af: Hoe voel jy vandag?
xh: Uziva njani namhlanje?
zu: Uzizwa kanjani namuhla?

# template
source: Great that today is going well! What is one thing that has gone well today? Remember to praise yourself for it.
af: Dis gaaf dat dit vandag goed gaan. Wat is dit wat vandag goed was? Onthou om jouself daarvoor te prys.
xh: Kuhle kuba namhlanje izinto zihamba kakuhle! Yintoni into enye ehambe kakuhle namhlanje? Khumbula ukuzincoma ngaloo nto.
zu: Kuhle ukuthi kuhamba kahle namuhla! Iyiphi into eyodwa ehambe kahle namuhla? Khumbula ukuzincoma ngayo.

# template
source: Sorry to hear you are feeling difficult feelings today. Well done for recognising those emotions, and trying to be calm and kind to yourself. You are setting a great example for your family.
af: Jammer om te hoor dat jy nie vandag goed voel nie. Dis goed dat jy sulke emosies uitspreek en probeer om kalm en goedhartig teenoor jouself te wees. Jy stel ’n baie mooi voorbeeld vir jou gesin.
xh: Uxolo ngokuva ukuba uxakanisekile namhlanje. Wenze kakuhle ngokuphawula ezo mvakalelo, nokuzama ukuzola uze uzicingele. Umisela umzelelo obalaseleyo kwintsapho yakho.
zu: Uxolo ukuzwa ukuthi awuzizwa kahle namuhla. Wenze kahle ngokuthi uyiqaphele leyo mizwa, nokuzama ukwehlisa umoya nokuba nomusa kuwe. Ubekela umndeni wakho isibonelo esihle.

# template
source: What challenge did you have?
af: Watter uitdaging het jy ervaar?
xh: Loluphi ucelo-mngeni oye wanalo?
zu: Yiziphi izinselele obe nazo?

# template
source: Yes, it takes some time to get used to giving positive instructions – it’s really worth trying again! Think about the behaviour you would love to see your teen do more and think of positive ways to give that instruction!
af: Ja, dit neem tyd om daaraan gewoond te raak om positiewe opdragte te gee – dit is regtig die moeite werd om weer te probeer! Dink aan die gedrag wat jy wil hê jou tiener meer moet openbaar, en dink aan positiewe maniere om daardie opdrag te gee!
xh: Ewe, kuthatha ixesha ukuqhelana nokunika imiyalelo ekhuthazayo – akulolize ukuzama kwakhona! Cinga ngendlela yokuziphatha ongathanda ukuyibona kumntwana wakho uze ucinge ngeendlela ezikhuthazayo zokumnika loo myalelo!
zu: Yebo, kuthatha isikhathi ukujwayela ukunikeza iziqondiso ezinhle – kuzosiza ngempela ukuphinde uzame! Cabanga ngendlela yokuziphatha ongathanda ukuyibona kakhulu enganeni yakho esebusheni bayo bese ucabanga ngezindlela ezinhle zokunikeza leso siqondiso!

# template
source: Your home practice was to try out REAL, POSITIVE and EXACT instructions with your teen.
af: Jou tuisoefening was om REALISTIESE, POSITIEWE en PRESIESE instruksies met jou tiener te poog.
xh: Into ebekumele uyizame ekhaya kukunika umntwana wakho ofikisayo imiyalelo ENOKWENZIWA, EKHUTHAZAYO kunye NENGQALILEYO.
zu: Ukuphrakthiza endlini bekusho ukuzama ukulandela iziqondiso EZINGOKOQOBO, EZIWUSIZO NEZIQONDILE nengane yakho esebusheni bayo.

# template
source: Thank you for sharing! Well done for trying to give your teen positive instructions and for building a positive relationship with your teen. Your teen deserves praise and YOU as well!
af: Dankie dat jy deel! Welgedaan dat jy jou tiener positiewe instruksies probeer gee het en dat jy ’n positiewe verhouding met jou tiener wil bou. Jou tiener verdien lof en JY ook!
xh: Enkosi ngokwabelana! Usebenzile ngokuzama ukunika umntwana wakho ofikisayo imiyalelo ekhuthazayo kunye nokwakha ulwalamano oluhle kunye nomntwana wakho ofikisayo. Umntwana wakho ufanele anconywe ngokunjalo NAWE!
zu: Siyabonga ngokwabelana nathi! Wenze kahle ngokuzama ukunikeza ingane yakho esebusheni bayo iziqondiso eziwusizo kanye nokwakha ubuhlobo obuhle nengane yakho. Ingane yahoo esebusheni bayo ifanelwe ukunconywa NAWE ufanelwe ukunconywa!
