Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# data_list
source: Greetings, greetings everyone. Today our topic is positive instructions. It is important to give positive instructions to our children, because when we give them positive instructions they know and understand what we are expecting them to do and they do it the way we want them to do it. So, at the end it keeps everyone happy.
sw: Habari zenu? Leo mada yetu inahusu maagizo chanya. Ni muhimu kutoa maagizo chanya kwa watoto wetu, kwa sababu tunapowapa maagizo chanya, wanajua na kuelewa kile tunachotarajia wakifanye na wanakifanya kwa namna tunavyotaka wakifanye. Kwa hiyo, mwishowe kila mtu hufurahi.

# data_list
source: Why @data.workshop.w_instruct.lower_case_title?
sw: Kwanini @data.workshop.w_instruct.lower_case_title?

# data_list
source: We know how stressful it is to bring up teenagers in these times. Learning to manage your stress helps you – and your family.
sw: Tunajua jinsi gani ni kazi kulea vijana katika nyakati hizi. Kujifunza kudhibiti msongo wako wa mawazo kunakusaidia wewe na familia yako.

# data_list
source: Greetings everyone. Today's topic is managing stress. It is important to know how to manage our stress. At times our children can behave in ways that make us feel stressed and us as parents can make our children feel stressed too. So, it is important to notice when we feel stressed and take a pause and breathe. That will help you manage your stress.
sw: Salamu kwa wote. Kipindi cha leo ni kukabiliana na msongo wa mawazo. Ni muhimu kufahamu namna ya kukabiliana na msongo wa mawazo. Wakati mwingine, watoto wetu wanaweza kuwa na tabia zikatufanya kuwa na mawazo na sisi kama wazazi tunaweza kuwafanya watoto wetu wawe na mawazo pia. Kwa hiyo, ni muhimu kutambua wakati tunahisi mawazo kisha tutulie na kuvuta pumzi ndefu. Hii itakusaidia kukabiliana na msongo wa mawazo.

# data_list
source: Why @data.workshop.w_stress.lower_case_title?
sw: Kwanini @data.workshop.w_stress.lower_case_title?

# data_list
source: Every family faces challenges, but when we work together we can deal with problems in an effective and peaceful way. What a great skill for your teen to learn too!
sw: Kila familia hukabiliwa na changamoto, lakini tunapofanya kazi pamoja tunaweza kushughulikia matatizo kwa njia iliyo bora na ya amani. Ni ujuzi mzuri sana kwa kijana wako pia kujifunza!

# data_list
source: Greetings, everyone. Today's topic is problem solving. We all know that in life there are times where we face problems, and we all know in a way that when we find ourselves in these situations, it is difficult to think of immediate positive solutions. Therefore, it is important that when we are facing problems we take a pause, we breathe, keep calm and think of problem-solving skills that we may use. Remember to include our teenagers when we are solving problems. This will help them to become responsible and learn how to solve their own problems in the future.
sw: Habari zenu? Mada ya leo inahusu kutatua matatizo. Sote tunajua kuwa katika maisha kuna nyakati tunakabiliwa na matatizo, na sote tunajua kwamba tunapojikuta katika nyakati hizo, ni vigumu kufikiria haraka ufumbuzi chanya. Kwa hiyo, tunapokabiliwa na matatizo ni muhimu tupumzike, tupumue, tutulie na tufikirie ujuzi wa kutatua matatizo tunaoweza kuutumia. Tunapotatua matatizo, tukumbuke kuwashirikisha vijana wetu. Kufanya hivyo kutawasaidia kuwajibika na kujifunza jinsi ya kutatua matatizo yao wenyewe siku zijazo.

# data_list
source: Why @data.workshop.w_solve.lower_case_title?
sw: Kwanini @data.workshop.w_solve.lower_case_title?

# data_list
source: Many families are stressed about money, especially if teens keep asking for things! When we make a budget together, we can agree how to spend AND save to prevent stress and work towards our family’s goals.
sw: Familia nyingi zina msongo wa mawazo kutokana na pesa, hasa pale vijana wanapoendelea kuomba vitu! Tunapotengeneza bajeti pamoja, tunaweza kukubaliana jinsi ya kufanya matumizi pamoja NA kuweka akiba ili kuzuia msongo wa mawazo na kutekeleza malengo ya familia zetu.

# data_list
source: Greetings, everyone. Today's topic is family budgeting. It is important to create a budget, but it is even more important to create a budget involving the entire family. Doing it together helps increase the level of understanding of how you spend money as a family and how much you save for the family and you can even come up with plans of how you can save as a family.
sw: Habari zenu? Mada ya leo inahusu kutengeneza bajeti ya familia. Kutengeneza bajeti ni muhimu, lakini kutengeneza bajeti kwa kuhusisha familia nzima ni muhimu zaidi. Kufanya hivyo pamoja husaidia kuongeza uelewa kuhusu jinsi mnavyotumia pesa kama familia na kiasi mnachoweka akiba kwa ajili ya familia na mnaweza hata kubuni mipango ya kuweka akiba kama familia.

# data_list
source: Why @data.workshop.w_money.lower_case_title?
sw: Kwanini @data.workshop.w_money.lower_case_title?

# data_list
source: Rules help teens understand what is expected from them. Teens are more likely to follow rules if you create the rules WITH your teen and praise them for it!
sw: Sheria huwasaidia vijana kuelewa wanachotakiwa kukifanya. Vijana wana uwezekano mkubwa wa kufuata sheria kama mtaweka sheria hizo PAMOJA na kumsifia anapozifuata!

# data_list
source: Greetings, everyone. Today's topic is rules. Rules promote peace within the household and promote understanding amongst family members. Rules promote responsibilities for each family member; therefore, it is important to have family rules. A household with family rules lives in peace.
sw: Habari zenu? Mada ya leo inahusu sheria. Sheria huleta amani ndani ya kaya na maelewano miongoni mwa wanafamilia. Sheria huleta uwajibikaji kwa kila mwanafamilia; kwa hiyo, ni muhimu kuwa na sheria za familia. Kaya yenye sheria za familia huishi kwa amani.

# data_list
source: Why @data.workshop.w_rules.lower_case_title?
sw: Kwanini @data.workshop.w_rules.lower_case_title?

# data_list
source: Our actions have consequences: Some consequences happen naturally (“if you break something, you can’t use it anymore”). Other consequences we set as a family to motivate us to follow the rules (“if you come home late, you can’t go out with friends tomorrow”). HOW you set and use consequences together matters. Getting consequences right helps teens behave better and makes family life calmer.
sw: Angalizo: Matendo yetu yana matokeo: Baadhi ya matokeo yanatokea kwa kawaida ("kama ukivunja kitu, huwezi kukitumia tena"). Adhabu nyepesi nyingine tunaweka kama familia kutuhamasisha kufuata sheria ("kama ukichelewa kurudi nyumbani, hautatoka na marafiki kesho"). JINSI mnavyoweka na kutumia adhabu kwa pamoja ni muhimu. Kuweka adhabu sahihi inasaidia kijana kuwa na tabia njema na kufanya maisha ya familia kuwa na utulivu.

# data_list
source: Greetings, everyone. Today's topic is calm consequences. It is important that when we introduce consequences to our teenagers we involve them, but also important that we are calm when we introduce consequences. That will assist us to agree on introducing calm consequences to our teenagers and our teenagers will easily remember them when they are involved and that will make them responsible.
sw: Habari, kila mmoja. Maada ya leo ni adhabu tulivu. Ni muhimu kwamba tunapotambulisha adhabu kwa vijana wetu tuwahusishe, lakini pia ni muhimu kwamba sisi ni watulivu tunapotambulisha adhabu. Hiyo itatusaidia kukubaliana kwenye kutambulisha adhabu tulivu kwa vijana wetu na vijana wetu watazikumbuka kirahisi wakiwa wameshirikishwa na kwamba itawafanya kuwa wawajibikaji.

# data_list
source: Why @data.workshop.w_consequence.lower_case_title?
sw: Kwanini @data.workshop.w_consequence.lower_case_title?

# data_list
source: Teens can spend a lot of time outside the house or online, where it is harder for us to keep them safe. Talking together about safe and unsafe places, and how to prevent problems, really helps!
sw: Vijana wanaweza kutumia muda mwingi nje ya nyumba au mtandaoni, ambako ni vigumu kwetu kuwaweka salama. Kuzungumza pamoja kuhusu maeneo salama na yasiyo salama, na jinsi ya kuzuia matatizo, husaidia sana!

# data_list
source: Greetings, everyone. Today our topic is teen safety. It is our responsibility as parents to keep our teens safe at all times. We need to ensure that our teenagers are safe in the communities that we live in. It is our responsibility that we make them aware of the safe and unsafe areas in the communities. It is also our responsibility to ensure that they understand the dangers that they might be exposed to when they are online. That way our teenagers will be responsible and be able to make right decisions to keep themselves safe too.
sw: Habari zenu? Leo mada yetu inahusu usalama wa vijana. Kama wazazi, ni jukumu letu kuwaweka salama vijana wetu wakati wote. Tunahitaji kuhakikisha kuwa vijana wetu wako salama katika jamii tunazoishi. Ni jukumu letu kuwafahamisha maeneo salama na yasiyo salama katika jamii hizo. Pia ni jukumu letu kuhakikisha kwamba wanaelewa hatari zinazoweza kuwakabili wanapokuwa mtandaoni. Kwa njia hiyo, vijana wetu watawajibika na wataweza kufanya maamuzi sahihi ya kujiweka salama.

# data_list
source: Why @data.workshop.w_safe.lower_case_title?
sw: Kwanini @data.workshop.w_safe.lower_case_title?

# data_list
source: All families experience crises. When we prepare together and know where to get help BEFORE something bad happens, we can overcome any crisis.
sw: Kila familia hukabiliwa na hali ya hatari. Tunapojiandaa pamoja na kujua mahali pa kupata msaada KABLA ya kutokea kwa jambo baya, tunaweza kuishinda hali yoyote ya hatari.

# data_list
source: Greetings, everyone. Today's topic is dealing with crises. Crises may occur anywhere. Crises may occur anytime. Therefore, it is important as a family to have plans in place should any family member find themselves in a crisis situation. It is important to have plans so that every family member may feel protected. When we are dealing with crises, remember to take a pause, breathe and keep yourself calm. That will help you to deal with crises better.
sw: Habari zenu? Mada ya leo inahusu kushughulikia hali ya hatari. Hali ya hatari inaweza kutokea mahali popote. Hali ya hatari inaweza kutokea wakati wowote. Kwa hiyo, kama familia, ni muhimu kuwa na mipango ya kukabiliana na hatari kwa ajili ya mwanafamilia yeyote atakayejikuta kwenye hali ya hatari. Ni muhimu kuwa na mipango ili kila mwanafamilia ahisi kulindwa. Unaposhughulikia hali ya hatari, kumbuka kupumzika, kupumua na kutulia. Kufanya hivyo kutakusaidia kushughulikia hali ya hatari vizuri zaidi.

# data_list
source: Why @data.workshop.w_crisis.lower_case_title?
sw: Kwanini @data.workshop.w_crisis.lower_case_title?

# data_list
source: Why celebrate?
sw: Kwa nini kusherehekea?

# data_list
source: CONGRATULATIONS! You have done it! You have built 11 important parenting skills. This is a huge achievement. It shows such care for your family. Let’s celebrate you and plan your future @global.parent_app support.
sw: HONGERA! Umefaulu! Umejifunza stadi 11 muhimu za malezi. Haya ni mafanikio makubwa. Inaonyesha unavyoijali sana familia yako. Ngoja tukusherehekee na tupange tutakavyokusaidia baadaye kwenye @global.parent_app.

# data_list
source: Greetings everyone. Today’s topic is celebration and next steps. It has been amazing, it has been wonderful having you on this journey. Today we are celebrating our journey together. Today we are celebrating all the learnings that we have learnt throughout.
sw: Msalimie kila mtu. Mada ya leo ni sherehe na hatua zinazofuata. Imekuwa ya kushangaza, imekuwa nzuri kuwa na wewe kwenye safari hii. Leo tunasherehekea safari yetu pamoja. Leo tunsherehekea mafunzo yote ambayo tumejifunza kote.

# data_list
source: Teenagers go through a lot of changes, both in their bodies and in how they feel and experience the world. By speaking with them you can help them handle this change as well. Let your teen know you may not have all the answers, but you are there to support them and find solutions together. That way your teen knows you are there to listen and talk. You will not judge or shame them and can support them to make healthy and confident decisions.
sw: Vijana hupitia mabadiliko mengi katika miili yao na jinsi wanavyohisi na kupata uzoefu duniani. Kwa kuzungumza nao unaweza kuwasaidia kushughulikia mabadiliko haya pia. Mjulishe kijana wako kuwa huenda huna majibu yote, lakini uko pale ili kuwaunga mkono na kutafuta suluhu pamoja. Kwa njia hiyo kijana wako anajua upo kusikiliza na kuzungumza. Hutawahukumu au kuwaaibisha na unaweza kuwaunga mkono kufanya maamuzi yenye afya na kujiamini

# data_list
source: Think back to your own teenage years: * Did you ever experience a difficult situation as a teenager around body changes? And what about relationships? * What kind of support or information do you wish you had at the time? * Do you think your teen may be experiencing any challenges in these areas?
sw: Fikiria miaka yako ya ujana: * Je, umewahi kupata hali ngumu wakati kijana karibu na mabadiliko ya mwili? Na vipi kuhusu mahusiano? * Je, ni aina gani ya usaidizi au taarifa unayotamani kuwa nayo wakati huo? * Je, unafikiri kijana wako anaweza kuwa anapitia changamoto zozote katika maeneo haya?

# data_list
source: Greetings, everyone. Today's topic is body changes and intimate relationships. Discussing body and intimate relationships with your child can be difficult. However, it is important to have these discussions in order for your teen to understand that this stage of life is normal. This will help them to acknowledge the changes in their bodies and be able to take positive decisions regarding intimate relationships.
sw: Nawasalimia wote. Mada ya leo ni mabadiliko ya mwili na mahusiano ya kimapenzi. Kujadili mwili na mahusiano ya kimapenzi ukiwa na mtoto wako inaweza kuwa ngumu. Hata hivyo, ni muhimu kuwa na majadiliano haya ili kijana wako aelewe kwamba hatua hii ya maisha ni ya kawaida. Hii itawasaidia kutambua mabadiliko katika miili yao na kuwa na uwezo wa kufanya maamuzi chanya kuhusu mahusiano ya kimapenzi.

# data_list
source: Why @data.workshop.w_srh.lower_case_title?
sw: Kwanini @data.workshop.w_srh.lower_case_title?

# data_list
source: To keep our teens safe, we need to understand their reality and the potential risky situations they can find themselves in. We can help our teens know how to use their thoughts, voice, AND body in dangerous situations. It makes a big difference!
sw: Ili kuwaweka vijana wetu salama, tunahitaji kuelewa uhalisia wao na hali hatari ambazo wanaweza kujikuta katika. Tunaweza kuwasaidia vijana wetu kujua jinsi ya kutumia mawazo, sauti na miili yao katika hali hatari. Inafanya tofauti kubwa!

# data_list
source: Our topic is staying safe. As parents it is important to ensure that our teens are safe at all times. Our safety and our children’s safety is important. We may need to have discussions with our children about their safety, and how they can keep themselves safe always.
sw: Mada yetu ni kuwa salama. Kama wazazi ni muhimu kuhakikisha kwamba vijana wetu wako salama wakati wote. Usalama wetu na usalama wa watoto wetu ni muhimu. Huenda tukahitaji kuwa na majadiliano na watoto wetu kuhusu usalama wao, na jinsi wanavyoweza kujiweka salama kila wakati.

# data_list
source: Why @data.workshop.w_svp.lower_case_title?
sw: Kwanini @data.workshop.w_svp.lower_case_title?

# data_list
source: Grief affects us all in different ways. Whatever you feel, you are grieving in your own way, and that is okay.
sw: Huzuni hutuathiri sisi sote kwa njia tofauti. Chochote unachohisi, unahuzunika kwa njia yako mwenyewe, na hiyo ni sawa.

# data_list
source: Greetings. Today's topic is coping with grief. Taking care of ourselves is important, especially when we are facing challenging and difficult times such as coping with grief. We need to stay calm in order to think and act positively whenever we find ourselves overwhelmed. We may use techniques such as taking a pause to calm ourselves down.
sw: Nawasalimia wote. Mada ya leo ni kukabiliana na majonzi. Kujitunza ni muhimu, hasa tunapokabiliana na changamoto na nyakati ngumu kama vile kukabiliana na huzuni. Tunatakiwa kuwa watulivu ili kufikiri kutenda vyema kila tunapojikuta tumeelemewa. Tunaweza kutumia mbinu kama vile kutulia ili kujituliza.

# data_list
source: Why @data.workshop.w_grief.lower_case_title?
sw: Kwanini @data.workshop.w_grief.lower_case_title?

# data_list
source: Did you know that your one-on-one time with your teen can help them at school? Today we will share some ideas on how to do this. By spending time with them, you teach them important life skills that will help them at school and at home.
sw: Je, unajua kwamba wakati wako wa moja kwa moja na kijana wako unaweza kuwasaidia shuleni? Leo tutashiriki maoni kadhaa juu ya jinsi ya kufanya hivyo. Kwa kutumia muda pamoja nao, unawafundisha stadi muhimu za maisha ambazo zitawasaidia shuleni na nyumbani.

# data_list
source: Greetings everyone! Today's topic is helping your teen to learn. There are different fun ways and activities that we can use as parents to help our teens learn. Some of those activities could be playing games together or doing house chores together. Remember, our teens learn better when they are having fun!
sw: Habari zenu wote! Mada ya leo ni kumsaidia kijana wako kujifunza. Kuna njia tofauti za Kufurahisha na shughuli ambazo tunaweza kutumia kama wazazi kusaidia vijana wetu kujifunza. Baadhi ya shughuli hizo zinaweza kuwa kucheza michezo pamoja au kufanya kazi za nyumbani pamoja. Kumbuka, vijana wetu hujifunza vyema zaidi wanapoburudika!

# data_list
source: Why @data.workshop.w_learn.lower_case_title?
sw: Kwanini @data.workshop.w_learn.lower_case_title?

# data_list
source: This @global.workshop includes content that may be sensitive. You can check it out by yourself first. This will prepare you well for sharing the content with your teen and others afterwards.
sw: @global.workshop_capital hiki kinajumuisha maudhui ambayo yanaweza kuwa nyeti. Unaweza kuiangalia peke yako kwanza. Kufanya hivyo itakuandaa vyema ili kumshirikisha kijana wako hayo maudhui na pia watu wengine baadaye.

# data_list
source: Welcome and Self-Care
af: Welkom en selfsorg
sw: Makaribisho na Kujithamini
xh: Ukwamkela Nokuzinyamekela
zu: Ukwamukelwa Nokuzinakekela

# data_list
source: Self-Care
af: Selfsorg
sw: Kujithamini
xh: Ukuzinyamekela
zu: Ukuzinakekela

# data_list
source: self-care
sw: kujithamini

# data_list
source: This @global.workshop is about YOU. Looking after yourself is essential for a happy family.
sw: @global.workshop_capital hiki ni kwa ajili YAKO. Kujiangalia mwenyewe ni muhimu kwenye familia yenye furaha.

# data_list
source: For me as a parent, it was almost impossible to find time for myself. I was always busy taking care of everyone else. Through @global.parent_app, I realised how important it is to take care of myself. It helps me AND my family! Having a moment for myself helps me to breathe and notice how I feel. Even 5 minutes to have a cup of tea makes a big difference. Now I can deal with my stress better.
af: As ouer was dit vir my bykans onmoontlik om tyd vir myself te kry. Ek was altyd besig om na almal rondom my om te sien. Deur @global.parent_app het ek besef hoe belangrik dit is om na myself om te sien. Dit help my EN my gesin! 'n Oomblik net vir myself help my om asem te haal en kennis te neem van hoe ek voel. Selfs 5 minute om 'n koppie tee te drink, maak 'n groot verskil. Nou kan ek my stres beter hanteer.
sw: Kwa mimi kama mzazi, ilikuwa kama haiwezekani kupata muda kwa ajili yangu. Nilikuwa na kazi nyingi za kumwangalia kila mmoja. Kupitia @global.parent_app, niligundua ni jinsi gani ilivyo muhimu kujijali mwenyewe. Inanisaidia mimi na familia yangu! Kuwa na muda kwa ajili yangu binafsi inanisaidia kupumua na kujua jinsi ninavyo hisi. Hata dakika 5 za kupata kikombe cha chai inaleta mabadiliko makubwa. Sasa naweza kushughulikia msongo wangu wa mawazo vizuri zaidi.

# data_list
source: My dad was always busy. He would come home from work and snap at us when we started asking him questions. @global.parent_app helped us a lot. We no longer fight. Now, when my dad comes home, he first sits down by himself for 5 minutes and then we do a relaxing activity from @global.parent_app together, so we can all take a deep breath and relax. Then we can chat about our day, about anything good or bad that happened. Everyone is so much happier now.
af: My pa was altyd besig. Hy sou by die huis kom en ons afjak wanneer ons hom begin uitvra. @global.parent_app het ons baie gehelp. Ons baklei nie meer nie. Nou, wanneer my pa by die huis kom, sit hy eers vir 5 minute alleen, en dan doen ons saam 'n ontspanningsaktiwiteit van @global.parent_app, sodat ons almal diep kan asemhaal en ontspan. Dan kan ons oor ons dag praat, oor enigiets, goed of sleg, wat gebeur het. Almal is nou soveel gelukkiger.
sw: Mara nyingi Baba yangu alikuwa na kazi nyingi. Angweza kurudi kutoka kazini na kuwa mwenye haraka pale tunapoanza kumuuliza maswali. @global.parent_app imetusaidia sana. Hatugombani tena. sasa hivi, baba yangu akirudi nyumbani, anakaa kwanza chini kwa dakika 5 na baadae tunafanya pamoja zoezi la kupumzika kutoka katika @global.parent_app, hivyo wote tunaweza kuvuta pumzi ndefu na kupumzika. Baadae tunaweza kuongelea kuhusu siku yetu, kuhusu chochote kibaya au kizuri kilichotokea. Kila mmoja ni mwenye furaha zaidi sasa hivi.

# data_list
source: **Welcome and Self-Care** @global.workshop
sw: **Ukaribisho na kujithamini** @global.workshop

# data_list
source: One-on-One Time
af: Een-tot-een-tyd
sw: Muda wa Pamoja Wawili
xh: Ixesha Lenu Nobabini
zu: Isikhathi Sokuthi Nibe Nobabili Ndawonye

# data_list
source: one-on-one time
sw: muda wa pamoja wawili

# data_list
source: Spending time with your teen builds a positive relationship.
sw: Kutumia muda pamoja na kijana wako hujenga mahusiano chanya.

# data_list
source: When I first heard I had to spend One-on-One Time with my teen, it was hard for me. I did not know when to do it or what to say. I did not want to spoil my teen so that he thinks we have to do everything together. But I really wanted to build my relationship with my teen and I wanted him to open up about what was troubling him. So we tried the One-on-One Time. First, it felt weird, but it turned out to be fun! Now we watch his TV programme together and we chat about it. And we can even talk about how my son is changing into adolescence and even about girlfriends and those things!
sw: Niliposikia kwa mara ya kwanza ninatakiwa kuwa na muda wa pamoja na kijana wangu, ilikuwa vigumu kwangu. Sikujua wakati gani wa kufanya au nini cha kusema. Sikutaka kumharibu kijana wangu kwa kumfanya afikiri tunatakiwa kufanya kila kitu pamoja. Lakini nilitaka sana kujenga uhusiano wangu na kijana wangu na nilitaka awe muwazi kuhusu nini kinachomsumbua. Hivyo tulijaribu muda wa pamoja. Mwanzo, ilionekana ajabu, lakini ilibadilika na kuwa ya kufurahisha! Sasa hivi tunaangalia pamoja vipindi vyake vya TV na tunaviongelea. Na tunaweza hata tukaongea kuhusu jinsi mtoto wangu wa kiume anavyobadilika na hata kuhusu marafiki wa kike na vitu hivyo!
