Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# template
source: Ask your teen questions and let them share their views without interrupting.
af: Vra jou tiener vrae en laat hulle toe om hulle sienings te deel sonder om hulle in die rede te val.
sw: Muulize kijana wako maswali na mwache atoe maoni yake bila kumkata kauli.
zu: Buza umntwana wakho imibuzo bese uyamvumela ukuthi aveze imibino yakhe ngaphandle kokumuphazamisa.

# template
source: WORK TOGETHER
af: WERK SAAM
sw: SHIRIKIANENI
zu: Sebenzisanani

# template
source: Discuss a specific problem, come up with solutions together, and both do what you agree.
af: Bespreek 'n spesifieke probleem, kom saam met oplossings vorendag, en doen dan albei wat julle ooreenkom.
sw: Jadilini tatizo fulani, tafuteni ufumbuzi pamoja, na kila mmoja wenu afanye kile mnachokubaliana.
zu: Xoxisanani ngenkinga ethize, niqhamuke nezisombululo ndawonye bese nenza lokho enivumelane ngakho.

# template
source: PRAISE
af: PRYS
sw: USIFIAJI
zu: Ncoma

# template
source: Thank your teen for sharing and highlight how it is helping you both.
af: Bedank jou tiener vir wat hulle met jou deel en beklemtoon hoe dit julle albei help.
sw: Mshukuru kijana wako kwa kukushirikisha mawazo yake na sisitiza jinsi kufanya hivyo kunavyowasaidia nyote wawili.
zu: Mbonge umntwana wakho ngokwabelana ngemibono bese uyakugqamisa ukuthi kunisiza nobabili.

# template
source: Hear a caregiver's testimonial
af: Luister na 'n versorger se getuigskrif
sw: Sikia ushuhuda wa mlezi
zu: Yizwa umufakazi bomzali

# template
source: Read a caregiver's testimonial
af: Lees 'n versorger se getuigskrif
sw: Soma ushuhuda wa mlezi
zu: Funda ubufakazi bomzali

# template
source: Hear @local.topic_intro_name's message
sw: Sikia ujumbe wa @local.topic_intro_name

# template
source: Read @local.topic_intro_name's message
sw: Soma ujumbe wa @local.topic_intro_name

# template
source: Today's steps
af: Vandag se stappe
sw: Hatua za leo
xh: Amanyathelo anamhlanje
zu: Izinyathelo zanamhlanje

# template
source: Try it Together
af: Probeer dit saam
sw: Jaribuni Pamoja
xh: Yizameni Kunye
zu: Kuzameni Ndawonye

# template
source: Let's practice together.
af: Kom ons oefen saam.
sw: Tufanye mazoezi pamoja.
xh: Masiziqhelanise sonke.
zu: Asizijwayeza ndawonye.

# template
source: What does that mean?
af: Wat beteken dit?
sw: Je, hiyo inamaanisha nini?
zu: Kuchaza ukuthini lokho?

# template
source: How can you help?
af: Hoe kan jy help?
sw: Je, unaweza kusaidiaje?
zu: Ungasiza kanjani?

# template
source: Understanding how your teen feels and how you can support them makes a big difference for you both! Observe your teen and ask how they feel. Click on a face below to find out more:
af: Begrip vir hoe jou tiener voel en hoe jy hulle kan ondersteun maak 'n groot verskil vir julle albei! Neem jou tiener waar en vra hoe hulle voel. Klik op 'n gesig hieronder om meer uit te vind:
sw: Kuelewa namna kijana wako anavyojisikia na namna unavyoweza kumsaidia huleta mabadiliko makubwa kwenu nyote wawili! Mwangalie kwa makini kijana wako na muulize anajisikiaje. Bofya kwenye uso mmojawapo hapa chini ili kupata taarifa zaidi:
zu: Ukuqonda ukuthi umntwana wakho uzizwa kanjani nanokuthi ungameseka kanjani kwenza omkhulu umehluko kunina nobabili. Mqaphele umntwana wakho futhi umbuze ukuthi uzizwa kanjani. Cofoza kulobubuso obungenzansi khona uzothola okwengeziwe:

# template
source: Hopeful
af: Hoopvol
sw: Mwenye matumaini
zu: Ithemba

# template
source: Resilient
af: Veerkragtig
sw: Mstahimilivu
zu: Ukubekezela

# template
source: Self-esteem
af: Selfbeeld
sw: Mwenye kujithamini
zu: Ukuzethemba

# template
source: Teens have goals and dreams for the future – near and far!
af: Tieners het doelwitte en drome vir die toekoms - die nabye en verre!
sw: Vijana wana malengo na ndoto kwa ajili ya siku zijazo – za karibuni na za mbali!
zu: Intsha inezinhloso namaphupho ngekusasa- eliseduze nelikude!

# template
source: Ask your teen about their goals and dreams, encourage them to think what they want for their future, and make a plan together to work towards realising them.
af: Vra jou tiener uit oor hulle doelwitte en drome, moedig hulle aan om te dink oor wat hulle vir hul toekoms wil hê, en maak saam 'n plan om te werk daaraan om dit te verwesenlik.
sw: Muulize kijana wako kuhusu malengo na ndoto zake, mhimize afikirie kile anachokitaka kwa maisha yake ya baadaye, na shirikianeni kuweka mpango utakaowezesha kutimiza malengo na ndoto hizo.
zu: Buza umntwana wakho ngezinhloso nangamaphupho akhe, mkhuthaze ekutheni acabange akufunayo ngekusasa lakhe bese nenza uhlelo ndawonye lokusebenze ekufezeni lezozinhlelo namaphupho.

# template
source: Resilient teens can handle difficult situations, adapt to changes, and solve problems when they come up.
af: Veerkragtige tieners kan moeilike situasies hanteer, aanpas by veranderinge, en probleme oplos wanneer hulle opduik.
sw: Vijana wastahimilivu wanaweza kukabiliana na hali ngumu, kubadilika kuendana na mazingira, na kutatua matatizo yanapojitokeza.
zu: Umntwana oqinile angamelana nezimo ezinzima, ahambisane nezinguquko futhi axazulule nezinkinga eziqhamukayo.

# template
source: Praise your teen for overcoming difficulty and support them where you can.
af: Prys jou tiener dat hulle moeilikhede oorkom het en ondersteun hulle waar jy kan.
sw: Msifie kijana wako kwa kushinda hali ngumu na msaidie pale unapoweza.
zu: Mncome umntwana wakho uma enqobe ubunzima futhi umeseke lapho ungakwazi khona.

# template
source: A teen’s self-esteem is how they think of themselves.
af: 'n Tiener se selfbeeld is hoe hulle aan hulself dink.
sw: Kujithamini kwa kijana ni jinsi anavyojifikiria yeye mwenyewe.
zu: Ukuzethemba komntwana indlela abazicabanga ngayo.

# template
source: Encourage a positive self-image, set an example not to make fun of or criticise yourself all the time. Know your teen’s strengths and support their weaknesses.
af: Moedig 'n positiewe selfbeeld aan, stel 'n voorbeeld deur nie gedurig 'n bespotting te maak of jouself te kritiseer nie. Ken jou tiener se sterkpunte en ondersteun hulle swakpunte.
sw: Himiza awe na mtazamo chanya kuhusu yeye mwenyewe, kuwa mfano wa kuigwa kwa kutojifanyia mzaha au kujikosoa kila mara. Ujue uwezo wa kijana wako na msaidie kwenye udhaifu wake.
zu: Khuthaza isithombe esihle, iba isibonelo ekutheni ungazigconi futhi ungazigxeki ngasosonke isikhathi. Wazi amandla omntwana wakho futhi ubeseke ubuthakathaka babo.

# template
source: Lonely
af: Eensaam
sw: Mpweke
zu: Isizungu

# template
source: Anxious
af: Angstig
sw: Mwenye wasiwasi
zu: Ukukhathazeka

# template
source: Teens can feel alone, even when they are with others. They may feel like they don’t have anyone to talk to, trust, or share with.
af: Tieners kan alleen voel, selfs al is hulle gedurig tussen ander. Hulle mag voel dat hulle niemand het om mee te praat, vertrou of te deel nie.
sw: Vijana wanaweza kujisikia upweke, hata wanapokuwa na watu wengine. Wanaweza kuhisi kama hawana mtu wa kuzungumza naye, kumwamini, au kushirikishana naye mambo mbalimbali.
zu: Abantwana bangaba nomzwangedwa noma behleli nabanye. Bangazizwa ngathi abanaye umuntu abangakhuluma naye, abangamethemba noma abangabelana naye.

# template
source: Ask how your teen is doing and try to find new fun ways together to interact with their friends and family – especially during lockdown.
af: Vra vir jou tiener hoe dit met hulle gaan en probeer saam om nuwe genotvolle maniere vir interaksie met hulle vriende en familie te vind - veral tydens grendeltyd.
sw: Muulize kijana wako anaendeleaje na jaribuni kutafuta pamoja njia mpya za kufurahisha ili kuwasiliana na marafiki na familia zao – hasa wakati wa zuio la kutotoka nyumbani.
zu: Umbuze umntwana wakho ukuthi uzizwa kanjani futhi uzame ukuthola izindlela ezintsha ezijabulisayo zokusebenzisana noma zokuxhumana nabangani nomdeni, ikakhulukazi ngesikhathi sokuvalwa kwezwe.

# template
source: Anxiety is a normal emotion and it can help us deal with challenging situations. But too much anxiety or worry that prevents teens from doing things they love is a problem.
af: Angs is 'n normale emosie en dit kan ons help met die hantering van uitdagende situasies. Maar oormatige angs of bekommernis wat tieners daarvan weerhou om dinge te doen waarvoor hulle lief is, is 'n probleem.
sw: Wasiwasi ni hisia ya kawaida na inaweza kutusaidia kukabiliana na hali zinazoleta changamoto. Lakini wasiwasi mwingi kupita kiasi unaowazuia vijana kufanya mambo wanayoyapenda ni tatizo.
zu: Ukukhathazeka kuwumuzwa ojwayelekile futhi kungasisiza sibhekane nezimo ezinzima. Kodwa ukukhathazeka kakhulu okuvimba umntwana ekutheni enze izinto azithandayo kuyinkinga.

# template
source: Help your teen identify what makes them anxious and make a plan together how they can respond to anxious thoughts.
af: Help jou tiener om te identifiseer wat hulle angstig maak en beraam saam 'n plan rondom hoe hulle kan reageer op angstige gedagtes.
sw: Msaidie kijana wako kutambua mambo yanayomfanya kuwa na wasiwasi na shirikianeni kupanga namna anavyoweza kukabiliana na mawazo ya wasiwasi.
zu: Siza umntwana ukuthi aqaphele ukuthi yini emkhathazayo bese nenza uhlelo ndawonye lokuthi angamelana kanjani nemizwa yokukhathazeka.

# template
source: Doing a relaxation activity together can help!
af: Om 'n ontspannende aktiwiteit saam te doen kan help!
sw: Kufanya pamoja shughuli ya kuburudisha kunaweza kusaidia!
zu: Ukwenza umsebenzi ophumuzayo ndawonye kungasiza!

# template
source: Depressed
af: Depressief
sw: Mwenye mfadhaiko
zu: Ukucindezeleka

# template
source: Self-harm
af: Selfbesering
sw: Kujidhuru
zu: Ukuzlimaza

# template
source: Feeling sad or down, being in a bad mood, are all normal human emotions. Depression is when it carries on for a long time and your teen’s normal daily activities are affected. Your teen may feel hopeless and unable or unmotivated to change anything.
af: Om hartseer of teneergedruk te voel, om in 'n slegte bui te wees, is alles normale menslike emosies. Depressie is wanneer dit vir 'n lang tydperk aanhou en jou tiener se normale daaglikse aktiwiteite affekteer. Jou tiener mag hulpeloos voel en nie in staat of ongemotiveerd wees om enigiets te verander nie.
sw: Kuhuzunika au kuwa na majonzi, kuwa na sununu, zote ni hisia za kawaida za kibinadamu. Mfadhaiko hutokea pindi hali hiyo inapoendelea kwa muda mrefu na kuathiri shughuli za kawaida za kila siku za kijana wako. Kijana wako anaweza kuhisi kutokuwa na matumaini na kukosa uwezo au kutokuwa na nia ya kubadilisha chochote.
zu: Ukudabuka noma ukuzizwa unomoya ophansi, noma usesimweni esibi emphefumulweni, yonke lemizwa ijwayelekile empilweni yomuntu. Uma le mizwa iqhubeka isikhathi eside yilapho ke ingcindezi iba khona futhi nezenzo zejwayelo zomntwana ziya thikamezeka. Umntwana wakho angazizwa engenathemba futhi enganalo gqozu lokushintsha izintonto.

# template
source: Telling your teen to ‘just stop’ may make things worse. Rather listen to them, calmly show you understand, and build their confidence. Try to get professional help.
af: Om vir jou tiener te sê 'hou net op' mag dinge net vererger. Luister eerder na hulle, wys kalm dat jy verstaan, en bou hulle vertroue. Probeer om professionele hulp te kry.
sw: Kumwambia kijana wako 'hebu acha' kunaweza kufanya mambo kuwa mabaya zaidi. Badala yake msikilize, mwonyeshe kwa utulivu kuwa unaelewa, na mjengee ujasiri. Jaribu kupata msaada wa kitaalamu.
zu: Ukutshela umntwana wakho ukuthi 'yekela' ngungenza izinto zibe zimbi kakhulu kunakuqala. Kungcono umlalele, ukhombise ngomoya ophansi ukuthi uyaqonda futhi wakhe ukuzethemba kwakhe. Zama ukuthola usizo lochwepheshe.

# template
source: Sometimes teens can hurt themselves on purpose to deal with negative emotions like anger, guilt, emptiness, or self-hate. This can be caused by anxiety or depression.
af: Somtyds mag tieners hulself doelbewus beseer in 'n poging om negatiewe emosies soos woede, skuldgevoelens, leegheid, of self haat te oorkom. Dit mag deur angs of depressie veroorsaak word.
sw: Wakati mwingine vijana wanaweza kujidhuru kwa makusudi ili kukabiliana na hisia hasi kama kukasirika, kuona hatia, kukosa thamani, au kujichukia. Hali hii inaweza kusababishwa na wasiwasi au mfadhaiko.
zu: Kwesinye isikhathi abantwana bangazilimaza ngamabomu ukumelana nemizwa engemihle efana nokucasuka, ukuba necala, umuzwa wobuze, nokuzizonda. Lokhu kungabangwa ukwethuka nengcindezi.

# template
source: Telling your teen to ‘just stop’ may make things worse. Rather listen to them, calmly show you understand, and build their confidence. If your teen is willing to explain how hurting themselves makes them feel better, you can start to understand the reasons. Try to get professional help.
af: Om vir jou tiener te sê 'hou net op' mag dinge net vererger. Luister eerder na hulle, wys kalm dat jy verstaan, en bou hulle vertroue. Indien jou tiener gewillig is om te verduidelik hoe selfbesering hulle beter laat voel, mag jy begin om te begryp wat die redes daarvoor is. Probeer om professionele hulp te kry.
sw: Kumwambia kijana wako 'hebu acha' kunaweza kufanya mambo kuwa mabaya zaidi. Badala yake msikilize, mwonyeshe kwa utulivu kuwa unaelewa, na mjengee ujasiri. Kama kijana wako yuko tayari kueleza jinsi kujidhuru kunavyomfanya ajisikie vizuri, unaweza kuanza kuelewa sababu za kufanya hivyo. Jaribu kupata msaada wa kitaalamu.
zu: Ukutshela umntwana wakho ukuthi 'ima' kungenza izinto zibe zimbi kakhulu. Kungcono umlalele ngomoya ophansi ukutshengisa ukuthi uyaqonda futhi wakhe ukuzethemba kwakhe. Uma umntwana wakho efuna ukukuchazela ukuthi ukuzilimaza kumsiza kanjani ekutheni azizwe kangcono, ungaqala ngokuqonda izizathu. Zama ukuthola usizo lochwepheshe.

# template
source: A teen sometimes does something because they:
af: 'n Tiener sal soms iets doen omdat hulle:
sw: Wakati mwingine kijana hufanya jambo fulani kwa sababu:
zu: Kwesinye isikhathi umntwana wenza okuthile ngoba:

# template
source: - Listen to their friends - Want to do what others do - Think more about ‘now’ than ‘later’ - Love impulses and can find being careful boring - Do not worry about risk – may even like risks - Have limited experience to rely on - Are willing to try something – no matter what happens
af: -Luister na hulle vriende -Wil doen wat ander doen -Meer dink aan 'nou' as aan 'later'' -Lief is vir impulsiwiteit en versigtigheid vervelig mag vind -Nie bekommerd is oor risiko nie - mag selfs risiko gedrag geniet -Beperkte ondervinding het om op staat te maak -Gewillig is om enigiets te probeer - ongeag die gevolge daarvan
sw: - Anawasikiliza marafiki zake - Anataka kufanya mambo wanayofanya wengine - Anafikiria zaidi kuhusu 'sasa' kuliko 'baadaye' - Ana mihemko ya kimapenzi na anaona kwamba kuwa mwangalifu kunachosha - Hana wasiwasi kuhusu hatari – anaweza hata kupenda hatari - Ana uzoefu mdogo anaoutegemea - Yuko tayari kujaribu jambo fulani – bila kujali kitakachotokea
zu: -Balalela abangani babo - Bafuna ukwenza okwenziwa abanye -Bacabangela 'imanje' kune 'nekusasa' -Bathanda ukuxhamazela futhi bengazi thola bebhoreka ukuqaphela -Abakhathazeki ngokuba sengcupheni- futhi bangakuthanda ukuba sengcupheni -Banolwazi olulinganiselwe abathembele kulo -Bazimisele ukuzama into entsha- noma kungenzakalani

# template
source: It can help to keep this in mind when your teen makes a wrong decision. Talk to them and spend time together so you can help them choose better next time!
af: Dit kan help om dit in gedagte te hou wanneer jou tiener 'n verkeerde keuse maak. Praat met hulle en spandeer tyd saam sodat jy hulle kan help om volgende keer 'n beter keuse te maak!
sw: Kukumbuka mambo haya kunaweza kusaidia pindi kijana wako anapofanya uamuzi mbaya. Zungumza naye na tumia muda pamoja naye ili uweze kumsaidia kuchagua vyema wakati ujao!
zu: Kungasiza ukugcina lokhu emqondweni uma umntwana wakho ethatha izinqumo ezingalungile. Khuluma naye futhi uchithe isikhathi naye khona uzokwazi ukumsiza ekutheni akhethe kangcono ngokuzayo!

# template
source: Copy code
sw: Nakili msimbo

# template
source: Copied!
sw: Imenakiriwa!

# template
source: You may be asked to share this code with people who will support your @global.parent_app journey.
af: Jy sal moontlik gevra word om hierdie kode te deel met mense wat jou @global.parent_app-reis sal ondersteun.
sw: Unaweza kuombwa kuwaonyesha namba hii watu watakaokusaidia katika safari yako ya @global.parent_app.
xh: Unokucelwa ukuba wabelane ngale khowudi nabantu abaza kuxhasa uhambo lwakho lwe@global.parent_app.
zu: Ungase ucelwe ukuba wabelane ngale khodi nabantu abazokusekela @global.parent_app uhambo lwakho.

# template
source: Last sync at: @local.sync_latest
af: Laas gesinchroniseer om: @local.sync_latest
sw: Imeoanishwa mara ya mwisho saa: @local.sync_latest
xh: Ungqamaniso Lokugqibela e: @local.sync_latest
zu: Ukuxhumanisa kokungcina: @local.sync_latest

# template
source: This device has never been synced. Sync to reveal your code.
af: Hierdie toestel is nog nooit gesinkroniseer nie. Sinkroniseer om jou kode te toon.
sw: Kifaa hiki hakijawahi kulandanishwa. Landanisha kupata namba ya siri.
xh: Esi sixhobo asizange singqanyaniswe. Ngqamanisa uzokuveza ikhowudi yakho.
zu: Le divayisi ayikaze ixhunyaniswe. Yixhumanise khona kuzovela ikhodi yakho.

# template
source: Sync now
af: Sinkroniseer nou
sw: Landanisha sasa
xh: Ngqamanisa ngoku
zu: Kuxhumanise manje

# template
source: Syncing...
af: Besig om te sinchroniseer...
sw: Inaoanisha...
xh: Ungqamaniso...
zu: Kuyaxhumana...

# template
source: What is your name or nickname?
sw: Jina lako au jina lako la utani ni nani?

# template
source: What is your gender?
sw: Jinsia yako ni ipi?

# template
source: Man
sw: Mwanaume
xh: Indoda
zu: Owesilisa

# template
source: Woman
af: Vrou
sw: Mwanamke
xh: Owasetyhini
zu: Owesifazane

# template
source: Prefer not to say
sw: Ningependa nisiseme

# template
source: Watch Together
af: Kyk saam
sw: Angalia Pamoja
xh: Bukelani Kunye
zu: Bukelani Ndawonye

# template
source: Let's watch a video together!
af: Kom ons kyk saam na ’n video!
sw: Hebu tuangalie video pamoja!
xh: Masibukele ividiyo kunye!
zu: Masibukele ividiyo ndawonye!

# template
source: Watch
af: Kyk
sw: Angalia
xh: Bukela
zu: Bukela

# template
source: Let's watch a video!
af: Kom ons kyk na ’n video!
sw: Ngoja tuangalie video!
xh: Masibukele ividiyo!
zu: Masibukele ividiyo!

# template
source: How would you like to do this workshop?
af: Hoe sou jy hierdie werksessie wou doen?
sw: Je, ungependa kufanyaje kipindi hiki?
xh: Ungathanda ukuyenza njani iindabano zocweyo?
zu: Ungathanda ukukwenza kanjani umhlangano wokufundisana?

# template
source: Coming soon
af: Binnekort beskikbaar
sw: Inakuja hivi punde
xh: Kuza ngokukhawuleza
zu: Kuyeza maduze

# template
source: We will need to cover other parenting issues before we can start working on @local.workshop_data.title. You can get essential tools on @local.workshop_data.title via the @global.parent_centre.
af: Ons sal ander ouerskapkwessies moet behandel voordat ons kan begin werk aan @local.workshop_data.title. Jy kan die belangrikste hulpmiddels kry by @local.workshop_data.title via die @global.parent_centre.
sw: Tutahitaji kushughulikia masuala mengine ya malezi kabla ya kuanza kufanya kazi kwenye @local.workshop_data.title. Unaweza kupata nyenzo muhimu kwenye @local.workshop_data.title kupitia @global.parent_centre.
xh: Kuya kufuneka sigubungele eminye imiba yobuzali khaphambi koba singaqala sisebenze kwi-@local.workshop_data.title. Unokufumana izixhobo ezibalulekileyo kwi-@local.workshop_data.title usebenzisa i-@global.parent_centre.
zu: Sizodinga ukuxoxa ngezinye izingqinamba zokukhulisa izingane ngaphambi kokuthi siqale ukusebenza ku- @ local.workshop_data.title. Ungathola izicebiso ezibalulekile ku @local.workshop_data.title nge @global.parent_centre.

# template
source: My name
af: My naam
sw: Jina langu
xh: Igama lam
zu: Igama lami

# template
source: @global.weekly_workshop day
af: @global.weekly_workshop dag
sw: Siku ya @global.weekly_workshop
xh: Usuku lwe @global.weekly_workshop
zu: Usuku lwe @global.weekly_workshop

# template
source: I do the @global.workshops:
sw: Ninafanya @global.workshops:

# template
source: My group's name
af: My groep se naam
sw: Jina la kikundi changu
xh: Igama le qela lam
zu: Igama leqembu lami

# template
source: My group is now doing the @global.workshop:
sw: Sasa kikundi changu kinafanya @global.workshop:

# template
source: I am now doing the @global.workshop:
sw: Kwa sasa ninafanya @global.workshop:

# template
source: These quick questions will fit this app to your needs.
af: Hierdie vinnige vrae sal hierdie toep by jou behoeftes aanpas.
sw: Maswali haya ya haraka yatapangilia programu hii kulingana na mahitaji yako.
xh: Le mibuzo emifutshane iza kwenza le app ifanele iimfuno zakho.
zu: Le mibuzo esheshayo izokwenza le-app ifanelane nezidingo zakho.

# template
source: Let’s start with a few questions about you and your family.
af: Kom ons begin met ’n paar vrae oor jou en jou gesin.
sw: Hebu tuanze na maswali machache kuhusu wewe na familia yako.
xh: Masiqale ngemibuzo embalwa malunga nawe kunye nentsapho yakho.
zu: Masiqale ngemibuzo embalwa emayelana nawe nomndeni wakho.

# template
source: We would love to know your first name or nickname:
af: Ons sal graag jou voornaam of bynaam wil weet:
sw: Tungependa kujua jina lako la kwanza au jina lako la utani:
xh: Singathanda ukwazi igama okanye isiteketiso sakho:
zu: Singathanda ukwazi igama lakho noma isiteketiso sakho:

# template
source: Are you a woman or a man?
af: Is jy 'n vrou of 'n man?
sw: Je, wewe ni mwanamke au mwanaume?
xh: Ungumfazi okanye uyindoda?
zu: Ungumuntu wesilisa noma wesifazane?

# template
source: How old are you?
af: Hoe oud is jy?
sw: Je, una umri gani?
xh: Mingaphi iminyaka yakho?
zu: Uneminyaka emingaki?

# template
source: Adults
af: Volwassenes
sw: Watu wazima
xh: Abantu abadala
zu: Bangaki abadala

# template
source: Teens
af: Tieners
sw: Vijana
xh: Abantwana Abafikisayo
zu: Intsha

# template
source: Children
af: Kinders
sw: Watoto
xh: Abantwana
zu: Zingaki izingane

# template
source: Babies
af: Babas
sw: Watoto wachanga
xh: Iintsana
zu: Zingaki izingane ezincane

# template
source: How many people are in your household?
af: Uit hoeveel mense bestaan jou huishouding?
sw: Je, kuna watu wangapi kwenye kaya yako?
xh: Bangaphi abantu abahlala ekhayeni lakho?
zu: Bangaki abantu abasekhayeni lakho?

# template
source: You can do the @global.workshops by yourself OR you can invite some other family members or friends to join you - you will learn a lot from each other. It is up to you!
sw: Unaweza kufanya @global.workshops peke yako AU unaweza kualika wanafamilia wengine au marafiki wajiunge nawe – mtafundishana mengi. Uamuzi ni wako!

# template
source: How would you like to do your @global.workshops?
sw: Je, ungependa kufanyaje @global.workshops zako?

# template
source: Can you think of a name for your group?
af: Kan jy aan ’n naam vir jou groep dink?
sw: Je, unaweza kufikiria jina la kikundi chako?
xh: Ngaba ungacinga ngegama leqela lakho?
zu: Ungacabanga igama ongabiza ngalo iqembu lakho?

# template
source: Which day of the week would you like to do your @global.workshops?
sw: Je, ni siku gani ya wiki ungependa kufanya @global.workshops zako?

# template
source: Monday
af: Maandag
sw: Jumatatu
xh: NgoMvulo
zu: UMsombuluko

# template
source: Tuesday
af: Dinsdag
sw: Jumanne
xh: NgoLwesibini
zu: ULwesibili

# template
source: Wednesday
af: Woensdag
sw: Jumatano
xh: NgoLwesithathu
zu: ULwesithathu

# template
source: Thursday
af: Donderdag
sw: Alhamisi
xh: NgoLwesine
zu: ULwesine

# template
source: Friday
af: Vrydag
sw: Ijumaa
xh: NgoLwesihlanu
zu: ULwesihlanu

# template
source: Saturday
af: Saterdag
sw: Jumamosi
xh: NgoMgqibelo
zu: UMgqibelo

# template
source: Sunday
af: Sondag
sw: Jumapili
xh: NgeCawa
zu: ISonto
