Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# template
source: Discuss together: * In which different ways can we save? * What are the advantages and disadvantages of each savings option? Understanding each option well will help you to decide what is the best saving option for your family. Whatever savings plan you choose, it will really help your family move forward!
af: Bespreek saam: * Op watter verskillende maniere kan ons spaar? * Wat is die voor- en nadele van elke spaaropsie? Om elke opsie goed te verstaan, sal jou help om te besluit wat die beste spaaropsie vir jou gesin is. Watter spaaropsie jy ook al kies, dit sal jou gesin regtig help om vorentoe te beweeg!
sw: Jadilini pamoja: * Je, kuna njia zipi tunazoweza kuzitumia kujiwekea akiba? * Je, kuna faida na hasara zipi kwa kila njia ya kujiwekea akiba? Kuelewa vizuri kila njia kutawasaidia kuamua njia iliyo bora zaidi ya kuweka akiba kwa familia yenu. Njia yoyote ya kujiwekea akiba mtakayoichagua itaisaidia sana familia yenu kusonga mbele!
xh: Ncokolani kunye: * Ziziphi iindlela ezahlukeneyo esinokonga ngazo? * Ziziphi iingenelo neengxaki zokhetho ngalunye lokonga? Ukuqonda ukhetho ngalunye kakuhle kuya kukunceda wenze isigqibo ngolona khetho lokonga lusemagqabini ngentsapho yakho. Enoba sisiphi isicwangciso sokonga osikhethayo, siya kuyinceda ngokwenene intsapho yakho iqhubele phambili!
zu: Xoxani ndawonye: * Imali singayonga ngaziphi izindlela ezihlukahlukene? Yibuphi ubuhle nobubi bendlela ngayinye yokonga? Ukuqonda indlela ngayinye kuzokusiza unqume ukuthi iyiphi indlela engcono yokonga elungele umndeni wakho. Noma ngabe iyiphi indlela yokonga oyikhethayo, izosiza umndeni wakhe uqhubekele phambili!

# template
source: Let's think about different ways we can save.
af: Kom ons dink aan verskillende maniere hoe ons kan spaar.
sw: Hebu tuzungumzie njia mbalimbali za kujiwekea akiba.
xh: Makhe sicinge ngeendlela ezahlukeneyo esinokonga ngazo.
zu: Ake sicabange ngezindlela ezihlukahlukene esingonga imali ngazo.

# template
source: There are different ways we can save: at home, buying things we can sell later, at a bank, or in a savings group. Think of the advantages and disadvantages of each savings option.
af: Daar is verskillende maniere hoe ons kan spaar: tuis, om goed te koop wat ons later kan verkoop, by ’n bank, of in ’n spaargroep. Dink aan die voor- en nadele van elke spaaropsie.
sw: Kuna njia mbalimbali tunazoweza kuzitumia kujiwekea akiba: nyumbani, kununua vitu tunavyoweza kuviuza baadaye, benki, au kwenye kikundi cha kuweka akiba. Fikiria faida na hasara za kila njia ya kujiwekea akiba.
xh: Kukho iindlela ezahlukeneyo esinokonga ngazo: ekhaya, ukuthenga izinto esinokuzithenga kamva, ebhankini, okanye kwiqela lokonga. Cinga ngeengenelo neengxaki zokhetho ngalunye lokonga.
zu: Kunezindlela ezihlukahlukene esingakwazi ukonga ngazo: ekhaya, ukuthenga izinto esingakwazi ukuzithengisa kamuva, ebhange, noma eqenjini lokonga. Cabanga ngobuhle nobubi bendlela ngayinye yokonga imali.

# template
source: What is the best savings option for your family?
af: Wat is die beste spaaropsie vir jou gesin?
sw: Je, njia ipi ya kujiwekea akiba ni bora zaidi kwa familia yenu?
xh: Ziziphi ezona ndlela ziphambili zokonga kwintsapho yakho?
zu: Iyiphi indlela yokonga engcono elungele umndeni wakho?

# template
source: Whatever savings plan you choose, it will really help your family move forward!
af: Watter spaarplan jy ook al kies, dit sal jou gesin regtig help om vorentoe te beweeg!
sw: Njia yoyote ya kujiwekea akiba mtakayoichagua itaisaidia sana familia yenu kusonga mbele!
xh: Enoba sisiphi isicwangciso sokonga osikhethayo, siya kuyinceda ngokwenene intsapho yakho iqhubele phambili!
zu: Noma ngabe iyiphi indlela yokonga oyikhethayo, izosiza umndeni wakho uqhubekele phambili!

# template
source: This week's home practice is to praise your teen once a day. It will only take 10 seconds!
af: Hierdie week se tuisoefening is om jou tiener een keer per dag te prys. Dit sal net 10 sekondes neem!
sw: Zoezi la nyumbani la wiki hii ni kumsifia kijana wako mara moja kwa siku. Utatumia sekunde 10 tu!
xh: Uqheliselo lwasekhaya lwale veki kukuncoma umntwana wakho ofikisayo kube kanye ngosuku. Kuya kuthatha imizuzwana eli-10 nje qha!
zu: Umsebenzi wasekhaya kuleli viki ukuncoma ingane yakho kanye ngosuku. Kuzothatha imizuzwana eyishumi nje kuphela!

# template
source: Praise time!
af: Tyd om te prys!
sw: Muda wa kusifia!
xh: Lixesha lokuncoma!
zu: Isikhathi sokuncoma!

# template
source: When you see your teen next, praise them for one thing they are doing well! And when was the last time you praised yourself or another adult in your household? Try it!
af: Wanneer jy jou tiener weer sien, prys hulle vir een ding wat hulle goed doen! En wanneer laas het jy jouself of ’n ander volwassene in jou huishouding geprys? Probeer dit!
sw: Utakapomwona tena kijana wako, msifie kwa jambo moja analofanya vizuri! Na, je, ni lini mara ya mwisho ulipojisifia wewe mwenyewe au mtu mzima mwingine katika kaya yako? Jaribu kufanya hivyo!
xh: Xa uphinda ubona umntwana wakho ofikisayo, mncome ngento enye ayenza kakuhle! Ugqibele nini ukuzincoma okanye ukuncoma omnye umntu omdala ekhayeni lakho? Yizame!
zu: Uma ubona ingane yakho ngokulandelayo, yincome ngento eyodwa eyenza kahle! Ugcine nini ukuzincoma nawe noma ukuncoma omunye umuntu omdala ekhaya lakho? Kuzame!

# template
source: Well done for using @global.parent_app! Remember that it’s the small things that make a big difference.
af: Welgedaan met die gebruik van @global.parent_app! Onthou dat dit die klein dingetjies is wat ’n groot verskil maak.
sw: Hongera kwa kutumia @global.parent_app! Kumbuka kwamba mambo madogomadogo ndiyo huleta mabadiliko makubwa.
xh: Usebenzile ngokusebenzisa i-@global.parent_app! Ukhumbule ukuba zizinto ezincinci ezenza umahluko omkhulu.
zu: Wenze kahle ngokusebenzisa i @global.parent_app! Khumbula ukuthi yizinto ezincane ezenza umehluko omkhulu.

# template
source: Praising makes all the difference. Complete the @local.workshop_data.in_text_title and see how YOU can use praise in your family.
af: Lof maak ’n groot verskil. Voltooi die @local.workshop_data.in_text_title en kyk hoe JY lof in jou gesin kan gebruik.
sw: Kusifia huleta mabadiliko makubwa. Maliza @local.workshop_data.in_text_title uone jinsi WEWE unavyoweza kutumia sifa kwenye familia yako.
xh: Ukuncoma kwenza umahluko. Gqiba i-@local.workshop_data.in_text_title uze ubone indlela ONOKUNCOMA ngayo kwintsapho yakho.
zu: Ukuncoma kwenza umehluko omkhulu. Qedela i @local.workshop_data.in_text_title ubone indlela WENA ongawuncoma ngayo umndeni wakho.

# template
source: Hi @fields.user_name! Congratulations for starting your third @global.parent_app week. A new @global.workshop awaits you! Can you guess the topic of the @global.workshop from this picture?
sw: Habari @fields.user_name! Hongera kwa kuanza wiki yako ya tatu ya @global.parent_app. @global.workshop mpya inakungoja! Je, unaweza kubuni mada ya @global.workshop kutokana na picha hii?

# template
source: Hi @fields.group_name! Congratulations for starting your third @global.parent_app week. A new @global.workshop awaits you! Can you guess the topic of the @global.workshop from this picture?
sw: Habari @fields.group_name! Hongera kwa kuanza wiki yako ya tatu ya @global.parent_app. @global.workshop mpya inakungoja! Je, unaweza kubuni mada ya @global.workshop kutokana na picha hii?

# template
source: Thank you for using @global.parent_app to invest in yourself and your family. Try the @local.workshop_data.in_text_title and build a great parenting skill!
af: Dankie dat jy @global.parent_app gebruik om in jouself en jou gesin te belê. Probeer die @local.workshop_data.in_text_title en ontwikkel ’n uitstekende ouerskapvaardigheid!
sw: Hongera kwa kutumia @global.parent_app ili kuwekeza kwa ajili yako na familia yako. Jaribu @local.workshop_data.in_text_title ujipatie ujuzi mzuri sana wa malezi!
xh: Enkosi ngokusebenzisa i-@global.parent_app ukuze utyale kuwe siqu nakusapho lwakho. Zama i@local.workshop_data.in_text_title uze wakhe isakhono esigqwesileyo sokuba ngumzali!
zu: Siyakubonga ngokusebenzisa i-@global.parent_app ukuze uzuzise wena nomndeni wakho. Zama i-@local.workshop_data.in_text_title futhi wakhe ikhono elihle lokuba umzali!

# template
source: Hi @global.user_name, a new @global.workshop awaits you tomorrow. It seems like you haven’t finished the @local.workshop_data.in_text_title yet. It’s really a short one (promise!) – you can even complete it while waiting for dinner to cook. Why don’t you go through it when you have a few minutes? Thank you again for using @global.parent_app.
sw: Habari @global.user_name, @global.workshop mpya inakungoja kesho. Inaonekana bado haujamaliza @local.workshop_data.in_text_title. Kwa kweli ni fupi sana (nakuahidi) – unaweza hata ukaimaliza wakati unasubiri chakula cha usiku kiive. Kwa nini usiipitie ukipata muda? Kwa mara nyingine, asante kwa kutumia @global.parent_app.

# template
source: Great that you completed the @local.workshop_data.in_text_title. Tomorrow, a new @global.workshop is unlocked. Try it - you will see the difference in your teen’s behaviour.
sw: Umefanya vizuri sana kumaliza @local.workshop_data.in_text_title. Kesho, @global.workshop kipya kitafunguliwa. Jaribu – utaona mabadiliko kwenye tabia ya kijana wako.

# template
source: Tired
af: Moeg
sw: Uchovu
xh: Uyadinwa
zu: Ukhathele

# template
source: Think about the last time someone thanked you, or said you did something great.
af: Dink aan die laaste keer wat iemand jou bedank het of gesê het jy het iets uitsonderlik gedoen.
sw: Kumbuka mara ya mwisho mtu alipokushukuru, au kusema umefanya jambo zuri sana.
xh: Cinga ngokugqibela kwakho ukubulelwa ngumntu okanye wakuxelela ukuba wenze into esemagqabini.
zu: Cabanga ngesikhathi lapho kukhona owakubonga, noma owathi wenze into enhle.

# template
source: How did it make you feel?
af: Hoe het dit jou laat voel?
sw: Ulijisikiaje?
xh: Yakwenza waziva njani?
zu: Wazizwa kanjani?

# template
source: Parents usually do not get thanked or praised enough.
sw: Mara nyingi wazazi hawashukuriwi au kusifiwa vya kutosha.

# template
source: How does it make you feel when nobody says "thank you"?
af: Hoe laat dit jou voel as niemand “dankie” sê nie?
sw: Je, unajisikiaje usipoambiwa "asante" na mtu yeyote?
xh: Kukwenza uzive njani xa kungekho mntu othi “enkosi”?
zu: Kukwenza uzizwe kanjani uma kungekho muntu othi “ngiyabonga”?

# template
source: Your teen can feel this way too. That's what makes this week's parenting tool simple but important: Praise them for what they do right.
af: Jou tiener kan ook so voel. Dis hoekom hierdie week se ouerskaphulpmiddel eenvoudig maar belangrik is. Prys hulle vir dit wat hulle reg doen.
sw: Kijana wako anaweza pia kujisikia hivyo. Hicho ndicho kinachofanya nyenzo ya malezi ya wiki hii iwe rahisi lakini muhimu: Msifie anapofanya vizuri.
xh: Nomntwana wakho ofikisayo angavakalelwa ngendlela efanayo. Yiloo nto eyenza isixhobo sabazali sale veki sibe lula kodwa sibaluleke: Bancome ngento abayenza kakuhle.
zu: Ingane yakho ingazizwa ngalendlela nayo. Yilokho okwenza ithuluzi lokuba umzali laleli viki libe elibalulekile kodwa elilula: Bancome ngezinto ezinhle abazenzayo.

# template
source: How did praise make @global.w_praise_female_caregiver_name's teens feel?
af: Hoe het dit vir @global.w_praise_female_caregiver_name se tieners gevoel om geprys te word?
sw: Je, kusifia kuliwafanya vijana wa @global.w_praise_female_caregiver_name wajisikieje?
xh: Ukunconywa kubenze baziva njani abantwana abafikisayo baka @global.w_praise_female_caregiver_name?
zu: Ukunconywa kwenze -@global.w_praise_female_caregiver_name izingane zazizwa kanjani?

# template
source: Why did she praise them?
af: Hoekom het sy hulle geprys?
sw: Kwa nini aliwasifia?
xh: Kutheni eye wabancoma?
zu: Kungani aye wazincoma?

# template
source: All of those things are true! When her teens are happy, @global.w_praise_female_caregiver_name feels happy. And she got her work done.
af: Al daardie dinge is waar! Wanneer haar tieners gelukkig is, voel @global.w_praise_female_caregiver_name gelukkig. En sy het haar werk klaar gekry.
sw: Mambo yote hayo ni ya kweli! Pindi vijana wake wanapofurahi, @global.w_praise_female_caregiver_name hujisikia furaha. Na aliweza kufanya kazi zake.
xh: Zonke ezo zinto ziyinyani! Xa abantwana bakhe abafikisayo bonwabile, u-@global.w_praise_female_caregiver_name uziva onwabile. Yaye uye wawugqiba umsebenzi wakhe.
zu: Zonke lezi zinto ziyiqiniso! Uma abantwana bakhe bejabule, @global.w_praise_female_caregiver_name uyajabula. Futhi ukwaze ukuqeda umsebenzi wakhe.

# template
source: Step 1: Share what went well and what was hard
af: Stap 1: Vertel wat goed gegaan het en wat moeilik was
sw: Hatua ya Kwanza: Shirikisha wengine mambo yaliyoenda vizuri na yaliyokuwa magumu
xh: Inyathelo 1: Sibalisele oko kuye kwahamba kakuhle noko kuye kwanzima
zu: Isinyathelo 1: Sixoxele ngokuhambe kahle nokuthi ikuphi okube nzima

# template
source: "I learned so much more about my teen’s life when we spent one-on-one time! But after the first day, my teen only wanted to play on his phone."
af: “Ek het soveel meer van my tiener se lewe geleer terwyl ons een-tot-een-tyd deurgebring het. Maar na die eerste dag wou my tiener net op sy foon speel.”
sw: "Nilijifunza mambo mengi zaidi kuhusu maisha ya kijana wangu tulipotumia muda wa pamoja wawili tu! Lakini baada ya siku ya kwanza, kijana wangu alitaka kucheza tu kwenye simu yake."
xh: “Ndifunde lukhulu ngobomi bomntwana wam ofikisayo xa sikhe sachitha ixesha sobabini! Kodwa emva kosuku lokuqala, umntwana wam ofikisayo ebefuna ukudlala efowunii yakhe nje qha.”
zu: “Ngifunde okuningi ngompilo yomntwana wami, uma sichitha isikhathi ndawonye! Kodwa ngemva kosuku lokuqala, umntwana wami ubefuna ukudlala ngefoni yakhe kuphela.”

# template
source: Step 2: Bring ideas!
af: Stap 2: Bring idees!
sw: Hatua ya Pili: Changia mawazo!
xh: Inyathelo 2: Yiza nezimvo!
zu: Isinyathelo 2: Veza amacebo!

# template
source: "Well done for trying! Maybe you could suggest some other fun things you could do together with your teen." "Yes, or you could do something together on his phone? Or he could show you how his phone works?"
af: “Jy het goed gedoen deur te probeer! Miskien kan jy ’n paar ander lekker dinge voorstel wat jy saam met jou tiener kan doen.” “Ja, of julle kan iets saam op sy foon doen? Of hy kan vir jou wys hoe sy foon werk?”
sw: "Hongera kwa kujaribu! Pengine unaweza kupendekeza mambo mengine ya kufurahisha unayoweza kufanya pamoja na kijana wako." "Ndiyo, au mnaweza kufanya pamoja kitu fulani kwenye simu yake? Au anaweza kukuonyesha jinsi simu yake inavyofanya kazi?"
xh: Usebenzile ngokuzama! Mhlawumbi ungacebisa ezinye izinto zolonwabo eninokuzenza kunye nomntwana wakho ofikisayo.” “Ewe, okanye ningenza okuthile kunye efowunini yakhe? Okanye angakubonisa indlela esebenza ngayo ifowuni yakhe?”
zu: “Wenze kahle ngokuzama! Mhlawumbe ungaveza ezinye izinto ezimnandi eningazenza ndawonye nengane yakho. “Yebo, noma ningenza okuthile kumakhalekhukhwini wakhe ndawonye? Noma angakubonisa ukuthi ifoni yakhe isebenza kanjani?”

# template
source: Step 3: Pick and try one!
af: Stap 3: Kies en probeer een!
sw: Hatua ya Tatu: Chagua moja na ujaribu!
xh: Inyathelo 3: Khetha uze uzame ibe nye!
zu: Isinyathelo 3: Khetha bese uzama okukodwa!

# template
source: “Thank you for those great ideas! Yes, let me ask my teen to show how his phone works tomorrow after school. Can one of you pretend to be my teen now, so I can practice asking?”
af: “Dankie vir daardie uitstekende idees! Ja, laat ek my tiener vra om my môre na skool te wys hoe sy foon werk. Kan een van julle nou voorgee om my tiener te wees, sodat ek kan oefen hoe om te vra?”
sw: “Asante kwa mawazo hayo mazuri sana! Ndiyo, nitamwomba kijana wangu anioneshe jinsi simu yake inavyofanya kazi kesho akitoka shule. Je, mmoja wenu anaweza kuigiza kama kijana wangu, ili nifanye mazoezi ya kuuliza?"
xh: “Enkosi ngezo ngcamango zisemagqabini! Ewe, makhe ndicele umntwana wam ofikisayo andibonise indlela esebenza ngayo ifowuni yakhe ngomso emva kokuphuma kwesikolo. Ngaba omnye wenu angazenza umntwana wam ofikisayo ngoku, ukuze ndiqhelisele ukumbuza?”
zu: “Ngiyabonga ngala macebiso amahle! Yebo, ake ngicele ingane yami ingibonise ukuthi ifoni yayo isebenza kanjani kusasa uma iphuma esikoleni. Ngicela manje omunye kini azenze ingane yami, ukuze ngikwazi ukuprakthiza ukumcela?”

# template
source: Think about how your home activities went this week. Take turns to discuss: * What went well and what was a problem? * What solutions can you think of together? * Pick one solution and try it later with your teen! (Or you can even practice it now so it will be easier later!)
af: Dink oor hoe jou tuis-aktiwiteite hierdie week gegaan het. Neem beurte om te bespreek: * Wat het goed gegaan en wat was ’n probleem? * Watter oplossings kan julle saam bedink? * Kies een oplossing en probeer dit later met jou tiener! (Of julle kan dit selfs nou oefen sodat dit later makliker sal wees!)
sw: Kumbuka jinsi shughuli zenu za nyumbani zilivyoenda wiki hii. Jadilini kwa zamu: * Je, nini kilienda vizuri na nini hakikwenda vizuri? * Je, kuna njia zipi za utatuzi mnazoweza kuzifikiria pamoja? * Chagueni njia moja ya utatuzi na mjaribu kuitumia baadaye kwa vijana wenu! (Au mnaweza hata kuifanyia mazoezi sasa ili iwe rahisi zaidi baadaye!)
xh: Cinga malunga nendlela izinto ezenziwa ekhaya ezihambe ngayo kule veki. Tshintshanani xa nincokola: * Yintoni ehambe kakuhle ibe yintoni eye yanzima? * Zeziphi izisombululo eninokucinga ngazo? * Khethani isisombululo esinye nize ethubeni nisizame kunye nomntwana wakho ofikisayo! (Okanye ningaqhelisela ngoku ukuze kube lula xa seniyenza kamva!)
zu: Cabanga ngokuthi imisebenzi yakho yasekhaya ihambe kanjani kuleli sonto. Nikanani amathuba okuxoxa: * Yini ehambe kahle futhi yini ebe yinkinga? * Yiziphi izixazululo eningazicabanga ndawonye? * Khetha isixazululo esisodwa bese uyasizama kamuva nengane yakho! (Noma ungayiprakthiza khona manje ukuze kube lula kamuva!)

# template
source: * Effects of praise * Story & discussion – that worked! * Tools: How to praise SEE IT - SAY IT - REPEAT IT * Try it out! * Home practice suggestions
af: * Uitwerking daarvan om iemand te prys * Storie en bespreking – dit het gewerk! * Hulpmiddels: Hoe om iemand te prys SIEN DIT – SÊ DIT – HERHAAL DIT * Probeer dit! * Voorstelle om tuis te oefen
sw: * Matokeo ya usifiaji * Hadithi & majadiliano – ambayo yalifanikiwa! * Nyenzo: Jinsi ya kusifia ONA – SEMA – RUDIA * Jaribuni! * Mazoezi ya nyumbani yanayopendekezwa
xh: * Imiphumo yokuncoma * Ibali nengxubusho – oko kuye kwasebenza! * Izixhobo: Indlela yokuncoma YIBONE - YITSHO - YIPHINDE * Yizame! * Amacebiso asebenzisekayo ekhaya
zu: * Imithelela yokuncoma * Indatshana kanye nengxoxo – okusebenzile! * Amathuluzi: Indlela yokuncoma KUBONE - KUSHO - KUPHINDE * Kuzame! * Amacebiso alokho ongakwenza ekhaya

# template
source: * Effects of praise * Story & reflection – that worked! * Tools: How to praise SEE IT - SAY IT - REPEAT IT * Home practice suggestions
af: * Uitwerking daarvan om iemand te prys * Storie en nadenke – dit het gewerk! * Hulpmiddels: Hoe om iemand te prys SIEN DIT – SÊ DIT – HERHAAL DIT * Voorstelle om tuis te oefen
sw: * Matokeo ya usifiaji * Hadithi & tafakari – ambayo ilifanikiwa! * Nyenzo: Jinsi ya kusifia ONA – SEMA – RUDIA * Mazoezi ya nyumbani yanayopendekezwa
xh: * Imiphumo yokuncoma * Ibali nokucamngca – oko kuye kwasebenza! * Izixhobo: Indlela yokuncoma YIBONE - YITSHO - YIPHINDE * Amacebiso asebenzisekayo ekhaya
zu: * Imithelela yokuncoma * Indatshana kanye nokucabanga ujule - okusebenzile! * Amathuluzi: Indlela yokuncoma KUBONE - KUSHO - KUPHINDE * Amacebiso alokho ongakwenza ekhaya

# template
source: Share with each other: * When last did someone thank you or say you did something great? * How did it make you feel? * How does it feel if you are not thanked or praised for what you do? We usually don’t get thanked or praised enough as parents. Maybe you can give your teens the right example and praise them first when they do something well!
af: Deel met mekaar: *Wanneer laas het iemand jou bedank of gesê jy het iets goeds gedoen? * Hoe het dit jou laat voel? * Hoe voel dit as jy nie bedank of geprys word vir wat jy doen nie? As ouers word ons gewoonlik nie genoeg bedank of geprys nie. Miskien kan jy vir jou tieners die regte voorbeeld stel en hulle eers prys wanneer hulle iets goed gedoen het!
sw: Shirikishaneni nyote: * Ni lini mara ya mwisho mtu alikushukuru au kusema umefanya jambo zuri sana? * Ulijisikiaje? * Je, unajisikiaje usiposhukuriwa au kusifiwa kwa kile unachokifanya? Mara nyingi kama wazazi hatushukuriwi au kusifiwa vya kutosha. Pengine unaweza kuwapa vijana wako mfano sahihi kwa kuwasifia kwanza wanapofanya kitu vizuri!
xh: Baliselanani: * Ugqibele nini ukubulelwa ngumntu okanye akuxelele ukuba wenze into esemagqabini? Yakwenza waziva njani? * Uziva njani xa ungabulelwa okanye unconywe ngenxa yento oyenzileyo? Asidli ngakubulelwa okanye sinconywe ngokwaneleyyo njengabazali. Mhlawumbi unganika abantwana bakho abafikisayo umzekelo omhle uze ubancome kuqala xa besenza into entle!
zu: Xoxelanani: * Ugcine nini ukubongwa noma kuthiwe wenze kahle? * Kwakwenza wazizwa kanjani? * Uzizwa kanjani uma ungabongwa noma unconywe ngokuthile okwenzayo? Ngokuvamile asibongwa noma sinconywe ngokwanele njengabazali. Mhlawumbe ungenza isibonelo esihle ngokuthi sincome abantwana bethu kuqala uma benze kahle!

# template
source: Let's discuss this story.
af: Kom ons bespreek hierdie storie.
sw: Hebu tujadili hadithi hii.
xh: Makhe sincokole ngeli bali.
zu: Ake sixoxe ngale ndaba.

# template
source: Discuss together: * How did praise make @global.w_praise_female_caregiver_name's teens feel? * Why did she praise them?
af: Bespreek onder mekaar: * Hoe het dit @global.w_praise_female_caregiver_name se tieners laat voel om geprys te word? * Hoekom het sy hulle geprys?
sw: Jadili pamoja: * Je, kusifia kuliwafanya vijana wa @global.w_praise_female_caregiver_name wajisikieje? * Kwa nini aliwasifia?
xh: Ncokolani kunye: * Ukunconywa kubenze baziva njani abantwana abafikisayo baka @global.w_praise_female_caregiver_name? * Kutheni eye wabancoma?
zu: Xoxani ndawonye: * Ukunconywa kwenze-@global.w_praise_female_caregiver_name izingane zizizwe kanjani? * Kungani eye wazincoma?

# template
source: The same can work for you!
af: Dieselfde kan vir jou werk!
sw: Wewe pia unaweza kufanya hivyo!
xh: Nawe le nto inokukunceda!
zu: Nawe kungakusebenzela lokhu!

# template
source: @global.w_praise_female_caregiver_name praised her teens...
af: @global.w_praise_female_caregiver_name het haar tieners geprys...
sw: @global.w_praise_female_caregiver_name aliwasifia vijana wake...
xh: @global.w_praise_female_caregiver_name ubancomile abantwana bakhe abafikisayo...
zu: @global.w_praise_female_caregiver_name uncome izingane zakhe.....

# template
source: * To get them to do it more often * To help her finish her work * To make them feel good * To make herself feel good
af: * Om hulle sover te kry om dit meer gereeld te doen * Om haar te help om haar werk klaar te kry * Om hulle goed te laat voel * Om haarself goed te laat voel
sw: * Ili kuwafanya wazidi kufanya hivyo mara nyingi * Ili kumsaidia amalize kazi zake * Ili kuwafanya wajisikie vizuri * Ili yeye mwenyewe ajisikie vizuri
xh: * Ukuze abenze bayenze rhoqo * Ukumnceda awugqibe umsebenzi wakhe * Ukubenza bazive kamnandi * Ukumenza lo mntwana azive kamnandi
zu: * Ukuze ezikwenzayo zikwenze ngokwengeziwe * Ukuze amsize aqedele umsebenzi wakhe * Ukuze azenze zizizwe zijabule * Ukuze azizwe ejabule
