Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# template
source: @global.w_stress_teen_girl: "I’m scared. Everyone is too drunk to drive me home. This boy says he’ll take me but he wants us to go to his house first. I can’t tell my parents – I lied about coming to this party."
af: @global.w_stress_teen_girl: “Ek is bang. Almal is te dronk om my huis toe te neem. Een seun sê hy sal my neem, maar hy wil eers na sy huis toe gaan. Ek kan my ouers nie vertel nie – ek het gejok oor die partytjie.”
xh: @global.w_stress_teen_girl: “Ndiyoyika. Wonke umntu unxile kakhulu ukuba angandigodusa. Le nkwenkwe ithi ingandigodusa kodwa ifuna ndiqale kowayo. Andinakubaxelela abazali bam - ndibaxokisile ngokuza kule pati.”
zu: @global.w_stress_teen_girl: “Ngethukile kakhulu. Wonke umuntu udakiwe ukuba angashayela angihambise ekhaya. Lo mfana uthi angangihambisa kodwa uthi ufuna sidlule kubo kuqala. Angakwazi ukutshela abazali bami - ngiqambe amanga ngokuthi ngiya ephathini.”

# template
source: These are dangerous situations! Thankfully, @global.w_stress_teen_boy_2 and @global.w_stress_teen_girl then remembered what @global.w_stress_parent told them: "I care about your safety more than anything. If you are ever upset, or scared, you can always call me for help, or tell me about it. Just say 'SAFETY AMNESTY'. I promise that I will try my best to help and I won’t be angry – even if you are doing something you shouldn't."
af: Hierdie is gevaarlike situasies! Gelukkig het @global.w_stress_teen_boy_2 en @global.w_stress_teen_girl onthou wat @global.w_stress_parent vir hulle gesê het: “Ek gee meer om oor julle veiligheid as enigiets anders. As julle ooit ontsteld of bang is, kan julle my altyd skakel vir hulp, of my daarvan vertel. Sê net 'VEILIGHEID-AMNESTIE'. Ek belowe ek sal my bes doen om te help en ek sal nie kwaad wees nie – selfs al doen julle iets wat julle nie moet nie.”
xh: Ezi zimeko eziyingozi! Okuvuyisayo kukuba, u @global.w_stress_teen_boy_2 no @global.w_stress_teen_girl bakhumbula oko u @global.w_stress_parent wabaxelela kona: "Ndilukhathalele ukhuseleko lwakho ngaphezu kwayo nantoni na. Ukuba uye wacaphuka, okanye woyika, ungaqhagamshelana nam ukuze ndikuncede, okanye undixelele ngayo. Vele uthi ‘UXOLELO LOKHUSELEKO’. Ndiyathembisa ukuba ndiza kwenza unako nako ukukunceda yaye andizokucaphuka – kwanokuba wenza into obungamele uyenze."
zu: Lezi yizimo eziyingozi! Siyabonga, @global.w_stress_teen_boy_2 u @global.w_stress_teen_girl bakhumbulile ukuthi @global.w_stress_parent ubatsheleni: “Nginendaba nokuphepha kwakho ukudlula noma yini enye. Uma uthukuthele, noma uthukile, ungangishayela ucingo noma nini uma ufuna usizo noma ufuna ukukhuluma. Mane uthi ‘USHWELE WEZOKUPHEPHA’. Ngiyathembisa ukuthi ngizozama okusemandleni ukusiza futhi angeke ngithukuthele - ngisho noma wenze okuthile ebekungakafaneli ukwenze.”

# template
source: @global.w_stress_teen_girl: "@global.w_stress_parent, it’s a safety amnesty. Can you come and pick me up? I really need a lift home."
af: @global.w_stress_teen_girl: “@global.w_stress_parent, dis ’n veiligheid-amnestie. Kan jy my kom oplaai? Ek het regtig ’n geleentheid huis toe nodig.”
xh: @global.w_stress_teen_girl: "@global.w_stress_parent, Luxolelo lokhuseleko. Ngaba ungeza uzokundithatha? Ndiyidinga ngokwenene into egodukayo.”
zu: @global.w_stress_teen_girl: "@global.w_stress_parent, ushwele wezokuphepha. Ngicela uze uzongilanda? Ngidinga ukuhanjiswa ekhaya.”

# template
source: @global.w_stress_teen_boy_2: "@global.w_stress_parent, safety amnesty. I think my friends are in trouble. I don’t want to stop being their friend, but I’m worried. Can we talk?"
af: @global.w_stress_teen_boy_2: “@global.w_stress_parent, veiligheid-amnestie. Ek dink my vriende is in die moeilikheid. Ek wil nie ophou om hulle vriend te wees nie, maar ek is bekommerd. Kan ons praat?”
xh: @global.w_stress_teen_boy_2: "@global.w_stress_parent, uxolelo lokhuseleko Ndicinga ukuba abahlobo bam basengxakini. Andifuni kuyeka ukuba ngumhlobo wabo, kodwa ndikhathazekile. Ngaba singathetha?"
zu: @global.w_stress_teen_boy_2: "@global.w_stress_parent, ushwele wezokuphepha. Ngicabanga ukuthi abangane bami basenkingeni. Angifuni ukuyeka ukuba umngane wabo, kodwa ngikhathazekile ngabo. Singakhuluma?”

# template
source: BREATHE. Slowly. Pause.
af: ASEM IN. Stadig. Neem ’n blaaskans.
xh: PHEFUMLA. Ngokucothayo. Yima.
zu: PHEFUMULA. Kancane. Yima.

# template
source: Before you say anything, slowly breathe in and out five times. It will calm you, and give you a chance to think.
af: Voor jy iets sê, asem vyf keer stadig in en uit. Dit sal jou kalmeer, en jou ’n kans gee om te dink.
xh: Ngaphambi kokuba uthethe nantoni na, ngokucothayo tsala umoya uphinde uwukhuphe izihlandlo ezintlanu. Loo nto iya kukwenza uzole, ize ikunike ithuba lokucinga.
zu: Ngaphambi kokuthi usho okuthile, phefumula kancane uphinde ukhiphe umoya izikhathi ezinhlanu. Kuzokwenza wehlise umoya, kukunikeze nethuba lokucabanga.

# template
source: SHARE how you feel
af: DEEL hoe jy voel
xh: CHAZA indlela ovakalelwa ngayo
zu: KHULUMA ngendlela ozizwa ngayo

# template
source: This is hard. Many of us were told not to cry, or show our feelings to our children. But take a deep breath and calmly tell them how you feel. They will understand better, and also learn from you how to deal with stress.
af: Dis moeilik. Baie van ons is geleer om nie te huil nie, om nie ons gevoelens vir ons kinders te wys nie. Maar haal diep asem en vertel hulle op ’n kalm manier hoe jy voel. Hulle sal beter verstaan, en ook van jou leer hoe om stres te hanteer.
xh: Inzima le nto. Uninzi lwethu lufundiswe ukuba lungakhali, okanye lubonise abantwana indlela esivakalelwa ngayo. Kodwa thatha umoya uze ngokuzolileyo ubachazele indlela ovakalelwa ngayo. Baya kuqonda bhetele, baze bafunde kuwe indlela yokuhlangabezana noxinezeleko.
zu: Lokhu kunzima. Iningi lethu latshelwa ukuthi lingakhali, noma libonise imizwa ezinganeni. Kodwa phefumula bese ngomoya ozolile ubatshele indlela ozizwa ngayo. Bazokuqonda kangcono, futhi bafunde kuwe ukubhekana nengcindezi.

# template
source: SHOW them you care
af: WYS hulle dat jy omgee
xh: BABONISE ukuba uyakhathala
zu: BABONISE ukuthi uyabakhathalela

# template
source: This is also hard! Stress makes us focus on ourselves. But our teens need our support. Ask them how they feel. Listen to them and comfort them. Try a hug or say ‘I understand’. It can change everything.
af: Dit is ook moeilik!. Spanning maak dat ons op onsself fokus. Maar ons tieners het ons ondersteuning nodig. Vra hulle hoe hulle voel. Luister na hulle en stel hulle gerus. Probeer hulle ’n drukkie gee of sê ‘ek verstaan’. Dit kan alles verander.
xh: Inzima nale! Uxinezeleko lubangela ukuba sinikele ingqalelo kwiziqu zethu. Kodwa abantwana bethu abafikisayo bayayidinga inkxaso yethu. Babuze indlela abaziva ngayo. Baphulaphule uze ubathuthuzele. Zama ukubawola okanye uthi ‘Ndiyaqonda’. Ingatshintsha yonke into.
zu: Nalokhu kunzima! Ingcindezi isenza sicabange ngathi kuphela. Kodwa izingane zethu zidinga ukuthi sizisekele. Babuze ukuthi bazizwa kanjani. Balalele futhi ubaduduze. Zama ukubanga noma ubatshele ukuthi ‘Ngiyaqonda’. Kungashintsha yonke into.

# template
source: SEEK the positive
af: VIND die positiewe
xh: KHANGELA izinto ezakhayo
zu: BHEKA okuhle

# template
source: Can you and your teen think about ideas that might help? Can you do something positive together to take your mind off the stress?
af: Kan jy en jou tiener dink aan idees wat dalk kan help? Kan julle iets positief saam doen om die stres uit julle gedagtes te kry?
xh: Ngaba wena nomntwana wakho ofikisayo ningacinga ngezinto ezinokuba luncedo? Ngaba nobabini ningenza okuthile okwakhayo ukuze nisuse iingqondo zenu kuxinezeleko?
zu: Ungakwazi yini ukuthi wena kanye nengane yakho ukuthi nicabange ngamacebiso angasiza? Ningakwazi yini ukwenza okuthile okuhle ndawonye okususa ingqondo yakho kwingcindezi?

# template
source: If all else fails, breathe. You can do this.
af: As niks werk nie, haal asem. Jy kan dit doen.
xh: Ukuba yonke loo nto iyasilela, phefumla. Ungakwenza oku.
zu: Uma konke kungaphumeleli, phefumula. Ungakwazi ukukwenza lokhu.

# template
source: Looking after yourself matters.
af: Om na jouself om te sien, maak saak.
xh: Ukuzinyamekela kubalulekile.
zu: Kubalulekile ukuzinakekela.

# template
source: Great! So good to hear that you are in a good space today. What a wonderful feeling!
af: Wonderlik! So bly om te hoor dit gaan goed met jou vandag. Wat ’n wonderlike gevoel!
xh: Kulunge kakhulu! Kuhle kakhulu ukuva ukuba ukwimeko entle namhlanje. Enjani ukumangalisa imvakalelo!
zu: Kuhle! Kuhle uzwa ukuthi kuhamba kahle namuhla. Umuzwa umuhle lowo!

# template
source: Sometimes things go great. Sometimes they don't. And sometimes we don't quite know what to think... and that's totally okay! Remember that you are not alone.
af: Soms gaan dinge goed. Soms nie. En soms weet ons nie heeltemal wat om te dink nie... en dit is heeltemal oukei! Onthou, jy is nie alleen nie.
xh: Maxa wambi izinto zihamba kakuhle. Maxa wambi akubi njalo. Yaye maxa wambi asiye sazi ukuba masicinge ntoni... yaye oko kulunge ngokupheleleyo! Khumbula ukuba awukho wedwa.
zu: Ngezinye izikhathi izinto zihamba kahle. Ngezinye izikhathi azihambi kahle. Futhi ngezinye izikhathi asazi ukuthi sicabangeni.... kulungile lokho! Khumbula ukuthi awuwedwa.

# global
source: Take 5 minutes pause in separate part of the room
af: Neem vir 5 minute ’n blaaskans in aparte deel van die kamer
xh: Yima kangangemizuzu emi-5 kwinxalenye eyahlukileyo yegumbi
zu: Thatha imizuzu emihlanu yekhefu elifushane endaweni ehlukile yekamelo

# global
source: Watching teen’s T.V. show together
af: Kyk saam na tiener se TV-program
xh: Ukubukela kunye uhlelo lomntu ofikisayo KUMABONAKUDE
zu: Ukubuka ndawonye uhlelo lwe-TV oluthandwa ingane yami

# global
source: ParentApp
af: OuerToep
xh: I-app Yomzali
zu: I-ParentApp

# global
source: Something Fun
af: Iets prettig
xh: Into Eyonwabiswayo
zu: Okuthile Okujabulisayo

# global
source: Home Practice Reminder
af: Herinnering aan tuisoefening
xh: Isikhumbuzo Soqheliselo Lwasekhaya
zu: Isikhumbuzo Sokuphrakthiza Ekhaya

# global
source: Watch a T.V. show
af: Kyk na ’n TV-program
xh: Bukelani inkqubo kaMABONAKUDE
zu: Bukela umdlalo we-TV

# global
source: Home Practice
af: Tuisoefening
xh: Uqheliselo Lwasekhaya
zu: Ukuprakthiza Ekhaya

# global
source: Talk about @global.home_practice
af: Praat oor@global.home_practice
xh: Thetha nge @global.home_practice
zu: Khuluma nge @global.home_practice

# global
source: Home Practice Review
af: Gaan tuisoefening na
xh: Uhlalutyo Loqheliselo Lwasekhaya
zu: Ukubuyekeza Ongakuprakthiza Ekhaya

# global
source: awesome parent
af: ongelooflike ouer
xh: umzali ogqwesileyo
zu: mzali othandekayo

# data_list
source: Dream Travel
af: Droomreis
xh: UHambo Oluliphupha
zu: Iphupho Lohambo

# data_list
source: Famous Party
af: Beroemde persoon
xh: Ipati Edumileyo
zu: Umcimbi Odumile

# data_list
source: Time Machine
af: Tydmasjien
xh: Umatshini Wexesha
zu: Umshini Wesikhathi

# data_list
source: The Interrupter
af: Die onderbreker
xh: Umphazamisi
zu: Umphazamisi

# data_list
source: Yes, No or Maybe
af: Ja, nee of miskien
xh: Ewe, Hayi okanye Mhlawumbi
zu: Yebo, Cha noma Mhlawumbe

# data_list
source: Memory game - "On Saturday..."
af: Geheuespeletjie – “Op Saterdag...”
xh: Umdlalo weNkumbulo - “NgoMgqibelo...”
zu: Umdlalo wegqondo - “NgoMgqibelo...”

# data_list
source: Every time you do a relax, tap the @global.parent_point and celebrate your success!
af: Elke keer wanneer jy ’n ontspanningsaktiwiteit doen, klik op die @global.parent_point en vier jou sukses!
xh: Ixesha ngalinye uphola, cofa u @global.parent_point ubhiyozele impulelo yakho!
zu: Ngaso sonke isikhathi uma uphumula, chofoza ku-@global.parent_point bese ujabulela impumelelo yakho!

# data_list
source: Sorry that this has been difficult. Creating rules together requires some practice but it's worth it!
af: Jammer dat dit moeilik was. Om saam reëls te skep, vereis oefening, maar dit is die moeite werd!
xh: Uxolo ukuba oku bekunzima. Ukuyila imigaqo kunye kufuna uqheliselo kodwa oko kufanelekile!
zu: Uxolo ngokuthi lokhu bekunzima. Ukubeka imithetho ndawonye kudinga ukuprakthize kodwa kuyasiza!

# data_list
source: Customise @global.parent_app
af: Pas @global.parent_app aan
xh: Zivumelanise ne-@global.parent_app
zu: Hlela Ngendlela Oyithandayo @global.parent_app

# data_list
source: **Customise @global.parent_app** in the @global.parent_centre
af: **Pas @global.parent_app aan** in die @global.parent_centre
xh: **Yenza Ngokwezifiso ze @global.parent_app** kwi @global.parent_centre
zu: **Khetha ngokwezifiso zakho @global.parent_app** ku-@global.parent_centre

# data_list
source: Customise Again
af: Pas weer aan
xh: Phinda Uzivumelanise
zu: Phinda Uhlele Ngendlela Oyithandayo

# data_list
source: **Customise Again** in the @global.parent_centre
af: **Pas weer aan** in die @global.parent_centre

# data_list
source: Technical Support
af: Tegniese steun
xh: Inkxaso Yobunjineli
zu: Usizo Lwezobuchwepheshe

# data_list
source: **Technical Support** in the @global.parent_centre
af: **Tegniese ondersteuning** in die @global.parent_centre
xh: **Uxhaso Lobuchwepheshe** kwi @global.parent_centre
zu: **Ukwesekwa ngokobuchwepheshe** ku-@global.parent_centre

# data_list
source: Support Contacts
af: Ondersteuningskontakte
xh: Abaqhagamshelwa Benkxaso
zu: Izinombolo zalapho ungathola ukwesekwa khona

# data_list
source: **Support Contacts** in the @global.parent_centre
af: **Ondersteuning kontakte** in die @global.parent_centre
zu: **Labo abangakweseka** ku- @global.parent_centre

# data_list
source: Evidence Base
af: Bewysbasis
xh: Isiseko Sobungqina
zu: Isisekelo Sobufakazi

# data_list
source: **Evidence Base** in the @global.parent_centre
af: **Bewysbasis** in die @global.parent_centre
xh: **Ubungqina Siseko** kwi @global.parent_centre
zu: **Isisekelo sobufakazi** ku- @global.parent_centre

# data_list
source: Feel your feeling
af: Voel jou gevoelens
xh: Yiva indlela ovakalelwa ngayo
zu: Yizwa imizwa yakho

# data_list
source: @global.w_stress_teen_boy_1: “Oh no! I need a new school uniform.” @global.w_stress_male_caregiver: “I’ll try, son, And your @global.w_stress_female_caregiver’s job will help us get by while I look for another job.”
af: @global.w_stress_teen_boy_1: “O nee! Ek het ’n nuwe skooluniform nodig.” @global.w_stress_male_caregiver: “Ek sal probeer, my seun, en jou @global.w_stress_female_caregiver se werk sal help om ons deur te sien terwyl ek ander werk soek.”
zu: @global.w_stress_teen_boy_1: “Awee! Ngidinga umfaniswano wesikole.” @global.w_stress_male_caregiver: “Ngizozama ndodana, futhi u @global.w_stress_female_caregiver wakho uzosisiza uma ngisafuna omunye umsebenzi.”

# data_list
source: Think back to when you were a teenager. Was there ever a time when you were in danger but you couldn’t tell your family because they would have been angry? This ALMOST happened to @global.w_stress_teen_boy_2 and @global.w_stress_teen_girl! Let’s have a look:
af: Dink terug aan toe jy ’n tiener was. Was daar ooit ’n tyd wat jy in gevaar was, maar jy kon nie vir jou gesin vertel nie, want hulle sou kwaad wees? Dit het AMPER met @global.w_stress_teen_boy_2 en @global.w_stress_teen_girl gebeur! Kom ons kyk:
zu: Cabanga ngesikhathi usesemusha. Ingabe kwake kwaba nesikhathi lapho waba sengozini kodwa ungakwazi ukutshela umndeni wakho ngoba usaba ukuthi uzothukuthela? Lokho CISHE kwenzeka ku @global.w_stress_teen_boy_2 no @global.w_stress_teen_girl! Ake sibone:

# data_list
source: @global.w_stress_teen_boy_2: "Don’t tell the adults, but I’m going to bar with my friends tonight" @global.w_stress_teen_girl: "Have fun! I’ve told them I’m staying with my girlfriend, but I’m actually going to a cool party"
af: @global.w_stress_teen_boy_2: “Moenie vir die grootmense sê nie, maar ek gaan vanaand saam met my vriende na ’n kroeg toe” @global.w_stress_teen_girl: “Geniet dit! Ek het vir hulle gesê ek bly by my vriendin, maar ek gaan eintlik na ’n cool partytjie toe.”
zu: @global.w_stress_teen_boy_2: “Ungabatsheli abantu abadala, kodwa ngiya etshwaleni nabangane bami namuhla kusihlwa” @global.w_stress_teen_girl: “Ube nesikhathi esimnandi! Ngibatshele ukuthi ngiya kumngane wami wentombazane, kodwa empeleni ngiya ephathini emnandi”

# data_list
source: @global.w_stress_teen_boy_2: "I think they are dealing drugs. We could all get arrested. But I can’t tell my parents – they’ll be so angry"
af: @global.w_stress_teen_boy_2: “Ek dink hulle verkoop dwelms. Ons kan almal in hegtenis geneem word. Maar ek kan my ouers nie vertel nie – hulle sal vreeslik kwaad wees.”
zu: @global.w_stress_teen_boy_2: “Ngicabanga ukuthi bathengisa izidakamizwa. Sonke singaboshwa. Kodwa angikwazi ukutshela abazali bami - bazothukuthela kakhulu”

# data_list
source: @global.w_stress_teen_girl: "I’m scared. Everyone is too drunk to drive me home. This boy says he’ll take me but he wants us to go to his house first. I can’t tell my parents – I lied about coming to this party."
af: @global.w_stress_teen_girl: “Ek is bang. Almal is te dronk om my huis toe te neem. Een seun sê hy sal my neem, maar hy wil eers na sy huis toe gaan. Ek kan my ouers nie vertel nie – ek het gejok oor die partytjie.”
zu: @global.w_stress_teen_girl: “Ngethukile kakhulu. Wonke umuntu udakiwe ukuba angashayela angihambise ekhaya. Lo mfana uthi angangihambisa kodwa uthi ufuna sidlule kubo kuqala. Angakwazi ukutshela abazali bami - ngiqambe amanga ngokuthi ngiya ephathini.”

# data_list
source: These are dangerous situations! Thankfully, @global.w_stress_teen_boy_2 and @global.w_stress_teen_girl then remembered what @global.w_stress_parent told them: "I care about your safety more than anything. If you are ever upset, or scared, you can always call me for help, or tell me about it. Just say 'SAFETY AMNESTY'. I promise that I will try my best to help and I won’t be angry – even if you are doing something you shouldn't."
af: Hierdie is gevaarlike situasies! Gelukkig het @global.w_stress_teen_boy_2 en @global.w_stress_teen_girl onthou wat @global.w_stress_parent vir hulle gesê het: “Ek gee meer om oor julle veiligheid as enigiets anders. As julle ooit ontsteld of bang is, kan julle my altyd skakel vir hulp, of my daarvan vertel. Sê net 'VEILIGHEID-AMNESTIE'. Ek belowe ek sal my bes doen om te help en ek sal nie kwaad wees nie – selfs al doen julle iets wat julle nie moet nie.”
zu: Lezi yizimo eziyingozi! Siyabonga, @global.w_stress_teen_boy_2 u @global.w_stress_teen_girl bakhumbulile ukuthi @global.w_stress_parent ubatsheleni: “Nginendaba nokuphepha kwakho ukudlula noma yini enye. Uma uthukuthele, noma uthukile, ungangishayela ucingo noma nini uma ufuna usizo noma ufuna ukukhuluma. Mane uthi ‘USHWELE WEZOKUPHEPHA’. Ngiyathembisa ukuthi ngizozama okusemandleni ukusiza futhi angeke ngithukuthele - ngisho noma wenze okuthile ebekungakafaneli ukwenze.”

# data_list
source: @global.w_stress_teen_girl: "@global.w_stress_parent, it’s a safety amnesty. Can you come and pick me up? I really need a lift home."
af: @global.w_stress_teen_girl: “@global.w_stress_parent, dis ’n veiligheid-amnestie. Kan jy my kom oplaai? Ek het regtig ’n geleentheid huis toe nodig.”
zu: @global.w_stress_teen_girl: "@global.w_stress_parent, ushwele wezokuphepha. Ngicela uze uzongilanda? Ngidinga ukuhanjiswa ekhaya.”

# data_list
source: @global.w_stress_teen_boy_2: "@global.w_stress_parent, safety amnesty. I think my friends are in trouble. I don’t want to stop being their friend, but I’m worried. Can we talk?"
af: @global.w_stress_teen_boy_2: “@global.w_stress_parent, veiligheid-amnestie. Ek dink my vriende is in die moeilikheid. Ek wil nie ophou om hulle vriend te wees nie, maar ek is bekommerd. Kan ons praat?”
zu: @global.w_stress_teen_boy_2: "@global.w_stress_parent, ushwele wezokuphepha. Ngicabanga ukuthi abangane bami basenkingeni. Angifuni ukuyeka ukuba umngane wabo, kodwa ngikhathazekile ngabo. Singakhuluma?”

# data_list
source: It can be hard to make ends meet every month. Many families have this problem! Including @global.w_money_grandma - let's have a look:
af: Dit kan baie moeilik wees om elke maand met jou geld uit te kom. Baie gesinne het hierdie probleem! Sluit @global.w_money_grandma in. Kom ons kyk:
zu: Kungaba nzima ukuthola zonke izinto ozidingayo nyanga zonke. Imindeni eminingi ihlangabezana nalenkinga! Kuhlanganise @global.w_money_grandma - Ake sibone:

# data_list
source: @global.w_money_grandma: "I am so stressed. I don’t have any money left. And now I’m fighting with my teens over things they want – again."
af: @global.w_money_grandma: “Ek is onder soveel spanning. Ek het geen geld oor nie. En nou baklei ek met my tieners oor goed wat hulle wil hê – weer eens.”
zu: @global.w_money_grandma: “Nginengcindezi kakhulu. Anginayo imali esele. Futhi manje siyaxabana nezingane zami ngezinto abazifunayo futhi.”

# data_list
source: "I want the best future for my grandchildren, but I don’t know where to get the money. Loan sharks are dangerous and paying them back is so expensive. I should save, but that feels impossible!"
af: “Ek wil die beste toekoms vir my kleinkinders hê, maar ek weet nie waar om die geld te kry nie. Geldskieters is gevaarlik en dis so duur om hulle terug te betaal. Ek behoort te spaar, maar dit voel onmoontlik!”
zu: “Ngifunela abazukulu bami ikusasa elihle, kodwa angazi ukuthi ngizoyithola kuphi imali. Ukuboleka imali komashonisa kuyingozi kanti futhi kuyabiza ukuyikhokha. Kumele ngonge imali, kodwa lokho kubonakala kungeke kwenzeke!”

# data_list
source: "I know - let’s start with a plan! First, let me make a budget – a plan for how I can save my money. Then I will save just a little bit of money at a time – I will even join a savings and loans group."
af: “Ek weet – kom ons begin met ’n plan! Ek sal eers ’n begroting maak – ’n plan vir hoe ek my geld kan spaar. Dan sal ek net ’n bietjie geld op ’n slag spaar – ek sal selfs by ’n spaar- en leningsgroep aansluit.”
zu: “Ngiyazi - ake siqale ngokuhlela! Okokuqala, ake ngenze isabelomali - uhlelo lokuthi ngizoyonga kanjani imali yami. Ngemva kwalokho ngizokonga imali encane ngesikhathi - ngizophinde ngijoyine namaqembu okonga imali nokubolekisa ngemali.”

# data_list
source: "I should also speak with my grandchildren to choose things that we can spend just a little bit less on each week. They will help me think of things we want but don’t need."
af: “Ek moet met my kleinkinders praat sodat hulle goed kan kies waarop ons elke week net ’n bietjie minder sal bestee. Hulle sal my help dink aan goed wat ons graag wil hê, maar nie nodig het nie.”
zu: “Ngizophinde ngikhulume nabazukulu bami sikhethe izinto esizosebenzisa imali encane kuzona njalo ngeviki. Bazongisiza ngicabange ngezinto esizifunayo kodwa esingazidingi.”

# data_list
source: A few years later: "Look, we reached our dreams! I didn’t borrow any money from friends or loan sharks. By saving a tiny bit each week, I managed to pay for @global.w_money_teen_boy’s high school and save some money for @global.w_money_teen_girl’s university. I am so proud of this.”
af: ’n Paar jaar later: “Kyk, ons het ons drome verwesenlik! Ek het nie enige geld by vriende of geldskieters geleen nie. Deur elke week net ’n klein bietjie te spaar, het ek dit reggekry om vir @global.w_money_teen_boy se hoërskool te betaal en geld vir @global.w_money_teen_girl se universiteit te spaar. Ek is so trots hierop.”
zu: Ngemva kweminyaka embalwa kamuva: “Bheka, sesiwafinyelele amaphupho ethu! Ayikho imali engiyiboleke kubangane noma komashonisa. Ngokonga okuncane iviki neviki, ngikwazile ukukhokhela u-@global.w_money_teen_boy esikolweni samabanga aphakeme futhi ngonga nemali ka-@global.w_money_teen_girl yokufunda enyuvesi. Ngiyaziqhenya ngalokhu.”
