Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# data_list
source: @global.w_consequence_teen_boy_1: “I am sorry I worried you and @global.w_consequence_female_caregiver.” @global.w_consequence_male_caregiver: “Thank you. Now go to bed, but just to be clear, as you came home later than we agreed, you will not be allowed to go out tomorrow night.”
af: @global.w_consequence_teen_boy_1: “Ek is jammer dat ek jou bekommerd laat word het, en ook@global.w_consequence_female_caregiver.” @global.w_consequence_male_caregiver: “Dankie. Gaan slaap nou, maar jy moet baie mooi verstaan, aangesien jy later huis toe gekom het as wat ons ooreengekom het, sal jy nie toegelaat word om môreaand uit te gaan nie.”
sw: @global.w_consequence_teen_boy_1: "Samahani, nilikupa wasiwasi wewe na @global.w_consequence_female_caregiver." @global.w_consequence_male_caregiver: "Asante. Sasa nenda ulale, lakini ngoja nikukumbushe tena, ukichelewa kurudi nyumbani kuliko tulivyokubaliana, kesho usiku hautaruhusiwa kutoka nyumbani.”
zu: @global.w_consequence_teen_boy_1: “Ngiyaxolisa ngokukukhathaza futhi @global.w_consequence_female_caregiver.” @global.w_consequence_male_caregiver: “Ngiyabonga. Njengamanje hamba uyolala, kodwa ngifuna kucace, njengoba ubuye ekhaya sekudlule isikhathi esivumelene ngaso, awuvumelekile ukuphuma kusasa kusihlwa.”

# data_list
source: The new phone
sw: Simu mpya

# data_list
source: Let’s look at what happened to @global.w_solve_teen_girl and her @global.w_solve_female_caregiver_1 when @global.w_solve_teen_girl got a phone from a boy… can you believe it!
sw: Hebu tuangalie kile kilichotokea kwa @global.w_solve_teen_girl na @global.w_solve_female_caregiver_1 pindi @global.w_solve_teen_girl alipopewa simu na mvulana… waweza kuamini!

# data_list
source: @global.w_solve_female_caregiver_1: “@global.w_solve_teen_girl, where did you get that thing?” @global.w_solve_teen_girl: “@global.w_solve_teen_boy_1 bought it for me. It’s a nice phone, @global.w_solve_female_caregiver_1. It takes great photos!"
af: @global.w_solve_female_caregiver_1: “@global.w_solve_teen_girl, waar het jy daardie ding gekry?” @global.w_solve_teen_girl: “@global.w_solve_teen_boy_1 het dit vir my gekoop. Dis ’n lekker foon, @global.w_solve_female_caregiver_1. Dit neem wonderlike foto’s!”
sw: @global.w_solve_female_caregiver_1: "@global.w_solve_teen_girl, umekitoa wapi hicho?" @global.w_solve_teen_girl: “@global.w_solve_teen_boy_1 ameninunulia. Ni simu nzuri, @global.w_solve_female_caregiver_1. Inapiga picha nzuri sana!"
zu: @global.w_solve_female_caregiver_1: “@global.w_solve_teen_girl, uyithole kuphi leyo nto?” @global.w_solve_teen_girl: “@global.w_solve_teen_boy_1 uyitholele mina. Umakhalekhukhwini omuhle, @global.w_solve_female_caregiver_1 . Ithatha izithombe ezinhle!”

# data_list
source: @global.w_solve_female_caregiver_1: “I don’t want to see that expensive thing! That boy is no good! How does he think you are going to repay him for this?!” @global.w_solve_teen_girl: “That’s not how it works, @global.w_solve_female_caregiver_1! That’s not fair!”
af: @global.w_solve_female_caregiver_1: “Ek wil nie daardie duur ding sien nie! Daardie seun is moeilikheid! Hoe dink hy gaan jy hom hiervoor terugbetaal?! @global.w_solve_teen_girl: “Dis nie hoe dit werk nie, @global.w_solve_female_caregiver_1! Dis nie regverdig nie!”
sw: @global.w_solve_female_caregiver_1: "Sitaki kuona hicho kitu cha bei ghali! Huyo kijana si mtu mzuri! Hivi anafikiria utamlipaje hiyo simu?!” @global.w_solve_teen_girl: “Sio hivyo, @global.w_solve_female_caregiver_1! Hivyo sio sawa!”
zu: @global.w_solve_female_caregiver_1: “Angifuni ukuyibona leyo nto ebizayo! Lo mfana akalungile! Ucabanga ukuthi uzomkhokhela ngani ngalokhu?!” @global.w_solve_teen_girl: “Akuyona indlela okusebenza ngayo lokho, @global.w_solve_female_caregiver_1! Akubona ubulungiswa lobo!”

# data_list
source: @global.w_solve_female_caregiver_1: “I do not want to hear it!” @global.w_solve_teen_girl: “You are not even trying to listen to me! I do not know why I even try with you!”
sw: @global.w_solve_female_caregiver_1: "Sitaki kusikia hiyo habari!" @global.w_solve_teen_girl: “Hutaki hata kunisikiliza! Hata sijui nikwambieje!”

# data_list
source: Dealing with bullies
sw: Kukabiliana na uonevu

# data_list
source: Let’s see how problem solving works in practice.
af: Kom ons kyk hoe probleemoplossing in die praktyk werk.
sw: Hebu tuone jinsi utatuzi wa matatizo unavyofanya kazi katika maisha halisi.
zu: Ake sibone ukuthi ukuxazulula inkinga kusebenza kanjani ngokuprakthiza.

# data_list
source: @global.w_solve_female_caregiver_2 is coming home from work. @global.w_solve_female_caregiver_2 (thinking): "Ay my poor feet! I need to sit down a moment and drink a cup of coffee before I start preparing food for everyone."
af: @global.w_solve_female_caregiver_2 kom huis toe van die werk af. @global.w_solve_female_caregiver_2 (dink): “Ai, my arme voete! Ek moet vir ’n rukkie sit en ’n koppie koffie drink voor ek vir almal begin kos maak.”
sw: @global.w_solve_female_caregiver_2 anarudi nyumbani kutoka kazini. @global.w_solve_female_caregiver_2 (akiwaza): "Miguu yangu maskini! Ninahitaji kukaa chini kidogo na kunywa kikombe cha kahawa kabla ya kuanza kuandaa chakula cha wote."
zu: @global.w_solve_female_caregiver_2 ubuya ekhaya evela emsebenzini. @global.w_solve_female_caregiver_2 (uyacabanga): “Awu izinyawo zami bandla! Ngidinga ukuhlala phansi isikhashana ngiphuze ikhofi ngaphambi kokuthi ngilungisele wonke umuntu ukudla.”

# data_list
source: @global.w_solve_female_caregiver_2: "@global.w_solve_teen_boy_2! What are you doing? That bread is for dinner! Now there will not be enough for us all!"
sw: @global.w_solve_female_caregiver_2: "@global.w_solve_teen_boy_2! Unafanya nini? Huo mkate ni wa chakula cha usiku! Sasa hautatutosha sisi sote!"

# data_list
source: @global.w_solve_teen_boy_2: “Sorry, @global.w_solve_female_caregiver_2, I was just hungry. I can explain, you see, there is this guy at school...” @global.w_solve_female_caregiver_2 (thinking): “Take a pause… just breathe…”
sw: @global.w_solve_teen_boy_2: "Samahani, @global.w_solve_female_caregiver_2, nilikuwa na njaa. Ngoja nikwambie basi, kuna mtu mmoja shuleni...” @global.w_solve_female_caregiver_2 (akiwaza): "Tulia... vuta pumzi kidogo..."

# data_list
source: @global.w_solve_female_caregiver_2: “Just give me a moment. I am tired and now worried about having enough food for dinner.” @global.w_solve_teen_boy_2: “I am sorry, @global.w_solve_female_caregiver_2."
sw: @global.w_solve_female_caregiver_2: "Hebu niache kidogo. Nimechoka na sasa nihangaike kutafuta chakula cha kututosha usiku.” @global.w_solve_teen_boy_2: "Nisamehe, @global.w_solve_female_caregiver_2."

# data_list
source: Step 1: KNOW IT
af: Stap 1: WEET DIT
sw: Hatua ya Kwanza: ELEWA
zu: Isinyathelo 1: YAZI

# data_list
source: @global.w_solve_female_caregiver_2: "Now tell me, why are you so hungry? Did you not eat your lunch at school?” @global.w_solve_teen_boy_2: "That is the problem. There is a guy at school who bullies me. He says if I do not give my lunch to him every day, he and his friends will hurt me. He makes me so mad!"
sw: @global.w_solve_female_caregiver_2: "Sasa niambie, kwa nini una njaa sana? Mchana hukula shuleni?” @global.w_solve_teen_boy_2: "Hilo ndo tatizo. Kuna mtu shuleni ananionea. Anasema nisipompa chakula changu kila siku, yeye na marafiki zake watanipiga. Ananikasirisha sana!"

# data_list
source: @global.w_solve_female_caregiver_2: "I am sorry to hear that but am glad that you told me, @global.w_solve_teen_boy_2. It does not mean that you can eat everybody’s dinner. After we speak, you need to go to the shop to buy some more bread. But first: What do you think we should do about the bully problem?" @global.w_solve_teen_boy_2: "Well… I want to just hit him or get him back."
sw: @global.w_solve_female_caregiver_2: "Nasikitika kusikia hivyo lakini nimefurahi kwamba umeniambia, @global.w_solve_teen_boy_2. Hata hivyo, hiyo siyo sababu ya wewe kula chakula cha kila mtu. Tukimaliza kuzungumza, uende dukani kununua mkate mwingine. Lakini kwanza: Unadhani tufanyeje kuhusu hili tatizo la kuonewa?" @global.w_solve_teen_boy_2: "Unajua... Nataka nije nimpige au nimlipizie kisasi."

# data_list
source: Step 2: SOLVE IT
af: Stap 2: LOS DIT OP
sw: Hatua ya Pili: TAFUTA UTATUZI
zu: Isinyathelo 2: IXAZULULE

# data_list
source: @global.w_solve_female_caregiver_2: "Hmmm… what do you think will happen to you if you do that?" @global.w_solve_teen_boy_2: "I don’t know. He is bigger than me so he will probably hurt me more. And I could get into trouble at school and expelled."
af: @global.w_solve_female_caregiver_2: “Hmmm… wat dink jy sal gebeur as jy dit doen?” @global.w_solve_teen_boy_2: “Ek weet nie. Hy is groter as ek, so hy sal my waarskynlik meer seermaak. En ek kan by die skool in die moeilikheid kom en geskors word.”
sw: @global.w_solve_female_caregiver_2: "Hmmm… unafikiri nini kitakutokea ukifanya hivyo?" @global.w_solve_teen_boy_2: "Sijui. Yeye ni mkubwa kuliko mimi kwa hiyo anaweza akaniumiza mno. Na ninaweza kupata matatizo shuleni, nikafukuzwa."
zu: @global.w_solve_female_caregiver_2: “Hmmm... ucabanga ukuthi kuzokwenzakalani kuwe uma wenza kanjalo?” @global.w_solve_teen_boy_2: “Angazi. Mkhulu kakhulu kunami kungenzeka angilimaze kakhulu. Futhi kungenzeka ngingene enkingeni esikoleni bese ngixoshwa.”

# data_list
source: @global.w_solve_female_caregiver_2: "Yes, that could happen. What could we do instead?" @global.w_solve_teen_boy_2: "I guess I could tell the teacher. But then the other kids will call me a tattletale. Maybe you could talk to the teacher?"
af: @global.w_solve_female_caregiver_2: “Ja, dit kan gebeur. Wat kan ons in plaas daarvan doen?” @global.w_solve_teen_boy_2: “Ek neem aan ek kan vir die onderwyser sê. Maar dan gaan die ander kinders my ’n klikbek noem. Miskien kan jy met die onderwyser praat?”
sw: @global.w_solve_female_caregiver_2: "Ndiyo, inaweza kuwa hivyo. Tunaweza kufanya nini badala yake?" @global.w_solve_teen_boy_2: "Nadhani ninaweza kumwambia mwalimu. Lakini watoto wengine wataniita mjinga. Au ukazungumze na mwalimu?"
zu: @global.w_solve_female_caregiver_2: “Kunjalo, lokho kungenzeka. Yini esingayenza esikhundleni salokho?” @global.w_solve_teen_boy_2: “Ngicabanga ukuthi ngingatshela uthisha. Kodwa ezinye izingane zizongibiza ngesiyoyoyo. Mhlawumbe ungakhuluma nothisha?”

# data_list
source: @global.w_solve_female_caregiver_2: "That sounds like a better idea. I could also have a word with his parents if you want me to." @global.w_solve_teen_boy_2: "Sure. If you think that would help too. Thanks, @global.w_solve_female_caregiver_2."
sw: @global.w_solve_female_caregiver_2: "Nadhani hilo ni wazo zuri zaidi. Ninaweza pia kwenda kuzungumza na wazazi wake ukitaka nifanye hivyo." @global.w_solve_teen_boy_2: "Ni sawa kama unadhani kufanya hivyo kutasaidia pia. Asante, @global.w_solve_female_caregiver_2."

# data_list
source: @global.w_solve_female_caregiver_2: "Anything for you, my dear. I will do it first thing after dinner. And you know? If that does not work, we can always try something else together." @global.w_solve_teen_boy_2: "Thanks, @global.w_solve_female_caregiver_2."
sw: @global.w_solve_female_caregiver_2: "Chochote kwa ajili yako mpendwa. Nitafanya mara tu ya baada ya chakula cha usiku. Halafu unajua? Kama hilo lisipofanikiwa, tunaweza kujaribu kitu kingine kwa pamoja." @global.w_solve_teen_boy_2: "Asante, @global.w_solve_female_caregiver_2."

# data_list
source: Step 3: TRY IT
af: Stap 3: PROBEER DIT
sw: Hatua ya Tatu: CHAGUA
zu: Isinyathelo 3: KUZAME

# data_list
source: A week later… @global.w_solve_female_caregiver_2: "How are things going at school now?" @global.w_solve_teen_boy_2: "It is going better, the boy does not take my lunch anymore. But he is still being really mean to me."
sw: Wiki moja baadaye... @global.w_solve_female_caregiver_2: "Sasa hivi mambo yanaendaje shuleni?" @global.w_solve_teen_boy_2: "Yanaenda vizuri, yule kijana hachukui tena chakula changu. Lakini bado ananisumbua sana."

# data_list
source: Step 4: TEST IT
af: Stap 4: TOETS DIT
sw: Hatua ya Nne: JARIBU
zu: Isinyathelo 4: IHLOLE

# data_list
source: @global.w_solve_female_caregiver_2: "I am sorry to hear that, @global.w_solve_teen_boy_2. Shall I ask your uncle to go talk to his parents? If that does not work, we will try something else!" @global.w_solve_teen_boy_2: "Yes, thank you @global.w_solve_female_caregiver_2. At least I know you are on my side."
af: @global.w_solve_female_caregiver_2: “Ek is jammer om dit te hoor, @global.w_solve_teen_boy_2. Sal ek jou oom vra om met sy ouers te gaan praat? As dit nie werk nie, sal ons iets anders probeer!” @global.w_solve_teen_boy_2: “Ja, dankie@global.w_solve_female_caregiver_2. Ek weet ten minste jy is aan my kant.”
sw: @global.w_solve_female_caregiver_2: "Nasikitika kusikia hivyo, @global.w_solve_teen_boy_2. Je, nimuombe mjomba wako aende kuongea na wazazi wake? Hilo lisipofanikiwa, tutajaribu njia nyingine!" @global.w_solve_teen_boy_2: "Sawa, asante @global.w_solve_female_caregiver_2. Angalau najua uko upande wangu."
zu: @global.w_solve_female_caregiver_2: “Ngiyaxolisa ngokuzwa lokho, @global.w_solve_teen_boy_2. Ngingakhuluma yini nomalume wakho ahambe ayokhuluma nabazali bakhe? Uma kungasebenzi lokho, sizozama okunye!” @global.w_solve_teen_boy_2: “Yebo, ngiyabonga @global.w_solve_female_caregiver_2. Okungenani ngiyazi ukuthi usohlangothini lwami.”

# data_list
source: Man in car
sw: Mwanaume ndani ya gari

# data_list
source: Communication is the most important thing! Let's see what happened with @global.w_safe_female_caregiver and @global.w_safe_teen_girl_1:
af: Kommunikasie is die belangrikste ding! Kom ons kyk wat met @global.w_safe_female_caregiver en @global.w_safe_teen_girl_1 gebeur het:
sw: Mawasiliano ni jambo muhimu zaidi! Hebu tuangalie kile kilichotokea kwa @global.w_safe_female_caregiver na @global.w_safe_teen_girl_1:
zu: Ukukhulumisana kuyinto ebaluleke kakhulu! Ake sibone ukuthi yini eyenzeke ku @global.w_safe_female_caregiver no @global.w_safe_teen_girl_1 wakhe:

# data_list
source: @global.w_safe_teen_girl_1: "Something happened when I was out with my friends @global.w_safe_teen_girl_2 and @global.w_safe_teen_girl_3!" @global.w_safe_female_caregiver: "Tell me, @global.w_safe_teen_girl_1."
sw: @global.w_safe_teen_girl_1: "Kuna kitu kilitokea nilipoenda kutembea na marafiki zangu @global.w_safe_teen_girl_2 na @global.w_safe_teen_girl_3!" @global.w_safe_female_caregiver: "Niambie, @global.w_safe_teen_girl_1."

# data_list
source: Man in car: “Hey beautiful. I have been looking at you for a while. You are very beautiful, what is your name?" @global.w_safe_teen_girl_2: “Her name is @global.w_safe_teen_girl_1.”
sw: Mwanaume ndani ya gari: “Halo, mrembo. Nimekuwa nakuona kwa muda. Wewe ni mrembo sana, unaitwa nani?" @global.w_safe_teen_girl_2: "Anaitwa @global.w_safe_teen_girl_1."

# data_list
source: Man in car: “@global.w_safe_teen_girl_1, would you like to come with me to have something to drink and chips? Come on, get in, you will be back in time, I promise…” @global.w_safe_teen_girl_1: “I am not sure if that is a good idea…”
sw: Mwanaume ndani ya gari: "@global.w_safe_teen_girl_1, ungependa kuongozana nami tukapate chipsi na kinywaji? Twende, ingia, utawahi kurudi, nakuahidi… ” @global.w_safe_teen_girl_1: "Sidhani kama hilo ni wazo zuri…"

# data_list
source: @global.w_safe_teen_girl_2: “You are lucky, my friend. I wish a man would ask ME out and buy me gifts. I am telling you, if you do not do this I’m going to tell everyone you are stupid!”
sw: @global.w_safe_teen_girl_2: “Una bahati, rafiki yangu. Natamani mwanamume aniombe MIMI tutoke akaninunulie zawadi. Ninakuambia, usipofanya hivyo, nitaenda nimwambie kila mtu kuwa wewe ni mjinga!”

# data_list
source: @global.w_safe_teen_girl_3: “@global.w_safe_teen_girl_1 do not go! Be careful! Let’s go home. It is dangerous to go with people you do not know. Besides, he is too old for you and what he is doing is wrong." @global.w_safe_teen_girl_1: “I just do not know…”
sw: @global.w_safe_teen_girl_3: “@global.w_safe_teen_girl_1, usiende! Kuwa mwangalifu! Twende nyumbani. Ni hatari kwenda na watu usiowajua. Tena, mtu mwenyewe ni mkubwa sana kwako na anachokifanya sio sawa." @global.w_safe_teen_girl_1: "Hata sijui nifanye nini…"

# data_list
source: @global.w_safe_female_caregiver: "Pfff, I am so proud of you that you did not get into the car. That was a dangerous situation, thank you for telling me!"
af: @global.w_safe_female_caregiver: “Pfff, Ek is so trots op jou dat jy nie in die motor geklim het nie. Dit was ’n gevaarlike situasie, dankie dat jy my vertel het!”
sw: @global.w_safe_female_caregiver: "Ninafurahi sana kwamba hukuingia kwenye gari. Hiyo ilikuwa hali ya hatari, asante kwa kuniambia!"
zu: @global.w_safe_female_caregiver: “Mhh, ngiyaziqhenya ngawe ngokuthi awuyigibelanga le moto. Bekuyisimo esiyingozi lesi, ngiyabonga ngokuthi ungitshele!”

# data_list
source: Online contact
sw: Mawasiliano mitandaoni

# data_list
source: Let's look at another example of a dangerous situation together.
af: Kom ons kyk saam na nog ’n voorbeeld van ’n gevaarlike situasie.
sw: Hebu tuangalie pamoja mfano mwingine wa tukio la hatari.
zu: Ake sibheke esinye isibonelo sesimo esiyingozi ndawonye.

# data_list
source: @global.w_safe_teen_girl_1: "My friend has been talking with a guy our age online... She is going to send him photos of herself. Is that better because he is our age?"
sw: @global.w_safe_teen_girl_1: "Rafiki yangu amekuwa akiwasiliana na mvulana wa rika letu mtandaoni... Atamtumia picha zake. Je, hilo ni jambo zuri kwa sababu yeye ni wa rika letu?"

# data_list
source: @global.w_safe_female_caregiver: "You are a good friend for being worried about her. Sending sexy photos is a real risk too."
af: @global.w_safe_female_caregiver: “Jy is ’n goeie vriendin om oor haar bekommerd te wees. Om wulpse foto’s te stuur, is ook ’n werklike risiko.”
sw: @global.w_safe_female_caregiver: "Wewe ni rafiki mzuri kwa kumjali mwenzako. Kutuma picha zinazovutia kimapenzi ni hatari sana pia."
zu: @global.w_safe_female_caregiver: “Uwungane omuhle ngoba ukhathazekile ngaye. Ukuthumela izithombe zakhe zobulili nakho kuyingozi.”

# data_list
source: @global.w_safe_female_caregiver: "Sometimes people are not who they say they are online – he could say he is your age but be a 50-year-old man. Or when they break up, he could send those photos to everyone and your friend would feel awful."
sw: @global.w_safe_female_caregiver: "Wakati mwingine watu wanadanganya mtandaoni – anaweza kusema ni wa rika lako kumbe ni mwanaume wa miaka 50. Au wakivunja mahusiano, anaweza kutuma picha hizo kwa kila mtu na rafiki yako akajisikia vibaya sana."

# data_list
source: @global.w_crisis_teen_girl_1's crisis
sw: Matatizo ya @global.w_crisis_teen_girl_1's

# data_list
source: Crisis can happen to anyone. Let's see what happened with @global.w_crisis_teen_girl_1 and @global.w_crisis_female_caregiver:
af: ’n Krisis kan met enigeen gebeur. Kom ons kyk wat het met @global.w_crisis_teen_girl_1 en @global.w_crisis_female_caregiver gebeur:
sw: Hali ya hatari inaweza kumtokea mtu yeyote. Hebu tuone kilichotokea kwa @global.w_crisis_teen_girl_1 na @global.w_crisis_female_caregiver:
zu: Inkinga ingavelela noma ubani. Ake sibone ukuthi yini eyenzeke ku @global.w_crisis_teen_girl_1 no @global.w_crisis_female_caregiver wakhe:

# data_list
source: @global.w_crisis_female_caregiver: "Shame my dear, you look really upset, do you want to tell me what happened?"
af: @global.w_crisis_female_caregiver: “Foeitog my kind, jy lyk regtig ontsteld, wil jy vir my vertel wat gebeur het?”
sw: @global.w_crisis_female_caregiver: "Jamani, Mjukuu wangu, unaonekana unasikitika sana, unataka kuniambia kilichotokea?"
zu: @global.w_crisis_female_caregiver: “Bandla sthandwa sami, ubonakala uthukuthele ngempela, ungathanda ukungitshela ukuthi kwenzekeni?”

# data_list
source: @global.w_crisis_teen_girl_1: "It’s my Uncle, he… he… he touched me." @global.w_crisis_female_caregiver (thinking): "Take a deep breath... What does my child need? She needs me to be calm and listen." @global.w_crisis_female_caregiver: "Come and sit down next to me. Take your time, I am listening."
sw: @global.w_crisis_teen_girl_1: "Ni Mjomba wangu, ali-… ali-… alinigusa." @global.w_crisis_female_caregiver (akiwaza): "Vuta pumzi kidogo... Mwanangu anataka nini? Anataka nitulie na nimsikilize." @global.w_crisis_female_caregiver: "Njoo ukae karibu na mimi. Usiwe na haraka, ninakusikiliza."

# data_list
source: @global.w_crisis_teen_girl_1: "It is true, he… he… made me do it! He made me have sex with him! I did not want to, I swear, and I even said NO, but he told me I would be in trouble." @global.w_crisis_female_caregiver: "Thank you for sharing this with me. You are not in trouble. This is not your fault."
sw: @global.w_crisis_teen_girl_1: "Ni kweli, ali-… ali-… alisabisha nifanye hivyo! Alisababisha nifanye naye mapenzi! Naapa, sikutaka; hadi nikasema HAPANA, lakini akaniambia nitapata shida." @global.w_crisis_female_caregiver: "Asante kwa kunishirikisha mimi pia. Usihofu. Hili sio kosa lako."

# data_list
source: @global.w_crisis_teen_girl_1: "Yesterday when you went to see your friend. He just came and that’s when it happened." @global.w_crisis_female_caregiver: "It is okay, I believe you my child. This is a big thing and we will find a way to get the help we need. Where could we go for help?" @global.w_crisis_teen_girl_1: "My school?"
sw: @global.w_crisis_teen_girl_1: "Jana ulipoenda kumtembelea rafiki yako. Alikuja na ndipo ilipotokea." @global.w_crisis_female_caregiver: "Usijali, ninakuamini mwanangu. Hili ni jambo kubwa na tutatafuta namna ya kupata msaada tunaohitaji. Ni wapi tunaweza kwenda kwa ajili ya msaada?" @global.w_crisis_teen_girl_1: "Shule yangu?"

# data_list
source: @global.w_crisis_female_caregiver: "Ah I know, let’s go to the clinic. They will know what we can do to help you. Does that sound okay to you?" @global.w_crisis_teen_girl_1: "Yes… Okay… But will you come with me?"
af: @global.w_crisis_female_caregiver: “Aag, ek weet, kom ons gaan kliniek toe. Hulle sal weet wat ons kan doen om jou te help. Klink dit vir jou oukei?” @global.w_crisis_teen_girl_1: “Ja… Oukei… Maar sal jy saam met my gaan?”
sw: @global.w_crisis_female_caregiver: "Ah najua, twende kliniki. Wao watajua tufanye nini ili kukusaidia. Je, hiyo ni sawa kwako?" @global.w_crisis_teen_girl_1: "Ndiyo… Sawa… Lakini, je, tunaenda wote na wewe?"
zu: @global.w_crisis_female_caregiver: “Ah ngiyazi, ake sihambe siye emtholampilo. Bazokwazi ukuthi yini okumelwe siyenze ukuze sikusize. Ingabe lokhu kuzwakala kukahle kuwe?” @global.w_crisis_teen_girl_1: “Yebo... Kulungile... Kodwa ngicela ukuhamba nawe?”

# data_list
source: @global.w_crisis_female_caregiver: "Of course I will. And @global.w_crisis_teen_girl_1? Remember this is not your fault. I love you. You are a good person. We will get through this."
af: @global.w_crisis_female_caregiver: “Natuurlik sal ek. En@global.w_crisis_teen_girl_1? Onthou, dis nie jou skuld nie. Ek is lief vir jou. Jy is ’n goeie persoon. Ons sal hierdeur kom.”
sw: @global.w_crisis_female_caregiver: "Ni sawa kabisa. Na @global.w_crisis_teen_girl_1? Kumbuka hili siyo kosa lako. Ninakupenda. Wewe ni mtu mzuri. Tutalimaliza hili."
zu: @global.w_crisis_female_caregiver: “Nakanjani ngizokwenza . Bese @global.w_crisis_teen_girl_1? Khumbula ukuthi lokhu akulona iphutha lakho.” Ngiyakuthanda. Ungumuntu okahle. Sizodlula kulokhu.”

# data_list
source: The fight
sw: Kupigana
