Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/*/*_messages.po
Languages: af, sw, xh, zu

# template
source: Tomorrow a brand new @global.parent_app @global.workshop is ready for you. Try to complete the @local.workshop_data.in_text_title before starting the new @global.workshop. Knowing how to solve problems together will help in many situations!
sw: Kesho, @global.workshop mpya kabisa ya @global.parent_app itakuwa tayari kwa ajili yako. Jaribu kumalizia @local.workshop_data.in_text_title kabla ya kuanza @global.workshop mpya. Kufahamu namna ya kutatua matatizo pamoja kutasaidia katika nyakati mbalimbali!

# template
source: Great that you completed the @local.workshop_data.in_text_title. Tomorrow, a new workshop is unlocked to help you keep your teen safe.
af: Dit is wonderlik dat jy die @local.workshop_data.in_text_title voltooi het. Môre word ’n nuwe slypskool ontsluit om jou te help om jou tiener veilig te hou.
sw: Umefanya vizuri sana kumaliza @local.workshop_data.in_text_title. Kesho, warsha mpya itafunguliwa ili kukusaidia kumweka salama kijana wako.
xh: Kuhle xa ugqibe i@local.workshop_data.in_text_title. Ngomso, uqeqesho olutsha luvuliwe ukuze lukuncede ugcine umntwana wakho ofikisayo ekhuselekile.
zu: Kuhle ukuthi uqedile i-@local.workshop_data.in_text_title. Kusasa, umhlangano wokufundisana omusha uzovulwa ukuze ukusize ugcine ingane yakho esebusheni bayo iphephile.

# template
source: Close your eyes, breathe in, and know that everything you have done is so important.
af: Maak jou oë toe, asem in, en weet dat alles wat jy gedoen het, baie belangrik is.
sw: Fumba macho yako, vuta pumzi, na elewa kwamba kila kitu ulichokifanya ni cha muhimu sana.
xh: Vala amehlo, utsale umoya, uze wazi ukuba yonke into oye wayenza ibaluleke kakhulu.
zu: Vala amehlo, phefumula, wazi ukuthi konke okwenzile kubalulekile.

# template
source: Ground @global.w_solve_teen_girl for a month
af: Hok @global.w_solve_teen_girl vir ’n maand
sw: Mzuie @global.w_solve_teen_girl kwenda kutembea kwa mwezi mmoja
xh: Wohlwaye u@global.w_solve_teen_girl kangangenyanga
zu: Jezisa @global.w_solve_teen_girl inyanga

# template
source: @global.w_solve_female_caregiver_1: “You cannot go out for the next month”
sw: @global.w_solve_female_caregiver_1: "Mwezi ujao hutaweza kwenda huko nje kutembea."

# template
source: That didn’t work... Let's try something else.
af: Dit het nie gewerk nie... Kom ons probeer iets anders.
sw: Hiyo haikufanikiwa... Hebu tujaribu kitu kingine.
xh: Loo nto ayikhange isebenze... Makhe sizame enye into.
zu: Lokhu akusebenzanga... Ake sizama okunye.

# template
source: Return the phone and save up
af: Gee die foon terug en spaar
sw: Rudisha simu na uanze kujiwekea akiba
xh: Buyisa ifowuni ukuze wonge
zu: Buyisela ifoni wonge imali

# template
source: @global.w_solve_female_caregiver_1: "I am not trying to accuse your friend or be jealous. I am worried that when someone gives a gift it is hard to say 'no' when they ask something in return – like sex. If you want to have a phone, we will save up together so you can make your own decisions without owing him anything."
sw: @global.w_solve_female_caregiver_1: "Simlaumu rafiki yako wala sioni wivu. Nina wasiwasi kwamba mtu anapokupatia zawadi, ni vigumu kumkatalia atakapokuomba umlipe fadhila – kama vile ngono. Kama unataka kuwa na simu, tutajiwekea akiba pamoja ili uweze kufanya maamuzi yako mwenyewe bila yeye kukudai chochote."

# template
source: This is great! Try the third option as well.
af: Dit is wonderlik! Probeer die derde opsie ook.
sw: Hilo ni jambo zuri sana! Jaribu pia chaguo la tatu.
xh: Kuhle! Zama nolunye ukhetho lwesithathu.
zu: Kuhle lokhu! Zama indlela yesithathu futhi.

# template
source: Learn about safe sex
af: Leer oor veilige seks
sw: Jifunze kuhusu ngono salama
xh: Funda ngokwabelana ngesondo okukhuselekileyo
zu: Funda ngocansi oluphephile

# template
source: @global.w_solve_female_caregiver_1: “This makes me realise we should talk about boyfriends and protecting yourself. Many teens your age get pregnant or become HIV positive. Let’s go to the clinic so you can talk with the nurse to learn how you can stay safe.”
af: @global.w_solve_female_caregiver_1: “Dit laat my besef dat ons oor kêrels moet praat en oor hoe om jouself te beskerm. Baie tieners van jou ouderdom raak swanger of raak MIV-positief. Kom ons gaan kliniek toe sodat jy met die verpleegster kan praat oor hoe jy veilig kan bly.”
sw: @global.w_solve_female_caregiver_1: "Hii inanifanya nitambue kuwa tunapaswa kuzungumza kuhusu marafiki wa kiume na jinsi unavyoweza kujikinga. Vijana wengi wa rika lako wanapata mimba au VVU. Hebu twende kliniki uzungumze na muuguzi ili ujifunze jinsi unavyoweza kujikinga.”
xh: @global.w_solve_female_caregiver_1: “Oku kwenza ndiqonde ukuba simele sithethe ngamakhwenkwe nokuzikhusela. Abantwana abaninzi abafikisayo abalingana nawe bayakhulelwa okanye babe ne-HIV. Masiye ekliniki ukuze uthethe nomongikazi ukuze ubone indlela onokuhlala ngayo ukhuselekile.”
zu: @global.w_solve_female_caregiver_1: “Lokhu kungenza ukuba ngibone ukuthi kumelwe sikhulume ngamasoka nokuzivikela. Intsha eningi elingana nawe iyakhulelwa noma ingenwe yi-HIV. Ake siye emtholampilo ukuze ukhulume nomhlengikazi akwazise ukuthi ungahlala kanjani uphephile.”

# template
source: This is great!
af: Dis wonderlik!
sw: Hilo ni jambo zuri sana!
xh: Kuhle!
zu: Kuhle lokhu!

# template
source: * Story & discussion – that didn’t work… * Tools: How to solve problems KNOW IT – SOLVE IT – TRY IT – TEST IT * Story & discussion – that worked! * Try it out! * Home practice suggestions
af: * Storie en bespreking – dit het nie gewerk nie… * Hulpmiddels: Hoe om probleme op te los WEET DIT – LOS DIT OP – PROBEER DIT – TOETS DIT * Storie en bespreking – dit het gewerk! * Probeer dit! * Voorstelle om tuis te oefen
sw: * Hadithi & majadiliano – ambayo hayakufanikiwa… * Nyenzo: Jinsi ya kutatua matatizo * ELEWA – TATUA – CHAGUA – JARIBU * Hadithi & majadiliano – ambayo yalifanikiwa! * Jaribu! * Mazoezi ya nyumbani yanayopendekezwa
xh: * Ibali nencoko – loo nto ayikhange isebenze… * Izixhobo: Indlela yokusombulula iingxaki YAZI - YISOMBULULE - YIZAME - YIVAVANYE * Ibali nengxubusho – oko kusebenzile! * Yizame! * Amacebiso asebenzisekayo ekhaya
zu: * Indaba kanye nengxoxo – okungasebenzanga ... * Amathuluzi: Indlela yokuxazulula izinkinga ZAZI - ZIXAZULULE - ZIZAME - ZIHLOLE * Indaba kanye nengxoxo – okusebenzile! * Kuzame! * Amacebiso alokho ongakwenza ekhaya

# template
source: * Story & reflection – that didn’t work… * Tools: How to solve problems KNOW IT – SOLVE IT – TRY IT – TEST IT * Story & reflection – that worked! * Try it out! * Home practice suggestions
af: * Storie en nadenke – dit het nie gewerk nie… * Hulpmiddels: Hoe om probleme op te los WEET DIT – LOS DIT OP – PROBEER DIT – TOETS DIT * Storie en nadenke – dit het gewerk! * Probeer dit! * Voorstelle om tuis te oefen
sw: * Hadith & tafakari – ambayo haikufanikiwa… * Nyenzo: Jinsi ya kutatua matatizo * ELEWA – TATUA – CHAGUA – JARIBU * Hadithi & tafakari – ambayo ilifanikiwa! * Jaribu! * Mazoezi ya nyumbani yanayopendekezwa
xh: * Ibali nencoko – loo ayikhange isebenze… * Izixhobo: Indlela yokusombulula iingxaki YAZI - YISOMBULULE - YIZAME - YIVAVANYE * Ibali nokucamngca – oko kuye kwasebenza! * Yizame! * Amacebiso asebenzisekayo ekhaya
zu: * Indaba kanye nokuhlaziya indaba - okungasebenzanga ... * Amathuluzi: Indlela yokuxazulula izinkinga ZAZI - ZIXAZULULE - ZIZAME - ZIHLOLE * Indaba kanye nokuhlaziya indaba - kusebenzile! * Kuzame! * Amacebiso alokho ongakwenza ekhaya

# template
source: Discuss together: How could @global.w_solve_teen_girl and @global.w_solve_female_caregiver_1 use the 4 steps of problem solving, like @global.w_solve_female_caregiver_2 and @global.w_solve_teen_boy_2 did? KNOW IT - SOLVE IT - TRY IT - TEST IT
af: Bespreek onder mekaar: Hoe kan @global.w_solve_teen_girl en @global.w_solve_female_caregiver_1 die 4 stappe van probleemoplossing gebruik soos @global.w_solve_female_caregiver_2 en @global.w_solve_teen_boy_2 dit gedoen het? WEET DIT – LOS DIT OP – PROBEER DIT – TOETS DIT
sw: Jadilini pamoja: Je, @global.w_solve_teen_girl na @global.w_solve_female_caregiver_1 wanawezaje kutumia hatua 4 za kutatua matatizo, kama alivyofanya @global.w_solve_female_caregiver_2 na @global.w_solve_teen_boy_2? ELEWA – TAFUTA UTATUZI – CHAGUA – JARIBU
xh: Ncokolani kunye: U @global.w_solve_teen_girl no @global.w_solve_female_caregiver_1 banokuwasebenzisa njani amanyathelo ama-4 okusombulula iingxaki njengoba u @global.w_solve_female_caregiver_2 no @global.w_solve_teen_boy_2 benzile? YAZI - YISOMBULULE - YIZAME - YIVAVANYE
zu: Xoxani ndawonye: U @global.w_solve_teen_girl no @global.w_solve_female_caregiver_1 bebangazisebenzisa kanjani izinyathelo ezingu-4 zokuxazulula inkinga, njengo @global.w_solve_female_caregiver_2 no @global.w_solve_teen_boy_2 abenze ngayo? ZAZI - ZIXAZULULE - ZIZAME - ZIHLOLE

# template
source: Remember @global.w_solve_teen_girl and the phone she got from the boy?
af: Onthou julle vir @global.w_solve_teen_girl en die foon wat sy by die seun gekry het?
sw: Je, unamkumbuka @global.w_solve_teen_girl na simu aliyopewa na mvulana?
xh: Usakhumbula u @global.w_solve_teen_girl nala fowuni ayifumene enkwenkweni?
zu: Khumbula @global.w_solve_teen_girl kanye nefoni ayithole kumfana?

# template
source: How could @global.w_solve_teen_girl and @global.w_solve_female_caregiver_1 use the 4 steps of problem solving, like @global.w_solve_female_caregiver_2 and @global.w_solve_teen_boy_2 did? KNOW IT - SOLVE IT - TRY IT - TEST IT
af: Hoe kan @global.w_solve_teen_girl en @global.w_solve_female_caregiver_1 die 4 stappe van probleemoplossing gebruik soos @global.w_solve_female_caregiver_2 en @global.w_solve_teen_boy_2 dit gedoen het? WEET DIT – LOS DIT OP – PROBEER DIT – TOETS DIT
sw: Je, @global.w_solve_teen_girl na @global.w_solve_female_caregiver_1 wanawezaje kutumia hatua 4 za kutatua matatizo, kama alivyofanya @global.w_solve_female_caregiver_2 na @global.w_solve_teen_boy_2? ELEWA – TAFUTA UTATUZI – CHAGUA – JARIBU
xh: U @global.w_solve_teen_girl no @global.w_solve_female_caregiver_1 banokuwasebenzisa njani amanyathelo ama-4 okusombulula iingxaki njengoba u @global.w_solve_female_caregiver_2 no @global.w_solve_teen_boy_2 benzile? YAZI - YISOMBULULE - YIZAME - YIVAVANYE
zu: U @global.w_solve_teen_girl no @global.w_solve_female_caregiver_1 bebangazisebenzisa kanjani izinyathelo ezingu-4 zokuxazulula inkinga, njengo @global.w_solve_female_caregiver_2 no @global.w_solve_teen_boy_2 abenze ngayo? ZAZI - ZIXAZULULE - ZIZAME - ZIHLOLE

# template
source: Let's practice problem-solving!
af: Kom ons oefen probleemoplossing!
sw: Hebu tufanye mazoezi ya kutatua matatizo!
xh: Makhe siqhelisele ukusombulula iingxaki!
zu: Ake sizame ukuxazulula inkinga!

# template
source: Practice together on a problem you have now. One of you is the parent and one the teen. Praise and encourage each other – we are proud of you! Remember the steps: KNOW IT - SOLVE IT - TRY IT - TEST IT
af: Oefen saam aan ’n probleem wat julle nou het. Een van julle is die ouer en een is die tiener. Prys mekaar en moedig mekaar aan – ons is trots op jou! Onthou die stappe: WEET DIT – LOS DIT OP – PROBEER DIT – TOETS DIT
sw: Fanyeni mazoezi pamoja kuhusu tatizo lililopo sasa. Mmoja wenu awe mzazi na mwingine awe kijana. Sifianeni na kutiana moyo – tunawaonea fahari! Kumbukeni zile hatua: ELEWA – TAFUTA UTATUZI – CHAGUA – JARIBU
xh: Qheliselani kunye ngengxaki eninayo ngoku. Omnye kuni ngumzali aze omnye abe ngumntwana ofikisayo. Ncomanani nize nikhuthazane - siyazidla ngani! Ungawalibali la manyathelo: YAZI - YISOMBULULE - YIZAME - YIVAVANYE
zu: Prakthizani ndawonye ukuxazulula inkinga eninayo njengamanje. Oyedwa wenu ungumzali kuthi oyedwa abe ngumntwana. Ncomanani futhi nikhuthazane - siyaziqhenya ngawe! Khumbula izinyathelo: ZAZI - ZIXAZULULE - ZIZAME - ZIHLOLE

# template
source: Your home practice is to read and discuss this module's stories together with your teen, and let it spark a conversation about body changes and intimate relationships.
sw: Mazoezi yako ya nyumbani ni kusoma na kujadili hadithi za moduli hii pamoja na kijana wako, na kuiruhusu kuibua mazungumzo kuhusu mabadiliko ya mwili na mahusiano ya karibu.

# template
source: Story @global.part_connector @data.story.sex_talk.title
sw: Hadithi @global.part_connector @data.story.sex_talk.title

# template
source: Story @global.part_connector @data.story.new_boyfriend.title
sw: Hadithi @global.part_connector @data.story.new_boyfriend.title

# template
source: Allow your teen to ask any questions they have and look for answers together.
sw: MRuhusu kijana wako aulize maswali yoyote aliyo nayo na kisha mtafute majibu kwa pamoja.

# template
source: There are two home practices for this week.
af: Daar is twee tuisoefeninge vir hierdie week.
sw: Kuna mazoezi mawili ya nyumbani wiki hii.
xh: Kukho amaqheliselo amabini asekhaya kule veki.
zu: Kubili ongakuprakthiza ekhaya kuleli viki.

# template
source: Whenever you are feeling stressed or upset: take five breaths in and out before you react. And when you're both calm, share with your teen how you feel.
af: Elke keer as jy gespanne of ontsteld voel: asem vyf keer in en uit voordat jy reageer. En wanneer julle albei kalm is, deel met jou tiener hoe jy voel.
sw: Wakati wowote unapohisi msongo wa mawazo au kufadhaika: vuta pumzi na kuzishusha mara tano kabla ya kufanya chochote. Nyote wawili mtakapokuwa mmetulia, mshirikishe kijana wako jinsi unavyojisikia.
xh: Nanini na uziva uxinezelekile okanye ucaphukile, tsala umoya uphinde uwukhuphe kahlanu ngaphambi kokuba usabele. Yaye xa nobabini nizolile, chazela umntwana wakho ofikisayo indlela oziva ngayo.
zu: Uma uzizwa unengcindezi noma uthukuthele: donsa umoya uphinde uwukhiphe kahlanu ngaphambi kokuba uthathe isinyathelo. Uma nobabili seniwehlisile umoya, khuluma nomntwana wakho umtshele ngendlela ozizwa ngayo.

# template
source: Choose a "@global.safety_word" with your teenager, and think of a situation together when you could use this.
sw: Chagua "@global.safety_word", na kijana wako na mfikiri kwa pamoja mazingira ambayo mnaweza kutumia.

# template
source: @global.safety_word Story
sw: Hadithi ya @global.safety_word

# template
source: Every time you take a pause before responding, or whenever you do something to keep your teen safe, tap your @global.parent_points and celebrate your success!
af: Elke keer wanneer jy ’n blaaskans neem voor jy reageer, of wanneer jy iets doen om jou tiener veilig te hou, tik op jou @global.parent_points en vier jou sukses!
sw: Kila mara unapotulia kidogo kabla ya kujibu, au kila wakati unapofanya jambo fulani ili kumweka salama kijana wako, vuna @global.parent_points zako na usherehekee mafanikio yako!
xh: Sihlandlo ngasinye unqumama ngaphambi kokuphendula, okanye nanini na usenza into ukuze ukhusele umntwana wakho ofikisayo, cofa i @global.parent_points uze ubhiyozele impumelelo yakho!
zu: Ngaso sonke isikhathi uthatha ikhefana ngaphambi kokuphendula, nanoma inini lapho wenza okuthile kokuvikela ingane yakho, chofoza i @global.parent_points ujabulele impumelelo yakho!

# template
source: How have your stress levels been this week? Try to take a few deep breaths before responding to your teen - it makes a big difference.
af: Hoe was jou stresvlakke hierdie week? Probeer ’n paar keer diep asemhaal voordat jy op jou tiener reageer – dit maak ’n groot verskil.
sw: Je, hali yako ya msongo wa mawazo ilikuwaje wiki hii? Jaribu kuvuta pumzi ndefu mara kadhaa kabla ya kumjibu kijana wako – kufanya hivyo kunaleta mabadiliko makubwa.
xh: Unjani umlinganiselo woxinezeleko lwakho kule veki? Zama ukutsala umoya kambalwa ngaphambi kokuba usabele kumntwana wakho ofikisayo - kwenza umahluko omkhulu.
zu: Abe kanjani amazinga akho okucindezeleka kuleli sonto? Zama ukudonsa umoya ngaphambi kokuphendula ingane yakho - kwenza umehluko omkhulu.

# template
source: Well done!
af: Mooi so!
sw: Hongera!
xh: Usebenzile!
zu: Wenze kahle!

# template
source: Well done for taking a big breath before responding to your teen! Each time you are taking a pause, you are getting back control.
af: Welgedaan dat jy diep asemhaal voordat jy op jou tiener reageer! Elke keer as jy ’n blaaskans neem, kry jy jou beheer terug.
sw: Hongera kwa kuvuta pumzi ndefu kabla ya kumjibu kijana wako! Kila wakati unapopumzika, unapata uwezo wa kujidhibiti tena.
xh: Usebenzile ngokutsala umoya ngaphambi kokusabela kumntwana wakho ofikisayo! Qho xa usenza unqumamo, uye ukwazi ukuzibamba.
zu: Wenze kahle ngokudonsa umoya ngaphambi kokuphendula ingane yakho esebusheni bayo!! Ngaso sonke isikhathi uma uhlaba ikhefu, ukwazi ukulawula isimo kancono.

# template
source: Happy, sad, angry, excited, worried? Well done for recognizing how you and others felt today! And remember, tomorrow is a brand new day.
af: Gelukkig, hartseer, kwaad, opgewonde, bekommerd? Welgedaan dat jy erken hoe jy en ander mense vandag gevoel het! En onthou, môre is ’n splinternuwe dag.
sw: Je, una furaha, huzuni, hasira, taharuki au wasiwasi? Vizuri sana kwa kutambua jinsi wewe na wengine mlivyojisikia leo! Na kumbuka, kesho ni siku mpya.
xh: Wonwabile, udakumbile, unomsindo, uchulumancile, unexhala? Usebenzile ngokuqonda indlela wena kunye nabanye abantu enivakalelwe ngayo namhlanje! Ungalibali ukuba ngomso, lusuku olutsha kraca.
zu: Ujabulile, udangele, uthukuthele, uyathokoza, ukhathazekile? Wenze kahle ngokubona ukuthi wena nabanye benizizwa kanjani namuhla! Khumbula, kusasa usuku olusha.

# template
source: We all feel overwhelmed sometimes. Taking a deep breath helps! Complete the @local.workshop_data.in_text_title to get some useful tools to deal with stress.
af: Ons voel almal soms oorweldig. Dit help om diep asem te haal! Voltooi die @local.workshop_data.in_text_title om ’n paar nuttige hulpmiddels te kry om stres te hanteer.
sw: Wakati mwingine sisi sote huhisi kulemewa. Kuvuta pumzi ndefu husaidia! Maliza @local.workshop_data.in_text_title ili kupata baadhi ya nyenzo muhimu za kukabiliana na msongo wa mawazo.
xh: Sonke sikhe sizive ngathi izinto ziyasongamela ngamanye amaxesha. Ukutsala umoya kuyanceda! Gqiba i-@local.workshop_data.in_text_title ukuze ufumane izixhobo eziluncedo ngendlela yokujamelana noxinezeleko.
zu: Sonke sizizwa singakhungathekile ngezinye izikhathi. Ukudonsa kakhulu umoya kuyasiza! Qedela i-@local.workshop_data.in_text_title ukuze uthole imcebiso ewusizo ekubhekana nokucindezeleka.

# template
source: Hi @fields.user_name! Congratulations for starting @global.parent_app week 5. A new parenting @global.workshop awaits you with tips on how we can stay calm and in control when our teens are driving us crazy.
sw: Habari @fields.user_name! Hongera kwa kuanza wiki ya 5 ya @global.parent_app. @global.workshop mpya ya malezi inakusubiri ikiwa na dondoo za jinsi tunavyoweza kuwa watulivu na kudhibiti mambo pindi vijana wetu wanapotuchanganya.

# template
source: Hi @fields.group_name! Congratulations for starting @global.parent_app week 5. A new parenting @global.workshop awaits you with tips how we can stay calm and in control when our teens are driving us crazy.
sw: Habari @fields.group_name! Hongera kwa kuanza wiki ya 5 ya @global.parent_app. @global.workshop mpya ya malezi inakusubiri ikiwa na dondoo za jinsi tunavyoweza kuwa watulivu na kudhibiti mambo pindi vijana wetu wanapotuchanganya.

# template
source: We have a new @global.workshop available for you about managing anger and stress. It will help you take better care of yourself.
sw: Tuna @global.workshop kipya kwa ajili yako kinachohusu kudhibiti hasira na msongo wa mawazo. Itakusaidia kujithamini zaidi.

# template
source: Tomorrow a brand new @global.parent_app @global.workshop is ready for you. By completing the @local.workshop_data.in_text_title first, you lay a really important foundation: If you feel good, your family will do better too!
sw: Kesho @global.workshop kipya kabisa ya @global.parent_app kitakuwa tayari kwa ajili yako. Kwa kumalizia kwanza @local.workshop_data.in_text_title, utajiwekea msingi mzuri sana: Wewe utakapojisikia vizuri, familia yako nayo itajisikia vizuri!

# template
source: Well done for completing the @local.workshop_data.in_text_title. Tomorrow, you can access a new workshop to help you relax and build valuable skills!
af: Geluk met die voltooiing van die @local.workshop_data.in_text_title. Môre sal jy toegang tot ’n nuwe slypskool kry om jou te help ontspan en nuttige vaardighede te bou!
sw: Hongera kwa kumaliza @local.workshop_data.in_text_title. Kesho, utaweza kupata kipindi kipya na kitakusaidia kupumzika na kujifunza ujuzi muhimu sana!
xh: Wenze kakhuhle ngokugqiba i@local.workshop_data.in_text_title. Ngomso, ungangena kuqeqesho olutsha ekunceda uphole uze wakhe izakhono ezixabisekileyo!
zu: Wenze kahle ngoqeda i-@local.workshop_data.in_text_title. Kusasa, ungangena kumhlangano wokufundisana omusha ukuze usizakale ngokuohumula futhi wakhe amakhono abalulekile!

# template
source: Recognise why he feels stressed
af: Erken waarom hy gespanne voel
sw: Kutambua kwa nini anahisi msongo wa mawazo
xh: Hlola ukuba kutheni eziva exinezelekile
zu: Thola ukuthi kungani ezizwa enengcindezi

# template
source: Take a deep breath and speak calmly
af: Haal diep asem en praat op ’n kalm manier
sw: Kuvuta pumzi ndefu na kuzungumza kwa utulivu
xh: Khawuthathe umoya uze uthethe ngokuzolileyo
zu: Phefumula bese ukhuluma ngezwi elizolile

# template
source: Show he understands his teen’s feelings
af: Wys hy verstaan sy tiener se gevoelens
sw: Kuonesha kuwa anaelewa hisia za kijana wake
xh: Ubonisa ukuba uyayiqonda indlela aziva ngayo umntwana wakhe ofikisayo
zu: Ubonisa ukuthi uyayiqonda imizwa yengane yakhe

# template
source: Think about solutions together with @global.w_stress_teen_boy_1
af: Dink saam met @global.w_stress_teen_boy_1 aan oplossings
sw: Kufikiria utatuzi pamoja na @global.w_stress_teen_boy_1
xh: Cinga ngezisombululo kunye @global.w_stress_teen_boy_1
zu: Cabangani ngezixazululo no @global.w_stress_teen_boy_1 ndawonye

# template
source: Do something positive together with @global.w_stress_teen_boy_1
af: Doen iets positief saam met @global.w_stress_teen_boy_1
sw: Kufanya kitu chanya pamoja na @global.w_stress_teen_boy_1
xh: Yenza into efanelekileyo kunye no @global.w_stress_teen_boy_1
zu: Yenzani okuthile okukhuthazayo no @global.w_stress_teen_boy_1 ndawonye

# template
source: Sad
af: Hartseer
sw: Huzuni
xh: Ulusizi
zu: Ngidabukile

# template
source: Scared
af: Bang
sw: Kuogopa
xh: Uyoyika
zu: Ngethukile

# template
source: Confused
af: Verward
sw: Kuchanganyikiwa
xh: Ubhidekile
zu: Ngikhungathekile

# template
source: Angry
af: Kwaad
sw: Hasira
xh: Unomsindo
zu: Ngithukuthele

# template
source: Let's think about what happened in this story.
af: Kom ons dink oor wat in hierdie storie gebeur het.
sw: Hebu tufikirie kuhusu kilichotokea kwenye hadithi hii.
xh: Makhe sicinge ngoko kwenzekileyo kweli bali.
zu: Ake sicabange ngokuthi kwenzekeni kule ndaba.

# template
source: How do you think @global.w_stress_teen_boy_1 felt?
af: Hoe dink jy het @global.w_stress_teen_boy_1 gevoel?
sw: Je, unadhani @global.w_stress_teen_boy_1 alijisikiaje?
xh: Ucinga ukuba u @global.w_stress_teen_boy_1 uzive njani?
zu: Ucabanga ukuthi @global.w_stress_teen_boy_1 uzizwe kanjani?

# template
source: And @global.w_stress_male_caregiver?
af: En @global.w_stress_male_caregiver?
sw: Na @global.w_stress_male_caregiver, je?
xh: Yaye @global.w_stress_male_caregiver?
zu: Futhi @global.w_stress_male_caregiver?

# template
source: And @global.w_stress_girl?
af: En @global.w_stress_girl?
sw: Na @global.w_stress_girl, je?
xh: Yaye @global.w_stress_girl?
zu: Futhi @global.w_stress_girl?
