Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_tz/*/*_legal_terms.po
Languages: sw

# data_list
source: We may update our @global.privacy_policy from time to time. You waive your right to be notified directly of changes and are advised to review this page periodically for any updates. Your continued use of the app suggests you agree to subsequent revisions of the @global.privacy_policy.
sw: Tunaweza kuboresha @global.privacy_policy mara kwa mara. Unaachilia haki yako ya kuarifiwa moja kwa moja kuhusu mabadiliko na unashauriwa kukagua ukurasa huu mara kwa mara kwa masasisho yoyote. Kuendelea kwako kutumia programu kunapendekeza ukubali masahihisho yajayo ya sera ya @global.privacy_policy.

# data_list
source: If you have any questions or suggestions about our @global.privacy_policy, complaints or otherwise do not hesitate to contact us at <apps@idems.international>. If your concerns are not adequately addressed, you retain the right to file a complaint with the Information Commissioner's Office. You can reach them at 03031231113, contact them via https://ico.org.uk/global/contact-us/, or mail to the Information Commissioner’s Office, Wycliffe House, Water Lane, Wilmslow, Cheshire, SK9 5AF, England, UK. **Last updated: @global.deployment_terms_text** _This @global.privacy_policy page was based on a draft created at privacypolicytemplate.net and modified/generated by App Privacy Policy Generator._
sw: Ikiwa una maswali au mapendekezo kuhusu sera yetu ya @global.privacy_policy, malalamiko au vinginevyo usisite kuwasiliana nasi kwa <apps@idems.international>. Ikiwa hoja zako hazijashughulikiwa ipasavyo, unabaki na haki ya kuwasilisha malalamiko kwa Ofisi ya Kamishna wa Habari. Unaweza kuwafikia kwa 03031231113, wasiliana nao kupitia https://ico.org.uk/global/contact-us/, au utume barua kwa Ofisi ya Kamishna wa Habari, Wycliffe House, Water Lane, Wilmslow, Cheshire, SK9 5AF, Uingereza, Uingereza. **Ilisasishwa mara ya mwisho: @global.deployment_terms_text** _Ukurasa huu wa @global.privacy_policy ulitokana na rasimu iliyoundwa kwenye privacypolicytemplate.net na kurekebishwa/kutolewa na Kizalisha Sera ya Faragha ya Programu._

# data_list
source: User Agreement
sw: Makubaliano ya Mtumiaji

# data_list
source: These @global.terms_and_conditions are an agreement between you and @global.app_name (or ‘the app’) which furthermore sets out the rules for your use of @global.app_name. @global.app_name is a free app version of the Parenting for Lifelong Health for Young Children programme and designed for parents and caregivers of children aged 2 to 9 years. @global.app_name is brought to you by the collaboration of partners including Stellenbosch University, Parenting for Lifelong Health, University of Oxford, IDEMS International, INNODEMS as well as the National Institute for Medical Research and the Regional Psychosocial Support Initiative in Tanzania (‘the @global.app_name team’). Please read these @global.terms_and_conditions carefully. By downloading or using the app, you agree that you have read, understood, and accepted the @global.terms_and_conditions contained below. Your privacy is important to us – please also read our @global.privacy_policy, which will detail how we collect, store and use the information that you provide to us. By using @global.app_name you are confirming to us that you are further agreeing to our @global.privacy_policy, as set out separately.
sw: @global.terms_and_conditions ni makubaliano kati yako na @global.app_name (au 'programu') ambayo zaidi ya hayo yanaweka sheria za matumizi yako ya @global.app_name. @global.app_name ni toleo la programu lisilolipishwa la mpango wa malezi wa maisha Yote kwa Watoto Wadogo na iliyoundwa kwa ajili ya wazazi na walezi wa watoto wenye umri wa miaka 2 hadi 9. @global.app_name inaletwa kwako na ushirikiano wa washirika wakiwemo Chuo Kikuu cha Stellenbosch, Parenting for Lifelong Health, Chuo Kikuu cha Oxford, IDEMS International, INNODEMS pamoja na Taasisi ya Kitaifa ya Utafiti wa Magonjwa ya Binadamu na Regional Psychosocial Support Initiative nchini Tanzania ('the @global.app_name team'). Tafadhali soma hili @global.terms_and_conditions kwa makini. Kwa kupakua au kutumia programu, unakubali kwamba umesoma, umeelewa, na umekubali @global.terms_and_conditions zilizo hapa chini. Faragha yako ni muhimu kwetu - tafadhali soma pia sera yetu ya @global.privacy_policy, ambayo itaeleza kwa undani jinsi tunavyokusanya, kuhifadhi na kutumia taarifa unazotupa. Kwa kutumia @global.app_name unatuthibitishia kuwa unakubali zaidi sera yetu ya @global.privacy_policy, kama ilivyobainishwa kando.

# data_list
source: Rules of Usage
sw: Kanuni za Matumizi

# data_list
source: @global.app_name is open-source, which means that its codebase can be found on GitHub for the wider software developer community. However, it's against the terms of use to alter the existing application or its materials, or to replicate any trademarks from the @global.app_name team. Although open source, refrain from translating the software into other languages or creating alternate versions without crediting the @global.app_name team. Unauthorised access to confidential user data is forbidden. It's not acceptable to provide false information about yourself when using the app, make unfounded claims of affiliation, or inaccurately report the app's behaviour. Ensure that your usage of the app adheres to all local rules and laws. Finally in accessing and using the app, we believe you not to be a minor in your country of residence.
sw: @global.app_name ni chanzo huria, ambayo ina maana kwamba codebase yake inaweza kupatikana kwenye GitHub kwa jumuiya pana ya wasanidi programu. Hata hivyo, ni kinyume na sheria na masharti ya kubadilisha programu iliyopo au nyenzo zake, au kunakili chapa zozote za biashara kutoka kwa timu ya @global.app_name. Ingawa ni chanzo huria, jiepushe na kutafsiri programu katika lugha nyingine au kuunda matoleo mbadala bila kuweka alama ya @global.app_name timu. Ufikiaji usioidhinishwa wa data ya siri ya mtumiaji hauruhusiwi. Haikubaliki kutoa maelezo ya uwongo kukuhusu unapotumia programu, kutoa madai yasiyo na msingi ya ushirika, au kuripoti tabia ya programu kwa njia isiyo sahihi. Hakikisha kwamba matumizi yako ya programu yanazingatia kanuni na sheria zote za eneo lako. Hatimaye katika kufikia na kutumia programu, tunaamini kuwa wewe si mtoto katika nchi yako ya makazi.

# data_list
source: Content Changes
sw: Mabadiliko ya Maudhui

# data_list
source: The @global.app_name team is committed to ensuring that the app is as useful and user friendly as possible. For that reason, we reserve the right to make changes to the app which will be delivered through updates. At present the app is free of charge and our intention is for it to stay that way. In the future it is possible that some services may be offered that would incur a cost. We will never charge you for the app or its services without clearly making known to you first any access charges applicable.
sw: Timu ya @global.app_name imejitolea kuhakikisha kuwa programu ni muhimu na rahisi kwa watumiaji iwezekanavyo. Kwa sababu hiyo, tunahifadhi haki ya kufanya mabadiliko kwenye programu ambayo yatawasilishwa kupitia masasisho. Kwa sasa programu haina malipo na nia yetu ni kukaa hivyo. Katika siku zijazo inawezekana kwamba huduma zingine zinaweza kutolewa ambazo zingesababisha gharama. Hatutakutoza kwa programu au huduma zake bila kukujulisha kwa uwazi kwanza ada zozote za ufikiaji zinatumika.

# data_list
source: Intellectual property
sw: Umiliki

# data_list
source: The app itself, the trademarks, copyright, database rights and other intellectual property rights related to it, belong to or are licensed to the various applicable collaborators of the @global.app_name team (noting that code is covered under GPL 3 and content by CC BY license). The use of names and emblems/logos of collaborating institutions are the exclusive property of those institutions and are protected under international and national laws. Unauthorised use is prohibited. Logos may not be copied or reproduced in any way without the prior written permission of said institution.
sw: Programu tumishi yenyewe, alama za biashara, hakimiliki, haki za hifadhi data na haki zingine za uvumbuzi zinazohusiana nayo, ni mali ya au imepewa leseni ya washiriki mbalimbali wanaohusika wa timu ya @global.app_name (ikibainisha kuwa msimbo umejumuishwa chini ya GPL 3 na maudhui na CC KWA). Matumizi ya majina na nembo/nembo za taasisi shirikishi ni mali ya kipekee ya taasisi hizo na inalindwa chini ya sheria za kimataifa na kitaifa. Matumizi yasiyoidhinishwa ni marufuku. Haziwezi kunakiliwa au kutengenezwa tena kwa njia yoyote bila idhini ya maandishi ya taasisi hiyo.

# data_list
source: Submissions
sw: Mawasilisho

# data_list
source: Your feedback on the app is appreciated. So that we can improve, any comments are not considered confidential and will become available for further lawful use without additional approval or compensation. We shall therefore own exclusive rights and believe any feedback that you have made is original by you.
sw: Maoni yako kuhusu programu yanathaminiwa. Ili tuweze kuboresha, maoni yoyote hayachukuliwi kuwa siri na yatapatikana kwa matumizi zaidi halali bila idhini ya ziada au fidia. Kwa hivyo tutamiliki haki za kipekee na kuamini maoni yoyote ambayo umetoa ni asili yako.

# data_list
source: Security
sw: Usalama

# data_list
source: Our app stores and processes personal data that you have provided to us, in order to offer our services. It is your responsibility to keep your phone and access to the app secure. Removal of software restrictions and limitations imposed by the official operating system of your device is therefore not recommended. Doing so could make your phone vulnerable to malware, viruses, malicious programs as well as compromise your phone’s security features and could mean that the app will not work properly or at all. To see how we handle your personal information, please see our @global.privacy_policy.
sw: Programu tumishi yetu huhifadhi na kuchakata data ya kibinafsi ambayo umetupatia, ili kutoa huduma zetu. Ni jukumu lako kuweka simu yako na ufikiaji wa programu salama. Kuondolewa kwa vikwazo vya programu na vikwazo vilivyowekwa na mfumo rasmi wa uendeshaji wa kifaa chako haipendekezi. Kufanya hivyo kunaweza kufanya simu yako kuwa hatarini kwa programu hasidi, virusi, programu hasidi na pia kuathiri vipengele vya usalama vya simu yako na kunaweza kumaanisha kuwa programu haitafanya kazi ipasavyo au hata kidogo. Ili kuona jinsi tunavyoshughulikia taarifa zako za kibinafsi, tafadhali tazama sera yetu ya @global.privacy_policy.

# data_list
source: External links and resources
sw: Viungo na rasilimali za nje

# data_list
source: The app uses third party services that declare their own @global.terms_and_conditions and may link to other websites and resources that are not under the app's control. Links to @global.terms_and_conditions of third party service providers used by the app include: - [Google Play Services](https://policies.google.com/terms) - [Google Analytics for Firebase](https://firebase.google.com/terms/analytics) - [Sentry](https://sentry.io/terms/) - [Matomo](https://matomo.org/matomo-cloud-terms-of-service/) - [GlitchTip](https://glitchtip.com/legal/tos) The inclusion of such links does not imply an endorsement or approval by the app and/or its partners of any website, product, or service. Similarly, the app and the @global.app_name team affiliated developers and collaborators do not assume any responsibility or liability in respect of such websites, product, or service, including, for example, responsibility or liability for the accuracy or reliability of any information, data, opinions, advice or statements made on those web sites.
sw: Programu hutumia huduma wahusika wengine zinazotangaza @global.terms_and_conditions zao wenyewe na kuunganisha kwenye tovuti na nyenzo ambazo haziko chini ya udhibiti wa programu. Viungo vya @global.terms_and_conditions vya watoa huduma wengine vinavyotumiwa na programu pamoja na: - [Huduma za Google Play](https://policies.google.com/terms) - [Google Analytics for Firebase](https://firebase.google.com/terms/analytics) - [Sentry](https://sentry.io/terms/) - [Matomo](https://matomo.org/matomo-cloud-terms-of-service/) - [GlitchTip](https://glitchtip.com/legal/tos) Kuleta kwa linki kama hivyo hakumaanishi uidhinishaji au uidhinishaji wa programu na/au washirika wake wa tovuti, bidhaa au huduma yoyote. Vile vile na timu ya @global.app_name wasanidi programu na wakati hawachukui jukumu au dhima kama programu hizo na tovuti, bidhaa au huduma, ikijumuisha, kwa mfano, wajibu au dhima ya usahihi au kutegemewa kwa taarifa yoyote, data, maoni, ushauri au taarifa zilizotolewa kwenye tovuti hizo.

# data_list
source: Disclaimer
sw: Kanusho

# data_list
source: Please be aware that the @global.app_name team exclude responsibility for the following: 1. Certain functions of the app will require the app to have an active internet connection. The @global.app_name team cannot take responsibility for the app not working at full functionality if you do not have access to Wi-Fi, or you do not have any of your data allowance left. 2. Using the app outside of an area with Wi-Fi, will mean that your terms of agreement with your mobile network provider will still apply. As a result, you may be charged by your mobile provider for the cost of data for the duration of the connection while accessing the app, or other third party charges. In using the app, you accept responsibility for any such charges, including roaming data charges if you use the app outside of your home territory (i.e. region or country) without turning off data roaming. If you are not the bill payer for the device on which you are using the app, please be aware that we assume that you have received permission from the bill payer for using the app. 3. Although we endeavour to ensure that the app is updated and its content accurate, we do rely on third parties to provide information to us so that we can make it available to you. We do not regularly review all of the external sites and cannot guarantee that they are always accurate or reliable. 4. The @global.app_name team accepts no liability for any damage or loss, direct or indirect, you experience as a result of using the app, or arising from any reliance you may place on advice or information provided from the app. You should always exercise your own discretion and judgment appropriate to your own circumstances in relation to any advice or information provided from the app. 5. Any instances of software bugs, viruses or other malicious material transmitted by a third party through our site are a regret, but we are devoid of responsibility. 6. Updates to the app occur regularly in order to improve performance and content. The app is available on Android -- the requirements for this system (and for any additional systems we decide to extend the availability of the app to) may change. It is your responsibility to download app updates to keep using the app. The @global.app_name team does not promise that it will always update the app so that it is relevant to you and/or works with the Android version that you have installed on your device. However, you agree to always accept updates to the application when offered to you. 7. The app site might not be available at all times for reasons of maintenance or trouble with associated software or hardware. Whilst we apologise for inconveniences, we are not liable for any loss you may incur should the site not be accessible or is withdrawn. Equally, we have the right and choice to terminate your access and use of the app (including availability of captured data) at any time, without warning. Unless we tell you otherwise, upon any termination, (a) the rights and licenses granted to you in these terms will end; (b) you must stop using the app, and (if needed) delete it from your device. 8. You agree to indemnify, at your own expense, the @global.app_name, its officials, employees, consultants and agents, against any claims, including your costs and expenses, by any third party, resulting from your use of the app. 9. Companies or products associated with the app should not be interpreted as endorsement by the app or the @global.app_name team or demonstrate an intention to infringe proprietary rights.
sw: Tafadhali fahamu kuwa timu ya @global.app_name haijumuishi wajibu wa yafuatayo: 1. Baadhi ya utendakazi wa programu utahitaji programu kuwa na muunganisho unaotumika wa intaneti. Timu ya @global.app_name haiwezi kuwajibika kwa programu kutofanya kazi kikamilifu ikiwa huna ufikiaji wa Wi-Fi, au huna posho yoyote ya data iliyosalia. 2. Kutumia programu nje ya eneo lenye Wi-Fi, kutamaanisha kuwa masharti yako ya makubaliano na mtoa huduma wako wa mtandao wa simu bado yatatumika. Kwa hivyo, unaweza kutozwa na mtoa huduma wako wa simu kwa gharama ya data kwa muda wa muunganisho unapofikia programu, au gharama zingine za watu wengine. Katika kutumia programu, unakubali kuwajibika kwa gharama zozote kama hizo, ikiwa ni pamoja na gharama za data ya kutumia mitandao ya ng'ambo ikiwa unatumia programu nje ya eneo lako la nyumbani (yaani, eneo au nchi) bila kuzima utumiaji wa data nje ya mtandao wako. Ikiwa wewe si mlipaji bili wa kifaa ambacho unatumia programu, tafadhali fahamu kwamba tunadhania kuwa umepokea ruhusa kutoka kwa mlipaji bili kwa kutumia programu. 3. Ingawa tunajitahidi kuhakikisha kuwa programu imesasishwa na maudhui yake ni sahihi, tunategemea washirika wengine kutupa taarifa ili tuweze kuyapata kwako. Hatuhakiki mara kwa mara tovuti zote za nje na hatuwezi kuhakikisha kuwa ni sahihi au za kuaminika kila wakati. 4. Timu ya @global.app_name haikubali dhima yoyote ya uharibifu au hasara yoyote, ya moja kwa moja au isiyo ya moja kwa moja, unayopata kutokana na kutumia programu, au kutokana na utegemezi wowote unaoweza kuweka kwa ushauri au taarifa iliyotolewa kutoka kwa programu. Unapaswa kutumia busara na uamuzi wako kila wakati kulingana na hali yako kuhusiana na ushauri au taarifa yoyote iliyotolewa kutoka kwa programu. 5. Matukio yoyote ya hitilafu za programu, virusi au nyenzo zingine hasidi zinazopitishwa na mtu mwingine kupitia tovuti yetu ni majuto, lakini hatuwajibiki. 6. Masasisho ya programu hutokea mara kwa mara ili kuboresha utendaji na maudhui. Programu inapatikana kwenye Android -- mahitaji ya mfumo huu (na kwa mifumo yoyote ya ziada tunayoamua kupanua upatikanaji wa programu) inaweza kubadilika. Ni wajibu wako kupakua masasisho ya programu ili kuendelea kutumia programu. Timu ya @global.app_name haiahidi kuwa itasasisha programu kila wakati ili iwe muhimu kwako na/au kufanya kazi na toleo la Android ambalo umesakinisha kwenye kifaa chako. Hata hivyo, unakubali kila mara kukubali masasisho ya programu yanapotolewa kwako. 7. Tovuti ya programu huenda isipatikane wakati wote kwa sababu za matengenezo au matatizo na programu au maunzi yanayohusiana. Ingawa tunaomba radhi kwa usumbufu, hatuwajibikii kwa hasara yoyote unayoweza kupata iwapo tovuti haitapatikana au kuondolewa. Vile vile, tuna haki na chaguo la kusitisha ufikiaji na matumizi yako ya programu (ikiwa ni pamoja na upatikanaji wa data iliyonaswa) wakati wowote, bila onyo. Isipokuwa tukikuambia vinginevyo, baada ya kusitishwa, (a) haki na leseni ulizopewa katika masharti haya zitaisha; (b) lazima uache kutumia programu, na (ikihitajika) uifute kwenye kifaa chako. 8. Unakubali kufidia, kwa gharama yako mwenyewe, jina la @global.app_name, maafisa wake, wafanyakazi, washauri na mawakala, dhidi ya madai yoyote, ikiwa ni pamoja na gharama na gharama zako, na wahusika wengine, kutokana na matumizi yako ya programu. 9. Makampuni au bidhaa zinazohusishwa na programu hazipaswi kutafsiriwa kama uidhinishaji na programu au timu ya @global.app_name au kuonyesha nia ya kukiuka haki za umiliki.

# data_list
source: Changes to the @global.terms_and_conditions
sw: Mabadiliko ya @global.terms_and_conditions

# data_list
source: We may update our @global.terms_and_conditions from time to time. You waive your right to be notified directly of changes and are advised to review this page periodically for any updates. Your continued use of the app suggests you agree to subsequent revisions of the @global.terms_and_conditions.
sw: Tunaweza kusasisha @global.terms_and_conditions zetu mara kwa mara. Unaachilia haki yako ya kuarifiwa moja kwa moja kuhusu mabadiliko na unashauriwa kukagua ukurasa huu mara kwa mara kwa masasisho yoyote. Kuendelea kwako kutumia programu kunapendekeza ukubali masahihisho yajayo ya @global.terms_and_conditions.

# data_list
source: Contact Us
sw: Wasiliana Nasi

# data_list
source: If you have any questions or suggestions about our @global.terms_and_conditions, do not hesitate to contact us at <apps@idems.international>. **Last updated: @global.deployment_terms_text**
sw: Ikiwa una maswali au mapendekezo kuhusu @global.terms_and_conditions, usisite kuwasiliana nasi kwa l<apps@idems.international> **Ilisasishwa mara ya mwisho: @global.deployment_terms_text**

# global
source: Terms & Conditions
sw: Vigezo na Masharti

# global
source: Privacy Policy
sw: Sera ya Faragha

# template
source: You can only move on and access the app if you provide your consent.
sw: Utaweza kuendelea kutumia programu endapo utatoa ridhaa yako.

# template
source: By providing your consent below you acknowledge reading and accepting the @global.terms_and_conditions and @global.privacy_policy. The most important commitments are: 1. This is, and will always be, a fully free app. 2. Your data will never be sold. We are not for profit. 3. By using the app you are helping to make the app better for you and others. 4. Your anonymised data may be used for research purposes by our @global.app_name team.
sw: Kwa kutoa ridhaa yako hapa chini unakubali kusoma na kukubali @global.terms_and_conditions na @global.privacy_policy. Mambo muhimu ya kukubaliana nayo: 1. Hii ni, na itakuwa programu inayopatikana bure. 2. Taarifa zako kamwe hazitouzwa. Sisi hatupo kwa faida ya kifedha. 3. Kwa kutumia programu unasaidia kuiboresha programu kwa ajili yako na wengine. 4. Taarifa zisizo na utambulisho zitatumika kwa ajili ya utafiti na timu yetu ya @global.app_name.

# template
source: These policies are still under construction. We value advice and input to improve them.
sw: Sera hizi bado zinaendelea kutungwa. Tunathamini ushauri na nyongeza kuziboresha.

# template
source: I consent to the commitments stated above.
sw: Ninaridhia makubaliano yalioorodheshwa hapo juu.

# template
source: Continue
sw: Endelea

# template
source: Last updated: @global.deployment_terms_text
sw: Ilisasishwa mara ya mwisho: @global.deployment_terms_text
