Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_tz/*/*_legal_terms.po
Languages: sw

# data_list
source: Your data is important to us. This @global.privacy_policy sets out our policies for the collection, use, and disclosure of personal information in the use of @global.app_name. @global.app_name is a free app version of the Parenting for Lifelong Health for Young Children programme and designed for parents and caregivers of children aged 2 to 9 years. @global.app_name is brought to you by the collaboration of partners including Stellenbosch University, Parenting for Lifelong Health, University of Oxford, IDEMS International, INNODEMS as well as the National Institute for Medical Research and the Regional Psychosocial Support Initiative in Tanzania (‘the @global.app_name team’). Please read this @global.privacy_policy carefully. By downloading or using the app, you agree to the collection and use of information in relation to this policy. We will not use or share your information with anyone except as described in this @global.privacy_policy. The terms used in this @global.privacy_policy have the same meanings as in our @global.terms_and_conditions, which are accessible within the app, unless otherwise defined in this @global.privacy_policy.
sw: Data yako ni muhimu kwetu. Sera hii ya @global.privacy_policy inaweka bayana sera zetu za ukusanyaji, matumizi, na ufichuaji wa taarifa za kibinafsi katika matumizi ya @global.app_name. @global.app_name ni toleo la programu lisilolipishwa na Parenting for Lifelong Health kwa watoto Wadogo na iliyoundwa kwa ajili ya wazazi na walezi wa watoto wenye umri wa miaka 2 hadi 9. @global.app_name inaletwa kwako na ushirikiano wa washirika wakiwemo Chuo Kikuu cha Stellenbosch, Parenting for Lifelong Health, Chuo Kikuu cha Oxford, IDEMS International, INNODEMS pamoja na Taasisi ya Taifa ya Magonjwa ya Binadamu na Regional Psychosocial Support Initiative nchini Tanzania ('the @global.app_name team'). Tafadhali soma hii @global.privacy_policy kwa makini. Kwa kupakua au kutumia programu, unakubali ukusanyaji na matumizi ya maelezo kuhusiana na sera hii. Hatutatumia au kushiriki maelezo yako na mtu yeyote isipokuwa kama ilivyoelezwa katika sera hii ya @global.privacy_policy. Masharti yanayotumika katika sera hii ya @global.privacy_policy yana maana sawa na katika @global.terms_and_conditions zetu, ambazo zinaweza kufikiwa ndani ya programu, isipokuwa kama imefafanuliwa vinginevyo katika sera hii ya @global.privacy_policy.

# data_list
source: What information does the app collect about you and how do we use it?
sw: Programu tumishi inakusanya taarifa gani kukuhusu na tunaitumiaje taarifa hiyo?

# data_list
source: _Personal Data_ For the purpose of this @global.privacy_policy, 'personal data' means any information that enables us to identify an individual, directly or indirectly. We collect data as follows: - Name or nickname - Gender - Parent ID All data collected is linked to your unique ParentApp identification number. The ParentApp identification number produced within the app may also be used to link with any out of app surveys conducted. We process your data to provide parenting support to you, communicate when you contact us, for security reasons as well as research purposes (see section ‘Information Sharing’). The primary research purpose includes optimising engagement of a digital parenting intervention (use of ParentApp) to prevent violence against children. During the course of research, the study team may use aggregated and anonymised data from the app for further research projects. Finally, please note that we may process your data without your knowledge or consent, where this is required or permitted by law. The processing of your personal data is primarily based on: The @global.app_name team has legitimate interests in carrying out research activities, under Art. 6(1)(f) GDPR, regarding the sharing of details related to how you use the app; and Your consent, under Art. 6(1)(a) GDPR, regarding the email address you provide at the point of Google Sign-in and the sharing of answers you may provide to in-app questions (which may be linked to the as stated chosen username and gender which are entirely optional). _Log Data_ Whenever you use our app, we collect data and information (through third party services) on your phone called Log Data. This Log Data includes information such as a truncated device Internet Protocol ("IP") address, device name, operating system version, the configuration of the app when utilising our app, the time, date and your intentions within the app (which include but are not limited to any app buttons clicked or pages visited.) _Cookies_ Cookies are small files that store data, often used to save user-specific information. They allow websites and apps to retrieve this stored information, enabling a more personalised and efficient user experience. We use a number of third party services (see relevant section below) to support the functioning of the app. We use third party cookies through Firebase and GlitchTip and first party cookies through Matomo. In short, first-party cookies are from @global.app_name, and third-party cookies come from other places as described. For further information on the handling of cookies see below: - [GlitchTip](https://glitchtip.com/legal/privacy) - [Firebase](https://firebase.google.com/support/privacy) - [Matomo](https://matomo.org/blog/2020/02/web-analytics-cookies-gdpr/) You have the option to adjust your browser settings to decline all or specific browser cookies or to notify you when sites initiate or access cookies. For android devices this should be done on the google chrome app. Remember, disabling cookies can affect the functionality of websites or web apps, as they may rely on these cookies for essential features. Always be sure about your decision before making these changes. _Feedback Submissions_ Your feedback on the app is important to us. We shall always anonymise your personal information when sharing and publishing your feedback. _Aggregate Data_ Your data is important to the @global.app_name team for broader research purposes. Aggregate data is always anonymised.
sw: _Taarifa binafsi_ Kwa madhumuni ya sera hii ya @global.privacy_policy, 'data ya kibinafsi' inamaanisha taarifa yoyote inayotuwezesha kumtambua mtu, moja kwa moja au isivyo moja kwa moja. Tunakusanya data kama ifuatavyo: - Jina au jina la utani - Jinsia - Utambulisho wa mzazi Data yote iliyokusanywa imeunganishwa na nambari yako ya kipekee ya utambulisho ya ParentApp. Nambari ya utambulisho ya ParentApp inayotolewa ndani ya programu inaweza pia kutumika kuunganisha na utafiti wowote nje ya programu uliofanywa Tunachakata data yako ili kukupa usaidizi wa malezi, kuwasiliana unapowasiliana nasi, kwa sababu za usalama na pia madhumuni ya utafiti (angalia sehemu ya ‘Kushiriki Taarifa’). Madhumuni ya kimsingi ya utafiti ni pamoja na kuboresha ushirikishwaji wa utoaii programu ya malezi ya kidijitali (matumizi ya ParentApp) ili kuzuia ukatili dhidi ya watoto. Wakati wa utafiti, timu ya utafiti inaweza kutumia data iliyojumlishwa na isiyojulikana kutoka kwa programu kwa miradi zaidi ya utafiti. Hatimaye, tafadhali kumbuka kwamba tunaweza kuchakata data yako bila kujua au idhini yako, ambapo hii inahitajika au inaruhusiwa na sheria. Uchakataji wa data yako ya kibinafsi unategemea kimsingi: Timu ya @global.app_name ina maslahi halali katika kutekeleza shughuli za utafiti, chini ya Sheria. 6(1)(f) GDPR, kuhusu kushiriki maelezo yanayohusiana na jinsi unavyotumia programu; na Idhini yako, chini ya Sheria. 6(1)(a) GDPR, kuhusu anwani ya barua pepe unayotoa wakati wa Kuingia kwa Kutumia Google na kushiriki majibu unayoweza kutoa kwa maswali ya ndani ya programu (yanayoweza kuunganishwa na jina la mtumiaji na jinsia iliyochaguliwa kama ilivyobainishwa. ni chaguo kabisa). _Data ya kumbukumbu_ Wakati wowote unapotumia programu yetu, tunakusanya data na maelezo (kupitia huduma za watu wengine) kwenye simu yako inayoitwa Data ya Kumbukumbu. Data hii ya Kumbukumbu inajumuisha maelezo kama vile anwani ya Itifaki ya Mtandao ya kifaa iliyopunguzwa ("IP"), jina la kifaa, toleo la mfumo wa uendeshaji, usanidi wa programu unapotumia programu yetu, saa, tarehe na nia yako ndani ya programu (ambayo ni pamoja na lakini hazizuiliwi na vitufe vyovyote vya programu vilivyobofya au kurasa zilizotembelewa.) Vidakuzi_ Vidakuzi ni faili ndogo zinazohifadhi data, mara nyingi hutumika kuhifadhi maelezo mahususi ya mtumiaji. Huruhusu tovuti na programu kuepua maelezo haya yaliyohifadhiwa, na hivyo kuwezesha utumiaji uliobinafsishwa na ufanisi zaidi. Tunatumia huduma za wahusika wengine (tazama sehemu husika hapa chini) kusaidia utendakazi wa programu. Tunatumia vidakuzi vya watu wengine kupitia Firebase na GlitchTip na vidakuzi vya mtu wa kwanza kupitia Matomo. Kwa kifupi, vidakuzi vya mtu wa kwanza vinatoka @global.app_name, na vidakuzi vya watu wengine vinatoka sehemu zingine kama ilivyoelezwa. Kwa maelezo zaidi juu ya utunzaji wa vidakuzi tazama hapa chini: - [GlitchTip](https://glitchtip.com/legal/privacy) - [Firebase](https://firebase.google.com/support/privacy) - [Matomo](https://matomo.org/blog/2020/02/web-analytics-cookies-gdpr/) Una chaguo la kurekebisha mipangilio ya kivinjari chako ili kukataa vidakuzi vyote au maalum vya kivinjari au kukuarifu tovuti zinapoanzisha au kufikia vidakuzi. Kwa vifaa vya android hii inapaswa kufanywa kwenye programu ya google chrome. Kumbuka, kuzima vidakuzi kunaweza kuathiri utendakazi wa tovuti au programu za wavuti, kwa kuwa zinaweza kutegemea vidakuzi hivi kwa vipengele muhimu. Daima kuwa na uhakika kuhusu uamuzi wako kabla ya kufanya mabadiliko haya. _Mawasilisho ya Maoni_ Maoni yako kuhusu programu ni muhimu kwetu. Daima tutaficha maelezo yako ya kibinafsi tunaposhiriki na kuchapisha maoni yako. _Jumla ya Data_ Data yako ni muhimu kwa timu ya @global.app_name kwa madhumuni ya utafiti mpana. Data iliyojumlishwa daima haitambuliwi.

# data_list
source: How we get your personal information and why we collect it
sw: Jinsi tunavyopata maelezo yako ya kibinafsi na kwa nini tunayakusanya

# data_list
source: We process your data to provide support to you as a parent / caregiver as well as process your data to communicate when you contact us, for security reasons as well as research purposes (see section ‘Information Sharing’). The primary research purpose includes looking to investigate the extent to which @global.app_name can support the interactions of parents and caregivers of young children. Parents and caregivers will be receiving primary parenting messages by accessing the modules of the app as well as enjoy shared reading experiences with their child. During the course of research, the study team may use aggregated and anonymised data from the app for further research projects. Finally, please note that we may process your data without your knowledge or consent, where this is required or permitted by law.
sw: Tunachakata taarifa zako ili kukupa usaidizi wa malezi, unapowasiliana nasi, kwa sababu za usalama na pia madhumuni ya utafiti (angalia sehemu ya ‘Kushirikishana Taarifa’). Madhumuni ya kimsingi ya utafiti ni pamoja na kuchunguza kwa kiasi gani @global.app_name inaweza kusaidia mahusiano kati ya mzazi na walezi wa watoto wadogo. Wazazi na walezi watakuwa wakipokea ujumbe wa malezi kwa kupiia vipindi ndani ya programu na pia kufurahia kusoma pamoja na watoto wao. Katika kipindi hichi cha utafiti, timu ya utafiti inaweza kutumia taarifa zilizojumlishwa na zisizokuwa na utambulisho kutoka katika programu tumishi kwa programu zaidi ya utafiti. Hatimaye, tafadhali kumbuka kwamba tunaweza kuchakata taarifa yako bila kujua au idhini yako, ambapo hii inahitajika au inaruhusiwa na sheria.

# data_list
source: Information Sharing
sw: Kushirikisha Taarifa

# data_list
source: Limited internal IDEMS staff may have access to log data collected via the app, as necessary to perform their duties regarding the operation of the app. These data will only be accessed on a need-to-know basis, and all team members with access to the data are bound to confidentiality. You agree that your personal information may be shared with third parties such as researchers and partners involved in the improvement or implementation of the app including those outside your country. Prior to the disclosure of information with research partners we will make anonymous to the extent possible and where appropriate information such as log data. In reading and accepting this @global.privacy_policy, you permit us to use your anonymised data in published research. You agree that we may transfer your log data outside your country, for example, to administer cloud services. We will ensure that any country, company or person that we pass your personal information to agrees to treat your information with the same level of protection as we are obliged to. _Legal_ The information that we request will be retained by us and used as described in this @global.privacy_policy.
sw: Wafanyakazi wa ndani wa IDEMS wanaweza kufikia data ya kumbukumbu iliyokusanywa kupitia programu, inapohitajika ili kutekeleza majukumu yao kuhusu uendeshaji wa programu. Data hizi zitafikiwa kwa misingi ya hitaji la kujua, na washiriki wote wa timu walio na ufikiaji wa data ni lazima wawe usiri. Unakubali kwamba maelezo yako ya kibinafsi yanaweza kushirikiwa na washirika wengine kama vile watafiti na washirika wanaohusika katika uboreshaji au utekelezaji wa programu ikiwa ni pamoja na wale walio nje ya nchi yako. Kabla ya ufichuaji wa taarifa na washirika wa utafiti, tutafanya bila majina kwa kadiri tuwezavyo na inapofaa taarifa kama vile data ya kumbukumbu. Katika kusoma na kukubali hii @global.privacy_policy, unaturuhusu kutumia data yako isiyojulikana katika utafiti uliochapishwa. Unakubali kwamba tunaweza kuhamisha data yako ya kumbukumbu nje ya nchi yako, kwa mfano, ili kusimamia huduma za wingu. Tutahakikisha kwamba nchi, kampuni au mtu yeyote ambaye tunapitisha taarifa zako za kibinafsi anakubali kushughulikia maelezo yako kwa kiwango sawa cha ulinzi tunachowajibika. _Kisheria_ Taarifa tunazoomba tutazihifadhi na kuzitumia kama ilivyoelezwa katika sera hii ya @global.privacy_policy.

# data_list
source: Third Party Service Providers and Websites
sw: Watoa Huduma na Tovuti za Wahusika wengine

# data_list
source: The app does use third party services that may collect information used to identify you. We do so for the following reasons: - To facilitate our app - To provide the app on our behalf - To perform app-related services; or - To assist us in analysing how our app is used. We want to inform users of this app that these third parties have access to your Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose. Links to the privacy policies of third-party service providers used by the app: - [Google Play Services](https://www.google.com/policies/privacy/) - [Google Analytics for Firebase](https://firebase.google.com/policies/analytics) - [Sentry](https://sentry.io/privacy/) - [Matomo](https://matomo.org/privacy-policy/) - [GlitchTip](https://glitchtip.com/legal/privacy) This app may contain links to other sites that are not covered by this @global.privacy_policy. If you click on a third-party link, you will be directed to that site. This @global.privacy_policy applies only to the processing of your information by this app. It does not address, and we are not responsible for, the privacy, information, or other practices of any third parties, including any third party operating any site or service to which this app links to.
sw: Programu hutumia huduma za watu wengine ambazo zinaweza kukusanya taarifa zinazotumiwa kukutambulisha. Tunafanya hivyo kwa sababu zifuatazo: - Ili kuwezesha programu yetu - Ili kutoa programu kwa niaba yetu - Kufanya huduma zinazohusiana na programu; au - Ili kutusaidia katika kuchambua jinsi programu yetu inatumiwa. Tunataka kuwafahamisha watumiaji wa programu hii kwamba wahusika hawa wengine wanaweza kufikia Taarifa zako za Kibinafsi. Sababu ni kufanya kazi walizopewa kwa niaba yetu. Walakini, wanalazimika kutofichua au kutumia habari kwa madhumuni mengine yoyote. Linki za sera za faragha za watoa huduma wengine zinazotumiwa na programu: - [Huduma za Google Play](https://www.google.com/policies/privacy/) - [Google Analytics for Firebase](https://firebase.google.com/policies/analytics) - [Sentry](https://sentry.io/privacy/) - [Matomo](https://matomo.org/privacy-policy/) - [GlitchTip](https://glitchtip.com/legal/privacy) Programu hii inaweza kuwa na linki za tovuti zingine ambazo hazijashughulikiwa na sera hii ya @global.privacy_policy. Ukibofya liniki ya mtu wa tatu, utaelekezwa kwenye tovuti hiyo. Hii @global.privacy_policy inatumika tu kwa uchakataji wa maelezo yako na programu hii. Haishughulikii, na hatuwajibikii, faragha, taarifa, au desturi nyingine za wahusika wengine, ikiwa ni pamoja na wahusika wengine wanaoendesha tovuti au huduma yoyote ambayo programu hii inaunganisha nayo.

# data_list
source: How long do we keep your data?
sw: Je, tunahifadhi taarifa yako kwa muda gani?

# data_list
source: We will retain your personal information for as long as we need it to fulfill our purposes, including any relating to app services as well as legal, accounting, or reporting requirements.
sw: Tutahifadhi maelezo yako ya kibinafsi kwa muda ambao tutayahitaji ili kutimiza madhumuni yetu, ikiwa ni pamoja na yoyote yanayohusiana na huduma za programu pamoja na mahitaji ya kisheria, uhasibu au mahitaji ya kuripoti.

# data_list
source: How do we keep your data secure?
sw: Je, tunawekaje taarifa zako salama?

# data_list
source: We value your trust in providing us your personal information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and we cannot guarantee its absolute security. We also reserve the right to the storage of your data on third party servers or databases outside of the listed @global.app_name team (refer to the section on Third Party Service Providers and Websites). Therefore usage of the app is at your own risk.
sw: Tunathamini uaminifu wako kwa kutupa taarifa zako binafsi, kwa hivyo tunajitahidi kutumia njia zinazokubalika kibiashara kuzilinda. Lakini kumbuka kuwa hakuna njia ya uwasilishaji kupitia mtandao, au njia ya uhifadhi wa kielektroniki ambayo ni salama na ya kuaminika kwa 100%, na hatuwezi kuhakikisha usalama wake kamili. Pia tunahifadhi haki ya kutunza taarifa yako kwenye kanzidata za watu wengine au kuhifadhi taarifa nje ya timu iliyoorodheshwa ya @global.app_name (rejelea sehemu ya Watoa Huduma na Wavuti za Wahusika Wengine) Kwa hivyo matumizi ya programu ni kwa taadhari yako mwenyewe.

# data_list
source: Children’s Privacy
sw: Faragha ya Watoto

# data_list
source: This app is not targeted towards anyone under the age of 18. We do not knowingly collect personally identifiable information from individuals under 18.
sw: Programu hii haijalengwa mtu yeyote aliye na umri wa chini ya miaka 18. Hatukusanyi taarifa zinazoweza kumtambulisha mtu binafsi kutoka kwa watu walio chini ya miaka 18 kimakusudi.

# data_list
source: Your data protection rights
sw: Haki zako za ulinzi wa taarifa

# data_list
source: Under data protection law, you have rights including: _Your right of access_ - You have the right to ask us for copies of your personal information. _Your right to rectification_ - You have the right to ask us to rectify personal information you think is inaccurate. You also have the right to ask us to complete information you think is incomplete. _Your right to erasure_ - You have the right to ask us to erase your personal information in certain circumstances. _Your right to withdraw consent for data processing at any time_ - You can choose to halt the processing of your data if consent was the legal basis for handling your information. _Your right to restriction of processing_ - You have the right to ask us to restrict the processing of your personal information in certain circumstances. _Your right to object to processing_ - You have the right to object to the processing of your personal information in certain circumstances. _Your right to data portability_ - You have the right to ask that we transfer the personal information you gave us to another organisation, or to you, in certain circumstances. You are not required to pay any charge for exercising your rights. Depending on the circumstances and the nature of your request it may not be possible for us to do what you have asked, for example, where there is a statutory or contractual requirement for us to process your data and it would not be possible to fulfil our legal obligations if we were to stop. Further information on your rights is available from the [Information Commissioner's Office (ICO)](https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/individual-rights/individual-rights/).
sw: Chini ya sheria ya ulinzi wa data, una haki ikijumuisha: _Haki yako ya kufikia_ - Una haki ya kutuuliza nakala za maelezo yako ya kibinafsi. _Haki yako ya kusahihishwa_ - Una haki ya kutuuliza turekebishe maelezo ya kibinafsi ambayo unafikiri si sahihi. Pia una haki ya kutuuliza tukamilishe maelezo ambayo unafikiri hayajakamilika. _Haki yako ya kufuta_ - Una haki ya kutuomba tufute maelezo yako ya kibinafsi katika hali fulani. _Haki yako ya kuondoa kibali cha kuchakata data wakati wowote_ - Unaweza kuchagua kusitisha uchakataji wa data yako ikiwa kibali kilikuwa msingi wa kisheria wa kushughulikia maelezo yako. _Haki yako ya kizuizi cha uchakataji_ - Una haki ya kutuuliza tuwekee vikwazo uchakataji wa taarifa zako za kibinafsi katika hali fulani. _Haki yako ya kupinga kuchakatwa_ - Una haki ya kupinga uchakataji wa taarifa zako za kibinafsi katika hali fulani. _Haki yako ya kubebeka kwa data_ - Una haki ya kuomba tuhamishe taarifa za kibinafsi ulizotupa kwa shirika lingine, au kwako, katika hali fulani. Hutakiwi kulipa malipo yoyote kwa kutumia haki zako. Kulingana na mazingira na aina ya ombi lako huenda isiwezekane kwetu kufanya ulichoomba, kwa mfano, pale ambapo kuna mahitaji ya kisheria au ya kimkataba ili sisi kuchakata data yako na haingewezekana kutimiza wajibu wetu. majukumu ya kisheria ikiwa tungeacha. Taarifa zaidi kuhusu haki zako zinapatikana kutoka [Ofisi ya Kamishna wa Habari (ICO)](https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/individual-rights/individual-rights/).

# data_list
source: Removing the app
sw: Kuondoa programu tumishi

# data_list
source: We are sorry if you find our app no longer useful. Should you decide to remove our app, we may still retain some of your data (although anonymised) to troubleshoot, aid in investigations, comply with legal requirements or to add to our existing research data sets.
sw: Samahani ikiwa unaona programu tumishi yetu haina maana tena. Iwapo utaamua kuondoa programu tumishi yetu, bado tunaweza kuhifadhi baadhi ya data yako (ingawa hatujulikani) ili kutatua matatizo, kusaidia uchunguzi, kutii mahitaji ya kisheria au kuongeza kwenye seti zetu zilizopo za data za utafiti.

# data_list
source: Changes to the @global.privacy_policy
sw: Mabadiliko ya @global.privacy_policy
