Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_tz/*/*_main.po
Languages: sw

# data_list
source: 1. **Plan:** Make time to take a walk together with your child. It could be in a nearby park, market, or any interesting area. Talk to your child about when and where you are planning to go. 2. **Observe and explore:** Point out interesting things that you see as you walk. This could be about people, nature or buildings. Encourage your child to point out what they see, and ask them questions about it. 3. **Learn together:** Tell your child things you know about the area, or ask them to tell you what they know.
sw: 1. **Mpango.** Tenga muda kutembea pamoja na mtoto wako. Inaweza kuwa karibu na hifadhi, soko, au eneo lolote la kuvutia. Zungumza na mtoto wako kuhusu lini na wapi unapanga kwenda. 2. **Angalia na chunguza.** Chagua vitu vya kuvutia unavyoviona kadili mnavyokuwa mnatembea. Hii inaweza kuwa kuhusu watu, asili au majengo. Mhimize mtoto wako aoneshe anachokiona, na muulize maswali kuhusu hicho. 3. **Kujifunza pamoja.** Mwambie mtoto wako mambo unayoyajua kuhusu eneo, au muombe akwambie nini anajua.

# data_list
source: * Make it fun: sing songs as you walk, take turns leading the way, see who can spot something interesting and make up a story about what you see. * Make it regular: Schedule regular walks and explore new locations to keep the activity fresh and fun. * Use technology: Bring along your smartphone to take pictures of interesting things you see on the walk. Ask your child to point out things that they would like you to photograph. When you are back home, you and your child can look at the photos together and discuss them.
sw: * Ifanye iwe ya furaha: Imba nyimbo kadili mnavyotembea, mpokezane kuongoza njia, ona nani anaweza kugundua kitu cha kuvutia na tengeneza hadithi kuhusu unachoona. * Ifanye iwe ya mara kwa mara: Weka ratiba ya kutembea mara kwa mara na chunguza sehemu mpya kufanya shughuli iwe mpya na ya furaha * Tumia teknolojia: Chukua simu yako janja kupiga picha za mambo ya kuvutia mnayoyaona wakati wa matembezi. Muombe mtoto wako aoneshe mambo ambayo angependa upige picha. Mnapokuwa mmerudi nyumbani, wewe na mtoto wako mnaweza kuangalia picha pamoja na kuzijadili.

# data_list
source: Make Up a Story Together
sw: Tungeni hadithi Pamoja

# data_list
source: Creating a story together with your child is a great way to develop their listening skills, practice turn-taking and encourage their imagination.
sw: Kutengeneza hadithi pamoja ni njia nzuri ya kukuza ujuzi wao wa kusikiliza, mpeane zamu kuwahimiza kupata picha ya mawazo waliyo nayo.

# data_list
source: Tell your child that you would like to create a story together. Explain that you will be taking turns to add to the story: 1. Start the story with *“Once upon a time there was a…”* 2. Let your child make up the next sentence. 3. Then you make up a sentence. 4. Take turns until you have a wonderful new story. 5. Make sure to end the story on a positive note. 6. Ask your child what their favourite part of the story was!
sw: Mwambie mtoto wako ungependa kutengeneza hadithi pamoja. Elezea kwamba mtakuwa mkipeana zamu kuongezea maneno kwenye hadithi. 1. Anza hadithi na *"Hapo zamani za kale kulikuwa na….”* 2. Mwache mtoto wako atengeneze sentesi inayofuata. 3. Kisha unakamilisha sentensi. 4. Fanyeni zamu mpaka mhakikishe mna hadithi nzuri. 5. Hakikisha unamaliza hadithi kwa maneno yenye tija. 6. Muulize mtoto wako ni sehemu gani ya hadithi iliyomvutia!

# data_list
source: * Choose a time when your child will be able to pay attention. This can also be a useful activity when you might want to distract your child (e.g., while getting dressed or having a bath). * Show your child that you are listening by making eye contact, nodding, smiling or responding to what they say with praise or encouragement.
sw: *Chagua muda ambao mtoto wako ataweza kuwa makini.Hii inaweza pia kuwa ni shughuli muhimu wakati ungetaka kumvuruga mtoto wako pale anapokuwa anaendelea na shughuli nyingine ili akamilishe shughuli hiyo (Mfano wakati anavaa nguo au anaoga). *Muoneshe mtoto wako kuwa unamsikiliza kwa kumuangalia usoni, kuitikia kwa kutingisha kichwa, kutabasamu na kumjibu kile anachoongea kwa kumsifia au kumtia moyo.

# data_list
source: Simon Says
sw: Simon Anasema

# data_list
source: This fun game helps your child to learn how to listen and follow instructions.
sw: Mchezo huu wa kufurahisha unamsaidia mtoto wako kujifunza jinsi ya kusikiliza na kufata maelekezo.

# data_list
source: 1. Explain that you are going to give directions for the group to make a specific movement or sound. Everyone should only do as you say when you start your instruction with *“Simon says”*. 2. If you say: *“Simon says touch your nose”* then all players must touch their nose. 3. If you say *“Jump”* without saying *“Simon says”* first, then the players must not jump. If they jumped, then they must sit down and wait until the next round of the game. 4. Keep giving instructions until there is only one person standing. That person can be Simon in the next round. 5. The person playing Simon can give any kind of instructions – stretch to the sky, bark like a dog, jump three times on one leg, touch your left foot.
sw: 1. Elezea kwamba unakwenda kuwapa maelekezo kwaajili ya kikundi kufanya hatua maalumu au mlio. Kila mmoja anatakiwa kufanya kile unachosema pale unapoanza kutoa maelekezo ya *“Simon anasema”*. 2. Kama unasema: *“Simon anasema gusa pua yako”* kisha wachezaji wote lazima waguse pua zao. 3. Kama unasema *“Ruka”* bila kusema *“Simon anasema”* kwanza, basi wachezaji hawataruka. Kama waliruka, basi ni lazima wakae chini na wasubiri mpaka mzunguko unaofuata wa mchezo. 4. Endelea kutoa maelekezo mpaka atakapokuwa amesimama mtu mmoja tu. Huyo mtu anaweza kuwa Simon mzunguko unaofuata. 5. Mtu anayecheza mchezo wa Simon anaweza kutoa maelekezo - jinyooshe kuelekea angani, bweka kama mbwa, ruka mara tatu kwa mguu mmoja, gusa mguu wako wa kushoto.

# data_list
source: * Play a practice round to make sure everyone understands the rules. * Make sure your instructions are achievable. * Give all players a turn to be the leader (the person who gives instructions). * Do not tease or criticise children for making mistakes – it is part of the game!
sw: * Chezeni kwa majaribio wote katika mzunguko kuhakikisha kila mmoja ameelewa kanuni. * Hakikisha maelekezo yako yanaweza kufanyika. * Wape wachezaji wote zamu kuwa kiongozi (mtu anayetoa maelekezo). * Usitanie au kukosoa watoto wanapofanya makosa - ni sehemu ya mchezo!

# data_list
source: When I Grow Up
sw: Nitakapokuwa mkubwa

# data_list
source: A fun way to encourage your child to dream about their future, is to ask them what they want to be when they grow up.
sw: Njia ya kufurahisha ya kumtia moyo mtoto wako ili kuwa na ndoto kuhusu maisha yao ya baadae, ni kumuuliza anataka awe nani atakapokua.

# data_list
source: 1. Start with a simple question: *“What would you like to do one day when you are an adult? Or, what is something you hope to achieve when you are older?”* 2. Encourage your child to talk about what they want to be or do one day. Ask them why. Encourage them to tell you more about their dream. 3. You can add role-play or dress-up activities, or invite your child to draw a picture. For example, if your child wants to own their own shop one day, encourage them to create a pretend shop at home, and encourage family members to visit their shop.
sw: 1. Anza na swali rahisi: *"Ungependa kufanya nini siku moja ukiwa mtu mzima? Au, ni kitu gani unachotarajia kufanikisha utakapokuwa mzee?"* 2. Mhimize mtoto wako azungumze juu ya kile anachotaka kuwa au kufanya siku moja. Muulize kwa nini. Mtie moyo akueleze zaidi kuhusu ndoto zake. 3. Unaweza kuongeza shughuli za kucheza au mavazi, au kualika mtoto wako kuchora picha. Kwa mfano, ikiwa mtoto wako anataka kumiliki duka lake siku moja, muhimize kuunda duka la kuigizia nyumbani, na kuhimiza wanafamilia kutembelea duka lake.

# data_list
source: * Remember that your child’s goals and dreams at this age do not have to be realistic. You can still show interest and encourage them to engage with the topic and idea. * Nowadays, boys and girls can be anything they want to be. Encourage your child regardless of what you think is acceptable for boys or girls.
sw: * Kumbuka malengo na ndoto za mtoto wako katika umri huu sio lazima ziwe za ukweli, bado unaweza kuonesha kuvutiwa na kumuhimiza kushiriki kwenye mada na wazo. * Siku hizi, wavulana na wasichana wanaweza kushika nafasi yoyote wanayotaka. Muhimize mtoto wako bila kujali unachofikiri kuwa kinakubalika kwa wavulana au wasichana.

# data_list
source: Favourite Play
sw: Mchezo Pendwa

# data_list
source: All adults were children once! Sharing the games or activities you loved as a child with your own child is a great way to connect and have fun together.
sw: Watu wazima wote walikuwa watoto hapo zamani! Kushiriki michezo au shughuli ulizokuwa unazipenda wakati wa utoto na mtoto wako ni njia nzuri ya kuungana na kufurahia pamoja.

# data_list
source: 1. Think back to when you were a child: what was one of your favourite games or ways to play? 2. Create a similar game or activity for you and your child to play together. It doesn’t have to be exactly as you remember it – what is important is that you have fun together. 3. Welcome your child’s ideas or suggestions to make this a shared activity that is fun for you both. 4. Invite other family members to share their favourite play activities as well.
sw: 1. Fikiria hapo nyuma ulipokuwa mtoto: Ni mchezo gani ulikuwa unaupenda zaidi au mlichezaje? 2. Tengeneza mchezo au shughuli sawa na ule uliokuwa unaupenda ili wewe na mtoto wako mcheze pamoja. Sio lazima iwe sawa kama unavyokumbuka—Kitu muhimu ni kuwa na furaha pamoja. 3. Mkaribishe mtoto wako kwa mawazo au mapendekezo ili kufanya shughuli hii kuwa ya pamoja, ile ambayo inawafurahisha wote wawili. 4. Karibisha wanafamilia wengine kushiriki shughuli zao wanaozipenda pia.

# data_list
source: * It can feel disappointing if your child is not as interested in the activity as you once were. Try to be patient and treat your child with kindness. Do not force your child to participate. * Think about ways to make sure that the activity is age appropriate, and that your child can take part without too much difficulty.
sw: * Inaweza kukatisha tamaa ikiwa mtoto wako, hapendi shughuli kama ulivyokuwa zamani. Jaribu kuwa mvumilivu na umtendee mtoto wako vizuri. Usilazimishe mtoto wako kushiriki. * Fikiria kuhusu njia za kuhakikisha kwamba shughuli hiyo inafaa kwa umri husika na kwamba mtoto wako anaweza kushiriki bila ugumu sana.

# data_list
source: Act the Story
sw: Igiza hadithi

# data_list
source: Children love playing pretend. Acting out a story together is a great way to help children learn to be creative and work towards a common goal.
sw: Watoto wanapenda kujifanya wanacheza. Kuigiza pamoja hadithi ni njia nzuri ya kuwasaidia watoto kujifunza kuwa wabunifu na kufanya kazi kufikia malengo.

# data_list
source: 1. Choose a story your child knows and decide who will play which character. 2. Discuss together what you will need to recreate the story. Household objects can be things in the story, and different areas can be different places. 3. Tell the story and act it out together. You can do silly voices and actions for each character, and move around your home and garden or outside space.
sw: 1. Chagua hadithi mtoto wako anayoijua na uamue ni nani atacheza uhusika upi. 2. Mjadili pamoja kitu gani mtakachokihitaji kutengeneza hadithi. Vitu vya kwenye kaya vinaweza kuwa vitu vya kwenye hadithi na maeneo tofauti yanaweza kuwa sehemu tofauti. 3. Simulia hadithi na muigize pamoja. unaweza kufanya sauti na matendo ya utani na yenye kuchekesha kwa kila mhusika, na zunguka nyumba na bustanini au kwenye nafasi nje.

# data_list
source: * You can also make up new parts of the story, adding new characters or events. * You can introduce challenges that your characters need to overcome. This helps your child to learn problem-solving. * If you need inspiration, go to the ParentApp library and let your child choose a book, read it together and then act out the story.
sw: * Unaweza pia kuunda sehemu mpya za hadithi, kuongeza wahusika wapya au matukio. * Unaweza kutambulisha changamoto ambazo wahusika wanahitajika kuzitatua. Hii inamsaidia mtoto wako kujifunza kutatua -changamoto. * Kama unahitaji msukumo na kujua zaidi nenda kwenye maktaba ya App ya wazazi na muache mtoto wako achague kitabu.

# data_list
source: Shadow Movie
sw: Filamu ya Kivuli

# data_list
source: Play with the shadows of different objects against a wall to create your own movie or story.
sw: Cheza na vivuli vya vitu mbalimbali ukutani kutengeneza filamu yako au hadithi.

# data_list
source: A toilet roll tube, a torch (one on a mobile phone is fine) and sticky tape for your projector. Everyday items, like paper, fabrics or cardboard, to create characters for your show.
sw: Rola (ipo katika muundo wa bomba/ rola hii hutumika kuzungushia karatasi ya kutumia maliwato/toilet pepa) iliyobaki baada ya karatasi/toilet pepa ya maliwato kutumika, tochi (unaweza kutumia tochi ya simu) na gundi ya karatasi kwaajiili ya projeckta/sehemu ya kuonesha filamu yako. Kila kitu, kama karatasi, uzi na ubao, kutengeneza wahusika wa onesho lako.

# data_list
source: 1. Make the projector by joining the toilet roll to your torch using sticky tape. If you don’t have a toilet roll or a torch, you can use a normal lamp or candle, and place it where it will make a shadow against the wall.
sw: 1. Tengeneza projekta kwa kuunganisha ganda gumu iliyo katika muundo wa bomba iliyobaki baada ya karatasi ya kutumia maliwato (toilet paper) kuisha, kwa kutumia gundi. Ikiwa huna ganda hilo gumu au tochi, unaweza kutumia taa ya kawaida au mshumaa, na kuiweka mahali ambapo itafanya kivuli ukutani.

# data_list
source: 2. Work out where you want to see the shadows, like against a wall or on the floor.
sw: 2. Fanyia kazi sehemu unayotaka kuona vivuli, kama vile ukutani au sakafuni.

# data_list
source: 3. Decide what items you want to use to make the characters for your shadow movie. You can create your own characters out of paper or cardboard, use existing objects or toys, or even use your hands.
sw: 3. Amua ni vitu gani ungependa kutumia kutengeneza wahusika wa filamu yako ya kivuli. Unaweza kutengeneza wahusika wako mwenyewe kutoka kwenye karatasi au kadibodi, tumia vitu vilivyopo au midoli au hata kutumia mikono yako.

# data_list
source: 4. Turn off the lights or close the curtains, shine the light on your characters and create a shadow story together.
sw: 4. Zima taa au funga mapazia, waangazie wahusika wako na tengenezeni hadithi ya kivuli pamoja.

# data_list
source: Build a Road
sw: Jenga barabara

# data_list
source: Build a road through your house or garden, using everyday objects in creative ways. This fun activity will develop motor, creative and problem-solving skills.
sw: Jenga barabara yako kupitia nyumba yako au bustani, tumia vitu vya kila siku katika kutengenza njia. Shughuli hii ya kufurahisha italeta nguvu, ubunifu na ujuzi wa utatuzi wa matatizo.

# data_list
source: 1. **Plan:** Together with your child, decide on the start and end point for your road. Will your road begin at the bed and continue all the way to the front door? Will your road begin under the table and end in the garden? 2. **Find:** Work together to find objects to create your road. 3. **Build:** Can you use sticks or rocks to create the sides of the road? Can you make bridges or tunnels? Can you use cloth or pieces of cardboard to create the road? 4. **Drive:** Decide on objects that you will use as vehicles and drive up and down your road, or have a race.
sw: 1. **Panga:** Pamoja na mtoto wako, muamue mwanzo na mwisho wa barabara. Barabara yenu itaanzia kitandani na kuendelea mpaka kwenye mlango wa mbele?, Barabara yenu itaanzia chini ya meza na kuishia ndani ya bustani. 2. **Tafuta:** Fanyeni kazi pamoja kutafuta vitu vya kutengenezea barabara yenu. 3. **Jenga:** Mnaweza kutumia fimbo au mawe kutengeneza pande za barabara? Mnaweza kutengeneza madaraja au vichuguu? mnaweza kutumia nguo au vipande vya mbao kutengeneza barabara? 4. **Endesha:** Amueni ni vitu gani mtatumia kama magari na kuendesha kwenye barabara yenu kwa mwendo wa kawaida au kwa mbio.

# data_list
source: * Let the objects you have guide your imagination! Build a shaded area with a cloth propped up with containers or plastic bottles, or create a house with a roof and add a hill or a roundabout. * Remember that all children – girls and boys – can enjoy building activities.
sw: * Vitu mlilvyo navyo viwaongoze katika kupata picha! Tengeneza sehemu yenye kivuli na nguo iliyowekwa na vyombo au chupa za plastiki, au tengeneza nyumba na paa na ongeza mlima au mzunguko. * Kumbuka watoto wote - wasichana na wavulana - wanaweza kufurahia shughuli za kiujenzi.

# data_list
source: Animal Strengths
sw: Nguvu za wanyama

# data_list
source: Let your imaginations run wild with this fun animal game. Let your child choose what animal they would like to pretend to be and join them in the fun.
sw: Acha mawazo yako yawe huru katika mchezo huu wa mnyama wa kufurahisha. Acha mtoto wako achague ni mnyama yupi angependa kuigiza kuwa na ungana naye katika kufurahia.

# data_list
source: 1. Ask your child: If you could be any type of animal, what would you be? Why would you want to be that animal? 2. Now let your child choose an animal for you. 3. Use your body and voice to play the part of your animals. 4. Talk about the different characteristics of your animal: What strengths does your animal have? What does your animal like to do? Where does your animal like to sleep? What does your animal like to eat?
sw: 1. Muulize mtoto wako: Kama ungeweza kuwa aina yoyote ya mnyama, ungekuwa nani? 2. Sasa acha mtoto wako akuchagulie mnyama. 3. Tumia mwili wako na sauti kuigiza sehemu yako ya hao wanyama 4. Zungumza kuhusu tabia tofauti za mnyama wako: Mnyama wako ana uwezo gani? Ni nini mnyama wako anapenda kufanya? Ni wapi mnyama wako anapenda kulala? Mnyama wako anapenda kula nini?

# data_list
source: * You can even try to do an every-day activity, like tidying the house, bathing or getting dressed, while pretending to be that animal. * Invite the rest of your family to join in the fun!
sw: * Mnaweza hata kujaribu kufanya shughuli ya kila siku, kama kupanga nyumba, kuoga au kuvaa nguo, huku unaigiza kuwa kama mnyama huyo. * Alika wanafamilia wengine wajiunge katika kufurahia!

# data_list
source: Treasure Hunt
sw: Kutafuta hazina

# data_list
source: Set out on an adventure to find different objects or “treasures”. This is a great way to help your child learn as they explore their surroundings.
sw: Andaa safari kutafuta vitu tofauti au “hazina”, Hii ni njia nzuri kusaidia mtoto wako kujifunza ambavyo pia atachunguza mazingira yake.

# data_list
source: 1. **Plan together:** Tell your child that you want to go on a treasure hunt. Decide together where you will search, and what you are searching for. You can decide to look for specific objects based on colour, shape or texture, or even based on the starting sound (for example, objects that start with the letter “S”) 2. **Explore:** Walk around and look around to find the objects you have decided to search for. 3. **Gather:** Place the objects you find all together - examine and discuss them. 4. **Combine:**Once you have all your objects, you can also see if you can make something interesting with everything combined.
sw: 1. **Kupanga pamoja:** Mwambie mtoto wako kwamba unataka kwenda kutafuta hazina. Amueni pamoja ni wapi mtatafuta, na mnatafuta nini. Mnaweza kuamua kutafuta vitu maalum kulingana na rangi, maumbo au muundo, au hata kwa kulingana na kuanzia sauti (kwa mfano, vitu vinayoanza na herufi “S”) 2. **Chunguza:** Tembeeni na angalieni katika eneo hilo kupata vitu mlivyoamua kuvitafuta. 3. **Kusanya:** Wekeni vitu mli vyovipata vyote pamoja - chunguzeni na mvijadili. 4. **Unganisha:** Mara tu mkiwa na vitu vyenu vyote, mnaweza pia kuona ikiwa mnaweza kutengeneza kitu cha kuvutia kwa hivyo vitu vyote vilivyokusanywa.

# data_list
source: * These activities work well outside too. * If your child brings back an object that does not fit with what you were searching for, ask them in a kind way why they brought it, instead of criticising or scolding them.
sw: * Shughuli hizi zinafanyika vizuri pia nje. * Kama mtoto wako ataleta kitu ambacho hakiko sawa na mlivyokuwa mnatafuta, waulize kwa upole kwanini wameleta hiyo, badala ya kuwakosoa au kuwakemea.

# data_list
source: Search With Your Senses
sw: Tafuta kwa kutumia milango yako ya fahamu

# data_list
source: Engage all your senses by identifying things around you that you and your child can touch, hear, see, taste and smell.
sw: Shirikisha hisia zako kwa kutambua vitu vilivyopo maeneo yenu ambayo wewe na mtoto wako mnaweza kugusa, kuvisikia. kuvionja/kujaribu na kuvinusa.

# data_list
source: Take turns to identify what in your surroundings you can touch, hear, see, taste or smell. Together, discuss what you discover. 1. **What can you smell?** Where do you think it is coming from? What do you think about how it smells?
sw: Chukua zamu ili kutambua ni nini katika mazingira yako ambacho unaweza kugusa, kuona, au kunusa. Kwa pamoja, jadili gundua. 1. **Unaweza kunusa nini?** Unafikiri inatoka wapi? Unamaoni gani kuhusu jinsi inavyonukia?

# data_list
source: 2. **What can you hear?** What is making that sound? Where is it coming from?
sw: 2. **Unaweza kusikia nini?** Ni nini kinachotoa sauti hiyo? Inatoka wapi?

# data_list
source: 3. **What can you see?** What is near to you? What is far away?
sw: 3. **Unaona nini?** Nini kipo karibu? Nini kipo mbali?

# data_list
source: 4. **What can you touch?** Discuss the different textures and how it feels to touch it.
sw: 4. **Unaweza kugusa nini?** Jadili miundo tofauti na unaiskiaje ukiishika.

# data_list
source: 5. **What can you taste?** Or, what do you see around you that you could taste? How do you think it would taste?
sw: 5. **Unaweza kuonja nini?** Au, unaona nini karibu yako ambacho unaweza kukionja? Unafikiri kitakuwa na radha gani?

# data_list
source: * You can also play an “I Spy” version of the senses game, taking turns to identify something you can touch/smell/taste/hear/see, giving the letter or sound it starts with, and trying to guess what it is.
sw: * Unaweza pia kucheza mchezo wa “Napepeleza” toleo la mchezo wa hisia, pokezaneni kutambua kitu flani unachoweza kugusa/kunusa/kuonja/kukisikia/kuona. Toa herufi au sauti inayoanza nacho na jaribuni kubuni ni nini hicho.

# data_list
source: Count and Compare
sw: Hesabu na linganisha

# data_list
source: There are lots of opportunities around your home or during everyday activities to count and compare objects. This is a great way to build your child’s numeracy skills, which helps them at school.
sw: Kuna fursa nyingi za kuhesabu na kulinganisha katika eneo linalozunguka nyumbani kwako au wakati wa shughuli za kila siku. Hii ni njia nzuri ya kujenga ujuzi wa hesabu wa mtoto wako, ambayo itawasaidia shuleni.

# data_list
source: Objects around the house
sw: Vitu vilivyopo katika eneo la nyumba
