Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_tz/*/*_main.po
Languages: sw

# template
source: <p>You deserve to feel good, and have happy family relationships.</p> <p>@global.app_name is here to support you.</p> <p>Here is how to use the app:</p>
sw: Unastahili kujiskia vizuri na kuwa na mahusiano ya familia yenye furaha. <p>@global.app_name ipo kwa ajili ya kukusaidia</p> <p> Hii ni jinsi ya kutumia programu:</p>

# template
source: Continue
sw: Endelea

# template
source: @local.module_row.title Module
sw: Mada ya @local.module_row.title

# template
source: Feedback
sw: Mrejesho

# template
source: Home Activities
sw: Shughuli za nyumbani

# template
source: Templates
sw: Mwongozo wa kutoa taarifa

# template
source: Dynamic data
sw: Taarifa zinazobadilika

# template
source: Reset app
sw: Weka upya programu

# template
source: Open feedback
sw: Fungua mrejesho

# template
source: Close feedback
sw: Funga mrejesho

# template
source: Import user
sw: Ingiza mtumiaji

# template
source: Developer mode
sw: Mtengenezaji wa programu

# template
source: Exit developer mode
sw: Unatoka kwenye ukurasa wa mtengenezaji

# template
source: Library
sw: Maktaba

# template
source: Resource Centre
sw: Kituo cha Rasilimali
