Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_tz/*/*_main.po
Languages: sw

# data_list
source: Zege felt sleepy. He was very tired. "But wait, is 'sleepy' an emotion?" asks Efe.
sw: Zakayo alihisi usingizi. Alikuwa amechoka sana. "Lakini, 'kuhisi usingizi' ni hisia?" Sefu anauliza.

# data_list
source: Efe is confused! Can you answer his question?
sw: Sefu amechanganyikiwa! Je! Unaweza kujibu swali lake?

# data_list
source: Tega is feeling surprise and shock. He heard some gossip. Is it true?
sw: Tumaini anahisi mshangao na mshtuko. Alisikia uvumi fulani. Ni ukweli?

# data_list
source: Yebo is sick. She feels miserable. She needs some medicine and rest to feel better.
sw: Aisha ni mgonjwa. Anahisi huzuni. Anahitaji dawa na kupumzika ili ajisikie vizuri.

# data_list
source: Sekyen is feeling content. She has finished her chores. Now she can play.
sw: Selina anahisi kutosheka. Amemaliza kazi zake za nyumbani. Sasa anaweza kucheza.

# data_list
source: Vandefan does not have chores today. He shows two thumbs up to Sekyen. "Good job, now let's play!" he says.
sw: Victor hana kazi leo. Anamwonyesha Selina vidole viwili. "Kazi nzuri, sasa hebu tucheze!" anasema.

# data_list
source: Jasu Loves Football
sw: Jasu na Mpira

# data_list
source: Jasu loves football. She loves kicking the ball, hard! But she doesn't have her own ball. Jasu comes up with a plan.
sw: Jasu ni msichana aliyependa kucheza mpira. Lakini hakukuwa na mpira. Jasu alitafuta mbinu!

# data_list
source: © Room to Read, 2016. Some rights reserved. Released under CC BY 4.0 license.
sw: © Room to Read, 2016. Haki zingine zimehifadhiwa. Imetolewa chini ya leseni ya CC BY 4.0.

# data_list
source: Jasu liked to play football.
sw: Alitamani sana kucheza mpira.

# data_list
source: Say, “On ho, the girl lost her ball. How will she play football” Ask, “Do you play football? Why or why not?”
sw: Sema: “Oh hapana, msichana amepoteza mpira wake. Atachezaje mpira” Muulize: “Unacheza mpira wa miguu? kama ndio kwanini au kama hapana kwanini??

# data_list
source: But she lost her ball!
sw: Lakini alipoteza mpira wake.

# data_list
source: Say, “Look, a boy is playing with a ball, could that be the girl's ball?” Ask, “How would you feel if you were the girl?”
sw: Sema: “Tazama, mvulana anacheza mpira, inaweza kuwa ni mpira wa msichana?” Muulize: “Ungejiskiaje kama ungekuwa ni yule msichana?”

# data_list
source: She looked for old socks, scrap paper, and thread.
sw: Jasu alitafuta soksi, karatasi na kamba.

# data_list
source: Point at the following items and ask the child to name them. Point at each item and ask, “what is this?. Ask: “What do you think the girl is doing?”
sw: Onyesha kwa kuelekezea vitu vifuatavyo na mwambie mtoto avitaje. Onyesha kwa kuelekezea kwenye kila kitu na muulize: “Hiki ni nini?. Muulize: “Unafikiri msichana anafanya nini?”?

# data_list
source: She made a ball.
sw: Alitengeneza mpira.

# data_list
source: Say, “Wow, is that a ball in a girl's hands? Could that mean she was making a ball?” Ask, “Can tell me the colors you see on the ball.? What colors are the girls' shoes, dress and top. What colors are the mothers dress and top?”
sw: Sema: “Waoo, Huo ni mpira mikononi mwa msichana? Hiyo inamaanisha kuwa alikuwa anatengeneza mpira?” Muulize’ “Unaweza kuniambia rangi unazoziona kwenye mpira? Viatu, gauni, blauzi vya msichana vina rangi gani. Gauni na blauzi ya mama yake vina rangi gani?”

# data_list
source: Jasu kicked her ball everywhere she went.
sw: Kila alipokwenda Jasu aliupiga mpira.

# data_list
source: Say, “look, the girl is kicking her ball.” Ask, “do you know how to kick a ball? Can you show me how you kick a ball?”
sw: Sema: “ Tazama, msichana anapiga mpira wake.” Muulize,” Je unajua kupiga mpira? Unaweza kunionyesha jinsi unavyopiga mpira?”?

# data_list
source: Jasu went to visit her grandpa. She kicked her ball into his mango tree. Some mangoes dropped.
sw: Alipokwenda kwa babu aliupiga mpira juu. Mpira ulidondosha maembe machanga.

# data_list
source: Say, “Oh no, is that the girls ball on the tree?” Ask, “How do you think the ball got there? How do you think the two mangoes on the ground got there?”
sw: Sema,” Oh hapana, je ule ni mpira wa msichana juu ya mti?” Muulize, “Unafikiri mpira umefikaje hapo? Unafikiri maembe yaliyo chini yamefikaje?”

# data_list
source: Grandpa wasn’t happy. He told Jasu to be careful. Jasu apologized.
sw: Babu hakufurahia. Alimwambia Jasu awe mwangalifu. Jasu alimwahidi babu kutorudia tena.

# data_list
source: Say, “There is grandpa talking to the girl. What could he be saying to her? Could the ball have hit the mangoes?” Ask, “What would you do if you were the girl and your ball caused grandpa’s mangoes to fall?”
sw: Sema, “ Kuna babu anaongea na msichana. Anaweza kuwa anamwambia nini? Mpira unaweza kuwa umepiga maembe? Uliza: “ Ungefanya nini kama ungekuwa ni yule msichana na mpira wako ndio ungekuwa umesababisha maembe ya babu kuanguka?

# data_list
source: Jasu went to the market with her mother.
sw: Jasu alikwenda sokoni na mama yake.

# data_list
source: Say, “Look, a girls seems to be going somewhere with her mother, I wonder where they could be going.”
sw: Sema. “Tazama, msichana anaonekana anaenda sehemu flani na mama yake, Sijui wanaweza kuwa wanaenda wapi.”

# data_list
source: She kicked her ball.
sw: Jasu aliupiga mpira.

# data_list
source: Help your child learn new words. Say: “Look, there is a palm tree, a man riding a bicycle, a woman carrying a basket, mother running on sandals and a scuff flying off as the mother runs.” Then say: “ Show me a palm tree, show me a bicycle, show me a basket, show me a pair of sandals and show me a scuff”
sw: Msaidie mtoto wako ajifunze maneno mapya. Sema: “Tazama, kuna mtende, mtu anaendesha baiskeli, mwanamke amebeba kikapu, mama anakimbilia viatu na kilemba kinapeperuka kadili mama anavyokimbia.” Halafu sema: “Nionyeshe mtende, nionyeshe baiskeli, nionyeshe kikapu, nionyeshe viatu, na nionyeshe kilemba”

# data_list
source: It landed in a basket of tomatoes. Tomatoes fell to the ground!
sw: Mpira ukamwaga nyanya.

# data_list
source: Say, “Oh no, tomatoes fell on the ground.” Ask, “How many tomatoes are on the ground? What color are they? Have you seen tomatoes before? Where have you seen them?” Ask, “How do you think the woman whose tomatoes fell off is feeling? How would you feel if your favourite food fell off?”
sw: Sema, “Oh hapana, nyanya imeanguka chini. “Muulize, “ Kuna nyanya ngapi chini”? Ni za rangi gani? Umewahi kuona nyanya kabla? Uliziona wapi?“ Muulize: “ Unafikiri mwanamke ambaye ndiye mwenye nyanya zilizodondoka chini anajiskiaje? Ungejiskiaje kama chakula chako pendwa kingedondoka?”

# data_list
source: Mama told Jasu not to play around. Jasu apologized again.
sw: Mama alimwambia Jasu asicheze sokoni. Jasu aliomba msamaha.

# data_list
source: Ask the child to name the fruits and vegetables in the picture. Point at the different fruits and vegetables and say, “what do we call this fruit? What do we call these vegetables?” Then point at different fruits and vegetables in the picture and ask the child to name colors. Ask, “What color is this?” Then ask, “Which is your favourite fruit? Which is your favourite vegetable?”
sw: Mwambie mtoto ataje majina ya matunda na mboga za majani za kwenye picha. Onyesha kwa kuelekezea matunda tofauti na mboga za majani na sema, “tunda hili tunaliitaje”? Mboga hizi za majani tunaziitaje? Halafu onyesha matunda tofauti na mboga za majani kwenye picha na mwambie mtoto ataje majina ya rangi. Muulize: “Hii ni rangi gani”? Halafu muulize: “ Unapenda tunda gani? Unapenda mboga gani za majani?

# data_list
source: Jasu carried her ball all the way home.
sw: Jasu alihuzunika akaubeba mpira wake hadi nyumbani.

# data_list
source: Say, “Look, the girl and the mother are walking home from the markert.” Ask, “what is the girl carrying in her hands? How many items are in the mothers basket? What colors are they? Say, “Look at the child and Mommy” and ask, "Can you see anything that looks the same on the child and Mommy's clothes and shoes?"
sw: Sema, “Tazama, msichana na mama wanatembea kwenda nyumbani kutoka sokoni.” Muulize,”msichana amebeba nini mikononi mwake? Kuna vitu vingapi kwenye kikapu cha mama? Ni vya rangi gani? Sema, “Watazame mtoto na mama’ na muulize, “Unaweza kuona kitu chochote kinachoonekana sawa kwenye nguo ya mtoto na za mama na viatu?”?

# data_list
source: At home, Jasu went to the playground with her friends. They played happily.
sw: Alipofika, aliwafuata marafiki zake wakacheze uwanjani.

# data_list
source: Say, “Look, the girl is now home with her friends and they are ready to play together.” Ask, “do you have friends that you play with? How many friends do you have? Are they boys or girls?
sw: Sema, “Tazama, msichana sasa yuko nyumbani na rafiki zake na wapo tayari kucheza pamoja.” Muulize, “Una marafiki unaocheza nao? Una marafiki wangapi? Ni wavulana au wasichana?

# data_list
source: Grandpa was happy that Jasu is playing in a safe place. He bought Jasu a nice new ball. Every evening, the neighborhood kids gathered to play at the playground.
sw: Babu alikuwa na furaha kwamba Jasu anacheza sehemu salama. Alimnunulia Jasu mpira mpya mzuri. Kila jioni, watoto wa majirani walikusanyika kucheza pamoja.

# data_list
source: Say, “Look, there is grandpa, I think he is watching the girl and her friends as they play together. Ask, “how do you think the kids feel? How do you feel when you play with your friends?
sw: Sema, “Tazama, babu, Nafikiri anamtazama msichana na marafiki zake wanavyocheza pamoja. Muulize, “Unafikiri watoto wanajiskiaje? Unajiskiaje unapocheza na rafiki zako?

# data_list
source: Jasu likes kicking the new ball with her friends...
sw: Jasu anapenda kuchezea mpira mpya na rafiki zake...

# data_list
source: Say, “Wow, I wonder if the playground is near their house? If it is, grandpa can watch them and they will be safe” Ask, “Do you also play with your friends close to your house too?”
sw: Sema, “Waoo, Sijui uwanja wa michezo utakuwa karibu na nyumba yao? kama ndivyo, babu anaweza kuwaangalia na watakuwa salama” Muulize, “Wewe pia unacheza na rafiki zako karibu na nyumbani? “Pia unacheza na rafiki zako wa karibu na nyumba yenu?”?

# data_list
source: ...but Jasu still loves her old ball, too.
sw: ...lakini Jasu bado anaupenda mpira wake wa zamani pia.

# data_list
source: Say, “Now tell me, what do you think of this story? Do you like it? If not, why don't you like it?”
sw: Sema, “ Sasa niambie, unafikiriaje kuhusu hadithi hii? Umeipenda? Kama sivyo, kwanini hujaipenda?"

# data_list
source: Discuss the book’s cover. Ask: What do you see? Where is the millipede shongololo sitting?
sw: Jadili ganda la kitabu. Uliza: Unaona nini? Jongoo shongololo amekaa wapi?

# data_list
source: Shongololo's Shoes
sw: Viatu vya Shongololos

# data_list
source: Shongololo has lost his shoes, and the other animals are NOT being very helpful. Will he ever find them?
sw: Shogololo amepoteza viatu vyake, na wanyama wengine sio wa msaada sana. Je ataviona?

# data_list
source: © Book Dash, 2016. Some rights reserved. Released under CC BY 4.0 license.
sw: © Book Dash, 2002. Haki zimehifadhiwa. Imetolewa chini ya leseni ya CC BY 4.0.

# data_list
source: Where are all my shoes? I know I left them here!
sw: Viatu vyangu viko wapi? Nafahamu niliviacha hapa!

# data_list
source: Use descriptive words and explanations to talk about the pictures. The long millipede has many tiny little feet. I think he is looking for his shoes. I see some yellow boots scattered across the floor. Do you think those are his shoes?
sw: Tumia maneno ya kujielezea na kudadavua kuzungumza kuhusu picha. Jongoo mrefu ana miguu mingi midogo. Nafikiri anatafuta viatu vyake. Naona buti za njano zimetawanyika kwenye sakafu. Unafikiri hivyo ni viatu vyake?

# data_list
source: I haven’t seen your shoes. Go ask Snail!
sw: Sijaviona viatu vyako. Nenda umuulize konokono!

# data_list
source: Ask your child questions to help them think about what is happening. Ask: What is he holding in his hand? Who do you think that belongs to?
sw: Uliza mtoto wako maswali kumsaidia afikiri kuhusu nini kinaendelea. Uliza: Ameshika nini mkononi mwake.? Unafikiri ile ni ya nani?

# data_list
source: No shoes here. Go ask Giraffe.
sw: Hakuna viatu hapa. Nenda umuulize Twiga.

# data_list
source: To help your child understand, explain what is happening. Say: Look, the snail is using one of the millipede’s shoes as a shell for his back. Ask: how do you think the shongololo feels about that?
sw: Kumsaidia mtoto wako kuelewa, elezea nini kinatokea. Sema: Tazama, Konokono anatumia moja ya viatu kama gamba kwa mgongo wake. Uliza: unafiri Jongoo anajiskiaje kuhusu hilo?

# data_list
source: I’m in a hurry – go ask Frog.
sw: Mimi nina haraka. Nenda umuulize Chura.

# data_list
source: Ask: What does the giraffe have on her head? What is she doing? Can you count all her spots?
sw: Uliza: Twiga ana nini kichwani kwake? Anafanya nini? Unaweza kuhesabu madoa yake?

# data_list
source: Shoes? How many? Go ask Flamingo.
sw: Viatu? Vipo vingapi? Nenda umuulize Korongo.

# data_list
source: Ask: Where is the frog sitting? What colours can you see in this picture?
sw: Uliza: Chura amekaa wapi? Unaweza kuona rangi gani kwenye hii picha?

# data_list
source: Seen your shoes? No, not me.
sw: Umeona viatu vyako? Hapana, siyo mimi.

# data_list
source: Mimic actions from the story. Say: Look, the flamingo is standing on one leg. Can you stand on one leg like flamingo?
sw: Igiza vitendo kutoka kwenye hadithi. Sema: Tazama, ndege flamingo amesimama kwa mguu mmoja. Unaweza kusimama kwa mguu mmoja kama ndege flamingo?

# data_list
source: Will I ever find my shoes?
sw: Hivi, nitavipata viatu vyangu?

# data_list
source: Talk about what the characters might be thinking or feeling. Ask: how does he feel? Why do you think he feels that way?
sw: Ongea kuhusu kile ambacho wahusika wanaweza kufikiria au kujiskia. Uliza: Anajiskiaje? Unafikiri kwanini anajiskia hivyo?

# data_list
source: Shoes, eh? You should ask the Monkeys.
sw: Viatu, eeh? Ungewauliza Nyani.

# data_list
source: Ask: What is the fox using the shoe for? What do you think is in the shoe? Would you drink something out of a shoe?
sw: Uliza: Mbweha anatumia kiatu kwaajili ya nini? Unafikiri ndani ya kiatu kuna nini? Ungeweza kunywa kitu flani kutoka kwenye kiatu?

# data_list
source: Hello hello? We’re busy. Go ask Owl, she knows everything!
sw: Hallo, hallo? Tuna kazi nyingi. Nenda umuulize Bundi, anafahamu kila kitu!

# data_list
source: Use a lively, playful voice, with different voices for different characters. Pretend to be the monkeys talking to each other in funny voices.
sw: Tumia sauti yenye uchangamfu, ya kucheza, yenye sauti tofauti kwa wahusika tofauti, Igiza kuwa kama Ngedere wanaoongea wao kwa wao kwa sauti za kufurahisha.

# data_list
source: Hmm. I have an idea. Why don’t you ask Lion?
sw: Hmm, nina wazo. Kwanini usimuulize Simba?

# data_list
source: Connect what is happening in the book with your child’s experiences. Say: Look, the owl is reading a book, just like us. What are some of your favourite books or stories?
sw: Unganisha nini kinatokea kwenye kitabu na uzoefu wa mtoto wako. Sema: Tazama, bundi anasoma kitabu, kama sisi. Je ni vitabu gani au hadithi gani unazipenda zaidi?

# data_list
source: These are yours? I’ll give them all back if you come to my party!
sw: Hivi ni vya kwako? Nitavirudisha kama utakuja kwenye sherehe yangu!

# data_list
source: Ask: what does the lion have in his hair? How many shoes can you see? Which of all the animals has the most shoes?
sw: Uliza: Simba ana nini kwenye nywele zake? Unaweza kuona viatu vingapi? Ni mnyama gani kati ya wanyama wote ana viatu vingi zaidi?

# data_list
source: Use the pictures to help your child practice counting. You can ask your child to count, or count out loud for your child. Say: how many animals are there? And how many flags? Can you count all of Shongololo's yellow shoes?
sw: Tumia picha kumsaidia mtoto wako kufanya mazoezi ya kuhesabu. Unaweza kumwambia mtoto wako kuhesabu. au mhesabie mtoto wako kwa sauti. Sema: Wanyama wangapi wako pale? Na bendera ngapi? unaweza kuhesabu viatu vyote vya njano vya Jongoo?

# data_list
source: Act out events from the book at a later stage. You can hide shoes around the house for your child to try and find. Think of funny or creative places to hide the shoes!
sw: Igiza matukio ya hatua za mbele kutoka kwenye kitabu. Unaweza kuficha viatu karibu na nyumba ili mtoto wako ajaribu kuvitafuta. Fikiria sehemu ya kufurahisha au ya ubunifu ya kuficha viatu!

# data_list
source: What’s next?
sw: Nini kinafata?

# data_list
source: Once the school bell rings, the excitement begins. Grandpa picks Fatima up from school. What adventures will they have?
sw: Mara kengele ya shule inapolia, furaha inaanza. Babu anamchukua Fatima kumpeleka shule Watakuwa na matukio gani ya kufurahisha?

# data_list
source: This work is licensed under a Creative Commons Attribution 4.0 Licence (http://creativecommons.org/licenses/by/4.0/).
sw: Kazi hii imepewa leseni chini ya Creative Commons Attribution 4.0 Licence (http://creativecommons.org/licenses/by/4.0/).

# data_list
source: Fatima is always busy! She loves to run and play.
sw: Daima Fatima anakuwa bize (anakuwa na mambo mengi)! Anapenda kukimbia na kucheza.

# data_list
source: Her favourite part of the day is when Grandpa arrives. "How should we spend our day, Fatima?" asks Grandpa.
sw: Kitu anachokipenda zaidi katika siku ni pale Babu anafika. "Fatima, Je tunapaswa kuitumiaje siku yetu?" anauliza Babu.

# data_list
source: "I know!" says Fatima. "Let’s go to the park."
sw: "Najua!" anasema Fatima. "Twende kwenye Bustani."

# data_list
source: "I can see the whole world from up here," Fatima shouts.
sw: "Kutokea hapa juu naweza kuiona sehemu kubwa sana." Fatima aliongea kwa sauti.

# data_list
source: "I have an idea!" "Let’s play superheroes and pick up the litter," says Fatima.
sw: "Nina wazo!" "Tucheze mchezo wa mashujaa na tuokote takataka," alisema Fatima.

# data_list
source: "Great stuff! Now you can see all the flowers." "What’s next?" asks Grandpa.
sw: "Safi! Sasa unaweza kuona maua yote" "Nini kinafata?" anauliza Babu.

# data_list
source: "Weeeeeeeee!" "What a crazy cool kid you are!" says Grandpa. "What’s next?"
sw: "Weeeeeeeee!" "Wewe ni mtoto mzuri sana!" anasema Babu. "Nini kinafata?"

# data_list
source: "How about something cold and delicious?" says Fatima.
sw: "Unaonaje tupate kitu chochote cha baridi na kitamu?" Anasema Fatima

# data_list
source: "What’s next, kiddo?" asks Grandpa. Fatima yawns. "Let’s go home."
sw: "Tufanye nini tena, Mtoto?” anasema Babu. Fatima anapiga miayo.

# data_list
source: "Hello, Fatima," says Mum. "What did you and Grandpa do today?"
sw: "Mambo, Fatima," anasema Mama. "Mlifanya nini pamoja na Babu leo?" "Sio sana" wote walisema

# data_list
source: "Not much!" they both say.
sw: "Sio sana" wote walisema.

# data_list
source: "What should we do tomorrow?" asks Fatima.
sw: "Tufanye nini kesho?" Anauliza Fatima.

# data_list
source: Fatima hurries to bed. She is excited for her next adventure with her best friend, Grandpa.
sw: Fatima fanya haraka ukalale. Anafurahia matembezi yake yanayofuata na rafiki yake kipenzi Babu.

# data_list
source: Shh! Baby is asleep! Why is everyone making so much noise?
sw: Shh! Mtoto amelala! Kwanini kila mtu anapiga kelele sana?

# data_list
source: Baby is sleeping. zzzzzzzzzzzz
sw: Mtoto amelala. zzzzzzzzzzzz

# data_list
source: DOOF DOOF! DOOF Shh, Sister! Baby is sleeping!
sw: DOOF DOOF! DOOF Shh, dada! Mtoto amelala!

# data_list
source: CLANG CLANG CLANG! Shh, Brother! Baby is sleeping!
sw: KLANG KLANG KLANG! Shh, Kaka! Mtoto amelala!

# data_list
source: WOOF WOOF WOOF! Shhh, dog! Baby is sleeping!
sw: WOOF WOOF WOOF! Shhh, mbwa! Mtoto amelala!

# data_list
source: Beepity Beep! Beepity Beep! Shhh, phone! Baby is sleeping!
sw: Triiiiii Triii! Triiiii Triii! Shhh, simu! Mtoto amelala!

# data_list
source: TOOT TOOT TEETOOT! Shhhh, radio! Baby is sleeping!
sw: DUU DUU DUU! Shhh, Redio! Mtoto amelala!

# data_list
source: Brmmm Brmmm BRMMM! Shhhhh, truck! Baby is sleeping!
sw: Bruummm Bruummm BRUUMMM! Shhhh, Lori! Mtoto amelala!

# data_list
source: CLICKITY CLACK CLICKITY CLACK! Shhhhh, train! Baby is sleeping!
sw: KLIKITII KLIKITII KLIKITII KLIKITII! Shhhhh, treni! Mtoto amelala!

# data_list
source: Ba dubba dubba Dubba dubba! Shhhhhhhhh, helicopter! Baby is sleeping!
sw: Toko toko toko toko chwiiiiiii! Shhhhhhh, helikopta! Mtoto amelala!

# data_list
source: Baby is awake!
sw: Mtoto ameamka!

# data_list
source: Baby is noisy! CLANG WOOF BEEP BRMM CLICKITY TOOT CLICKITY DOOF BADUBBA! WOOF CLANG DOOF WOOF CLICKITY BAD CLANG DOOF WOOF BRMMM BEEP
sw: Mtoto anapiga kelele! CLANG WOOF BEEP BRMM CLICKITY TOOT CLICKITY DOOF BADUBBA! WOOF CLANG DOOF WOOF CLICKITY BAD CLANG DOOF WOOF BRMMM BEEP

# data_list
source: Lost Toy
sw: Mdoli aliyopotea

# data_list
source: A child has lost their favorite toy. They are so sad. Will some kind strangers help?
sw: Mtoto amepoteza mdoli wake anaoupenda. Anahuzuni sana. Kuna wasamaria watakaomsaidia?

# data_list
source: Describe what is happening in the picture and say, "Look over here! See the boy? He's holding his toy really close, like he loves it a lot!" Ask, "Do you have toys? Do you love your toys too?"
sw: Elezea kinachotokea kwenye picha na useme, "Angalia pale! Unamwona mvulana? Ameshikilia mdoli wake kwa karibu, anampenda sana!" Muulize, "Je! una midoli? Unaipenda midoli yako?"

# data_list
source: Say, “Oh no! It looks like the boy is crying. I wonder what could have happened. Perhaps he doesn't want to leave? Or maybe he forgot his toy? Hmmm…!
sw: Sema, "La hapana! inaonekana kama mvulana analia. Nashangaa ni nini kimemtokea. Labda hataki kuondoka? Au labda alisahau mdoli wake? Mmmmh...!

# data_list
source: Say, “Look at the boy! He looks really, really sad. See that big cloud above his head? That's a thought bubble, like what he's thinking inside.” Ask, "What do you think he's thinking about that makes him so sad? How can you tell he's feeling sad? What does your face look like when you are sad?"
sw: Sema, "Mtazame mvulana huyo! Anaonekana mwenye huzuni sana. Unaona wingu hilo kubwa juu ya kichwa chake? Huo ni wingi wa mawazo, kama vile kuna anachofikiria" Muulize, "Unafikiri anafikiria nini kinachomfanya awe na huzuni sana? Unaweza kuielezeaje huzuni anayojiskia? Uso wako huwa unaonekanaje ukiwa na huzuni?"

# data_list
source: Describe the picture and say, “Oh no! The boy is really sad, he doesn't want to ride a taxi without his toy. Where could it have gone?”
sw: Elezea picha na useme, "La! Mvulana ana huzuni sana, hataki kupanda teksi bila mdoli wake. Utakuwa umeenda wapi?"

# data_list
source: Point at the toy in the picture and say, “Look, is that the boy’s toy in that bag? I wonder how it got there.
sw: Onyesha kuelekezea mdoli kwenye picha na useme, "Angalia, huo ni mdoli wa mvulana kwenye lile begi? Nashangaa ulifikaje kule.

# data_list
source: Say, “Wow, look what we have here. It is a market, they are selling so many things. Now let's explore them together. Point at the different items and ask the child to name them. Ask, “what is this?” Then help the child to count by saying, “Now tell me, how many taxis do you see? How many fish are they selling? How many bundles of bananas do they have? How many people are there?”
sw: Sema, “Waoo, tazama tulicho nacho hapa, ni soko, wanauza vitu vingi sana. Sasa hembu tuvichunguze pamoja. Onyesha kuelekezea vitu mbalimbali na umwombe mtoto avipe majina. Muulize, "hii ni nini?" Kisha msaidie mtoto kuhesabu kwa kusema, "Sasa niambie, unaona teksi ngapi? Wanauza samaki wangapi? Wana kiasi gani cha ndizi? Kuna watu wangapi?"
