Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_tz/*/*_main.po
Languages: sw

# data_list
source: Patterns Are All Around Us The day, the week, the month and the year — all have patterns that repeat. The seasons change every year and come back the same way. Every year, winter is followed by summer, which is followed by the monsoon. Look around you and try to spot these patterns. Go back to the beginning of the book and look for patterns you might have missed.
sw: Miundo ipo imetuzunguka. Siku, wiki, mwenzi na mwaka-- vyote vina miundo inayojirudia. Ni kwasababu majira hubadilika kila mwaka na inajirudia kwa jinsi hiyo hiyo. Kila mwaka, majira ya baridi yanafuatiwa na majira ya joto, ambayo yanafuatiwa na upepo wa msimu. Angalia pande zote na jaribu kuangalia miundo hii. Nenda nyuma mwanzo wa kitabu na tafuta miundo ambayo pengine uliikosa.

# data_list
source: Say, “Now tell me, what do you think of this story? What did you like or not like?”
sw: Muulize: Sasa niambie, ulifikiria nini kuhusu hadithi hii? Ulijifunza nini?

# data_list
source: Why is Nita Upside Down
sw: Kwanini Nita yupo juu chini

# data_list
source: Nita’s hanging upside down. Can she turn the right way round?
sw: Nita ananing'inia juu chini. Anaweza kuzunguka kurudi kwenye mkao wa kawaida?

# data_list
source: Nita’s hanging upside down, her long hair tickling at the ground. The trees, the grass, the everything is all the wrong way round.
sw: Nita ananing"inia juu chini, nywele zake zinagusa ardhini. Miti, nyasi, kila kitu kimekaa kwa jinsi isiyo sahihi.

# data_list
source: Her feet, they poke into the sky. Little Navi’s walking by. He says ‘I’ve seen you here before. You’re upside down again! What for?’
sw: Miguu yake, inapiga angani. Navi mdogo anatembea. Anasema '' Nimeshawahi kukuona hapa hapo nyuma" Upo juu chini tena! Kwaajili ya nini

# data_list
source: His feet swim lightly in the air. She tries to hide behind her hair. ‘It’s h-h-h-hard to t-t-talk’, she says to him. ‘I’m not the same. I don’t fit in.’
sw: Miguu yake inaogelea kidogo hewani. Anajaribu kujificha nyuma ya nywele zake, 'Ni ngu-ngu-ngu-ngumu ku-ku-ku-kuongea,' anamwambia, siko sawa. sitoshei.'

# data_list
source: Navi takes her by the hand. He wants to help her understand. They climb to Navi’s look-out spot. From up here they can see a lot. They perch and have a quiet stare at children playing here and there.
sw: Navi anamshika mkono. Anataka kumsaidia aelewe. Wanapanda hadi eneo kutokea Navi anapotazama. Kutokea pale juu wanaweza kuona vingi. Wanakaa na kuwatazama kwa utulivu watoto wanaocheza hapa na pale.

# data_list
source: Those kids are not tthe same at all. Abe’s round.
sw: Wale watoto hawafanani /sio wale wale kabisa. Zamu ya Abe.

# data_list
source: Chi’s freckled,
sw: Madoa ya Chi,

# data_list
source: Lala’s extra tall.
sw: Lala ni mrefu zaidi.

# data_list
source: Bambam’s wild and must be free,
sw: Mwitu ya Bambam ni lazima iwe huru

# data_list
source: while Lulu’s reading quietly.
sw: huku Lili akisoma kimya kimya.

# data_list
source: Look at Freya's crazy hair.
sw: Angalia nywele za Freya zinachekesha.

# data_list
source: And Sid wears glasses everywhere.
sw: Na Sid huvaa miwani kila mahali.

# data_list
source: And me, I am just skin and bone. And you are you. You’re not alone. Each human’s sort of strange, you see. That makes you just the same, like me. This world is really one big game. To play, we can’t all be the same.
sw: Mimi ni ngozi tu na mifupa. Na wewe ni wewe. Hauko peke yako. Kila aina ya binadamu ni ya ajabu, unaona. Hii inawafanya mfanane, kama mimi. Kweli dunia hii ni mchezo mmoja mkubwa. Katika kucheza hatuwezi kufanana wote.

# data_list
source: Nita feels the right way round, thanks to the new friend she’s found. Upside down was never fun. Now she plays with everyone.
sw: Nita anaona njia sahihi, shukrani kwa fafiki mpya, amepatikana. Juu chini haikuwa furaha kamwe. Sasa hucheza na kila mmoja.

# data_list
source: Discuss the book’s cover. Ask: What do you see? What do you think this story is about?
sw: Jadili ganda la kitabu. Uliza: Unaona nini? Unafikiri hadithi hii inahusu nini?

# data_list
source: When I grow up
sw: Nitakapo kuwa mkubwa

# data_list
source: I don’t know what I want to be when I grow up. Can you help me choose?
sw: Sijui nataka kuwa nani nitakapo kuwa mkubwa. Unaweza kunisaidia kuchagua?

# data_list
source: You can say: Look, the girl is holding a big sunflower. What colour is the flower’s petals? And what colour is the stem? Have you ever seen such a big flower in real life?”
sw: Unaweza kusema: Tazama, msichana ameshikilia ua kubwa la alizeti. Ua lina rangi gani? Na shina lina rangi gani? Umewahi kuona ua kubwa namna hii katika maisha yako?”

# data_list
source: What do I want to be when I grow up?
sw: Ninataka kuwa nani nitakapokuwa mkubwa?

# data_list
source: Ask: “What is that? (mimic barking sounds). Ask your child to think about dogs they know: where have they seen them? What are they like?
sw: Muulize: “ Hicho ni nini? (igiza sauti ya kubweka). Mwambie mtoto wako afikirie kuhusu mbwa anayewajua: Aliwaona wapi? wanafanana na nini? ?

# data_list
source: Say: “Wow, the girl is dancing.” Ask: How do you think the girl feels? Do you love to dance? How do you feel when you dance?”
sw: Sema: Waoo, msichana anacheza.” Muulize: Unafikiri msichana anajiskiaje? Unapenda kucheza? Unajiskiaje wakati unapocheza??

# data_list
source: When I grow up, I want to be a dancer and dance on a stage.
sw: Nitakapokuwa mkubwa. Nataka kuwa msanii wa kucheza na nicheze kwenye jukwaa.

# data_list
source: Ask: “How many ballet shoes can you see? What colors are they?”
sw: Muulize:” Unaviona viatu vingapi vya kamba? Ni vya rangi gani?”

# data_list
source: Describe the picture and say: “Look, there is a puppy with a Firefighter. The firefighter is holding a fire hose. He uses it to put out big fires.”
sw: Elezea picha na useme: “Tazama, kuna mbwa mdogo na mzimamoto. Mzima moto anashikilia bomba la kuzimia moto. analitumia kuzima moto mkubwa”

# data_list
source: When I grow up, I want to be a firefighter and put out big fires.
sw: Nitakapokuwa mkubwa. Nataka kufanya kazi katika jeshi la Ukoaji kitengo cha zimamoto na kuzima moto mkubwa.

# data_list
source: Ask: “Would you like to be a firefighter? Why or Why not?”
sw: Muulize: “ Unapenda kuwa mzimamoto? kama unapenda ni kwanini na kama haupendi ni kwanini?”

# data_list
source: When I grow up, I want to be a nurse and make sick people better.
sw: Nitakapokuwa mkubwa. Nataka kuwa muuguzi na kuwafanya wagonjwa wajiskie nafuu.

# data_list
source: Say: “Look now she is a nurse”. Ask: Have you seen a nurse before? Where did you see a nurse? Would you like to be a nurse or a doctor? Why or why not?”
sw: Sema: “Tazama yeye ni muuguzi sasa”. Muulize: Umewahi kumuona muuguzi kabla? Ulimuona wapi Muuguzi? Je unapenda kuwa muuguzi au daktari? kama unapenda ni kwanini na kama haupendi ni kwanini?”

# data_list
source: Say: “Wow, there is a teddy with a nurse. I wonder how he is feeling.” Ask: “How do you think a teddy is feeling? Why do you think he is feeling that way?”
sw: Sema: “Waoo, Mdoli yuko na muuguzi. Nashangaa anajiskiaje? Muulize:” unafikiri mdoli anajiskiaje? unafikiri kwa nini anajiskia hivyo?”?

# data_list
source: When I grow up, I want to be a musician and play in a band.
sw: Nitakapokuwa mkubwa. nataka kuwa mwanamuziki na kucheza kwenye bendi.

# data_list
source: Say: “Ohhh, the girl is holding a guitar. I think she is a musician.” Ask: “Do you love music? What songs do you like?”
sw: Sema: “Ohhh, Msichana ameshikilia gitaa. Nafikiri yeye ni mwanamuziki.” Muulize: Je unapenda muziki? unapenda nyimbo gani?’’?

# data_list
source: Describe and explain what you see in the picture. Point to the spanner and say: “this is a spanner. A spanner is used to grip, tighten or loosen screws and nails.” (mimic the action of using a spanner). This will help a child to learn new words “grip”, “tighten” and “loosen”.
sw: Elezea na dadavua unachokiona kwenye picha. Elekezea kwenye spana na useme: “hii ni spana. Hii ni spana inatumika kushika, kukaza, au kulegeza skrubu na misumali.” (Igiza kitendo kwa kutumia spana). Hii itamfanya mtoto ajifunze maneno mapya “Kushika”, “kukaza” na “kulegeza”.

# data_list
source: When I grow up, I want to be a mechanic and fix cars and tractors.
sw: Nitakapokuwa mkubwa. nataka kuwa fundi magari na kurekebisha magari na matrekta.

# data_list
source: Say: “Spanners are used by mechanics to fix cars and other vehicles.” Ask: “Where on this car do you think we can use a spanner?”
sw: Sema: “Spana hutumiwa na mafundi kutengeneza magari na vyombo vingine vya usafiri”, Muulize: “ Unafikiri kwenye gari hii ni sehemu gani tunaweza kutumia spana?"

# data_list
source: Say: “Look, she is writing down letters from the alphabet on the board”. Ask: Can you recognise any of these letters? Say: “Let’s sing the alphabet song together - A, B, C, D, E, F, G….” You can also point to the different letters and name different words that start with that letter.
sw: Sema: “Tazama, anaandika herufi kutoka kwenye alfabeti za kwenye ubao”. Muulize: Unaweza kuzitambua herufi hizi? Sema: “Ngoja tuimbe wimbo wa Alfabeti pamoja- A,B,C,D,E,F,G…..” Unaweza pia kuonyesha herufi tofauti na kutaja maneno tofauti yanayoanza na herufi hizo.

# data_list
source: When I grow up, I want to be a teacher and teach children to read and write.
sw: Nitakapokuwa mkubwa. Nataka kuwa mwalimu na kufundisha watoto kusoma na kuandika.

# data_list
source: Ask: “Does your teacher also write on the board at school? What do you like most about school? And what don’t you like?”
sw: Muulize: “Je mwalimu wako pia huwa anaandika kwenye ubao shuleni? Unapenda nini zaidi kuhusu shule? Na nini hupendi?

# data_list
source: Say: “Look - now she is wearing a soccer outfit.” Ask: “What colour are her pants? What colours are her socks? And What colours are her shoes?”
sw: Sema: “Tazama-sasa amevaa nguo za kuchezea mpira wa miguu”, “Kaptura ina rangi gani? soksi zake zina rangi gani? Na viatu vyake vina rangi gani?

# data_list
source: When I grow up, I want to be a soccer player and score the winning goal.
sw: Nitakapokuwa mkubwa. Nataka kuwa mchezaji wa mpira na kufunga goli la ushindi.

# data_list
source: Say: “Here is a soccer ball.” Ask: “What colours are the ball? What shape is the ball? What can you see here at home that is the same shape?”
sw: Sema: “Huu ni mpira wa miguu”, Muulize: “Mpira una rangi gani? Mpira una umbo gani? Unaona kitu gani hapa nyumbani chenye umbo sawa na mpira?”

# data_list
source: When I grow up, I want to be an astronaut and fly to the moon.
sw: Nitakapokuwa mkubwa, Nataka kuwa mwana anga na kuruka hadi mwezini.

# data_list
source: Say: “Look, there is the moon, and here are more planets! Do you know how to get to the moon? You have to be an astronaut.”
sw: Sema: “Tazama, kuna mwezi, na hapa ni nyota nyingi! Je unajua jinsi ya kufika mwezini? Lazima uwe mwana anga.”

# data_list
source: Say: “What is an astronaut? An astronaut is a person who is trained to travel to space. They travel to space in a spacecraft. A spacecraft is a vehicle that is designed to fly and operate in outer space. How cool is that?” Ask: “Would you like to go to space? Why or why not?”
sw: Sema: “Mwana anga ni nini?’ Mwana anga ni mtu ambaye amefundishwa kusafiri angani. Anasafiri na chombo cha angani. Chombo cha angani ni chombo cha usafiri kilichobuniwa kupaa na kufanya kazi katika eneo la anga. Ni nzuri kwa namna gani?” Muulize: “Ungependa kwenda angani? Kwanini ungependa na kwa nini usingependa?”?

# data_list
source: Say: “Now she is a chef. She cooks delicious food for everyone.” Make links between the pictures and your child’s world. Ask: “Who cooks for you at home? Do you like making food, or helping to prepare our meals?”
sw: Sema: “Sasa binti ni mpishi. Hupika chakula kitamu kwa kila mmoja.” Unganisha kati ya picha na dunia ya mtoto wako. Muulize: Nani huwa anakupikia nyumbani? Unapenda kutengeneza chakula, au kusaidia kuandaa vyakula vyetu?”

# data_list
source: When I grow up, I want to be a chef and make food for my family and friends.
sw: Nitakapokuwa mkubwa, Nataka kuwa mpishi na kuandaa chakula cha familia yangu na marafiki.

# data_list
source: Say: “Hmmmm. Those biscuits look delicious” (and mimic smelling the biscuits or making eating sounds). Ask: “Do you love biscuits? Can you count the number of biscuits in the picture? What colors and shapes are these biscuits?”
sw: Sema: “Hmmmm. Hizo biskuti zinaonekana ni tamu” ( na igiza kunusa harufu ya biskuti au tengeneza sauti za kula). Muulize: “ Unapenda biskuti? Unaweza kuhesabu idadi ya biskuti za kwenye picha? Biskuti hizi zina rangi na maumbo gani?

# data_list
source: Ask or say: “What is the girl thinking about? Perhaps she is thinking about what she wants to be when she grows up.” Say (while pointing to each thought): “perhaps she is deciding whether she wants to be a dancer…or an astronaut…., or a teacher one day?”
sw: Muulize: “ Msichana anawaza kuhusu nini? Labda anawaza kuhusu anataka kuwa nani atakapokuwa mkubwa.” Sema: ( huku ukielekezea kidole kwa kila wazo)”labda anaamua ikiwa anataka kuwa mchezaji au mwana anga… au Mwalimu siku moja?”

# data_list
source: When I grow up, I can choose whatever I want to be!
sw: Nitakapokuwa mkubwa, Naweza kuchagua niwe nani!

# data_list
source: What do you want to be when you grow up?
sw: Unataka kuwa nani utakapokuwa mkubwa?

# data_list
source: Ask: “What would you want to be when you grow up? Why?”
sw: Muulize: "Ungependa kuwa nani ukiwa mtu mzima? Kwa nini?"

# data_list
source: Ask: Which of these items have you seen at home, outside, or in our community? Which one is your favourite and why?”
sw: Muulize: Ni kipi kati ya hivi vitu umeviona nyumbani, nje, au katika jamii zetu? Ni kipi umekipenda zaidi na kwanini?"

# data_list
source: Ask: “What do you think about this story?” Then say: “Do you know that there are many different things that you can be when you grow up? How exciting!”
sw: Muulize: "Una maoni gani kuhusu hadithi hii?" Kisha sema: “Je, unajua kwamba kuna mambo mengi tofauti-tofauti ambayo unaweza kuwa nayo unapokuwa mtu mzima?

# data_list
source: What's In The Pot?
sw: Kuna nini kwenye Chungu?

# data_list
source: Sam can’t wait for supper. What’s in the pot? Wait and see.
sw: Sam hawezi kusubiri chakula cha usiku. Kuna nini kwenye Chungu? subiri uone.

# data_list
source: “What’s for supper?” asked Sam. “It’s a surprise”, said Mama, putting a big pot on the stove.
sw: ''Tunakula chakula gani usiku?'' anauliza Sam. '' Ni cha kufurahisha na kushangaza','' alisema Mama. Anatenga sufuria kubwa jikoni.

# data_list
source: She added a jug of water. Sam was worried. “Are we having water for supper?” he wailed. “It’s a surprise. Wait and see.” replied Mama.
sw: Aliongeza jagi la maji. Sam alikuwa na wasiwasi. ''Chakula cha usiku?''alihuzunika. Ni mshangao. Subiri uone. alijibu Mama.

# data_list
source: “Can I help?” asked Sam. “I could stir.”
sw: ''Naweza kusaidia?'' aliuliza Sam. ''Ningeweza kuchochea.''

# data_list
source: “You are still a bit short,” said Mama. “The pot might fall over. But you can help me by fetching things.”
sw: ''Bado ni mfupi,'' Mama anasema ''Chungu kinaweza kudondoka. ila unaweza kunisaidia kwa kubea vitu','

# data_list
source: "Can you bring me an onoin, please." "This doesn't smell very nice."
sw: '' Tafadhali unaweza kuniletea kitunguu, Hii haina harufu nzuri sana.''

# data_list
source: "They will taste nice once they are cooked."
sw: ''Zitakuwa na ladha nzuri zikiwa zimepikwa,''

# data_list
source: “Now I need some tomatoes. No, that is an apple. The tomatoes are also round and red, but you will find them in the fridge.”
sw: ''Sasa nahitaji nyanya. Hapana, hiyo ni apple/tufaa. Nyanya pia ni za mduara na nyekundu. lakini utazikuta kwenye friji.''

# data_list
source: “Can you bring me potatoes. They are round and brown.”
sw: ''Unaweza kuniletea viazi. Ni vya mviringo na vina rangi ya kahawia.''.

# data_list
source: “Is supper ready yet?”
sw: ''Je chakula cha usiku kiko tayari?''

# data_list
source: “If you are hungry you can eat the apple while you wait.” “What about these?” “No, we won’t need biscuits. We can save those for after supper.”
sw: "Kama una njaa unaweza kula epo/tofaa wakati ukisubiri." " Vipi kuhusu hizi?" " Hapana, hatuhitaji biskuti. Tunaweza kutunza hizo kwaajili ya chakula cha jioni."

# data_list
source: “What’s in the pot?”
sw: ''Kuna nini kwenye sufuria?''

# data_list
source: “It’s a surprise. Wait and see.”
sw: ''Cha kufurahisha na kushangaza. Subiri uone.''

# data_list
source: “What about this?” “That is a watermelon. It will be too big for the pot.” “See if you can find some spinach. It is also green.”
sw: ''Vipi kuhusu hili?'' ''Hilo ni tikiti maji. litakuwa kubwa sana kwenye sufuria,''Angalia kama unaweza kupata mchicha. Pia ni wa kijani.''

# data_list
source: “Please get some bread. No, it won’t go into the pot but on the table.”
sw: ''Tafadhari chukua mkate. Hapana hauwezi kuingia kwenye sufuria labda juu ya meza,''

# data_list
source: Mama carried the pot to the table and started to dish up. “What’s in the pot?” asked Sam.
sw: Mama alibeba sufuria juu ya meza na akaanza kuonja. Kuna nini kwenye sufuria? aliuliza Sam.

# data_list
source: “Soup!” My favourite!
sw: ''Supu'' Ndio nachokipenda zaidi!

# data_list
source: Tlotlego's Tea Party
sw: Tafrija ya chai ya Tito

# data_list
source: Tlotlego is hosting a tea party! But something strange keeps happening while he is setting the table.
sw: Tito anaandaa tafrija ya chai! Lakini kuna jambo la ajabu linatokea mara kwa mara wakati akiwa anaendelea kuandaa meza.

# data_list
source: Tlotlego is hosting a tea party for the WHOLE family. “How many people are coming for tea, Koko?” “You, me, Mama, and Papa. And your little sister, Tshiamo.”
sw: Tito anaandaa tafrija ya chai kwaajili ya familia nzima. " Ni watu wangapi wanakuja kwaajili ya chai, Bibi?" "Wewe, mimi, Mama, na Baba na dada yako mdogo Shani"

# data_list
source: Tlotlego counts the teacups as he takes them from the kitchen. “One, two, three, four, and one for Koko!”
sw: Tito anahesabu vikombe vya chai kadili anavyovichukua kutoka jikoni. "Moja, mbili, tatu na moja kwaajili ya Bibi"

# data_list
source: Tlotlego goes to the stoep and places the teacups down on the table. “One, two, three, four, and ... ?” “I only see four cups,” says Koko, “but we are five people.” “When I was in the kitchen before, there were five cups!” Tlotlego exclaims.
sw: Tito anaenda barazani na anaweka vikombe chini mezani. "Moja, mbili tatu, nne na ...?" " Naona vikombe vinne tu." anasema Bibi, " lakini tupo watu watano." " Nilipokuwa jikoni kabla, vilikuwa vitano!" Tito anashangaa.

# data_list
source: Tlotlego counts the pretty little plates as he takes them from the cupboard. “One, two, three, four, and five! There’s a plate for each of us.”
sw: Tito anahesabu sahani nzuri ndogondogo kadili anavyozichukua toka kabatini, "Moja, mbili, tatu, nne na tano! Sahani zipo za kila mmoja wetu."

# data_list
source: Tlotlego goes to the stoep and places the plates next to the teacups.“One, two, three, four, and ... ?” “I only see four plates,” says Koko, “but we are five people.”
sw: Tito anaenda kwenye eneo aliloandaa na anaweka sahani karibu na vikombe vya chai. " Moja, mbili, tatu, nne na ...?" " Naona sahani nne tu," Bibi anasema, "lakini tuko watu watano."

# data_list
source: Tlotlego counts the biscuits as he takes them from the jar. “One, two, three, four, and five!”
sw: Tito anahesabu biskuti kadili anavyozitoa kutoka kwenye mtungi. "Moja, mbili, tatu, nne na tano!"

# data_list
source: Tlotlego goes to the stoep and places the biscuits on the plates.
sw: Tito anaenda kwenye sehemu ya mwinuko katika mazingira ya nyumbani kwao na anaweka biskuti kwenye sahani.

# data_list
source: “One, two, three, four, and ... ?” “I only see four biscuits,” says Koko, “but we are five people.”
sw: "Moja, mbili, tatu, nne, na ...?" " Naona biskuti nne tu," anasema Bibi, "lakini tupo watu watano."

# data_list
source: Tlotlego is very confused. He knows he has been counting correctly. Before he had five biscuits, and now there are only four. HOW did the biscuits become less?
sw: Tito amechanganyikiwa sana. Anajua alihesabu kwa usahihi. Kabla alikuwa na biskuti tano, na sasa kuna nne tu. Biskuti zimekuwaje pungufu?

# data_list
source: Tlotlego counts the sugar cubes as he takes them from the jar. “One, two, three, four, and five!”
sw: Tito anahesabu pakiti za sukari kadili anavyozichukua kutoka kwenye mtungi. "Moja, mbili, tatu, nne, na tano!"

# data_list
source: Tlotlego goes to the stoep and places the sugar cubes on the table. This time, he is sure he hears a giggle. “One, two, three, four, and ... ?” “Five!” shouts a voice from under the table.
sw: Tito anaenda kwenye sehemu ya mwinuko katika mazingira ya nyumbani kwao na anaweka pakiti za sukari mezani. Safari hii, ana hakika amesikia kicheko. " Moja, mbili, tatu, nne, na ...??" "Tano!: sauti ya juu ilitokea chini ya meza.

# data_list
source: Tlotlego bends down to look under the table. To his shock, he sees a complete tea set laid out under the table! There are the missing teacup, plate, biscuit, and sugar cube. FIVE!
sw: Tito anainama chini kuangalia chini ya meza. kwa mshtuko, anaona seti ya chai iliyokamilika imewekwa chini ya meza! Hizo ni vikombe, sahani, biskuti na sukari zilizokuwa zimekosekana. TANO!

# data_list
source: When Mama and Papa come home from work, they all have tea on the stoep. One, two, three of them having tea at the table, and two of them having tea below!
sw: Baba na mama watakapokuja nyumbani kutoka kazini, wote watapata chai kwenye sehemu ya mwinuko kwenye mazingira ya pale nyumbani kwao. Mmoja, wawili, watatu wao kupata chai mezani, na wawili wao kupata chai chini!

# data_list
source: The one on the middle
sw: Yule aliye katikati

# data_list
source: Khanyiswa is not the first born. She’s not the last born. She’s the one in the MIDDLE!
sw: Khanyiswa sio mtoto wa kwanza. Yeye sio mtoto wa mwisho. Yeye ni wa katikati!

# data_list
source: I am the middle one. Not the first born. Not the last born. The one in the middle!
sw: Mimi ni wa katikati. Sio mtoto wa kwanza. Sio mtoto wa mwisho. Ni yule wa katikati!

# data_list
source: The one in the middle can be easy to forget.
sw: Yule wa katikati ni rahisi kusahau.

# data_list
source: And easy to leave out.
sw: Na rahisi kutoka.

# data_list
source: But that’s okay because I am also the one with IDEAS!
sw: Lakini hiyo ni sawa kwasababu mimi pia nina mawazo!

# data_list
source: Look what I can make from just this cardboard box! A BEAUTIFUL house... with real doors and windows.
sw: Angalia ninachoweza kutengeneza kutoka kwenye hili boksi! Nyumba nzuri... yenye milango na madirisha ya uhakika.

# data_list
source: My house has an extra special bed, and a MAGIC SLIDE.
sw: Nyumba yangu ina kitanda cha ziada na bembea ya maajabu.

# data_list
source: Some days my house is also a shop.
sw: Kuna wakati nyumba yangu pia inakuwa duka.

# data_list
source: And on other days it’s a VERY FANTASTIC show.
sw: Na kwa siku zingine inakuwa onyesho zuri la kushangaza.

# data_list
source: Sometimes my house is just for me!
sw: Wakati mwingine nyumba yangu ni kwa ajili yangu!

# data_list
source: And that’s the best place for me.
sw: Na hapo ndipo mahali pazuri zaidi kwangu.

# data_list
source: And sometimes it’s a house for three! I am the middle one. Not the first born. Not the last born. The one in the middle!
sw: Na wakati mwingine ni nyumba yetu watatu! Mimi ni wa katikati. Siyo mtoto wa kwanza. Siyo mtoto wa mwisho. Ni yule wa katikati!

# data_list
source: The best thing ever
sw: Jambo bora ambalo halikuwahi kutokea
