Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_tz/*/*_main.po
Languages: sw

# data_list
source: Muzi loves to build with his toys. But when he leaves them behind to travel to uGogo’s house, he discovers something very special about the world. And he learns something new about himself.
sw: Muzi anapenda kujenga na midoli yake. Lakini anawaacha ili kusafiri kwenda nyumbani kwa bibi yake, anagundua kitu cha pekee sana kuhusu Dunia na anajifunza kitu kipya kuhusu yeye mwenyewe.

# data_list
source: Muzi loves to build things. He dreams of building the best thing ever.
sw: Muzi anapenda kujenga vitu. Ana ndoto ya kujenga kitu ambacho hakijawahi kutokea.

# data_list
source: Once he built a shelter for his toys. But it wasn’t the best thing ever.
sw: Aliwahi kujenga makazi ya midoli yake. Lakini hayakuwa bora kuliko.

# data_list
source: Yesterday he built a bridge for his animals. It was a good thing. But not the best...
sw: Jana alijenga daraja kwaajili ya wanyama wake. Ilikuwa kitu kizuri. Lakini si bora...

# data_list
source: Today Muzi is going to visit uGogo. He is sad. Without his toys, how can he build the best thing ever?
sw: Leo Muzi anaenda kumtembelea bibi. Ana huzuni. Bila hii midoli, anawezaje kujenga kitu bora kuliko"?

# data_list
source: At the bus stop, Muzi is amazed. He sees red things and blue things. Small things and big things. New things and old things.
sw: Kwenye kituo cha basi. Muzi anashangaa. Anaona vitu vyekundu na vitu vya bluu. Vitu vidogo na vitu vikubwa. Vitu vipya na vitu vya zamani.

# data_list
source: Muzi has a new idea for building the best thing ever.
sw: Muzi ana wazo jipya la kujenga kitu ambacho hakijawahi kutokea.

# data_list
source: On the road to uGogo’s, Muzi finds many things. Long things and short things. Round things and square things.
sw: Njiani kuelekea kwa Bibi, Muzi alipata vitu vingi. Vitu virefu na vitu vifupi. Vitu vya mviringo na vitu vilivyokuwa katika umbo la pembe nne.

# data_list
source: By the riverside, Muzi finds more things. Soft things and pointy things. Green things and brown things.
sw: Pembeni ya mto, Muzi alipata vitu zaidi. Vitu vya kawaida na vitu vya maana. Vitu vya kijani na vitu vya kahawia.

# data_list
source: Look, Muzi! We are here.
sw: Angalia, Muzi! Tupo hapa.

# data_list
source: While uGogo bakes for the hungry travellers... Muzi builds.
sw: Wakati Bibi huoka kwaajili ya wasafiri wenye njaa... Muzi hujenga.

# data_list
source: Gogo, Gogo! says Muzi. The world is full of toys. Look what I can build.
sw: Bibi, Bibi! anasema Muzi. Dunia imejaa midoli. Tazama naweza kujenga nini.

# data_list
source: Oh, Muzi, laughs Gogo. A new house for me. This is the best thing ever!
sw: Oh, Muzi, anamcheka bibi. Nyumba mpya kwaajili yangu. Hili ni jambo bora haijawahi tokea!

# data_list
source: Teju's Shadow
sw: Kivuli cha Teju

# data_list
source: Teju is worried. Something keeps following him! What could it be?
sw: Teju ana wasiwasi. Kitu flani kinaendelea kumfuatilia! Kinaweza kuwa nini?

# data_list
source: © Book Dash, 2019. Some rights reserved. Released under CC BY 4.0 license.
sw: © Book Dash, 2002. Haki zimehifadhiwa. Imetolewa chini ya leseni ya CC BY 4.0.

# data_list
source: “What’s that?”
sw: "Ni nini hicho?"

# data_list
source: Teju hides. “It won’t find me here!”
sw: Teju anajificha. "Hakitanipata hapa!"

# data_list
source: He runs. “Why are you following me?”
sw: Anakimbia. "Kwanini unanifuata?"

# data_list
source: Leave me ALONE!
sw: Niache!

# data_list
source: Go away. Go away.GO AWAY! “Teju! What are you doing?” “It won’t go away!” “Your shadow?”
sw: Nenda huko. Nenda huko. NENDA HUKO! "Teju! unafanya nini?" "Hakiwezi kuondoka!" "Kivuli chako?"

# data_list
source: “It follows me everywhere! It’s like a super secret spy!”
sw: "Kinanifuata kila sehemu! Ni kama jasusi wa siri sana!"

# data_list
source: “Well, there’s one way to make a shadow disappear...”
sw: "Vizuri, kuna njia moja kufanya kivuli kiondoke..."

# data_list
source: Later that night in Teju’s bedroom, the light goes off... ...and then on. And off... ...and on. Teju can’t sleep.
sw: Baadae usiku ule chumbani kwa Teju, Taa ilizimika... ...na ikawaka tena. Na ikazima... ...na ikawaka. Teju anashindwa kulala.

# data_list
source: <<CLICK>> <<CLICK>> <<CLICK>> <<CLICK>> <<CLICK>> <<CLICK>> <<CLICK>> <<CLICK>> <<CLICK>> <<CLICK>> <<CLICK>> <<CLICK>> <<CLICK>>
sw: <<<BOFYA>>> <<<BOFYA>>> <<<BOFYA>>> <<<BOFYA>>> <<<BOFYA>>> <<<BOFYA>>> <<<BOFYA>>> <<<BOFYA>>> <<<BOFYA>>> <<<BOFYA>>> <<<BOFYA>>> <<<BOFYA>>> <<<BOFYA>>>

# data_list
source: “What’s wrong Teju?” “It only goes away in the dark, but I’m scared of the dark!” Mum gives Teju a big hug. “Do you want to see something amazing?”
sw: "Nini shida Teju?" "Kinaondoka kwenye giza tu, lakini naogopa giza!" Mama anamkumbatia Teju. "Unataka kuona kitu kizuri cha kushangaza?"

# data_list
source: Mum and Teju make shadow puppets until he falls asleep.
sw: Mama na Teju wanatengeneza vimdoli vya kivuli hadi analala.

# data_list
source: “Cool!” After school, Teju waits for Mum. “I’m bored.” Teju stands up, he jumps, he dances.His shadow does the same.
sw: "Safi!" Baada ya shule, Teju anamsubiri Mama. " Nimechoka/sijisikii vizuri." Teju anasimama, anarukaruka, anacheza. Kivuli chake kinafanya hivyohivyo.

# data_list
source: When he goes to bed that night, Teju leaves his night Light on. “Goodnight Shadow!”
sw: Alipoenda kulala usiku ule, Teju aliacha taa inawaka. " Usiku mwema kivuli!"

# data_list
source: Paint Dat, Plant Day
sw: Kupaka rangi ya Dat, siku ya kupanda

# data_list
source: Avi enjoys plant day, music day and paint day, and being busy throughout the week. Join in as Avi potters about the house, in this book about noticing and recognising patterns.
sw: Avi aliifurahia siku ya kupanda, siku ya muziki na siku ya kupaka rangi, na kuwa na mambo mengi ya kufanya wiki nzima. Ungana nao kadili ambavyo Avi anafinyanga nyumba, katika kitabu hiki kinachohusu kutambua na kujua miundo.

# data_list
source: Avi stretches and jumps out of bed. Today is Plant Day.
sw: Avi anajinyoosha na kuruka nje ya kitanda. Leo ni siku ya kupanda.

# data_list
source: Mama takes out the seeds. Avi places them carefully in the pots. Small pot, tall pot, square pot. Small pot— Avi waters the plants.
sw: Mama anatoa mbegu nje. Avi anaziweka kwenye vyungu kwa uangalifu. Chungu kidogo, chungu kirefu, chungu cha pembe nne. Chungu kidogo -- Avi anamwagilia mimea.

# data_list
source: Avi washes the brushes. Papa mixes the paints. Today is Paint Day. Swish, dip, squash, swirl. Swish, dip— Avi loves mixing the colours.
sw: Avi huosha brashi, Baba huchanganya rangi. Leo ni siku ya kupaka rangi. Swish, chovya, boga, zungusha, swish, chovya-- Avi anapenda kuchanganya rangi.

# data_list
source: Today is Fixing Day. Mama and Avi tighten the screws on the table. Tighten, thamp! Tighten, thamp! Avi checks to see if the table is still wobbly.
sw: Leo ni siku ya marekebisho. Mama na Avi wanakaza skrubu kwenye meza. Kaza, thamp! kaza, thamp! Avi anakagua kuona kama meza bado inatikisika.

# data_list
source: Today is Cleaning Day. Avi helps Mama and Papa dust everything. Dhup, wipe, cough, clean. Dhup, wipe— ACHOO!
sw: Leo ni siku ya kufanya usafi. Avi humsaidia Mama na Baba kufuta vumbi vitu vyote. Dhup, futa, kukohoa, safisha, Dhup, futa--- ACHOO!

# data_list
source: Today is Sheet Day. Avi is changing the sheets on the beds. Pull, tuck, pull, tuck, pat-pat. Pull, tuck—
sw: Leo ni siku ya shuka. Avi anabadilisha mashuka kitandani. Vuta, piga, vuta, piga, vuta, funga--

# data_list
source: Avi lines up all the cushions and pillows on the floor. Cushion, cushion, pillow, bolster. Cushion, cushion— JUMP!
sw: Avi anapanga foronya zote na mito sakafuni. Foronya, Foronya, foronya, mito, kuimarisha, foronya, foronya--- RUKA!

# data_list
source: Music Day is Avi’s favourite. No one stops the loud sounds! Dham-dhoom- japh, dham- dhoom- japh. Avi hits the drums again. Dham—
sw: Siku ya muziki ni siku pendwa ya Avi. Hakuna anayezima sauti kubwa! Dham,-dhoom-japh, dham,-dhoom-japh

# data_list
source: It is Bird Day. Avi watches the birds with Mama and Papa. Brown bird, slow-walker, long legs. Brown bird—
sw: Ni siku ya ndege. Avi anawatazama ndege na Mama na Baba. Ndege wa kahawia, mtembea polepole, miguu mirefu, ndege wa kahawia

# data_list
source: Avi yawns. He is tired but excited about waking up in the morning. Tomorrow is Plant Day again!
sw: Avi anapiga mwayo. Amechoka lakini amefurahia kuhusu kutembea asubuhi. Kesho ni siku ya kupanda tena!

# data_list
source: Patterns Are All Around Us. The days, the weeks, the months, and the years always follow a pattern. Look at the days in your week. Is any day kept for a special activity? Make a calendar for yourself and fill it with the patterns you see.
sw: Miunganiko iko kila mahali imetuzunguka. Siku, Wiki, Miezi, na Miaka daima hufuata muunganiko. Angalia Siku katia wiki yako. Je, kuna siku yoyote kwaajili ya shughuli maalum? Tengeneza kalenda yako mwenyewe na ijaze miunganiko unayoona.

# data_list
source: My little garden
sw: Bustani yangu ndogo

# data_list
source: A little boy and his dad find a plot full of litter. Can they turn it into something wonderful?
sw: Kijana mdogo na baba yake waliona shamba lililojaa takataka. Je wanaweza kuligeuza kuwa kitu kizuri?

# data_list
source: Mama, What's For Lunch
sw: Mama. Tunakula chakula gani mchana

# data_list
source: Join Thabo and his sister Tumi for magical lunches with Mama!
sw: Ungana na John na dada yake Tumi kwenye chakula cha maajabu cha mchana na Mama!

# data_list
source: “Hurry,Thabo. Mama is making lunch,” calls Tumi.
sw: ''Harakisha.John, Mama anapika chakula cha mchana,'' anaita Tumi.

# data_list
source: Ask your child to describe the picture: “What is the girl doing? What else is happening?”
sw: Mwambie mtoto wako aielezee picha: “Msichana anafanya nini”? Nini kingine kinatokea?

# data_list
source: “Where are you going, Thabo?”
sw: ''Unaenda wapi John?''

# data_list
source: Ask your child: “What do you think the boy is doing? Why do you think the boy is doing that?”
sw: Muulize mtoto wako: “Unafikiri mvulana anafanya nini? Unafikiri kwanini mvulana anafanya vile?

# data_list
source: His friends don’t understand why he chooses lunch over their game, but Thabo has a secret. Mama’s lunches are special.
sw: Rafiki zake hawaelewi kwa nini anachagua chakula dhidi ya mchezo wao. Lakini John ana siri. Chakula cha mama cha mchana ni maalumu.

# data_list
source: Point to the boy and ask: “How do you think the boy is feeling? What do you think he is going to do next? Can you also describe the feelings of the other children, how do you think they feel?”
sw: Muonyeshe kwa kumuelekezea kidole mvulana na umuulize: “Unafikiri mvulana anajiskiaje? Unafikiri atafanya nini baadae? Unaweza pia kuelezea hisia za watoto wengine, Unafikiri wanajiskiaje?”

# data_list
source: On Monday, Mama shapes their food like little bugs that wriggle and crawl, making Tumi shriek in fright. “EEEE!” But they are yummy fruit and vegetables, and not very scary at all.
sw: Siku ya Jumatatu, Mama hutengeneza chakula chenye maumbo ya wadudu wadogo wanaotambaa na hivyo kumfanya Tumi alie kwa hofu.''EEE!'' lakini ni matunda matamu na mboga, na sio za kutisha hata kidogo.

# data_list
source: Point to different images and ask your child to name them. You can ask: “How did they make those shapes out of the food? What foods are red? And what food is green?”
sw: Onyesha picha tofauti kwa kidole na mwambie mtoto wako azipe majina. Unaweza kumuuliza: “Walitengenezaje hayo maumbo kutoka kwenye chakula? Vyakula gani ni vya rangi nyekundu? Na chakula gani ni cha rangi ya kijani?

# data_list
source: On Tuesday, she makes a lion that roars so loudly the house shakes. “ROAR!” ut it’s just delicious pasta and cheese.
sw: Siku ya Jumanne, anatengeneza Simba anayeunguruma kwa sauti kubwa na kutikisa nyumba,'' Mngurumo mkubwa wa Simba!,'' kumbe ni Tambi tamu zenye jibini.

# data_list
source: Use descriptive words and explanations to talk about pictures. This helps your child learn new words. “Look, they have created a roaring lion out of the pasta and cheese.” Then mimic the sound of the roaring lion.
sw: Tumia maneno na maelezo yanayodadavua na kuzungumzia kuhusu picha. Hii husaidia mtoto wako kujifunza maneno mapya. “Tazama, wametengeneza simba ananguruma kutokana na tambi na jibini.” Halafu igiza sauti ya simba ananguruma.

# data_list
source: On Wednesday, Mama creates a chicken that wakes up the whole street. “CLUCK CLUCK PAKAA!” But it’s just a plate of juicy fruit.
sw: Siku ya Jumatano, mama anatengeneza kuku ambaye anawaamsha wote mtaani.“KOKORIKOOOOOOO!” Lakini ni sahani tu ya matunda ya juisi.

# data_list
source: Point to the image and ask your child what the picture looks like. You can ask: “What animal did they make? (mimic the sound of a chicken). What did they use for the chicken’s tail? And what did they use for its beak?” You can ask: Have you seen chickens in our area?
sw: Onyeshea picha na muulize mtoto wako picha inafanana na nini. Unaweza kuuliza: “Walitengeneza mnyama gani? (Igiza sauti ya kuku). Walitumia nini kutengeneza mkia wa kuku? Na walitumia nini kutengeneza mdomo?” Unaweza kumuuliza: Umeona kuku katika eneo letu?

# data_list
source: On Thursday, she builds a noisy truck. Thabo and Tumi cover their ears. “VROOOM!” But it’s a sweet strawberry jam sandwich.
sw: Siku ya alhamisi, alitengeneza lori lenye kelele. John na Tumi waliziba masikio yao. ^VRUUUUM!^ Lakini ni mkate mtamu wa jamu ya stroberi.

# data_list
source: Ask: What did they make here? What did they use to make it? Then say, “oh no! that’s a noisy truck, let's cover our ears.”
sw: Muulize: Walitengeneza nini hapa? Walitumia nini kutengenezea hiyo? Halafu sema, “oh hapana! hiyo ni sauti ya gari kubwa ya mizigo, na tuzibe masikio yetu.”

# data_list
source: On Friday, Mama makes a beautiful garden filled with flowers, birds and ladybugs. “TWEET TWEET!” But it’s healthy pap, beans and a crunchy salad
sw: Siku ya ijumaa, Mama hutengeneza bustani nzuri inayojaa maua, ndege na wadudu.^TWIIT TWIIT!^ Lakini ni ugali wenye afya, maharage na kachumbari

# data_list
source: Ask: “How many insects can you see? And how many trees can you see? What colors are the leaves on the trees? Are they all the same shape?”
sw: Muulize: “Unaweza kuona wadudu wangapi? Na unaweza kuona miti mingapi? Majani ya kwenye miti yana rangi gani? Je, yote yana umbo sawa?”

# data_list
source: “Mama, what’s for lunch?” asks Tumi. “Yes, Mama,” says Thabo. “What are you making today?”
sw: ^Mama, tunakula nini mchana? Tumi anauliza. ^Ndio, mama,^ anasema John. ^Unaandaa nini leo?^

# data_list
source: Ask: “How many people are sitting down and how many are standing? What can you see that is blue? And what can you see that is pink?”
sw: Muulize: “Ni watu wangapi wamekaa chini na ni wangapi wamesimama? Unaweza kuona nini chenye rangi ya bluu? Na nini unaweza kuona chenye rangi ya pinki?

# data_list
source: Thabo and Tumi can’t wait another second. Their tummies are grumbling. Finally, Mama is ready. “What is it Mama?” asks Thabo, licking his lips.
sw: John na Tumi hawawezi kusubiri kwa sekunde zaidi. Matumbo yao yanaunguruma. Mwisho, Mama amemaliza kuandaa chakula. ^Ni nini hiyo mama?^ John anauliza, akilamba midomo yake.

# data_list
source: Ask: “Why do you think the boy is licking his lips? What do you do when you are hungry?”
sw: Muulize: “Unafikiri kwanini mvulana analamba midomo yake? Unafanya nini unapokuwa na hasira?”

# data_list
source: It’s Thabo, Tumi and Mama! “Mmm, our favourite, your famous stew and rice.” “Thank you, Mama!”
sw: Ni John, Tumi na Mama! ^Mmm, ni chakula tunachokipenda, kitoweo chako maarufu na wali.". "Asante mama!"

# data_list
source: Say: “Yey, the food is finally ready!” Ask: How many dishes can you see? How many people do you think are going to eat? How do you think the boy is feeling now that the food is ready? How do you normally feel when you are given food?”
sw: Sema: “Yey, hatimaye chakula kipo tayari!” Unaweza kuona vyombo vingapi? Unafikiri ni watu wangapi wanaenda kula? Unafikiri mvulana anajiskiaje sasa kwamba chakula kipo tayari? Kwa kawaida huwa unajiskiaje pale unapopewa chakula?

# data_list
source: What will Mama make on Sunday?
sw: Mama ataandaa nini siku ya Jumapili?

# data_list
source: Ask: “Can you name the different foods in the picture? What food do you like? And what food don’t you like? Let’s go to the kitchen and cut up some food into interesting shapes like they did in the story!”
sw: Muulize: “Unaweza kutaja majina mbalimbali ya vyakula vya kwenye picha? Na ni chakula gani hukipendi? Twende jikoni tukakate baadhi ya vyakula katika maumbo ya kuvutia kama walivyofanya kwenye hadithi!”

# data_list
source: Let's go on a litter hunt
sw: Wacha tuendelee kuondoa takataka

# data_list
source: The yard is a mess. How will the children clean up?
sw: Uwanja ni mchafu sana, Je watoto watausafishaje?

# data_list
source: Papa says, “This yard is a MESS. The wind blew the rubbish in.” Mama says, “Let’s go on a litter hunt. First look for tins.” Papa says, “Wear these gloves.” Yuck!
sw: Baba anasema, '' Huu uwanja ni MCHAFU SANA. Upepo ulileta takataka." Mama anasema, ''Twendeni tukaondoe takataka. Kwanza angalieni makopo.''Baba anasema,'' Vaa glavu hizi,'' Uchafu!

# data_list
source: We’re going on a tin hunt. We look up high and down low. We look under the bushes and against the fence.
sw: Tunakwenda kuokota makopo. Tunatazama juu na chini kabisa. Tunaangalia chini ya vichaka na kwenye uzio.

# data_list
source: We’ve found red tins and green tins, rusty tins and shiny tins, clean tins and dirty tins. Yuck!
sw: Tumepata makopo mekundu na ya kijani, makopo yenye kutu na makopo yanayong'aa, makopo masafi na makopo machafu. Uchafu!

# data_list
source: What must we do with all these tins? Find a bin and put them in! Now look for plastic.
sw: Tufanye nini na makopo haya? Tafuta pipa na uweke humo! sasa tafuta plastiki.

# data_list
source: We’re going on a plastic hunt. We look up high and down low. We look behind the chicken coop and in front of the house.
sw: Tunakwenda kuondoa takataka za plastiki, Tunaangalia juu na chini kabisa. Tunatazama nyuma ya banda la kuku na mbele ya nyumba.

# data_list
source: We’ve found milk bottles and bottle tops, shopping bags and sucker sticks, straws and broken buckets. Yuck!
sw: Tumepata chupa za maziwa na vifuniko vya chupa, mifuko ya kubebea vitu na mirija ya kunywea vinywaji na ndoo zilizopasuka. Uchafu!

# data_list
source: What must we do with all this plastic? Find a bin and put it in! Now look for paper.
sw: Tufanye nini na hizi plastic zote? Tafuta pipa na uweke humo! sasa tafuta karatasi.

# data_list
source: We’re going on a paper hunt. We look up high and down low. We look near the water barrel and on top of the bench.
sw: Tunakwenda kuokota karatasi. Tunaangalia juu na chini kabisa. Tunaangalia karibu na pipa la maji na juu ya benchi.

# data_list
source: We’ve found wet paper and dry paper, cardboard boxes and newspaper, old paper plates and dirty tissues. Yuck!
sw: Tumepata karatasi iliyoloana na karatasi kavu, boksi na gazeti, sahani za karatasi za zamani na tishu chafu. Uchafu!

# data_list
source: What must we do with all this paper? Find a bin and put it in! What else can you look for? Hmm ...
sw: Tufanye nini na karatasi zote hizi? Tafuta pipa na uweke humo! Nini kingine unaweza kuangalia? Hmm...

# data_list
source: There’s no more mess! Wow! This place is so clean. Thanks, litter hunters.
sw: Hakuna tena uchafu sana! Waoo! Mahali hapa ni pasafi sana. Asante, waokotaji wa takataka.

# data_list
source: You deserve a treat! And remember ... what must you do with your litter? Find a bin and put it in!
sw: Unastahili pongezi! Na kumbuka... unalazimika kufanya nini na takataka zako? Tafuta pipa na uweke humo!

# data_list
source: How do you sleep?
sw: Unalalaje?

# data_list
source: Can you sleep with one eye open? Can you sleep in a tree? Pula has a bed, but he wants to know how other creatures sleep.
sw: Unaweza kulala jicho moja likiwa wazi? Unaweza kulala kwenye mti? Pula ana kitanda, ila anataka kujua viumbe vingine vinalalaje.

# data_list
source: How do you sleep, bird? I fly in my sleep
sw: Unalalaje ndege? ninaruka usingizini

# data_list
source: How do you sleep, bat? I sleep upside down.
sw: Unalalaje, popo? Ninalala kichwa chini miguu juu.

# data_list
source: How do you sleep, bullfrog? I rest on my side
sw: Unalalaje Chura? Napumzika kwa upande

# data_list
source: How do you sleep, octopus? I change colour in my dreams.
sw: Unalala namna gani, Pweza? nabadilisha rangi kwenye ndoto zangu.

# data_list
source: How do you sleep, duck? We take turns to guard each other.
sw: Unalala namna gani bata? Tunapeana zamu kulindana.

# data_list
source: How do you sleep, baby owl? I sleep on my face.
sw: Unalalaje, bundi mtoto? Nalalia uso wangu.

# data_list
source: How do you sleep, otter? We sleep holding hands.
sw: Unalalaje ota? Tunalala huku tumeshikana mikono.

# data_list
source: How do you sleep, walrus? I sleep on the land and under the water.
sw: Unallalaje walrus? Nalala juu ya ardhi na chini ya maji.

# data_list
source: How do you sleep, giraffe? We sleep on each other.
sw: Unalalaje twiga? Tunalala tukiwa tumeegamiana.

# data_list
source: How do you sleep, meerkat? We sleep in a heap.
sw: Unalalaje, miakati? Tunalala kwenye lundo.

# data_list
source: How do you sleep, Pula? Good night! Sleep tight!
sw: Unalalaje, pula? Usiku mwema! lala vyema!

# data_list
source: Grandpa Farouk’s garden
sw: Bustani ya Babu Faruku

# data_list
source: Amir loves Grandpa Farouk’s garden. But it’s dying. What can Amir do to help?
sw: Amiri anaipenda bustani ya Babu Faruku. Lakini inakufa. Amiri anaweza kufanya nini kusaidia?

# data_list
source: Deep in the city, surrounded by houses and bricks and tar, you’ll find Grandpa Farouk’s garden.
sw: Ndani kabisa ya Jiji, kumezungukwa na nyumba na matofali na lami, utaikuta bustani ya Babu Faruku.

# data_list
source: Amir visits Grandpa once a week. He loves the leaves and flowers and trees.
sw: Amiri huwa anamtembelea mara moja kwa wiki. Anapenda majani na maua na miti.

# data_list
source: Amir helps to water the plants. He helps with the compost, and works with his Grandpa all day.
sw: Amiri anasaidia kumwagilia mimea. Anasaidia kuweka mboji, na hufanya kazi na babu yake siku nzima.

# data_list
source: When they finish, they feast on a harvest of fruit. One day, Grandpa didn’t eat his pear. “What’s wrong?” asked Amir.
sw: Wanapomaliza, wanasherehekea mavuno ya matunda. Siku moja, Babu hakula peasi lake. " shida ni nini?" Amiri anauliza.

# data_list
source: “My garden is dying,” replied Grandpa. “Why?” asked Amir. “Look closely,” said Grandpa. “Some pests are eating the plants.”
sw: "Bustani yangu inakufa" Babu alijibu. "Kwanini?" Amiri aliuliza. "Angalia kwa karibu," alisema Babu. "Kuna wadudu wanakula mimea."

# data_list
source: “We need ladybirds!” said Grandpa. “They are the bugs that eat the pests that kill the plants. Without ladybirds, the garden will die.” “I’ll bring you a bug or two,” said Amir.
sw: "Tunahitaji wadudu" alisema Babu. "Ni mende ambao wanakula wadudu wanaoua mimea. Bila wadudu hao, bustani itakufa." " Nitakuletea mdudu mmoja au wawili," amiri alisema.

# data_list
source: For a whole week, Amir looked and searched and collected. He found one ladybird on the sports field.
sw: Kwa wiki nzima, Amiri aliangalia na alitafuta na alikusanya. Alikuta mdudu mmoja kwenye eneo la michezo.

# data_list
source: Two more at the shop. Three at the park.
sw: Wawili zaidi dukani. Watatu mbugani.
