Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_tz/*/*_main.po
Languages: sw

# data_list
source: And four behind the TV. Next week, Amir went to visit Grandpa Farouk, and showed him his jar of ten bugs. “You’ve done well, oh my boy, you’ve done well,” Grandpa said, with a tear in his eye.
sw: Na wanne nyuma ya TV. Wiki iliyofuata, Amiri alienda kumtembelea Babu Faruku, na alimuonesha chupa yenye wadudu kumi. "umefanya vizuri, oh kijana wangu, umefanya vizuri," Babu alisema, akitokwa na machozi machoni mwake.

# data_list
source: Grandpa was very happy. The ladybirds were very hungry!
sw: Babu alifurahi sana. Wadudu walikuwa na njaa sana!

# data_list
source: The ladybirds ate the pests, and the garden blossomed.
sw: Nyenyere walikula wadudu waharibifu na bustani ikachanua.

# data_list
source: From that day on, Grandpa Farouk’s garden did what gardens should do. It grew and grew and grew.
sw: Kuanzia siku ile na kuendelea, bustani ya Babu Faruku ilifanya kile ambacho bustani zinatakiwa kufanya. Ilikua na kukua na kukua.

# data_list
source: Colours
sw: Rangi

# data_list
source: A white bear likes colours a lot, and he falls in love with new ones all the time. Join him as he explores a world of rainbows.
sw: Dubu mweupe hupenda sana rangi, na huwa anapenda nyingine mpya kila wakati. Ungana nae anapochunguza dunia ya upinde wa mvua.

# data_list
source: © Room to Read, 2015. Some rights reserved. Released under CC BY 4.0 license.
sw: Haki zote zimehifadhiwa © Room to Read, 2015. Imetolewa chini ya CC BY 4.0 license.

# data_list
source: Bear likes colours.
sw: Dubu hupenda rangi.

# data_list
source: Now, her ears are yellow.
sw: Sasa, maskio yake ni ya njano.

# data_list
source: Now, her tummy is brown.
sw: Sasa, Tumbo lake ni la kahawia.

# data_list
source: Now, her mouth is red.
sw: Sasa, Mdomo wake ni mwekundu.

# data_list
source: Now, her hands are blue.
sw: Sasa, mikono yake ni ya bluu.

# data_list
source: Now, her back is green.
sw: Sasa, Mgongo wake ni wa kijani.

# data_list
source: Now, her legs are pink.
sw: Sasa, Miguu yake ni ya pinki.

# data_list
source: Now, Bear is colourful!
sw: Sasa, Dubu ana rangi!

# data_list
source: Oh no! Where did all her the_colours go?
sw: Hapana! Rangi zake zote zimeenda wapi?

# data_list
source: Circles in the park
sw: Miduara kwenye mbuga

# data_list
source: Golu and Tama go to the park to play. What do they see all around them? This wordless book introduces circles, semi-circles and quarter-circles.
sw: Golu na Tama wanaenda mbugani kucheza. Wanaona vilivyowazunguka? Hiki kitabu kisicho na maneno kinatambulisha miduara, nusu miduara na robo miduara.

# data_list
source: © Pratham Books, 2021. Some rights reserved. Released under CC BY 4.0 license.
sw: © Vitabu vya Pratham, 2021. Haki zingine zimehifadhiwa. Imetolewa chini ya leseni ya CC BY 4.0.

# data_list
source: Circle Semi-circle Quarter-cricle How many semi-circles make a circle? How many quarter-circles make a semi-circle?
sw: Nusu duara-Robo-duara Je ni nusu duara ngapi hufanya duara? Ni robo duara ngapi hufanya nusu duara?

# data_list
source: Discuss the book’s cover. Ask: What do you see? What do you think this story is about?
sw: Jadilli jalada la kitabu. Uliza: Unaona nini? Unafikiri hadithi hii inahusu nini?

# data_list
source: Lefa's Bath
sw: Lefa anaoga

# data_list
source: Lefa wants her bath, but where does all the water go?
sw: Lefa anataka kuoga, lakini maji yake yote yameenda wapi?

# data_list
source: This work is licensed under a [Creative Commons Attribution 4.0 Licence](https://creativecommons.org/licenses/by/4.0/).
sw: Kazi hii imepewa Kibali na [Creative Commons Attribution 4.0 Licence](https://creativecommons.org/licenses/by/4.0/).

# data_list
source: Ask your child: what is the girl doing? Why do you think she is doing that? What animals are those? How many are there?
sw: Muulize mtoto wako: Msichana anafanya nini? Unafikiri ni kwanini anafanya hivyo? hao ni wanyama gani? Wako wangapi?

# data_list
source: Mimic sounds and actions from the story, like the cows drinking the water.
sw: Igiza sauti na vitendo kutoka kwenye hadithi, kama vile n’gombe wanakunywa maji.

# data_list
source: Say: oh no! Where has all the water gone? How do you think the girl is feeling?
sw: Sema: Oh hapana! maji yameenda wapi? Unafikiri msichana anajiskiaje?

# data_list
source: Use descriptive words to talk about the pictures. Say: she is pouring water from her yellow bucket into the large orange bath.
sw: Tumia maneno ya maelezo kuzungumzia picha. Sema: Msichana anamimina maji kutoka kwenye ndoo yake ya njano na kumiminia katika beseni kubwa la kuogea la rangi ya machungwa.

# data_list
source: Say: look! The ducks are splashing in the water! What do you think will happen next?
sw: Sema: Tazama bata wanarusha maji! Je unadhani nini kitatokea baada ya hapo?

# data_list
source: Say: oh no! The bath has been emptied again! How did that happen? How is the girl feeling now?
sw: Sema: Oh hapana! Benseni la kuogea halina maji tena! Nini kimetokea? Je msichana atajiskiaje sasa?

# data_list
source: Ask: What is the girl doing now? What animal can we see coming closer?
sw: Uliza: Msichana anafanya nini sasa hivi? Ni mnyama gani tunamuona anakuja kwa karibu?

# data_list
source: Ask your child: What is the pig doing? What is happening to the water? Can the girl see what is happening?
sw: Muulize mtoto wako: Je nguruwe anafanya nini? Nini kinatokea kwenye maji? Je msichana anaweza kuona nini kinatokea?

# data_list
source: Say: oh no! What happened to the bath now? How is the girl feeling?
sw: Sema: Oh hapana! Nini kinatokea kwenye beseni la kuogea sasa? Je msichana anajiskiaje?

# data_list
source: Use your voice and face to demonstrate emotions from the pictures. Say: look, she is crying? Why do you think she is feeling sad? How do you think the animals are feeling?
sw: Tumia sauti na uso wako kuonyesha hisia kutoka kwenye picha. Sema: Tazama, analia? unafikiri ni kwanini anajiskia huzuni? Unafikiri wanyama wanajiskiaje?

# data_list
source: Ask: what are the animals doing? Why are they doing that? Say: Can you count the buckets of water? Are they all the same colour? What colours can you see?
sw: Uliza: Wanyama wanafanya nini? Kwanini wanafanya hivyo? Sema: Unaweza kuhesabu ndoo za maji? Je wote wana rangi moja? Je unaweza kuona rangi gani?

# data_list
source: Ask: How do you think the girl is feeling now? Why?
sw: Uliza: Unafikiri msichana anajiskiaje sasa? Kwanini?

# data_list
source: Reflect on the story with your child. Ask: What did you think about the story? How would you feel if you were in the story? What would you have done?
sw: Tafakari juu ya hadithi na mtoto wako. Uliza: Ulifikiri nini kuhusu hadithi? Ungejiskiaje kama ungekuwa kwenye hadithi? Ungefanya nini?

# data_list
source: List of Things
sw: Orodha ya vitu

# data_list
source: Make a list of healthy activities that you like to do. Here are some suggestions: * Listening to your favourite music * Going for a walk (if possible) * Doing some exercise * Drinking a cup of tea by yourself * Calling up a friend * Singing, dancing, praying, or reading * Sitting in the sun with your eyes closed * Watching your favourite TV show Pick one and do it today!
sw: Tengeneza orodha ya shughuli zinazoleta afya unazopenda kufanya. Haya ni baadhi ya mapendekezo: * Kusikiliza muziki unaoupenda * Kwenda matembezini (kama inawezekana) * Kufanya mazoezi * Kunywa kikombe cha chai peke yako * Kumpigia rafiki simu * Kuimba, kucheza, kusali, au kusoma * Kuketi juani huku umefumba macho * Kutazama kipindi cha runinga unachokipenda Chagua shughuli moja na uifanye leo!

# data_list
source: Take a moment for yourself first.
sw: Chukua muda kwa ajili yako mwenyewe kwanza.

# data_list
source: It is great to hear you are feeling positive today. You make a real difference for your family!
sw: Inafurahisha kusikia unajisikia vizuri leo. Unafanya mabadiliko ya kweli kwa familia yako!

# data_list
source: Life has its great and hard moments – that is okay. You are on the right track.
sw: Maisha yana nyakati ngumu na nzuri – hiyo ni sawa. Uko kwenye njia sahihi.

# data_list
source: It is normal to have hard days as a parent. Take a deep breath and know you are not alone!
sw: Ni kawaida kuwa na siku ngumu kama mzazi. Vuta pumzi ndefu na ujue hauko peke yako!

# data_list
source: Creating time and space for children to play is as important as eating and sleeping!
sw: Kutengeneza muda na nafasi kwaajili ya watoto kucheza ni muhimu kama ilivyo kula na kulala!

# data_list
source: When you join your child in playful activities, you take their learning to the next level. You might even have some fun yourself.
sw: Unapojiunga na mtoto wako katika shughuli za kucheza, unapelekea kujifunza kwao kuwa kwenye kiwango cha juu. Unaweza hata kujifurahisha mwenyewe.

# data_list
source: Sometimes children play with friends, and other times, on their own. Sometimes play is busy and loud, and other times it is quiet and relaxed. No matter what it looks like, when children play, they learn. Today we will look at ways you can support your child through play. You don’t need special toys or a lot of time. What’s important is that you have some fun together.
sw: Wakati mwingine watoto hucheza na marafiki, na wakati mwingine peke yao. Wakati mwingine wanacheza sana na kwa sauti na nyakati zingine kunakuwa na ukimya na utulivu. Haijalishi inavyoonekana, watoto wanapocheza wanajifunza. Leo tutaangalia njia ambazo unaweza kuzitumia kumsaidia mtoto wako kupitia mchezo. Hauna haja ya kuwa na midoli maalumu au muda mwingi. Jambo muhimu ni kuwa na furaha pamoja.

# data_list
source: In @global.app_name, we use the image of a garden to think about what children need in their lives to grow and thrive. Let’s see how play forms a part of the garden image.
sw: Katika @global.app_name, tunatumia picha ya bustani kufikiri kuhusu nini wanahitaji watoto katika maisha yao kukua na kustawi. Hembu tuone ni kwa namna gani mchezo unafanya sehemu ya picha ya bustani.

# data_list
source: In the same way that fertiliser boosts plant growth, playing with your child is the magic ingredient that supercharges their learning and development.
sw: Kama jinsi ilivyo mbolea, huongeza ukuaji wa mmea, kucheza na mtoto wako ni kiungo cha muhimu sana ambacho husaidia kujifunza kwake na ukuaji.

# data_list
source: Fertiliser or “plant food” boosts the quality of the soil around the plant and the plant’s growth. When you sprinkle playfulness throughout your interactions with your child, it will make a big difference to their development. It doesn’t have to be a lot at once, but doing it regularly can improve your relationship while also helping your child learn important skills.
sw: Mbolea au’’Chakula cha mmea’’ huongeza ubora wa udongo karibu na mmea na ukuaji wa mmea. Vivyo hivyo, mwingiliano wa kucheza na mtoto wako utaongeza uwezo wake wa kujifunza. Ukijigawa na kuwa sehemu ya mchezo na mtoto wako muda wote, italeta mabadiliko makubwa katika ukuaji wake, si lazima iwe kwa kiasi kikubwa kwa mara moja, ila kwa kufanya mara kwa mara inaboresha uhusiano wako, huku pia ikimsaidia mtoto wako kujifunza juzi muhimu.

# data_list
source: There is no right or wrong way to play. The important thing is to have fun together.
sw: Hakuna njia sahihi au mbaya ya kucheza. Kitu cha muhimu ni kufurahia pamoja.

# data_list
source: Here are some ideas for supporting your child through play:
sw: Haya ni baadhi ya mawazo mbalimbali ya njia tofauti za kumsaidia mtoto wako kupitia mchezo:

# data_list
source: **Create space and time for children to play.** Children enjoy playing in the presence of their parents. Create space for them to play around you. Give your child praise and encouragement as they play.
sw: **Tengeneza nafasi na muda wa watoto kucheza.** Watoto hufurahia kucheza mbele ya wazazi wao. Watengenezee nafasi ya kucheza karibu yako. Msifie mtoto wako na mtie moyo wanapocheza.

# data_list
source: **Join your child in their play from time to time.** Look for opportunities to sit down and engage in a positive way with what your child is doing. Even 10 minutes will boost your child’s development.
sw: **Jiunge na mtoto wako katika mchezo wake mara kwa mara.** Tafuta fursa ili kukaa chini na kushiriki kwa njia chanya na kile anachofanya mtoto wako. Hata dakika kumi itaongeza maendeleo ya mtoto wako.

# data_list
source: Connecting with your child in a playful way every day helps your child to feel close to you, and it helps them to grow and learn. Joining your child in play does not mean taking over what they are doing or telling them what to do differently. It means being part of the activity in a way that your child will enjoy.
sw: Kuungana na mtoto wako kwa njia ya kimichezo kila siku husaidia mtoto wako kujiskia yuko karibu na wewe, na humsaidia kukua na kujifunza. Kujiunga na mtoto wako kwa njia ya kimchezo haimaanishi ni kumnyang'anya anachofanya au kumwambia afanye nini tofauti. Inamaanisha kuwa sehemu ya shughuli kwa mtindo ambao mtoto wako atafurahia.

# data_list
source: **Keep it joyful and fun!** Being playful does not mean that your child won’t respect you or take you seriously: play actually helps to strengthen your relationship with your child. And when relationships are strong, dealing with stress and challenges become easier.
sw: **Endelea kufanya iwe ya furaha na kuburudisha!** Kuwa kimchezo haimaanishi kuwa mtoto wako hatakuheshimu au kutokukuchukulia kwa uzito unaotakiwa: kimsingi mchezo husaidia kuimarisha uhusiano wenu na mtoto wako. Na pale ambapo mahusiano ni imara, kushughulika na msongo wa mawazo na changamoto inakuwa rahisi.

# data_list
source: When I first heard that playing with my child was important, I was not interested in trying it. My father never used to play with me when I was a child. I didn’t think it was something that parents do. But one day, I saw my child playing outside and I decided to take a closer look. I was actually amazed at what my child had built with just rocks, sticks and some cardboard boxes. I told my child I thought that it looked really great. Together we created animals using cardboard pieces and some sticks. It was quite fun to build something together, and to see how much my child enjoyed it. I really like that ParentApp has suggestions for different activities that I can do with my child. It makes it easier for me to decide what to do when my child and I are together.
sw: Mara ya kwanza niliposikia kwamba kucheza na mtoto wangu ni muhimu, sikuvutiwa kujaribu. Baba yangu hakuwahi kucheza na mimi nilipokuwa mtoto, sikufikiria kuwa ni jambo ambalo wazazi wanafanya. Lakini siku moja nilimuona mtoto wangu anacheza nje, niliamua kuangalia kwa ukaribu. Kwa kweli nilishangazwa na kile mtoto wangu alichokuwa amejenga kwa mawe na kwa vijiti tu na baadhi ya maboksi. Nilimwambia mtoto wangu nadhani inaonekana nzuri kweli. Pamoja tukatengeneza wanyama kwa kutumia mawe, vipande vya maboksi na baadhi ya vijiti. Ilikuwa ni furaha sana kujenga kitu pamoja na kuona jinsi mtoto wangu alivyofurahi. Nimeipenda sana Programu ya wazazi ya malezi ina mapendekezo ya shughuli mbalimbali ambazo naweza kufanya na mtoto wangu. inafanya iwe rahisi kwangu kuamua nini cha kufanya tukiwa pamoja na mtoto wangu.

# data_list
source: Did you know that you can use play to your advantage?
sw: Ulijua kwamba unaweza kutumia kucheza kwa faida yako?

# data_list
source: Playful interactions can help your child cooperate and follow instructions.
sw: Ukishiriki kucheza unaweza kumsaidia mtoto wako kushirikiana na kufuata maelekezo.

# data_list
source: Sometimes children don’t want to cooperate or listen, which is very frustrating for parents. Our first reaction might be to yell, scream or threaten our child so that they will listen or do as we say. This may seem like a good idea in the moment, but it doesn’t help us or our children long term. Because children love to play games, be silly and have fun, you can use this to help your child cooperate and complete tasks. They won’t even realise they are doing as they are told!
sw: Wakati mwingine watoto hawataki kushirikiana au kusikiliza, jambo ambalo linachanganya wazazi. Kitu tunachofanya cha kwanza inaweza kuwa ni kuwakaripia, kuwagombeza au kuwatisha watoto wetu ili wasikie au wafanye kama tunavyowaambia. Hili linaweza kuonekana kama ni wazo zuri kwa wakati huo, lakini haitusaidii sisi au watoto wetu kwa kipindi kirefu. Kwa Sababu watoto wanapenda kucheza michezo, kufanya mizaha, na kufanya vichekesho vya kujifurahisha, unaweza kutumia hii kusaidia mtoto wako kushirikiana na kukamilisha kazi. Hawawezi kufikiria hata kuwa wanafanya kama walivyoambiwa!

# data_list
source: It is normal to feel frustrated when our children don’t cooperate. But sometimes it can be more effective to work *with* your child than *against* them.
sw: Ni kawaida kujiskia kuchanganyikiwa pale watoto wetu wanapokuwa hawatoi ushirikiano. Lakini wakati mwingine inaweza kuwa na matokeo zaidi kufanya kazi *na* mtoto wako kuliko kufanya kazi *dhidi* yake.

# data_list
source: Playful interactions are a great way to do this. **Let’s take a look at an example:**
sw: Muingiliano/kucheza pamoja ni njia nzuri kufanya hili. **Hebu tuangalie mfano:**

# data_list
source: I don't want to go to sleep!
sw: Sitaki kwenda kulala!

# data_list
source: That’s enough now. Goodnight, @data.characters.nandi.name.
sw: Hiyo inatosha sasa. Usiku mwema, @data.characters.nandi.name.

# data_list
source: I ... don’t ... want ... to ... go ... to ... sleep.
sw: "Sitaki kwenda kulala".

# data_list
source: I want more supper. Another book! Just one more song?
sw: Nataka chakula zaidi. Kitabu kingine! nyimbo moja zaidi?

# data_list
source: I don’t want to go to sleep!
sw: Sitaki kwenda kulala!

# data_list
source: MAMA! ...I need a glass of water. Please? Please.
sw: MAMA!......Nataka glasi ya maji.Samahani? Samahani..

# data_list
source: It’s time to go to sleep now. Goodnight, @data.characters.nandi.name.
sw: Sasa ni muda wa kwenda kulala. Usiku, usiku mwema, @data.characters.nandi.name.

# data_list
source: I DON’T WANT TO GO TO SLEEP!
sw: SITAKI KWENDA KULALA!

# data_list
source: What about an adventure? Do you want an adventure?
sw: Vipi kuhusu matembezi? Je unataka kutembea?

# data_list
source: ...yes...
sw: ...ndiyo...

# data_list
source: Do you want to creep through the jungle on the trail of the fearsome hippocrocoturtleduck?
sw: ''Unataka kutambaa msituni kwenye njia za kutisha za nyangumi?"

# data_list
source: Yes! Yes! Yes!
sw: ''Ndio!' 'Ndio! Ndio!''!

# data_list
source: I want to fly across the sky! Leap from star to star! Fill my pockets with stardust!
sw: ''Nataka kupaa kuzunguka anga! Kuruka kutoka nyota hadi nyota! Kujaza mifuko yangu na vumbi la nyota!''

# data_list
source: I want a @data.characters.nandi.name-sized glass submarine to see the creatures at the bottom of the ocean! And a pet giant squid to do water ballet there with me!
sw: Nataka miwani kubwa kama ya @data.characters.nandi.name ya kutumia kwenye manowari kutazama viumbe chini ya bahari na pweza mzuri na mkubwa wacheze na mimi kwenye maji!

# data_list
source: I want to build myself a pair of butterfly wings and zoom to the roof of the sky where I’ll see all the world and everything in it!
sw: Ninataka kujijengea mbawa za kipepeo na kuvuta hadi kwenye paa ambapo nitaona dunia yote na vyote vilivyomo ndani yake!

# data_list
source: Look here, @data.characters.nandi.name. Here is your very own adventure boat. It’s waiting to take you wherever you want to go. See, put your head here...that’s right...and I’ll just tuck you in...there we go...now, off you go! Adventure awaits ...
sw: Tazama hapa, @data.characters.nandi.name. Hii ni boti yako kabisa ya kujivinjari. Inakusubiri ikupeleke popote unapotaka. Ona, weka kichwa chako hapa..., hiyo ni sawa... na nitakuvutia ndani... sasa tunaenda... ondoka! Kujivinjari kunakusubiri...

# data_list
source: Goodnight, @data.characters.nandi.name.
sw: Usiku mwema, @data.characters.nandi.name.

# data_list
source: Question time
sw: Muda wa maswali

# data_list
source: Let’s think about what happened in this story:
sw: Hembu tufikiri kuhusu nini kilitokea katika hadithi hii:

# data_list
source: How did the mother feel when @data.characters.nandi.name didn’t want to go to sleep?
sw: Mama alijiskiaje pale ambapo @data.characters.nandi.name hakutaka kwenda kulala?

# data_list
source: Frustrated
sw: Kuchanganyikiwa

# data_list
source: Yes, the mother may have been feeling all of these things. It can be really difficult when our children do not want to go to sleep.
sw: Ndio, huenda mama amekuwa akijiskia vyote hivi, inaweza kuwa vigumu kweli pale watoto wetu wanapokuwa hawataki kwenda kulala.

# data_list
source: Question time:
sw: Muda wa maswali:

# data_list
source: What did her mother do to help her fall asleep?
sw: Mama alifanya nini kumsaidia alale?

# data_list
source: She shouted at @data.characters.nandi.name: “Just go to sleep!”
sw: Alimkaripia @data.characters.nandi.name: "Nenda kalale!"

# data_list
source: While we can understand why @data.characters.nandi.name’s mother would feel like shouting, @data.characters.nandi.name’s mom did something clever. She and @data.characters.nandi.name created a fun story together that helped @data.characters.nandi.name to fall asleep.
sw: Ingawa tunaweza kuelewa ni kwa nini mama yake @data.characters.nandi.name angehisi kutaka kupiga kelele, mama yake @data.characters.nandi.name alifanya jambo la busara. Yeye na @data.characters.nandi.name walitunga hadithi ya kufurahisha pamoja ambayo ilimsaidia @data.characters.nandi.name kulala.

# data_list
source: She ignored @data.characters.nandi.name and left her alone.
sw: Alimpuuza @data.characters.nandi.name na kumwacha peke yake.

# data_list
source: While we can understand why @data.characters.nandi.name’s mother would feel like ignoring her, @data.characters.nandi.name’s mom went to go sit with her. She and @data.characters.nandi.name created a fun story together that helped @data.characters.nandi.name fall asleep.
sw: Ingawa tunaweza kuelewa ni kwa nini mama yake @data.characters.nandi.name angehisi kutaka kupiga kelele, mama yake @data.characters.nandi.name alifanya jambo la busara. Yeye na @data.characters.nandi.name walitunga hadithi ya kufurahisha pamoja ambayo ilimsaidia @data.characters.nandi.name kulala.

# data_list
source: She helped @data.characters.nandi.name to fall asleep by using a playful story.
sw: Alimsaidia @data.characters.nandi.name kusinzia kwa kutumia hadithi yenye mchezo.

# data_list
source: That’s right. @data.characters.nandi.name’s mom sat down with her, and together they created a fun story that helped @data.characters.nandi.name to fall asleep.
sw: Hiyo ni sahihi. Mama yake @data.characters.nandi.name alikaa nae chini. Na kwa pamoja walitunga hadithi ya kufurahisha ambayo ilimsaidia @data.characters.nandi.name kulala.

# data_list
source: How would @data.characters.nandi.name have felt if her mother yelled at her instead of helping her to fall asleep?
sw: @data.characters.nandi.name angejiskiaje kama mama yake angemkaripia badala ya kumsaidia kulala?

# data_list
source: Scared
sw: Unaogopa

# data_list
source: Awake
sw: Amka

# data_list
source: Yes, all of these are true. @data.characters.nandi.name was struggling to sleep, and yelling would not have helped @data.characters.nandi.name to fall asleep.
sw: Ndio, haya yote ni kweli. @data.characters.nandi.name alikuwa anahangaika kulala, na kumkaripia kusingemsaidia @data.characters.nandi.name kulala.

# data_list
source: Here are some more ideas for using play to help your child to cooperate with what you need them to do.
sw: Haya ni baadhi ya mawazo zaidi kwaajili ya kutumia mchezo kusaidia mtoto wako kushirikiana na kile unachotaka afanye.

# data_list
source: Listen for more ideas:
sw: Sikiliza mawazo zaidi:
