Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_tz/*/*_main.po
Languages: sw

# data_list
source: Here is an activity to relax your body: Sit comfortably and close your eyes if you can. Imagine a golden ring scanning your body from your feet to your head. Pay attention as it moves up and down your body. Are there any areas that feel tense? Numb? Painful? Focus on those areas for a moment. Breathe into the area and, when you breathe out, try to let go of any tension or pain. Do this for a few breaths. Open your eyes. How does your body feel now? You can also try this next time you find yourself lying in bed unable to sleep!
sw: Hapa kuna shughuli ya kupumzisha mwili wako: Kaa kwa utulivu halafu ufumbe macho yako ukiweza. Vuta picha kuwa pete ya dhahabu inauchunguza mwili wako kuanzia unyayoni hadi utosini. Sikiliza kwa makini pindi inapojongea kwenda juu na chini ya mwili wako. Je, kuna maeneo yoyote yaliyokakamaa? Yaliyo na ganzi? Yaliyo na maumivu? Tulia kwenye maeneo hayo kwa muda. Vutia pumzi kwenye eneo hilo na, unaposhusha pumzi, jaribu kuachilia hali yoyote ya kukakamaa au ya maumivu. Fanya hivi kwa kuvuta pumzi kadhaa. Fumbua macho yako. Je, mwili wako unahisije sasa? Unaweza pia kujaribu hii wakati mwingine unapojikuta umelala kitandani huwezi kupata usingizi!

# data_list
source: Well done! You have completed the ParentApp modules, building important skills to take care of yourself and your family.
sw: Umefanya vizuri! Umekamilisha mada za Programu ya Malezi, ukijenga ujuzi muhimu wa kujitunza wewe na familia yako.

# data_list
source: Listen to your congratulations message:
sw: Sikiliza ujumbe wako wa pongezi:

# data_list
source: Greetings parents! Congratulations on completing the ParentApp modules! This is a huge achievement. It shows such care for your family, and for yourself. Today we are celebrating and reflecting on our journey together. Let’s take a look at what we have learnt and how you can continue using the ParentApp skills and tools.
sw: Salamu wazazi! Hongera kwa kukamilisha mada ya Programu ya Wazazi ya Malezi! Haya ni mafanikio makubwa. Inaonyesha kujijali wewe mwenyewe na familia yako. Leo tunasherehekea na kutafakari safari yetu pamoja. Hebu tutazame ambacho tumejifunza na jinsi unavyoweza kuendelea kutumia ujuzi na zana za Programu ya Wazazi ya Malezi.

# data_list
source: You and your family have learnt so much. Let’s think back and see what has changed:
sw: Wewe na familia yako mmejifunza mengi sana. Wacha tufikirie na tuone kilichobadilika:

# data_list
source: Listen and reflect:
sw: Sikiliza na utafakari:

# data_list
source: Close your eyes and relax. Think of your family life before you started your journey with this app. How did you manage your stress? How did you spend time with your child? Now, think of where you are today. How do you take care of yourself now? How has your relationship with your child changed? How do you support your child to play and learn? Notice all the new things you have learned. Notice how these changes have made a positive impact on your life.
sw: Fumba macho yako na pumzika. Fikiria juu ya maisha ya familia yako kabla ya ulipoanza safari na programu hii. Uliwezaje kushughulikia msongo wa mawazo? Ulitumiaje muda na mtoto wako? Sasa, fikiria upo wapi leo. Unajitunzaje wewe mwenyewe sasa? Ni kwa namna gani uhusiano wako na mtoto wako umebadilika? Ni kwa jinsi gani unamsaidia mtoto wako kucheza na kujifunza? Zingatia mambo yote mapya uliyojifunza. Angalia ni kwa jinsi gani mabadiliko haya yameleta matokeo mazuri kwenye maisha yako.

# data_list
source: How do you feel about what you have learnt and the changes you made?
sw: Unajiskiaje kuhusu ulichojifunza na mabadiliko uliyoyafanya?

# data_list
source: Wonderful! Keep celebrating these successes and remember that every step forward – big or small - is something to be proud of.
sw: Safi! Endelea kusherehekea mafanikio haya na kumbuka kwamba kila hatua mbele - kubwa au ndogo - ni kitu cha kujivunia.

# data_list
source: We understand – making changes can take time. You can always revisit the modules in the app – sometimes looking back can spark new ideas.
sw: Tunaelewa - kufanya mabadiliko kunaweza kuchukua muda. Daima unaweza kiutembelea tena mada katika programu wakati mwingine kurudia kuangalia nyuma inaweza kuleta mawazo mapya.

# data_list
source: Thank you for being honest. Change can be challenging and facing obstacles is normal. The fact that you are reflecting on this shows your dedication as a parent.
sw: Asante kwa kuwa mkweli. Mabadiliko yanaweza kuwa ni changamoto na kukutana na vikwazo ni kawaida. Kitendo cha wewe kutafakari juu ya hili kunaonyesha kujitolea kama mzazi.

# data_list
source: During this journey, we shared ideas for how to care for yourself. Here’s a reminder:
sw: Katika safari hii, tulishirikishana mawazo ya jinsi ya kujijali. Hapa unakumbushwa:

# data_list
source: Taking a pause helps us to feel calmer in stressful moments.
sw: Kupata muda wa kupumzika inatusaidia kujiskia kutulia tunapokuwa na msongo wa mawazo.

# data_list
source: Be kind to yourself
sw: Uwe mwema kwako mwenyewe

# data_list
source: Being a parent can be hard. Show yourself kindness and remind yourself of what you can be proud of.
sw: Kuwa mzazi inaweza kuwa ngumu. Jitendee wema wewe mwenyewe na ujikumbushe kile unachoweza kujivunia.

# data_list
source: Connect with others - you are not alone.
sw: Ungana na wengine - hauko peke yako.

# data_list
source: Don’t hesitate to reach out for support when you need it. Sharing challenges with trusted people can lighten your emotional load and help you find solutions.
sw: Usiogope kutafuta msaada unapohitaji. Kuwashirikisha changamoto watu unaowaamini inaweza kupunguza mzigo wa kihisia na kukusaidia kupata suluhisho.

# data_list
source: Remember that caring for others starts with caring for yourself.
sw: Kumbuka kwamba kujali wengine kunaanza na kujijali mwenyewe.

# data_list
source: Have you managed to take care of yourself?
sw: Umeweza kujijali mwenyewe?

# data_list
source: Well done! It takes real strength to recognize that caring for yourself isn’t selfish-it’s what lets you show up as the parent you want to be.
sw: Umefanya vizur! Inahitaji nguvu ya kweli kutambua kwamba kujijali si ubinafsi-ni jambo linalokuwezesha kukuonyesha unataka kuwa mzazi wa namna gani..

# data_list
source: No
sw: Hapana

# data_list
source: That’s okay – we know how hard it can be. Self-care isn’t about perfection; it’s about small moments that add up over time. So keep going.
sw: Hiyo ni sawa- Tunajua jinsi inavyoweza kuwa ngumu. Kujijali sio ukamilifu; Ni kuhusu muda mfupi ambao huongezeka kwenye muda wako. Kwa hiyo endelea.

# data_list
source: Make time to **connect** with your child one-on-one. Focus on them and show interest in what they are doing or saying.
sw: Tenga muda **kuungana** na mtoto wako ana kwa ana. Zingatia na onyesha kuvutiwa na kile wanachofanya au kusema.

# data_list
source: **Create** a positive environment for your child. Use praise to encourage the behaviour you want to see more of.
sw: **Tengeneza** mazingira rafiki kwaajili ya mtoto wako. Msifie kumtia moyo kwa tabia ambazo unataka kuziona zaidi.

# data_list
source: **Play** is the best way for children to learn. Join your child in their play and have fun together.
sw: **Kucheza** ni njia bora kwa watoto kujifunza. Ungana na watoto wako kwenye michezo yao na mfurahie pamoja.

# data_list
source: Let’s take a look at some of the powerful parenting skills we discussed:
sw: Hebu tuangalie baadhi ya juzi za malezi zenye nguvu tulizojadili::

# data_list
source: Remember that words are powerful. **Talk** to your child to help them understand. Talk with kindness.
sw: Kumbuka kwamba maneno yana nguvu. **Zungumza** na mtoto wako ili kumsaidia kuelewa. Zungumza kwa wema.

# data_list
source: Help your child **build** the skills they need to cope with challenges. Talk about feelings and model healthy ways of coping.
sw: Msaidie mtoto wako **kujenga** ujuzi anaohitaji ili kukubaliana na changamoto. Zungumza kuhusu hisia na uige njia zenye afya za kukubaliana.

# data_list
source: Support your child to **explore** and learn from the world around them. Come up with solutions to problems together.
sw: Msaidie mtoto wako **Kuchunguza** na kujifunza kutoka kwenye ulimwengu unaomzunguka. Tafuteni suluhisho la matatizo kwa pamoja.

# data_list
source: Watch this video for a reminder of how the elements in the garden reflect important parenting tools:
sw: Tazama video hii kukukumbusha jinsi vipengele kwenye bustani vinaonyesha zana muhimu za malezi:

# data_list
source: During this journey, we shared many ideas for using books and stories to help children learn.
sw: Wakati wa safari hii, tulishirikisha mawazo mengi ya kutumia vitabu na hadithi kuwasaidia watoto kujifunza.

# data_list
source: Use books to CONNECT
sw: Tumia vitabu KUUNGANA

# data_list
source: Make book activities part of your routine, and use it as a time to spend quality time together.
sw: Fanya shughuli za kitabu kuwa sehemu ya utaratibu wako, na uutumie kama muda wa kutumia wakati mzuri pamoja.

# data_list
source: Use books to CREATE positive experiences
sw: Tumia vitabu KUTENGENEZA uzoefu mzuri

# data_list
source: Respond in a positive way to what your child is saying and avoid being critical.
sw: Jibu kwa njia nzuri kwa kile mtoto wako anachosema na epuka kuwa mkosoaji.

# data_list
source: Use books to PLAY
sw: Tumia vitabu KUCHEZA

# data_list
source: Make book activities fun by using a playful voice, and mimic sounds and actions from the story.
sw: Fanya shughuli za kitabu zifurahishe kwa kutumia sauti ya kucheza, na uige sauti na vitendo kutoka kwenye hadithi.

# data_list
source: Let’s revisit some of the main ideas for learning through books:
sw: Hebu tupitie upya baadhi ya mawazo muhimu ya kujifunza kwa njia ya vitabu:

# data_list
source: Use books to TALK
sw: Tumia vitabu KUZUNGUMZA

# data_list
source: Name and describe what you see in the pictures, ask questions and listen to what your child shares.
sw: Taja na ueleze kile unachokiona kwenye picha, uliza maswali na usikilize kile ambacho mtoto wako anashirikisha.

# data_list
source: Use books to BUILD life skills
sw: Tumia vitabu KUJENGA stadi za maisha

# data_list
source: Use stories to discuss different feelings, experiences and actions. Reflect on what happened in the story and what you have learned.
sw: Tumia hadithi kujadili hisia, uzoefu na vitendo tofauti. Tafakari juu ya kile kilichotokea katika hadithi na kile ulichojifunza.

# data_list
source: Use books to EXPLORE
sw: Kutumia Vitabu KUCHUNGUZA

# data_list
source: Explore different ideas and learn about the world by asking questions about the story. Explore differences and similarities between what you see in the book and your child’s life.
sw: Chunguza mawazo tofauti na ujifunze kuhusu ulimwengu kwa kuuliza maswali kuhusu hadithi. Chunguza tofauti na mfanano kati ya kile unachokiona kwenye kitabu na maisha ya mtoto wako.

# data_list
source: Completing the ParentApp modules is only the starting point. Real success comes from continuing to use what you’ve learned in daily life.
sw: Kukamilisha mada za Programu ya wazazi ya malezi ndio sehemu ya kuanzia. Mafanikio ya kweli huja kwa kuendelea kutumia yale uliyojifunza katika maisha ya kila siku.

# data_list
source: To build on what you are already doing, here are three tips to keep going:
sw: Ili kuendeleza kile ambacho tayari unafanya, hapa kuna vidokezo vitatu vya kuendelea:

# data_list
source: Keep in touch
sw: Endelea kuwasiliana

# data_list
source: Keep in touch with other parents. Meet regularly, call or text to give each other parenting support.
sw: Endelea kuwasiliana na wazazi wengine. Kutana mara kwa mara, piga simu au tuma ujumbe ili kupeana msaada wa malezi.

# data_list
source: Use the power of routine
sw: Tumia nguvu ya ratiba ya kawaida

# data_list
source: Make time in your daily or weekly schedule for quality time with your child.
sw: Tenga muda katika ratiba yako ya kila siku au ya wiki kwa muda bora na mtoto wako.

# data_list
source: Make an IDEAS box
sw: Tengeneza sanduku cha MAONI

# data_list
source: On pieces of paper, write down some of your favorite ParentApp relax, read or play activities. When you feel stuck, reach into the box and grab an idea!
sw: Kwenye vipande vya karatasi, andika baadhi ya shughuli unazopenda za Programu ya Wazazi ya malezi ya kupumzika, kusoma au kucheza. Unapohisi kukwama, fika kwenye kisanduku na uchukue wazo!

# data_list
source: Pause to Respond
sw: Simama kwa muda ili ujibu

# data_list
source: Close your eyes. Do your children ever make you feel like screaming? Give yourself a 10-second pause. Breathe in and out slowly 5 times. Then try responding in a calmer way. Millions of parents say this helps – A LOT.
sw: Fumba macho yako. Je, watoto wako huwa wanakufanya utake kufoka? Jipumzishe kwa sekunde 10. Vuta pumzi ndani na nje taratibu mara 5. Kisha jaribu kujibu kwa utulivu zaidi. Mamilioni ya wazazi wanasema hii inasaidia - SANA.

# data_list
source: Taking a moment for YOU makes a big difference for everyone!
sw: Kuchukua muda kwa ajili yako mwenyewe huleta mabadiliko makubwa kwa kila mtu!

# data_list
source: Great that today is going well! What is one thing that has gone well today? Remember to praise yourself for it.
sw: Ni jambo zuri sana kwamba siku ya leo inaenda vizuri! Je, ni jambo gani moja ambalo limeenda vizuri leo? Kumbuka kujisifia kwa hilo.

# data_list
source: Every day has its good and hard parts. Praise yourself for everything you have done so far – you are amazing.
sw: Kila siku ina nyakati zake nzuri na ngumu. Jisifu kwa kila kitu ambacho umefanya hadi sasa – uko vizuri sana.

# data_list
source: Sorry to hear you are feeling difficult feelings today. Well done for recognising those emotions and trying to be calm and kind to yourself. You are setting a great example for your family.
sw: Tunasikitika kusikia kuwa leo unajisikia vibaya. Hongera kwa kutambua hisia hizo, na kujaribu kuwa mtulivu na kuwa mwema kwako mwenyewe. Unaweka mfano mzuri kwa familia yako.

# data_list
source: Dealing with challenges is a part of life. Parents can help children **BUILD** the skills they need to cope when life gets tough.
sw: Kukabiliana na changamoto ni sehemu ya maisha. Wazazi wanaweza kuwasaidia watoto **KUJENGA** ujuzi wanaohitaji ili kustahimili maisha yanapokuwa magumu.

# data_list
source: Life is challenging and ever changing. As parents, our job is not to remove all obstacles or problems from our children’s lives. Instead, we can create a kind and supportive environment where we show our children that it is okay to make mistakes, and where we help them to manage stress and frustration in healthy ways. This allows children to feel more confident in their ability to deal with difficult circumstances.
sw: Maisha yana changamoto na yanabadilika kila wakati. Kama wazazi, kazi yetu si kuondoa vikwazo au matatizo yote katika maisha ya watoto wetu. Badala yake, tunaweza kutengeneza mazingira rafiki na ya kuunga mkono ambapo tunawaonyesha watoto wetu kwamba ni sawa kufanya makosa, na ambapo tunawasaidia kuzuia msongo wa mawazo na kuchanganyikiwa kwa njia zinazofaa. Hii inaruhusu watoto kujisikia ujasiri zaidi katika uwezo wao wa kukabiliana na hali ngumu.

# data_list
source: Let’s see how **building coping skills** forms part of the garden image.
sw: Hebu tuone ambavyo **ujenzi wa ujuzi wa kukabiliana** yanavyounda sehemu ya taswira ya bustani.

# data_list
source: Young plants need protection and support to grow into strong plants that can survive droughts or storms. In the same way, parents can help their children build the skills they need to cope with challenges.
sw: Mimea midogo inahitaji ulinzi na usaidizi ili kukua na kuwa mimea yenye nguvu ambayo inaweza kustahimili ukame au dhoruba. Vivyo hivyo, wazazi wanaweza kuwasaidia watoto wao kujenga ujuzi wanaohitaji ili kukabiliana na changamoto.

# data_list
source: Gardeners can’t control the weather, but there are things they can do to protect their plants and help them recover after a storm. In the same way, you can help your child to build the skills they need to cope with challenging circumstances. When parents use positive coping skills in their own lives, children learn to do the same. And when children feel safe and supported by their parents, they are able to face challenges and overcome setbacks with more confidence.
sw: Watunzaji wa bustani hawawezi kudhibiti hali ya hewa, lakini kuna mambo ambayo wanaweza kufanya ili kulinda mimea yao na kuisaidia kupona baada ya dhoruba. Vivyo hivyo, unaweza kumsaidia mtoto wako kujenga ujuzi anaohitaji ili kukabiliana na hali ngumu. Wazazi wanapotumia stadi nzuri za kukabiliana na hali zao za maisha, watoto hujifunza kufanya vivyo hivyo. Na watoto wanapojiskia kuwa salama na kuungwa mkono na wazazi wao, wanaweza kukabiliana na matatizo na kushinda vikwazo kwa kujiamini zaidi.

# data_list
source: Here are some ideas for helping children build the skills they need to cope with challenges.
sw: Haya hapa ni baadhi ya mawazo ya kuwasaidia watoto kujenga ujuzi wanaohitaji ili kukabiliana na changamoto.

# data_list
source: **Talk about feelings** Noticing and talking about feelings help children learn to express and manage their emotions – even the difficult ones.
sw: **Mazungumzo kuhusu hisia** Kutambua na kuzungumza kuhusu hisia inasaidia watoto kujifunza kuonyesha na kushughulikia hisia zao - hata zile ngumu.

# data_list
source: Use words to describe your and your child’s emotions, so they can learn to do the same. This may be hard at first, but it is an important step to help manage emotions. Describe how you see your child’s emotion in a calm way. For example: “I notice you’re stomping your feet and talking loudly. What are you feeling?” Share your own feelings with your child. For example: “I know I feel the same way when I can’t go out when I want to.” This shows your child that it’s okay to share their feelings. They will learn to recognise emotions in themselves and others too.
sw: Tumia maneno kuelezea hisia zako na za mtoto wako, ili wajifunze kufanya hivyo. Hii inaweza kuwa ngumu mwanzoni, lakini ni hatua muhimu ya kuwasaidia kushughulikia hisia. Elezea jinsi unavyoona hisia za mtoto wako kwa njia ya utulivu. Kwa mfano: "Ninaona unakanyaga miguu yako na kuzungumza kwa sauti kubwa. Unajiskiaje?" Mshirikishe mtoto wako hisia zako mwenyewe. Kwa mfano: "Najua najiskia hivyo hivyo pale ninaposhindwa kutoka wakati ninapotaka." Hii inamuonyesha mtoto wako kuwa ni sawa kushirikisha hisia zao. Watajifunza kutambua hisia zao na za watu wengine pia.

# data_list
source: **Show them how** Children learn a lot by watching their parents. So, instead of telling your child how to cope with a challenging situation, show them with your own behaviours.
sw: **Waonyeshe ni jinsi gani** Watoto hujifunza mengi kwa kutazama wazazi wao. Kwa hivyo, badala ya kumwambia mtoto wako jinsi ya kukabiliana na hali ngumu, waonyeshe kwa tabia zako mwenyewe.

# data_list
source: Listen for examples:
sw: Sikiliza kwaajili ya mifano:

# data_list
source: You are a powerful role-model for your child. When you demonstrate healthy ways to handle stress, frustration or big emotions in your own life, your child will learn to do the same. For example: When you feel overwhelmed, say out loud: “I’m feeling frustrated right now, so I’m going to take a few deep breaths to calm down.” This helps children see that strong emotions are normal and manageable. Or, after a stressful phone call, you might say: “That call made me feel stressed, so I’m going to go outside and listen to music on my phone to help myself feel better”. Or, when you make a mistake, say, “That didn’t go as planned, but it’s okay. I can try again”
sw: Wewe ni mfano mzuri wa kuigwa kwa mtoto wako. Unapoonyesha njia nzuri za kushughulikia msongo wa mawazo, kuchanganyikiwa au hisia kubwa katika maisha yako, mtoto wako atajifunza kufanya vivyo hivyo. Kwa mfano: Unapohisi kuelemewa, sema kwa sauti: “Ninahisi kuchanganyikiwa sasa hivi, kwa hiyo nitavuta pumzi kidogo ili nitulie.” Hii huwasaidia watoto kuona kwamba hisia kali ni za kawaida na zinaweza kukabiliwa. Au, baada ya kupigiwa simu yenye kusababisha msongo wa mawazo, unaweza kusema: "Simu hiyo imeniletea msongo wa mawazo, kwa hivyo nitaenda nje na kusikiliza muziki kwenye simu yangu ili kunisaidia kujisikia vizuri". Au, unapofanya makosa, sema, "Hilo halikuenda kama ilivyopangwa, lakini ni sawa. Ninaweza kujaribu tena"

# data_list
source: Let’s see how @data.characters.f2_father.name supports @data.characters.f2_boy.name to overcome a challenging situation:
sw: Hebu tuone ni namna gani @data.characters.f2_father.name humsaidia @data.characters.f2_boy.name kukabiliana na hali ya changamoto:

# data_list
source: Five kicks in a row! You seem really proud to have made it to five, Dennis!
sw: Umepiga mara tano! Unaonekana kujivunia kweli kufanikiwa kufikia tano, Dennis!

# data_list
source: Let’s do 10!
sw: Hebu tufanye kumi!

# data_list
source: Whoops! There goes our ball!
sw: Oooooops! mpira wetu umeenda kule!

# data_list
source: Stupid ball! Now we can’t play anymore!
sw: Mpira wa hovyo! Sasa hatuwezi kucheza zaidi!

# data_list
source: I can see your hands are in fists and that you are feeling angry about the ball @data.characters.f2_boy.name. I understand - you wanted to do more kicks, and now we don’t have a ball. It’s okay to feel upset.
sw: Naweza kuona mikono yako umekunja ngumi na kwamba unajiskia hasira kuhusu mpira @data.characters.f2_boy.name. Naelewa - ulitaka kupiga zaidi, na sasa hatuna mpira. Ni sawa kujiskia kukasirika.

# data_list
source: Let’s take a deep breath and go inside to drink some cold water. When the neighbours come home, we can go collect our ball from their garden.
sw: Hebu tuvute pumzi ndefu na twende ndani tukanywe maji. Wakati Bwana (Mabula) atakaporudi nyumbani kwake, tutakwenda kuchukua mpira kwenye bustani yake.

# data_list
source: It can be hard when things don’t go our way. We all feel angry sometimes. Well done for taking a deep breath and coming inside. We will have another chance to play tomorrow.
sw: Inaweza kuwa ngumu pale ambapo mambo hayaendi jinsi tunavyotaka. Sote tunajiskia hasira nyakati flani. Umefanya vizuri kwa kuvuta pumzi ndefu na kuja ndani. Tutapata nafasi nyingine ya kucheza kesho.

# data_list
source: Let’s talk this through together.
sw: Hebu tuzungumzie hili pamoja

# data_list
source: How did @data.characters.f2_boy.name feel when he lost the ball?
sw: @data.characters.f2_boy.name alijiskiaje alipopoteza mpira?

# data_list
source: Have another look at his facial expression and body language. He is frowning and his hands are in fists. He is feeling angry.
sw: Angalia tena uso wa Dennis! na lugha ya mwili.Anakunja uso na amekunja ngumi mikono yake. Anajiskia hasira.

# data_list
source: Angry
sw: Hasira

# data_list
source: Yes, he is feeling angry because he lost the ball and they had to stop playing.
sw: Ndio, Dennis anajiskia hasira kwasababu amepoteza mpira na ilibidi waache kucheza

# data_list
source: What does @data.characters.f2_father.name do to support @data.characters.f2_boy.name?
sw: @data.characters.f2_father.name anafanya nini kumsaidia @data.characters.f2_boy.name?

# data_list
source: He names the emotions that @data.characters.f2_boy.name is feeling
sw: Anataja hisia zile ambazo @data.characters.f2_boy.name anajiskia
