Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_tz/*/*_main.po
Languages: sw

# data_list
source: Ask: What colours are on her dress? What colour shoes is she wearing? What is she doing?
sw: Uliza: Kuna rangi gani kwenye gauni yake? Amevaa viatu vya rangi gani? Anafanya nini?

# data_list
source: "I love my green flowery dress." I clap my hands.
sw: "Nalipenda gauni langu lenye maua ya kijani." Napiga makofi.

# data_list
source: Mimic actions from the story, like clapping hands. Ask: why do you think she is clapping her hands? How is she feeling?
sw: Igiza matendo kutoka kwenye hadithi, kama kupiga makofi, Uliza: Unafikiri kwanini anapiga makofi mikono yake? Anajisikiaje?

# data_list
source: We are ready.
sw: Tupo tayari.

# data_list
source: SNAP!
sw: Picha!

# data_list
source: Ask: What are they going to do now? Why do you say that? How many people are there?
sw: Uliza: Wanaenda kufanya nini sasa? Kwanini unasema hivyo? Kuna watu wangapi pale?

# data_list
source: Make links between the pictures and your child’s world. Do we have a family photo? Who is in it? Or, should we take a family photo later when we are all together? What do you want to do for our family photo?
sw: Tengeneza kiungo kati ya picha na dunia ya mtoto wako. Tuna picha ya familia? Nani yuko humo? Tupige picha ya familia baadae tutakapokuwa sote pamoja? Unataka kufanya nini kwenye picha yetu ya familia/?

# data_list
source: Brave Bora
sw: Bora Shujaa

# data_list
source: Going to the doctor can be scary! Can Bora overcome his fears, with a little help from Baba and Jojo?
sw: Kwenda kwa daktari inaweza kuogopesha! Bora anaweza kuushinda uoga wake. kwa msaada kidogo kutoka kwa Baba na Jojo?

# data_list
source: Bora is sitting at the clinic with Baba. Jojo, his stuffed monkey, came too. Jojo is sleeping in Bora’s bag.
sw: Bora amekaa kliniki na Baba. Ngedere wake aitwaye Jojo alikuja pia. Jojo amelala kwenye begi la Bora.

# data_list
source: "I don’t like needles. They hurt!" says Bora.
sw: ''Sipendi sindano. Zinaumiza!''anasema Bora.

# data_list
source: "An injection helps make you healthy. It’s okay to be scared, Bora. Baba will be right here with you. And Jojo too."
sw: ''Sindano zinasaidia kukufanya uwe na afya njema. Ni sawa kuwa na hofu, Bora. Baba atakuwa hapa pamoja na wewe. Na Jojo pia.''

# data_list
source: "Bora Baraka!" a loud voice calls. "Let’s go Bora, " says Baba. "It’s your turn."
sw: '' Bora Baraka!'' kwa sauti kubwa,'' Twende Bora,''anasema Baba. ''Ni zamu yako''

# data_list
source: "Let’s come back tomorrow Baba!" says Bora.
sw: ''Turudi kesho Baba!''anasema Bora.

# data_list
source: "Remember what Baba said you will get for being brave enough to get your injection?" asks Baba. "A red lollipop! Okay, I’m coming," says Bora.
sw: ''Kumbuka baba alichosema, ukiwa jasiri ukachoma sindano? Baba anauliza. " pipii ya kijiti nyekundu!" Sawa, nakuja," Bora anasema.

# data_list
source: The doctor smiles at Bora. "Is this your monkey? Can we examine him too?" she asks.
sw: Daktari alitabasamu kwa Bora. ''Huyu ni Ngedere wako? Tunaweza kumchunguza pia? anauliza.

# data_list
source: Bora looks at Baba, then at Jojo, and nods.
sw: Bora anamwangalia Baba, pia Jojo na kutikisa kichwa.

# data_list
source: "Now, it’s your turn," she says. "Will you help me give your monkey a small injection so he feels better?" asks the doctor.
sw: ''Sasa, ni zamu yako.''anasema''Unaweza kunisaidia kumchoma Ngedere wako sindano ndogo, ili ajisikie vizuri?''anauliza daktari.

# data_list
source: "TOOP!" says the doctor as she gives Jojo the monkey an injection.
sw: ''TOOP!''anasema daktari wakati akimchoma sindano Jojo Ngedere.

# data_list
source: "Now, it’s your turn. Is that a superhero on your T-shirt?" she asks.
sw: ''Sasa,''ni zamu yako. Je huyo ni shujaa kwenye flana yako?''anauliza.

# data_list
source: "TOOP!" She says as she gives Bora the injection.
sw: ''TOOP!''Anasema huku akimpatia Bora sindano.

# data_list
source: "Ouch!" shouts Bora. "Hey, that wasn’t so bad!"
sw: ''Ouch'' anapiga kelele Bora. Hey, Haikuwa mbaya sana!''

# data_list
source: "I know it stings a little, but we’re done and you have been very brave!" says the doctor.
sw: ''Najua inauma kidogo, ila tumemaliza na umekuwa shujaa sana!''anasema daktari.

# data_list
source: "One red lollipop for our brave Bora!"
sw: ''Pipi moja nyekundu ya kijiti kwa ajili ya shujaa wetu!''

# data_list
source: And Also!
sw: Na Pia

# data_list
source: Thabo’s make-believe world has no room for his little sister, Keitu. But she has other ideas!
sw: Uigizaji wa Thabo unaamini kuwa dunia haina nafasi kwa dada yake mdogo, keitu, lakini ana mawazo mengine!

# data_list
source: Thabo pretends that his bed is a raft on the sea!
sw: John anaigiza kuwa kitanda chake ni chelezo ya kwenye Bahari!

# data_list
source: His little sister Keitu says, "Yes ! And also! There are sharks."
sw: Dada yake mdogo John anayeitwa Kabula , anasema "Ndiyo! Na pia! Kuna papa."

# data_list
source: "No!" says Thabo.
sw: "Hapana" John anasema.

# data_list
source: Thabo pretends that their taxi is a spaceship!
sw: John anajifanya kuwa taksi yake ni meli inayoelea angani!

# data_list
source: His little sister Keitu says, "Yes! And also! Watch out for shooting stars!"
sw: Dada yake mdogo John anayeitwa Kabula, anasema "Ndiyo! Na pia! Kuwa muangalifu na nyota zinazotoa risasi!"

# data_list
source: Thabo pretends the playground is a jungle!
sw: John anajifanya eneo lake la kuchezea ni msitu!

# data_list
source: His little sister Keitu says, "Yes! And also! We are lions."
sw: Dada yake mdogo John anayeitwa Kabula anasema "Ndiyo! Na pia! Sisi ni simba."

# data_list
source: "No," says Thabo.
sw: John anasema, "Hapana!".

# data_list
source: "Oh!" says Thabo, "Wait! Wow! Yes! That’s a great idea!"
sw: "Oh!" John anasema, "Subiri! Waoo! Ndiyo! Hilo ni wazo zuri!"

# data_list
source: "I know!" says Keitu.
sw: "Najua!" Kabula anasema.

# data_list
source: Thabo pretends to be a lion! Keitu also pretends to be a lion!
sw: John anajifanya kuwa simba! Kabula pia anajifanya kuwa simba!

# data_list
source: Thabo pretends the other kids are a river of crocodiles!
sw: John anajifanya kuwa watoto wengine wote mamba wa kwenye mto!

# data_list
source: Keitu says, "Yes! And also! We can jump on this log to float away."
sw: Kabula anasema "Ndiyo! Na pia! Tunaweza kuruka kwenye hili gogo na kuondoka kwa kuelea."

# data_list
source: "Yes! And also!" Thabo says, "We can slide down the rainbow!"
sw: "Ndiyo. Na pia!" John anasema, " Tunaweza kuteleza kwenye upinde wa mvua!"

# data_list
source: Keitu says, "Yes! And also! Watch out for the dinosaurs!"
sw: Kabula anasema "Ndiyo! Na pia! Kuwa muangalifu na Dino!"

# data_list
source: Thabo says, "I had the best day playing pretend with you."
sw: 'John anasema, 'Nilikuwa na siku nzuri nimecheza nikiigiza niko na wewe.''

# data_list
source: Keitu says, "And also! We should play again tomorrow!"
sw: Kabula anasema, "Na pia! Kesho tucheze tena!"

# data_list
source: Angry Akku
sw: Akku mwenye hasira

# data_list
source: Akku is having an awful day and it’s making her very, VERY angry. Read this book to find out how Akku's anger melts away, and get ideas on what to do when YOU are very, VERY angry.
sw: Akku ana siku mbaya na imemkasirisha sana. Soma kitabu hiki ujue namna hasira za Akku zilivyoyeyeka na upate ushauri unavyohitaji kufanya ukiwa umekasirika

# data_list
source: When the last school bell rang, all the children laughed and screamed with joy. All, except Akku. Akku was ANGRY!
sw: Kengele ya mwisho shuleni ilipopigwa kila mtoto alicheka na kupiga kelele kwa furaha. wote, ispokuwa Akku. Akku alikuwa amekasirika!

# data_list
source: Describe and point at the children in the picture and say, “Hmmm.. It looks like all the children are happy and dancing except for this one. She looks really sad, I wonder what could be wrong.”
sw: Elezea na onyesha kuelekezea kwa watoto kwenye picha na useme, "Hmmm.. Inaonekana watoto wote wana furaha na wanacheza isipokuwa huyu mmoja. Anaonekana mwenye huzuni sana, nashangaa nini kinaweza kuwa tatizo."

# data_list
source: "Akku! Akku! Look at the pretty sunflowers!" said Appa, as they rode through a field. "GRRMPH! They’re TOO YELLOW! They’re making my eyes hurt!" said Akku.
sw: "Akku! Akku! Angalia yale maua ya kupendeza!" alisema Baba, walipoendesha kupitia uwanjani. "GRRMPH! Ni ya njano sana, yanasabisha macho yangu kuuma!" alisema Akku.

# data_list
source: Help the child to learn new words by pointing at different items in the picture and say, “Look at this picture. I'm going to point to things, and you say the words after me, okay?” Then say, "These are sunflowers. Can you say 'sunflowers'? That is a bicycle. Can you say 'bicycle'? Those are palm trees. Can you say 'palm trees'? And that is a huge tree trunk. Can you say 'tree trunk'?"
sw: Msaidie mtoto kujifunza maneno mapya kwa kuonyesha kuelekezea vitu tofauti kwenye picha na useme, "Tazama picha hii. Nitaonyesha kuelekezea vitu, na wewe usema maneno baada yangu, sawa?" Kisha useme, "Hizi ni alizeti. Unaweza kusema 'alizeti'? Hiyo ni baiskeli. Unaweza kusema 'baiskeli'? Hiyo ni mitende. Unaweza kusema 'mitende'? Na hilo ni shina kubwa la mti. Unaweza kusema 'shina la mti'?

# data_list
source: "Akku! Akku! Look! Look at all the monkeys!" said Appa, pointing at the roof of their house. "CHEEE!" said Akku. "SHOOO! Go AWAY! SHOOO!"
sw: "Akku! Akku! Waone hawa Ngedere!" alisema Baba huku akionesha paa la nyumba. "CHEE!" alisema Akku. "Shooo! Ondoka! Shoo!"

# data_list
source: Point in the picture and say, “What is that on the roof? Is that what I think it is?”
sw: Onyesha kuelekezea kwenye picha na useme, "Ni nini hicho juu ya paa? Je! ninavyofikiria ndio hivyo?"

# data_list
source: Say, “Oooh, are those monkeys on the roof?” Ask, “How many monkeys do you see? How many monkeys have tails? How many monkeys have big grey beards?
sw: Sema, “Oooh, je, hao ni nyani juu ya paa?” Muulize, "Unaona nyani wangapi? Ni nyani wangapi wana mikia? Ni nyani wangapi wana ndevu kubwa za kijivu?

# data_list
source: "Here, drink some buttermilk," said Appa. "It’ll cool you down." "HRRRM!" said Akku. "I DON’T WANT ANY!" "Try a sip, at least?" "OKAY! FINE!" said Akku, and tried a sip. It wasn’t all that bad. She had another sip. And another. In no time, the glass was empty.
sw: "Hapa, kunywa maziwa kidogo," alisema Baba. "Itakutuliza." "Sihitaji!" "Jaribu kuonja kidogo." "Sawa basi!" Akku alisema, na akajaribu kuonja. Haikuwa mbaya hivyo. Alionja tena. Na tena. Muda si muda, kikombe kilibaki tupu.

# data_list
source: Say, “Imagine you're this girl, and there are monkeys around! Would you feel a little bit scared? Maybe!” Ask, “If you felt scared, what could you do to feel better? Could you take a deep breath? Maybe close your eyes for a second? Or maybe you'd want to hold someone's hand? What do you think would help you feel calm?”
sw: Sema, "Fikiria wewe ni huyo msichana, na kuna nyani karibu! Je, unahisi unaweza kuogopa kidogo? Labda!" Muulize,"Ikiwa ulijiskia kuwa na wasiwasi, ungefanyaje ili kujisikia vizuri? Je, unaweza kuvuta pumzi ndefu? Labda kufunga macho yako kwa sekunde moja? Au labda ungetaka kumshika mtu mkono? Unafikiri nini kingekusaidia kujisikia utulivu?"

# data_list
source: "Would you like a vada?" asked Appa. "FFEHH!" said Akku. "Just one little bite?" "Okay, FINE!" said Akku, and took a bite. It was quite good. She took another bite. And another. In no time, the plate was empty.
sw: "Utahitaji kalimati?" aliuliza Baba. "Hamna!"alisema Akku. "Kidogo tu ya kuonja." "Sawa, safi!" alisema Akku, na akang'ata. Ilikuwa tamu kabisa. Aling'ata tena. Na tena. Muda si muda sahani lilikuwa tupu.

# data_list
source: Say, “Now look at the girl again. It looks like the father gave her something nice to eat. Perhaps to get her smile, but still, she doesn't look happy. I wonder what could have upset her.”
sw: Sema, "Sasa mtazame msichana huyo tena. Inaonekana baba alimpa chakula kizuri. Labda ili kumfanya tabasamu, lakini bado, haonekani kuwa na furaha. Nashangaa ni nini kilikuwa kimemkera."

# data_list
source: "Good girl," said Appa. "Now will you tell me why you’re so angry?" "NO!" said Akku. "Was it something I did?" "NO!" "Was it something Amma did?" "NO!" "Did something bad happen in school today?" "MAYBE!" "Oho."
sw: "Safi binti," alisema Baba. "Sasa utaniambia ni nini kinakukasirisha?" "Hapana!" alisema Akku. "Kuna kitu nilifanya?" "Hapana!" "Kuna jambo Mama alikufanyia?" "Hapana!" "Kuna chochote kibaya kilichotokea shuleni leo?" "Labda!" "Naam".

# data_list
source: Ask, “If you were this girl, and something had upset you, how would you react?”
sw: Muulize, “Kama ungekuwa huyu msichana, na jambo fulani likakukera, ungefanyaje?”

# data_list
source: "Would you like to draw it?" asked Appa. "Here’s a nice sheet of paper and some crayons." "Okay, FINE!" said Akku.
sw: "Ungependa kukichora?" aliuliza Baba. "Hiki hapa kipande kizuri cha karatasi." "Sawa basi!" alisema Akku.

# data_list
source: Ask, “Now tell me, how many crayons do you see in this picture? How many papers do you see? What do you think the girl is going to do with the paper and crayons?
sw: Muulize, "Sasa niambie, unaona kalamu ngapi kwenye picha hii? Unaona karatasi ngapi? Unafikiri msichana atazifanyia nini karatasi na kalamu za rangi?

# data_list
source: Akku drew a brick... "This is the STUPID BRICK that I tripped over this morning," said Akku. "You’re right. That IS a VERY STUPID brick!" said Appa.
sw: Akku alichora tofari... "Hili ni lile tofali jinga lililonikwaa asubuhi," alisema Akku. "Umegonga ndipo, hilo ni tofari jinga sana!" alisema Baba.

# data_list
source: Ask, “What color is the girl using to draw on a paper? What shape is the drawing? Can you guess what he is drawing?
sw: Muulize, "Msichana anatumia rangi gani kuchora kwenye karatasi? Mchoro ni wa sura gani? unaweza kukisia anachora nini?”?

# data_list
source: And Akku drew a boy... "This is Bikku, a VERY BAD BOY! He laughed when I fell down!" said Akku. "You’re right," said Appa. "He shouldn’t have laughed at you."
sw: Akku alichora kijana... "Huyu ni Bikku. Kijana mbaya sana! Alicheka nilipoanguka!" alisema Akku. "Umesema sawa sawa," alisema Baba. "Hakutakiwa kukucheka."

# data_list
source: Say, “Hmmm! there is another drawing, i wonder who this could be. Who do you think this is?
sw: Sema, "Hmmm! kuna mchoro mwingine, sijui huyu anaweza kuwa nani. Unafikiri huyu ni nani?

# data_list
source: And Akku drew an idli... "This is my idli," said Akku. "It fell out of my lunch box when I tripped over the STUPID BRICK!"
sw: Na Akku alichora idli... "Hii ni Biskuti yangu." Akku alisema "Ilianguka nje ya mkebe wangu wa chakula nilipotegwa na tofali na kuanguka!"

# data_list
source: Point at the picture and say, “That looks like something to eat. What color is it? What shape is it? How many dots are inside the drawing?”
sw: Onyesha kuelekezea kwenye picha na useme, "Hicho kinaonekana kama kitu cha kula. Ni rangi gani? Ina umbo gani? Ndani ya mchoro kuna nukta ngapi?"

# data_list
source: And Akku drew a crow... "This is the VERY BAD CROW that flew off with my idli," said Akku. "The crow must have been very hungry," said Appa.
sw: Na Akku akachora Kunguru... "Huyu ni kunguru mbaya sana aliyechukua chapati yangu," Akku alisema. "Huenda kunguru alisikia njaa sana," Baba alisema.

# data_list
source: Point at the picture making a sad sound and say, “Oh no, a bird flew away with a biscuit, what will the girl eat?” Ask, “Now show me how a bird flies. Do you think you can catch it?”
sw: Onyesha kuelekezea kwenye picha inayotoa sauti ya huzuni na useme, "La hapana, ndege aliruka na biskuti, msichana atakula nini?" Muulize, "Sasa nionyeshe jinsi ndege anavyoruka. Je, unafikiri unaweza kumkamata?"

# data_list
source: And Akku drew her teacher... "This is my teacher, Amala Miss," said Akku. "She helped me up when I fell down. And then she hugged me." "That’s nice of her," said Appa "And then she pinched my cheeks. I DON’T LIKE IT when my cheeks are pinched." "Oho! That must have HURT, no?" "A little bit. But I’m okay now." "That’s good."
sw: Na Akku alimchora mwalimu wake... "Huyu ni mwalimu wangu, Bi. Amala," Akku alisema. "Alinisaidia nilipoanguka kisha akanikumbatia." "Huo ndio uzuri wake," alisema Baba. "Kisha alifinyaa mashavu yangu. Sipendi kufinywa mashavu." "Salale! Hio iliumiza sana, hapana?" "Kiasi tu. Ila niko sawa." "Hiyo ni sawa."

# data_list
source: Point at the picture and say, “There is another drawing.” Connect what is in the book with the child’s experience by pointing at the hand in the picture and saying, “How many fingers can you see? How many fingers do you have? What color is the hand? What color is your hand?”
sw: Onyesha kuelekezea kwenye picha na useme, "Kuna mchoro mwingine." Unganisha kile kilicho kwenye kitabu na uzoefu wa mtoto kwa kuonyesha kuelekezea kwenye mkono kwenye picha na kusema, "Je! unaweza kuona vidole vingapi? Una vidole vingapi? Mkono ni rangi gani? Mkono wako una rangi gani?"

# data_list
source: "See how well you draw, Akku?" said Appa. "You’re a real artist! Will you draw something for Amma too?" "OH-kay!" said Akku, and started drawing some more. "This is a little white mouse... and this is a boat... and this is a coconut tree..."
sw: "Angalia namna unavyochora vizuri Akku?" Alisema Baba. "Wewe ni msanii wa kweli! Utachora kitu cha Amma, pia?" "Sawa!" Akku alisema, na akaanza kuchora zingine zaidi. "Hii ni panya ndogo... na hii ni meli... na huu ni mnazi..."

# data_list
source: Point at the feet and say, “Now look at the fathers feet. How many feet does he have? How many feet do you have? How many toes does he have? How many toes do you have?
sw: Onyesha kuelekezea kwenye miguu na useme, “Sasa tazama miguu ya baba, ana miguu mingapi, ana vidole vingapi? una vidole vingapi?

# data_list
source: "And this is a sun flower... and this is your cycle, Appa... and this is a dog... and this is a frog..." In no time, Akku had forgotten all about the STUPID BRICK that made her trip and fall. And about the BAD BOY who laughed at her. And about the IDLI- STEALING CROW. And Akku even forgot about being ANGRY.
sw: ''''Na hii ni alizeti.... na hii ni baiskeli yako Baba.... na huyu ni mbwa.... na huyu ni chura....''''Kwa kipindi kifupi, Akku alikuwa amesahau na lile tofali lililomuangusha. Na kuhusu yule kijana mkorofi aliyemcheka. Na kuhusu BISKUTI.... Kunguru aliyeiba. Na Akku akasahau alikuwa amekasirika.

# data_list
source: Reflect on the girl's drawings and say, “Wow, she made so many pictures.” Ask, “How do you think she feels now after drawing all of them? Maybe drawing made her feel better and calmer?” Then say, “When I feel mad, sometimes I go for a walk, or sing a little song, or read a fun book, or listen to music. These things help me feel calm again. Now it's your turn! When you feel angry, what do you do to feel calm? Tell me!”
sw: Tafakari juu ya michoro ya msichana huyo na useme, “Wow, alitengeneza picha nyingi sana.” Muulize, "Unafikiri anajisikiaje sasa baada ya kuchora zote? Labda kuchora kumemfanya ajisikie vizuri na kutulia?" Kisha sema, "Ninapohisi kuchanganyikiwa, nyakati fulani naenda matembezini, au kuimba nyimbo, au kusoma kitabu cha kufurahisha, au kusikiliza muziki. Mambo haya hunisaidia kuhisi utulivu tena. Sasa ni zamu yako! Unapohisi hasira, unafanya nini ili kujisikia utulivu? Niambie!"

# data_list
source: 10 Things to Do If You Feel ANGRY like Akku: 1. Laugh loudly and jump around with your arms in the air! 2. Slowly – very, very slowly – breathe in, and breathe out! 3. Drink some water! Or buttermilk! 4. Eat a piece of fruit! Or a vada! 5. Tell a grown-up about how you’re feeling! 6. Write about how you’re feeling! 7. Draw it out! Paint it! 8. Play with a pile of clay! 9. Make up a song about your anger! Sing it aloud! 10. Dance like a monkey!
sw: Vitu kumi vya kufanya ukikasirika kama Akku; 1. Cheka kwa sauti na urukeruke huku mikono yako ikiwa hewani! 2. Polepole tu vuta pumzi ndani tena nje.! 3. Kunywa maji kidogo au maziwa! 4. Kula kipande cha tunda au chakula! 5. Mwambie mkubwa unavyojisikia! 6. Andika unavyojisikia! 7. Chora! paka rangi! 8. Cheza na mchanga! 9. Tunga wimbo kuhusu hasira zako na uuimbe! 10. Cheza kama Ngedere!

# data_list
source: Ask, “Can you tell me what you think about the story? Did you like it? Why or why not?”
sw: Muulize, "Je, unaweza kuniambia nini unafikiri kuhusu hadithi? Je, uliipenda? Kwanini uliipenda au kwa nini hukuipenda?"

# data_list
source: Beloved Daughter
sw: Binti mpendwa

# data_list
source: Natabo has run away from her home! Do you know why?
sw: Natabo amekimbia nyumbani! Unajua ni kwanini?

# data_list
source: © African Storybook Initiative, 2016. Some rights reserved. Released under CC BY 4.0 license.
sw: ©African Storybook Initiative, 20016. Haki zingine zimehifadhiwa. Imetolewa chini ya leseni ya CC BY 4.0.

# data_list
source: This is Natabo. She has six brothers.
sw: Huyu ni Natabo. Ana kaka sita.

# data_list
source: Her parents give her a small pot. She loves it.
sw: Wazazi wake walimpa chungu kidogo. Anakipenda.

# data_list
source: One day her brothers break the pot.
sw: Siku moja kaka zake walikivunja.

# data_list
source: Natabo cannot find her pot. She cries and cries.
sw: Natabo haoni chungu chake. Analia na kulia.

# data_list
source: Natabo runs away. She climbs a tall tree.
sw: Natabo anakimbia. Anapanda mti mrefu.

# data_list
source: Her parents find her. "Please come down," they ask.
sw: Wazazi wake wakamkuta. "Tafadhali shuka chini," walimuomba.

# data_list
source: Her brothers sing, "Please come down."
sw: Kaka zake wanaimba, "Tafadhali shuka chini"

# data_list
source: Natabo makes fun of their song.
sw: Natabo anaufanyia mzaha wimbo wao.

# data_list
source: Then Natabo's friend comes. "Please come down," she sings.
sw: Halafu rafiki wa Natabo anakuja. "Tafadhali njoo chini," anaimba.

# data_list
source: Natabo's friend sings until she comes down from the tree.
sw: Rafiki wa Natabo anaimba mpaka anakuja chini kutoka kwenye mti.

# data_list
source: The friends walk home together.
sw: Marafiki walitembea pamoja kwenda nyumbani.

# data_list
source: Everyone celebrates that Natabo is home. Natabo gets a new pot!
sw: Kila mmoja anasherehekea kuwa Natabo yupo nyumbani. Natabo anapata sufuria mpya!

# data_list
source: Big Blue Bus
sw: Basi kubwa la bluu

# data_list
source: Ebei and his mother are waiting for the big blue bus. Where is it?
sw: Ebei na Mama yake wanasubiri basi kubwa la bluu. Liko wapi?

# data_list
source: There was only one bus in Ebei's village. It was big and blue. It was very noisy.
sw: Kulikuwa na basi moja tu katika kijiji cha Ebei. Lilikuwa basi kubwa lenye rangi ya bluu. Lilinguruma sana.

# data_list
source: Describe the picture and say, “Look, there is a big blue bus. It is the only bus in this village and people love it a lot.” Ask, “Have you seen a bus in your village? If yes, what color is it?
sw: Elezea picha na useme, "Angalia, kuna basi kubwa la bluu. Ndiyo basi pekee katika kijiji hiki na watu wanalipenda sana." Muulize, "Je, umeona basi katika kijiji chako? Kama ndiyo, ni la rangi gani?

# data_list
source: "Tomorrow we will go to town," said Ebei's mother. "We will buy your school uniform."
sw: Siku moja mama yake Ebei alisema, "Kesho tutaenda mjini kununua sare yako ya shule."

# data_list
source: Say, "Look at this little cloud above their heads! That's a thought bubble. It shows what they might be saying to each other." Ask, "Hmm... what do you think the mommy and her son are talking about in their thought bubbles?"
sw: Sema, "Angalia wingu hili dogo juu ya vichwa vyao! Hiyo ishara ya kuwaza kitu. Inaonyesha kile wanachoweza kuambiana." Muulize, "Hmm... unafikiri mama na mwanae wanazungumza nini katika ishara ya mawazo?"
