Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_tz/*/*_main.po
Languages: sw

# data_list
source: Ebei was very excited. They would travel in the big blue bus. He could not sleep that night.
sw: Ebei alifurahi sana. Kumbe atasafiri katika lile basi kubwa la bluu! Usiku huo hakuweza kulala vizuri.

# data_list
source: Say, "Hmm... look at the boy. He's in bed, but he's not sleeping! He's still thinking about what his mommy said. Maybe she told him something super fun and exciting!"
sw: Sema, "Hmm... mwangalie mvulana. Yuko kitandani, lakini hajalala! Bado anafikiria kile ambacho mama yake alisema. Labda alimwambia jambo la kufurahisha na la kusisimua!"

# data_list
source: When his mother came to wake him, Ebei was already dressed.
sw: Mamake alipoenda kumuamsha, Ebei alikuwa tayari amevaa.

# data_list
source: Say, “Wow, the boy is up and ready, I wonder where he might be going?”
sw: Sema, “Waooo, mvulana ameamka na yuko tayari, sijui anaweza kuwa anaenda wapi?”?

# data_list
source: Ebei and his mother walked to the bus stop. They waited for the big blue bus. But the bus did not come.
sw: Ebei na mamake walienda kwenye kituo cha basi. Walisubiri lile basi kubwa la bluu. Basi halikufika.

# data_list
source: Point at the picture and say, "Look at the boy and his mommy! What color is his shirt? What color are his pants? And what color are his shoes? Now, what color is Mommy's dress? What color are her shoes? And what color is her bag?” Now point at the different items and ask, “Wow! Look at Mommy's dress! Can you count how many round circles are on it? Let's look at the trees! Can you count how many trees you can see in the picture?" Then point to the road sign and say, "Hmm, that's a sign next to the boy. Can you guess what that sign might mean? Maybe it tells the bus to stop, or maybe it shows where to go!"
sw: Onyesha kwa kuelekezea picha na useme, "Angalia mvulana na mama yake! Shati lake ni la rangi gani? Kaptula yake ni ya rangi gani? Na viatu vyake ni vya rangi gani? Sasa mavazi ya Mama ni ya rangi gani? Viatu vyake vina rangi gani? Na begi lake ni la rangi gani?" Sasa onyesha kuelekezea kwenye vitu mbalimbali na umuulize, "Lo! Angalia nguo ya Mama! Je, unaweza kuhesabu ni miduara mingapi iliyo juu yake? Hebu tuangalie miti! Je, unaweza kuhesabu ni miti mingapi unaweza kuona kwenye picha?" Kisha onyesha kuelekezea kwenye alama ya barabarani na useme, "Hmm, hiyo ni alama karibu na mvulana. Je, unaweza kuhisi alama hiyo ina maanisha nini? labda inaelezea gari lisimame au labda inaonyesha wapi pa kwenda"

# data_list
source: Other people arrived at the bus stop. They complained because the bus was late. "Where is the bus?" they asked.
sw: Watu wengine walifika kwenye kituo cha basi. Wote walilalamika kuwa basi lilichelewa. Mmoja aliuliza, "Basi limetuacha?"

# data_list
source: Say, "Look! More people came to the bus stop! They're all waiting for the bus. Hmm, maybe the bus is taking a little while. Oh no!" Ask, "Now, count all the people waiting for the bus. How many are there now? Have you ever ridden on a bus before?"
sw: Sema, “Tazama! Watu zaidi walikuja kituo cha basi! Wote wanasubiri basi. Hmm, Labda basi litachukua muda kidogo, Oh hapana!” Uliza, “Sasa, hesabu watu wote wanaosubiri basi. Wapo wangapi sasa? Umewahi kupanda basi hapo awali?"

# data_list
source: Ebei was worried. "We will not be able to go to town," he thought. "I will not be able to get my uniform."
sw: Ebei alikuwa na wasiwasi. "Tusipokwenda mjini, sitapata sare yangu ya shule," aliwaza.

# data_list
source: Say, "Look at the boy! He's waiting and waiting for the bus, and now he looks a little bit worried because it's getting late. Sometimes, when I'm worried, I get a little bit grumpy, like this..." (make a slightly worried or grumpy face).” Ask, "Now, can you show me what your face looks like when you feel worried?"
sw: Sema, “Mtazame mvulana! Anasubiri na kusubiri basi, na sasa anaonekana kuwa na wasiwasi kidogo kwasababu inazidi kuchelewa. Wakati mwingine, nikiwa na wasiwasi, napata huzuni kidogo, kama hii…”(onyesha wasiwasi kidogo au sura ya wasiwasi).” Muulize, “Sasa, unaweza kunioyesha uso wako unavyokuwa unapokuwa unajiskia wasiwasi?”

# data_list
source: Some people gave up and went home. Ebei cried. He did not want to go. "We will wait a bit longer," said his mother.
sw: Baadhi yao walikata tamaa wakarudi nyumbani. Lakini Ebei alilia akakataa kurudi. "Tutasubiri zaidi," mama yake alimtuliza.

# data_list
source: Point at the picture and say, "Look! Some people are going away from the bus stop, but some are still waiting. Look at that boy over there... oh no! He looks like he is crying." Ask, "How do you think that boy might be feeling? Why do you think he feels that way? What do you do when you feel sad?"
sw: Onyesha kuelekezea kwenye picha na useme, "Angalia! Watu wengine wanaenda mbali na kituo cha basi, lakini wengine bado wanasubiri. Mwangalie mvulana yule pale... la, hapana! Anaonekana kama analia." Muulize, "Unafikiri mvulana huyo anaweza kuwa anajisikiaje? Unafikiri kwa nini anajiskia hivyo? Unafanyaje unapojiskia huzuni?"

# data_list
source: Suddenly, they heard a noise. They saw dust in the air. The bus was coming!
sw: Ghafla, walisikia mngurumo. Wakaona vumbi hewani. Basi lilikuwa linakuja kwa kasi.

# data_list
source: Say, “Look! Everyone's looking that way! Their faces look like something’s happening! Maybe... is that the bus coming?" Ask, "How do you think the people are feeling now? Are they excited? Maybe a little bit tired of waiting? What do you think?"
sw: Sema, "Angalia! Kila mtu anaangalia hivyo! Nyuso zao zinaonekana kama kitu kinatokea! Labda... je, basi hilo linakuja?" Muulize, "Unafikiri watu wanajisikiaje sasa? Je, wamefurahia? Labda wamechoka kidogo kusubiri? Unafikiria nini?"

# data_list
source: But this bus was not blue. It was not big. It was red and small. The people did not want to get in this bus.
sw: Basi halikuwa la bluu wala halikuwa kubwa. Basi lile lilikuwa dogo na jekundu. Waliosubiri waliliangalia tu na hawakuingia ndani.

# data_list
source: Act surprised and say, "Oops! That's not the blue bus! Okay, look closely at this bus.” Ask, “What color is it?"
sw: fanya kwa mshangao na kusema, "Lo! Hilo si basi la bluu! Sawa, angalia basi hili kwa makini." Muulize, "Lina rangi gani?"

# data_list
source: "Get in! Get in!" shouted the driver. "We are very late today," he called.
sw: Dereva aliwaita, "Ingieni! Ingieni! Tumechelewa sana leo."

# data_list
source: Help the child to learn new words. Point at the different items in the picture and say, “Okay, let's learn some new words! Look at this picture..."Say purse." (Wait for the child to repeat). Point to the briefcase, "Say briefcase." (Wait for the child to repeat). Point to the steering wheel, "Say steering wheel." (Wait for the child to repeat). Point to the rondavel, "Say rondavel." (Wait for the child to repeat)
sw: Msaidie mtoto kujifunza maneno mapya. Onyesha ukielekezea vitu tofauti kwenye picha na useme, “Sawa, tujifunze maneno mapya! Angalia picha hii..."Sema mfuko wa fedha." (Subiri mtoto arudie). Onyesha kuelekezea kwenye mkoba, "Sema mkoba." (Subiri mtoto arudie). onyesha kuelekezea usukani, "Sema usukani." (Subiri mtoto arudie). Onyesha kuelekezea kwenye mzunguko, “Sema mzunguko”, (Subiri mtoto arudie)

# data_list
source: Ebei and his mother got in first. Soon everyone else got in the small red bus.
sw: Ebei na mamake walikuwa wa kwanza kuingia. Mara wote waliingia ndani ya basi lile dogo jekundu.

# data_list
source: Say, "Yay! Look! They're on the bus now! That means it's time to go! Hooray!"
sw: Sema, "La! Tazama! Wako kwenye basi sasa! Hiyo inamaanisha ni muda wa kwenda! Hureeee!"

# data_list
source: Ebei looked out the window. He saw more people at the bus stop.
sw: Ebei alichungulia dirishani. Aliwaona watu wengi zaidi wakiingia ndani ya basi.

# data_list
source: Point at each of the different people in the picture and say, "Look at all these people! See their shirts? Everyone has a different color on their top! Ask, "What color is this shirt? What about this one? Tell me the color of this top! And what color is this one right here?. Say, let's now look at what you are wearing. Then ask, “what color is your clothes? What about mine?”
sw: Onyesha kwa kuelekezea watu tofauti kwenye picha and sema, “Tazama watu wote hawa! “Ona mashati yao? Kila mmoja nguo yake ya juu ina rangi tofauti! Uliza, “Shati hili ni la rangi gani? Vipi kuhusu hili? Niambie rangi ya nguo hii ya juu! Na hii hapa ni rangi gani? Sema, hembu sasa tuangalie umevaa nini. Halafu uliza, “Nguo zako ni za rangi gani? Vipi kuhusu yangu?

# data_list
source: Even more people were running to catch the bus. But they were too late. The red bus was full. It left for town.
sw: Mara basi likaondoka. Ebei aliwaona watu wengine wakikimbia kulifikia basi. Walikuwa tayari wamechelewa.

# data_list
source: Say, "Uh oh! Look! The bus drove away, and some people missed it! They're running super fast to try and catch it! One person looks a little stuck.” Ask, “What would you do if the bus left you behind? Would you run after it too? Can you show me how you would run?"
sw: Sema, " ah oh! Tazama! Basi liliondoka, na watu wengine walilikosa! Wanakimbia haraka sana kujaribu kulikamata! Mtu mmoja anaonekana kukwama kidogo." Muulize, "Ungefanya nini ikiwa basi lingekuacha? Je, ungelikimbiza pia? Unaweza kunionyesha ungekimbia namna gani?" Muulize, "Ungefanya nini ikiwa basi lingekuacha? Je, ungelikimbiza pia? Unaweza kunionyesha ungekimbia namna gani"

# data_list
source: "Where is the big blue bus?" asked Ebei's mother. "It broke down," replied the driver. "We are fixing it. It will come tomorrow."
sw: Mamake Ebei alimuuliza dereva, "Liko wapi basi kubwa la bluu?" Dereva alimjibu, "Samahani mama, basi la bluu liliharibika. Linatengenezwa Kesho litakuja."

# data_list
source: Say, "Look at the little cloud above their heads! That's like a thought bubble. I think the mother is asking the bus driver about the blue bus. Hmm... where could it have gone?"
sw: Sema, “Tazama wingu dogo juu ya vichwa vyao! Hiyo ni kama ishara ya kufikiria jambo. Nafikiri mama anamuuliza dereva wa basi kuhusu basi la bluu. Hmm…litakuwa limeenda wapi?”?

# data_list
source: Ebei did not care about the colour of the bus. He did not care about the size. This bus was going to town!
sw: Ebei hakujali rangi wala ukubwa wa basi. Alifurahi kuwa basi lile lilikuwa linawapeleka mjini. Hatimaye, atanunuliwa sare ya shule.

# data_list
source: Ask the child to share their thoughts about the story and say, “Now tell me, what do you think about the story? What did you like the most about it?”
sw: Muombe mtoto akushirikishe mawazo yake kuhusu hadithi na useme, "Sasa niambie, una maoni gani kuhusu hadithi hiyo? Ulipenda nini zaidi kwenye hadithi?"

# data_list
source: Decision
sw: Uamuzi

# data_list
source: A village takes a decision together to change their lives for the better.
sw: Kijiji kilichukua uamuzi wa pamoja kubadilisha maisha yao yawe mazuri.

# data_list
source: © African Storybook Initiative, 2015. Some rights reserved. Released under CC BY 4.0 license.
sw: African Storybook Initiative, 2015. Haki zingine zimehifadhiwa. Imetolewa chini ya leseni ya CC BY 4.0.

# data_list
source: My village had many problems. We made a long line to fetch water from one tap.
sw: Kijiji changu kilikuwa na matatizo mengi. Tulipanga foleni ndefu kuchota maji kutoka kwenye bomba moja.

# data_list
source: Describe the picture and say, “Look at this picture! Wow, lots and lots of people are waiting by the tap. They all want to get some water. Hmm, why are they all lined up like that? Maybe the water is coming out super slow?” Ask, “What do you think?”
sw: Elezea picha na useme, "Angalia picha hii! Lo, watu wengi wanasubiri karibu na bomba. Wote wanataka kuchota maji. Mmh, kwa nini wote wamejipanga hivyo? Labda maji yanatoka polepole sana?"

# data_list
source: We waited for food donated by others.
sw: Tulisubiri chakula cha msaada kilichotolewa na wengine.

# data_list
source: Point at the picture again and say, “Look at another queue, could the people be queuing for something else?” Ask, “Let's look at the people who are wearing red, how many are they? How about those wearing green?” Then say, “Now let's look at the clothes you are wearing, what colors are they?”
sw: Onyesha kuelekezea kwenye picha tena na useme, “Angalia foleni nyingine, je watu wanaweza kuwa kwenye foleni kutafuta kitu kingine?” Muulize, "Hebu tuangalie watu waliovaa nyekundu, ni wangapi? Vipi kuhusu wale waliovaa kijani?" Kisha sema, “Sasa hebu tuangalie nguo ulizovaa, ni za rangi gani?”

# data_list
source: We locked our houses early because of thieves.
sw: Tulifunga nyumba zetu mapema kwasababu ya wezi.

# data_list
source: Point at the picture and say, “Look at this picture! See the mother? She's closing the door with a key, click, click! And look, the window is also closed tight.” Ask, “Hmm, why do you think mommy is locking the door? What do you think?
sw: Onyesha kuelekezea kwenye picha na useme, "Angalia picha hii! unamuona mama? Anafunga mlango kwa ufunguo, kwichi kwichi! Na tazama, dirisha pia limefungwa vizuri." Muulize, "Hmm, unafikiri kwa nini mama anafunga mlango? Unaonaje?

# data_list
source: Many children dropped out of school.
sw: Watoto wengi waliacha shule.

# data_list
source: Ask, “Can you tell me what is happening in this picture?”
sw: Muulize, “Unaweza kuniambia nini kinatokea kwenye picha??

# data_list
source: Young girls worked as maids in other villages.
sw: Wasichana wadogo walifanya kazi kama wasaidizi wa nyumbani kwenye vijiji vingine.

# data_list
source: Point at the picture and say, “Look, those are young girls. They are supposed to be in school but it looks like they are working as maids.” Ask, “Do you think it's important for children to go to school? Why do you think so?
sw: Onyesha kuelekezea kwenye picha na useme, "Tazama, hao ni wasichana wadogo. Walitakiwa wawe shuleni lakini -inaonekana wanafanya kazi kama vijakazi." Muulize, "Je, unafikiri ni muhimu kwa watoto kwenda shule? Kwa nini unafikiri hivyo?

# data_list
source: Young boys roamed around the village while others worked on people's farms.
sw: Mvulana mmoja mdogo alizungukazunguka kijijini wakati wengine walifanya kazi kwenye mashamba ya watu.

# data_list
source: Point at the picture and say, “There seems to be many boys moving around the village. I wonder what they could be doing?” Ask, “Now tell me, how many boys do you see in this picture?
sw: Elekeza kwenye picha na useme, "Inaonekana kuna wavulana wengi wanaozunguka kijijini. Nashangaa wanaweza kuwa wanafanya nini?" Muulize, “Sasa niambie, unaona wavulana wangapi kwenye picha hii?

# data_list
source: When the wind blew, waste paper hung on trees and fences.
sw: Upepo ulipovuma takataka za karatasi zilining"inia kwenye miti na uzio.

# data_list
source: Say, “Look at this picture! Whoa, the wind is super strong! See how everything is flying around? Even the papers are stuck on the tree! Now, look at the man. The wind is taking his hat! How do you think he feels right now? Is he happy? Sad? Silly? Tell me what you think!
sw: Sema, "Tazama picha hii! Lo, upepo una nguvu sana! Tazama jinsi kila kitu kinavyozunguka? Hata karatasi zimekwama kwenye mti! Sasa, mwangalie mwanaume. Upepo unachukua kofia yake! Unafikiri anajisikiaje sasa hivi? Je, ana furaha? anasikitika? anajiskia mzembe? Niambie unafikiri nini!!

# data_list
source: People were cut by broken glass that was thrown carelessly.
sw: Watu walikatwa na chupa zilizovunjika na kutupwatupwa kwa uzembe.

# data_list
source: Say, “Oh no! Look at the boy's foot. Is that blood? Uh oh! What happened? There are so many broken things on the floor. Did he maybe step on them? It's a good idea to wear your shoes so your feet don't get hurt!
sw: Sema, La! Angalia mguu wa mvulana. Hiyo ni damu? Lo! Nini kilitokea? Kuna vitu vingi vilivyovunjika kwenye sakafu. Je, labda alivikanyaga? Ni wazo zuri kuvaa viatu vyako ili miguu yako isiumie!

# data_list
source: Then one day, the tap dried up and our containers were empty.
sw: Halafu siku moja, maji yalikatika bombani na vyombo vyetu havikuwa na maji.

# data_list
source: Describe the characters emotions and say, “Okay, imagine everyone in the village is feeling a little bit sad and worried. The water tap is empty! That means no water to drink, no water to wash our hands, and maybe even no water for the plants.” Ask, "Why do we need water? What do you use water for?" Tell me what you think!”
sw: Elezea hisia za wahusika na useme, "Sawa, fikiria kila mtu kijijini ana huzuni na wasiwasi kiasi. Bomba la maji ni tupu! Hiyo inamaanisha hakuna maji ya kunywa, hakuna maji ya kunawa mikono, na labda hata hakuna maji ya kumwagilia mimea." Muulize, "Kwa nini tunahitaji maji? Unatumia maji kufanyia nini?" Niambie unafikiri nini!”

# data_list
source: My father walked from house to house asking people to attend a village meeting.
sw: Baba yangu alitembea nyumba hadi nyumba kuomba watu wahudhurie mkutano wa kijiji.

# data_list
source: Say, “Let's count the people in this picture! One, two, three... how many are there? Now, who is super tall? Can you point to the tallest person? And who is tiny? Point to the shortest person!”
sw: Sema, "Hebu tuhesabu watu katika picha hii! Moja, mbili, tatu... wako wangapi? Sasa, nani ni mrefu sana? Je, unaweza kuonyesha kuelekezea kwa mtu mrefu zaidi? Na ni nani mdogo? Onyesha mtu mfupi zaidi!"

# data_list
source: People gathered under a big tree and listened.
sw: Watu walikusanyika chini ya mti mkubwa na walisikiliza.

# data_list
source: Describe the picture and say, “Look! See all those people sitting under the big tree? They're talking about things that are making them sad in their village. Like, there's no water to drink, yucky trash all over the place, and broken stuff everywhere. Maybe they're talking together to try and make things better!”
sw: Elezea picha na useme, "Tazama! Unawaona watu hao wote wameketi chini ya mti mkubwa? Wanazungumza kuhusu mambo ambayo yanawahuzunisha katika kijiji chao. Kama vile, kukosa maji ya kunywa, takataka nyingi kila mahali, na vitu vilivyovunjika kila mahali. Labda wanazungumza pamoja ili kujaribu kufanya mambo kuwa mazuri!"

# data_list
source: My father stood up and said, "We need to work together to solve our problems."
sw: Baba yangu alisimama na alisema.,"Tunahitaji kufanya kazi pamoja kutatua matatizo yetu."

# data_list
source: Ask, “Do you think it's a good idea for them to talk and help each other fix these problems? Why do you think that?”
sw: Muulize, "Je, unafikiri ni wazo zuri kwao kuzungumza na kusaidiana kurekebisha matatizo haya? Kwanini Unafikiria hivyo?"

# data_list
source: Eight-year-old Juma, sitting on a tree trunk shouted, "I can help with cleaning up."
sw: Juma mwenye umri wa miaka nane amekaa kwenye tawi kubwa la mti alisema kwa sauti, " Naweza kusaidia kufanya usafi."

# data_list
source: Say, “Wow! Even kids helped fix problems in their town! That's super cool, right?” Ask, “Imagine if your friends had a problem, and you had a problem too. Would you help your friends think of ways to solve their problem?”
sw: Sema, "Waoo! Hata watoto walisaidia kutatua matatizo katika mji wao! Hiyo ni nzuri sana, sivyo?" Muulize, “Hebu fikiria ikiwa marafiki zako walikuwa na tatizo, na wewe pia una tatizo. Je, ungewasaidia marafiki zako kufikiria njia za kutatua tatizo lao?”?

# data_list
source: One woman said, "The women can join me to grow food."
sw: Mwanamke mmoja alisema, "Wanaweka wanaweza kuungana na mimi kulima mazao ya chakula."

# data_list
source: Point at the women in the picture and say, “Look at the ladies in the picture. See that bubbly cloud over their heads? That's their thinking bubble!” Ask, “What do you think is going on inside their heads? What do you think they are saying to each other? Tell me your ideas!”
sw: Onyesha kuelekezea wanawake kwenye picha na useme, "Watazame wanawake kwenye picha. Ona wingu hilo lenye mvuto lililo juu ya vichwa vyao? Hiyo ni ishara ya wao kufikiria jambo!" Muulize, "Unafikiri nini kinaendelea ndani ya vichwa vyao? Unafikiri wanaambiana nini? Niambie mawazo yako!"

# data_list
source: Another man stood up and said, "The men will dig a well."
sw: Mwanaume mwingine alisimama na alisema, " Wanaume watachimba kisima."

# data_list
source: Point at the men in the picture, “Now let's look at these two men. See that bubbly cloud over their heads? That's their thinking bubble!” Ask, “What do you think is going on inside their heads? What do you think they are saying to each other? Tell me your ideas!”
sw: Onyesha kuelekezea kwa mwanaume kwenye picha, Sasa tuangalie wanaume hawa wawili. Angalia hilo wingu lenye mvuto juu ya vichwa vyao? Hiyo ni ishara ya wao kufikiria jamboi!” Muulize, "Unafikiri nini kinaendelea ndani ya vichwa vyao? Unafikiri wanaambiana nini? Niambie mawazo yako!"

# data_list
source: We all shouted with one voice, "We must change our lives." From that day we worked together to solve our problems.
sw: Sote tulipiga kelele kwa sauti, "Ni lazima tubadilishe maisha yetu." Toka siku ile tulifanya kazi pamoja kutatua matatizo yetu.

# data_list
source: Point at the people in the picture and say, “Look! Everyone is helping to fix their problem together. See all those happy faces? Even the little girl looks like she's dancing because they figured it out! Yay for them! They solved it! Isn't that super great?”
sw: Onyesha kuelekezea watu kwenye picha na useme, "Tazama! Kila mtu anasaidia kutatua matatizo yao pamoja. Ona nyuso hizo zote zenye furaha? Hata msichana mdogo anaonekana kama anacheza kwa sababu walisuluhisha pamoja! Je! hiyo si ni nzuri sana?"

# data_list
source: Emotions Come and Go
sw: Hisia huja na kwenda

# data_list
source: Look out for the emotions you feel and why!
sw: Angalia hisia unazojiskia na kwanini!

# data_list
source: © African Storybook Initiative, 2019. Some rights reserved. Released under CC BY 4.0 license.
sw: © African Storybook Initiative, 2019. Haki zingine zimehifadhiwa. Imetolewa chini ya leseni ya CC BY 4.0.

# data_list
source: Ada is chuckling because she heard a funny story. She is smiling. What is Ada feeling?
sw: Ada anacheka kwa sababu alisikia hadithi ya kuchekesha. Anatabasamu. Ada anahisi nini?

# data_list
source: Gisa is feeling grumpy. He has a scowl on his face. Why is he irritated?
sw: James anahisi hasira. Ana mkunjo kwenye paji la uso. Kwa nini amekasirika?

# data_list
source: Yuadoo is scared of the dark. Everyone feels fear sometimes. But Yuadoo can ask for help.
sw: Adela anaogopa giza. Kila mtu huhisi hofu wakati mwingine. Lakini Adela anaweza kuomba msaada.

# data_list
source: Chidubem is worried about his school work. He can tell his teacher. He can ask for help.
sw: Chidu ana wasiwasi juu ya kazi yake ya shule. Anaweza kumwambia mwalimu wake. Anaweza kuomba msaada.

# data_list
source: Lushan is playing around! It's okay to be silly sometimes.
sw: Nathan anacheza cheza! Ni sawa kufanya mchezo wakati mwingine.

# data_list
source: Eruro is feeling sad. It's okay to cry. Emotions come and go.
sw: Ethan anajisikia mwenye huzuni. Ni sawa kulia. Hisia huja na kuondoka.

# data_list
source: Ayator is bursting with happiness. He is joyful. Emotions come and go.
sw: Zawadi amejawa na furaha. Yeye amefurahi. Hisia huja na kuondoka.

# data_list
source: Hadiza is bored. She needs to find something to do.
sw: Hadija anahisi kuchoka. Anahitaji kupata kitu cha kufanya.

# data_list
source: Ayo is angry. He is frustrated. Anger is a difficult feeling.
sw: Ayo amekasirika. Amechanganyikiwa. Hasira ni hisia ngumu.

# data_list
source: Labake is excited. What's the cause of her excitement? Mother made her favourite food.
sw: Lizi amefurahishwa. Je! Ni nini sababu ya kufurahi kwake? Mama alitayarisha chakula akipendacho.
