Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_tz/*/*_main.po
Languages: sw

# data_list
source: I’m glad we decided to spend time in the garden instead. Look how nicely our plants are growing.
sw: Nimefurahi tuliamua kutumia muda wetu bustanini. Tazama ambavyo mimea yetu inakua vizuri.

# data_list
source: Yes! It’s nice to be outside on a beautiful day like this.
sw: Ndio! Ni vizuri kuwa nje kwa siku nzuri kama hii.

# data_list
source: How to solve problems: Step 4
sw: Jinsi ta kutatua matatizo: Hatua 4

# data_list
source: **Reflect and learn** Discuss with your child whether or not the solution worked, or what they might want to do differently next time.
sw: **Tafakari na ujifunze** Jadili na mtoto wako ikiwa suluhisho lilifanya kazi au hapana, au anataka kufanya nini cha tofauti wakati ujao.

# data_list
source: “Well that was great – I was so impressed by how well you worked together in the garden. How was that for you?
sw: “Safi hiyo ilikuwa nzuri - Nilivutiwa sana jinsi mlivyofanya kazi pamoja bustanini. Wewe uliionaje?

# data_list
source: I’m glad we found something else that we were happy to do together.
sw: Nafurahi tulipata kitu kingine ambacho tulifurahia kufanya pamoja.

# data_list
source: Books and stories encourage children to explore different ideas and learn about the world.
sw: Vitabu na hadithi huwahimiza watoto kuchunguza mawazo tofauti na kujifunza kuhusu ulimwengu.

# data_list
source: Here’s how to use books to explore:
sw: Hapa ni jinsi ya kutumia vitabu kuchunguza: :

# data_list
source: **Ask questions about the story** This helps children think about what is happening, why this might be happening, and what might happen next.
sw: **Uliza maswali kuhusu hadithi** Hii husaidia watoto kufikiri kuhusu nini kinatokea, kwanini hii inaweza kutokea, na nini kinaweza kutokea baadae.

# data_list
source: Listen to an example:
sw: Sikiliza mfano:

# data_list
source: Using this picture from the book called Big Blue Bus, ask your child: “Why do you think they are standing next to the side of the road? Why is she looking at her watch? How do you think the boy is feeling? What do you think will happen next?” Invite children to imagine different endings to the story, or create your own follow up story. You could ask “what would happen if they went home for tea and the bus came while they were away?” or you could say: “let’s make up our own story of what happens when they get to the city. Where did they go first? What did they buy? Who did they meet?” Asking questions is a great way to engage your child in the story and explore different possibilities together.
sw: Kwa kutumia picha kutoka kwenye kitabu cha Basi kubwa la Bluu, muulize mtoto wako: “ Unafikiri ni kwanini wamesimama pembeni ya barabara? Kwa nini anaangalia saa yake? Unafikiri mvulana anajiskiaje? Unafikiri nini kitatokea baadae?” Waalike watoto kufikiria miisho tofauti ya hadithi, au tengeneza hadithi yako ya ufatiliaji. “Unaweza kuuliza “Ni nini kingetokea kama wangeenda nyumbani kunywa chai na basi lingekuja wakiwa mbali?” au ungeweza kusema: “hebu tutengeneze hadithi yetu wenyewe juu ya nini kinatokea pale wanapofika jijini. Walienda wapi kwanza? Walinunua nini? Walikutana na nani?”Kuuliza maswali ni njia nzuri ya kuwashirikisha watoto wako katika hadithi na kuchunguza uwezekano mbalimbali pamoja..

# data_list
source: Make connections between what you see in the book and your child’s life.
sw: Husianisha kati ya kile unachokiona kwenye kitabu na maisha ya mtoto wako

# data_list
source: Show your child how what happens in the story is similar to or different from their own life. For example, if there is a chicken in the story, you could remind your child that you also have chickens outside your house that you feed every morning. You could ask: “Do our chickens look like the one in this story? Who feeds our chickens at home?” Or you could say: “look, he is playing with a ball. When you play outside our house, what do you like to play with?”
sw: Muonyeshe mtoto wako jinsi kile kinachotokea katika hadithi ni sawa au tofauti katika maisha yake. Kwa mfano, ikiwa kuna kuku kwenye hadithi, unaweza kumkumbusha mtoto wako kuwa una kuku nje ya nyumba yako na huwa unawalisha kila asubuhi, unaweza kuuliza: “Je kuku wetu wanafanana na yule wa kwenye hadithi hii? Ni nani anayewalisha kuku wetu nyumbani? Au unaweza kusema: “Tazama anacheza mpira nje ya nyumba yetu, unapenda kucheza na nani?”

# data_list
source: **Count and compare** Use the pictures to count or make comparisons between different objects or characters.
sw: **Hesabu na Linganisha** Tumia picha kuhesabu au kufananisha kati ya vitu tofauti au wahusika.

# data_list
source: Books can help children practice counting, and to assess and compare different things. Using this picture, you could point to the people in the bus and say: “Let’s see how many people are on the bus: 1, 2, 3, 4, …. Or you can ask your child to count. You could also ask your child to compare the number of people by asking “Are there more people on the bus or more people on the road?” And you could ask: “Who is closest to the bus? And who is the furthest away? Who is sitting at the back of the bus? Who is sitting at the front? Are the two houses the same size? Is the bus driving towards the houses or away from the houses?”
sw: Vitabu vinaweza kumsaidia mtoto kufanya mazoezi ya kuhesabu na kutathimini na kulinganisha vitu mbalimbali. Kwa kutumia picha, unaweza kuonyesha kwa kuelekezea watu ambao wako ndani ya basi na kusema: “Hembu tuone ni watu wangapi wako kwenye basi: 1,2,3,4,........ Au unaweza kumwambia mtoto wako ahesabu. Unaweza pia kumwambia mtoto wako alinganishe idadi ya watu kwa kuuliza “Je kuna watu zaidi kwenye basi au watu zaidi barabarani?” Na unaweza kuuliza: “Ni nani aliye karibu na basi? Na ni nani aliye mbali zaidi? Ni nani amekaa nyuma ya basi? Ni nani amekaa mbele? Je nyumba mbili zina ukubwa sawa? Je basi linaendeshwa kuelekea kwenye nyumba au mbali na nyumba?”

# data_list
source: Three easy ways to use book activities to explore: 1. Ask questions about the story and what might happen. 2. Make connections between the book and your child’s life. 3. Use the pictures to practice counting and make comparisons.
sw: Njia tatu rahisi za kutumia shughuli za vitabu kuchunguza: 1. Uliza maswali kuhusu hadithi na nini kinaweza kutokea. 2. Husianisha kitabu na maisha ya mtoto wako. 3. Tumia picha kufanya mazoezi ya kuhesabu na kulinganisha.

# data_list
source: Small actions, big results! Parents who practice at home get better results. For your home practice: 🤝 When a problem arises, involve your child in finding a solution and trying it out. 📖 Make connections between the book and your child’s life. 😌 Think about something you are curious about or want to learn more about. Make some time to explore your interests!
sw: Vitendo kidogo, matokeo makubwa! Wazazi wanaofanya mazoezi kwa vitendo nyumbani wanapata matokeo mazuri. Hii ni kwa mazoezi yako ya nyumbani: 🤝Tatizo linapotokea, mshirikishe mtoto wako kutafuta ufumbuzi na kulijaribu. 📖Husianisha kitabu na maisha ya mtoto wako. 😌 Fikiria juu ya kitu unahamu nacho au unachotaka kujifunza zaidi. Pata muda wa kuchunguza mambo yanayokuvutia!

# data_list
source: Taking Care of Yourself
sw: Kujijali wewe mwenyewe

# data_list
source: Sit comfortably and close your eyes. Recognise what is happening for you in this moment. What are you thinking? Are your thoughts positive or negative. How do you feel? Do you feel pleasant or unpleasant? How does your body feel? Do you feel tense or relaxed? Connect to your breathing_heart in a kind and gentle way. You may want to place one hand on your heart or chest. Say the following words silently to yourself: May I be peaceful. May I be safe. May I be healthy. May I be happy. May there be love in my family. May I feel loved. Take a moment to reflect on your experience. Notice if you feel any different.
sw: Kaa vizuri halafu ufumbe macho yako. Tambua kinachokutokea muda huu. Unafikiria nini? Je, mawazo yako ni chanya au hasi? Je, unahisije? Je, unahisi kufurahi au kutofurahi? Je, mwili wako unahisije? Je, unahisi wasiwasi au umetulia? Husiana na moyo wako kwa wema na upole. Unaweza kuhitaji kuweka mkono mmoja kwenye moyo wako au kifuani. Sema kimoyomoyo maneno yafuatayo: Ninaomba niwe na amani. Ninaomba niwe salama. Ninaomba niwe na afya. Ninaomba niwe na furaha. Na upendo uwe kwenye familia yangu. Ninaomba nihisi kupendwa. Chukua muda kutafakari uzoefu wako. Angalia ikiwa unahisi tofauti yoyote.

# data_list
source: Looking after yourself well starts with noticing how you feel.
sw: Kujithamini huanza kwa kutambua namna unavyojisikia.

# data_list
source: Fantastic! And well done for investing in yourself and your family – you have accomplished a lot.
sw: Hongera! umefanya vizuri kuwekeza kwako na familia yako – umefanikisha mengi.

# data_list
source: Sorry that you are not having the best day. Well done for trying to figure everything out. @global.app_name is here to help.
sw: Pole kwa kutokuwa na siku nzuri zaidi. Umefanya vizuri kwa kujaribu kubaini kila kitu. @global.app_name iko hapa kukusaidia.

# data_list
source: Being a parent can be challenging. Take a deep breath and recognise all you have done for your family – you deserve praise!
sw: Kuwa mzazi kunaweza kuwa changamoto. Vuta pumzi na tambua yote uliyoifanyia familia yako – unastahili kusifiwa!

# data_list
source: This module is about YOU. Looking after yourself is essential for a happy family.
sw: Mada hii ni kwa ajili YAKO. Kujiangalia mwenyewe ni muhimu kwaajili ya familia yenye furaha.

# data_list
source: In ParentApp for Kids, we use the image of a garden to think about what children need in their lives to grow and thrive.
sw: Katika Programu ya Malezi ya watoto, tunatumia taswira ya bustani kufikiria kile ambacho watoto wanahitaji katika maisha yao ili wakue na kustawi.

# data_list
source: Let’s see how **caring for yourself** forms part of the garden image.
sw: Hembu tuone ambavyo **Kujijali** kunakuwa sehemu ya taswira ya bustani.

# data_list
source: The health of the gardener is important to the health of the garden. In the same way, parents need to take care of themselves, so that they can take care of their children.
sw: Afya ya mtunza bustani ni muhimu kwa afya ya bustani. Vivyo hivyo, Wazazi wanapaswa kujitunza, ili waweze kuwatunza watoto wao.

# data_list
source: We often forget to take care of ourselves, but it’s really important, especially if you are a parent! When you reduce stress and treat yourselves kindly, it helps both you and your children. There are times when we experience challenges, face problems, and do not know what to do. It is important to take care of ourselves every day, so we are ready to handle those times well and stay calm. When we are calm, we are in a good state to think positively and come up with positive solutions to any challenges we may be facing.
sw: Mara nyingi tunasahau kujitunza, lakini ni muhimu sana, hasa ikiwa wewe ni mzazi! Unapopunguza msongo wa mawazo na kujitendea vizuri, husaidia wewe na watoto wako. Kuna wakati tunapata changamoto, tunakumbana na matatizo, na hatujui tufanye nini. Ni muhimu Kujijali kila siku, Kwa hiyo tuko tayari kushughulikia nyakati hizo vizuri na kukaa kwa utulivu. Tunapokuwa na utulivu, tunakuwa katika hali nzuri ya kufikiria vyema na kupata suluhu nzuri kwa changamoto zozote tunazoweza kukumbana nazo..

# data_list
source: Taking care of yourself is an important parenting skill. Let’s look at three powerful ideas.
sw: Kujijali ni ujuzi muhimu kwenye malezi. Hembu tuangalie mawazo matatu yenye nguvu..

# data_list
source: **Take a pause** Taking a pause helps us to feel calmer in stressful moments.
sw: **Pata muda wa kupumzika** Kupumzika husaidia kujiskia utulivu wakati unapokuwa na msongo wa mawazo.

# data_list
source: All parents get frustrated, overwhelmed or upset. Taking a moment for yourself can help you to respond in a calmer way. When you are having a hard time, it’s okay to make sure your children are in a safe place and to give yourself a couple of minutes to step away and calm yourself. Even taking a few deep breaths makes a big difference. By staying calm instead of reacting strongly, you can also prevent a lot of problems!
sw: Wazazi wote wanachanganyikiwa, wanaelemewa au kukasirika. Kupata muda kwaajili yako inaweza kukusaidia kujibu kwa njia tulivu. Unapokuwa na wakati mgumu, ni vizuri kuhakikisha watoto wako wapo sehemu salama na kujipa dakika kadhaa kuwa peke yako na kujituliza. Hata kuvuta pumzi inaleta tofauti kubwa. Kukaa kwa kutulia badala ya kujibu kwa nguvu, unaweza kuzuia matatizo mengi!!

# data_list
source: **Be kind to yourself** Being a parent can be hard. Show yourself kindness and remind yourself of what you can be proud of.
sw: **Uwe mwema kwako mwenyewe** Kuwa mzazi inaweza kuwa ngumu. Jitendee wema wewe mwenyewe na ujikumbushe kile unachoweza kujivunia.

# data_list
source: When we are feeling stressed or overwhelmed, we often can’t help but focus on everything that’s going wrong. But just because things are hard, doesn’t mean you have to be hard on yourself. Identify negative thoughts when they start and decide if they are true or helpful. If not, find positive thoughts to replace them with. After a challenging experience, set-back or “bad day”, think about what you would like to do differently next time and then move on. Rather focus on what you have done well, and what you can be proud of. For example, instead of “I am a bad parent” say “I am feeling overwhelmed right now, but I am doing the best I can and I will talk to a friend for support”.
sw: Tunapokuwa na msongo wa mawazo au kuelemewa, mara nyingi hatuwezi kusaidia lakini tunafatilia zaidi kila kitu kilichoenda vibaya. Ingawa mambo ni magumu, haimaanishi uruhusu maumivu ndani yako. Fikiria juu ya mawazo yasiyofaa yanapoanza kukujia na angalia ikiwa ni ya kujenga au ya msaada. Kama sivyo, tafuta mawazo mazuri yafanye mbadala wake. Baada ya kupitia changamoto, kumbukumbu au “siku mbaya”, tafuta kitu cha tofauti ambacho ungependa kufanya wakati ujao na uendelee na maisha. Badala yake zingatia kile ulichofanya vizuri, na kile unachoweza kujivunia. Kwa mfano, badala ya “Mimi ni mzazi mbaya” sema “Najiskia kuelemewa sasa hivi, lakini najitahidi niwezavyo na nitazungumza na rafiki kwaajili ya msaada”.

# data_list
source: **Connect with others** Connect with your family and friends - you are not alone.
sw: **Ungana na wengine** Ungana na familia na rafiki zako - hauko peke yako.

# data_list
source: Being a parent is not always easy. Don’t hesitate to reach out for support when you need it. Sharing challenges with trusted people can lighten your emotional load and help you find solutions. Make an effort to share your feelings and experiences with trusted friends or family members. Honest conversations build trust and help you feel understood. This helps others to feel connected too. Even a quick phone call or a thoughtful text can reinforce your connections and let others know you care.
sw: Kuwa mzazi sio rahisi kila wakati. Usiogope kutafuta msaada unapohitaji. Kuwashirikisha changamoto watu wanaoaminika inaweza kuleta wepesi wa mzigo wa hisia na kukusaidia kupata suluhisho. Fanya jitihada kuwashirikisha hisia zako na unayoyapitia marafiki na wanafamilia wanaoaminika. Mazungumzo yenye uaminifu hujenga uaminifu na kukusaidia kujiskia kueleweka. Hii husaidia wengine kuona wako pamoja. Hata kupiga simu kwa haraka au ujumbe wenye mawazo mazuri yanaweza kuimarisha umoja na kufanya wengine waone unajali..

# data_list
source: Let’s see how @data.characters.f3_grandma.name manages to take care of herself when life gets a bit too much:
sw: Hebu tuangalie jinsi @data.characters.f3_grandma.name anavyoweza kujitunza wakati mambo yanapokuwa mengi kwenye maisha:

# data_list
source: @data.characters.f3_grandma.name come play with me and my dolls!
sw: @data.characters.f3_grandma.name njoo tucheze na mimi na mdoli wangu!

# data_list
source: (🤔thinking) I am feeling so stressed. Let me take a deep breath… Phewww… Maybe I can finish preparing dinner and then take a few minutes to play with @data.characters.f3_girl.name. It will take my mind off all these worries.
sw: (🤔kwa kuwaza) Najiskia kuwa na msongo wa mawazo sana. Acha nivute pumzi ndefu… mhhhhh… Labda naweza kumaliza kuandaa chakula cha jioni kisha nichukue dakika chache kucheza na @data.characters.f3_girl.name. Itaondoa wasiwasi huu wote kwenye akili yangu.

# data_list
source: Alright, @data.characters.f3_girl.name, let me finish preparing lunch quickly, and then I will come play with you.
sw: Sawa, @data.characters.f3_girl.name, ngoja nimalize kuandaa chakula cha mchana haraka, kisha nitakuja kucheza na wewe.

# data_list
source: (🤔thinking) I am glad I took some time with my child. I feel a bit better and my mind feels clearer already. After dinner, I deserve a cup of tea by myself.
sw: (🤔kwa kuwaza) Ninafuraha nilichukua muda na mtoto wangu. Ninajiskia vizuri zaidi na akili yangu tayari iko safi. Baada ya chakula cha jioni, ninastahili kikombe cha chai nikiwa peke yangu.

# data_list
source: (🤔thinking) What a day. I have a lot of things to do, but I am still standing and trying my best every day. Tomorrow, I should visit my friends so we can catch up and be reminded that we aren’t alone!
sw: (🤔kwa kuwaza) ni siku nzuri. Nina mambo mengi ya kufanya, lakini bado nasimama na kujaribu niwezavyo kila siku. Kesho, ninapaswa kutembelea marafiki zangu ili tuweze kuonana na kutukumbusha kwamba hatuko peke yetu!

# data_list
source: Let’s reflect.
sw: Hebu tutafakari.

# data_list
source: How did @data.characters.f3_grandma.name feel at first?
sw: @data.characters.f3_grandma.name alijiskiaje mwanzoni?

# data_list
source: Have another look at @data.characters.f3_grandma.name’s facial expression and thoughts. She is feeling stressed and worried.
sw: Tazama tena sura na mawazo ya @data.characters.f3_grandma.name. Anajiskia kuwa na msongo wa mawazo na wasiwasi.

# data_list
source: Stressed
sw: Kuwa na msongo wa mawazo

# data_list
source: Yes, @data.characters.f3_grandma.name feels stressed and worried about everything happening in her life.
sw: Ndiyo, @data.characters.f3_grandma.name anajiskia kuwa na msongo wa mawazo na kuwa na wasiwasi kuhusu kila kitu kinachotokea maishani mwake.

# data_list
source: What does @data.characters.f3_grandma.name do to manage her stress?
sw: Je, @data.characters.f3_grandma.name hufanya nini kukabiliana na msongo wa mawazo?

# data_list
source: Take a pause
sw: Tulia

# data_list
source: Yes, taking a pause helps in stressful moments. Even taking a few deep breaths can help us feel better and respond more calmly
sw: Ndiyo, kupumzika husaidia katika nyakati za msongo wa mawazo. Hata kuvuta pumzi kidogo kunaweza kutusaidia kujisikia vizuri na kujibu kwa utulivu zaidi

# data_list
source: Play with @data.characters.f3_girl.name
sw: Cheza na @data.characters.f3_girl.name.

# data_list
source: Exactly. Play helped @data.characters.f3_grandma.name to connect with @data.characters.f3_girl.name and forget about her worries for a moment.
sw: Haswaa. Kucheza kulimsaidia @data.characters.f3_grandma.name kuungana na @data.characters.f3_girl.name na kusahau wasiwasi wake kwa muda.

# data_list
source: Reward herself
sw: Jizawadie

# data_list
source: Exactly, @data.characters.f3_grandma.name creates a moment in the evening to enjoy a cup of tea by herself. Having this moment also helps her to come up with other ways to get support.
sw: Haswaa, @data.characters.f3_grandma.name anatayarisha muda wa jioni kufurahia kikombe cha chai peke yake. Kuwa na wakati huu pia humsaidia kuja na njia zingine za kupata usaidizi.

# data_list
source: Plan to see a friend
sw: Panga kuonana na rafiki

# data_list
source: Yes, when we isolate ourselves, problems will start to feel even bigger. Reaching out to a friend can help.
sw: Ndiyo, tunapojitenga, matatizo yataanza kuwa makubwa zaidi. Kutembelea rafiki kunaweza kusaidia.

# data_list
source: You can use book activities to take a pause when you feel stressed.
sw: Unaweza kutumia shughuli za kitabu kwa ajili ya kupumzika unapojiskia kuwa na msongo wa mawazo.

# data_list
source: By sitting down with a book and focusing your attention on the pictures and story, you can forget about your worries for a moment.
sw: Kwa kukaa chini na kitabu na kuzingatia mawazo yako juu ya picha na hadithi, unaweza kusahau kuhusu wasiwasi wako kwa muda.

# data_list
source: Connecting with others helps us feel less alone. You can use book activities to connect with your child and your family.
sw: Kuungana na wengine hutusaidia kujiskia kutokuwa peke yetu. Unaweza kutumia shughuli za vitabu kuungana na mtoto wako na familia yako.

# data_list
source: Having some fun is helpful for parents too. You can use stories to relax, laugh and have fun together.
sw: Kuwa na furaha kuna manufaa kwa wazazi pia. Unaweza kutumia hadithi kupumzika, kucheka na kufurahia pamoja.

# data_list
source: Taking care of yourself is an important parenting skill! For your home practice: 🤝 When you notice you are feeling stressed, give yourself a moment to pause, breathe and regain your calm. 📖 Share a book with your child or family to relax and have fun together. 😌 Reward yourself by doing something you enjoy.
sw: Kujitunza mwenyewe ni ujuzi muhimu kwenye malezi! Kwa mazoezi yako ya nyumbani: 🤝 Unapoona una msongo wa mawazo, jipe ​​muda wa kutulia, kupumua na kurejesha utulivu wako. 📖 Shiriki kitabu na mtoto wako au familia ili kupumzika na kufurahia pamoja 😌 Jipatie zawadi kwa kufanya kitu unachofurahia.

# data_list
source: Feel the Ground
sw: Kuhisi ardhi

# data_list
source: Close your eyes. Notice your connection with the ground beneath you. What parts of your body touch the ground? What parts of your body do not? Notice where it feels warm and where it feels cool. Feel the ground underneath you supporting you. Let your body sink into the support of the ground. Try this next time you feel alone or are doing an ordinary activity like washing up. It can really help!
sw: Fumba macho yako. Chunguza uhusiano wako na ardhi iliyo chini yako. Je, ni sehemu gani za mwili wako zinagusa ardhi? Je, ni sehemu gani za mwili wako hazigusi ardhi? Chunguza mahali palipo na joto na mahali palipo na baridi. Gusa ardhi iliyo chini yako inayokubeba. Acha mwili wako uzame na kubebwa na ardhi. Fanya hivi wakati mwingine unapojisikia mpweke au unafanya shughuli ya kawaida kama kunawa. Inaweza kusaidia kweli!

# data_list
source: Take a moment to check in with yourself.
sw: Chukua muda kujiangalia wewe mwenyewe.

# data_list
source: Wonderful, I am so happy things are going well.
sw: Ni jambo la kuvutia sana, ninafurahi sana mambo yanaenda vizuri.

# data_list
source: Some days will have their challenges. That is okay. You are on the right path!
sw: Baadhi ya siku zingine zitakuwa na changamoto zake. Hiyo ni sawa. Uko kwenye njia sahihi!

# data_list
source: Sorry that things are difficult now. It is completely normal to struggle sometimes. Remember that you are not alone!
sw: Tunasikitika kuona kuwa mambo ni magumu sasa. Wakati mwingine ni jambo la kawaida kabisa kupata misukosuko. Kumbuka kwamba hauko peke yako!

# data_list
source: How are you feeling today?
sw: Unajisikiaje leo?

# data_list
source: Happy
sw: Furaha

# data_list
source: Okay
sw: Sawa

# data_list
source: Sad
sw: Huzuni

# data_list
source: This week, we are focusing on the topic of **CONNECTION**.
sw: Wiki hii tutajikita zaidi kwenye mada ya **MUUNGANIKO**.

# data_list
source: Connecting with your child and spending quality time together makes a big difference to their development.
sw: Kuungana na mtoto wako na kutumia muda vizuri pamoja inaleta mabadiliko katika ukuaji wao.
