Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_tz/*/*_main.po
Languages: sw

# data_list
source: Sometimes how we feel can be hard to talk about. But everyone knows how to talk about the weather. You can use the pictures in this story to talk about different types of weather like sunshine, clouds, rain, or wind – and what we do when we experience these types of weather. You can also use the pictures to talk about different emotions such as feeling happy, sad, angry, upset or excited. You can ask your child: “when do you feel that way? What do you do when you feel that way?” Talking about feelings can feel strange at first but is a very effective way to help children learn to manage their emotions and behavior.
sw: Wakati mwingine ni vigumu kuelezea tunavyojiskia. Lakini kila mmoja anajua kuzungumza kuhusu hali ya hewa. Unaweza kutumia picha za kwenye hadithi hii kuzungumza kuhusu aina tofauti za hali ya hewa kama kuchomoza kwa jua, mawingu, mvua, au upepo-na tunafanyaje pale tunapopata aina hizi za hali ya hewa. Pia unaweza kutumia picha kuzungumza kuhusu aina tofauti za hisia kama vile kujiskia furaha, huzuni, hasira, kukasirika, kufurahia. Unaweza kumuuliza mtoto wako: “Umeanza kujiskia hivyo lini? Huwa unafanya nini unapojiskia hivyo?” Kuzungumza kuhusu hisia kunaweza kuwa ni kitu cha ajabu mwanzoni: Lakini ni njia nzuri sana kuwasaidia watoto kujifunza kudhibiti hisia na tabia zao.

# data_list
source: Create positive experiences
sw: Tengeneza uzoefu mzuri

# data_list
source: Respond in a positive way, make it fun and praise your child’s efforts.
sw: Itikia katika njia nzuri, ifanye iwe ya furaha na usifu juhudi za mtoto wako.

# data_list
source: More ideas for book activities
sw: Mawazo zaidi ya shughuli za kitabu

# data_list
source: Connect the story to real life
sw: Unganisha hadithi na maisha halisi

# data_list
source: Join Teacher Langa’s class as they share what they want to be when they grow up. Chef, builder, nurse or artist? Tell your child more about what these jobs involve or ask your child what jobs they have seen people do in their community? Encourage your child to talk about what they want to be or do one day. Ask them why. Encourage them to tell you more about their dream.
sw: Jiunge na darasa la Mwalimu Langa wanaposhirikisha wanataka kuwa nani wanapokuwa wakubwa. Mpishi, Mjenzi, Muuguzi au msanii? Mwambie mtoto wako zaidi kuhusu kazi hizo zinihusiana na nini au muulize mtoto wako ni kazi gani ameona watu wakifanya kwenye jamii yao? Mhimize mtoto wako kuzungumza juu ya kile anachotaka kuwa au kufaanya siku moja. Muulize kwa nini. Mhimize akueleze zaidi kuhusu ndoto zake.

# data_list
source: Use books in playful ways
sw: Tumia vitabu kwa njia ya kucheza

# data_list
source: Learning Through Play
sw: Kujifunza kupitia kucheza

# data_list
source: Additional Resources
sw: Rasilimali za ziada

# data_list
source: Songs
sw: Nyimbo

# data_list
source: Essential Tools
sw: Nyenzo Muhimu

# data_list
source: Support Information
sw: Taarifa ya Kupata Msaada

# data_list
source: When you feel differently, unsecured in a family, spouse, your child in danger or abused, you can contact the following Service providers via the following numbers.
sw: Unapojiskia tofauti, kutokuwa salama ndani ya familia, kwa mwenza, mtoto wako kuwa hatarini au kufanyiwa ukatili, unaweza kuwasiliana na watoa huduma kupitia namba zifuatazo.

# data_list
source: The Things That Make Me Happy
sw: Mambo yanayofanya niwe na furaha

# data_list
source: Think about something that brought you joy this week. Look for objects around your house that represent what made you happy and share it with your family.
sw: Fikiria kuhusu kitu fulani ambacho kilikuletea furaha wiki hii. Tafuta vitu kwenye maeneo ya nyumba yako ambavyo vinawakilisha kitu kilichofanya uwe na furaha na shirikisha familia yako.

# data_list
source: Box; basket; container; bucket; bag; other available objects
sw: Boksi, kikapu, chombo, ndoo, begi, vitu vingine vinavyopatikana

# data_list
source: 1. Ask each person to think about something that made them happy this week – it can be an activity they enjoyed, a person they interacted with, something they learned. 2. Place a box or container in the middle of the room, and invite each person to find objects around the house that can represent what made them happy. For example – a spoon could represent something they enjoyed eating. A ball could represent a fun activity they enjoyed. A pencil or book could represent something they learned. 3. Ask them to place their objects in the box. Once everyone has added their objects, give each person a turn to show their object to the group, share why they chose it and why this represents something that made them happy.
sw: 1. Mwambie kila mtu afikirie kuhusu kitu fulani ambacho kiliwafanya wawe na furaha wiki hii – inaweza kuwa shughuli waliyoifurahia, mtu waliyechangamana naye, kitu fulani walichojifunza. 2. Weka boksi au chombo katikati ya chumba, na karibisha kila mtu atafute kitu kwenye mazingira ya nyumba ambacho kinaweza kuwakilisha kile kilichomfanya awe na furaha, Kwa mfano – kijiko kinaweza kuwakilisha kitu alichofurahia kula. Mpira unaweza kuwakilisha shughuli aliyoifurahia. Penseli au kitabu vinaweza kuwakilisha kitu fulani alichojifunza. 3. Waambie waweke vitu vyao kwenye boksi. Mara kila mmoja atapokuwa ameweka vitu vyake, mpe kila mtu zamu kuonesha kundi vitu vyake, washirikishe kwanini walichagua hiyo na kwanini inawakilisha kitu fulani kilichowafurahisha.

# data_list
source: * If someone can’t find a suitable object, they can draw something on a piece of paper and place it in the box. * For younger children, you might need to discuss some examples and ideas for objects before starting the game in a group context.
sw: * Kama mmoja hawezi kupata kitu kinachofaa, anaweza kuchora kitu fulani kwenye kipande cha karatasi na kuweka ndani ya boksi. * Kwa watoto wadogo, utahitajika kujadili mifano michache na mawazo ya vitu kabla ya kuanza mchezo kwenye mazingira ya kikundi.

# data_list
source: Gardening
sw: Shughuli za bustani

# data_list
source: Gardening together is a fun way to spend quality time with your child and involve all their senses. It is also useful for them to learn how to grow food.
sw: Kutengeneza bustani kwa pamoja ni njia ya kufuruhisha ya kutumia muda vizuri pamoja na mtoto wako na kuhusisha milango yao yote ya fahamu. Pia ni muhimu kwao kujifunza jinsi ya kulima chakula.

# data_list
source: 1. **Choose some plants:** Ask your child to help you choose some plants to grow in the garden. This will make them feel involved. You could choose plants you can eat, like vegetables or herbs, which you can grow and then cook together. 2. **Get creative with containers:** You do not need lots of space to plant a garden. You can use old broken buckets, tin cans, or even plastic bottles as pots to plant in. 3. **Plant the seeds:** Make planting a fun activity. Take turns making the holes, planting the seeds in the soil, and watering them. 4. **Water and care for the plants:** Create a time table for watering and caring for the plants, and support your child to stay involved. 5. **Watch the plants grow:** Discuss with your child the changes you see every week to see how much the plants have grown.
sw: 1. **Chagua baadhi ya mimea:** Mwambie mtoto wako akusaidie kuchagua baadhi ya mimea ya kupanda kwenye bustani. Hii itamfanya ajiskie kushirikishwa, unaweza kuchagua mimea ambayo unaweza kula kama mboga au dawa. ambayo unaweza kupanda na kisha kupika pamoja. 2. **Kuwa mbunifu wa kutumia vyombo:** Huhitaji kuwa na nafasi kubwa ya kupanda bustani, unaweza kutumia hata ndoo zilizopasuka, makopo ya bati na hata chupa za plastic kama vyungu vya kupandia. 3. **Panda Mbegu:** Ifanye shughuli ya kupanda iwe ya kufurahisha. Fanyeni zamu kuchimba mashimo, kupanda mbegu kwenye udongo na kumwagilia. 4. **Kumwagilia na kutunza mimea:** Tengeneza ratiba ya kumwagilia na kutunza mimea na msaidie mtoto wako ili aendelee kushiriki. 5. **Angalia ukuaji wa mimea:** Jadili na mtoto wako mabadiliko unayoyaona kila wiki kuona ni kwa kiasi gani mmea umekua.

# data_list
source: * Let your child make some of the decisions, like where to dig the holes or which container to plant in. * Make gardening social by inviting friends or family to join the fun.
sw: * Ruhusu mtoto wako afanye baadhi ya maamuzi, kama vile sehemu ya kuchimba mashimo, kontena gani apandie. * Fanya bustani iwe ya kijamii kwa kuwaalika marafiki au wanafamilia kujiunga na burudani.

# data_list
source: Something Special
sw: Kitu Maalum

# data_list
source: Small acts of kindness can have a big impact. This activity helps children to think about others and what they can do to bring joy to someone’s day.
sw: Matendo madogo ya ukarimu yanaweza kuwa na matokeo makubwa. Shughuli hii inawasaidia watoto kufikiria kuhusu wengine na kile wanachoweza kufanya ili kuleta furaha kwenye siku kwa wengine.

# data_list
source: Together with your child, think of something special you could do for someone at home or in your community to put a smile on their face. 1. **Choose a person.** Discuss with your child who you think might appreciate an act of kindness. 2. **Discuss the options together.** For example: *“Mama has been feeling so tired taking care of baby sister and never gets time to make herself tea. What do you think we could do for her?” or “I see that xx next door struggles to care for her garden. What do you think we can do to help?”* 3. **Support your child to contribute.** Help your child to choose what they can do. It doesn’t have to be big – all that matters is that they are part of the activity in some way. 4. **Praise your child** for helping to bring joy to someone’s day. This will encourage them to do it again in future.
sw: Pamoja na mtoto wako, fikiria kitu maalum ambacho unaweza kufanya kwa ajili ya mtu flani nyumbani au katika jamii yako kuweka tabasamu kwenye nyuso zao. 1. **Chagua mtu.** Jadili na mtoto wako unadhani ni nani anaweza kuthamini matendo ya ukarimu. 2. **Jadili chaguzi pamoja.** Kwa mfano: *“Mama amekuwa akijiskia kuchoka kumhudumia mtoto na hajapata hata muda kujitengenezea chai. Unafikiri tunaweza kufanya nini kwa ajili yake?” au “Naona yule xx karibu na mlango anahangaika kuhudumia bustani yake. Unafikiri tunaweza kufanya nini kusaidia?”* 3. **Msaidie mtoto wako kuchangia.** Msaidie mtoto wako kuchagua anachoweza kufanya. Sio mpaka kiwe kikubwa - kinachotakiwa ni yeye awe ni sehemu ya shughuli kwa jinsi flani. 4. **Msifie mtoto wako** kwaajili ya kusaidia kuleta furaha kwenye siku ya mtu flani. Hii itamsaidia kufanya tena siku za baadae.

# data_list
source: * Your child’s involvement will vary with age, but even a three year old can add a scribble or drawing to a card, hand over a flower, or join in a song. * Try not to force your child or punish them if they feel shy or don’t want to participate. Rather try again another time.
sw: * Ushiriki wa mtoto wako utategemena na umri, lakini hata mwenye umri wa miaka mitatu anaweza kuandika au kuchora kwenye kadi, kutoa ua, au kujiunga kwenye wimbo. * Jaribu kutolazimisha mtoto wako au kumwadhibu ikiwa anajisikia aibu au hataki kushiriki. Badala yake jaribu tena wakati mwingine.

# data_list
source: What Makes Us Special
sw: Nini kinatufanya tuwe Maalum

# data_list
source: All children have strengths that make them special and unique. Telling your child what you appreciate about them helps them feel valued and confident. This shows them to recognise strengths in others too.
sw: Kila mtoto ana uwezo unaofanya awe maalum na wa kipekee. Kumwambia mtoto wako unachokikubali kuhusu yeye inamsaidia kujiskia amethaminiwa na kujiamini. Hii inamwezesha kutambua uwezo wa wengine pia.

# data_list
source: Talk to your child about the things you appreciate about them or that makes them special. You could talk about their strengths, or about areas where your child makes an effort. Here are some examples: 1. **Their name:** Talk about the meaning of your child’s name and why you chose it for them. 2. **Their physical abilities:** Does your child enjoy running? Climbing? Are they good at carrying things? Sitting still when they need to? 3. **Social skills:** Do they try to share even when it’s hard? Do they help out around the house or think of fun games to play with their friends? 4. **Time together:** Tell your child about a particular activity that you enjoy doing with them and why it brings you joy.
sw: Zungumza na mtoto wako kuhusu mambo unayoyakubali kuhusu wao au yale yanayofanya awe maalum. Unaweza kuzungumza kuhusu uwezo wake, au kuhusu maeneo ambayo mtoto wako anayafanyia jitihada. Hii ni baadhi ya mifano: 1. **Jina lake:** Zungumza kuhusu maana ya jina la mtoto wako na kwanini ulimchagulia jina hilo. 2. **Uwezo wake kimwili:** Je, mtoto wako anafurahia kukimbia? kupanda? Yuko vizuri katika kubeba vitu? Anakaa kwa utulivu inapohitajika? 3. **Stadi za kijamii:** Anajaribu kushirikisha hata ikiwa ni vigumu? Anasaidia kazi za nyumbani au kufikiria michezo ya kufurahisha kucheza na rafiki zake? 4. **Muda wa pamoja:** Mwambie mtoto wako kuhusu shughuli maalum ambayo unafurahia kufanya naye na kwanini inakuletea furaha.

# data_list
source: * Ask your child to add to the discussion. What do they like about themselves? What do they feel they do really well? * You could also ask them to draw themselves on a piece of paper or in the sand and point out their strengths in different areas (tells great stories; sees when others need help; likes building things with their hands; good at dancing etc.) * This activity can help when your child is having a difficult day, or as a way to connect after you have been feeling angry or frustrated with them.
sw: * Muombe mtoto wako kuongezea kwenye mjadala. Nini anapenda kuhusu yeye mwenyewe? Ananajiskia anaweza kufanya nini vizuri sana? * Ungeweza pia kuomba ajichore kwenye kipande cha karatasi au kwenye mchanga na kuonesha uwezo wake katika maeneo mbalimbali ( msimulie hadithi nzuri, aone pale wengine wanapohitaji msaada: kama kupenda kujenga vitu kwa mkono wake; mzuri kwenye kucheza n. k) * Shughuli hii inawezasaidia wakati mtoto wako anapokuwa na siku ngumu, au ni namna ya kuungana kurudi kwenye hali ya kawaida baada ya kujiskia hasira au kuchanganyikiwa.

# data_list
source: Pattern Play
sw: Mchezo wa kuunganisha

# data_list
source: Create patterns with everyday objects around the house. This is a great way to develop your child’s learning skills while having fun together.
sw: Tengeneza viunganishi kwa vitu vilivyopo maeneo ya nyumbani. Hii ni njia nzuri ya kuanzisha stadi za kujifunza za mtoto wako huku mkifurahi pamoja.

# data_list
source: 1. Collect different objects that have different colours, shapes, textures or purposes. These can include bottle caps, leaves, rocks, beads, sticks, utensils. Make sure you have enough of each type so that you can create a pattern.
sw: 1. Kusanya vitu tofauti ambavyo vina rangi tofauti, maumbo, miundo au malengo. Hizi zinaweza jumuisha vifuniko vya chupa, majani, miamba, shanga, fimbo, vyombo. Hakikisha una kila aina ya kutosha ili uweze kutengeneza muundo.

# data_list
source: 2. Help your child to sort through all the objects to create categories, based on colour, shape, texture (soft or hard), or weight (light or heavy).
sw: 2. Msaidie mtoto wako kuchambua vitu vyote kutengeneza makundi, kulingana na rangi, umbo, muundo kama (laini au ngumu), au kuipima (nyepesi au nzito).

# data_list
source: 3. Or, you could create a pattern for your child (2 sticks, 1 rock, 3 leaves, 2 sticks, 1 rock, 2 leaves), and ask them to recreate the same pattern.
sw: 3. Au, unaweza kutengeneza muundo kwaajili ya mtoto wako ( fimbo 2, jiwe, majani 3, majani 2), na mwambie atengeneze muundo huo huo.

# data_list
source: * You can invite your child to go outside and collect their own objects according to different patterns (such as leaves of different colours and sizes, or sticks of different lengths). You can also use these objects to create drawings. * You can also create patterns with movement. For example, start with a pattern like “clap, click, turn around, repeat” and have your child do the same.
sw: * Unaweza kumwambia mtoto wako aende nje na akusanye vitu vyake kulingana na miunganiko tofauti (kama majani ya rangi tofauti na ukubwa, au fimbo ya urefu tofauti). Unaweza pia kutumia vitu hivi kutengeneza michoro. * Unaweza pia kutengeneza muunganiko unaotembea. Kwa mfano, anza na muunganiko kama “piga makofi, geuka, rudia” na mfanye mtoto wako afanye hivyo hivyo.

# data_list
source: Cooking Together
sw: Kupika Pamoja

# data_list
source: Cooking together is a wonderful opportunity to talk and connect, while also teaching your child how to plan, use their hands and work together.
sw: Kupika pamoja ni fursa nzuri ya kuzungumza na kuungana, wakati huo pia ukimfundisha mtoto wako jinsi ya kupanga, kutumia mikono yake na kufanya kazi pamoja.

# data_list
source: 1. Think of some options for dishes that your child can help you make, or cooking activities your child can participate in. 2. Tell them in advance about what you have planned and ask them how they might want to participate. 3. Together with your child, gather the ingredients and utensils that you will need. Discuss with them what this will be used for. 4. Give them a job to do, like fetching water, washing vegetables, measuring ingredients or stirring. 5. Talk to your child about what you are making and why you are doing what you are doing (for example, *“boiling the vegetables in water will make them soft”*, or *“we are adding some salt to add more flavour”*) 6. Enjoy the meal as a family and praise your child for their contribution.
sw: 1. Fikiria baadhi ya chaguzi za vyombo ambazo mtoto wako anaweza kukusaidia kuandaa, au shughuli za mapishi mtoto wako anaweza kushiriki. 2. Anza kumwambia kumuandaa kuhusu ulichopanga na muulize angependa kushiriki kwa namna gani. 3. Pamoja na mtoto wako, weka pamoja viungo na vyombo vile utakavyovihitaji. Jadiliana naye vitatumika kwaajili ya nini. 4. Mpe kazi ya kufanya, kama kuchota maji, kuosha mboga za majani, kupima viungo au kuchochea kuni 5. Zungumza na mtoto wako kuhusu nini unatengeneza na kwanini unafanya hicho unachofanya( kwa mfano, *“kuchemsha mboga za majani kwenye maji itafanya ziwe laini”*, au *“tunaongeza chumvi kuongeza ladha zaidi”*) 6. Furahia chakula kama familia na msifie mtoto wako kwaajili ya michango yake.

# data_list
source: * Involve your child in the planning process. Let them choose the recipe, ingredients or what they help with. * Ask your child questions about the colours, shapes, textures and smells of the different ingredients. * Praise their efforts, even if the food does not turn out perfectly.
sw: * Mshirikishe mtoto wako katika mchakato wa kupanga. Muache achague mapishi, viungo au atasaidia nini. * Muulize mtoto wako maswali kuhusu rangi. maumbo, muundo, na harufu za viungo mbalimbali. * Sifia jitihada zake, hata kama chakula hakijawa kizuri/sahihi.

# data_list
source: Household Helpers
sw: Wasaidizi wa nyumbani

# data_list
source: Including your child in household chores provides an opportunity for bonding and teamwork – especially when you think of ways to make it fun.
sw: Kumjumuisha mtoto wako kwenye kazi za nyumbani huleta fursa ya kuleta umoja na ufanyaji kazi kwa kushirikiana - hasa pale unapofikiria jinsi ya kuifanya iwe ya kufurahisha.

# data_list
source: 1. Identify a specific area in your home that needs cleaning and organising, such as a room, cupboard, or area on the floor. 2. Talk to your child about what needs to be done to clean the space (Like sorting items into groups, or dusting a surface). 3. Give specific tasks to each person and work together to complete them. 4. As you clean and organise, take the opportunity to talk and connect with your child. Ask them about their interests and share stories from your own life. 5. When you are finished, take a moment to appreciate the team effort and praise your child for their involvement.
sw: 1. Tambua eneo maalum nyumbani kwako lile linalohitaji kusafishwa na kupangwa, kama vile chumba, kabati, au eneo la sakafu. 2. Zungumza na mtoto wako kuhusu nini kinatakiwa kufanyika kusafisha sehemu (kama kupanga vitu kwenye makundi, au kufuta vumbi). 3. Mpe kila mtu kazi/ jukumu maalum na mfanye kazi pamoja kuzikamilisha 4. Kadili unavyosafisha na kupanga, chukua fursa kuzungumza na kuunganika na mtoto wako. Muulize kuhusu anavyovipendelea na shirikisha hadithi kutoka kwenye maisha yako 5. Mtakapomaliza, chukua muda kushukuru jitihada zake na msifie mtoto wako kwaajili ya kujumuika kwake.

# data_list
source: * Let your child come up with an idea for what they think should be cleaned * Take breaks and take your time. Remember to keep things fun. * If your child loses interest, think about how you can bring their attention back to the activity and make it fun. Is there a song you can sing together? Or can they show you how many shapes or colours they can find around you?
sw: *Muache mtoto wako aje na wazo la ni nini anafikiri kisafishwe na kipangwe. * Pumzika na pata muda wa kutosha. Kumbuka kufanya mambo yawe ya furaha. * Kama mtoto wako amepoteza hamasa, fikiri kuhusu jinsi ya kuweza kurudisha umakini wake kwenye shughuli na ifanye iwe ya kufurahia. Kuna wimbo mnaweza kuimba pamoja? Au anaweza kukuonesha miundo mingapi au rangi anazoweza kuzipata katika mazingira yanayokuzunguka?

# data_list
source: Music and Dancing
sw: Muziki na Kucheza

# data_list
source: Dancing and music activities are a fun way to connect with your child and a great way to get exercise.
sw: Kucheza na muziki ni njia ya kufurahisha ya kujiunga na mtoto wako na njia nzuri ya kufanya mazoezi.

# data_list
source: 1. Put on some music. 2. Start dancing and invite your child to join in. 3. Show each other your favourite moves, imitate your child’s moves or learn new ones together. 4. You can also play “dance and freeze”: At a random moment, stop the music and ask your child to freeze. You can add to the challenge by asking them to freeze in the shape of an animal or other object.
sw: 1. Weka muziki flani. 2. Anza kucheza na muombe mtoto wako ajiunge 3. Kila mmoja aoneshe muondoko anaoupenda, iga miondoko ya mtoto wako au mjifunze mipya pamoja. 4. Unaweza pia kucheza mchezo wa “Kucheza na kuganda ” bila mpangilio, simamisha muziki na muombe mtoto wako agande. Unaweza kuongeza kwenye shindano kwa kumuomba agande katika umbo la mnyama au kitu kingine.

# data_list
source: * Don't take it too seriously, be silly and have fun together. * If your child has a favourite song, let them choose the song they want to dance to. * Invite the rest of the family to join in the fun. * Create your own instruments with household items to sing a song you know, or make up a new song.
sw: * Usichukulie kwa uzito sana, kuwa mpole na mfurahie pamoja. * Kama mtoto wako ana wimbo anaoupenda, wacha achague wimbo anaotaka kucheza. * Waalike wanafamilia wengine wajiunge katika kufurahi. * Tengeneza vifaa vyako kwa vitu vya nyumbani kuimba wimbo unaoujua, au tengeneza wimbo mpya.

# data_list
source: Walking Together
sw: Kutembea Pamoja

# data_list
source: Walking around your community is an easy and fun way to spend quality time together.
sw: Kutembea kwenye maeneo ya jamii yako ni njia rahisi na ya kufurahisha na kutumia muda pamoja.
