Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_tz/*/*_main.po
Languages: sw

# data_list
source: Point at the girl and say, “Let's look at the girl again, It looks like she is now thinking about the clouds.”
sw: Onyesha kwa kuelekezea kwa msichana na useme, “Hebu tumtazame msichana huyo tena, Inaonekana kana kwamba sasa anafikiria juu ya mawingu.”

# data_list
source: I sometimes wake up feeling like it’s windy and wild in my head. I feel tired and grumpy.
sw: Wakati mwingine naamka nikihisi kama kuna upepo na dhoruba kichwani mwangu. Najihisi kama kichwa kimejaa na kina uchovu.

# data_list
source: Say, “Oh no! She seems really frustrated. Perhaps the weather is really confusing her.” Ask, “Now tell me, how do you act when you are frustrated or confused.”
sw: Sema, "La hapana! Anaonekana kuchanganyikiwa sana. Labda hali ya hewa inamchanganya sana." Muulize, "Sasa niambie, unafanyaje wakati umekata tamaa au kuchanganyikiwa."

# data_list
source: And sometimes it feels like it’s raining inside me. It can be a drizzle making me feel sad, or a storm making me feel angry.
sw: Na wakati mwingine nahisi kama kunyeshewa ndani mwangu. Inaweza kuwa manyunyu yanayonifanya nijihisi kuwa na huzuni au dhoruba inayonifanya niwe na hasira.

# data_list
source: Help the child learn new words by pointing and naming different things and say, “Let's learn new words! See this light rain? We call it "drizzling." Can you say "drizzling"? Now, look at that big, loud rain with thunder and lightning! That's a "storm." Can you say "storm"? Drizzling is soft rain, and a storm is big and loud rain!
sw: Msaidie mtoto kujifunza maneno mapya kwa kuonyesha ukielekezea na kutaja vitu mbalimbali na kusema, "Hebu tujifunze maneno mapya! Ona mvua hii nyepesi? Tunaiita "manyunyu." Je, unaweza kusema "manyunyu"? Sasa, angalia mvua hiyo kubwa, kubwa yenye ngurumo na radi! Hiyo ni "dhoruba." Je, unaweza kusema "dhoruba"? Manyunyu ni mvua za rasharasha, na radi kubwa ni mvua kubwa!

# data_list
source: Sometimes the weather inside me doesn’t match the weather outside.
sw: Wakati mwingine hali ya hewa ndani mwangu hailingani na hali ya hewa ya nje.

# data_list
source: Point at the picture and say, “Let's look at the dress the girl is wearing, what color is the dress? What color are the dots on the dress? How many dots on the dress can you see?
sw: Onyesha kuelekezea kwenye picha na useme, “Hebu angalia nguo aliyovaa msichana, nguo hiyo ni ya rangi gani, doti za kwenye vazi ni za rangi gani, unaweza kuona doti ngapi kwenye nguo hiyo?

# data_list
source: Sometimes my inside weather doesn’t match how I want to feel or how I think I should feel.
sw: Wakati mwingine hali ya hewa ya ndani hailingani na namna ninavyotaka au ninavyofikiria ingekuwa.

# data_list
source: Point at the picture and ask again, “Let's peek outside! What do you see? Look at the big, bright sun! What color is it? Now, count the pretty flowers outside. One, two, three... How many flowers are there? What colors are the flowers? Are they yellow? Maybe some purple? And what about the green stuff all over the ground? That's the grass! What color is the grass?”
sw: Onyesha kuelekezea kwenye picha na umuulize tena, "Hebu tuchunguze nje! Unaona nini? Angalia jua kubwa, linang’aa! Ni rangi gani? Sasa, hesabu maua mazuri nje. Moja, mbili, tatu... Kuna maua mangapi? Maua ni ya rangi gani? Je, ni ya njano? Labda ni rangi ya zambarau? Na vipi kuhusu vitu vya kijani vilivyo juu ya ardhi? Hizo ni nyasi! Nyasi ni rangi gani?"

# data_list
source: Is that okay? Yes, of course it is.
sw: Hiyo ni sawa? Ndiyo, ni sawa.

# data_list
source: Say, “Look at the mother and the girl looking at each other as they engage in a conversation.” Ask, “Now tell me, how many eyes does the girl and the mother have? `how many eyes do you have? How many hands does the mother have? How many hands do you have?
sw: Sema, “Tazama mama na msichana wakitazamana wanapozungumza.” Muulize, "Sasa niambie, msichana na mama wana macho mangapi? una macho mangapi? Mama ana mikono mingapi? Una mikono mingapi?

# data_list
source: The best thing to do when we feel like our inside weather is strange is to tell someone we love, and talk about it.
sw: Kitu sahihi cha kufanya tunapohisi kama hali ya hewa ya ndani ni ngeni, nikumwambia mtu unayempenda na kulijadili.

# data_list
source: Point at the couch and say, “Okay, now let's count legs! First, look at this couch. Count how many legs it has. One, two, maybe more? How many? Now, let's count your legs! How many legs do you have? Are the number of legs the same on the couch and on you?
sw: Onyesha kuelekezea kwenye kochi na useme, "Sawa, sasa tuhesabu miguu! Kwanza, tazama hili kochi. Hesabu lina miguu mingapi. Moja, miwili, labda na zaidi? Ngapi? Sasa hebu hesabu miguu yako! Una miguu mingapi? Je, idadi ya miguu ni sawa na ya kwenye kochi na ya kwako?

# data_list
source: They’ve got inside weather too, and they’ll understand.
sw: Nao pia wanapata hali ya hewa, wataelewa.

# data_list
source: Ask, “What are your thoughts about this story? Do you like it? Why or why not?
sw: Muulize. “Una mawazo gani kuhusu hadithi hii? Umeipenda? Kama umeipenda kwanini na kama hujaipenda kwanini?

# data_list
source: Bring your child’s attention to the book’s cover. Ask: What are they doing? What do you think this story could be about?
sw: Fanya mtoto wako awe makini kwenye jalada la kitabu. Uliza: wanafanya nini? Je unafikiri hadithi hii inahusu nini?

# data_list
source: The Things That Really Matter
sw: Vitu ambavyo ni muhimu

# data_list
source: What are the most important things to take with you on a trip? Join Zuki, Tando, Mama and Papa on their eventful journey to find out.
sw: Ni vitu gani muhimu zaidi kubeba safarini? Ungana na Zuki, Thando, Mama na Baba kwenye safari yao kujua ni nini.

# data_list
source: We are going on a trip. I ask Mama what to pack. She says, "The things that really matter."
sw: Tunakwenda safarini. Namuuliza mama nini nifungashe. Mama anasema, "Vitu ambavyo ni muhimu."

# data_list
source: Describe what you see, or ask your child to tell you what they see. Ask: what are they doing? Where do you think they could be going?
sw: Elezea unachokiona, au muulize mtoto wako akwambie anachokiona. Uliza wanafanya nini? Unafikiri wanaweza kuwa wanaenda wapi?

# data_list
source: We stop at the windmill for breakfast. The jungle gym is so much fun. I forget my toy.
sw: Tulisimama kwa ajili ya kifungua kinywa kwenye kinu cha upepo. Mazoezi ya msituni ni mazuri. Nilisahau mdori wangu.

# data_list
source: Discuss what the characters are doing. Ask: what are the children doing? Who is waving? Why are they waving?
sw: Jadili kile wanachofanya wahusika. Uliza: watoto wanafanya nini? nani anapunga mkono? Kwanini wamekaa wanapunga mkono?

# data_list
source: I am sad in the car, but Tando is happy. "Hooray! Now you can play with me!" he says.
sw: Nina huzuni ndani ya gari, lakini Tando anafuraha. Alisema "Huree! Unaweza kucheza na mimi sasa."

# data_list
source: Use descriptive words to talk about the pictures. Say: Look, they are wearing their seatbelts because they are in the car. Why do you think they are wearing seatbelts?
sw: Tumia maelezo ya maneno kuzungumza kuhusu picha. Sema: Tazama, amefunga mkanda sababu wako ndani ya gari. Unafikiri kwanini wamejifunga mikanda?

# data_list
source: We stop at a farm to see some animals. Tando is searching so hard for a springbok, a monkey gets away with his headphones.
sw: Tulisimama kwenye shamba la ufugaji kuona baadhi ya wanyama. Tando anatafuta kwa juhudi ili amuone Paa, nyani aliondoka na spika za masikioni.

# data_list
source: Ask your child to count the animals, or count them for your child. Ask questions to help your child understand what is happening. Ask: what is the monkey doing? Does the boy know what is happening?
sw: Mwambie mtoto wako ahesabu wanyama au mhesabie mtoto wako. Uliza maswali ili kumsaidia mtoto wako kuelewa kinachotokea. Uliza: Ngedere anafanya nini? Mvulana anajua kinachoendelea?

# data_list
source: He is sad in the car, but I am happy. "Hooray! Now you can sing with me!" I say.
sw: Anahuzuni kwenye gari, lakini mimi nina furaha. "Huree! Nasema sasa unaweza kuimba na mimi."

# data_list
source: Talk about what the characters might be thinking or feeling. Ask: how does the boy feel? Why do you think he feels that way?
sw: Zungumza kuhusu nini wahusika wanaweza kuwa wanafikiria au kujiskia. Uliza: Huyu mvulana anajiskiaje? Kwanini unafikiri anajiskia hivyo?

# data_list
source: We stop at a roaring waterfall. We are so excited, we are pushing and pulling.
sw: Tulisimama sehemu ya maporomoko ya maji. Tunafuraha sana, tunavuta na kuvutwa.

# data_list
source: Papa falls in the water, and so does his map.
sw: Baba alianguka kwenye maji, na ramani yake pia.

# data_list
source: Ask: what are they looking at? Say: oh no! Someone fell over! You can mimic the actions, like taking a picture, or falling down.
sw: Uliza: Wanaangalia nini? Sema: Oh hapana! Mtu alianguka! Unaweza kuiga vitendo, kama vile kupiga picha, au kuanguka chini.

# data_list
source: He is sad in the car, but Mama is happy. "Hooray! Now I can help you find our way!" she says.
sw: Ana huzuni ndani gari, lakini mama anafuraha, "Huree! Sasa naweza kukusaidia kupata ufumbuzi," mama anasema.

# data_list
source: Ask: how does the father feel? Why do you think he feels that way? Why is he wet?
sw: Uliza: Baba anajiskiaje? Kwanini unafikiri anajiskia hivyo? Kwanini ameloana?

# data_list
source: We stop at the roadside vendor to buy some mielies.
sw: Tulisimama kwa mchuuzi pembezoni mwa barabara kununua mahindi.

# data_list
source: Mama bends over to pick the best ones, and her glasses fall and break.
sw: Mama aliinama kuchagua yaliyo bora na miwani yake ikadondoka na kuvunjika.

# data_list
source: Ask: Why did they get out of the car? What is the man in the hat selling? What happened to the women’s glasses? Why did that happen?
sw: Uliza: Kwanini walitoka nje ya gari? Mwanaume aliyevaa kofia anauza nini? Nini kimetokea kwenye miwani ya huyo mama? Kwanini ilitokea vile?

# data_list
source: Mama is sad in the car, but Papa is happy. "Hooray! Now we can find our way together!" Papa says.
sw: Mama ana huzuni kwenye gari, lakini baba anafuraha. Baba alisema, "Huree! Sasa tunaweza kutafuta ufumbuzi kwa pamoja."

# data_list
source: Ask: how many people are in the car? How many are sitting at the front? And how many are sitting at the back?
sw: Uliza: Ni watu wangapi wako kwenye gari? Ni wangapi wamekaa mbele? Na wangapi wamekaa nyuma?

# data_list
source: We stop on an ancient hill to get a view of the valley. Papa is making silly jokes for us to smile for the picture, but...
sw: Tulisimama kwenye kilima kizuri kupata mandhari ya bonde. Baba anafanya utani ili tutabasamu kwa ajili ya kupiga picha lakini...

# data_list
source: To help your child understand, explain what is happening. Say: Look, there is smoke coming out of the car. Do you think there might be something wrong with the car?
sw: Ili kumsaidia mtoto wako kuelewa, eleza kinachotokea. Sema: Tazama. Kuna moshi unatokea kwenye gari: Je unafikiri kunaweza kuwa na tatizo kwenye gari?

# data_list
source: When we get back to the car, it won’t start. Everyone stops laughing. "Don’t worry..." says Mama. "We can still have a good time. We are the things that really matter."
sw: Tutakaporudi kwenye gari, halitawaka. kila mmoja anaacha kucheka. ''Usijali....'' anasema Mama. ''Bado tunaweza kuwa na wakati mzuri. Sisi ndio muhimu."

# data_list
source: Demonstrate the emotions from the story with your voice and face. Say: Look, they are all feeling sad. Why do you think they are feeling that way?
sw: Onyesha hisia kutoka kwenye hadithi. hisia zionekane kwa kupitia uso na sauti: Sema: Tazama, wote wanajiskia huzuni. Unafikiri kwanini wanajiskia? hivyo?

# data_list
source: And so, we do have a good time. By playing and singing and finding our way together, while enjoying the best mielies.
sw: Na hivyo, tuna muda wa kutosha. Wa kuimba na kucheza na kutafuta ufumbuzi, wakati tunafurahia mahindi matamu.

# data_list
source: Ask: Where are they sitting? What are they doing? How do you think they are feeling now?
sw: Uliza: Wamekaa wapi? Wanafanya nini? Unafikiri wanajiskiaje sasa?

# data_list
source: Discuss the book’s cover. Ask your child: What do you see? Where do you think they might be going?
sw: Jadili jalada la kitabu. Muulize mtoto wako: Unaona nini? Unafikiri wanaweza kuwa wanaenda wapi?

# data_list
source: To The Top!
sw: Kileleni!

# data_list
source: Climb the mountain with us! Look out for many tiny creatures… and BIG views. If we help each other, we can get to the top!
sw: Panda mlima na sisi! Angalia nje kuna viumbe vidogo... na maoni makubwa. Kama tutasaidiana, tunaweza kufika kileleni!

# data_list
source: Describe the pictures, or ask your child to tell you what they see. Where are they? Where are they going? Respond with interest and enthusiasm.
sw: Elezea picha, au muulize mtoto wako akwambie anachokiona. Wako wapi? Wanaenda wapi? Jibu kwa kuonyesha umevutiwa na kwa shauku.

# data_list
source: Describe and explain the pictures. Look, here is a bird with a sharp beak and a long tail. The flowers are big and colourful. The father is holding a long stick that helps him to climb the mountain.
sw: Elezea picha. Tazama, huyu ni ndege ana mdomo uliochongoka na ana mkia mrefu. Maua ni makubwa na yenye rangi. Baba ameshika fimbo ndefu inayomsaidia kupanda mlima.

# data_list
source: Ask your child to point and name the animals. How many bees are flying? Where are the ants walking? Can we count them? Where is the frog hiding?
sw: Mwambie mtoto wako akuonyeshe na kutaja wanyama. Ni nyuki wangapi wanaruka? Sisimizi wanaelekea wapi? Je tunaweza kuwahesabu? Je chura amejificha wapi?

# data_list
source: Ask your child: What is the father pointing at? What animal does the rock look like? What is the girl doing?
sw: Muulize mtoto wako: Baba anaonesha nini? Mwamba unafanana na mnyama gani. Msichana anafanya nini?

# data_list
source: Ask your child: What are they doing? Why are they stopping? What can you see around them?
sw: Muulize mtoto wako: Wanafanya nini? Kwanini wameacha? Unaweza kuona nini karibu yao?

# data_list
source: Discuss what the characters are doing. Why are they sitting down? What are they eating? What would you like to eat if you were there?
sw: Jadili kile wahusika wanachofanya. Kwanini wamekaa chini? Wanakula nini? Ungependa kula nini kama ungekuwa pale?

# data_list
source: Mimic the sound of the wind and the hat blowing away. Ask: What happened to her hat? Why did that happen?
sw: Igiza sauti ya upepo na kofia ikipeperuka. Uliza: Nini kilitokea kwa kofia yake? Kwanini lilitokea?

# data_list
source: Ask: Who found the hat? How does the girl feel now that her hat has been found?
sw: Uliza: Nani aliipata kofia? Msichana anajiskije sasa kofia yake imepatikana?

# data_list
source: Ask: What is the girl feeling? Why is she feeling that way? What can her father do to help?
sw: Uliza: Msichana anajiskia nini? Kwanini anajisikia vile? Baba yake anaweza kufanya nini kumsaidia?

# data_list
source: Ask your child: Why is she sitting on her father’s shoulders? How is she feeling now?
sw: Muulize mtoto wako: Kwanini amekaa kwenye mabega ya baba yake? Anajisikiaje sasa?

# data_list
source: Ask your child: Where is the frog sitting? What is the bird doing? Who is sitting at the top of the hill?
sw: Muulize mtoto wako: Chura amekaa wapi? Ndege anafanya nini? Nani amekaa juu ya kilima?

# data_list
source: Ask: why are they sitting down? What are they looking at? How would you feel after climbing such a big mountain?
sw: Uliza: Kwanini wamekaa chini? Wanatazama nini? Ungejisikiaje baada ya kupanda mlima mkubwa namna hii?

# data_list
source: Act out events from the book at a later stage. Go for a walk with your child and see what animals and birds you can spot as you walk. Or, collect different hats around your house and make a game out of hiding them and trying to find them.
sw: Igiza matukio kutoka kwenye kitabu kwa hatua za baadae. Katembee na mtoto wako na muone wanyama na ndege mnaoweza kuwaona kadili mtakavyokuwa mnatembea. Au, kusanya kofia mbalimbali karibu na nyumba yenu na mtengeneze mchezo wa kuzificha na kujaribu kuzitafuta.

# data_list
source: Where is Lulu?
sw: Lulu yupo wapi?

# data_list
source: Where is Lulu and why is she hiding?
sw: Lulu yupo wapi na kwanini anajificha?

# data_list
source: "Oh, no!"
sw: "Oh, Hapana!"

# data_list
source: "Lulu! It’s time to go," calls Ma.
sw: "Lulu! Ni wakati wakurudi Nyumbani!" Mama anaita.

# data_list
source: Where is Lulu? Is she under the sofa? Is she behind the curtain?
sw: Lulu yupo wapi? Je yupo chini ya kochi? Je yupo nyuma ya pazia?

# data_list
source: Where is Lulu? Is she next to the stove? Is she in the cupboard?
sw: Lulu yupo wapi? Je yupo mbele ya jiko? Je yupo ndani ya kabati?

# data_list
source: "Lulu! It’s time to go. Where are you?" calls Ma.
sw: "Lulu! Ni wakati wa kurudi nyumbani upo wapi?" Mama anaita.

# data_list
source: "There you are!" "I don’t want to gooo!"
sw: "Hapo ulipo!" "Sitaki kuondoka!"

# data_list
source: "We have to go," says Ma. "But I really like this one!"
sw: "Tunatakiwa kuondoka," Mama anasema. "Lakini kiukweli napenda hiki."

# data_list
source: "I really like this one!"
sw: "Kiukweli napenda hiki!"

# data_list
source: "And this one." "And this one." "And this one."
sw: "Na hiki." "Na hiki." "Na hiki."

# data_list
source: "See? You return books and borrow more." "YAY!"
sw: "Ona? Umerudisha vitabu na unaazima zaidi." "NDIO!"

# data_list
source: Where is Lulu now?
sw: Lulu yupo wapi sasa?

# data_list
source: Ouma’s Amazing Flowers
sw: Maua mazuri ya Jane

# data_list
source: Ouma has amazing flowers! Robyn wants to pick them all …
sw: Ouma ana maua mazuri ya ajabu! Robyn anataka kuyachukua yote …

# data_list
source: Ouma has a window box full of amazing flowers. Robyn wants to pick them all!
sw: Jane ana boksi la dirishani lililojaa maua mazuri. Robby anataka kuyachukua yote!

# data_list
source: Please don’t pick the flowers, Robyn! Ouma loves to see them when she opens her curtains.
sw: Tafadhali usichume maua, Robyn! Jane anapenda kuyaona anapofungua mapazia yake.

# data_list
source: Butterflies dance around the petals. It’s so lovely to have these visitors.
sw: Vipepeo wanacheza kuzunguka maua. Inapendeza sana kuwa na wageni hawa.

# data_list
source: The bees use the flowers to make delicious honey.
sw: Nyuki wanatumia maua kutengeneza asali tamu.

# data_list
source: The flowers bring joy to everyone who walks past Ouma’s house.
sw: Maua yanaleta furaha kwa kila mtu ambaye alipita nyumbani kwa Jane.

# data_list
source: The neighbour likes to smell them when he visits for tea.
sw: Majirani wanapenda harufu yake anapowatembelea kwa ajili ya chai.

# data_list
source: Sometimes, sunbirds drink the sweet nectar from the flowers.
sw: Wakati mwingine, ndege hunywa majimaji matamu ya kwenye ua.

# data_list
source: Look, a tiny beetle! It shines in the sun. And there’s a fat caterpillar!
sw: Tazama mende mdogo, anang'aa juani, na kuna kiwavi mnene!

# data_list
source: Please don’t pick Ouma’s flowers, Robyn! They won’t stay fresh very long.
sw: Tafadhari usichume maua ya Jane, Robyn! Hayatakuwa mazuri kwa muda mrefu.

# data_list
source: "I won’t pick them, Ouma," says Robyn, even though she really wants to. She feels a little bit sad!
sw: ''Sintayachuma Jane,'' anasema Robyn, hata kama anataka sana. Anajisikia huzuni kidogo!

# data_list
source: Ouma doesn’t want Robyn to be sad. "Okay, Robyn," says Ouma. "You can pick your favourite flower."
sw: Jane hataki Robyn awe na huzuni,''Sawa Robyn,'' anasema Jane. ''unaweza kuchuma ua unalolipenda,''

# data_list
source: "And I have an idea ... Let’s plant more flowers together!"
sw: ''Nina wazo... Ngoja tupande maua pamoja!''

# data_list
source: Baby’s First Family Photo
sw: Picha ya kwanza ya mtoto akiwa na familia

# data_list
source: Baby’s family is excited about their first family photo. What will Mama, Papa, Big Sister, Baby and Gogo wear?
sw: Familia ya mtoto mdogo inafurahishwa na picha yao ya kwanza ya kifamilia. Ni nini atavaa Mama, Baba, dada mkubwa, mtoto na Bibi?

# data_list
source: Whose bright orange wrapper is this? It is Mama’s.
sw: Hiki kilemba cha rangi ya chungwa ni cha nani? Ni cha Mama.

# data_list
source: Ask your child questions about the pictures. Ask: What is she wearing on her head? What colour is it?
sw: Muulize mtoto wako maswali kuhusu picha. Uliza: Amevaa nini kichwani kwake? ina rangi gani?

# data_list
source: Whose blue shirt is this? It is Papa's.
sw: Hili shati la bluu ni la nani? Ni la Baba.

# data_list
source: Describe the pictures to your child. Say: Look, he is wearing a shirt with blue patterns and a blue tie. His glasses are also blue.
sw: Muelezee mtoto wako picha. Sema: Tazama. amevaa shati la michoro ya bluu na tai ya bluu. Miwani yake pia ni ya bluu.

# data_list
source: Whose yellow head wrap is this? It is Gogo's.
sw: Hiki kitambaa cha kichwani cha rangi ya njano ni cha nani? Ni cha Bibi.

# data_list
source: Ask: Who can you see? What is she wearing? Why do you think she is wearing glasses? Do you know someone who wears glasses?
sw: Uliza: Unaweza kumuona nani? Amevaa nini? Kwanini unafikiri amevaa miwani? Unamfahamu yeyote anayevaa miwani?

# data_list
source: Whose pretty red dress is this? It is Big Sister’s.
sw: Gauni hii nzuri nyekundu ni ya nani? Ni ya dada mkubwa.

# data_list
source: Describe the pictures to help your child learn words. Say: Look, she has tied her hair with big green and red bows. The patterns on the bows are the same pattern as her dress.
sw: Elezea picha kumsaidia mtoto wako kujifunza maneno. Sema: Tazama, amebana nywele zake na vibanio vikubwa vya kijani na pindo nyekundu. Miundo kwenye pinde ni kama miundo kwenye gauni yake.

# data_list
source: Whose green and yellow flowery dress is this? It is mine!
sw: Gauni hili lenye maua ya kijani na njano ni la nani? Ni langu!

# data_list
source: Make links between the pictures and your child’s world. Ask: What is she wearing? What are you wearing today? What colours are your clothes today? And what colours are my clothes?
sw: Tengeneza muunganiko kati ya picha na dunia ya mtoto wako. Uliza: Amevaa nini? Unavaa nini leo? Nguo zako ni za rangi gani leo? N nguo zangu ni za rangi gani?

# data_list
source: "I love my orange wrapper." Mama twirls.
sw: "Nakipenda kitenge changu chenye rangi ya chungwa." Mama alizunguka kwa kucheza.

# data_list
source: Ask: What is she doing? Why do you think she is doing that?
sw: Uliza: Anafanya nini? Unafikiri kwanini anafanya vile?

# data_list
source: "I love my blue shirt." Papa bows.
sw: "Nalipenda shati langu la bluu." Baba aliinama kwa heshima.

# data_list
source: Ask: What is he doing? Let’s try to do the same move as him.
sw: Uliza: Anafanya nini? Hebu tujaribu kufanya vilevile kama yeye.

# data_list
source: "I love my yellow head wrap." Gogo jiggles.
sw: "Nakipenda kitambaa changu cha kichwani cha njano." Bibi alijizungusha kwa kucheza kwa furaha.

# data_list
source: Use the pictures to teach your child about different shapes. Say: How many circles or round shapes can you see? What colours are they? Look, her clothes are covered in a yellow diamond pattern.
sw: Tumia picha kumfundisha mtoto wako maumbo tofauti. Sema: Kuna miduara mingapi au maumbo ya duara unayoweza kuona? Zile ni rangi gani? Tazama, nguo zake zimefunikwa kwenye miundo ya almasi.

# data_list
source: "I love my pretty red dress." Big Sister jumps up and down.
sw: "Nalipenda gauni langu zuri jekundu." Dada mkubwa aliruka juu na chini.
