Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_tz/*/*_main.po
Languages: sw

# data_list
source: Reba Wants Ice Cream
sw: Reba anataka lamba lamba

# data_list
source: When Reba comes home, she realises that a shopkeeper has given her too much change. Should she tell the shopkeeper the truth?
sw: Reba alipokuja nyumbani, aligundua kuwa muuza duka alimzidishia chenji. Je, amwambie muuza duka ukweli?

# data_list
source: "Ice cream! Ice cream!" The shopkeeper called.
sw: "Lamba lamba! Lamba lamba!" Muuza duka aliita.

# data_list
source: Reba ran to her mother. "Ma! Ma! I want ice cream!" "Finish your homework first," said Ma.
sw: Reba alikimbilia kwa mama yake. "Mama! Mama! Nataka lamba lamba!" "Maliza kazi yako ya nyumbani kwanza," alisema Mama.

# data_list
source: Reba looked unhappy. Ma asked, "Are you done with your homework yet?" "Mmm...No. But my notebook is full! I need to buy another one."
sw: Reba alionekana hana furaha. Mama aliuliza, " bado hujamaliza kazi yako ya nyumbani?" "Mmm... Hapana. Lakini daftari langu limejaa! Nahitaji kununua lingine"

# data_list
source: Ma gave Reba 50 taka*. "Go buy a notebook. We also need a bar of soap." *Taka is the name of currency used in Bangladesh.
sw: Mama alimpa Reba taka 50*. " Nenda kanunue daftari. Pia tunahitaji sabuni ya kipande." *Taka ni jina la fedha inayotumika Bangladesh.

# data_list
source: Reba went to the shop. The shopkeeper gave Reba a notebook and a bar of soap. "How much?" asked Reba.
sw: Reba alienda dukani. Muuza duka alimpa Reba daftari na kipande cha sabuni. " Shilingi ngapi?" Reba aliuliza.

# data_list
source: "The notebook is 20 taka, and the soap is 20 taka," said the shopkeeper. "That means the total cost is 40 taka. Here’s your change."
sw: "Daftari ni taka 20, na sabuni ni taka 20," alisema muuza duka. " Hivyo inagharimu jumla ya taka 40. Hii hapa chenji yako."

# data_list
source: When Reba came back home, she calculated her change.Reba gave the shopkeeper 50 taka. The notebook was 20 taka, and the soap was 20 taka.
sw: Reba aliporudi nyumbani, alifanya hesabu ya chenji yake. Reba alimpa muuza duka taka 50. Daftari ilikuwa taka 20, na sabuni ilikuwa taka 20.

# data_list
source: "I should only get 10 taka back," thought Reba. "Why did the shopkeeper give me 20 taka back?"
sw: " Natakiwa nirudishiwe taka 10 tu," Reba aliwaza. "Kwanini muuza duka amenirudishia taka 20?"

# data_list
source: "That's great!" thought Reba. "I can buy ice cream with this extra money!"
sw: "Safi" Reba aliwaza. "Naweza kununua lamba lamba kwa hela hii iliyozidi!"

# data_list
source: But Reba was ashamed of herself. "I should go back and give the shopkeeper the correct change."
sw: Lakini Reba alijisikia kuaibika yeye mwenyewe. "Natakiwa nirudi na kumpa muuza duka chenji iliyo sahihi."

# data_list
source: Reba rushed back to the shop. There were so many kinds of ice creams that she wanted! "Oh, if only I could have an ice-cream!" she thought.
sw: Reba alikimbia kurudi dukani. Kulikuwa na aina nyingi za lamba lamba alizozitaka! "Oh, si kama ningenunua tu lamba lamba!" aliwaza.

# data_list
source: When Reba got to the shop, she saw another girl who had just bought ice cream. She was about to go home. The shopkeeper stopped her. "Wait!" he said. "You've given me too much money. Come back, take the change."
sw: Reba alipokuwa anaenda dukani, alimuona msichana mwingine ambaye alitoka punde kununua lamba lamba. Alikuwa anataka kwenda nyumbani. Muuza duka alimsimamisha. "Subiri!" alisema. "Umenipa pesa zaidi. Rudi uchukue chenji."

# data_list
source: The shopkeeper gave the girl her change. Reba stepped forward. "You gave me 10 extra taka. Please take your money back."
sw: Muuza duka alimpa chenji yake. Reba alipiga hatua mbele. " Ulinipa taka 10 zaidi. Tafadhani chukua pesa yako."

# data_list
source: "You’re such an honest girl!" The shopkeeper was so happy with Reba’s honesty that he gave her an ice cream for free! Reba happily licked her ice cream all the way home.
sw: "Wewe ni msichana mwaminifu" Muuza duka alifurahishwa sana na uaminifu wa Reba hivyo alimpa lamba lamba bure! Reba aliilamba lamba lamba yake kwa furaha akiwa anaelekea nyumbani.

# data_list
source: Rani's First Day at School
sw: Siku ya kwanza ya Rani shuleni

# data_list
source: What does Rani see on her first day in school? How does she feel?
sw: Rani anaona nini siku yake ya kwanza shuleni? Anajisikiaje?

# data_list
source: It is my first day at school. Mummy is holding my hand and walking with me. "I am grown up now," I say. "Let go, let go!" Mummy holds my hand very tight.
sw: Ni siku yangu ya kwanza shuleni. Mama anashika mkono wangu na kutembea na mimi. "Nimekua sasa", nasema. "Twende, twende!" Mama alishika mkono wangu kwa nguvu.

# data_list
source: There are many children near the school. They come by bus. They come by car. They come by rickshaw. They cycle. They walk, like me.
sw: Kuna watoto wengi jirani na shule. Wamekuja kwa basi. Wamekuja kwa gari. Wamekuja kwa bajaji. Wanaendesha baiskeli. Wanatembea kama mimi.

# data_list
source: We reach the gate. Mummy lets go of my hand. She stays at the gate. I have to go inside alone. There are many new faces all around me.
sw: Tumefika getini. Mama achia mkono wangu. Anakaa getini. inabidi niingie ndani peke yangu. kuna sura mpya nyingi karibu na mimi.

# data_list
source: I take one step. I take another step. I look back. Mummy gets smaller as I walk away. Will she disappear? I run back to her. I don’t feel so grown up. I hold her hand. "Don’t go away," I say.
sw: Nachukua hatua moja. Nachukua hatua nyingine. Naangalia nyuma. Mama anakosa furaha kadri ninavyoendelea kwenda. Je ataondoka? Nakimbia kurudi kwake. Sijisikii kuwa nimekuwa sana. Nikashika mkono wake.''usiondoke,'' Ninasema.

# data_list
source: Everyone is inside now. I am the only one outside. The teacher comes out. She smiles at me. I smile back. Mummy says, "Rani, I will be here when you come out."I let go of her hand. She waves to me.
sw: Kila mmoja yuko ndani. Mimi tu niko nje. Mwalimu anatoka nje. Anatabasamu. Nikatabasamu pia. Mama anasema.''Rani, nitakuwa hapa utakapotoka nje.''Niliachia mkono wake. Ananipungia.

# data_list
source: I run inside. Mummy will be there after school!
sw: Nikakimbilia ndani. Mama atakuwa hapa baada ya shule!

# data_list
source: Ma! Hurry Up!!
sw: Mama! Harakisha!!

# data_list
source: The boy in the story is in a real hurry. Wouldn’t you like to find out why?
sw: Mvulana wa kwenye hadithi ana haraka sana. Unapenda kujua kwanini?

# data_list
source: © Pratham Books, 2004. Some rights reserved. Released under CC BY 4.0 license.
sw: ©Vitabu vya Pratham, 2004. Haki zingine zimehifadhiwa. Imetolewa chini ya Leseni ya CC BY 4.0.

# data_list
source: I wake up in the morning. I rub my eyes. I cannot see my mother. "Ma! Ma! Hurry up!!"
sw: Naamka asubuhi. Nafikicha macho yangu. Simuoni mama yangu. "Mama! Mama! Harakisha!!''

# data_list
source: Ma is busy. She says, "Good morning. Get up! Go wash your face."
sw: Mama ana kazi nyingi, "Habari ya asubuhi. Inuka! Nenda kaoshe uso wako."

# data_list
source: I wash my hands and face. I have a bath in a hurry. I want to go soon. "Ma, hurry up."
sw: Nimeosha mikono yangu na uso. Nilioga haraka. Nataka kuondoka sasa hivi. "Mama! Harakisha."

# data_list
source: "Yes! I am coming," Ma says to me. "I have to boil the milk, then I will come."
sw: ''Ndio nakuja," Mama ananiambia.''Natakiwa kuchemsha maziwa, alafu nitakuja.''

# data_list
source: I comb my hair and button my shirt. Now I am ready. "Ma, hurry up."
sw: Ninachana nywele zangu na kufunga vifungo vya shati langu. Sasa niko tayari. ''Mama, harakisha.''

# data_list
source: Ma gives Didi her clothes. She helps Didi get ready. There is so much work in the morning. But I am in a hurry.
sw: Mama anampa Didi nguo zake. Anamsaidia didi kujiandaa. Kuna kazi nyingi asubuhi. Lakini nina haraka.

# data_list
source: "Ma, I am getting late." I pick up my water bottle and school bag. I wear my chappals. "Come on let us go. Ma, hurry up."
sw: ''Mama, Ninachelewa.''Nikachukua chupa yangu ya maji na begi la shule. Nikavaa viatu vyangu. ''Twende. Mama, harakisha,''.

# data_list
source: "Yes! I am coming. Let me comb your sister’s hair. I need five minutes more and then we can go."
sw: ''Ndio! Nakuja. Ngoja nimchane dada yako nywele. Nahitaji dakika tano zaidi alafu tunaweza kwenda.''

# data_list
source: I want to go now. I do not want to wait. I feel like crying. Didi has gone to school and I am still here.
sw: Nataka kwenda sasa. Sitaki kusubiri. Naskia kulia. Didi amekwenda shule na mimi bado niko hapa.

# data_list
source: "I am almost done. I only have to fill water." She always has something to do. "Ma, please, please, hurry up."
sw: ''Nakaribia kumaliza. Natakiwa kujaza maji tu.'' Kila mara anakuwa na kitu cha kufanya. ''Samahani mama, harakisha.''

# data_list
source: "I am going. You better come with me." I hold her hand and start pulling her. "Arre baba, let me switch off the lights."
sw: '' Mimi naenda. Ni bora uje na mimi." Nashika mkono wake na kuanza kumvuta. "Baba, ngoja nizime taa."

# data_list
source: Finally we are out of the house. Mother locks the door. She says, "Why are you so impatient, my Raja?" I like it when she calls me "my Raja’. Now my mother is walking with me. I like that!!
sw: Hatimaye tumetoka nje ya nyumba. Mama anaangalia. Anasema, "Kwanini wewe sio mvumilivu Raja wangu?" "Napenda anaponiita Raja wangu". Sasa mama yangu anatembea na mimi. Hivyo ndivyo ninavyopenda!!

# data_list
source: I Like to Read
sw: Napenda Kusoma

# data_list
source: A boy wants to read a book to someone but everybody is so busy!
sw: Kijana anataka kumsomea mtu kitabu lakini kila mmoja ana kazi nyingi!

# data_list
source: © African Storybook Initiative, 2014. Some rights reserved. Released under CC BY 4.0 license.
sw: © Mpango wa kitabu cha hadithi za Kiafrika, 2014. Haki zingine zimehifadhiwa. Imetolewa chini ya leseni ya CC BY 4.0.

# data_list
source: I like to read.
sw: Napenda kusoma.

# data_list
source: My sister is asleep.
sw: Dada yangu amelala.

# data_list
source: My mother and grandmother are busy.
sw: Mama yangu na Bibi yangu wana kazi nyingi.

# data_list
source: Who can I read to?
sw: Naweza kumsomea nani?

# data_list
source: My father and grandfather are busy.
sw: Baba yangu na Bibi yangu wana kazi nyingi.

# data_list
source: Who can I read to? I can read to myself!
sw: Naweza kumsomea nani? Naweza kujisomea mimi mwenyewe!

# data_list
source: It Wasn't Me!
sw: Haikuwa mimi!

# data_list
source: Mom is going out for five minutes. What could go wrong?
sw: Mama anatoka kwa dakika tano. Nini kinaweza kwenda vibaya?

# data_list
source: I won’t be long. Be good!
sw: Sitachukua muda. Uwe na tabia njema!

# data_list
source: Oh, NO!
sw: Oh, hapana!

# data_list
source: Crash!
sw: Ajali!

# data_list
source: Hiss!
sw: Hiss! (sauti ya mshtuko)!

# data_list
source: Oh, no!
sw: Oh, hapana!

# data_list
source: OH, NO!
sw: OH, HAPANA!

# data_list
source: It wasn’t me!
sw: Haikuwa mimi!

# data_list
source: Little Monkey's Lost Bananas
sw: Ndizi zilizopotea za ngedere mdogo

# data_list
source: Little Monkey’s home is always messy. One day, Little Monkey feels hungry but his house is so messy that he cannot find his bananas to eat! He asks the other animals in the forest if they've seen his bananas. Do you think the other animals can help Little Monkey find his lost bananas?
sw: Nyumbani kwa Ngedere mdogo daima kuna vurugu hakuna mpangilio wa vitu. Siku moja Ngedere mdogo alijiskia njaa lakini nyumba yake ina vurugu sana kiasi kwamba hawezi kuona ndizi za kula! Anawauliza wanyama wengine msituni ikiwa wameona ndizi zake. Unafikiri wanyama wengine wanaweza kumsaidia Ngedere mdogo kupata ndizi zake zilizopotea?

# data_list
source: Little Monkey lives in a house in a big tree. He never puts his things in order, so his house is very messy.
sw: Ngedere mdogo anaishi katika nyumba kwenye mti mkubwa. Yeye huwa haweki vitu vyake kwa mpangilio, hivyo nyumba yake imechafuka sana.

# data_list
source: One morning, Little Monkey could be heard shouting from his tree house. "Where are they? They are gone! My bunch of bananas! Where have they gone?"
sw: Asubuhi moja, Ngedere mdogo alisikika akipiga kelele kutoka nyumbani kwake mtini.''wako wapi? wameondoka! Mkungu wangu wa ndizi! wameenda wapi?''

# data_list
source: Little Monkey asked the bee. "Bee! Bee! Did you eat my bananas?" "Buzz! Buzz! Buzz!" responded the bee. "I eat nectar and pollen. I don’t eat bananas."
sw: Ngedere mdogo alimuuliza nyuki.''Nyuki! Nyuki! Umekula ndizi zangu?'' Zzzz! Zzzz! Zzzz! alijibu nyuki. nakula majimaji na sehemu za katikati ya maua (pollen). sili ndizi,''.

# data_list
source: Little Monkey asked the snake. "Snake! Snake! Did you eat my bananas?" "Hiss! Hiss! Hiss!" responded the snake. "I don’t know anything about your bananas. Don’t disturb me!"
sw: Ngedere mdogo alimuuliza nyoka.''Nyoka! Nyoka! Umekula ndizi zangu?' ''Ssss! Ssss! Ssss!'' Nyoka alijibu. ''Sijui chochote kuhusu ndizi zako. usinisumbue mimi!''!

# data_list
source: Little Monkey was hungry! "I have searched everywhere! Inside and outside... but my bananas are gone!"
sw: Ngedere mdogo alikuwa na njaa! ''Nimetafuta kila mahali ndani na nje... lakini ndizi zangu hazipo!''

# data_list
source: He kept searching, looking on the table and under the bed. "I still can’t find them! I can’t find my bananas!"
sw: Aliendelea kuzitafuta, anaangalia juu ya meza na chini ya kitanda, ''lakini siwezi kuzipata! Siwezi kuzipata ndizi zangu!""

# data_list
source: Little Monkey became very angry. He stomped his feet, crying, "I'm so hungry! My bananas are gone, and I have nothing to eat!"
sw: Ngedere mdogo alikasirika sana. Alipiga miguu chini kwa nguvu, "Nimekasirika sana! Ndizi zangu hazipo, Na sina kitu cha kula!"

# data_list
source: Little Monkey looked sadly out from his balcony. "Ah! Wait..."he said. "Those are banana peels! 1...2...3...4... so many!"
sw: Kutokea kwenye veranda yake Ngedere mdogo alionekana mwenye huzuni. "Ah! subiri...." alisema. Yale ni maganda ya ndizi! 1.... 2... 3... 4... mengi sana!"

# data_list
source: "Oh! There's the rabbit! So he’s the one who ate my bananas!"
sw: ''Oh! Kuna sungura! Kwa hiyo ndiye aliyekula ndizi zangu!''

# data_list
source: “Rabbit! You’re eating my bananas!” shouted Little Monkey. "No, Little Monkey. I’m not eating your bananas," responded the rabbit. "Look over there. I grow bananas!"
sw: ''Sungura! Unakula ndizi zangu!'' Ngedere mdogo alipiga kelele. Hapana Ngedere mdogo. Sijala ndizi zako.''Sungura alijibu.'' Angalia pale. Ninalima ndizi!''!

# data_list
source: The rabbit came over to the base of Little Monkey's tree. "You sound very hungry," Rabbit said. "Here - take a bunch of my bananas." Little Monkey was happy. "Thank you! Thank you, Rabbit! But..."
sw: Sungura alienda kwenye shina la mti wa Ngedere mdogo. "Unasikia njaa sana,'' Sungura alisema. ''Chukua hapa kichane cha ndizi zangu.'' Ngedere mdogo alifurahi. ''Asante! Asante, Sungura! Ila...''

# data_list
source: "Who... Who...Who took MY bananas?"
sw: ''Nani... Nani... Nani amechukua ndizi zangu?''

# data_list
source: Suddenly, Little Monkey remembered. "Oh... Now I recall! I was very hungry last night. I ate all the bananas!"
sw: Ghafla, Ngedere mdogo alikumbuka. ''Oh... Sasa nakumbuka! nilikuwa na njaa sana jana usiku. Nikala ndizi zote!''!

# data_list
source: Busy Mother Hen
sw: Mama Kuku Mwenye shughuli nyingi

# data_list
source: Mother Hen sits patiently waiting for her eggs to hatch. How long will it take? Is she going to miss the fair?
sw: Mama kuku amekaa kwa subira anasubiri mayai yake yaanguliwe, Yatachukua muda gani? Je atakosa maonyesho?

# data_list
source: Mother Hen sits on her eggs. She waits and waits for her eggs to hatch.
sw: Mama kuku amekaa kwenye mayai yake, Anasubiri na kusubiri mayai yake yaanguliwe.

# data_list
source: Mother Goat passes by."Will you go to the fair with me?” she asks Mother Hen. "I'm busy with my eggs," Mother Hen answers.
sw: Mama mbuzi anapita. Je utakwenda na mimi kwenye maonyesho?'' Anamuuliza Mama Kuku, ''Nina shughuli nyingi na mayai yangu,'' Mama kuku alijibu.

# data_list
source: Mother Pig passes by. "Will you go to the fair with me?" she asks. "I'm busy with my eggs,” answers Mother Hen.
sw: Mama nguruwe anapita.,''Je utakwenda na mimi kwenye maonyesho? ''Anauliza.''Nina shughuli nyingi na mayai yangu," anasema Mama Kuku.

# data_list
source: One, two, three, four, five, six. Six round eggs!
sw: Moja, Mbili, tatu, nne, tano, sita. Mzunguko wa mayai sita!

# data_list
source: Mother Cow passes by. "Will you go to the fair with me?" she asks Mother Hen.
sw: Mama Ngo'mbe anapita. "Je utakwenda na mimi kwenye maonyesho?'' Anamuuliza mama kuku.

# data_list
source: "I'm busy with my eggs," answers Mother Hen.
sw: ''Nina shughuli nyingi na mayai yangu,'' anajibu mama kuku.

# data_list
source: Mother Hen waits and waits. "When will I see my chicks?" she wonders.
sw: Mama Kuku anasubiri na kusubiri. Ni lini nitaviona vifaranga vyangu?''anashangaa.

# data_list
source: Mother Hen feels something. What's happening?
sw: Mama Kuku anahisi kitu. Nini kinaendelea?

# data_list
source: One, two, three, four, five, six. Crack! Crack! Crack! Crack! Crack! Crack!
sw: Moja, mbili, tatu, nne, tano, sita Krack! Krack! Krack! Krack! Krack! Krack!

# data_list
source: Six chicks have hatched.
sw: Vifaranga sita vimetotolewa.

# data_list
source: Mother Hen is happy with her lovely chicks.
sw: Mama kuku anafurahi na vifaranga vyake vyakupendeza.

# data_list
source: Then she remembers. There is a fair today! Mother Goat, Mother Pig and Mother Cow have already left. Mother Hen is ready now. She will take her chicks to the fair. One, two, three, four, five, six!
sw: Kisha akakumbuka. Kuna maonyesho leo! Mama Mbuzi, Mama Nguruwe na Mama Ng'ombe wameshaondoka. Mama kuku yuko tayari sasa. Atawachukua vifaranga vyake kwenye maonyesho. Moja, Mbili, Tatu, Nne, Tano, Sita!

# data_list
source: Mother Hen and her six chicks have a fantastic time at the fair. What fun! Her chicks were worth the wait.
sw: Mama kuku na vifaranga vyake sita walikuwa na wakati mzuri kwenye maonyesho. Furaha iliyoje! vifaranga vyake vilistahili kusubiri.

# data_list
source: My First Day at School
sw: Siku yangu ya kwanza shuleni

# data_list
source: Sesi is six years old and lives with her parents in Turiani. After her first day at school, she comes home and tells them something funny that happened at school. What do you think happened?
sw: Sesi ana umri wa miaka sita na anaishi na wazazi wake Turiani. Baada ya siku yake ya kwanza shuleni, anarudi nyumbani na anasema jambo la kufurahisha lililotokea shule Unafikiri nini kilitokea?

# data_list
source: My name is Sesi. I am six years old. I am a new student at Manyinga Primary School.
sw: Jina langu ni Sesi, Nina umri wa miaka sita. Ni mwanafunzi mpya katika shule hii ya Msingi ya Manyinga.

# data_list
source: My first day at school was exciting. I got up early in the morning. My father took me to school. On the way there were many other students.Some were with their parents.
sw: Siku yangu ya kwanza Shuleni ilikuwa ni ya kufurahisha. Niliamka asubuhi na mapema, Baba yangu alinipeleka shuleni. Njiani kulikuwa na wanafunzi wengine wengi. Wengine walikuwa na wazazi wao.

# data_list
source: I heard the bell ringing, "Gong! Gong! Gong!" Other students started running.
sw: Nilisikia kengele inalia, ''Ngoo! Ngoo! Ngoo!'' Wanafunzi wengine walianza kukimbia.

# data_list
source: Each student took his or her place in a line. I ran and joined the others. When I looked at the other students, I felt very small. They seemed much older than me.
sw: Kila mwanafunzi alichukua nafasi yake kwenye mstari. Nilikimbia na kuungana nao. Nilipowatizama wanafunzi wengine, Nilijiona ni mdogo sana. Walionekana wakubwa zaidi yangu.

# data_list
source: An older girl took me by the hand to where students of my age were gathered. I was with the wrong class!
sw: Msichana mkubwa alinishika mkono mpaka mahali ambapo wanafunzi wa rika langu walikuwa wamekusanyika. Nilienda kwenye darasa lingine kimakosa!

# data_list
source: As I stood in line with the students my age, I heard someone yell, "Madam, this boy has wet his shorts!" We all turned back. I saw a little boy holding his shorts, looking sad.
sw: Nikiwa nimesimama kwenye mstari wenye wanafunzi wa rika langu, Nilimsikia mwanafunzi mmoja akipiga kelele, ''Bibi, kaptura ya huyu mvulana imeloana! wote tuligeuka nyuma. Nikamuona mvulana mdogo ameshikilia kaptula yake, anaonekana mwenye huzuni.

# data_list
source: Both his legs were wet. His eyes were wet with tears. An older boy came and took him by the hand to get help.
sw: Miguu yote miwili ilikuwa imeloana. Macho yake yalikuwa na machozi. Kijana mkubwa alikuja kumsaidia na alimshika mkono.

# data_list
source: Then a teacher showed us our classroom. It was large and clean.
sw: Kisha mwalimu akatuonyesha darasa letu. lilikuwa kubwa na safi.

# data_list
source: One student came in late. He was holding his shoes. The teacher asked why. He said that his mother had taught him to always take off his shoes before stepping into a room. We all laughed.
sw: Mwanafunzi mmoja aliingia kwa kuchelewa. Alikuwa ameshika viatu vyake. Mwalimu aliuliza kwanini. Alisema kwamba, mama yake amemfundisha kuwa awe anavua viatu kabla ya kuinga ndani ya chumba. Sote tulicheka.

# data_list
source: The bell rang again, "Gong! Gong! Gong!" We rushed outside and stood in lines. A teacher came to us and told us that it was break time. There was no need to stand in lines. It was time to play!
sw: Kengele ilipigwa tena, Gong! Gong! Gong! Tulikimbia nje na kujipanga kwenye mistari. Mwalimu alikuja na kutuambia kuwa ilikuwa ni muda wa mapumziko. Hakukuwa na haja ya kusimama mstarini. Ulikuwa muda wa kucheza!

# data_list
source: After a short while, the bell rang again. All other students were rushing into their classrooms. I was confused, I did not know where to go. I had forgotten my classroom!
sw: Baada ya muda mfupi, kengele ilipigwa tena. Wanafunzi wengine wote walikimbilia kwenye madarasa yao. Nilichanganyikiwa. Sikujua niende wapi. Nilisahau darasa langu!

# data_list
source: I saw a classroom in front of me and stepped inside. Two other students followed me. None of us knew where to go.
sw: Niliona darasa mbele yangu na nikaingia ndani. Wanafunzi wengine wawili wakanifuata. Kati yetu hakuna aliyejua twende wapi.

# data_list
source: One of the students who was with me started crying. An older girl asked him what was wrong. He replied that he wanted to see his mother. Some of the other students laughed, but some wanted to help.
sw: Mmoja wa wanafunzi aliyekuwa na mimi alianza kulia. Msichana mkubwa alimuuliza, tatizo ni nini. Alijibu kuwa anataka kumuona mama yake. Baadhi ya wanafunzi wengine walicheka, lakini wengine walitaka kusaidia.

# data_list
source: One of the older girls took us to our classroom. Our teacher told us that soon it would be time to go home, and we should wait for our parents to pick us up from the classroom.
sw: Mmoja wa wasichana wakubwa alituchukua na kutupeleka kwenye darasa letu. Mwalimu wetu alituambia kwamba muda si mrefu ingekuwa muda wa kwenda nyumbani, na tunatakiwa kuwasubiri wazazi wetu kutuchukua kutoka darasani.

# data_list
source: The bell rang again, "Gong! Gong! Gong!" We were happy to see our parents waiting for us outside.
sw: Kengele ilipigwa tena, Gong! Gong! Gong! Tulifurahi kuona wazazi wetu wakitusubiri nje.
