Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_tz/*/*_main.po
Languages: sw

# data_list
source: Use a picture to help your child count. Ask: “How many bees can you see? How many eyes do you see? Now count your eyes, how many eyes do you have?”
sw: Tumia picha kumsaidia mtoto wako kuhesabu. Muulize: “Unaona nyuki wangapi? Unaona macho mangapi? Sasa hesabu macho yako, una macho mangapi?”

# data_list
source: "Thank you for helping me, Mr. Elephant."
sw: "Asante kwakunisaidia,Bwana Tembo."

# data_list
source: Say: “Look, the bees, the bird and the bats are flying. What sound do bees make when they fly? And what about birds?” Ask: “How many bees can you see? And how many bats can you see?”
sw: Sema: “Tazama, nyuki, ndege na popo wanaruka. Nyuki hutoa mlio gani wanaporuka? Na vipi kuhusu ndege?” Muulize: “Unaweza kuona nyuki wangapi? Na ni popo wangapi unaweza kuwaona?”?

# data_list
source: Ask: “What do you think about this story? How would you feel if you were in the story? What would you have done if you were the elephant?”
sw: Muulize: Unafikiri nini kuhusu hadithi hii? Ungejiskiaje kama ungekuwa kwenye hadithi? Ungefanyaje kama wewe ungekuwa tembo?

# data_list
source: Katiiti’s Song
sw: Wimbo wa Katiti

# data_list
source: Every day, Katiiti’s mother calls her with a beautiful song. One day, a crafty gorilla tries to sing as sweetly as her mother.
sw: Kila siku, Mama yake Katiti anamwita kwa wimbo mzuri. Siku moja, Sokwe mwerevu alijaribu kuimba vizuri kama mama yake.

# data_list
source: Katiiti lived in a village next to a forest.
sw: Katiti anaishi kwenye kijiji karibu na msitu.

# data_list
source: She loved playing in the forest. Maama told her to be careful.
sw: Anapenda kucheza msituni. Mama alimwambia awe makini.

# data_list
source: Every day Maama would sing their special song to call her.
sw: Kila siku Mama anaimba wimbo wao maalumu kumwita.

# data_list
source: One day, Katiiti bumped into a gorilla.
sw: Siku moja, Katiti alijigonga kwa Sokwe.

# data_list
source: She ran and hid in a cave.
sw: Alikimbia na kujificha pangoni.

# data_list
source: Gorilla came and sang Maama’s song in a gruff voice.
sw: Sokwe alikuja na aliimba wimbo wa Mama kwa sauti nzito na kali.

# data_list
source: Gorilla ate lots of bananas to make his voice sweeter.
sw: Sokwe alikula ndizi nyingi kufanya sauti yake iwe nzuri.

# data_list
source: Gorilla sang sweetishly.
sw: Sokwe aliimba vizuuuri.

# data_list
source: Gorilla went away and ate lots of honey to make his voice even sweeter.
sw: Sokwe alienda mbali na alikula asali nyingi kuifanya sauti yake iwe nzuri zaidi.

# data_list
source: Gorilla sang as sweetly as Maama.
sw: Sokwe aliimba vizuri kama Mama.

# data_list
source: Maama came just in time to chase away Gorilla.
sw: Mama alikuja kwa wakati kumfukuza Sokwe.

# data_list
source: Katiiti and Maama sang all the way back home.
sw: Katiti na Mama waliimba njia nzima wakiwa wanarudi nyumbani.

# data_list
source: A Beautiful Day
sw: Siku Nzuri

# data_list
source: It’s a beautiful day for a picnic. Everyone wants to join in the fun.
sw: Ni siku nzuri ya pikiniki. Kila mmoja anataka kujiunga kwenye furaha.

# data_list
source: "What a beautiful day," says Mom. "Wake up Nicholas."
sw: "Siku nzuri namna gani," Mama anasema. "Amka Nicholaus."

# data_list
source: "Hello sun," says Nicholas. "Good morning birds."
sw: "Haloo jua," Nicholaus anasema. "Habari za asubuhi ndege."

# data_list
source: Say: “Look, the boy just woke up.” Ask: “What do you think the mother is saying to the boy? Can you tell me how the boy is feeling? What is the baby pointing to? Who else sees what the baby sees?”
sw: Sema: "Angalia, kijana ameamka." Uliza: "Unafikiri mama anamwambia nini mvulana? Unaweza kuniambia jinsi mvulana anavyohisi? Mtoto anaonyesha nini? Nani mwingine anaona kile mtoto anachokiona?"

# data_list
source: "It’s a lovely day," says Dad. "Let’s have a picnic by the river."
sw: "Ni siku nzuri," Baba anasema. "Wacha tukatembelee mandhari ya ufukwe wa mto."

# data_list
source: "Can my friend Jacob come?" asks Nicholas.
sw: "Je rafiki yangu Jakobo anaweza kuja?" Nicholaus anauliza.

# data_list
source: Say: “Wow, it's such a beautiful day.” Ask: What are they eating for breakfast? What did you eat for breakfast this morning? What can you see through their window? And what can you see through our window?”
sw: Sema: "Wow, ni siku nzuri sana." Uliza: Wanakula nini kama kifungua kinywa? Umekula nini kama kifungua kinywa asubuhi ya leo? Unaweza kuona nini kupitia dirisha lao? Na unaweza kuona nini kupitia dirisha letu?"

# data_list
source: "Don’t forget me. I love picnics!" says Donkey. "And me. I want to come too!" says Dog.
sw: "Usisahau. Napenda pikiniki!" Punda anasema. "Na mimi. Pia nataka kuja!" Mbwa anasema.

# data_list
source: "Follow us," say the birds.
sw: "Tufuateni," Ndege wanasema.

# data_list
source: Ask: “How many children can you see? How are they feeling? Can you name all the animals? How many birds can you see? Which bird is flying the highest? And which bird is flying the lowest?”
sw: Muulize: "Je! unaweza kuona watoto wangapi? Wanajisikiaje? Je, unaweza kutaja wanyama wote? Unaweza kuona ndege wangapi? Ni ndege gani anayeruka juu zaidi? Na ni ndege gani anayeruka chini zaidi?"

# data_list
source: Ask: “Where do you think they are going? Who is walking in the front? And who is walking at the back?”
sw: Muulize: "Unafikiri wanaenda wapi? Ni nani anayetembea mbele yao? Na ni nani anayetembea nyuma?"

# data_list
source: "I’ll race you to that tree," Nicholas says.
sw: "Nitakukimbizia kwenye ule mti!" Nicholaus anasema.

# data_list
source: Say: “Now the boy is pointing at the tree, I think they are getting ready to see who can reach the tree first. Ready, set, go!!!!!” Ask your child: “Who do you think will win the race? Let’s go to the next page to find out.”
sw: Sema: "Sasa Mvulana anaonyesha kwa kuelekezea kwenye mti, nadhani wanajiandaa kuona ni nani anayeweza kufika kwenye mti kwanza. Tayari, weka, nenda!!!!!" Muulize mtoto wako: “Unafikiri ni nani atashinda shindano hilo? Twende kwenye ukurasa unaofuata ili kujua."

# data_list
source: "I won, I won," says Donkey. "Not fair," says Nicholas. "You’ve got four legs."
sw: "Nimeshinda, nimeshinda," Punda anasema. "Sio sawa," Nicholaus anasema. "Wewe una miguu minne anasema Nicholaus."

# data_list
source: Say: “Hurray! The monkey won the race”. Ask: Who looks tired? Why do you think he is tired?”
sw: Sema: "Haya! Ngedere ameshinda mbio." Muulize: Nani anaonekana amechoka? Unafikiri kwa nini amechoka?”?

# data_list
source: "Look what I can do," says Nicholas.
sw: "Angalia ninachoweza kufanya," Nicholaus anasema.

# data_list
source: "I bet you can’t do this," says Jacob.
sw: "Nabashiri huwezi kufanya hiki." Jakobo anasema.

# data_list
source: Ask: “What are they doing? Can you do any of these moves? Show me!”
sw: Muulize: "Wanafanya nini? Unaweza kufanya mojawapo ya matendo haya? Nionyeshe!"

# data_list
source: "Here’s our picnic spot," says Dad.
sw: "Hapa ni eneo la mandhari yetu," Baba anasema.

# data_list
source: Describe the picture by saying, “Wow, mom and dad have found a beautiful picnic spot next to the river.” Ask: “How do you think everyone is going to feel about it?”
sw: Eleza picha hiyo kwa kusema, "Lo, mama na baba wamepata sehemu nzuri ya pikiniki karibu na mto." Muulize: "Unafikiri kila mtu atahisije kuhusu hilo?"

# data_list
source: "Race you to the water!" says Jacob.
sw: "Nakukimbizia kwenye maji!" Jakobo anasema.

# data_list
source: Ask: “What are they doing? Wheeee, they are jumping into the water! Who is making the biggest splash? Would you also jump in? Why or why not?”
sw: Muulize: "Wanafanya nini? Weeee, wanaruka ndani ya maji! Ni nani anayepiga maji zaidi? Je, unaweza pia kuruka kwenye maji? Kwa nini au kama huwezi ni kwa nini?"

# data_list
source: "Come and eat, boys and girls," says Mom.
sw: "Njooni tule, wavulana na wasichana," Mama anasema.

# data_list
source: Ask: “What is everyone eating? What would you choose to eat? Is everyone eating food? What about the baby? And what about the donkey?”
sw: Muulize: "Kila mtu anakula nini? Ungechagua kula nini? Je, kila mtu anakula chakula? Vipi kuhusu mtoto? Na vipi kuhusu punda?"

# data_list
source: "Time to go home," says Mom. "Say goodbye to Jacob."
sw: "Wakati wakurudi nyumbani," Mama anasema. "Mwambie Jakobo kwa heri."

# data_list
source: Say: “Now it is time to go home (mimic waving and saying goodbye). Can you also wave?” Ask: “Now tell me, how do you feel when you have to leave your friends after playing together? Why do you feel that way?”
sw: Sema: "Sasa ni muda wa kwenda nyumbani (igiza kupunga mkono na kusema kwaheri). Je, unaweza pia kupunga mkono?" Muulize: “Sasa niambie, unajisikiaje unapolazimika kuachana na marafiki zako baada ya kucheza pamoja? Kwa nini unajiskia hivyo?”

# data_list
source: Help your child learn new words. Say: Look, the sky is dark and the stars are out, it is time to sleep.” Then say: What is on the roof of their house? Where is the pumpkin? And where are the bricks?” “Would you enjoy a picnic? Let’s have our lunch outside under the tree today and pretend to have our own picnic!”
sw: Msaidie mtoto wako kujifunza maneno mapya. Sema: Tazama mbingu ni giza na nyota ziko nje, ni wakati wa kulala. Kisha sema: Kuna nini juu ya paa la nyumba yao? Boga liko wapi? Na matofali yako wapi? Je, unaweza kufurahia pikiniki? Hebu tule chakula chetu cha mchana nje chini ya mti leo na tujifanye tuna pikiniki yetu wenyewe!

# data_list
source: A trip to the tap
sw: Safari ya kwenda bombani

# data_list
source: Oluhle fetches water at the tap every day. She gets to carry her favourite pink bucket. But one day it gets lost …
sw: Maria huwa anachota maji bombani kila siku. Anatakiwa abebe ndoo yake anayoipenda ya rangi ya pinki. Lakini siku moja ilipotea…

# data_list
source: Oluhle wakes up early. She is excited to get water. “Come Mama, we have to be first today,” she calls.
sw: Maria anaamka mapema. Anafurahia kufata maji. "Njoo Mama, tunatakiwa kuwa wa kwanza leo," aliita.

# data_list
source: On the way they meet Nathi and Unathi. They are going to the tap with their mother.
sw: Wakiwa njiani walikutana na Tamala na Tamali. Wanaenda bombani na mama yao.

# data_list
source: Oluhle and her friends play while the grown-ups get water. “Oluhle, your bucket is full,” says Mama.
sw: Oluhle na rafiki zake wanacheza wakati wakubwa wanachota maji. "Oluhle, ndoo yako imejaa," anasema Mama.

# data_list
source: At home, Oluhle takes a bath. Mama goes to work and Oluhle stays with Makhulu.
sw: Nyumbani, Olhle anaoga. Mama anenda kazini na Oluhle anabaki na Mkhulu.

# data_list
source: In the afternoon Makhulu starts to make supper. She needs more water. She calls Oluhle so they can go to the tap.
sw: Mchana Makulu anaanza kupika chakula cha jioni. anahitaji maji zaidi. Anamwita Maria ili waende bombani.

# data_list
source: “Makhulu, I can’t find my bucket. I searched everywhere,” says Oluhle. Makhulu helps her look, but the bucket is nowhere to be found.
sw: "Makulu, siioni ndoo yangu. Nimetafuta kila mahali," anasema Maria. Makulu anamsaidia kutafuta, lakini ndoo haionekani popote.

# data_list
source: Makhulu thinks of a plan. She gets a 2-litre bottle from the cupboard and fetches paints and paint brushes.
sw: Makulu anafikiria mpango. Anachukua chupa mbili ndogo kutoka kabatini na anachukua rangi na brashi za kupakia rangi.

# data_list
source: Makhulu makes a bucket from the water bottle. She paints it pink. “Here’s a recycled bucket, Oluhle!”
sw: Makulu anatengeneza ndoo kutoka kwenye chupa ya maji. Anapaka rangi ya pinki. " Hii hapa ni ndoo iliyotengenezwa tena, Maria "

# data_list
source: “Thank you, Makhulu,” says Oluhle. She is excited to go to the tap with her new recycled bucket.
sw: "Asante, Makulu," anasema Maria. Anafurahia kwenda bombani akiwa na ndoo yake mpya iliyotengenezwa.

# data_list
source: The next day Unathi and Nathi bring two bottles to Makhulu. “Makhulu, could you please make recycled buckets for us?”
sw: Siku iliyofuata Tamala na Natanieli walimletea Makulu chupa mbili. "Makulu, tafadhali unaweza kutugengenezea ndoo?"

# data_list
source: Makhulu paints their buckets yellow and blue, their favourite colours. Nathi and Unathi are happy. Oluhle is happy too.
sw: Makulu anapaka ndoo zao rangi ya njano na bluu, rangi zao pendwa. Tamali na Tamala wamefurahi. Maria amefurahi pia.

# data_list
source: The friends can’t wait to show off with their new buckets. “Can we go to the tap now?” they ask.
sw: Marafiki wana hamu ya kuringishia ndoo zao mpya. " Tunaweza kwenda bombani sasa?" waliuliza.

# data_list
source: Fifi and Teddy
sw: Fifi na Teddy

# data_list
source: Fifi has a brown teddy bear that she loves very much. But where is Teddy?
sw: Fifi ana mdori wa rangi ya kahawia ambaye anampenda sana. Lakini Teddy yuko wapi?

# data_list
source: Fifi has loved Teddy since she was a baby.
sw: Fifi alimpenda Teddy tangu alipokuwa mdogo.

# data_list
source: Say: “Look, there is a girl and a teddy.” Ask: “Who do you think this teddy belongs to?”
sw: Sema: "Tazama, kuna msichana na mdoli." Muulize: "Unafikiri mdoli huyu ni wa nani?"

# data_list
source: Fifi eats with Teddy. Fifi plays with Teddy.
sw: Fifi anakula na Teddy. Fifi anacheza na Teddy.

# data_list
source: Point at the picture and Ask: “What do you think the girl and teddy are doing?” Point to the picture of the girl on the swing and ask again: “How do you think she is feeling? Why do you say that?”
sw: Elekeza kwenye picha na Muulize: "Unafikiri msichana na mdoli wanafanya nini?" Elekeza kwenye picha ya msichana aliye kwenye bembea na muulize tena: "Unafikiri anajiskiaje? Kwa nini unasema hivyo?"

# data_list
source: Fifi takes Teddy wherever she goes. And they curl up together every night.
sw: Fifi anaenda na Teddy popote anapoenda. Na wanacheza pamoja kila siku.

# data_list
source: Ask: “Who is sitting at the back of the car? Where do you think they might be going? Where is teddy sleeping? Do you sleep with anything in your bed?”
sw: Muulize: "Nani ameketi nyuma ya gari? Unafikiri wanaweza kuwa wanaenda wapi? Mdoli analala wapi? Je, unalala na kitu chochote kitandani?"

# data_list
source: Fifi knows she cannot take Teddy to school. So every morning she leaves Teddy on her bed.
sw: Fifi anajua hawezi kwenda shule na Teddy. Hivyo kila asubuhi anamuacha Teddy.

# data_list
source: Say: “Oh no! Where is the girl? Teddy is alone. How do you think Teddy feels?”
sw: Sema: "La! Msichana yuko wapi? Mdoli yuko peke yake. Unafikiri Mdoli anajisikiaje?"

# data_list
source: One day, when she comes back from school, Teddy is not there!
sw: Siku moja, alipokuwa akirudi kutoka shule, Teddy hakuwepo!

# data_list
source: Say: “Look who's back. Oh no, Teddy is not there.” Mimic for your child a surprised expression. Ask: “how would you feel if your special toy went missing?”
sw: Sema: "Angalia nani amerudi. La hasha, Mdoli hayupo." Muigizie mtoto wako usemi wa mshangao. Muulize: "Ungejiskiaje kama mdoli wako pendwa haonekani?"

# data_list
source: Ask: “What is the girl looking for? Where is she looking? Where do you think teddy might have gone?”
sw: Muulize: "Msichana anatafuta nini? Anatafuta wapi? Unafikiri mdoli anaweza kuwa ameenda wapi?"

# data_list
source: Ask: “Where is she looking now? Where could teddy be hiding?” Mimic searching and feeling frustrated.
sw: Muulize: "Anaangalia wapi sasa? Mdoli atakuwa amejificha wapi?" Igiza kutafuta na kuhisi kukatishwa tamaa.

# data_list
source: “What’s wrong, Fifi?” asks Mom.
sw: "Nini shida, Fifi alimuuliza Mama.

# data_list
source: Describe what is happening. Say: “The girl made a good plan. After searching on her own, she went to ask her mother for help. Remember that you can always ask for help if you need it.”
sw: Eleza kinachoendelea. Sema: "Msichana alifanya mpango mzuri. Baada ya kutafuta yeye mwenyewe, alikwenda kumuomba mama yake msaada. Kumbuka kwamba muda wowote unaweza kuomba msaada ukiuhitaji."

# data_list
source: Teddy is missing!
sw: Teddy haonekani!

# data_list
source: Say: “Poor girl, she is crying because she can’t find her teddy. Do you remember yesterday when you were crying because you were frustrated with your little sister? What helped you to feel less frustrated?”
sw: Sema: “Maskini msichana, analia kwa sababu hampati mdoli wake. Je, unakumbuka jana ulipokuwa ukilia kwa sababu ulichanganyikiwa na mdogo wako wa kike? Ni nini kilikusaidia kupunguza kuchanganyikiwa?”

# data_list
source: “No, darling. Teddy just had a bath!”
sw: "Hapana. Teddy ametoka kuoga"

# data_list
source: Say: “Jippy! Look, there is teddy! Why do you think teddy is hanging on the washing line?”
sw: Sema: "Jippy! Tazama, kuna mdoli! Unafikiri kwa nini mdoli ananing'inia kwenye kamba ya kuanikia nguo?"

# data_list
source: “There you are, Teddy!”
sw: "Upo, Teddy!"

# data_list
source: Ask: “Why is the girl smiling and jumping up and down? What has made you feel this happy lately? Do you remember feeling happy when you scored a goal when we were playing soccer together?”
sw: Muulize: Kwanini Binti anatabasamu na kuruka ruka? Nini kimekufanya ujisikie furaha baadaye? Unaikumbuka ile hali ya furaha uliyojiskia ulipofunga goli wakati tunacheza mpira pamoja?

# data_list
source: Ask: Now tell me, what did you think about this story? What did you learn?”
sw: Muulize: Sasa niambie, ulifikiria nini kuhusu hadithi hii? Ulijifunza nini?

# data_list
source: Boiled, scrambled or fried? How does Luzuko want his eggs?
sw: Yamechemshwa. yamevurugwa wakati wa kukaanga yamekuwa vipande vipande, Ni Vipi Luzuko anataka mayai yake?

# data_list
source: Good morning, Luzuko!
sw: Habari za asubuhi, Luzuko!

# data_list
source: It’s time for breakfast.
sw: Ni muda wa kifungua kinywa.

# data_list
source: How do you want your eggs?
sw: Unataka mayai yako yaweje?

# data_list
source: Do you want boiled eggs, Luzuko?
sw: Unataka mayai ya kuchemshwa Luzuko?

# data_list
source: I like boiled eggs, but ...
sw: Napenda mayai ya kuchemshwa, lakini...

# data_list
source: Do you want scrambled eggs, Luzuko?
sw: Unataka mayai ya kukaangwa yaliyovurugwa, Luzuko?

# data_list
source: I like scrambled eggs, but ...
sw: Napenda mayai yaliyokaangwa yaliyovurugwa, lakini...

# data_list
source: Do you want fried eggs, Luzuko?
sw: Unataka mayai ya kukaangwa, Luzuko?

# data_list
source: I like fried eggs, but ...
sw: Napenda mayai ya kukaangwa, lakini ...

# data_list
source: Well? How do you want your eggs, Luzuko?
sw: Vizuri? Unataka mayai yako yaweje, Luzuko?

# data_list
source: Today, I just want a bowl of porridge.
sw: Leo! Nataka tu bakuli la uji.

# data_list
source: Lebo and Gogo's Tea Party
sw: Tafrija ya Lebo na Bibi

# data_list
source: Lebo is excited to have a day of adventure with Gogo. When Gogo hurts herself, she can’t do anything that Lebo wants to do. What can Gogo and Lebo do to have fun together?
sw: Lebo amefurahi kuwa na siku ya kwenda safari ya matembezi na bibi. Bibi alipojiumiza, hawezi kufanya chochote kila ambacho Lebo anataka kufanya. Bibi na Lebo wanaweza kufanya ili kufurahi pamoja?

# data_list
source: Lebo is at Gogo’s farm. She is bored with chasing the animals. "Now you chase me, Gogo!" Lebo shouts as she races past. "Slow down, Lebo," Gogo says, hurrying to catch up.
sw: Lebo yupo shambani kwa bibi. Amechoshwa na kukimbiza wanyama."Sasa nikimbize mimi, Bibi!" Lebo alisema kwa sauti huku akipita mbio. "polepole, Lebo," Bibi anasema, unaharakisha kumkamata.

# data_list
source: Describe the picture by pointing at the different images and say, “Look at this! Who do we see here? It’s a little girl and her grandma. Do you think they might be at a farm? What do you think they are doing?”
sw: Elezea picha kwa kuonyesha ukilekezea picha mbalimbali na sema,: " Tazama hii! Tunaona nini hapa? Ni msichana mdogo na bibi yake. Unafikiri watakuwa shambani? Unafiriki wanafanya nini?"

# data_list
source: Gogo trips over a rock while chasing Lebo. "Ouch!" she screams. Gogo has hurt her ankle.
sw: Bibi anapita kwenye muamba huku akimkimbiza Lebo. "Ouch" alipiga kelele. Bibi ameumia kwenye kiwiko cha mguu.

# data_list
source: Say, “Oh no! It looks like grandma might trip. She’s about to fall. I hope she will be okay.”
sw: Sema, " Oh hapana! Inaonekana bibi anaweza kujikwaa. Anakaribia kuanguka. Natumaini atakuwa sawa."

# data_list
source: She comes back from the doctor with a special boot and crutches. "Gogo, come back to the city with us so that we can take care of you," says Lebo’s mom. "I won’t leave my farm. I will manage on my own," Gogo replies, stubbornly.
sw: Amerudi kutoka kwa daktari akiwa na buti na gongo maalumu. "Bibi, rudi na sisi jijini ini tuweze kukuangalia," anasema mama yake Lebo. "Sitaliacha" shamba langu. Nitaweza kujiangalia mimi mwenyewe," Bibi alijibu, kwa ukali.

# data_list
source: Help the child to learn new words by pointing at the picture and naming the things you see. Say, “This is a special boot” and “These are crutches.” Then explain: “The doctor gave these to grandma because her leg is hurt.” Ask, “How do you think grandma feels? What makes you say that?”
sw: Msaidie mtoto kujifunza maneno mapya kwa kuonyesha kwenye picha na kutaja majina ya vitu unavyoviona. Sema, "Hili ni buti maalum" na * Haya ni magongo." Halafu elezea: "Daktari alimpa haya bibi kwasababu mguu wake umeumia?"

# data_list
source: "Gogo, you must come. We will have so much fun!" Lebo says, excitedly.
sw: "Bibi, ni lazima uje, tutakuwa na vingi vya kufurahisha!" Lebo anasema, kwa furaha.

# data_list
source: Say, “Look, the girl is giving her grandma a hug, how kind! Would you like to give me a hug too?” (When the child hugs you, respond warmly with) “Mmm, that feels so nice. Thank you for the lovely hug!”
sw: Sema, "Tazama, msichana anamkumbatia bibi yake, ni mwema kweli! Ungependa kunikumbatia pia?" (Mtoto anapokukumbatia, pokea kwa uchangamfu) "Mmm, najiskia vizuri sana. Asante kwa kunikumbatia kwa upendo"!

# data_list
source: During the drive, Lebo bounces on her seat. She thinks of all the wild adventures she and Gogo will have in the city.
sw: Wakati gari inaendeshwa, Lebo alirukaruka kwenye siti. Anafikiria mambo yote mazuri ambayo yeye na bibi watakuwa nayo jijini.

# data_list
source: Say, “Now, let’s look and talk together!” Point to the picture and ask your child, “How many houses can you see? How many cars are there? How many animals can you find? What color is the car? What color are the roofs of the houses? Can you tell me the color that both animals have?
sw: Sema, "Sasa, hebu tuangalie na tuzungumze pamoja!" Onyesha kwenye picha na muulize mtoto wako, "Unaweza kuona nyumba ngapi?" Kuna magari mangapi pale? Ni wanyama wangapi unaweza kupata? Gari hilo ni la rangi gani? Paa za nyumba ni za rangi gani? Unaweza kuniambia rangi za hao wanyama wote?

# data_list
source: When they arrive at the house, Gogo rests on the sofa.
sw: Walipofika kwenye nyumba, Bibi alipumzika kwenye sofa.

# data_list
source: Help your child learn new words by pointing to things in the picture and saying their names. Ask your child to repeat after you. For example, you can say: ‘This is a lamp. These are crochet hooks. This is wool. This is a remote control.”
sw: Msaidie mtoto wako kujifunza maneno mapya ukionyesha kwa kuelekezea vitu kwenye picha na kutaja majina yake. Muombe mtoto wako arudie baada yako. Kwa mfano, unaweza kusema: ‘Hii ni taa. Hizi ni sindano za kufumia. Hii ni pamba. Hii ni rimoti.”
