Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_tz/*/*_main.po
Languages: sw

# data_list
source: That’s right. By naming @data.characters.f2_boy.name’s emotions, @data.characters.f2_father.name helps @data.characters.f2_boy.name to learn to recognise these feelings in future. @data.characters.f2_father.name also normalizes how @data.characters.f2_boy.name feels and supports him to manage his feelings of anger.
sw: Hiyo ni sawa. Kwa kutaja majina ya hisia za @data.characters.f2_boy.name, @data.characters.f2_father.name anamsaidia @data.characters.f2_boy.name kujifunza kutambua hisia hizo hapo baadae. @data.characters.f2_father.name pia aliifanya hali aliyoiskia @data.characters.f2_boy.name kuwa ya kawaida. na kumsaidia kushughulikia hisia za hasira.

# data_list
source: He blames @data.characters.f2_boy.name for what happened
sw: Anamlaumu @data.characters.f2_boy.name kwa kilichotokea

# data_list
source: He does not get frustrated with @data.characters.f2_boy.name. He names and describes what @data.characters.f2_boy.name is feeling and tells him that he understands. He also normalizes these feelings and supports @data.characters.f2_boy.name to manage them.
sw: Hakuchanganyikiwa na @data.characters.f2_boy.name. Alitaja na kuelezea alivyojiskia @data.characters.f2_boy.name na alimwambia kwamba anaelewa. Pia alizifanya hisia kuwa ni kawaida na anamsaidia @data.characters.f2_boy.name kuzishughulikia.

# data_list
source: He tells @data.characters.f2_boy.name that it’s okay to feel that way
sw: Anamwambia @data.characters.f2_boy.name kwamba ni sawa kujiskia vile

# data_list
source: Yes. @data.characters.f2_father.name shows @data.characters.f2_boy.name that all feelings – even difficult ones like anger – are normal to feel.
sw: Ndio. @data.characters.f2_father.name anamuonyesha @data.characters.f2_boy.name kwamba ni kawaida kujiskia hisia zote - hata zile ngumu kama hasira.

# data_list
source: He helps @data.characters.f2_boy.name to manage his feelings
sw: Anamsaidia @data.characters.f2_boy.name kushughulikia hisia zake

# data_list
source: That’s right. After @data.characters.f2_father.name helps @data.characters.f2_boy.name to recognise what he is feeling, he supports @data.characters.f2_boy.name to take a deep breath as a healthy way to manage his anger. @data.characters.f2_father.name also talks to @data.characters.f2_boy.name about it afterwards, to help him reflect and learn from the experience.
sw: Hiyo ni sahihi. Baada ya @data.characters.f2_father.name kumsaidia @data.characters.f2_boy.name kutambua alivyokuwa anajiskia, anamsaidia kuchukua pumzi ndefu kama njia yenye afya kushughulikia hasira yake. Baadae @data.characters.f2_father.name pia anazungumza na @data.characters.f2_boy.name kuhusu hiyo yaliotokea ili kumsaidia kutafakari na kujifunza kutoka kwenye uzoefu.

# data_list
source: Book activities offer many opportunities to help children learn key life skills. Here are some ideas for using books and stories to help children build their social and emotional skills.
sw: Shughuli za vitabu hutoa fursa nyingi za kuwasaidia watoto kujifunza stadi muhimu za maisha. Haya hapa ni baadhi ya mawazo ya kutumia vitabu na hadithi ili kuwasaidia watoto, kujenga ujuzi wao wa kijamii na kihisia.

# data_list
source: Use stories to discuss different feelings, experiences and actions.
sw: Tumia hadithi kujadili hisia, uzoefu na vitendo tofauti.

# data_list
source: This helps children better understand their own experiences, and the behaviours of others too.
sw: Hii huwasaidia watoto kuelewa vyema uzoefu wao wenyewe, na tabia za wengine pia.

# data_list
source: Watch this video for an example of how you can use stories to build your child’s understanding of different emotions and behaviours.
sw: Tazama video hii kama mfano wa jinsi unavyoweza kutumia hadithi kujenga uelewa wa mtoto wako kuhusu hisia na tabia tofauti.

# data_list
source: Three easy ways to use book activities to build your child’s skills: 1. Talk about what the characters are feeling 2. Ask questions about what the characters are doing and why 3. Reflect together on the story and what you have learned
sw: Njia tatu rahisi za kutumia shughuli za vitabu kujenga stadi za maisha: 1. Zungumzia kuhusu wahusika wanavyojisikia 2. Uliza maswali kuhusu wahusika wanafanya nini na kwanini 3. Tafakari kile kilichotokea kwenye hadithi na kile ulichojifunza.

# data_list
source: Small actions, big results! Parents who practice at home get better results. For your home practice: 🤝 Use challenging moments as an opportunity to model healthy coping skills. 📖 Use story books to learn about different feelings and actions. 😌 Setbacks and challenges are a normal part of life. Remember to be kind to yourself.
sw: Vitendo kidogo, matokeo makubwa! Wazazi wanaofanya mazoezi kwa vitendo nyumbani wanapata matokeo mazuri. Hii ni kwa mazoezi yako ya nyumbani: 🤝 Tumia nyakati zenye changamoto kama fursa ya kuiga ujuzi mzuri kiafya wa kukabiliana na hali hiyo. 📖Tumia hadithi kujifunza kuhusu hisia, mawazo na vitendo tofauti. 😌Vikwazo na changamoto ni vitu vya kawaida kwenye maisha. Kumbuka kujitendea wema wewe mwenyewe.

# data_list
source: Why CARE
sw: Kwanini KUJIJALI

# data_list
source: How to CARE
sw: Jinsi ya KUJIJALI

# data_list
source: The power of CARE
sw: Nguvu ya KUJIJALI

# data_list
source: Using books to CARE
sw: Kutumia vitabu KUJIJALI

# data_list
source: Why CONNECT
sw: Kwanini KUUNGANA

# data_list
source: How to CONNECT
sw: Namna ya KUUNGANA

# data_list
source: The power of CONNECTION
sw: Nguvu ya KUUNGANA

# data_list
source: Using books to CONNECT
sw: Kutumia vitabu KUUNGANA

# data_list
source: Why TALK
sw: Kwanini KUZUNGUMZA

# data_list
source: How to TALK
sw: Jinsi ya KUZUNGUMZA

# data_list
source: The power of TALK
sw: Nguvu ya KUZUNGUMZA

# data_list
source: Using books to TALK
sw: Kutumia vitabu KUZUNGUMZA

# data_list
source: Why BUILD
sw: Kwanini KUJENGA?

# data_list
source: How to BUILD
sw: Jinsi ya KUJENGA

# data_list
source: The power of BUILD
sw: Nguvu ya KUJENGA

# data_list
source: Using books to BUILD
sw: Kutumia Vitabu KUMJENGA mtoto

# data_list
source: Why CREATE
sw: Kwa nini KUTENGENEZA

# data_list
source: How to CREATE
sw: Jinsi ya KUTENGENEZA

# data_list
source: The power of CREATE
sw: Nguvu ya KUTENGENEZA

# data_list
source: Using books to CREATE
sw: Kutumia vitabu KUTENGENEZA

# data_list
source: JOIN
sw: KUJIUNGA

# data_list
source: Welcome to the ParentApp for Kids community!
sw: Karibu katika Jumuiya ya Programu ya wazazi ya malezi ya watoto!

# data_list
source: Well done for finishing the JOIN module! Here is a song to celebrate you!
sw: Umefanya vizuri kumaliza mada ya KUUNGANA Huu ni wimbo wa kukusheherekea!

# data_list
source: CONNECT
sw: KUUNGANA

# data_list
source: Making time to connect with your child helps build a strong and positive relationship.
sw: Kutengeneza muda wa Kuungana na mtoto wako inasaidia kujenga uhusiano imara na chanya.

# data_list
source: Well done for finishing the CONNECT module! Here is a song to celebrate you!
sw: Umefanya vizuri kumaliza mada ya KUUNGANA Huu ni wimbo wa kukusheherekea!

# data_list
source: CARE
sw: KUJALI

# data_list
source: Caring for yourself and caring for others go hand-in-hand.
sw: Kujijali wewe mwenyewe na kujali wengine vinaenda pamoja.

# data_list
source: Well done for finishing the CARE module! Here is a song to celebrate you!
sw: Umefanya vizuri kumaliza mada ya KUJIJALI! Huu ni wimbo wa kukusheherekea!

# data_list
source: CREATE
sw: KUTENGENEZA

# data_list
source: Create a positive and supportive environment for your child to learn in.
sw: Tengeneza mazingira chanya na saidizi kwaajili ya mtoto wako kujifunza.

# data_list
source: Well done for finishing the CREATE module! Here is a song to celebrate you!
sw: Umefanya vizuri kumaliza mada ya KUTENGENEZA! Huu ni wimbo wa kukusheherekea!

# data_list
source: PLAY
sw: CHEZA

# data_list
source: Play is the best way for children to learn. Let’s look at ways to support your child through play.
sw: Kucheza ni njia bora kwa watoto kujifunza. Hebu tuangalie njia za kuwasaidia watoto wako kupitia kucheza.

# data_list
source: Well done for finishing the PLAY module! Here is a song to celebrate you!
sw: Umefanya vizuri kumaliza mada ya KUCHEZA! Huu ni wimbo wa kukusheherekea!

# data_list
source: TALK
sw: ZUNGUMZA

# data_list
source: Words are powerful. What you say to your child and how you say it makes a difference.
sw: Maneno yana nguvu!. Unachosema kwa mtoto wako na jinsi unavyosema inaleta tofauti.

# data_list
source: Well done for finishing the TALK module! Here is a song to celebrate you!
sw: Umefanya vizuri kumaliza mada ya KUZUNGUMZA! Huu ni wimbo wa kukusheherekea!

# data_list
source: BUILD
sw: KUJENGA

# data_list
source: Help your child build skills to deal with challenges.
sw: Msaidie mtoto wako kujenga juzi za kushughulikia changamoto.

# data_list
source: Well done for finishing the BUILD module! Here is a song to celebrate you!
sw: Umefanya vizuri kumaliza mada ya KUJENGA! Huu ni wimbo wa kukusheherekea!

# data_list
source: EXPLORE
sw: CHUNGUZA

# data_list
source: Support your child to explore and learn from the world around them.
sw: Msaidie mtoto wako kuchunguza na kujifunza kutoka dunia inayowazunguka.

# data_list
source: Well done for finishing the EXPLORE module! Here is a song to celebrate you!
sw: Umefanya vizuri kumaliza mada ya KUCHUNGUZA! Huu ni wimbo wa kukusheherekea!

# data_list
source: REFLECT
sw: TAFAKARI

# data_list
source: Celebrate and reflect on everything you have learnt on your ParentApp journey.
sw: Sheherekea na tafakari kila kitu ulichojifunza kwenye safari ya Programu ya wazazi ya malezi.

# data_list
source: Well done for finishing the REFLECT module! Here is a song to celebrate you!
sw: Umefanya vizuri kumaliza mada ya KUTAFAKARI! Huu ni wimbo wa kukusheherekea!

# data_list
source: Being a parent is stressful!
sw: Kuwa mzazi inaleta msongo wa mawazo!

# data_list
source: When we feel stressed or overwhelmed, it can be difficult to look after ourselves, and our children.
sw: Tunapopata msongo wa mawazo au kuelemewa, inaweza kuwa ngumu kujitunza sisi wenyewe na watoto wetu.

# data_list
source: That’s why every ParentApp module starts with a “Relax” activity to help you slow down and take a moment for yourself.
sw: Ni kwasababu hiyo kila mada ya programu ya wazazi ya malezi inaanza na shughuli ya "kupumzika" kukusaidia kupunguza kasi na kupata muda kwaajili yako mwenyewe.

# data_list
source: Breathe to Three
sw: Vuta pumzi mara Tatu

# data_list
source: Close your eyes. Use the magic power of three to stay connected and relax. Breathe in to the count of three. 1, 2, 3. Breathe out to the count of three. 1, 2, 3. Breathe in to the count of three. 1, 2, 3. Breathe out to the count of three. 1, 2, 3. Do you feel any different? Deep breathing helps our whole body and mind to calm down. Well done on taking a pause.
sw: Funga macho yako. Tumia nguvu ya maajabu ya tatu kubaki kwenye muunganiko na pumzika. Vuta pumzi ndani na uhesabu mpaka tatu 1,2,3 Toa pumzi nje na uhesabu mpaka tatu 1,2,3 Vuta pumzi ndani na uhesabu mpaka tatu 1,2,3 Toa pumzi nje na uhesabu mpaka tatu 1,2,3 Unaskia tofauti yoyote? Kuvuta pumzi kwa kina inasaidia mwili mzima na akili kutulia. Umefanya vema kwa kutulia.

# data_list
source: Being a great parent also means taking time to care for yourself every day. It starts with recognising how you feel.
sw: Kuwa mzazi mahiri pia humaanisha kupata wakati wa kujitunza kila siku. Inaanza na kutambua jinsi unavyojiskia.

# data_list
source: So good to hear you are feeling well today. You are incredible!
sw: Tunafurahi sana kusikia kuwa unajisikia vizuri leo. Uko vizuri!

# data_list
source: We all have days where we just don’t know. That is okay! You are here and that is what matters.
sw: Sisi sote tuna siku ambazo hatuzielewi. Hiyo ni sawa! Uko hapa na hicho ndicho cha muhimu.

# data_list
source: Being a parent can be hard. But you are here and that shows you want to keep improving things. That is a big accomplishment already!
sw: Kuwa mzazi inaweza kuwa ngumu. Lakini uko hapa na hiyo inaonyesha kuwa unataka kuendelea kuboresha mambo. Hayo ni mafanikio makubwa tayari!

# data_list
source: Well done for starting your ParentApp journey, it’s good to have you here.
sw: Umefanya vizuri kuanza safari yako ya Programu ya wazazi ya malezi ya watoto, Ni jambo jema kuwa na wewe hapa.

# data_list
source: Listen to your welcome message:
sw: Sikiliza ujumbe wako wa ukaribisho:

# data_list
source: A very warm welcome to you - dear parent! We are thrilled that you have decided to join our community of caregivers. The fact that you are using ParentApp right now means that your children, their wellbeing and development is important to you. The aim of this app is to guide and support you in your important role as a parent. As parents ourselves, we know how hard parenting can be - how tired, frustrated and overwhelmed we all sometimes feel. We know that an app can’t solve all your problems, but we hope that ParentApp can make you feel slightly less alone, and make things feel just a little bit easier and more manageable.
sw: Karibu sana - mpendwa mzazi! Tumefurahi sana kwa kuwa umeamua kujiunga kwenye jumuiya yetu ya wazazi. Ni kweli kwamba unatumia Programu ya wazazi ya malezi sasa, hii inamaanisha kuwa ustawi na maendeleo ya watoto wako ni muhimu kwako. Lengo la programu hii ni kukuongoza na kukusaidia katika jukumu hili muhimu kama mzazi. Sisi wenyewe kama wazazi, tunajua jinsi ambavyo suala zima la malezi linavyoweza kuwa gumu - la kuchosha, la kuchanganya na wakati mwingine la kuelemea. Tunajua kwamba programu haiwezi kutatua matatizo yako yote, ila tunatarajia programu inaweza kufanya mambo yawe rahisi kidogo na kuyadhibiti zaidi.

# data_list
source: Yes, let’s go!
sw: Ndio, twende!

# data_list
source: Great! Let’s take a look at what you can expect from ParentApp.
sw: Vizuri! hebu tuangalie nini unategemea kwenye programu ya wazazi ya malezi ya watoto.

# data_list
source: Not yet – I have questions…
sw: Bado - Nina maswali…

# data_list
source: We understand! Let’s first take a look at what you can expect from ParentApp.
sw: Tunaelewa! Hebu tuangalie kwanza nini unakitegemea kutoka programu ya wazazi ya malezi ya watoto.

# data_list
source: ParentApp for Kids includes 7 core modules. Each module focuses on a specific parenting strategy to support you in your important role as a parent.
sw: Programu ya wazazi ya malezi ya watoto inajumuisha mada 7 za msingi. Kila mada huzingatia mbinu maalum kukusaidia wewe kwenye kazi yako muhimu kama mzazi.

# data_list
source: Every ParentApp module will support you to: 1. build a strong relationship with your child 2. use books and stories to boost your child’s learning 3. take care of yourself
sw: Kila mada ya programu ya wazazi ya malezi ya watoto itakusaidia: 1. Kujenga uhusiano imara na mtoto wako 2. Kutumia vitabu na hadithi kupandisha kujifunza kwa mtoto wako 3. Kujijali wewe mwenyewe

# data_list
source: One of the main goals of ParentApp for Kids is to help you build a strong and loving relationship with your child. Strong relationships with parents set children up for success in life. That’s why ParentApp offers tried and tested parenting tools to support you in your role as a parent. We know how important your child is to you, and that you want the very best for them. That’s why ParentApp has a digital library with books and guidance for how to use them to help your child learn. Lastly: because we know how important YOU are to your children, ParentApp supports you to take care of yourself too.
sw: Moja ya malengo makuu ya Programu ya wazazi ya malezi ya watoto ni kukusaidia kujenga uhusiano wa upendo na imara na mtoto wako. Mahusiano imara na wazazi huleta mafanikio kwenye maisha ya watoto. Na kwasababu hiyo Programu ya wazazi inatoa zana za malezi zilizojaribiwa na kupimwa kukusaidia wewe katika kazi yako kama mzazi. Tunajua jinsi ambavyo mtoto wako alivyo muhimu sana kwako, ma kwamba unamtakia mema zaidi. Ndio maana Programu ya wazazi ina maktaba ya kidijitali yenye vitabu na muongozo wa jinsi ya kuvitumia kumsaidia mtoto wako kujifunza. Mwisho: kwasababu tunajua ni jinsi gani WEWE ni muhimu kwa watoto wako Programu ya wazazi ya malezi hukusaidia kujijali wewe mwenyewe.

# data_list
source: **ParentApp supports you to take care of yourself.**
sw: **Programu ya wazazi ya malezi inakusaidia wewe kujijali.**

# data_list
source: We often don’t look after ourselves enough. But this is so important, especially as a parent! Reducing our stress and treating ourselves well helps us AND our children.
sw: Mara nyingi hatujiangalii sisi wenyewe vya kutosha. Lakini hii ni muhimu sana, hasa kama mzazi! Kupunguza msongo wa mawazo ni kujitibu sisi wenyewe vizuri inatusaidia sisi NA watoto wetu.

# data_list
source: Why is my wellbeing important to my child?
sw: Kwanini ustawi wangu ni muhimu kwa mtoto wangu?

# data_list
source: Great question. Caring for others starts with caring for yourself.
sw: Swali zuri. Kuwajali wengine kunaanza na kujijali wewe mwenyewe.

# data_list
source: Remember that you cannot pour from an empty cup.
sw: Kumbuka kwamba huwezi kumimina kutoka kwenye kikombe kitupu.

# data_list
source: Learn more:
sw: Jifunze zaidi:

# data_list
source: If your own cup is empty, you won’t have anything to pour into your child’s cup. Take care of yourself, so you can take care of your child.
sw: Kama kikombe chako mwenyewe ni kitupu, hutakuwa na kitu cha kumiminia kwenye kikombe cha mtoto. Jijali wewe mwenyewe, ili uweze kumjali mtoto wako.

# data_list
source: Every week, ParentApp will support you to take a pause, relax, and look after yourself.
sw: Kila wiki, Programu ya wazazi ya malezi itakusaidia kupumzika, kutulia na kujiangalia wewe mwenyewe.

# data_list
source: **ParentApp supports you to build a strong relationship with your child.**
sw: **Programu ya wazazi ya malezi inakusaidia kujenga uhusiano imara na mtoto wako.**

# data_list
source: A strong and loving relationship with your child is one of the biggest investments you can make in their future.
sw: Uhusiano wenye upendo na imara na mtoto wako ni moja ya uwekezaji mkubwa unaoweza kufanya kwa maisha yao ya baadae.

# data_list
source: I have three children, and I love them very much. I try my best to give them what they need, even when life is hard. I make sure that they are fed, washed, safe, and that they go to school. It’s also really important to me that my children respect others, that they behave properly, and keep our family name in good standing. The way I was raised – we would get into real trouble if we didn’t behave the way our parents wanted us to. My parents would hit me and my siblings to get us to behave. It’s what I know, so I thought that this should be the way I raise my kids as well. I really want my children to respect me, but I also want them to feel that they can trust me with their concerns and feelings. Even though my parents hit me and I turned out fine, I think I would have benefited from a relationship with my parents that was more accepting, loving and understanding – where I felt less fear about being hit or beaten, or to tell them about my problems.
sw: Nina watoto watatu, na ninawapenda sana. Ninajaribu kwa kiwango cha juu ninavyoweza kuwapa wanachohitaji, hata pale ambapo maisha ni magumu. Nina hakikisha wanakula, wanakuwa wasafi, salama, na pia wanaenda shule. Pia ni muhimu sana kwangu watoto wangu wawaheshimu wengine, kwamba wawe na tabia njema, na kutunza jina la familia yetu liendelee kubaki na heshima. Jinsi nilivyokuzwa, tungejikuta kwenye matatizo sana kama tusingekuwa na tabia ambayo wazazi wetu walitaka tuwe nayo. Wazazi wangu wangetupiga mimi na ndugu zangu ili tuwe na tabia njema. Hiki ndicho ninachokijua, hivyo nilidhani kwamba jinsi hii inatakiwa iwe ndivyo ninavyowalea watoto wangu pia. Ninahitaji sana watoto wangu waniheshimu, lakini pia nataka waniamini wanapokuwa na mahitaji yao na hisia. Ingawa wazazi wangu walinipiga na nikawa vizuri, nafikiri ningefaidika na uhusiano na wazazi wangu ule ambao unanipokea zaidi, wenye upendo na unaonielewa -- pale nilipokuwa sihofii kuumizwa, au kupigwa, au kuwaambia kuhusu matatizo yangu.

# data_list
source: What creates a strong and loving relationship between a caregiver and child?
sw: Nini kinafanya mahusiano kuwa imara na ya upendo kati ya mlezi na mtoto?

# data_list
source: Great question. In ParentApp for Kids, we use the image of a garden to think about what children need from their parents to grow and thrive.
sw: Swali zuri, Katika Programu ya wazazi ya malezi ya watoto, tunatumia taswira ya bustani kufikiria ni nini watoto wanahitaji kutoka kwa wazazi wao kukua na kustawi.

# data_list
source: **The ParentApp Garden**
sw: **Bustani ya Programu ya wazazi ya malezi**

# data_list
source: Each element in the ParentApp Garden represents a powerful parenting tool.
sw: Kila kipengele katika Bustani ya Programu ya wazazi ya malezi inawakilisha zana yenye nguvu ya malezi.

# data_list
source: Every week we will focus on one of these parenting tools, and demonstrate how you can use it to support your child in positive ways.
sw: Kila wiki tutajikita kwenye zana moja ya malezi na kuonyesha jinsi unavyoweza kuitumia kumsaidia mtoto wako kwa njia nzuri.

# data_list
source: ParentApp also includes ideas for activities that you and your child can do together at home.
sw: Programu ya wazazi ya malezi pia inajumuisha mawazo kwaajili ya shughuli ambazo wewe na mtoto wako mnaweza kufanya pamoja nyumbani.

# data_list
source: These activities were specifically designed to help children learn in positive ways while spending time with you.
sw: Shughuli hizi zimeundwa maalum kusaidia watoto kujifunza katika njia chanya wakati huo wakitumia muda na wewe.

# data_list
source: **ParentApp supports you to use stories and books to help your child learn.**
sw: **Programu ya wazazi ya malezi inakusaidia kutumia hadithi na vitabu kumsaidia mtoto wako kujifunza.**

# data_list
source: Sharing stories and looking at books together benefits children in many ways.
sw: Kushirikishana hadithi na kuangalia vitabu pamoja kunawanufaisha watoto kwa namna nyingi.

# data_list
source: As caregivers, we want what’s best for our children. We want them to grow into successful, happy, healthy adults who contribute to society. One of the best ways to set your child up for success is to look at books together and talk about them with your child. This is a great way to help build your child’s brain, develop their reading skills, and help them become successful learners. From babies to adolescents, reading or talking about the pictures and story helps children in many ways: Children learn new sounds and words, and how to use them. They learn how to listen and concentrate, which helps them at school. Books and stories help children use their imagination, think and learn about the world. This helps them in every aspect of life.
sw: Kama walezi, tunataka kile kilicho bora kwaajili ya watoto wetu. Tunataka wawe na mafanikio, furaha, watu wazima wenye afya wanaochangia kwenye jamii. Moja ya njia bora ya kumuandaa mtoto wako kwa mafanikio ni kuangalia vitabu pamoja na kuvizungumzia na mtoto wako. Hii ni njia nzuri ya kusaidia kujenga ubongo wa mtoto wako, kukuza juzi zao za kusoma na kuwasaidia kuwa wasomaji wenye mafanikio. Kutoka uchanga kwenda balehe, kusoma au kuzungumza kuhusu picha na hadithi husaidia watoto kwa njia nyingi. Watoto hujifunza sauti mpya na maneno, na jinsi ya kuyatumia. Vitabu na hadithi husaidia watoto kutumia mawazo yao, kufikiri na kujifunza kuhusu dunia. Hii huwasaidia katika kila eneo la maisha.

# data_list
source: Do you spend time looking at books or reading with your child?
sw: Unatumia muda kutazama vitabu au kusoma na mtoto wako?

# data_list
source: Yes
sw: Ndiyo
