Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_tz/*/*_main.po
Languages: sw

# data_list
source: **Build:** 1. Make a budget: Write down what your income is for a month. 2. Take some stones or beans or anything write lots of bits. This is your income for the month (For example: if your income is Tsh 5000/= and you have 20 beans each bean is Tsh 2500/= 3. Decide what you will spend on what and put the stones /objects on the image
sw: **Kujenga** 1. Tengeneza bajeti: Andika kipato chako cha mwezi 2. Chukua baadhi ya mawe au maharage au kitu chochote andika vipande vingi. Hiki ni kipato chako cha mwezi (Kwa mfano: Kama kipato chako ni Shilingi za kitanzania 50,000/- na una maharage 20 kila harage ni Shilingi za kitanzania 2500/= 3. Amua utatumia pesa kwaajili ya nini na weka mawe/vitu kwenye picha

# data_list
source: **Plan:** Plan how you can save money, so you can deal with emergencies and realize your family goals. If you can save even a tiny amount for the future or emergency-it can make a big difference over time: 1. Add a circle called “emergencies” 2. Add a circle called “family goals” 3. Now try to move your money around so you can save a bit every month for each of these
sw: **Panga** Panga jinsi unavyoweza kutunza pesa, ili uweze kushughulikia dharula na kufikia malengo ya familia yako. Kama ukiweza kutunza hata kiasi kidogo kwaajili ya siku zijazo au dharula inaweza kuleta mabadiliko makubwa baada ya muda: 1. Ongeza duara inayoitwa "dharula" 2. Ongeza duara inayoitwa: "malengo ya familia" 3. Sasa jaribu kusogeza pesa zako kuzungukia hapo ili uweze kuokoa kidogo kila mwezi kwa kila moja ya hizi

# data_list
source: CONGRATULATIONS! You have made your budget! Remember to do this exercise again with your other family members-If you agree on a plan together it will make a huge difference!
sw: HONGERA! Umetengeneza bajeti yako! Kumbuka kufanya zoezi hili tena na wanafamilia wengine-kama mkikubaliana na mpango pamoja italeta mabadiliko makubwa!

# data_list
source: Income Generating Activities
sw: Shughuli za kuingiza kipato

# data_list
source: Many caregivers face significant financial challenges while striving to provide for their families. Acknowledging these challenges, we present practical suggestions for income-generating activities that can help alleviate financial stress and improve household stability
sw: Walezi wengi hukutana na changamoto kubwa za kiuchumi huku wakijitahidi kuhudumia familia zao. Kwa kutambua changamoto hizi, tunatoa mapendekezo ya vitendo kwa shughuli za kuzalisha kipato ambazo zinaweza kusaidia kupunguza matatizo ya kiuchumi na kuboresha uimara wa kaya

# data_list
source: **Joining or Starting a VICOBA Group:** Join an existing Village Community Banking (VICOBA) group in your community or start your own with trusted individuals.
sw: **Kujiunga au Kuanzisha Kikundi cha VICOBA:** Jiunge na kikundi kilichopo cha Benki ya Jamii ya Kijiji (VICOBA) katika jumuiya yako au anzisha chako na watu wanaoaminika.

# data_list
source: **Accessing Government Youth Funds:** For individuals up to 24 years old, utilize government youth funds as a start-up for group projects like poultry farming or catering, depending on what is feasible in your context.
sw: **Upatikanaji wa Mitaji ya Serikali kwa Vijana:** Kwa watu binafsi hadi umri wa miaka 24, tumia fedha za vijana za serikali kama kuanzisha miradi ya vikundi kama vile ufugaji wa kuku au upishi, kulingana na kile kinachowezekana katika muktadha wako.

# data_list
source: **Craft Making:** Engage in soap making, batik making, and crafting accessories such as bracelets, earrings, necklaces, and handbags using locally available materials like beads or leather.
sw: **Kazi za mikono:** Shiriki katika kutengeneza sabuni, kutengeneza batiki, vifaa vya urembo kama bangili, hereni, mkufu na mikoba kwa kutumia nyenzo asilia vinavyopatikana katika mazingira yetu kama vile, shanga au ngozi.

# data_list
source: **Animal Husbandry and Poultry Keeping:** Raising animals and poultry is a simple and effective way to earn income. It provides products like milk, eggs, and meat for sale or home use. With low start-up costs and regular returns, it can help you improve your household's livelihoods and food security.
sw: **Ufugaji** Ufugaji wa wanyama na kuku ni njia rahisi na nzuri ya kupata kipato. Inatoa bidhaa kama maziwa, mayai na nyama kwa ajili ya kuuza na matumizi ya nyumbani. Kwa mtaji mdogo wa kuanzia na faida ya mara kwa mara, inaweza kukusaidia kuboresha maisha ya kaya yako na usalama wa chakula.

# data_list
source: Take a moment to think about additional activities you can do in your community as a group or as an individual. Something that can help strengthen your household income. REPSSI is available to provide guidance on any of these activities if you wish to implement them.
sw: Chukua muda kufikiria kuhusu shughuli za ziada ambazo unaweza kuzifanya kwenye jamii yako kama kikundi au mtu binafsi. Kitu ambacho kinaweza kusaidia kuimarisha kipato cha kaya. REPSSI ipo kwa ajili ya kutoa muongozo, ikiwa ungependa kutekeleza shughuli yoyote.

# data_list
source: Good nutrition helps build a strong immune system, keeping young children healthy and better able to fight off colds and other infections. For kids aged 4–6, aim for a balanced diet with fruits, veggies, whole grains, lean meats or beans, and dairy or fortified soy products. Try to limit sugary snacks, salty foods, and fried treats. Also, remember to keep them well hydrated, about 5 cups (1.2 L) of fluids a day, and a bit more when it’s hot. Here are key nutrition considerations below:
sw: Lishe bora husaidia kujenga kinga imara, kufanya watoto wadogo wawe na afya bora na kuweza kupambana na homa na magonjwa mengine. Kwa watoto wenye umri wa miaka 4-6, lenga kuwapatia mlo kamili wenye matunda, mboga za majani, nafaka, nyama isiyo na mafuta mengi, maharage, au bidhaa za soya zilizoimarishwa. Jaribu kupunguza vitafunio vyenye sukari, vyakula vyenye chumvi na chips za kukaanga. wafanye wanywe maji mengi kuanzia vikombe vitano (lita 1.2) ya vimiminika kwa siku na zaidi kidogo kama kuna joto sana. Hapa kuna vidokezo vya msingi kuhusu Lishe hapo chini:

# data_list
source: Fruits and Vegetables: Encourage a variety of colorful fruits and vegetables to provide essential vitamins and minerals for the child.
sw: Matunda na Mboga za majani: Himiza aina za matunda yenye rangi mbalimbali na mboga za majani kutoa vitamini na madini muhimu kwa mtoto.

# data_list
source: Whole Grains: Choose whole grains over refined grains to provide fiber and other nutrients.
sw: Nafaka: Chagua nafaka ambayo haijakobolewa ili kunufaika na nyuzinyuzi pamoja na virutubisho.

# data_list
source: Lean Protein: Include lean protein sources like chicken, fish, beans, and lentils to support muscle development.
sw: Vyanzo vya protini: Jumuisha nyama isiyokuwa na mafuta mengi kama kuku, samaki, maharage na dengu kusaidi ukuaji wa misuli.

# data_list
source: Dairy or Fortified Soy Alternatives: Ensure adequate calcium intake for bone health through dairy or fortified soy alternatives.
sw: Maziwa au mbadala wake soya, iliyoimarishwa: Hakikisha ulaji wa kutosha wa kasiamu kwa afya ya mifupa ambayo inapatikana kwenye maziwa na soya iliyoimarishwa.

# data_list
source: Hydration: Provide plenty of water throughout the day, especially during physical activity.
sw: Mwili kuwa na maji ya kutosha: Kunywa maji mengi kwa siku nzima, hasa wakati wa mazoezi.

# data_list
source: All nutrients are essential, the deficiencies in vitamins and minerals can lead to various health problems. i.e impaired vision, malnutrition, infections, respiratory illnesses, impaired cognitive development. Many of these deficiencies are preventable through nutrition education and consumption of health diet.
sw: Virutubisho vyote ni muhimu, upungufu wa vitamini na madini unaweza kusababisha matatizo mbalimbali ya afya. i.e uono hafifu, utapiamlo, maambukizi, magonjwa ya mfumo wa upumuaji, ukuaji wa akili hafifu. Mengi ya mapungufu haya yanaweza kuzuilika kupitia elimu ya lishe na utumiaji wa lishe bora.

# data_list
source: Healthy eating habits
sw: Tabia za ulaji bora

# data_list
source: How to Encourage Healthy Eating Habits:
sw: Namna ya kuchochea tabia za ulaji bora:

# data_list
source: Eating together as a family, enjoy foods of all the groups to help children imitate the example of older siblings and parents
sw: Kula pamoja kama familia, furahia vyakula vya makundi yote ili kuwasaidia watoto kuiga mifano ya ndugu na dada wakubwa na wazazi

# data_list
source: Encouraging them to help select healthy colored fruits, vegetables, and healthy meats or other foods during grocery shopping
sw: Watie moyo kuwasaidia kuchagua matunda, mboga mboga, na nyama zenye afya nzuri au vyakula vingine wakati wa ununuzi

# data_list
source: Letting them help with food preparation especially from the vegetable and pulses group
sw: Kuwaruhusu wasaidie katika utayarishaji wa chakula hasa kutoka kwenye kundi la mboga mboga na kunde

# data_list
source: Stocking fruits rather than fruit juice and chews, and cold water rather than soda or other sweetened drinks
sw: Kuhifadhi matunda badala ya Juisi na vitafunwa, na maji ya baridi badala ya soda au vinywaji vingine vyenye sukari

# data_list
source: Sharing interesting information about how foods are grown and how they reach the local market
sw: Kushirikisha taarifa ya kuvutia kuhusu jinsi ya ulimaji wa vyakula na jinsi vinavyoweza kufika soko la ndani

# data_list
source: Involve Children in Meal Preparation: Allow children to participate in age-appropriate food preparation tasks, which can help them develop a positive relationship with food. Make Mealtimes Fun and Social: As caregiver/parent create a positive and relaxed environment for mealtimes to encourage healthy eating habits and responsive feeding.
sw: Shirikisha Watoto katika Maandalizi ya chakula: Ruhusu watoto washiriki katika kazi zinazolingana na umri wao kuandaa chakula, jambo ambalo linaweza kuwasaidia kukuza uhusiano mzuri na chakula. Fanya Nyakati za Kula kuwa za Kufurahisha na kuchangamana: Kama mlezi/mzazi tengeneza mazingira mazuri na tulivu kwa nyakati za chakula ili kuhimiza tabia ya ulaji unaofaa na ulishaji mzuri.

# data_list
source: Build
sw: Jenga

# data_list
source: Care
sw: Jali

# data_list
source: Explore
sw: Chunguza

# data_list
source: ParentApp for Kids Tanzania is a collaboration between the Institute for Life Course Health Research (ILCHR) at Stellenbosch University in South Africa, the Regional Psychosocial Support Network (REPSSI) Tanzania and the National Institute for Medical Research (NIMR) Tanzania. The app was developed in partnership with IDEMS International as part of the Global Parenting Initiative, funded by the LEGO Foundation. The content herein is available under an open source Creative Commons International 4.0 license. It was developed in collaboration with key partners:
sw: Programu ya wazazi ya malezi kwa watoto ni ushirikiano kati ya Taasisi ya Life Course Health Research (ILCHR) ya Chuo kikuu cha Stellenbosch cha Afrika kusini, the Regional Psychosocial Support Initiatives (REPSSI) ya Tanzania na Taasisi ya Taifa ya utafiti wa magonjwa ya binadamu (NIMR) ya Tanzania. Programu hii imetengenezwa kwa ushirikiano na shirika la kimataifa la IDEMS kama sehemu ya juhudi za mpango wa Kimataifa wa Malezi, unaofadhiliwa na LEGO Foundation. Maudhui yaliyomo hapa yanapatikana chini ya chanzo huria cha leseni ya Creative Commons International 4.0. Imetengenezwa kwa ushirikiano na washirika wakuu:

# data_list
source: Animal songs
sw: Nyimbo zinazohusu wanyama

# data_list
source: Child care and protection songs
sw: Nyimbo zinazohusu ulinzi na uangalizi wa mtoto

# data_list
source: Fun Songs
sw: Nyimbo zinazohusu Furaha

# data_list
source: Counting Song
sw: Wimbo unaohusu kuhesabu

# data_list
source: Plant Song
sw: Wimbo unaohusu Mmea

# data_list
source: Animals
sw: Wanyama

# data_list
source: Nature
sw: Asili

# data_list
source: Emotions
sw: Hisia

# data_list
source: Life Skills
sw: Stadi za maisha

# data_list
source: Adventure
sw: Matembezi kuangalia mandhari

# data_list
source: Let's Learn
sw: Hebu tujifunze

# data_list
source: Family
sw: Familia

# data_list
source: Friends
sw: Marafiki

# data_list
source: Let's Play
sw: Hembu tucheze

# data_list
source: Let's Count
sw: Hembu tuhesabu

# data_list
source: Ideas for book activities
sw: Mawazo ya shughuli za kitabu

# data_list
source: “When I grow up” is a great book for talking about different types of work and things that people can do. As you go through the book, ask your child questions like: “What clothes is she wearing? What is she doing? Why do you think she is doing that? What else can you see in the picture? Connect the story to your child’s world by asking if your child has seen any of these things in real life. Ask what they would like to do if they were in the story? And what would they like to be one day when they grow up? Remember to respond in a positive way to what your child says. Build your child up instead of breaking them down!
sw: “Nikiwa mkubwa” Ni kitabu kizuri kinachozungumzia kuhusu kazi tofauti na mambo mbalimbali watu wanaweza kufanya.. Unapopitia kitabu, muulize mtoto wako maswali kama: “ Je amevaa nguo gani? Anafanya nini? Unafikiri kwa nini anafanya hivyo? Ni nini kingine unaweza kukiona kwenye picha.? Unganisha hadithi na ulimwengu wa mtoto wako kwa kuuliza ikiwa mtoto wako ameona mojawapo ya mambo hayo katika maisha halisi. Uliza ungependa kufanya nini kama ungekuwa kwenye hadithi hiyo? Ungependa kuwa nani siku moja ukikua? Kumbuka kuitikia kwa njia nzuri kwa kile mtoto wako anachosema. Mjenge mtoto wako badala ya kumvunja moyo!

# data_list
source: Invite your child to join you in a book activity
sw: Mwalike mtoto wako kujiunga na wewe kwenye shughuli ya kitabu

# data_list
source: Sharing a book with your child is a great way to connect and spend quality time together. Start by inviting your child to join you in a book activity. If they don’t want to, rather try again another time. Keep asking them without putting pressure on them. You can also tell them about a particular book or story that you would like to share with them, to spark their interest. As you go through the book, give your child your full attention. Notice and respond to what your child is interested in.Describe the animals, surroundings and characters and ask your child questions about what they see.
sw: Kushirikishana kitabu na mtoto wako ni njia nzuri ya kuungana na kutumia muda pamoja. Anza kwa kumwalika mtoto wako kujiunga na wewe kwenye shughuli ya kitabu. Kama hataki ni bora ujaribu tena wakati mwingine. Endelea kumuomba bila kumlazimisha. unaweza pia kumwambia kuhusu kitabu flani au hadithi ambayo ungependa kumshirikisha, kuchochea kuvutiwa kwake. Kadili mtakavyoendelea kupitia kitabu, mpe mtoto wako umakini wote.Tambua na itikia kile kinachomvutia mtoto wako. Elezea wanyama, mazingira na wahusika, muulize mtoto wako kuhusu kile anachokiona.

# data_list
source: Be responsive during book activities
sw: Kuwa msikivu wakati wa shughuli za kitabu

# data_list
source: Name and describe what you see in the pictures
sw: Taja na elezea kile unachokiona kwenye picha

# data_list
source: Watch this video to see how you can share this book to create a positive experience for you and your child.
sw: Tazama video hii ili kuona ni namna gani unaweza kushirikishana kitabu hiki kutengeneza uzoefu mzuri wewe na mtoto wako.

# data_list
source: Describe the pictures, mimic sounds and actions
sw: Elezea picha, igiza sauti na vitendo

# data_list
source: Shongololo has many feet. This means he needs lots of shoes! But where have they all gone? Encourage your child to find all Shongololo’s shoes as you go through the book together. Ask your child questions about what the animals in the story are doing and what they are using the shoes for? Make it fun by acting out what the different animals are doing.
sw: Jongoo Shongololo ana miguu mingi. Hii ina maana kwamba anahitaji viatu vingi! Lakini vimeenda wapi vyote? Mhimize mtoto wako atafute viatu vyote vya Shongololo kadili manavyoendelea kupitia kitabu pamoja. Muulize mtoto wako maswali kuhusu kile wanachofanya wanyama wa kwenye hadithi na wanatumia viatu kwaajili ya nini? Ifanye iwe ya furaha kwa kuigiza kile ambacho wanyama wanafanya.

# data_list
source: Watch this video to see how you can share this book with your child in a fun and playful way.
sw: Tazama video hii ili kuona ni namna gani unaweza kushirikishana kitabu hiki wewe na mtoto wako kwa njia ya kufurahisha na ya kucheza.

# data_list
source: Mimic sounds, actions and emotions
sw: Igiza sauti, vitendo na hisia

# data_list
source: Lefa’s Bath has lots of animals and fun events that you can act out with your child. You can also describe what Lefa is doing and how she is feeling.
sw: Bafu la Lefa lina wanyama wengi na matukio ya kufurahisha ambayo unaweza kuigiza pamoja na mtoto wako. Unaweza pia kuelezea kile anachofanya Lefa na jinsi anavyojiskia.

# data_list
source: Count, talk about colors, shapes and sizes
sw: Hesabu, zungumza kuhusu rangi, maumbo na ukubwa

# data_list
source: Join Thabo and his sister Tumi as their mother creates all sorts of surprises for their lunch. Count the different foods, ask questions about the food’s colors, shapes, sizes, textures and tastes. Ask your child what food they know? And what do they like to eat? And when you have dinner later, talk about the color, shape, texture and taste of your delicious food!
sw: Jiunge na Thabo na dada yake Tumi huku mama yao akitengeneza vyakula tofauti kwa ajili ya mchana. Hesabu vyakula mbalimbali, uliza maswali kuhusu rangi, maumbo, ukubwa, muundo na ladha ya chakula Muulize mtoto wako ni chakula gani anakijua? Na anapenda kula nini? Na wakati wa chakula cha jioni baadae, zungumza kuhusu rangi, umbo, muundo na ladha ya chakula chako kitamu!

# data_list
source: Ask questions about what is happening and why
sw: Uliza maswali kuhusu kile wahusika wanachofanya na kwanini

# data_list
source: Describe the pictures, ask questions, make it fun!
sw: Elezea picha, uliza maswali, ifanye iwe ya furaha!

# data_list
source: Talk about feelings and how to manage them
sw: Zungumza kuhusu hisia, na jinsi ya kuzithibiti

# data_list
source: Everybody gets scared sometimes. Use this book to talk to your child about different feelings: What makes us feel scared? What can we do when we feel this way? Remember that it is normal for children to have big feelings sometimes! As their caregivers, you can show them that these feelings are okay, and you can be an example for how to cope when they feel this way.
sw: Kila mtu hupata uoga wakati flani. Tumia kitabu hiki kuzungumza na mtoto wako hisia tofauti. Nini kinatufanya tuogope? Tunaweza kufanya nini tunapojiskia namna hii? Kumbuka kwamba ni kawaida kwa watoto kuwa na hisia kubwa wakati flani! Kama walezi wao, mnaweza kuwaonyesha kwamba hisia hizi ni sawa, na mnaweza kuwa mfano wa jinsi ya kukabiliana wanapojiskia namna hiyo.

# data_list
source: Ask questions about the characters and what they are doing
sw: Uliza maswali kuhusu wahusika na kile wanachofanya

# data_list
source: Fifi has a brown teddy that she loves very much. Use this story to describe different feelings, actions and events to your child. Ask your child what the characters are doing and why they think they are doing that? This will help your child understand the story better. It will also help them to learn about different emotions and behaviors too.
sw: Fifi ana mdoli wa rangi ya kahawia ambao anaupenda sana. Tumia hadithi hii kumuelezea mtoto wako hisia tofauti, vitendo na matukio. Muulize mtoto wako wahusika wanafanya nini na kwanini anafikiri anafanya hivyo? Hii itamsaidia mtoto wako kuielewa vizuri zaidi hadithi. Pia itamsidia kujifunza kuhusu hisia tofauti na tabia pia.

# data_list
source: Talk about and demonstrate emotions from the story
sw: Zungumza na onyesha hisia kutoka kwenye hadithi

# data_list
source: This book is great for talking to your child about different emotions, experiences and events! Use your face and voice to demonstrate what the characters are feeling. You could say: “Oh no! he is feeling sad. He lost his toy.” Or you can say: “Hooray!! They found it! They are happy.” You can ask: “What did this child lose? How is he feeling? Who will help him? What do you think will happen next?” You can also ask your child how they would have felt if this happened to them, and what they would have done.
sw: Kitabu hiki ni kizuri kwa kuzungumza na mtoto wako kuhusu hisia tofauti, uzoefu na matukio! Tumia uso wako na sauti kuonesha kwa matendo kile wahusika wanachojiskia. Ungeweza kusema: “Oh, Hapana! anajiskia huzuni. Amepoteza mdoli wake.” Au unaweza kusema: “Hureee! Wamempata! Wanafuraha.” Unaweza uliza: “Mtoto huyu alipoteza nini? Anajiskiaje? Nani atamsaidia? Unafikiri nini kitatokea baada ya hapo? Unaweza pia kumuuliza mtoto wako angejiskiaje kama hii ingetokea kwake, na angefanya nini.

# data_list
source: Connect to story to your child’s emotions and experiences
sw: Unganisha hadithi, hisia na uzoefu wa mtoto wako

# data_list
source: Explore similarities and differences between the story and your child’s life
sw: Chunguza mfanano na utofauti kati ya hadithi na maisha ya mtoto wako

# data_list
source: This book is great for connecting pictures and stories to your child’s own life and experiences. Explore with your child: “Zibu and Zizo walk to school – how about you? They like to eat banana bread – what do you like to eat?” Show your child that different people can like different things, and that it’s okay. You can say: “Zibu likes soccer, Zizo likes drawing. What do you like to do? And how is that similar or different to what your friends like to do?”
sw: Kitabu hiki ni kizuri kwa kuunganisha picha na hadithi kwa maisha ya mtoto wako na uzoefu. Zungumza na mtoto wako: “Zibu na Zizo wanatembea kwenda shule - vipi kuhusu wewe? Wanapenda kula mkate wa ndizi - Unapenda kula nini?” Muonyeshe mtoto wako kwamba watu tofauti wanaweza kupenda vitu tofauti, na hii ni sawa. Unaweza kusema: “Zibu hupenda mpira wa miguu, Zizo hupenda kuchora. Unapenda kufanya nini?”

# data_list
source: Connect the events in the story to your child’s own experiences. How is it the same or different?
sw: Unganisha matukio ya kwenye hadithi na uzoefu wa mtoto wako. Je yako sawa au ni tofaauti?

# data_list
source: Use the pictures to count, categorize and compare
sw: Tumia picha kuhesabu, kuainisha na kulinganisha

# data_list
source: Bring the story to life
sw: Ifanye hadithi iwe hai

# data_list
source: Connect what happens in the story to similarities and differences in your child’s world.
sw: Unganisha kile kinatokea kwenye hadithi kama kinafanana au kipo tofauti kwenye ulimwengu wa mtoto wako.

# data_list
source: Talk about events and emotions
sw: Zungumza kuhusu matukio na hisia
