Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_tz/*/*_main.po
Languages: sw

# data_list
source: Ideas for counting and comparing games: * Label bottles with numbers and have children count and drop small objects inside to match the number on the bottle. * Count your steps as you climb the stairs, count the number of chickens you see on the road, the number of fruits in a tree, the number of trucks or cars…opportunities for counting and comparing are all around us. * Ask your child to categorise objects: which objects are big? Which are small? Soft? Hard? Heavy? Light? Which are used for cooking? Which are used for washing up? * Ask your child to make comparisons: Which car is closest to our house? Which tree is the tallest in our garden? Which shoe is the smallest? * Preparing snacks or cooking food is a great way to help your child understand adding and subtracting. If we have five mangoes and we use two for dinner, how many do we have left? How many pieces of bread do we need so that each one at the table gets two pieces?
sw: Mawazo kwaajili ya kuhesabu na kulinganisha: * Weka namba kwenye chupa na waambie watoto wahesabu na kuweka vitu vidogo ndani yake kwa idadi kulingana na namba ya chupa. * Hesabu hatua zako kadilu unavyopanda ngazi, hesabu idadi ya kuku unaowaona barabarani, idadi ya matunda kwenye mti, idadi ya gari za mizigo na gari ndogo, fursa ya kuhesabu na kulinganisha zipo nyungi katika mazingira yanayotuzunguka. * Mwambie mtoto wako aweke vitu kwenye makundi: Ni vitu gani vikubwa, vyepi ni vidogo? laini? vigumu? vizito, vyepesi? vyepi vinatumika kwa kupika? vyepi vinatumika kwa kufulia? * Muombe mtoto wako afananishe: Ni gari garin ipo karibu na nyumba yetu? Ni mti gani mkubwa katika bustani yetu? Kiatu gani ni kidogo zaidi? * Kuandaa vitafunwa au kupika chakula ni njia nzuri ya kumsaidia mtoto wako kuelewa kuongeza na kutoa. Kama tuna embe tano na tunatumia mbili kwaajili ya chakula cha usiku, tutabakiwa na ngapi? Tunahitaji vipande vingapi vya mkate ili kila mmoja mezani apate vipande viwili?

# data_list
source: * Praise and encourage your child if they get it right. Don’t react negatively or with judgement if they make a mistake. If they give the wrong answer, you can simply respond with the correct answer (e.g., if they say there are three bananas, but there are actually 5, you can respond with: *“Hmmm, let’s look carefully – how many do we see? 1, 2, 3, 4, 5. I see five bananas. Can you count them again and see if you also count five?”*). This will encourage them to keep trying and to keep learning with your encouragement.
sw: * Msifie na mtie moyo mtoto wako ikiwa wamepatia. Usijibu vibaya au kwa kuhukumu ikiwa watafanya makosa. Kama watatoa jibu si sahihi, unaweza tu kujibu kwa kutoa jibu sahihi (mfano; kama wanasema kuna ndizi tatu, lakini kiuhalisia kuna ndizi 5, unaweza kujibu kwa kuitikia: *"Hmmm, tuangalie kwa umakini - tunaona ngapi? 1, 2, 3, 4, 5. Naona ndizi tano. Unaweza kuhesabu tena na uone kama na wewe pia ukihesabu utapata tano?"*). Hii itawapa moyo wa kuendelea kujaribu na kuendelea kujifunza kutokana na kuwapa moyo.

# data_list
source: Mystery Box
sw: Sanduku la maajabu (lenye mafumbo)

# data_list
source: Mystery Box is a fun game where you place an object inside a box, and let your child ask questions to figure out what the object is.
sw: Sanduku la siri ni mchezo wa kufurahisha ambapo unaweka kitu ndani ya kisanduku na umruhusu mtoto wako aulize maswali ili kufahamu kitu hicho ni nini.

# data_list
source: You can use anything as a ‘box’ (a bucket, sack, packet), as long as your child cannot see what is inside. You also need something to hide inside the mystery box.
sw: Unaweza kutumia kitu chochote kama sanduku ( Ndoo, gunia, pakiti) ilimradi tu mtoto wako asione nini kipo ndani.

# data_list
source: 1. Place any object inside the “Mystery Box”, without showing your child. 2. Your child now asks you questions to try and guess what it is. You can only answer with “Yes” or “No”. 3. Let your child ask as many questions as they need to guess what is in the box. If they are struggling, you can give them some hints or clues to help them. 4. Swap roles with your child and let them choose an object to hide in the box and you try to guess what it is.
sw: 1. Weka kitu chochote ndani ya “ Sanduku la Siri” bila kumuonyesha mtoto wako. 2. Mtoto wako sasa anauliza maswali ili kujaribu na kukisia ni kitu gani? unaweza ukajibu tu “Ndio”” au “Hapana” 3. Muache mtoto wako akuulize maswali mengi kadri anavyohitaji kukisia ni nini kipo ndani ya Kisanduku. ukiona wanapambana kutafuta jibu, unaweza kuwapa dondoo au vidokezo vya kuwasaidia.. 4. Badilishaneni majukumu na mtoto wako na umruhusu achague kitu cha kuficha kwenye kisanduku na ujaribu kukisia nini kipo.

# data_list
source: * You can use different objects. You can also introduce themes, such as animals or fruits, to make the game more exciting. * You can allow your child to choose the objects or themes. This makes them feel more involved and part of the game. * Your child can close their eyes and touch the mystery item to guess what it is.
sw: * Unaweza kutumia vitu tofauti. Pia unaweza kutambulisha mada kama vile wanyama au matunda. Kufanya mchezo kuwa wa kuvutia zaidi. * Unaweza kuruhusu mtoto wako kuchagua vitu au mada. Hii inawafanya wajisikie kuhusika zaidi na kuwa sehemu ya mchezo. * Mtoto wako anaweza kufunga macho yake kugusa kitu ili kukisia ni nini.

# data_list
source: Cooking Traditional Food
sw: Kupika Chakula cha asili

# data_list
source: Cooking traditional Tanzanian food with your child is a great way to connect, learn new skills, and share stories about your culture.
sw: Kupika chakula cha asili ya Ki -Tanzania na mtoto wako ni njia nzuri ya kuungana, kujifunza juzi mpya, na kushirikisha hadithi kuhusu utamaduni wako.

# data_list
source: 1. Choose a recipe: Find a traditional recipe that you and your child would like to prepare. You can also ask friends and family for their favourites. 2. Gather ingredients: Ask your child to help you get all the necessary ingredients and materials. 3. Clean and prepare the cooking area: Make sure the kitchen area is clean and tidy before you start cooking. Teach your child to wash their hands thoroughly when working with food. 4. Enjoy the meal: Eat the meal you prepared together! Talk about the flavours and textures of the food and share stories about traditional food in your culture.
sw: 1. Chagua mapishi: Tafuta mapishi ya asili ambayo wewe na mtoto wako mngependa kuandaa. Unaweza pia kuwauliza marafiki na familia wanavyopenda. 2. Kusanya viungo: Muombe mtoto wako akusaidie kuleta viungo vyote muhimu na mahitaji mengine. 3. Safisha na andaa eneo la kupikia: Hakikisha eneo la jiko ni safi na nadhifu kabla ya kuanza kupika. Mfundishe mtoto wako kuosha mikono yao vizuri wakati wa kuandaa chakula. 4. Furahia chakula: Mle pamoja chakula mlichokiandaa! Zungumza kuhusu ladha na muundo wa chakula na shirikisha hadithi kuhusu chakula cha asili kwa utamaduni wenu.

# data_list
source: * Prepare your child: Ask your child in the morning if they can help you with the cooking tonight. * Involve them: Tell them what you are cooking tonight and ask them if they know the ingredients. * Clear tasks: Ask your child to fetch utensils, or prepare ingredients. They will be more interested if they help you and not only watch you cook.
sw: * Muandae mtoto wako: Muombe mtoto wako kama wanaweza kukusaidia kupika usiku. * Wahusishe: Waambie unachopika usiku na waulize kama wanajua viungo. * Weka kazi wazi: Muombe mtoto wako alete vyombo, au aandae viungo. Watavutiwa zaidi kama watakusaidia na sio kukutazama ukipika.

# data_list
source: Hide and Seek
sw: Kujificha na Kutafuta

# data_list
source: Children love hide and seek, and this can be fun for adults too.
sw: Watoto wanapenda kujificha na kutafuta, na hii inaweza kuwa ya kufurahisha kwa wakubwa pia.

# data_list
source: 1. Take turns being the hider and the seeker. 2. Count to 10 to give the other person an opportunity to find a hiding place. 3. Once you have counted to 10, go look for the person who is hiding.
sw: 1. Badilishaneni kujificha na kutafuta 2. Hesabu mpaka 10 na mpe mtu mwingine nafasi ya kutafuta sehemu ya kujificha. 3. Mara ulkishahesabu mpaka 10, nenda kamtafute mtu ambaye amejificha.

# data_list
source: * This can be a quick activity to build connection with your child if you are struggling to get them to cooperate, or if you are feeling frustrated. Closing your eyes and counting to ten (or sitting in your hiding spot) can be a helpful way to find a quick moment of calm.
sw: * Hii inaweza kuwa ni shughuli ya haraka kujenga muunganiko na mtoto wako kama unahangaika ili watoe ushirikiano, au kama unajiskia kuchanganyikiwa. Kufumba macho yako na kuhesabu hadi kumi ( au kukaa sehemu ya peke yako) kunaweza kuwa ni njia ya msaada kupata muda wa haraka wa utulivu.

# data_list
source: Reflect on the Positive
sw: Tafakari juu ya Mazuri

# data_list
source: At the end of the day, take a minute to: * Tell your child about one fun thing you did today * Ask your child to tell you about one fun thing they did * Praise your child for one thing they did well today * Praise yourself for one thing you did well
sw: Mwisho wa siku, chukua dakika kufanya haya: * Muelezee mtoto wako kuhusu kitu kimoja cha kufurahisha ulichofanya leo * Muombe mtoto wako akuelezee kuhusu kitu kimoja cha kufurahisaha walichofanya * Msifie mtoto wako kwa kitu walichofanya vizuri leo * Jisifie mwenyewe kwa kitu kimoja ulichofanya vizuri

# data_list
source: Make Music
sw: Tengeneza mziki

# data_list
source: Making sounds and music together is a great way to connect with your child, practice taking turns and getting creative together.
sw: Kutengeneza sauti na mziki pamoja ni njia nzuri ya kuungana na mtoto wako, fanyeni mazoezi ya kupokezana na kupata ubunifu pamoja.

# data_list
source: 1. Create homemade instruments with household items such as boxes, cans, pots, plastic bottles filled with different objects. 2. Explore the sounds they make and how you can bring the sounds together to sing a song you know, or make up a new song.
sw: 1. Tengeneza vyombo vya nyumbani kwa vifaa vya nyumbani kama vile maboksi, makopo, masufuria, chupa za plastiki zilizojazwa vitu mbalimbali. 2. Chunguza sauti zinazotengezwa na jinsi utakavyoweka sauti hizo pamoja kuimba wimbo unaoujua, au tengeneza wimbo mpya.

# data_list
source: * Invite the rest of the family to join in the fun. * Don't take it too seriously, be silly and have fun together. * If your child has a favourite song, let them choose the song they want to make music to. * Play a song on your phone and see how you can play your instruments along to the music.
sw: * Karibisha wanafamilia wengine wajiunge katika kufurahia. * Usiichukulie kwa uzito sana, Jifanye kama hauelewi na mfurahie pamoja. * Kama mtoto wako ana wimbo anaoupenda, acha wachague wimbo wanaoutaka kuutengenezea mziki * Weka mziki kwenye simu yako na angalia wanavyoweza kuchezea vyombo sambamba na mziki.

# data_list
source: Traditional Game
sw: Mchezo wa jadi

# data_list
source: Playing Bao can be a fun way to relax and spend time with your child, or with a friend.
sw: Kucheza Bao inaweza kuwa ni njia ya kufurahia kupumzika na kutumia muda na mtoto wako, au na rafiki.

# data_list
source: You can play by drawing a Bao board in the sand and finding 32 small seeds, stones, or other small objects. The board has 2 rows with 8 small pits in each one, and 2 larger pits at the ends of the rows.
sw: Mnaweza kucheza kwa kuchora Bao kwenye mchanga na tafuta mbegu 32, mawe, au vitu vingine vidogovidogo. Bao liwe na safu 2 na mashimo 8 kweye kila moja, na mashimo makubwa 2 mwisho wa safu.

# data_list
source: 1. Place 2 pieces (seeds, stones or whatever you found) in each of the smaller pits. The larger pits at the end of each row should be empty. 2. Decide who will go first. Choose one pit from your side, pick up the stones (there should be 2) and move in a circle around the board, drop one stone into each pit. It is then the other person's turn. The goal is to get all your stones into your big pit before the other person. 3. Keep playing until you have no more stones or no one can move any stones anymore. The person with the most stones in the big pit wins.
sw: 1. Weka vipande viwili (mbegu, mawe au chochote utakachokipata) katika kila tundu dogo. Matundu makubwa kwa kila upande yanatakiwa yasiwe na kitu. 2. Muamue yupi ataanza. Chagua tundu moja katika upande wako, chukua mawe (yanatakiwa yawe mawili) na kutembea katika mzunguko ndani ya bao, dondosha jiwe moja katika kila kishimo. Ni zamu ya mtu mwingine. Lengo ni kuweka mawe yako yote katika shimo kubwa kabla mtu mwingine hajaweka. 3. Endelea kucheza mpaka ukiwa huna mawe tena au hakuna mtu anaweza kuzungusha mawe tena. Mtu mwenye mawe mengi katika shimo kubwa anashinda.

# data_list
source: * If you are playing with your child, play a practice game to help them understand the rules. * If you are playing with a friend, make time to connect and share how you have been doing.
sw: * Kama unacheza na mtoto wako, cheza mchezo wa kufanya kwa vitendo kuwasaidia kuelewa utaratibu. * Ikiwa unacheza na fafiki, tenga muda wa kuungana na shirikisha namna umekuwa ukifanya.

# data_list
source: Dream Travel
sw: Ndoto ya safari

# data_list
source: You can’t always travel, but you can always dream!
sw: Huwezi kuwa unasafiri daima, lakini unaweza kuota ndoto daima!

# data_list
source: 1. Ask your child: Where would you want to travel to? How would you get there? What would you pack? What would you do on your trip? What would you see? 2. Look at a map together, or draw one. 3. Choose a country that your child has never heard of and learn about the country together.
sw: 1. Muulize mtoto wako: Ungependa kusafiri lini? Utafikaje unakokwenda? Ungebeba nini? Ungefanya nini kwenye safari yako? Ungeona nini? 2. Tazameni ramani pamoja, au chora ramani. 3. Chagua nchi ambayo mtoto wako hakuwahi kuisikia na jifunzeni pamoja kuhusu hiyo nchi.

# data_list
source: * Choose a dream travel destination and make up a travel story for the whole family.
sw: * Chagua safari ya ndoto yako na tunga hadithi ya safari ya familia nzima.

# data_list
source: Woman
sw: Mwanamke

# data_list
source: Man
sw: Mwanaume

# data_list
source: Prefer not to say
sw: Ningependa nisiseme

# data_list
source: Connecting with your child is when you focus on them and show interest in what they are doing or saying. Here’s how to get started:
sw: Kuungana na mtoto wako ni pale unapomzingatia na kuonyesha kupendezwa na kile anachofanya au kusema. Hii ni namna ya kuanza:

# data_list
source: Create
sw: Tengeneza

# data_list
source: **Use praise to encourage positive behaviour** If we praise our children when they do something well, we will see them do more and more positive things!
sw: **Tumia sifa kuhimiza tabia nzuri** Kama tunasifia watoto wetu wanapofanya vizuri, tutawaona wakifanya vitu vyenye tija zaidi na zaidi!

# data_list
source: Ideas for praise: 1. Being kind to someone 2. Sharing their toys 3. Packing away their things 4. Saying 'please' or 'thank you' 5. Helping out around the house 6. Listening
sw: Mapendekezo ya kusifia: 1. Kuwa mwema kwa mtu flani 2. Kutumia midoli yao pamoja na wengine 3. Kupanga vitu vyao 4. Kusema “ tafadhali” au “asante” 5. Kusaidia kazi za nyumbani 6. Kusikiliza

# data_list
source: There is no right or wrong way to play. The important thing is to have fun together. Here are some ideas for supporting your child through play:
sw: Hakuna njia sahihi au mbaya ya kucheza. Kitu cha muhimu ni kufurahia pamoja, Haya ni baadhi ya mawazo mbalimbali ya njia tofauti za kumsaidia mtoto wako kupitia mchezo:

# data_list
source: Talk
sw: Ongea

# data_list
source: Children learn a lot from what we say, and how we say it. Here’s how to talk to your child:
sw: Watoto wanajifunza mengi kutoka kwenye kile tunachozungumza, na jinsi tunavyozungumza. Hii ni namna ya kuzungumza na mtoto wako:

# data_list
source: Explore solutions
sw: Chunguza Suluhisho

# data_list
source: Instead of solving your child’s problems for them, support them to come up with solutions that they can try themselves.
sw: Badala ya kutatua matatizo ya mtoto wako kwa ajili yake, msaidie kutafuta suluhisho ambalo anaweza kujaribu mwenyewe.

# data_list
source: Build skills
sw: Kujenga juzi

# data_list
source: Care for yourself
sw: Kujijali wewe mwenyewe

# data_list
source: Use books to connect
sw: Kutumia vitabu kuungana

# data_list
source: As you go through the book, give your child your full attention.
sw: Kadili unavyoendelea kupitia kitabu, mpe mtoto wako umakini kamili.

# data_list
source: Notice and respond to what your child is interested in.
sw: Tambua na itikia kile mtoto wako anachovutiwa.

# data_list
source: Use books to create
sw: Kutumia vitabu kutengeneza

# data_list
source: Avoid being critical or negative. Being critical will discourage your child from speaking or engaging in the activity.
sw: Epuka kuwa mkosoaji au kuwa kinyume naye. Kuwa mkosoaji kutamkatisha tamaa mtoto wako kuongea au kushiriki kwenye shughuli.

# data_list
source: Praise your child’s efforts. Kindness and praise help children feel safe and confident, which helps them learn.
sw: Sifia juhudi za mtoto wako. Ukarimu na kusifia kunasaidia mtoto kujiskia salama na jasiri, kitu ambacho kinamsaidia kujifunza.

# data_list
source: Use books to play
sw: Kutumia vitabu Kucheza

# data_list
source: Use books to care
sw: Kutumia vitabu Kujali

# data_list
source: Book activities and stories are great for taking a pause, relaxing, and having some fun with your family.
sw: Shughuli za kitabu na hadithi ni njia nzuri ya kupumzika, kutulia na kuwa na muda wa kufurahi na familia yako.

# data_list
source: Use books to talk
sw: Tumia vitabu kuzungumza

# data_list
source: Book activities offer many opportunities for you and your child to talk and interact. Here are some ideas for how you can use books to talk and interact:
sw: Shughuli za kitabu zinatoa fursa nyingi kwako na kwa mtoto wako kuzungumza na kuchangamana. Haya ni baadhi ya mawazo ya jinsi ya kutumia vitabu kuzungumza na kuchangamana:

# data_list
source: **Ask questions** This helps your child to talk about the pictures, and think about what is happening.
sw: **Uliza maswali** Hii humsaidia mtoto wako kuzungumza kuhusu picha, na kufikiri kuhusu kile kinachotokea.

# data_list
source: Use books to build
sw: Tumia vitabu kujenga

# data_list
source: Here are some ideas for using books and stories to help children build their social and emotional skills:
sw: Haya ni baadhi ya mawazo ya kutumia vitabu na hadithi kuwasaidia watoto kujenga juzi zao za kijamii na kihisia:

# data_list
source: Talk about what the characters are feeling.
sw: Zungumza kuhusu wahusika wanavyojiskia.

# data_list
source: Ask questions about what the characters are doing and why.
sw: Uliza maswali kuhusu kile wahusika wanachofanya na kwanini.

# data_list
source: Reflect together on the story and what you have learned.
sw: Tafakarini pamoja juu ya hadithi na kile ulichojifunza.

# data_list
source: Use books to explore
sw: Kutumia vitabu Kuchunguza

# data_list
source: Books and stories encourage children to explore different ideas and learn about the world. Here’s how to use books to explore:
sw: Vitabu na hadithi huwahimiza watoto kuchunguza mawazo tofauti na kujifunza kuhusu ulimwengu. Hii ni namna ya kutumia vitabu kuchunguza:

# data_list
source: Breathe
sw: Vuta pumzi

# data_list
source: Breathing activities help relax both your mind and body.
sw: Shughuli za kupumua zinasaidia kupumzisha vyote akili yako na mwili.

# data_list
source: Reflect
sw: Tafakari

# data_list
source: Take a moment to reflect and focus your thoughts on what really matters to you.
sw: Pata muda kutafakari na zingatia mawazo yako juu ya kile ambacho ni muhimu kabisa kwako.

# data_list
source: Notice
sw: Kutambua

# data_list
source: Notice and connect with what happens around you and inside you.
sw: Fanya utambuzi na unganisha na kile kinachotokea karibu yako na ndani yako.

# data_list
source: Move
sw: Sogeza

# data_list
source: Move your body to relieve some stress.
sw: Chezesha mwili wako ili kuondoa msongo wa mawazo.

# data_list
source: Great! So good to hear you are in a positive space.
sw: Hongera! ni vizuri sana kusikia uko katika nafasi nzuri

# data_list
source: Things are not always easy. But that is how we can grow and learn every day!
sw: Mambo si rahisi kila wakati. Lakini hivyo ndivyo tunavyoweza kukua na kujifunza kila siku!

# data_list
source: Life can be hard. Whatever you are feeling, you can be proud of yourself for being here!
sw: Maisha yanaweza kuwa magumu. Vyovyote unavyohisi, unaweza kujivunia kuwa hapa!

# data_list
source: You matter! Take a moment to check in with yourself.
sw: Wewe ni wa muhimu! Chukua muda kujiangalia wewe mwenyewe.

# data_list
source: Great to hear that you are doing well. You are a wonderful parent!
sw: Inafurahisha sana kusikia kuwa unaendelea vizuri. Wewe ni mzazi mzuri sana!

# data_list
source: Sorry that you are not having the best day. Well done for trying to figure everything out. Nobody has all the answers but you really do your best!
sw: Pole kwa sababu leo siyo siku nzuri sana kwako. Hongera kwa kujaribu kuelewa kila kitu. Hakuna ajuaye kila kitu, lakini kwa kweli unajitahidi kwa kadri uwezavyo!

# data_list
source: Sorry to hear that you are not having a good day. Well done for getting up every morning and trying again, even when you are tired. That is real courage and dedication!
sw: Tunasikitika kusikia kwamba leo siyo siku nzuri kwako. Hongera kwa kuamka kila asubuhi na kujaribu tena, hata unapokuwa umechoka. Huo ni ujasiri wa kweli na kujitoa kwa dhati!

# data_list
source: Recognising how you feel helps you care for yourself well. You deserve it.
sw: Kutambua jinsi unavyohisi husaidia kujijali vizuri. Unastahili.

# data_list
source: Wonderful, I am so happy! Keep up the good work.
sw: Vizuri, nimefurahi sana! Endeleza kazi hiyo nzuri.

# data_list
source: Sorry that things are difficult. All families struggle. @global.app_name is here to help!
sw: Pole kwa mambo kuwa magumu. Familia zote zinapambana. @global.app_name iko hapa kukusaidia!

# data_list
source: Whatever went ‘wrong’ today, let it go and try again tomorrow. It is okay!
sw: Jambo lolote lililoenda 'vibaya' leo, hebu lisahau na ujaribu tena kesho. Itakuwa sawa!

# data_list
source: Caring for yourself is so essential. When you know how you feel, you can see what you need.
sw: Kujijali ni muhimu sana. Unapojua jinsi unavyohisi, unaweza kuona kile unachohitaji.

# data_list
source: Wonderful, I am so happy things are going well. Keep up the good work.
sw: Ni jambo la kuvutia sana, ninafurahi sana mambo kuona yanaenda vizuri. Endeleza kazi hii nzuri.

# data_list
source: We all have better and worse days. The fact that you are here shows courage and commitment!
sw: Sisi sote tuna siku nzuri na mbaya zaidi. Ukweli ni kwamba uko hapa unaonyesha ujasiri na kujitolea!

# data_list
source: Remember that YOU matter! Let’s check in with our emotions first.
sw: Kumbuka kwamba wewe ni muhimu! Hebu tuangalie hisia zetu kwanza.

# data_list
source: Well done for recognising a positive feeling. I am happy to hear you are feeling well today!
sw: Hongera kwa kutambua hisia chanya. Nimefurahi kusikia kwamba unajisikia vizuri leo!

# data_list
source: Well done for recognising that you are not feeling great. Be kind to yourself, you deserve it.
sw: Umefanya vizuri kwa kutambua kuwa hujisikii vizuri. Unastahili kuwa mwema kwako mwenyewe.
