Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_tz/*/*_main.po
Languages: sw

# data_list
source: **Support provided:** Guidance and Counselling For People living with HIV & AIDS, OVC f& Families, Child Protections Support Services, HIV & AIDS Support Services ( Care and Treatment for HIV infected People), Home Based Care Services, Palliative Care Services, Orphans and Vulnerable Services, Cervical Cancer Testing, PMTCT Support Services (Prevention of Mother to Child Transmission of HIV) and GBV &VAC SUPPORT Services **Office Location in Dar es Salaam:** Chang”ombe Head quarter and all church hospitals in all Five Dar es salaam Municipalities
sw: **Msaada unaotolewa:** Ushauri na unasihi kwa watu wanaoishi na VVU na UKIMWI, watoto wanaoishi mazingira hatarishi, huduma za usaidizi na ulinzi wa mtoto. Huduma za usaidizi kwa wenye maambukizi ya VVU na UKIMWI (utunzaji na matibabu kwa watu wenye maambukizi), Huduma za wagonjwa majumbani, Ushauri na unasihi kwa familia na mgonjwa ambaye yuko katika hali mbaya zaidi, huduma kwa watoto wanaoishi katika mazingira hatarishi, Kansa ya mlango wa kizazi, PMTCT (Huduma ya kuzuia maambukizi ya VVU kutoka kwa mama kwenda kwa mtoto) na Huduma za ukatili wa kijinsia na unyanyasaji wa watoto. **Ofisi ziko Dar-es-salaam:** Ofisi kuu ipo Chang'ombe na kwenye hospitali zote za kanisa

# data_list
source: Call 0762211827 Call 0744654725 Call 0717697768
sw: Piga namba 0762211827 Piga namba 0744654725 Piga namba 0717697768

# data_list
source: Budgeting and Income Generating Activities
sw: Kupanga Bajeti na shughuli za uzalishaji kipato

# data_list
source: Nutrition
sw: Lishe

# data_list
source: Parent or caregiver
sw: Mzazi au mlezi

# data_list
source: Facilitator
sw: Mwezeshaji

# data_list
source: System tester
sw: Mjaribu mfumo

# data_list
source: None of the above
sw: Hakuna kati ya zilizo hapo juu

# data_list
source: Why PLAY
sw: Kwanini KUCHEZA

# data_list
source: How to PLAY
sw: Jinsi ya KUCHEZA

# data_list
source: The power of PLAY
sw: Nguvu ya MICHEZO

# data_list
source: Using books to PLAY
sw: Kutumia vitabu KUCHEZA

# data_list
source: Power of Three
sw: Nguvu ya tatu

# data_list
source: Close your eyes. Let's use the magic power of three to stay present and relax. Name three sounds you can hear right now. Name three smells you can smell right now. Name your three favourite foods. What are three things you can be grateful for right now? They do not have to be big. At the end of a tough day, thinking of three things to be grateful for can help us find the courage to try again tomorrow.
sw: Fumba macho yako. Hebu tutumie maajabu ya namba tatu ili tuendelee kuwepo na kupumzika. Taja sauti tatu unazoweza kuzisikia sasa hivi. Taja harufu tatu unazoweza kuzinusa sasa hivi. Taja vyakula vitatu unavyovipenda. Je, ni mambo gani matatu unayoshukuru kuwa yapo sasa hivi? Si lazima yawe makubwa. Mwishoni mwa siku ngumu, kufikiria mambo matatu ya kushukuru kunaweza kutusaidia kupata ujasiri wa kujaribu tena kesho.

# data_list
source: Children learn a lot from what we say, and how we say it. This week, we will look at the power of our words, and how we **TALK** to our children.
sw: Watoto hujifunza mengi kutokana na yale tunayosema na jinsi tunavyoyasema. Wiki hii, tutaangalia kuhusu nguvu ya maneno na jinsi **TUNAVYOZUNGUMZA** na watoto wetu.

# data_list
source: Imagine someone tells you to go outside your house and walk to the end of your street. But they don’t tell you why, or what might happen when you get there. How does that make you feel? Confused? Scared? Hesitant? Talking to your child about what is happening or why they should be doing something helps them to feel safe and to follow instructions.
sw: Fikiria mtu anakwambia uende nje ya nyumba yako utembee mpaka mwisho wa mtaa wako. Lakini hakwambii kwanini, au nini kinaweza kutokea ukifika huko. Hilo linakufanya ujiskieje? kuchanganyikiwa? kuogopa? Kusita? Kuzungumza na mtoto wako kuhusu kile kinachotokea au kwanini anapaswa kufanya jambo fulani humsaidia yeye kujiskia salama na kufuata maelekezo.

# data_list
source: Let’s see how **talking with your child** forms part of the garden image.
sw: Hebu tuone ambavyo **mazungumzo na mtoto wako** yanavyofanya sehemu ya taswira ya bustani.

# data_list
source: The amount of water that plants receive determines how they grow. In the same way - how much you talk to your child and what you say to them is important for their development.
sw: Kiasi cha maji ambacho mmea hupokea kinapelekea namna mmea unavyokuwa. Vivyo hivyo - kwa kiasi gani unazungumza na mtoto wako na nini unawaambia ni muhimu kwa maendeleo yao.

# data_list
source: Plants that don’t get enough water won’t grow. In the same way, children struggle when they don’t get enough information from their caregivers. Just as harsh streams of water can damage small plants, a parent’s harsh words can interfere with a child’s growth. That is why your words and how you use them play a powerful role in shaping your child.
sw: Mimea ambayo haipati maji ya kutosha haitakuwa.Vivyo hivyo, watoto wanapata shida pale ambapo hawapati taarifa za kutosha kutoka kwa walezi wao. Kama vile vijito vya maji vikali vinavyoharibu mimea midogo. Maneno makali ya mzazi yanaweza kuharibu ukuaji wa mtoto. Ndio maana maneno yako na jinsi unavyoyatumia yana jukumu kubwa la kumjenga mtoto.

# data_list
source: Here’s how to talk to your child:
sw: Hapa ni jinsi unavyoweza kuzungumza na mtoto wako::

# data_list
source: **Name and describe things to your child** This helps your child understand what is happening.
sw: **Taja na elezea vitu kwa mtoto wako** Hii humsaidia mtoto wako kuelewa nini kinachotokea.

# data_list
source: Young children are still learning about the world and how it works. You can use every-day events and activities to talk to your child about different people, places, events and experiences. Let’s use this picture as an example. You could point to the taxis and say: “Look, the taxis wait here to pick people up. They wait next to the marketplace because people might need a lift home after they have done their shopping.” Or you could point to the market stands and say: “The market stands have umbrellas to keep the food out of the sun. This helps to keep the food cool and fresh.” Or you could point to the woman and child and say: “They are looking out for cars before they cross the road.”
sw: Vijana wadogo bado wanaendelea kujifunza kuhusu ulimwengu na jinsi unavyofanya kazi. Unaweza kutumia matukio na shughuli za kila siku, kuzungumza na mtoto wako kuhusu watu tofauti, mahali, matukio na uzoefu. Hembu tuitumie picha hii kama mfano. Unaweza kuelekeza kwenye taksi na kusema: “Tazama, taksi inasubiri hapa kuwachukua watu. Wanasubiri karibu na soko kwasababu watu wanaweza kuhitaji lifti ya kwenda nyumbani baada ya kumaliza kufanya manunuzi yao.” Au unaweza kuwaonyesha kuelekea kwenye stendi ya soko na kusema:” Kituo cha soko kina miamvuli, kufanya chakula kisipigwe na jua. Hii inasaidia kukifanya chakula kipoe na kuwa vizuri. Au unaweza kuonyesha kuelekea kwa mwanamke na mtoto na kusema: ”wanaangalia magari kabla hawajavuka barabara.”.

# data_list
source: **Explain WHY** This helps your child understand cause and effect. It also helps them to follow instructions.
sw: **Elezea KWANINI** Hii husaidia mtoto wako kuelewa sababisho na athari. Pia huwasaidia kufuata maelekezo.

# data_list
source: Explaining “why” helps your child to see the bigger picture, and to understand the benefits of what they need to do. Instead of saying: “Go brush your teeth now!”, you could say: “It’s time to brush your teeth. We brush our teeth because this keeps our teeth strong and healthy. We need strong and healthy teeth to eat and enjoy our food.” By explaining to your child why they should brush their teeth, you help them to do what is expected of them.
sw: Kuelezea “kwa nini” humsaidia mtoto wako kuona picha kubwa zaidi, na kuelewa manufaa ya kile anachohitaji kufanya. Badala ya kusema: “Nenda kapige meno yako mswaki sasa!”, unaweza kusema: “Ni wakati wa kupiga mswaki. Tunapiga mswaki meno yetu kwa sababu hii hutunza uimara na afya ya meno yetu. Tunahitaji meno imara na yenye afya kula chakula chetu na kukifurahia". Kwa kumwelezea mtoto wako kwa nini wanapaswa kupiga mswaki, unawasaidia kufanya kile wanachotarajiwa.

# data_list
source: **TALK with kindness** Use your words to build your child up, not to break them down.
sw: **ZUNGUMZA kwa ukarimu** Tumia maneno yako kumjenga mtoto wako, sio kuwakatisha tamaa.

# data_list
source: When something upsetting happens, use kind words to help your child learn. If your child fell over, instead of saying “Look what happened! You hurt your knee because you were being careless and did not look where you were going!” You could say in a kind voice: “Oh no – you fell down and hurt your knee – that must have given you a fright. It’s okay – we all fall down or get hurt sometimes. Next time, let’s try to be a bit more careful when we run outside.”
sw: Pale jambo fulani la kukasirisha linapotokea, tumia maneno ya ukarimu ili kumsaidia mtoto wako kujifunza. Ikiwa mtoto wako ameanguka, badala ya kusema "Angalia nini kimetokea! Umeumia goti kwa sababu ulikuwa mzembe na hukuangalia ulipokuwa unaenda!” Unaweza kusema kwa sauti ya huruma: "Loo hapana - ulianguka na kuumia goti lako - hiyo lazima iwe imekupa hofu. Ni sawa - sisi sote huwa tunaanguka chini au kuumia wakati mwingine. Wakati mwingine tujaribu kuwa waangalifu zaidi tunapokimbilia nje.”.

# data_list
source: Here’s an example of how to use words in a positive and helpful way:
sw: Hapa ni mfano wa jinsi ya kutumia maneno kwa njia nzuri na yenye kusaidia:

# data_list
source: I am going to put @data.characters.f1_baby_boy.name down for his nap. @data.characters.f1_mother.name and @data.characters.f1_child_boy.name, please can you keep the house quiet so that @data.characters.f1_baby_boy.name can fall asleep.
sw: Naenda kumlaza @data.characters.f1_baby_boy.name. @data.characters.f1_mother.name na @data.characters.f1_child_boy.name tafadhali naomba mkae kimya ili @data.characters.f1_baby_boy.name alale usingizi.

# data_list
source: (@data.characters.f1_child_boy.name plays with instrument and makes loud noises)
sw: (@data.characters.f1_child_boy.name anachezea vifaa na kutoa sauti kubwa)

# data_list
source: @data.characters.f1_child_boy.name, remember that your father is putting down @data.characters.f1_baby_boy.name for his nap. If we make loud noises, your brother won’t fall asleep. So please play a quiet game.”
sw: @data.characters.f1_child_boy.name kumbuka kwamba baba yako anamlaza @data.characters.f1_baby_boy.name. Kama tukitoa sauti kubwa, kaka yako hatapata usingizi. Hivyo tafadhali cheza mchezo wa kimyakimya"

# data_list
source: “If you play a quiet game now, your brother will fall asleep easier. Once he is asleep, @data.characters.f1_father.name and I can play a game with you.”
sw: "Kama ukicheza mcezo wa kimyakimya, kaka yako atalala usingizi kirahisi. Mara atakapolala @data.characters.f1_father.name na mimi tunaweza kucheza mchezo na wewe.

# data_list
source: What a good idea to play with the blocks instead, @data.characters.f1_child_boy.name. Well done for playing quietly so that your brother can fall asleep!
sw: Mama: Ni wazo zuri sana kuchezea matofali @data.characters.f1_child_boy.name. Umefanya vizuri kucheza kimya kimya ili mdogo wako aweze kulala!

# data_list
source: “Thank you for being so quiet! Now we can play something fun together. What would you like to build?”
sw: "Asante kwa ukimya! Sasa tunaweza kucheza mchezo wa kufurahisha pamoja. Ungependa kujenga nini?"

# data_list
source: Let’s reflect on what happened:
sw: Hembu tutafakari kilichotokea:

# data_list
source: How did @data.characters.f1_mother.name help her son to follow the instructions?
sw: Ni kwa namna gani @data.characters.f1_mother.name alimsaidia mtoto wake wa kiume kufuata maelekezo?

# data_list
source: She explained to him about what was happening
sw: Alimwelezea kuhusu kile kilichotokea

# data_list
source: That’s right. She explained to @data.characters.f1_child_boy.name what his father was doing, and what the plan was – to put the baby to sleep and then play a game together.
sw: Hiyo ni sahihi. Alimuelezea @data.characters.f1_child_boy.name nini baba yake alikuwa anafanya, na mpango uliokuwepo - kumlaza mtoto na halafu kucheza mchezo pamoja.

# data_list
source: She explained why they were asking him to be quiet
sw: Alielezea kwanini walimuomba anyamaze

# data_list
source: Yes. She helped @data.characters.f1_child_boy.name to understand why it would help if he was quiet – that his brother would struggle to fall asleep if there were loud noises.
sw: Ndio. Alimsaidia @data.characters.f1_child_boy.name kuelewa kwanini ingesaidia kama angekuwa kimya - kwamba kaka yake angehangaika kupata usingizi kama kungekuwa na sauti kubwa.

# data_list
source: She said he would get punished if he was loud
sw: Alisema angeadhibiwa ikiwa angeongea kwa sauti kubwa.

# data_list
source: Not really. She did not say he would get punished. Instead, she explained why she wanted him to play a quieter game.
sw: Sio hivyo. Hakusema angeadhibiwa. Badala yake, alielezea kwanini alitaka acheze mchezo kwa utulivu.

# data_list
source: She used praise
sw: Alimsifia

# data_list
source: Yes! Once @data.characters.f1_child_boy.name was playing quietly, she used praise to encourage him to continue.
sw: Ndio! Mara @data.characters.f1_child_boy.name alipocheza kimyakimya alimsifia kumtia moyo aendelee kufanya hivyo.

# data_list
source: Book activities offer many opportunities for you and your child to talk and interact.
sw: Shughuli za vitabu zinatoa fursa nyingi kwako na mtoto wako kuzungumza na kuchangamana.

# data_list
source: Here are some ideas for how you can use books to talk and interact:
sw: Haya ni baadhi ya mawazo ya jinsi unavyoweza kuzungumza na kuchangamana:

# data_list
source: **Name and describe what you see in the pictures** This helps your child learn new words and understand what is happening in the story.
sw: **Taja na elezea unachokiona katika picha** Hii humsaidia mtoto wako kujifunza maneno mapya na kufahamu kinachotokea katika hadithi.

# data_list
source: Looking at this page, here are some ideas for what you can name and describe for your child: Look, there is a bird sitting on that flower. The bird has a sharp beak and a long tail. I can see two other birds flying in the sky, can you see them? What do they look like? What else can we see that’s flying?” “What animal can you see sitting on the rock? And what animal can you see sitting on the grass?" “Look, they are walking up the mountain. What does he have in his hand? The mountain is steep, so the stick helps him to keep his balance. What is he carrying on his back? What do you think is inside?”
sw: Ukiangalia ukurasa huu, hapa kuna baadhi ya mawazo ya nini unaweza kutaja na kumuelezea mtoto wako: Tazama, kuna ndege amekaa kwenye lile ua.Ndege ana mdogo mkali ,na mkia mrefu. Naweza kuona ndege wengine wawili wanapaa angani, unaweza kuwaona? Wanafanana na nini? Tunaweza kuona nini kingine kinachopaa?” Unaweza kuona mnyama gani amekaa kwenye mwamba? Na ni mnyama gani unaweza kumuona amekaa kwenye nyasi?” “Tazama, wanatembea kwenda mlimani. Ana nini mkononi mwake? Mlima huo una mwinuko, hivyo fimbo humsaidia yeye kupata nguvu anapotembea. Amebeba nini mgongoni kwake? Unafikiri ndani kuna nini?

# data_list
source: **Ask questions** This helps your child to talk about the pictures, and think about what is happening.
sw: **Uliza maswali** Hii humsaidia mtoto wako kuzungumza kuhusu picha, na kufikiri kuhusu kile kinachotokea.

# data_list
source: Asking your child questions will help them talk about what they see in the pictures, and think about what is happening. Using Who/What/Where/Why/How questions are great ways to encourage your child to answer using words other than “yes” and “no. Questions like: “Where is rabbit standing? What are they eating? Why are they lying down?” Help your child understand events by asking them what is happening and why it is happening. Help them understand the characters in the story better, by asking them why they think the character is doing that, or what the character might be thinking or feeling.
sw: Kumuuliza mtoto wako maswali itamsaidia kuzungumza kuhusu nini anaona kwenye picha, na kufikiri kuhusu nini kinatokea. Kutumia maswali ya Nani/Nini/Wapi/Kwanini/Namna gani ni njia nzuri ya kumtia moyo mtoto wako kujibu kwa kutumia maneno zaidi kuliko ‘ndio” na “hapana” Maswali kama: “Sungura amesimama wapi? Wanakula nini? Kwanini wamelala chini? Saidia mtoto wako kufahamu matukio kwa kumuuliza nini kinatokea na kwanini inatokea. Msaidie kufahamu vizuri wahusika wa kwenye hadithi, kwa kumuuliza kwanini anafikiri mhusika anafanya vile, au mhusika anaweza kuwa anafikiria nini au anajiskiaje.

# data_list
source: **Show your child you are listening.** This will encourage your child to talk more.
sw: **Muonyeshe mtoto wako unamsikiliza** Hii itamtia moyo mtoto wako kuzungumza zaidi.

# data_list
source: How can I show my child that I am listening?
sw: Nitawezaje kumuonyesha mtoto wangu kwamba ninamsikiliza?

# data_list
source: See examples:
sw: Angalia Mifano:

# data_list
source: * Look at your child / make eye contact * Nod your head * Make encouraging sounds * Respond to what they say
sw: * Mtazame mtoto wako/ fanya mawasiliano kwa macho * Tikisa kichwa chako * Tumia sauti za kutia moyo * Itikia wanachosema

# data_list
source: Three easy ways to use book activities to talk: 1. Name and describe what you see in the pictures. 2. Ask questions about the story. 3. Show your child you are listening.
sw: Njia tatu rahisi za kutumia shughuli za kitabu kuzungumza: 1. Taja na elezea unachokiona katika picha. 2. Muulize mtoto wako maswali kuhusu hadithi. 3. Muonyeshe mtoto wako kuwa unamsikiliza.

# data_list
source: Remember to talk with kindness. Avoid being critical or negative.
sw: Kumbuka kuzungumza kwa upole. epuka kuwa mkosoaji au kuwa kinyume naye.

# data_list
source: Small actions, big results! Parents who practice at home get better results. For your home practice: 🤝 Remember the power of your words. Talk with kindness. 📖 Use book activities to talk, ask questions and interact with your child. 😌 Talking about what causes us stress can be helpful. Reach out to someone you trust if you are feeling stressed.
sw: Matendo madogo, matokeo makubwa! Wazazi wanaofanya kwa vitendo nyumbani hupata matokeo makubwa. Kwa ajili ya kufanya kwa vitendo nyumbani 🤝Kumbuka nguvu ya maneno yako. Zungumza kwa upole. 📖 Tumia shughuli za kitabu kuzungumza, uliza maswali na changamana na mtoto wako 😌 Kuzungumza kuhusu nini kinachotusababishia msongo inaweza kusaidia. Muone yeyote unayemuamini kama unajiskia kuwa na msongo.

# data_list
source: Who Took My Shoe?
sw: Nani kachukua kiatu changu?

# data_list
source: Jabulani has lost his school shoe. He can’t find it anywhere. Where can it be?
sw: Jabulani amepoteza kiatu chake cha shule. Hawezi kukipata sehemu yoyote.Je kinaweza kuwa wapi?

# data_list
source: "Come, Jabulani," Ma says."Why aren’t you ready? You’ll be late for school." "I can’t find my shoe," says Jabulani.
sw: ''Njoo, Jabulani,'' Mama anasema.''Kwanini hauko tayari? utachelewa shule.'" Sioni viatu vyangu," anasemaJabulani.

# data_list
source: "Did you look under your bed?" says Ma. "It’s not under my bed," Jabulani says.
sw: "Ulliangalia chini ya kitanda chako"? anasema Mama. "Hakipo chini ya kitanda changu," anasema Jabulani.

# data_list
source: "Did you look in the wardrobe?" Ma asks. "Yes, it’s not in the wardrobe."
sw: "Uliangalia ndani ya kabati?" aliuliza Mama."Ndio, hakipo ndani ya kabati"

# data_list
source: "I know where your shoe is," giggles Jabulani’s sister Lungi. "Where?" Jabulani asks. "I’m not telling you!" says Lungi
sw: "Ninajua kiatu chako kilipo", huku akicheka Lungi dada yake Jabulani.''Wapi'' Jabulani anauliza ''Sikwambii!''anasema Lungi

# data_list
source: "Somebody’s taken it," Jabulani says.
sw: ''Kuna mtu amekichukua'', Jabulani anasema.

# data_list
source: "Why would someone take one shoe when they’ve got two feet?" says Lungi.
sw: ''Kwanini achukue kiatu kimoja wakati watu huwa wana miguu miwili?''anasema Lungi.

# data_list
source: "I don’t know. Maybe they’ve hidden it to make me cross."
sw: "Sijui. Labda wameificha ili kunifanya nihangaike"

# data_list
source: "Did you take my shoe?" he asks Lungi.
sw: " Ulichukua kiatu changu?" alimuuliza Lungi.

# data_list
source: "No," says Lungi, "your shoes are too big for me."
sw: "Hapana", alisema Lungi, "Viatu vyako ni vikubwa sana kwangu"

# data_list
source: "Did you take my shoe?" Jabulani asks Fruit Juice the Dog.
sw: "Ulichukua kiatu changu?"Jabulani alimuuliza Mbwa wake anayeitwa Sharubati.

# data_list
source: She smiles her big dog smile at him and wags her tail.
sw: Anatabasamu kwa Mbwa wake mkubwa ametabasamu na akatingisha mkia wake.

# data_list
source: "Maybe a bird picked it up and flew away with your shoe," laughs Lungi.
sw: ''Labda ndege alichukua na kuruka na kiatu chako'', anacheka Lungi.

# data_list
source: "Maybe a monkey took it and left it up in a tree, " says Jabulani.
sw: ''Labda tumbili alikichukua na akakiacha juu ya mti,''anasema Jabulani.

# data_list
source: "Don’t worry, we’ll find your shoe," says Ma. "Everyone look for Jabulani’s shoe." But the shoe is nowhere to be found.
sw: ''Usijali, tutapata kiatu chako'', anasema Mama.''Kila mtu atafute kiatu cha Jabulani.''lakini kiatu hakipatikani popote.

# data_list
source: "It’s all right," says Ma. "You can wear your takkies to school today."
sw: ''Ni sawa'', anasema Mama. unaweza kuvaa raba zako za michezo shuleni leo.''

# data_list
source: Lungi comes rushing into the kitchen with a big smile on her face. "I know where your shoe is," she shouts. "Come and see."
sw: Lungi anakuja akikimbia jikoni akiwa na tabasamu kubwa usoni kwake. ''Najua kiatu chako kilipo,''anapiga kelele,''Njoo uone

# data_list
source: A Very Important Tree
sw: Mti wa muhimu sana

# data_list
source: Busi loves the big, beautiful tree outside her house. But her brother wants to cut it down. How will she stop him?
sw: Busi anapenda mti mkubwa mzuri ulioko nnje ya nyumba yake. Lakini kaka yake anataka kuukata. Atafanyaje kumzuia?

# data_list
source: An unexpected adventure
sw: Tukio lisilotarajiwa

# data_list
source: A boring afternoon turns into an exciting adventure when a little boy opens a book.
sw: Alasiri yaj kuchosha imegeuka kuwa tukio la kufurahisha pale mtoto mdogo wa kiume anapofungua kitabu.

# data_list
source: I don't want to go to sleep
sw: Sitaki kwenda kulala

# data_list
source: Nandi doesn’t want to go to sleep. No way! She wants to go on an adventure. Join Nandi as she lets her imagination run wild and free.
sw: Nandi hataki kwenda kulala. Hakuna jinsi, anataka kuendelea na tukio. Ungana na Nandi kama anavyopata picha kuwa anakimbia porini na kwa uhuru.

# data_list
source: "That’s enough now. Goodnight, Nandi."
sw: "Imetosha sasa. Usiku mwema Nandi"

# data_list
source: "I ... don’t ... want ... to ... go ... to ... sleep."
sw: "Sitaki kwenda kulala"

# data_list
source: "I want more supper. Another book! Just one more song?" "Goodnight, Nandi."
sw: "Nataka chakula zaidi cha usiku. Kitabu kingine! Wimbo mmoja tu zaidi?' "Usiku mwema, Nandi."

# data_list
source: "I don’t want to go to sleep!"
sw: "Sitaki kwenda kulala"

# data_list
source: "MAMA! ...I need a glass of water. Please? Please." "It’s time to go to sleep now. Goodnight, Nandi."
sw: "Mama!... Tafadhali nahitaji bilauri ya maji? Tafadhali. " Ni muda wa kwenda kulala sasa. Usiku mwemza, Nandi"

# data_list
source: "I DON’T WANT TO GO TO SLEEP!"
sw: "SITAKI KWENDA KULALA"
