Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_tz/*/*_main.po
Languages: sw

# data_list
source: Well done for recognising a difficult feeling. It is okay not to be okay sometimes. Remember @global.app_name is here to support you.
sw: Umefanya vizuri kutambua hisia ngumu. Ni sawa kutokuwa sawa wakati mwingine. Kumbuka Programu ya wazazi ya malezi ya watoto iko hapa kukusaidia.

# data_list
source: Recognising how you feel is key to handling life well. Be real and kind to yourself.
sw: Kutambua jinsi unavyohisi ni muhimu ili kushughulikia maisha vizuri. Kuwa halisi na mkarimu kwako mwenyewe.

# data_list
source: You are a star. And you are making a real difference. You can be proud of yourself.
sw: Wewe ni shujaa. Na unaleta mabadiliko ya kweli. Unaweza kujivunia mwenyewe.

# data_list
source: Everyone has good and bad days. Well done for using this app. It shows you are a committed parent. Remember to praise yourself for it!
sw: Kila mtu ana siku nzuri na mbaya. Umefanya vizuri kutumia programu hii. Inaonyesha wewe ni mzazi unayejituma. Kumbuka kujipongeza kwa hilo!

# data_list
source: Sorry that things are not easy today. All parents have these days. You are trying and moving forward!
sw: Pole kama mambo si rahisi leo. Wazazi wote wana siku kama hizi. Unajaribu na kusonga mbele!

# data_list
source: Take a moment to notice how you are doing.
sw: Chukua muda kuona jinsi unavyojisikia.

# data_list
source: There is no right or wrong way to feel. However you are feeling, it is okay.
sw: Hakuna njia sahihi au mbaya ya kuhisi. Kwa namna yeyote unayojisikia, ni sawa.

# data_list
source: Well done for recognising how you feel. Good to hear that you are feeling well today!
sw: Hongera kwa kutambua unavyojisikia. Nimefurahi kusikia kwamba unajisikia vizuri leo!

# data_list
source: We all have good and hard days. Remember, you are the best parent for your teen and you deserve praise!
sw: Sisi sote tuna siku nzuri na siku ngumu. Kumbuka, wewe ni mzazi bora kwa kijana wako na unastahili pongezi!

# data_list
source: It can be hard to cope with everything happening in our lives. Remember, you are stronger than you may think!
sw: Inaweza kuwa vigumu kukabiliana na kila kitu kinachotokea katika maisha yetu. Kumbuka, una nguvu kuliko unavyoweza kufikiria!

# data_list
source: Let’s take a moment for YOU. Looking after yourself well starts with noticing how you feel.
sw: Hebu tuchukue muda kwa ajili YAKO. Kujitunza vizuri huanza na kugundua jinsi unavyohisi.

# data_list
source: Amazing, life is the best when you're feeling good.
sw: Ni vyema, maisha ni bora wakati unajisikia vizuri.

# data_list
source: Everyone has times when they are not feeling good. This is completely normal. Hopefully you feel better soon.
sw: Kila mtu ana wakati ambapo hajisikii vizuri. Hii ni kawaida kabisa. Natumaini kwamba utajisikia vizuri punde.

# data_list
source: It is part of life to have bad days. Always remember, tough times never last and tomorrow is another day!
sw: Ni sehemu ya maisha kuwa na siku mbaya. Kumbuka kila wakati, nyakati ngumu kamwe hazidumu na kesho ni siku nyingine!

# data_list
source: Read
sw: Soma

# data_list
source: Play
sw: Cheza

# data_list
source: Quick Pause
sw: Pumziko la haraka

# data_list
source: Sit down, close your eyes and listen to your breath as it goes in and out. Notice how you feel. When you are ready, open your eyes again. Try this whenever you are feeling stressed and you need a break to reconnect.
sw: Kaa chini, fumba macho yako na sikiliza pumzi yako inapoingia na kutoka, Chunguza jinsi unavyohisi. Unapokuwa tayari, fungua macho yako tena. Jaribu hili wakati wowote unapohisi mfadhaiko na unahitaji mapumziko ili kuwa sawa tena.

# data_list
source: One Thing Today
sw: Jambo moja leo

# data_list
source: Close your eyes and think about the day. Name one thing that you are grateful for. Name one thing that you did well. Name one thing that you love. Well done on taking time to take care of yourself.
sw: Funga macho yako na ufikirie kuhusu siku. Taja jambo moja unaloshukuru. Taja jambo moja ulilofanya vizuri Taja kitu kimoja unachokipenda Umefanya vizuri kuchukua muda wa kujijali.

# data_list
source: In and Out
sw: Ndani na nje

# data_list
source: Close your eyes. Listen to your breath as it goes in and out five times. Notice how you feel. When you are ready, open your eyes again. You are in control!
sw: Funga macho yako. Sikiliza pumzi yako inapoingia na kutoka mara tano. Angalia jinsi unavyohisi. Unapokuwa tayari, fungua macho yako tena. Unautulivu!

# data_list
source: Think About Today
sw: Fikiria kuhusu leo

# data_list
source: Close your eyes. Take a minute to think about the day. Think about one positive or fun thing you did. Praise yourself for one thing you did well today. Think of one thing you can do differently tomorrow. Think of one thing that you are grateful for.
sw: Fumba macho yako. Tumia dakika moja kufikiria siku ya leo. Fikiria jambo moja chanya au la kufurahisha ulilolifanya. Jisifie kwa jambo moja ulilolifanya vizuri leo. Fikiria jambo moja unaloweza kulifanya tofauti kesho. Fikiria jambo moja unalolishukuru.

# data_list
source: Small Things
sw: Vitu Vidogo

# data_list
source: Close your eyes. Take a moment to stop what you are doing and connect with your breath. What is one thing you can be grateful for right now? What is one thing that brings you happiness? What is one thing that you love? They do not have to be big. Sometimes the small things in life count the most!
sw: Fumba macho yako. Acha kwa muda kile unachokifanya ili uhusiane na pumzi yako. Je, ni jambo gani moja unalolishukuru sasa hivi? Je, ni jambo gani moja linalokuletea furaha? Je, ni jambo gani moja unalolipenda? Si lazima yawe makubwa. Wakati mwingine mambo madogo maishani ndiyo muhimu zaidi!

# data_list
source: Feel your Feelings
sw: Sikia hisia zako

# data_list
source: Close your eyes. Do you ever feel something so strongly that you want to run away from it? Instead of moving away from the feeling, let’s move towards it for a moment. It is ok. Close your eyes if you feel comfortable. Take a deep breath. Become curious. Where are you feeling it in your body? Is it hot or cold? Hard or soft? Tight or loose? Ask yourself some questions. What is it telling me? What does it need? How can I be kind to myself right now?
sw: Fumba macho yako. Je, huwa unahisi kitu kwa nguvu sana kiasi kwamba huwa unataka kukikimbia? Badala ya kuikimbia hisia hiyo, hebu tuikimbilie kwa muda. Si vibaya. Fumba macho yako kama unajisikia vizuri. Vuta pumzi ndefu. Kuwa mdadisi. Je, unaisikia wapi kwenye mwili wako? Je, ni ya moto au baridi? Je, ni ngumu au laini? Je, imekakamaa au imelegea? Jiulize maswali kadhaa. Je, inaniambia nini? Je, inahitaji nini? Je, ninawezaje kujitendea wema sasa hivi?

# data_list
source: Your Song
sw: Wimbo wako

# data_list
source: Here is something fun to help you let go of stress: Choose a song that reflects what you need in this moment. Do you need a gentle song to soothe your tired soul or an upbeat song to help you shake some stress out? Make a space and move your body to the music. Remember to breathe while you move. Let your breath and the movement go together. Even a few minutes of movement can be enough to release stress and lift your mood!
sw: Hapa kuna kitu cha kufurahisha cha kukusaidia kuondokana na msongo wa mawazo: Chagua wimbo unaoendana na kile unachohitaji kwa sasa. Je, unahitaji wimbo wa taratibu ili kuibembeleza nafsi yako iliyochoka au unahitaji wimbo wa kuchangamsha ili kukusaidia kuondoa msongo wa mawazo kwa kiasi fulani? Weka nafasi na uchezeshe mwili wako kulingana na muziki. Kumbuka kuvuta pumzi unapocheza. Fanya pumzi yako iendane na miondoko yako. Hata dakika chache za kucheza zinaweza kutosha kuondoa msongo wa mawazo na kuinua hali yako!

# data_list
source: Ground & Gratitude
sw: Ardhi na Shukrani

# data_list
source: Close your eyes. Take a moment to feel the ground under your feet. Think of something you feel grateful for. Focus on your breath. Breathe in and out. In and out.
sw: Fumba macho yako. Tumia muda kuhisi ardhi iliyopo chini ya miguu yako. Fikiria kuhusu jambo unalolishukuru. Fuatilia upumuaji wako. Vuta pumzi na kuzishusha. Vuta na kushusha pumzi.

# data_list
source: Notice How You Feel
sw: Tambua unavyojisikia

# data_list
source: Hello! How are you feeling right now? Happy, sad, angry, excited, worried? Notice where you feel it in your body. Notice what thoughts are connected to that feeling. Take a deep breath. Thank yourself for taking the time to check in with your feelings and thoughts!
sw: Habari! Unajisikiaje sasa hivi? Furaha, huzuni, hasira, taharuki, wasiwasi? Chunguza mahali unapohisi hali hiyo kwenye mwili wako. Chunguza ni mawazo yapi yanayohusiana na hisia hiyo. Vuta pumzi ndefu. Jishukuru kwa kuchukua muda wa kuangalia hisia na mawazo yako!

# data_list
source: Pause Power
sw: Nguvu ya kupumzika

# data_list
source: Let’s practice a calming trick that we call ‘Pause Power’. Plant your feet on the ground and breathe in and out three times as slowly as you can. Imagine you are smelling a flower or blowing out a candle. How do you feel now? This is a great trick to use when you are feeling frustrated because it will help to calm you down.
sw: Na tufanye mazoezi ya mbinu ya kujituliza tunayoiita 'Nguvu ya kupumzika'. Weka miguu yako chini kwenye ardhi na uvute pumzi ndani na uitoe nje mara tatu polepole kadili unavyoweza. Pata picha unaskia harufu ya ua au unazima mshumaa. Unajiskiaje sasa? Hii ni mbinu nzuri ya kutumia pale unapojiskia kuchanganyikiwa kwasababu itakusaidia kukutuliza.

# data_list
source: Take a Pause
sw: Pumzika

# data_list
source: Step 1. Close your eyes and take a deep breath. Step 2. Ask yourself, "What am I thinking?" Notice if your thoughts are positive or negative. Notice how you are feeling emotionally. Notice if your emotions are pleasant or unpleasant. Remind yourself that whatever you feel, it is okay. Notice how your body feels. Notice anything that hurts or is tense. Step 3. Focus on your breath. Feel your breath as it goes in and out. You can put a hand on your stomach and feel it rise and fall with each breath. Do this for about 10 breaths. Step 4. Expand your awareness to your whole body. Listen to the sounds in the room. Step 5. Take a moment to reflect on whether you feel any different. When you are ready, open your eyes. Well done for taking a pause. You can do this anytime you are feeling stressed. It gives you a chance to be calmer. Even a few deep breaths or connecting with the ground beneath you can make a difference. You can also take a pause with your children!
sw: Hatua ya Kwanza. Fumba macho yako halafu uvute pumzi ndefu. Hatua ya Pili. Jiulize, "Je, ninafikiria nini?" Chunguza kama mawazo yako ni chanya au hasi. Angalia jinsi unavyojihisi. Chunguza kama mihemuko yako ni ya kufurahisha au kutofurahisha. Jikumbushe kwamba chochote unachohisi, si kibaya. Chunguza jinsi mwili wako unavyohisi. Chunguza kitu chochote kinachoumiza au kinacholeta wasiwasi. Hatua ya Tatu. Makinikia upumuaji wako. Hisi pumzi yako inapoingia na kutoka. Unaweza kuweka mkono kwenye tumbo lako na kuhisi linavyopanda na kushuka kwa kila pumzi. Fanya hivyo kwa mipumuo kama 10. Hatua ya Nne. Panua ufahamu wako kuhusu mwili wako wote. Sikiliza sauti zilizomo chumbani. Hatua ya Tano. Tumia muda kutafakari iwapo unahisi mabadiliko au la. Ukimaliza, fumbua macho yako. Umefanya vizuri kwa kupumzika. Unaweza kufanya hivyo wakati wowote unapohisi msongo wa mawazo. Inakupa nafasi ya kuwa mtulivu. Hata pumzi chache za kina au kuunganishwa na ardhi chini yako kunaweza kuleta mabadiliko. Unaweza pia kuchukua pumziko na watoto wako!

# data_list
source: Physical Activity
sw: Shughuli ya viungo

# data_list
source: Stand up and stretch your arms up to the sky. Push away any clouds and let the sun shine down on you. Stretch to both sides. Stretch to the front and to the back. Let your hands hang by your side. Squeeze your shoulders tightly up to your ears as you breathe in, scrunch your eyes, and hold your breath. Release your shoulders as you relax your body. Relax your arms and let them swing sideways while you turn your upper body. Your arms should gently hit your back as you twist from side to side. Place one foot in front of the other and make small circles from your ankles – remember to turn to both sides. Do each foot with four circles in each direction. Now shake your whole body as fast as you can. Shake it up high! Shake it down low! Shake it all around! Close your eyes and raise your arms slowly above your head as you breathe in. Lower your arms slowly to your side as you breathe out. Take a moment to reflect on your experience. Well done! You can do this activity at any time whenever you feel like you need to release stress and energise your mind and body.
sw: Simama na unyooshe mikono yako juu angani. Sukuma mawingu yote na uache jua likuangazie. Jinyooshe kwenda kulia na kushoto. Jinyooshe kwenda mbele na nyuma. Acha mikono yako ining'inie ubavuni mwako. Kaza mabega yako na kuyapandisha hadi kwenye masikio yako huku ukipumua, bana macho yako, na ushikilie pumzi yako. Legeza mabega yako wakati unapolegeza mwili wako. Legeza mikono yako na uibembeze ubavuni, wakati unabinua upande wa juu wa kiwiliwili chako. Mikono yako inapaswa kupiga polepole mgongo wako unapojigeuza kutoka upande mmoja hadi mwingine. Weka mguu mmoja mbele ya mwingine na fanya miduara midogo kwa kutumia vifundo vya miguu - kumbuka kugeukia pande zote mbili. Kila mguu ufanye miduara minne kwa kila upande. Sasa tikisa mwili wako wote haraka kadri uwezavyo. Tikisa upande wa juu kabisa! Tikisa upande wa chini kabisa! Tikisa mwili wote! Fumba macho yako na uinue mikono yako polepole kuzidi kichwa chako huku ukivuta pumzi. Teremsha mikono yako polepole kuelekea ubavuni mwako huku ukishusha pumzi. Tumia muda kutafakari hali uliyoipitia. Umefanya vizuri! Unaweza kufanya shughuli hii wakati wowote unapohisi kama unahitaji kutoa msongo wa mawazo na kutia nguvu akili na mwili wako.

# data_list
source: Connect
sw: Unganisha

# data_list
source: When you take care of yourself, you take care of your children. We all need to connect. Try to talk to friends, family, and other support networks every day. If it has been a while since you reached out to someone, do it now!
sw: Unapojitunza wewe mwenyewe, unawatunza watoto wako. Sisi sote tunahitaji kuhusiana. Kila siku, jaribu kuzungumza na marafiki, familia, na mitandao mingine inayosaidia. Kama umepita muda tangu ulipowasiliana na mtu fulani, fanya hivyo sasa!

# data_list
source: Prevent Anger
sw: Zuia Hasira

# data_list
source: Think about what makes you angry. When does it happen? How do you normally react? Prevent anger from starting in the first place. Get some sleep or rest when you are tired. Try to eat something when you are hungry. Ask someone for support when you are feeling alone.
sw: Jambo linalokukasirisha. Je, linatokea wakati gani? Je, kwa kawaida, mwitikio wako huwa ni upi? Zuia hasira kabla hata haijapanda. Unapokuwa umechoka, lala usingizi au pumzika. Unapokuwa na njaa, jaribu kula kitu. Unapokuwa mpweke, omba msaada kwa mtu.

# data_list
source: Angry? Take a Break
sw: Je una hasira? Pumzika

# data_list
source: Managing anger can be really difficult. Take a break when you feel you are getting angry at your children or someone else. Go somewhere else for 5 minutes to regain control of your emotions. If you have a safe outdoor space, go outside. You can get through this!
sw: Kudhibiti hasira kunaweza kuwa kugumu. Pumzika unapohisi unawakasirikia watoto wako au mtu mwingine. Nenda mahali pengine kwa dakika 5 ili uweze kudhibiti tena hisia zako. Kama una mahali salama nje, nenda nje. Una uwezo wa kulimaliza jambo hili!

# data_list
source: What’s in Your Cup?
sw: Nini kipo kwenye kikombe chako?

# data_list
source: Close your eyes. Imagine you are holding a cup, filled with tea. Then someone walks by and bumps into you, making you spill your tea everywhere. Why did you spill the tea? Because someone bumped into you? Not exactly. You spilled tea, because there was tea in your cup. Had there been coffee in the cup, you would have spilled coffee. What does this mean? It means that: Whatever is inside your cup, is what will spill out. In the same way, when life comes along and shakes you, whatever is inside you, is what will spill out. Life provides the cup, you choose what to fill it with. So take a moment to think about what you want to fill your cup with. Let’s work towards filling our cups with gratitude, forgiveness, joy, strength, and kindness.
sw: Fumba macho yako. Fikiria umeshika kikombe, kilichojaa chai. Halafu mtu anatembea na kukugonga, na kukufanya umwage chai yako kila mahali. Kwanini umemwaga chai? Kwasababu kuna mtu amekugonga. Si hivyo, umemwaga chai kwasababu kulikuwa na chai kwenye kikombe chako. Kulikuwa na kahawa kwenye kikombe, ungemwaga kahawa. Ina maana kwamba: Chochote kilicho ndani ya kikombe chako ndicho kitakachomwagika nje. Kwa jinsi hiyo, pale maisha yanapokutingisha, chochote kilicho ndani yako, ndicho kitakachomwagika nje. Maisha yanakupa kikombe, unachagua nini cha kujaza ndani yake. Hivyo pata muda kidogo kufikiri kuhusu unataka kikombe chako kukijaza nini. Hebu tufanye kazi ya kujaza vikombe vyetu kwa shukrani, furaha, nguvu, na wema.

# data_list
source: Everyday activities
sw: Shughuli za kila siku

# data_list
source: Have fun AND learn through everyday activities.
sw: Furahia na jifunze kupitia shughuli za kila siku.

# data_list
source: Learning at home
sw: Kujifunza ukiwa nyumbani

# data_list
source: Help grow your child’s skills for school and life.
sw: Saidia kukuza ujuzi wa mtoto wako shuleni na maishani.

# data_list
source: Pretend play
sw: Igiza kucheza

# data_list
source: Encourage your child’s imagination and creativity.
sw: Mtie moyo mtoto wako kwenye vitu anavyofikiri na katika ubunifu.

# data_list
source: Chat together
sw: Kuongea Pamoja

# data_list
source: Talk with each other to get to know each other better.
sw: Zungumzeni ili kujuana vizuri.

# data_list
source: Move your body
sw: Chezesha mwili wako

# data_list
source: Moving your body to relax and spend time together.
sw: Chezesha mwili wako kupumzika na tumia muda pamoja.

# data_list
source: Support for Children
sw: Msaada kwa Watoto

# data_list
source: Children’s issues Support
sw: Msaada wa masuala ya Watoto

# data_list
source: This is a toll-free number. It is concerned with providing support to child abuse incidents/ cases together with other children’s needs.
sw: Hii ni namba ya kupiga bure. Inahusika na kutoa msaada kwa matukio/kesi za unyanyasaji wa watoto pamoja na mahitaji mengine ya watoto.

# data_list
source: Mental Health Psychosocial Support for Children
sw: Msaada wa Kisaikolojia na Afya ya Akili kwa Watoto

# data_list
source: This is a tollfree number for supporting care givers/parents and children with various challenges together with feeling bad/not being in a good mood for three days, feeling frustrated, if you or child is abused, being threatened, or have feeling of committing suicide.
sw: Hii ni namba ya bure ya kusaidia walezi/wazazi na watoto walio na changamoto mbalimbali pamoja na wanaojisikia vibaya/kutokuwa na hali nzuri kwa siku tatu, walio katishwa tamaa, ikiwa wewe au mtoto amenyanyaswa, kutishiwa, au kuhisi kujiua.

# data_list
source: Support for Caregivers
sw: Msaada kwa Walezi

# data_list
source: Mental Health Psychosocial Support for caregivers/parents
sw: Msaada wa Kisaikolojia na Afya ya akili kwa walezi/wazazi

# data_list
source: Call number 119
sw: Piga namba 119

# data_list
source: This is a toll free number for supporting care givers/parents and children with various challenges together with feeling bad/not being in a good mood for three days, feeling frustrated, if you or child is abused, being threatened, or have feeling of committing suicide.
sw: Hii ni namba ya bure ya kusaidia walezi/wazazi na watoto walio na changamoto mbalimbali pamoja na wanaojisikia vibaya/kutokuwa na hali nzuri kwa siku tatu, walio katishwa tamaa, ikiwa wewe au mtoto amenyanyaswa, kutishiwa, au kuhisi kujiua.

# data_list
source: **You can also see Social Welfare Officer** in Municipality or Ward office that is within the area of your residence or Community Development Officer in your District/Ward in absence of Social Welfare officer. In addition, you can see local Government leader of your place of stay and these are: - Ten Cell leaders - Street Local Government leader/Chairperson - Police Gender Desk for GBV
sw: **Unaweza pia kumuona Afisa Ustawi wa Jamii** katika Manispaa au ofisi ya Kata iliyo ndani ya eneo la makazi yako au Afisa Maendeleo ya Jamii katika Wilaya/Kata yako pale ambapo afisa Ustawi wa Jamii hayupo. Kwa kuongezea, unaweza kuwaona viongozi wa Serikali wa mahali unapoishi nao ni: - Wajumbe wa shina/nyumba kumi - Mwenyekiti wa Serikali ya Mtaa/Kijiji - Dawati la jinsia la Polisi

# data_list
source: List of Organizations in Kinondoni District
sw: Orodha ya Mashirika katika Wilaya ya Kinondoni

# data_list
source: Legal and Human Rights Center (LHRC)
sw: Kituo cha Sheria na Haki za Binadamu (LHRC)

# data_list
source: **Support provided:** Legal Aid **Office Location in Dar es Salaam:** Kijitonyama
sw: **Msaada unaotolewa:** Msaada wa Kisheria **Mahali Ofisi ilipo Dar es Salaam:** Kijitonyama

# data_list
source: Call 0222773038
sw: Piga namba 0222773038

# data_list
source: Policy Forum
sw: Jukwaa la Sera

# data_list
source: **Support provided:** Legal Aid
sw: **Msaada unaotolewa:** Msaada wa Kisheria

# data_list
source: Call 0782317434
sw: Piga namba 0782317434

# data_list
source: **Support provided:** Guidance and Counselling, and Mental Health Psychosocial Support Services
sw: **Msaada unaotolewa:** Ushauri na Unasihi, na Huduma za Msaada wa Kisaikolojia na Afya ya Akili

# data_list
source: Call 0783885958
sw: Piga namba 0783885958

# data_list
source: **Support Provided:** Guidance and Counselling **Office Location in Dar es Salaam:** Mwanayamala
sw: **Msaada unaotolewa:** Ushauri na Unasihi **Ofisi ilipo Dar es salaam:** Mwananyamala

# data_list
source: Call number 116.
sw: Piga namba 116.

# data_list
source: This is a toll-free number. It is concerning with providing support to child abuse incidents/ cases together with other children’s needs.
sw: Hii ni namba ya bure. Inahusika na kutoa msaada kwa matukio/kesi za unyanyasaji wa watoto pamoja na mahitaji mengine ya watoto.

# data_list
source: PASADA (Pastoral Services for People living with HIV & AIDS Dar es salaam Archdiocese)
sw: PASADA (Huduma za kichungaji kwa watu wanaoishi na VVU na UKIMWI, Jimbo kuu la Dar-es-salaam)
