Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_tz/*/*_main.po
Languages: sw

# data_list
source: Great! We are excited to share some ideas with you that you and your child might enjoy.
sw: Vizuri! Tumefurahi kushirikishana baadhi ya mawazo na ninyi ambayo ninyi na watoto wenu mnaweza kuyafurahia.

# data_list
source: Not really
sw: Sio sana

# data_list
source: That’s okay! We are excited to get you started on your book-sharing journey.
sw: Hiyo ni sawa! Tumefurahi kuwa mmeanza safari yenu ya kushirikishana kitabu.

# data_list
source: At what age can I start sharing books with my child?
sw: Ni katika umri gani naweza kuanza kushirikishana vitabu na mtoto wangu?

# data_list
source: It is never too early to start! Children of all ages – even young babies – benefit from book activities.
sw: Hakuna muda maalum kwamba ni mapema sana! Watoto wa umri wote _ hata watoto wachanga - hunufaika na shughuli za kitabu.

# data_list
source: Before I joined ParentApp, I thought that children only needed books when they start primary school. I was very surprised to learn that the earlier you start with book activities, the easier it will be for children to learn to read when they get older. I was even more surprised to hear that you can start book activities when they are still babies – even before they can talk. So I am now doing different types of book activities with my 9-month old, my 4 year old and my 7 year old. With my baby, I sit with her on my lap, and I talk about the pictures in the same voice that I talk to her when I feed or bathe her. She gets really excited – she makes all sorts of sounds and flaps her arms. With my 4 year old, I describe the pictures and ask him questions about the story. I do this with my 7 year old too, and she is already starting to recognise some letters and words in the book. My children really enjoy these activities. I wish I knew about this when I had my first child.
sw: Kabla sijajiunga na programu ya wazazi ya malezi, nilifikiri kwamba watoto walihitaji vitabu pale tu wanapoanza shule ya msingi. Nilishangazwa sana kujifunza kwamba ukianza shughuli za kitabu mapema, ndivyo itakavyokuwa rahisi kwa watoto kujifunza kusoma pale wanapokuwa wamekua. Hata nilishangazwa zaidi kusikia kwamba unaweza kuanza shughuli za kitabu pale wanapokuwa watoto wachanga-hata kabla ya kuanza kuongea. Hivyo, sasa ninafanya shughuli tofauti za vitabu na mtoto wangu mwenye umri wa miaka 4 na mtoto wangu mwenye umri wa miaka 7. Nakaa na mtoto wangu, kwenye miguu yangu na ninazungumza kuhusu picha katika sauti ile ile ambayo ninaongea naye ninapomlisha au ninapomuogesha. Anafurahia sana-anatengeneza sauti mbalimbali na akipiga mikono yake. Na mtoto wangu wa miaka 4, naelezea picha na ninamuuliza maswali kuhusu hadithi. Ninafanya hii na mtoto wangu mwenye umri wa miaka 7pia, na tayari ameanza kutambua baadhi ya herufi na maneno ya kitabuni. Watoto wangu wanafurahia sana hizi shughuli. Natamani ningejua kuhusu hii nilipokuwa na mtoto wangu wa kwanza.

# data_list
source: How can I do book activities with my child if I struggle with reading myself?
sw: Nitafanyaje shughuli za kitabu na mtoto wangu ikiwa mimi mwenyewe siwezi kusoma?

# data_list
source: This is a concern for many parents and caregivers. The good news is that you don’t need to read the book’s text when doing book activities.
sw: Hii inawagusa wazazi wengi na walezi.. habari nzuri ni kwamba, hauhitaji kusoma maandishi ya kitabu wakati unafanya shughuli za kitabu.

# data_list
source: As a caregiver, your involvement in reading activities is important at every age – whether children are very young, or whether children already know how to read. Every caregiver can help their child with reading – even those who are busy or who cannot read themselves. You can use the pictures to introduce new words and ideas to your child. You and your child can create your own story around the pictures. You can ask your child questions about the story, characters, and events. This creates important opportunities for conversation, thinking, and learning. When families read together, children learn to enjoy reading. Strong reading foundations help set children up for success in school, and later in life. So, find a few minutes a day, every day, to read with your child. It’s one of the greatest gifts you can give them.
sw: Kama mlezi, ushiriki wako katika ashughuli za kusoma ni muhimu katika kila umri -iwe watoto ni wachanga sana au ikiwa tayari wanajua kusoma. Kila mlezi anaweza kumsaidia mtoto wake kwa kusoma _hata wale walio na shughuli nyingi au wasiojua kusoma Unaweza kutumia picha kutambulisha maneno na mawazo mapya kwa mtoto wako. Wewe na mtoto wako mnaweza kutengeneza hadithi yenu wenyewe kupitia picha. Unaweza kumuuliza mtoto wako maswali kuhusu hadithi, wahusika, na matukio. Hii inatengeneza fursa muhimu za mazungumzo, kufikiria na kujifunza. Familia zinaposoma pamoja, watoto hujifunza kufurahia kusoma. Msingi thabiti wa kusoma husaidia watoto kuwa na mafanikio shuleni na kwenye maisha yao hapo baadae. Kwahiyo tenga dakika chache kwa siku, kila siku kusoma na mtoto wako. Ni moja ya zawadi kubwa unayoweza kuwapa.

# data_list
source: ParentApp provides many practical and fun activities that you can do without needing to read the book’s text.
sw: Programu ya wazazi ya malezi inatoa shughuli nyingi na za vitendo ambazo unaweza kufanya bila kuhitaji kusoma maandishi ya kitabu.

# data_list
source: Watch to learn more:
sw: Tazama kujifunza zaidi:

# data_list
source: Book activities are a great way to have fun together with your child. Let’s take a look at how you can share this book with your child in a playful and engaging way. This book is all about the joy of playing. Join Lesedi as his imagination takes him all the way to the beach for an adventure! Describe the pictures to your child and ask them questions about the story. Point to the sandbox and ask your chid: “What is this for?” Point to boy in the picture and ask: “How do you think he is feeling? What do you think he is going to do next?” Mimic actions from the pictures or story. Together with your child, pretend to put your feet in the sand and wiggle your toes. Talk about what the sand would feel like? Mimic the sound of the wind swooping in and blowing the umbrella away. Demonstrate surprise and ask your child how they would feel if that happened to them. Remember, book activities do not have to be serious. The goal is to make it a playful experience. We hope you enjoy the book and have fun together!
sw: Shughuli za kitabu ni njia nzuri ya kufurahia pamoja na mtoto wako. Hebu tuangalie ni namna gani unaweza kushirikishana hiki kitabu na mtoto wako katika njia ya kucheza na kushiriki. Kitabu hiki kinahusu furaha ya kucheza. Ungana na Lesedi kama mawazo yake yanavyompeleka mbali ufukweni kuona mazingira.! Muelezee mtoto wako picha na muulize maswali kuhusu hadithi. Onesha boksi la mchanga na muuliza mtoto wako: "Hii ni kwaajili ya nini?" Onesha mvulana katika picha na uliza:"Unafikiri anajiskiaje?" Unafikiri anaenda kufanya nini baada ya hapa?" Igiza vitendo kutoka katika picha au hadithi. Pamoja na mtoto wako, igizeni kuweka miguu yenu kwenye mchanga na tikiseni vidole vyenu. Zungumza kuhusu mchanga ungejiskiaje? Igiza sauti ya upepo ukiingia ndani na kuupiga mwamvuli mbali. Onyesha mshangao na muulize mtoto wako angejiskiaje kama hii ingetokea kwake. Kumbuka, shughuli za kitabu hazihitaji kuwa makini. Lengo ni kufanya iwe ya uzoefu kimchezo. Tunatumaini umefurahia kitabu na mmefurahia pamoja!

# data_list
source: Sharing books with young children isn’t something that we normally do in our homes or community. How does this fit in with our traditional practices?
sw: Kushirikishana vitabu na watoto wadogo sio jambo ambalo kwa kawaida huwa tunafanya katika nyumba zetu au katika jamii. Je hii inalinganaje na desturi zetu za jadi?

# data_list
source: Great question. We know that in many cultures, including Africa, parents pass down values and life lessons to children through storytelling.
sw: Swali zuri. Tunatambua kwamba tamaduni nyingi ikiwemo ya Africa. wazazi huwarithisha maadili na mafunzo mbalimbali ya maisha watoto wao kwa kutumia hadithi.

# data_list
source: Let’s look at some of the ways that book activities build on this tradition:
sw: Hembu tuangalie baadhi ya njia ambazo shughuli za vitabu zimeundwa kutokana na tamaduni hizi:

# data_list
source: Take a moment to think about some of the traditional stories that you were told as a child, and that you tell your child: When do you tell stories? How do you tell the story? During the story, what do you do to keep children engaged? After the story, what do you discuss? Oral storytelling and book activities have many things in common: You use your voice to make the story interesting, with different voices for different characters. You describe the characters and events in detail so that children understand what is happening and why. You connect and interact with your listeners. After the story, you ask or answer questions and discuss what can be learned from this story. The skills you use during oral storytelling works just as well for book activities. Oral storytelling is a great way to connect with children and help them learn, and book activities do the same!
sw: Chukua muda kufikiria kuhusu baadhi ya hadithi za kitamaduni ambazo ulisimuliwa ukiwa mtoto, unazoweza kumsimulia mtoto wako. Unasimulia hadithi lini? unaisimuliaje hadithi? wakati wa hadithi, unafanya nini ili kuwafanya watoto wako washiriki? baada ya hadithi, unajadili nini? Usimuliaji wa hadithi na shughuli za kitabu zina mambo mengi yanayofanana. unatumia sauti yako kuifanya hadithi ivutie, yenye sauti tofauti kwa wahusika tofauti. Unaelezea wahusika na matukio kwa undani ili watoto waelewe kinachotokea na kwanini. Unaungana na kuchangamana na wasikilizaji wako. Baada ya hadithi, unauliza au kujibu maswali na kujadili nini cha kujifunza kutoka kwenye hadithi hii. Ujuzi unaotumia wakati wa kusimulia hadithi hutumika vilevile kwa shughuli za kitabu. Kusimulia hadithi kwa njia ya mdomo ni njia nzuri ya kuungana na watoto na kuwasaidia kujifunza na shughuli za vitabu hufanya hivyo hivyo!

# data_list
source: How can I do book activities if we don’t have any picture books at home?
sw: Nitawezaje kufanya shughuli za kitabu kama hatuna kitabu chochote cha picha nyumbani?

# data_list
source: We know that many families across the world struggle to access picture books for their children, or have only one or two books at home.
sw: Tunajua kwamba familia nyingi duniani zinapambana kupata vitabu vya picha kwaajili ya watoto wao, au wana kimoja au viwili nyumbani.

# data_list
source: The good news is that ParentApp has a library full of digital books that you can share with your child using your phone. We also provide guidance for how to use these books in different ways to support your child’s learning.
sw: Habari njema ni kwamba, Programu ya wazazi ya malezi ina maktaba iliyojaa vitabu vya kidijitali ambavyo unaweza kushirikishana na mtoto wako kwa kutumia simu yako. Pia tunatoa mwongozo kwaajili ya jinsi ya kutumia vitabu hivi kwa njia mbalimbali kusaidia kujifunza kwa mtoto wako.

# data_list
source: To get you started on your ParentApp journey, we’ve prepared some home activities for you:
sw: Ili kukuwezesha kuanza safari ya Programu ya wazazi ya malezi, tumekuandalia baadhi ya shughuli za nyumbani:

# data_list
source: 🤝 **Play activities for you and your child.** These activities provide opportunities to bond while also supporting your child’s learning. 📖 **Digital books to share with your child.** Find a comfortable place to sit and share one of the many books available in the app. 😌 **Short but powerful relaxing activities.** Being a parent can be so stressful. Take a moment for yourself to relax, breathe or reflect.
sw: 🤝 **Shughuli za mchezo kwaajili yako na mtoto wako.** Shughuli hizi zinatoa fursa kuungana wakati huo pia inasaidia kujifunza kwa mtoto wako. 📖 **Vitabu vya kidijitali vya kushirikishana na mtoto wako.** Tafuta mahali pazuri kukaa na kushirikishana kitabu kimoja kati ya vingi vinavyopatikana kwenye programu. 😌 **Shughuli fupi lakini zenye nguvu za kupumzika.** Kuwa mzazi kunaweza kuwa na mkazo sana. Chukua muda kwa ajili yako mwenyewe kupumzika, kupumua au kutafakari.

# data_list
source: Welcome!
sw: Karibu!

# data_list
source: Caring for yourself
sw: Kujijali wewe mwenyewe

# data_list
source: Caring for your child
sw: Kutunza mtoto wako

# data_list
source: Learning through books
sw: Kujifunza kupitia vitabu

# data_list
source: Ready to get started?
sw: Upo tayari kuanza?

# data_list
source: Counting Sounds
sw: Sauti za kuhesabu

# data_list
source: Sit down and close your eyes. How many sounds can you hear? Listen to the sounds inside and outside the room. Count them on your fingers. After ten seconds, how many fingers do you have up? What sounds did you hear? Try again for another ten seconds. Did you hear any new sounds? Did you hear any sounds inside your own body? Notice how you feel now.
sw: Kaa chini na ufumbe macho yako. Je, unaweza kusikia sauti ngapi? Sikiliza sauti za ndani na nje ya chumba. Zihesabu kwa vidole vyako. Baada ya sekunde kumi, umefikisha vidole vingapi? Ulisikia sauti zipi? Jaribu tena kwa sekunde kumi. Je, umesikia sauti zozote mpya? Je, umesikia sauti zozote ndani ya mwili wako mwenyewe? Chunguza jinsi unavyohisi sasa.

# data_list
source: Looking after yourself matters. And how you feel matters too!
sw: Kujitunza ni muhimu. Na jinsi unavyohisi ni muhimu pia!

# data_list
source: Great! So good to hear that you are in a good space today. What a wonderful feeling!
sw: Safi sana! Tunafurahi sana kusikia kwamba hali yako ni nzuri leo. Furaha iliyoje!

# data_list
source: Sometimes things go great. Sometimes they do not. And sometimes we do not quite know what to think... and that is totally okay! Remember that you are not alone.
sw: Wakati mwingine mambo huenda vizuri sana. Wakati mwingine hayaendi vizuri sana. Na wakati mwingine hatujui kabisa cha kufanya... na hii ni sawa kabisa! Kumbuka kwamba hauko peke yako.

# data_list
source: Sorry that things are hard right now. You deserve good things and @global.app_name is here to support you every step of the way.
sw: Samahani kwamba mambo ni magumu kwa sasa. Unastahili mambo mazuri, na @global.app_name iko hapa kukusaidia kila hatua unayopiga.

# data_list
source: Children are born with a natural interest in the people and objects around them. This week, we will look at how parents can encourage children to **EXPLORE** and learn from the world around them.
sw: Watoto huzaliwa na matamanio ya asili kwa watu na vitu vinavyowazunguka. Wiki hii, tutaangalia jinsi wazazi wanavyoweza kuwahimiza watoto **KUCHUNGUZA** na kujifunza kutoka kwenye ulimwengu unaowazunguka.

# data_list
source: “What is that? How does it work? Where is she going? Why is he doing that?” Children ask many questions every day as they try to make sense of the world around them. As parents we sometimes get tired of answering our children’s questions. But encouraging curiosity supports children’s learning and development in important ways. When children are curious, they are more likely to try new things. They are more likely to explore and learn from their surroundings. This helps them to develop important skills like problem-solving.
sw: "Ni nini hicho? Kinafanyaje kazi? Anaenda wapi? Kwanini anafanya hivyo?" Watoto huuliza maswali mengi kila siku wanapojaribu kuelewa ulimwengu unaowazunguka. Kama wazazi wakati mwingine tunachoka kujibu maswali ya watoto wetu. Lakini kuwatia moyo kwa udadisi wao husaidia maendeleo ya watoto na kujifunza kwa njia muhimu. Watoto wanapokuwa na udadisi, kuna uwezekano mkubwa kwa wao kujaribu mambo mapya. Kuna uwezekano mkubwa wao kuchunguza na kujifunza kutoka kwenye mazingira yao. Hii huwasaidia kukuza ujuzi muhimu kama vile kutatua matatizo.

# data_list
source: Let’s see how **exploring together** forms part of the garden image.
sw: Hebu tuone namna ya **kuchunguza pamoja** kunavyounda sehemu ya taswira ya bustani.

# data_list
source: Plants are part of a wider garden, or ecosystem. In the same way, your child is part of a larger environment with family, peers and a community that present important opportunities for learning and growing.
sw: Mimea ni sehemu pana ya bustani, au mfumo wa ikolojia. Vivyo hivyo, mtoto wako ni sehemu kubwa ya mazingira katika familia, rika na jamii inayotoa fursa muhimu za kujifunza na kukua.

# data_list
source: Here’s how to help children explore and learn from the world around them:
sw: Hivi ndivyo unavyoweza kuwasaidia watoto kuchunguza na kujifunza kutoka kwenye ulimwengu unaowazunguka:

# data_list
source: **Be curious together** Turn learning into a shared adventure. Try new things together and experiment with different ideas.
sw: **Muwe na hamu ya kujua kwa pamoja** Geuza kujifunza kuwa tukio la pamoja. Jaribu vitu vipya pamoja na kufanya majaribio kwa mawazo tofauti.

# data_list
source: Demonstrate your own curiosity by asking questions like “I wonder what happens if…” or “What do you think would happen if…?” or “Why do you think it works that way?” When your child asks a question, explore the answer together instead of simply providing it. If something doesn’t go according to plan, you could say: “I wonder why that didn’t work. What could we try next time?” Show your child that making mistakes is part of learning and that challenges are opportunities to grow.
sw: Onyesha udadisi wako kwa kuuliza maswali kama vile “Nashangaa nini kitatokea ikiwa…” au “Unafikiri nini kingetokea ikiwa…?” au “Kwa nini unafikiri inafanya kazi hivyo?” Mtoto wako anapouliza swali, chunguzeni jibu pamoja badala ya kujibu kirahisi tu. Ikiwa kitu hakiendi kulingana na mpango, ungeweza kusema: "Nashangaa kwa nini hiyo haikufanya kazi. Tunaweza kujaribu nini wakati mwingine?" Muonyeshe mtoto wako kwamba kufanya makosa ni sehemu ya kujifunza na kwamba changamoto ni fursa za kukua.

# data_list
source: **Solve problems together** Instead of solving your child’s problems for them, support them to come up with solutions that they can try themselves.
sw: **Tatueni matatizo pamoja** Badala ya kutatua matatizo ya mtoto wako kwa ajili yake, muunge mkono ili kutafuta suluhisho ambalo anaweza kujaribu mwenyewe.

# data_list
source: By involving our children in solving problems, they learn to find solutions more and more independently. First, talk to your child about what the problem is. “I can see you are trying to build a bridge for your cars but it keeps collapsing.” Together, think of possible solutions. You could ask: “How do you think we can make it more sturdy?” or “What could you try instead?” You can also give your child options and let them choose a solution to try. After they have tried it, reflect together on whether it worked or not. Remember to talk with kindness and praise your child’s efforts.
sw: Kwa kuwashirikisha watoto wetu katika kutatua matatizo, wanajifunza kutafuta suluhisho zaidi na zaidi kwa kujitegemea. Kwanza, zungumza na watoto wako kuhusu tatizo ni nini. "Naona mnajaribu kujenga daraja la magari yanu lakini linaendelea kubomoka." Pamoja, fikirieni suluhisho linalowezekana. Unaweza kuuliza: “Mnafikiri tunawezaje kuifanya liwe imara zaidi?” au “Mnaweza kujaribu nini badala yake?” Unaweza pia kuwapa watoto wako chaguo na uwaruhusu wachague suluhisho la kujaribu. Baada ya kuwa wamejaribu, tafakarini pamoja kama ilifanya kazi au la. Kumbuka kuzungumza kwa wema na sifia juhudi za watoto wako.

# data_list
source: Let’s look at some common problems that we could solve together with our children:
sw: Hebu tuangalie baadhi ya matatizo ya kawaida ambayo tunaweza kutatua pamoja na watoto wetu:

# data_list
source: Too much screen time
sw: Muda mwingi sana wa kutumia Luninga

# data_list
source: When it comes to screens, it can be really challenging for children to follow rules and instructions. Involving your child in finding solutions can help make a difference.
sw: Linapokuja suala la kuangalia luninga, inaweza kuwa changamoto kwa watoto kufuata taratibu na maelekezo. Kuwahusisha watoto wako katika kutafuta suluhisho inaweza kusaidia kuleta tofauti.

# data_list
source: Fighting with other children
sw: Kupigana na watoto wengine

# data_list
source: Children are still learning how to manage their emotions and interact with others. Finding solutions that can help your child get along with friends is important.
sw: Watoto bado wanajifunza jinsi ya kudhibiti hisia zao na kuchangamana na wengine. Kutafuta suluhisho ambalo linaweza kuwasaidia watoto wako kupatana na marafiki ni muhimu.

# data_list
source: Not following household rules
sw: Kutofuata taratibu za nyumbani

# data_list
source: To follow rules, children need self-control and motivation, which takes lots of practice. Work with your child to find solutions that can help them get there.
sw: Ili kufuata taratibu, watoto wanahitaji kujidhibiti na motisha, ambavyo vinatoa mazoezi mengi kwa vitendo. Fanya kazi na watoto wako kutafuta suluhisho linaloweza kuwasaidia kufanikisha.

# data_list
source: Here are four steps for solving problems like these with your child:
sw: Hapa kuna hatua nne za kutatua matatizo kama haya na mtoto wako:

# data_list
source: How to solve problems: Step 1
sw: Jinsi ya kutatua matatizo: Hatua ya 1

# data_list
source: **Talk about the problem** Talk to your child about the problem in need of a solution.
sw: **Zungumzia tatizo** Zungumza na mtoto wako kuhusu tatizo linalohitaji suluhisho..

# data_list
source: “@data.characters.f3_boy_wheelchair.name and @data.characters.f3_girl.name, I heard you arguing because you both want to read the same book. I can understand why you are both eager to read it – it is a new story and it looks very interesting. Since we only have one copy, what should we do about this?”
sw: “@data.characters.f3_boy_wheelchair.name na @data.characters.f3_girl.name, nilisikia mkibishana kwa sababu nyote mnataka kusoma kitabu kimoja. Ninaelewa kwa nini nyote wawili mna hamu ya kukisoma - ni hadithi mpya na inaonekana ya kuvutia sana. Kwa kuwa tuna nakala moja tu tufanye nini?"

# data_list
source: How to solve problems: Step 2
sw: Jinsi ya kutatua matataizo: Hatua ya 2

# data_list
source: **Find solutions** Together, think about possible solutions for this problem. What can your child do to overcome the problem?
sw: **Tafuta suluhisho** Pamoja, fikirieni juu ya suluhisho linalowezekana kwa tatizo hili. Mtoto wako anaweza kufanya nini ili kuondokana na tatizo hilo?

# data_list
source: You could say: “One option is for us to look at the book together.” Could that work?” If one child responds that this won’t work because the other child wants to go through the book too fast, ask for other suggestions. They could suggest to flip a coin to decide who gets to read the book first. Or they could choose to do something else instead. Ask your children to agree on the solution that they want to try.
sw: Unaweza kusema: “Chaguo moja ni sisi kukitazama kitabu hicho pamoja.” Je, hilo linaweza kufanya kazi?” Iwapo mtoto mmoja atajibu kwamba hii haitafanya kazi kwa sababu mtoto mwingine anataka kusoma kitabu kwa haraka sana, omba mapendekezo mengine. Wanaweza kupendekeza kugeuza sarafu ili kuamua ni nani atakayesoma kitabu kwanza. Au wanaweza kuchagua kufanya kitu kingine badala yake. Waombe watoto wako wakubaliane kuhusu suluhisho wanalotaka kujaribu.

# data_list
source: How to solve problems: Step 3
sw: Jinsi ya kutatua matatizo: Hatua 3

# data_list
source: **Choose a solution to try** Let your child choose which option they want to try.
sw: **Chagua suluhisho la kujaribu** Acha mtoto wako achague ambacho anataka kujaribu.
