Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_tz/*/*_main.po
Languages: sw

# data_list
source: Let’s say your child is busy playing an animal game but it’s time for dinner. You could say: can you hop to the table like a frog or fly there like an eagle? Or if your child’s toys are spread all over the house and you want them to pack it away, pretend a cardboard box or other object is a boat that fishes out all the toys and brings them to shore. Or, make up a silly song with silly instructions (put your pants on your head) to distract your child when they don’t want to get dressed.
sw: Labda tuseme mtoto wako yupo bize anacheza mchezo wa mnyama lakini ni muda wa chakula cha usiku. Ungeweza kusema: Unaweza kurukia mezani kama chura au kupaa mpaka pale kama tai? Au kama vitu vya kuchezea vya mtoto wako vimesambaa kila mahali kwenye nyumba na unataka kuviweka vizuri, igiza kama box au kitu kingine ni boti linalovua vitu hivyo vyote na kuvileta ufukweni. Au, tengeneza wimbo wa utani na wenye maelekezo ya utani (weka nguo yako kichwani) kumvuruga mtoto wako anapokuwa hataki kwenda kuvaa.

# data_list
source: Book activities can be playful too! Here are some ways that you can make book activities fun.
sw: Shughuli za kitabu zinaweza kuwa za kimchezo pia. Hizi ni baadhi ya njia ambazo unawezatumia kufanya shughuli za kitabu kuwa za kufurahia.

# data_list
source: Use a lively, playful voice, with different voices for different characters.
sw: Tumia sauti hai, ya kucheza, na sauti tofauti kwa wahusika tofauti.

# data_list
source: Listen to this example:
sw: Sikiliza mfano huu:

# data_list
source: “Look! Here are two white ducks and one BIG green frog! Hmm, what do you think the frog might be saying to the ducks? Maybe Mr Frog is saying: “croak, come - let’s jump into the water and make a big splash! Ready? One, two, three - jump!”
sw: "Tazama! Hapa kuna bata wawili weupe na chura MKUBWA wa kijani! Hmm, unafikiri chura anawaambia nini bata? Labda Bwana Chura anasema: "krook, njoo - hebu turukie kwenye maji na tutengeneze mshtuko mkubwa? Moja, mbili, tatu - ruka"!

# data_list
source: You can mimic different actions from the story.
sw: Unaweza kuigiza vitendo tofauti kutoka kwenye hadithi.

# data_list
source: This is a great way to keep children engaged and helps them understand what is happening in the story.
sw: Hii ni njia nzuri kufanya watoto washiriki na huwasaidia kuelewa nini kinatokea kwenye hadithi.

# data_list
source: You can also mimic different sounds from the story, like animal sounds, vehicle sounds, or nature sounds.
sw: Unaweza pia kuigiza sauti tofauti kutoka kwenye hadithi kama sauti za wanyama, sauti za magari au sauti za asili.

# data_list
source: Three easy ways to make book activities fun: 1. Use a lively, playful voice to bring the story to life 2. Mimic different actions from the story 3. Mimic different sounds from the story
sw: Njia tatu rahisi kufanya shughuli za kitabu kuwa za kufurahisha: 1. Tumia sauti changamfu na ya kuchezesha ili kufanya hadithi iwe hai 2. Igiza vitendo tofauti kutoka kwenye hadithi 3. Igiza sauti tofauti kutoka kwenye hadithi

# data_list
source: Remember: If children are having fun, they are learning. Book activities do not have to be serious. It is about sharing the book in a way that you and your child will enjoy, not about being strict or being right.
sw: Kumbuka: Ikiwa watoto wanafurahia, wanajifunza. Shughuli za vitabu hazihitaji kuwa makini. Ni suala la kushirikishana kitabu kwa mtindo ambao wewe na mtoto wako mtafurahia, sio suala la kuwa mkali au kuwa sahihi.

# data_list
source: Small actions, big results! Parents who practise at home get better results. For your home practice: 🤝 Make some time to interact with your child in playful ways. 📖 Use books and stories to have fun together. 😌 Remember to make time for yourself to have fun and relax too.
sw: Matendo madogo, matokeo makuwa! Wazazi ambao hufanya kwa vitendo nyumbani wanapata matokeo bora. Kwaajili ya kufanya mazoezi yako ya nyumbani: 🤝Tengeneza muda flani kuchangamana na mtoto wako katika njia za kimichezo. 📖Tumia vitabu na hadithi kuburudika pamoja. 😊Kumbuka kutengeneza muda kwaajili yako mwenyewe kuburudika na kupumzika.

# data_list
source: Praise Yourself
sw: Jisifie

# data_list
source: Self-praise can be really helpful, especially when we have difficult days. Think of your week and finish the following phrase: “This week, I am proud of myself for …” It can be anything, not just things about being a parent! Think of one thing you did well today. Now wrap your arms around yourself and give yourself a big HUG!
sw: Kujisifia kunaweza kusaidia sana, hasa wakati tunapokuwa na siku ngumu. Fikiria jinsi wiki ilivyokuendea halafu umalizie tungo ifuatayo: "Wiki hii, ninajivunia kwa…" Kinaweza kuwa kitu chochote, siyo mambo ya malezi tu! Fikiria jambo moja ulilofanya vizuri leo. Sasa jifumbate kwa mikono yako mwenyewe halafu UJIKUMBATIE kwa nguvu!

# data_list
source: Self-care is a key parenting tool. It starts with recognising how we feel.
sw: Kujithamini ni muhimu kwa malezi. Inaanza na kutambua jinsi tunavyojiskia.

# data_list
source: Great. And amazing that you are using this app – it shows your commitment as a parent. Make sure you give yourself credit and praise for what you are doing.
sw: Safi sana. Na inapendeza sana kuona unatumia programu hii – inaonyesha jinsi unavyojitoa kwa dhati kama mzazi. Hakikisha unajitambua na kujisifia kwa kile unachokifanya.

# data_list
source: Every day has its highs and lows. Praise yourself for being here and trying – you are moving forward.
sw: Kila siku kuna kupanda na kushuka. Jisifie kwa kuwa hapa na kujaribu – unasonga mbele.

# data_list
source: Sorry that things are difficult right now. Take a deep breath and know that you are valued.
sw: Tunasikitika kuona kuwa mambo ni magumu sasa hivi. Vuta pumzi ndefu na ujue kuwa unathaminiwa.

# data_list
source: This week, we want to talk about the environment you **CREATE** for your child.
sw: Wiki hii, tunataka kuzungumza kuhusu mazingira **UNAYOTENGENEZA** kwaajili ya mtoto wako.

# data_list
source: A positive environment helps children feel safe and helps them learn.
sw: Mazingira mazuri huwasaidia watoto kujiskia salama na huwasaidia kujifunza.

# data_list
source: In ParentApp for Kids, we use the image of a garden to think about what children need in their lives to grow and thrive. Let’s see how **creating a positive environment** forms part of the garden image.
sw: Kwenye programu ya wazazi ya malezi ya watoto, tunatumia taswira ya bustani kufikiri kile ambacho watoto wanahitaji katika maisha yao ili wakue na kustawi. Ngoja tuone jinsi mchezo unavyokuwa katika sehemu ya picha ya bustani.

# data_list
source: In the same way that all plants need sunlight to grow, all children need praise and positive encouragement from their caregivers.
sw: Kwa jinsi hiyo kwamba mimea yote inahitaji jua kukua, watoto wote wanahitaji kusifiwa na kutiwa moyo na walezi wao.

# data_list
source: Children thrive when caregivers respond to them with warmth, acceptance and praise. Just as the sun rises and sets every day, try to give your child some positive attention every day. Remember that what gets light will grow. When parents give positive attention to good behaviour with praise, children will be encouraged to behave that way more often in the future.
sw: Watoto hustawi pale walezi wanapowaitikia kwa uchangamfu, kuwapokea na kuwasifia. Kama vile jua linavyochomoza na kutua kila siku, jaribu kumpa mtoto wako umakini kila siku. Kumbuka kwamba, kinachopata mwanga kitakua. Pale wazazi wanapokuwa makini kwa tabia nzuri na kusifia, watoto watatiwa moyo kuendelea zaidi kuwa na tabia hiyo kila wakati katika maisha yao baadae.

# data_list
source: Here’s how you can create a positive environment for your child:
sw: Hivi ndivyo unaweza kutengeneza mazingira mazuri kwa mtoto mtoto wako:

# data_list
source: **Give positive instructions** Positive instructions are more effective than negative instructions. Telling children what we DO want them to do works better than telling them to STOP doing something.
sw: **Toa maelekezo mazuri** Maelekezo mazuri na chanya ni mazuri zaidi kuliko maelekezo mabaya. Kuwaambia watoto nini TUNATAKA wao wafanye vizuri badala ya kuwaambia waache kufanya kitu fulani.

# data_list
source: Let’s say you are visiting a friend, and your children are playing together. As they play, you notice that your child sometimes shares the toys and other times grabs the toy from her friend. Instead of saying: “stop grabbing that toy!” you could say: “give your friend a chance to play with the toy” It is easier for children to follow instructions that tell them what they should do, rather than what they shouldn’t do.
sw: Hembu tuseme unamtembelea rafiki, na watoto wako wanacheza pamoja. Wanapocheza utagundua kuwa mtoto wako wakati mwingine anachezea mdoli wake pamoja na mtoto mwingine na wakati mwingine anamnyang”anya mdoli rafiki yake. Badala ya kusema “acha kunyang”anya huyo mdoli”! Ungeweza kusema; “ mpe rafiki yako sasa achezee mdoli wako” Ni rahisi kwa watoto kufuata maelekezo ya kuwaambia nini wanatakiwa kufanya, kuliko kuwaambia waache au kuwakataza kufanya jambo fulani.

# data_list
source: Need some convincing? Let’s do an exercise:
sw: Unahitaji kuelezewa zaidi? Hembu tufanye zoezi:

# data_list
source: DO NOT THINK ABOUT AN ELEPHANT. What are you thinking about?
sw: USIFIKIRI KUHUSU TEMBO. Unafikiri kuhusu nini?

# data_list
source: You probably DID think about an elephant... ‘Don’t do’ instructions make children think about that thing. Sometimes they do not understand what we DID want from them. Also they often don’t like being told not to do things (just like most of us).
sw: Labda ulifikiria kuhusu Tembo… Usifanye kwa vitendo maelekezo uliyoyatoa, fanya watoto wafikirie kuhusu kile kitu. Wakati mwingine hawaelewi tulitaka nini kutoka kwao. Pia mara nyingi hawapendi kuambiwa wasifanye vitu (ni kama ilivyo kwa wengi wetu).

# data_list
source: NOW, THINK ABOUT A CHEETAH! What are you thinking about?
sw: SASA, FIKIRI KUHUSU DUMA! Je, unafikiri kuhusu nini?

# data_list
source: That’s right - a cheetah! Positive, clear instructions help children focus on what they should be doing.
sw: Hiyo ni sawa duma! Maelekezo ya wazi na yenye tija yanasaidia watoto kufatilia kile wanachotakiwa kufanya.

# data_list
source: Before, I used to raise my children the way I was raised: I would tell them “don’t do this, don’t do that.” We used to fight a lot, but things have really changed when I learnt about giving positive instructions. Now I focus on the behaviour I want to see, and give clear and simple instructions to my children. It took time to learn to say “please do this” instead of “don’t do this.” My children and even my husband tell me that they love this way of doing things, because now they know what needs to be done.
sw: Kabla, nilizoea kulea watoto wangu kwa namna ambayo nililelewa: Niliwaambia “usifanye hivi, usifanye vile.” Tulizoea kugombana mno, lakini mambo yamebadilika kweli nilipojifunza kuhusu kutoa maelekezo yenye tija. Sasa nazingatia tabia ninayotaka kuiona, na kutoa maelekezo rahisi na ya wazi kwa watoto wangu. Ilichukua muda kujifunza kusema “tafadhali fanya hili” badala ya “usifanye hili” Watoto wangu na hata mume wangu wananiambia kwamba wanapenda namna hii ya kufanya vitu, kwa sababu sasa wanajua nini kinatakiwa kufanyika.

# data_list
source: **Use praise to encourage positive behaviour** If we praise our children when they do something well, we will see them do more and more positive things!
sw: **Tumia sifa kuhimiza tabia nzuri** Kama tunasifia watoto wetu wanapofanya vizuri, tutawaona wakifanya vitu vyenye tija zaidi na zaidi!

# data_list
source: Sometimes it is hard to think of what to praise your child for! Here are some ideas from other parents:
sw: Wakati mwingine ni ngumu kufikiria kitu cha kumsifia mtoto wako! Haya ni baadhi ya mawazo kutoka kwa wazazi wengine:

# data_list
source: Ideas for praise:
sw: Mawazo ya namna ya kumsifia mtoto wako:

# data_list
source: Being kind to someone Sharing their toys Packing away their things Saying 'please' or 'thank you' Helping out around the house Listening
sw: Kuwa mwema kwa mtu flani Kutumia midoli yao pamoja na wengine Kupanga vitu vyao Kusema “ tafadhali” au “asante” Kusaidia kazi za nyumbani Kusikiliza

# data_list
source: **Question time:**
sw: **Muda wa maswali:**

# data_list
source: Think about the last time someone thanked you, or said you did something great.
sw: Kumbuka mara ya mwisho mtu alipokushukuru, au kusema umefanya jambo zuri sana.

# data_list
source: How did it make you feel?
sw: Ulijisikiaje?

# data_list
source: Loved
sw: Kupendwa

# data_list
source: Valued
sw: Kuthaminiwa

# data_list
source: Parents usually do not get thanked or praised enough.
sw: Mara nyingi wazazi hawashukuriwi au kusifiwa vya kutosha.

# data_list
source: How does it make you feel when nobody says "thank you"?
sw: Je, unajisikiaje usipoambiwa "asante" na mtu yeyote?

# data_list
source: Tired
sw: Kuchoka

# data_list
source: Your child can feel this way too. That's what makes this week's parenting tool simple but important: Praise them for what they do right.
sw: Mtoto wako anaweza kujiskia hivi pia, Hili ndilo linafanya zana ya malezi ya wiki hii kuwa ya kawaida lakini muhimu. Wasifie kwa kile wanachofanya vizuri.

# data_list
source: Let’s look at a story to see how you can use praise and positive attention to encourage your child to follow instructions:
sw: Hembu tuangalie hadithi kuona jinsi unavyoweza kutumia sifa na umakini wenye tija kuhimiza mtoto wako kufuata maelekezo:

# data_list
source: It’s so lovely to see you playing so nicely together, @data.characters.f3_girl.name and @data.characters.f3_boy_wheelchair.name. In five minutes it will be time to come inside and wash up.
sw: Inapendeza sana kuona mnavyocheza vizuri pamoja, @data.characters.f3_girl.name and @data.characters.f3_boy_wheelchair.name. Ndani ya dakika tano itakuwa ni muda wa kuingia ndani na kuoga.

# data_list
source: What does the caregiver do before she informs her children that they will have to stop playing in five minutes’ time? She first brings attention to their positive behaviour of playing nicely together. This is a clever way to make it easier for the children to accept the next instruction.
sw: Je, mlezi anafanya nini kabla ya kuwajulisha watoto wake kwamba wataacha kucheza ndani ya dakika tano? Kwanza ataweka umakini kwenye tabia yao nzuri ya kucheza vizuri pamoja. Hii ni njia ya kijanja kufanya watoto wakubali maelekezo yanayofuata.

# data_list
source: Catch!
sw: Kamata!

# data_list
source: Let’s reflect on the children’s perspective:
sw: Hembu tutafakari juu ya mtazamo wa mtoto:

# data_list
source: The children are having fun playing in the garden. They might not want to stop playing in five minutes’ time. If their mother came out and told them to come inside immediately (instead of giving them some warning), they may have found it difficult to listen and do what she asked.
sw: Watoto wanafurahia kucheza kwenye bustani. Huenda hawataki kuacha kucheza ndani ya dakika tano. Ikiwa mama yao angetoka na kuwaambia waingie ndani mara moja ( badala ya kuwapa onyo) Huenda wangepata ugumu wa kusikiliza na kufanya kile alichowambia.

# data_list
source: @data.characters.f3_girl.name, @data.characters.f3_boy_wheelchair.name - it’s time to put the ball away and come inside now.
sw: @data.characters.f3_girl.name, @data.characters.f3_boy_wheelchair.name - ni wakati wa kuweka mpira kando na kuingia ndani sasa.

# data_list
source: The caregiver uses her children’s names so that she makes sure they will pay attention to what she is saying. She tells them exactly what she wants them to do. This makes it easier for her children to follow her instructions.
sw: Mlezi hutumia majina ya watoto wake ili kuhakikisha wanakuwa makini na anachokisema. Huwaambia kwa usahihi kile ambacho anataka wafanye. Hii inafanya iwe rahisi kwa watoto wake kufuata maelekezo yake.

# data_list
source: Thank you for coming inside when I asked you to. Please go wash your hands and then I will tell you a story.
sw: Asante kwa kuja ndani pale nilipowaambia mje. Tafadhali nendeni mkanawe mikono yenu na halafu nitawasimulia hadithi.

# data_list
source: Let’s reflect on the caregiver’s actions:
sw: Hembu tutafakari juu ya vitendo vya mlezi:

# data_list
source: The caregiver praises her children for their positive behaviour before giving them another instruction. As parents I’m sure some of you are thinking: why should I praise my child for just doing the basic things that they should be doing?! That’s a normal thought to have. But praise actually helps you as a parent and can make your life easier. By praising her children before giving them a new instruction, the children are more likely to listen and do what the caregiver is asking.
sw: Mlezi anawasifia watoto wake kwa tabia nzuri kabla ya kuwapa maelekezo mengine. Kama wazazi, nina hakika baadhi yenu mnafikiria kwanini nimsifie mtoto wangu kwaajili tu ya kufanya mambo ya msingi ambayo anatakiwa ayafanye? Hayo ni mawazo ya kawaida kuwa nayo. Lakini kusifia kimsingi inakusaidia wewe kama mzazi na inaweza kufanya maisha yako yawe rahisi. Kwa kuwasifia watoto wake kabla ya kuwapa maelekezo mapya, Watoto wanaelekea kusikiliza na kufanya kile ambacho mlezi anawaambia.

# data_list
source: Thank you for washing up so nicely. Let’s sit down and read a story together.
sw: Asante kwa kunawa vizuri. Hebu tukae chini na tusome hadithi pamoja.

# data_list
source: Let’s reflect:
sw: Hembu tutafakari:

# data_list
source: By using clear, positive instructions and praise to encourage her children, this caregiver successfully managed to get her children to stop their game, come inside and wash their hands. This happened without threats, screaming, tears or tantrums. By reinforcing the praise with a simple reward - like reading a story together - she helps her children to follow instructions more easily in the future.
sw: Kwa kutumia maelekezo ya wazi na mazuri na kusifia watoto wake, huyu mlezi anafanikiwa kuwafanya watoto wake waache mchezo wao na waende ndani na kuosha mikono yao. Hii ilitokea bila vitisho, kukaripia, machozi au hasira. Kwa kuimarisha kusifia na kwa zawadi ndogo - kama kusoma hadithi pamoja - huwasaidia watoto wake kufuata maelekezo kirahisi zaidi hapo baadae.

# data_list
source: Remember that what gets light will grow!
sw: Kumbuka kwamba kinachopata mwanga kitakua!

# data_list
source: Positive instead of negative attention works much better to encourage children to behave the way we want them to.
sw: Badala ya umakini mbaya, umakini mzuri hufanya kazi vizuri zaidi kuwatia moyo watoto wawe na tabia ile ambayo tunataka wawe nayo.

# data_list
source: Book activities are a great opportunity to give your child positive attention.
sw: Shughuli za kitabu ni njia nzuri inayompa mtoto wako fursa chanya na ya umakini.

# data_list
source: Here are some ideas for how you can create positive interactions during book activities:
sw: Haya ni baadhi ya mawazo kwaajili ya jinsi unavyoweza kutumia shughuli za vitabu kuungana:

# data_list
source: As you go through the book together, respond to what your child is saying in a positive and enthusiastic way.
sw: Mnapopitia kitabu pamoja, mjibu mtoto wako kwa kile anachosema kwa njia nzuri na kwa shauku.

# data_list
source: Using positive responses such as “great”, “well done”, “that’s right”, “yes, tell me more”, “let’s try”, “how about” or “let’s see” during book activities will encourage your child to feel confident to interact with the book and with you. When you speak in a positive and enthusiastic way, your child will feel excited and will be eager to learn from the book and the story.
sw: Kutumia majibu chanya kama vile ‘nzuri”, “ umefanya vizuri”, “ hiyo ni sawa”, “ndio, niambie zaidi”, “hembu tujaribu”, “ vipi kuhusu” au “ hembu tuone” wakati wa shughuli za kitabu itamtia moyo mtoto na kumfanya ajisikie jasiri kuchangamana na kitabu na wewe. Unapozungumza vizuri na kwa shauku, mtoto wako atajisikia furaha na atakuwa na hamu kujifunza kutoka kwenye kitabu na hadithi.

# data_list
source: Avoid being critical or negative.
sw: Epuka kuwa mkosoaji na kutokukubaliana.

# data_list
source: Being critical will discourage your child from speaking or engaging in the activity.
sw: Kuwa mkosoaji kutamkatisha tamaa mtoto wako katika kuongea au kushiriki kwenye shughuli.

# data_list
source: Book activities do not have to be serious. It is about sharing the book in a way that you and your child will enjoy, not about being strict or being right. So, if your child makes a mistake, avoid being critical or negative. You don’t have to be hard on your child, or make fun of them when they don’t know something. When your child points to a picture and calls it the wrong name – for example pointing to a tomato and calling it an apple, all you need to do is respond with the correct word. Instead of saying “no, that is wrong! How can you say that’s an apple?!” just respond by saying “that’s a tomato” This will help them learn the correct word, without making them feel discouraged to try again.
sw: Shughuli za kitabu hazihitaji kuzichukulia kwa uzito. Inahusu tu kushirikishana kitabu kwa jinsi ambayo wewe na mtoto wako mtafurahia, haihusiani na kuwa mkali au kuwa sahihi. Hivyo, kama mtoto wako anafanya makosa, epuka kuwa mkosoaji au kuwa tofauti naye. Hutakiwi kumuwekea mtoto wako vikwazo. Au kumfanyia mzaha pale anapokuwa hajui kitu fulani. Mtoto wako anapoonesha picha na kuiita jina ambalo si sahihi - kwa mfano kuonesha nyanya na kuiita ni tofaa/epo, unachohitaji kufanya ni kuitikia kwa neno sahihi. Badala ya kusema "hapana, hiyo si sawa! Unawezaje kusema hilo ni tofaa/epo?!" itikia kwa kusema "hiyo ni nyanya" Hii itamsaidia kujifunza neno sahihi, bila kumfanya ajisikie kuvunjika moyo kujaribu tena.

# data_list
source: Three easy ways to use book activities to create positive interactions: 1. Respond in a positive way to what your child is saying 2. Avoid being critical or negative 3. Praise your child’s efforts.
sw: Njia tatu za kutumia shughuli za kitabu kutengeneza mahusiano chanya 1. Itikia kwa njia chanya kile mtoto wako anachosema 2. Epuka kuwa mkosoaji au kutofautiana naye 3. Sifia juhudi za mtoto wako.

# data_list
source: Kindness and praise help children feel safe and confident, which helps them learn.
sw: Ukarimu na kusifia kunasaidia watoto kujiskia salama na jasiri, kitu ambacho kinawasaidia kujifunza.

# data_list
source: Small actions, big results! Parents who practice at home get better results. For your home practice: 🤝 Find opportunities to give your child positive attention every day. 📖 Share books with your child in a fun and positive way. 😌 Remember to praise yourself too for your hard work as a parent.
sw: Vitendo vidogo, matokeo makubwa, wazazi wanaofanya mazoezi nyumbani hupata matokeo makubwa. 🤝 Tafuta fursa za kumpa mtoto wako umakini kila siku. 📖 Shirikishana vitabu na mtoto wako katika njia ya kufurahisha na nzuri. 😌 Kumbuka kujisifia wewe mwenyewe pia kwa kazi nzuri unayoifanya kama mlezi.

# data_list
source: Why EXPLORE
sw: Kwanini KUCHUNGUZA

# data_list
source: How to EXPLORE
sw: Jinsi ya KUCHUNGUZA

# data_list
source: The power of EXPLORE
sw: Nguvu ya KUCHUNGUZA

# data_list
source: Using books to EXPLORE
sw: Kutumia Vitabu KUCHUNGUZA

# data_list
source: Body Scan
sw: Uchunguzi wa mwili
