Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_tz/*/*_main.po
Languages: sw

# data_list
source: After dinner, my father and mother asked me what my day at school had been like. I told them about how we lost our classroom. They laughed and said I should listen carefully to the teachers.
sw: Baada ya chakula cha jioni, Baba yangu na Mama waliniuliza siku yangu ilikuwaje shule. Niliwambia kuhusu jinsi tulivyopotea darasa letu. Walicheka na kusema natakiwa kusikiliza walimu kwa umakini.

# data_list
source: That night, I couldn't sleep. The night was long and I was eager to start my second day of school.
sw: Usiku ule, sikuweza kulala. Usiku ulikuwa mrefu na nilitamani kuanza siku yangu ya pili ya shule.

# data_list
source: Nichchumani Helps Out
sw: Neli anatoa msaada

# data_list
source: Nichchumani wants to help Pichhu, a lost and injured duckling. She takes her home, but she only finds more trouble there!
sw: Neli anataka kumsaidia Pichchu, bata aliyepotea na aliyeumia. Alimchukua nyumbani kwake, lakini anapata shida zaidi hapo!

# data_list
source: One day, Nichchumani went out for a walk and saw a lost duckling crying. "Why are you crying?" she asked.
sw: Siku moja, Neli alikwenda nje kutembea na akamuona bata aliyepotea analia. ''Kwanini unalia?'' aliuliza.

# data_list
source: Poor Pichchu the duckling was hurt. She couldn't swim or play or do any of her favorite things. "Don't worry," said Nichchumani. "We will get you all fixed up!"
sw: Maskini Pichchu bata alieumia. Hawezi kuogelea wala kucheza wala kufanya vitu anavyovipenda. ''Usiwe na wasiwasi,'' alisema Neli. Tutakushughulikia!''

# data_list
source: Uh Oh! Kitty spied Pichchu while she was taking a nap. "What a good snack," purred kitty.
sw: Uh Oh! Kitty alimpeleleza Pichchu alipokuwa amepumzika. Ni vitafunwa vizuri,'' Paka msafi.

# data_list
source: "KITTY, NO!" cried Nichchumani, as she grabbed kitty.
sw: ''KITTY, Hapana''Nichchumani alilia, anapomkamata paka.

# data_list
source: Poor Pichchu needed to go see a doctor. Nichchumani carried her all the way there.
sw: Maskini Pichchu anahitaji kumuona Daktari. Neli alimbeba njia nzima.

# data_list
source: The doctor helped Pichchu and soon she was all better!
sw: Doctor alimsaidia Pichchu na muda si mrefu alikuwa vizuri!

# data_list
source: Soon, Pichchu's mother found her.
sw: Muda si mrefu. Mama yake Pichchu alimpata.

# data_list
source: She took her home so she could swim and play and do all of her favorite things.
sw: Alimchukua nyumbani ili aogelee na kucheza na kufanya michezo yote anayoipenda.

# data_list
source: "Bye, Pichchu!" waved Nichchumani and her friends.
sw: ''Kwaheri, Pichchu!'' Neli alimpungia rafiki yake.

# data_list
source: No Smiles Today
sw: Hamna Kucheka Leo

# data_list
source: Shanti was a happy girl. No one had seen her sad or quiet. Then one day she went very quiet. What had happened to Shanti?
sw: Shanti alikuwa msichana mchangamfu. Hamna aliyewahi kumwona akiwa amesononeka au akiwa mkimya. Kisha siku moja alinyamaza tu. Ni nini kilimtokea Shanti?

# data_list
source: Shanti and Arun were good friends. They had so much fun together. They shared secrets in class. They ran races on the way home. She was always cheerful.
sw: Shanti na Aruna walikuwa marafiki wa chanda na pete. Walikuwa na wakati mzuri sana pamoja. Walibadilishana siri zao darasani. Walikimbizana walipokuwa wanarudi nyumbani. Shanti alikuwa mchangamfu saa zote.

# data_list
source: One day, Shanti came into the classroom slowly. Her head was bent. She looked sad. "Did someone scold you?" asked Arun. Shanti shook her head. She sat down and did not look up. She did not answer ‘Present!’ when Sona Miss called her name. Sona Miss called again, louder this time, "Shanti Kumar!" Shanti raised her hand.
sw: Siku moja,Shanti alikuja darasani pole pole. Alikuwa amesononeka. "Kuna aliyekuhudhi?" Aruna aliuliza. Shanti alitikisa kichwa chake. Aliketi chini na hakuangalia juu tena. Wala hakujibu "Nipo"mwalimu Sona alipoita jina lake.Bi.Sona aliita tena. Kwa sauti safari hii. "Shanti Karama!" Shanti aliinua mkono wake.

# data_list
source: "Do you have a sore throat?" her teacher asked her. Shanti shook her head. Her cheeks were red and it looked like she had a fever. "Are you feeling okay?" Sona Miss asked. Shanti nodded, still not daring to look up.
sw: "Una homa?" mwalimu aliuliza. Shanti alitikisa Kichwa chake. Mashavu yake yalikuwa mekundu na alionekana kuwa na homa. "Uko salama?" Sona aliuliza. Shanti alitikisa kichwa, bado hakuangalia juu.

# data_list
source: "Why does Shanti look so sad?" "Is your little brother okay?" "Is your puppy okay?" "Is your grandmother okay?" Shanti kept nodding her head to each of her friends. But she did not look up.
sw: "Mbona Shanti amekasirika?" "Mdogo wako yuko salama?" "Na mbwa wako yuko salama?" "Na Bibi yako yuko salama?" Shanti alizidi kuonyesha ishara ya kuitikia kwa kutikisa kichwa tu kwa kila rafiki yake. Ila hakuangalia juu.

# data_list
source: Arun wanted to make her smile. He had an idea! He took out something from his bag. As he ran to show it to Shanti, it slipped out of his hands. Shanti saw something flying towards her and she grabbed it.
sw: Aruna alitaka kumfanya atabasamu. Alikuwa na wazo! Alichukua kitu kutoka kwenye mkoba wake. Alipokuwa anakimbia kumwonyesha, kilimponyoka kutoka mkononi kwake, Shanti aliona kitu kinapepea kuelekea kwake na akakikamata.

# data_list
source: It was a BIG, green, rubber frog! Shanti's eyes flew open. Then she opened her mouth to laugh. THEN Arun and her friends saw why she had not smiled or talked all day! Four of her front teeth had gone missing!
sw: Alikuwa chura mkubwa na wakijani. Shanti alikodoa macho. Kisha akafungua mdomo wake kucheka. Kisha Aruna na rafiki zake wakaona sababu iliyomfanya asicheke siku nzima! Meno yake manne ya mbele yalikuwa yamengóka!

# data_list
source: Pishi and Me
sw: Pishi na Mimi

# data_list
source: Chutku returns from his walks with his aunt, his pocket full of treasures and stories. Narrated from a child’s point of view, this is the story of the heartwarming relationship between an aunt and her nephew.
sw: Chacha alirudi kutoka matembezi na shangazi yake, mfuko wake ukiwa umejaa hazina na hadithi. Alisimulia kutokana na uelewa wa mtoto, hii ni hadithi ya uhusiano mzuri sana kati ya shangazi na mpwa wake.

# data_list
source: I love going for walks. Especially with my Pishi.
sw: Napenda kwenda matembezi. Hasa na Pishi wangu.

# data_list
source: I like it when Pishi holds my hand. But I like it even more... when she lets it go.
sw: Napenda pale Pishi anaponishika mkono wangu. Lakini napenda zaidi... pale anapouachia.

# data_list
source: We never walk fast. We often stop to say hello to...
sw: Kamwe hatutembei kwa haraka. Mara nyingi tunasimama kusalimia...

# data_list
source: a dog, a cat, a rat, a crow, a tree.
sw: mbwa, Paka, Panya, Kunguru, Mti.

# data_list
source: Pishi loves picking up flowers from the street. I love picking up stones. Big ones, small ones, round ones, flat ones.
sw: Pishi anapenda kuokota maua kutoka mtaani. Napenda kuokota mawe. Makubwa, madogo, ya mviringo, membamba.

# data_list
source: But the best are the really tiny ones. So tiny, they get lost in my pocket.
sw: Lakini nzuri zaidi ni zile ndogo kweli. Ndogo sana, zimepotea ndani ya mfuko wangu.

# data_list
source: My pockets are full of things after my walks with Pishi.
sw: Mfuko wangu umejaa vitu baada ya matembezi yangu na Pishi.

# data_list
source: Today, Ajji gave me a pod of peas from her basket.
sw: Leo, Furaha alinipa ganda la njegere kutoka kwenye kikapu chake.

# data_list
source: Dilip bhau gave me this clip from his magical shop.
sw: Dilip bhau alinipa hiki kipande kutoka kwenye duka lake la maajabu.

# data_list
source: Nirmal didi gave me this sticker for quietly waiting, waiting and waiting.
sw: Nimal didi alinipa kibandiko hiki kwajili ya kusubiri sana na sana.

# data_list
source: Anjum aunty gave me this button from her big button jar.
sw: Shangazi yake Shukuru alinipa kitufe hiki kutoka kwenye mtungi wake mkubwa wa kitufe.

# data_list
source: When I get home, I’ll empty my pockets and keep it all in my yellow box.
sw: Nitakapofika nyumbani, Nitaiacha mifuko yangu ikiwa mitupu na nitavitunza vyote kwenye boksi langu la njano.

# data_list
source: If I find the tiny stone in my pocket, I’ll give it to my Pishi.
sw: Kama nitakuta jiwe dogo kwenye mfuko wangu, nitampa Pishi wangu.

# data_list
source: Tra's Red Bean Plant
sw: Mmea wa maharagwe mekundu wa Tra

# data_list
source: Tra is excited about her birthday gift. It's three red bean seeds and a book about gardening. She plants her seeds and waters them daily. But for some reason her plant begins to droop. What could be wrong?
sw: Tiara amefurahishwa na zawadi yake ya kumbukizi ya siku ya kuzaliwa kwake. Ni mbegu tatu za maharage mekundu na kitabu kuhusu bustani. Alizipanda mbegu na kuzimwagilia kila siku. Lakini kwasababu flani mmea wake ulianza kudhoofika. Nini kinaweza kuwa ni tatizo?

# data_list
source: © Room to Read, 2012. Some rights reserved. Released under CC BY 4.0 license.
sw: © Room to Read, 2012. Haki zingine zimehifadhiwa. Imetolewa chini ya leseni ya CC. BY. 4.0.

# data_list
source: On her birthday, Tra's mother gave her a special gift. "Wow! Red beans and a gardening book," Tra said. "Now I can grow my own red bean plant."
sw: Siku ya kumbukizi ya kuzaliwa kwake, Mama yake Tiara alimpa zawadi maalumu. "Waoo! maharage mekundu na kitabu cha bustani," alisema Tiara. "Sasa naweza kupanda mmea wangu mwenyewe wa maharage mekundu."

# data_list
source: First, plant the seed, Tra read. So she did. "You’re doing great, Tra!" the book told her.
sw: Kwanza, panda mbegu, Tiara alisoma. Alifanya hivyo. "Unafanya vizuri, Tiara!" kitabu kilimwambia.

# data_list
source: Now, water it. La La La! Tra sang as she did just that.
sw: Sasa, mwagilia. La La La! Tiara aliimba alipofanya hivyo tu.

# data_list
source: "My red bean plant will soon grow up," Tra told her friends. "You have to water it a lot to keep it healthy," they said. "Just like kids have to drink a lot of milk to grow big and strong!"
sw: " Mmea wangu wa maharage mekundu utakua muda si mrefu," Tiara aliwaambia marafiki zake. "Unatakiwa kuumwagilia sana kuufanya uwe na afya," walisema. Kama vile watoto wanatakiwa kunywa maziwa mengi ili kukua na wawe imara!"

# data_list
source: A few days later, the red bean sprouted. "Look, Mom!" Tra called. "It's growing!"
sw: Siku chache baadae, harage jekundu lilichomoza." tazama Mama!" Tiara aliita. "Linakua!"

# data_list
source: The next morning, Tra watered her plant again. "La La La! Drink, drink, drink!" she sang. "If you drink more water, you'll grow up faster!" "Oh my, Tra, not like that!" said the book.
sw: Asubuhi iliyofuata, Tiara alimwagilia tena mmea wake. "La La La! Kunywa kunywa, kunywa!" aliimba. Kama utakunywa maji zaidi, utakua haraka!" "Oh Tiara wangu sio hivyo!" kilisema kitabu.

# data_list
source: Tra watered again at noon. La La La! "Oh my, Tra!" the book said, louder now. "My pages say not to water a plant at noon."
sw: Tiara alimwagilia tena mchana. La La La! "Oh Tiara wangu!" Kitabu kilisema, kwa sauti sasa. "Kurasa zangu zinasema usimwagilie mmea mchana."

# data_list
source: But Tra kept right on watering. La La La, La La La! Oh my, Tra! You've forgotten to read me!
sw: Lakini Tiara aliendelea kumwagilia. La La La La La La! Oh Tiara wangu, Umesahau kunisoma!

# data_list
source: The next day, Tra gave her mother instructions as she left for school. "Give my plant more water at noon, please!" "Have you read the book?" her mother asked.
sw: Siku iliyofuata, Tiara alimpa Mama yake maelekezo kwakuwa alikuwa anaenda shule. "Mwagilia mmea wangu maji mengi zaidi mchana, tafadhali!" " Umesoma kitabu?" Mama yake aliuliza.

# data_list
source: "In my pages, it says to water the plant only once a day,"the book said sadly. Oh my, Tra!
sw: "Kwenye kurasa zangu, Inasema inabidi kumwagilia mmea mara moja tu kwa siku," kitabu kilisema kwa huzuni. Oh Tiara wangu!

# data_list
source: Three days later, Tra was sad, too. "My poor plant!" she cried.
sw: Siku tatu baadae, Tiara alihuzunika pia. " Maskini mmea wangu!" alilia.

# data_list
source: At school, she talked to her friends. "I have been taking such good care of my plant. Why is it so sad?" "What does the book say?" they asked.
sw: Shuleni, alizungumza na rafiki zake. "Nimekuwa nikiutunza vizuri sana mmea wangu. Kwanini unasikitika?" "Kitabu kinasemaje?" waliuliza.

# data_list
source: "Oh my," Tra said. "I stopped reading it."
sw: "Oh Tiara wangu" alisema. "Niliacha kukisoma."

# data_list
source: At home, Tra showed the plant to her mother. "I'm sorry, Mom," Tra said. "I'm going to read the book now." "That's a great idea," her mother replied.
sw: Nyumbani Tiara alimuonyesha mama yake mmea."Samahani, Mama, "Tiara alisema."Naenda kusoma kitabu sasa." "Hilo ni wazo zuri," alijibu Mama yake.

# data_list
source: Do not water the plant too much, or its roots will become soggy. Tra read. The leaves will then droop and turn brown.
sw: Usimwagilie mmea kwa maji mengi, ukimwagilia maji mengi mizizi yake itakuwa laini. Tiara amesoma. Kisha majani yataanguka na kubadilika kuwa ya kahawia.

# data_list
source: "I’m so sorry, Red Bean," Tra whispered.
sw: "Samahani sana, harage jekundu" Tiara alinong"ona.

# data_list
source: "The plant won’t be sad, because he knows you love him," her mother said. "You can show him your love by learning how to take good care of him."
sw: "Mmea hauwezi kusikitika, sababu unajua unaupenda," Mama yake alisema. " Unaweza kuuonyesha upendo wako kwa kujifunza jinsi ya kuutunza."

# data_list
source: "You can also say sorry to the book, because you ignored her. She needs your attention, too!"
sw: "Unaweza pia kukiambia kitabu samahani. sababu ulikidharau. Kinahitaji umakini wako pia!"

# data_list
source: A few days later, Red Bean was healthy again. Now Tra and her gardening book were best friends!
sw: Siku chache baadae, harage jekundu lilikuwa na afya tena. Sasa Tiara na kitabu chake cha bustani walikuwa marafiki wakubwa!

# data_list
source: Under My Bed
sw: Chini ya Kitanda changu

# data_list
source: Sometimes strange things lurk under my bed. Would you like to know what I found the other night?
sw: Wakati mwingine vitu vigeni hujificha chini ya kitanda changu. Ungependa kujua nini kilitokea usiku mwingine?

# data_list
source: © Pratham Books, 2015. Some rights reserved. Released under CC BY 4.0 license.
sw: © Vitabu vya Pratham, 2015. Haki zingine zimehifadhiwa. Imetolewa chini ya leseni ya CC BY 4.0.

# data_list
source: I wake up at night feeling thirsty. I want to get some water. I start looking for my slippers under the bed.
sw: Naamka usiku nikasikia kiu. Nahitaji maji. Naanza kutafuta ndala zangu chini ya kitanda.

# data_list
source: Oh my God! There is a tiger under my bed.
sw: Mungu wangu! Kuna duma chini ya kitanda changu.

# data_list
source: Now what should I do?
sw: Sasa nifanyeje?

# data_list
source: Should I call Ma? What if the tiger roars?
sw: Nimpigie Mama? Na duma akiunguruma?

# data_list
source: Should I just go back to sleep? But I am not sleepy any more.
sw: Au labda nirudi kulala? Ila sipati usingizi tena.

# data_list
source: Then someone turns on the light. Ma is standing at the door.
sw: Kisha mtu anawasha taa. Mama amesimama mlangoni.

# data_list
source: "What happened dear?Did you call me?" asks Ma.
sw: "Nini kimetokea mpendwa? Uliniita?" Mama anauliza.

# data_list
source: I point towards the tiger. Ma bends and pulls the tiger out from under the bed!
sw: Namuelekeza kwa duma. Mama anainama na anaangalia chini ya kitanda.

# data_list
source: Hey, this is no tiger. This is my thick yellow and black sweater. Its buttons shine like a tiger's eyes.
sw: Wewe! Huyu si duma,ni fulana kubwa nyeusi inayofanana na ngozi ya duma.

# data_list
source: I got scared for nothing! Ma gets me some water.
sw: Niliogopa bure. Mama ananipa maji.

# data_list
source: Now I will sleep. And dream about real tigers in a jungle!
sw: Sasa nitalala. Na nitaota duma wa kweli wa porini!

# data_list
source: A Very Green Day
sw: Siku ya Kijani sana

# data_list
source: Greeny has so much energy. She doesn't want to nap! One day, she decides to run away. After playing in the hot sun for a while, Greeny gets tired and wants to go home. But now she's lost! How will she get home to her dad?
sw: Pendo ana nguvu sana. Hataki kulala usingizi! Siku moja, aliamua kukimbilia mbali. Baada ya kucheza kwenye jua kali kwa muda, Pendo alichoka na alitaka kwenda nyumbani. Lakini sasa amepotea! Atarudi vipi nyumbani kwa baba yake?

# data_list
source: © Room to Read, 2013. Some rights reserved. Released under CC BY 4.0 license.
sw: © Room to Read, 2013. Haki zingine zimehifadhiwa. Imetolewa chini ya leseni ya CC. BY. 4.0.

# data_list
source: Greeny doesn’t want to nap. Today, she wants to be a tree!
sw: Leo, Kijani hataki kupumzika, anataka kuwa mti!

# data_list
source: Trees don’t need naps!
sw: Miti haihitaji kupumzika!

# data_list
source: Trees can play all day long.
sw: Miti inaweza kucheza siku nzima.

# data_list
source: Trees only need to be green.
sw: Miti inahitaji kuwa ya kijani tu.

# data_list
source: Uh-oh. Dad can’t find Greeny.
sw: Uh. oh Baba hamuoni Pendo.

# data_list
source: She’s hiding among the trees.
sw: Anajificha katikati ya miti.

# data_list
source: It's so fun to be a tree!
sw: Inafurahisha sana kuwa mti!

# data_list
source: But it is a bit hot playing under the sun, isn't it?
sw: Lakini kuna joto kidogo kucheza chini ya jua. si ndio?

# data_list
source: Actually, it’s too hot!
sw: Kwa kweli, ni joto sana!

# data_list
source: What should Greeny do?
sw: Pendo afanye nini?

# data_list
source: Should she go home to Dad?
sw: Je aende nyumbani kwa Baba?

# data_list
source: But where is home? Greeny is lost!
sw: Lakini nyumbani ni wapi? Pendo amepotea!

# data_list
source: Dad is looking for Greeny. Greeny keeps walking until she reaches a river.
sw: Baba anamtafuta Pendo. Pendo anaendelea kutembea mpaka anafika mtoni.

# data_list
source: Tired and scared, Greeny bursts into tears. Her tears cause the river to flood!
sw: Nimechoka na ninaogopa, Pendo anatokwa na machozi. Machozi yake yanasababisha mto ufurike!

# data_list
source: The whole city is flooded!
sw: Jiji lote limefurika!

# data_list
source: Ah! Greeny has an idea. She will write messages for Dad on her leaves.
sw: Ah! Pendo ana wazo. Ataandika ujumbe kwaajili ya Baba yake kwenye majani yake.

# data_list
source: The green world helps her too.
sw: Dunia ya kijani ilimsaidia pia.

# data_list
source: Thanks to the green world, Dad finally gets her messages.
sw: Asante kwa dunia ya kijani, hatimae baba amepata ujumbe wake.

# data_list
source: Dad finds Greeny!
sw: Baba amempata Pendo!

# data_list
source: DADDY! GREENY!
sw: BABA! PENDO!

# data_list
source: Greeny is so tired. Now, all she wants is her nap.
sw: Pendo amechoka sana. Sasa anachotaka tu ni kulala.

# data_list
source: "Greeny, get ready for school!" her dad calls. "No," she says. "I’m a cat today. Cats don’t go to school so early."
sw: ''Pendo, jiandae kwenda shule! Baba yake anaita.''Hapana'' anasema.'' Mimi leo ni paka. Paka haendi shule mapema sana.''

# data_list
source: 8 Steps to becoming a tree (written and performed by Greeny) 1. Find a pot. 2. Fill it with soil. 3. Plant your feet inside. 4. Branch out your two hands.
sw: Hatua nane za kuwa mti(Imeandikwa na ilifanywa na Pendo) 1. Tafuta chungu. 2. Jaza udongo. 3. Weka miguu yako ndani. 4. Nyoosha mikono yako kuwa matawi.

# data_list
source: 5. Water the plant. 6. Add fertilizer. 7. Wait. 8. Ta-da! Congratulations, you are now a tree.
sw: 5. Mwagilia mmea. 6. Ongeza mbolea. 7. Subiri. 8. Ta-da! Hongera, sasa wewe ni mti.

# data_list
source: Caution: Sometimes, there may be incidents of incomplete change, as follows: 1. No change at all. 2. Thorns all over the body. 3. Becoming as stiff as wood. 4. Becoming a bush. Oops! Just try again.
sw: Tahadhari: Wakati mwingine, kunaweza kuwa na mabadiliko yasiyokamilika, kama ifuatavyo: 1. Hakuna mabadiliko kabisa. 2. Miiba mwili mzima. 3. Kuwa mgumu kama kuni. 4. Kuwa kichaka. Oops! Jaribu tu tena.

# data_list
source: Partners
sw: Washirika

# data_list
source: Donors
sw: Wafadhili

# data_list
source: All
sw: Wote

# data_list
source: Level 1
sw: Hatua ya 1

# data_list
source: This is a Level 1 book for children who are eager to begin reading.
sw: Hiki ni kitabu cha hatua ya 1 kwa watoto ambao wana hamu ya kuanza kusoma.

# data_list
source: Level 2
sw: Hatua ya 2

# data_list
source: This is a Level 2 book for children who recognize familiar words and can read new words with help.
sw: Hiki ni kitabu cha hatua ya 2 kwa watoto wanaotambua maneno yanayofahamika na wanaweza kusoma maneno mapya kwa usaidizi.

# data_list
source: Level 3
sw: Hatua ya 3

# data_list
source: This is a Level 3 book for children who are ready to read on their own.
sw: Hiki ni kitabu cha hatua ya 3 kwa watoto ambao wako tayari kujisomea.

# data_list
source: Level 4
sw: Hatua ya 4

# data_list
source: Budgeting
sw: Kupanga bajeti

# data_list
source: When we make a budget together, we can agree how to spend and save to prevent stress and work towards our family goals. There are four steps in doing a family budget:
sw: Tunapopanga bajeti pamoja, tunaweza kukubaliana namna ya kutumia na kutunza kuzuia msongo wa mawazo na kufanyia kazi malengo ya familia zetu. Kuna hatua nne za kupanga bajeti ya familia:

# data_list
source: Paper, pen, stones or beans
sw: Karatasi, peni, mawe au maharage

# data_list
source: **Think:** 1. Think about what you spend money on each month. 2. Get a piece of paper and draw pictures of all the things that you and your family spend money on each month. 3. Write next to each picture how much things cost each month (there is no need to share the number of you don’t want) 4. Add how much money you have to spend each month.
sw: **Fikiria** 1. Fikiria kila mwezi unatumia pesa kwaajili ya nini. 2. Chukua kipande cha karatasi na chora picha za vitu vyote ambavyo wewe na familia yako mnatumia pesa kwaajili ya, kila mwezi. 3. Andika kiasi cha pesa mbele ya kila picha kinachotumika kila mwezi(hakuna haja ya kushirikisha idadi ikiwa hutaki) 4. Ongeza kiasi cha pesa unachotakiwa kutumia kila mwezi.

# data_list
source: **Choose:** 1. Think about your needs and wants. WANT is something you can live without while NEED is something you cannot live without. 2. Look at your list of things you spend money on and choose which are the NEEDS that you cannot live without and why? and which are WANTS, nice things but not essential and why? 3. Which are things could you try to spend less money on?
sw: **Chagua** 1. Fikiria kuhusu mahitaji yako ya lazima na yasiyo ya lazima. Mahitaji yasiyo ya lazima ni kitu flani ambacho unaweza kushi bila kukipata. wakati Mahitaji ya msingi au ya lazima ni kitu ambacho huwezi kuishi bila hicho. 2. Tazama kwenye orodha ya vitu vyako ulivyotumia pesa kwaajili ya na chagua yapi ni Mahitaji ambayo huwezi kuishi bila hayo na kwanini? na yapi ni mahitaji yasiyo ya lazima, vitu vizuri lakini sio muhimu na kwanini? 3. Ni vitu gani ambavyo unaweza kujaribu kuvitumia kwa gharama nafuu?
