Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_tz/*/*_main.po
Languages: sw

# data_list
source: Lebo dashes into the lounge. "Gogo, Gogo, I know what we can do today! We can go to the mall. There are lots of shops with nice toys and ice cream!" "I’m afraid I can’t. The mall is too big, and I will get so tired."
sw: Lebo anaingia kwenye chumba cha kupumzika. "Bibi, bibi, najua tunawezafanya nini leo! Tunaweza kwenda kwenye jengo kubwa la kuuza vitu. Kuna maduka mengi yenye vitu vizuri vya kuchezea na ashklim!" "Naogopa siwezi. Jengo hilo ni kubwa sana, na nitachoka sana."

# data_list
source: Say, “look at the thought bubble above the girl’s head, could she be thinking of going to the shopping mall” Ask, “Have you ever been to the shopping mall?” If yes, “how was it? What did you do? Who did you go with?”
sw: Sema, "tazama kwenye ishara ya mawazo juu ya kichwa cha msichana;, anaweza kuwa anafikiria kwenda kwenye maduka makubwa" Muulize, "Je, umewahi kwenda kwenye maduka makubwa?" Kama ndiyo, "ilikuwaje? Ulifanya nini? Ulienda na nani?"

# data_list
source: "Gogo, Gogo, I know what we can do today! We can go to the park!" "I’m afraid that won’t work. The dogs in the park will run around and could make me fall again."
sw: "Bibi, Bibi, Najua tunawezafanya nini leo! Tunaweza kwenda sehemu ya michezo!" "Naogopa haitasaidia. Mbwa wa pale watanikimbiza na nitaweza kuanguka tena."

# data_list
source: Point at the thought bubble above the girl's head and say, “Now, let's look into the girl’s thought bubble again, what do you think she is thinking?
sw: Onyesha kwa kuelekezea kwenye ishara ya kuwaza iliyo juu ya kichwa cha msichana na sema, “Sasa hebu tuangalie tena kwenye ishara ya mawazo ya msichana, unafikiri anawaza nini?

# data_list
source: A second later, Lebo’s eyes are wide with excitement. "Gogo, Gogo, I know what else we can do today. Let’s go to the beach." "I’m sorry, Lebo. I’m afraid my crutches will sink into the soft sand."
sw: Sekunde moja baadae, Macho ya lebo yalitanuka kwa furaha. "Bibi, bibi, Najua nini kingine tunawezafanya leo. Twende ufukweni." "Samahani Lebo, Ninaogopa magongo yangu yatazama kwenye mchanga."

# data_list
source: Point at the thought bubble again and say, “Wow, the girl is now thinking of something else, i wonder what could be going on in her mind.”
sw: Onyesha tena kwa kuelekezea kwenye ishara ya lindi la mawazo na sema, “Waooo, msichana anafikiria kitu kingine, sijui nini kitakuwa kinaendelea akilini mwake.”

# data_list
source: Lebo is quiet while Gogo knits. Suddenly she has an idea!
sw: Lebo amekaa kimya wakati Gogo anafunga. Mara alikuwa na wazo!

# data_list
source: Point to the girl and say: "Look at her, she looks like she’s really thinking about something."Then ask the child: "Can you show me what you look like when you're thinking really hard?"
sw: Onyesha kuelekezea kwa msichana na usema, “Mtazame, anaonekana anafikiri kweli kuhusu kitu flani.” Halafu muulize mtoto: Unaweza kunionyesha unaonekanaje wakati unapokuwa unafikiria sana?”

# data_list
source: "Gogo, Gogo, I know what we can do today! Let’s have a tea party. Gogo, you can sit here. I will bring everything to you because you are hurt."
sw: "Bibi, Bibi, Najua nini tunawezafanya leo! Na tufanye tafrija ya chai. Bibi, unawezakaa hapa. Nitakuletea kila kitu kwasababu umeumia"

# data_list
source: Say, “Look! Maybe the girl is thinking about having a tea party. She brought many cups and a kettle, even though it's just her and grandma. Can you see her face? She looks very, very happy!” Then say, “This is how I look when I’m happy. Now, can you show me your happy face?”
sw: Sema, “Tazama! labda msichana anafikiria kuhusu kufanya tafrija ya chai. Alileta vikombe vingi na birika, Ingawa wapo yeye tu na bibi. Unaweza kuona uso wake? Anaonekana anafuraha sana sana.!” Halafu sema, “Hivi ndivyo ninavyoonekana ninapokuwa na furaha. Sasa, unaweza kunionyesha uso wako wa furaha?

# data_list
source: Say, "Finally, everyone is having a tea party! Even Teddy is joining in with tea and biscuits. How fun is that?" Then ask: "How do you think everyone feels?" "What do you think about the story? Did you like it? Why or why not?"
sw: Sema, “Hatimaye, kila mmoja amefanya tafrija ya chai! Hata mdoli anajumuika kwenye chai na biskuti. Ni furaha iliyoje?” Alafu muulize, “Unafikiri kila mmoja anajiskiaje?” ”Unafikiri nini kuhusu hii hadithi? Umeipenda? Kwanini umeipenda au kwanini hujaipenda?”

# data_list
source: Lesedi’s Sandbox
sw: Lesedi na kisanduku cha mchanga

# data_list
source: Lesedi dreams of going to the beach. He wants to feel the sand between his toes and build a sandcastle. So his parents come up with a plan…
sw: Lesedi aliota ndoto ya kwenda ufukweni. Anataka kushika mchanga kupata hisia kuhusu mchanga katikati ya vidole vyake na kujenga ngome ya mchanga. Hivyo wazazi wake walikuja na mpango…

# data_list
source: It’s the holidays and I’d love to go to the beach, but we have never been. I wonder what it feels like to play in the sea sand.
sw: Ni wakati wa likizo na ningependa kwenda ufukweni ila hatujawahi kwenda. Nawaza itakuwaje tukichezea mchanga wa bahari.

# data_list
source: Describe what you see, or ask your child to tell you what they see. Ask: where do you think this boy wants to go?
sw: Elezea unachokiona au muulize mtoto wako akwambie anaona nini. Uliza: unafikiri huyu mvulana anataka kwenda wapi?

# data_list
source: Surprise! "Look what we made you. A sandbox," exclaims Lesedi’s dad. Dad says he used some of his old tyres. Mom painted them with all my favourite colours: blue, red and yellow.
sw: Kwa mshangao! "Angalia tulichokutengenezea. Kisanduku cha mchanga!" Baba anasema alitumia magurudumu yake ya zamani, Mama akapaka rangi ninazozipenda, blue, nyekundu na njano.

# data_list
source: Point to boy and ask: “How do you think he is feeling? What do you think he is going to do next?”
sw: Mnyooshee kidole mvulana na umuulize: Unafikiri anajiskiaje? Unafikiri anaenda kufanya nini baadae?’

# data_list
source: I can’t wait to get inside. I climb into my sandbox and my feet feel so warm and squishy.
sw: Nina hamu ya kuingia. Nikipanda kwenye kisanduku cha mchanga miguu yangu itahisi joto na kulowa.

# data_list
source: Mimic actions from the pictures or story. Pretend to put your feet in the sand and wiggle your toes.
sw: Igiza Vitendo vya kwenye picha au hadithi. Jifanye unaweka miguu yako kwenye michanga na utikise vidole vyako.

# data_list
source: Look! I’m at the beach. That looks like a good spot to spread my blanket. I set up my umbrella, but the wind blows it away.
sw: Angalia! Niko ufukweni. Pale panaonekana kama ni sehemu nzuri ya kutandika blanketi langu. Nimeweka mwamvuli wangu, lakini upepo unaupeperusha.

# data_list
source: Mimic the sound of the wind and the umbrella blowing away. Demonstrate surprise and ask your child how they would feel if that happened to them.
sw: Iga sauti ya upepo na mwavuli unaopeperukia mbali. Onyesha mshangao na muulize mtoto wako angejiskiaje ikiwa hilo lingetokea kwake.

# data_list
source: The ocean makes a roaring sound. I run on the beach, daring the waves to catch me as I make footprints in the sand.
sw: Bahari ina mvumo wa kutisha. Nakimbia kwenye ufukwe, nikitishia mawimbi yanikamate, huku nikiacha alama za miguu yangu kwenye mchanga.

# data_list
source: Mimic the sound of the ocean or the movement of the waves. Point to the footprints in the sand and explain what this is.
sw: Iga sauti ya bahari au mvumo wa mawimbi. Onyesha alama za nyayo za kwenye mchanga na uelezee hiki ni nini.

# data_list
source: Using my bucket and spade, I dig for shells. They come in many shapes and sizes.
sw: Kwa kutumia ndoo yangu na chepeo, Nachimba kupata magamba. Yanakuja katika maumbo na ukubwa mbalimbali.

# data_list
source: Ask your child: How many shells can you see? What colours are they? Are they all the same shape? Which shells are big? Which shells are small?
sw: Muulize mtoto wako: Ni magamba mangapi unayaona? Yana rangi gani? Je yote yana maumbo sawa? Magamba yapi makubwa? Magamba yapi madogo?

# data_list
source: Let me build a sandcastle. Wow, that’s huge!
sw: Ngoja nitengeneze kasri ya mchanga. Jamani ni kubwa hiyo!

# data_list
source: Describe the picture to your child or ask them what they see. Ask: do you like to play in the sand? Why or why not?
sw: Ielezee picha kwa mtoto wako au muulize anachokiona. Muulize unapenda kucheza kwenye mchanga na kwanini?

# data_list
source: It’s lunchtime! Maybe I should have a strawberry jam sandwich. Mmm, my favourite.
sw: Ni muda wa chakula cha mchana! Labda nile mkate wenye jam ya stroberi. Mmm naipenda sana.

# data_list
source: Ask your child: where is he sitting? What is he eating? What would you like to eat if you went to the beach?
sw: Muulize mtoto wako amekaa wapi? anakula nini, Je ungependa kula nini ukienda ufukweni?

# data_list
source: For dessert, Mom brings me some chocolate ice cream.
sw: Kwa kiburudisho, Mama huniletea chokoleti na ashkilimu.

# data_list
source: Ask your child: what is she holding in her hand? Who is she giving it to?
sw: Muulize mtoto wako: Ameshika nini mkononi mwake? Ni nani amempa?

# data_list
source: I lie on my blanket enjoying my ice cream and gaze at the sky turning pink.
sw: Nalala kwenye blanketi langu, nikiifurahia ashkilimu yangu na kuangalia paa la anga likibadilika kuwa la pinki.

# data_list
source: Use descriptive words and explanations to talk about the pictures. This helps your child learn new words. The big, round orange sun. The pink and blue sky with clouds. The boy relaxing on his blanket, enjoying his delicious ice cream.
sw: Tumia maneno ya maelezo kuzungumzia picha. Hii inamsaidia mtoto wako kujifunza maneno mapya. Jua kubwa la duara la rangi ya chungwa Anga ya pinki na bluu yenye mawingu. Mvulana amepumzika kwenye blanketi lake, anaifurahia aishkilimu yake tamu.

# data_list
source: Lesedi’s mom and dad watch him, their eyes beaming with pleasure. "I’m so happy we could make his dream come true right here at home," Lesedi’s mom says.
sw: Baba na mama yake Lesedi wanamwangalia, macho yao yamejaa furaha. "Nina furaha sana tunaweza kufanya ndoto zake kweli zikatimia hapa nyumbani," mama yake Lesedi anasema.

# data_list
source: Talk about what the characters might be thinking or feeling. Ask: how does the boy feel? Why do you think he feels that way? Why are the parents smiling?
sw: Zungumza kuhusu kile ambacho wahusika wanaweza kuwa wanafikiria au kujiskia. Muulize: Mvulana anajiskiaje ni kwanini anajiskia hivyo? Kwanini wazazi wanatabasamu?

# data_list
source: Thank you, Mom and Dad. Today was the happiest day of my life!
sw: Asanteni, Mama na Baba. Leo ilikuwa ni siku ya furaha kwenye maisha yangu.

# data_list
source: Ask your child: Is his clothes and hands dirty or clean? Why? What do you think he should do next?
sw: Muulize mtoto wako: Je nguo na mikono yake ni michafu au misafi? Kwanini? unafikiri anapaswa kufanya nini baadae?

# data_list
source: Ask your child: what did you think about the story? You could also pretend to have your own beach adventure with your child.
sw: Muulize mtoto wako: Ulifikiria nini kuhusu hadithi hii? Unaweza kuigiza kuwa na safari yako ya ufukweni na mtoto wako.

# data_list
source: Discuss the book’s cover. Ask your child: What do you see? What is the woman pointing to?
sw: Jadili jalada la kitabu. muulize mtoto wako: Unaona nini? Unafikiri mwanamke anaonyesha nini?

# data_list
source: Little Shoots
sw: Maswali ya mtoto

# data_list
source: Layo can’t wait to grow. But just like the bamboo seeds he and grandma plant, it might take a little longer than he wants!
sw: Layo anatamani kukua. Lakini kama mbegu ya muanzi waliyopanda yeye na bibi yake, Inaweza kuchukua muda kidogo kuliko alivyotaka!

# data_list
source: "When will I grow?" asks Layo.
sw: "Nitakua lini? anauliza Layo.

# data_list
source: Ask: what is the boy holding in his hand? What can you see in the photo?
sw: Uliza: mvulana ameshika nini mkononi kwake? Unaweza kuona nini kwenye picha?

# data_list
source: "I don’t know," replies Baba. "Soon," says Mama.
sw: "Sijui," alijibu Baba. "Hivi punde" anasema Mama.

# data_list
source: "When you are ready," says Grandma.
sw: "Utakapokuwa tayari," anasema Bibi.

# data_list
source: Ask: how many people are sitting down? Who is standing? What is she carrying? Where is the cat? Can you see any other animals?
sw: Uliza: ni watu wangapi wamekaa chini? Nani amesimama? Kwanini analia? Paka yuko wapi? Unaweza kuona wanyama wengine?

# data_list
source: Grandma takes Layo to the farm. "Let us plant some seeds."
sw: Bibi anaenda na Layo shambani."Tupande baadhi ya mbegu."

# data_list
source: Ask: Where are they going? What are they looking at? How many orange animals can you see? Which birds are flying? Where is the mouse?
sw: Uliza: Wanakwenda wapi? Wanaangalia nini? Unaweza kuona wanyama wangapi wenye rangi ya machungwa? Ni ndege wangapi wanaruka? Panya yuko wapi?

# data_list
source: In one field they plant corn, and in another, melon.
sw: Kwenye eneo moja walipanda mahindi ya bisi, na kwenye lingine matikiti.

# data_list
source: "What are these?" asks Layo. "Bamboo seeds," replies Grandma.
sw: "Ni nini hivi?" anauliza Layo. "mbegu za Muanzi," anajibu Bibi.

# data_list
source: Use the pictures to help your child practice counting. You can ask your child to count, or count out loud for your child. Ask: How many yellow seeds are there? How many black seeds? How many seeds does she have in her left hand? And how many seeds does she have in her right hand? How many seeds are there altogether?
sw: Tumia picha kumsaidia mtoto wako ahesabu kwa vitendo. Unaweza kumwambia mtoto wako ahesabu, au hesabu kwa sauti kwaajili ya mtoto wako. Uliza: Kuna mbegu za njano ngapi pale? Kuna mbegu ngapi nyeusi? Ana mbegu ngapi kwenye mkono wake wa kushoto? Na ana mbegu ngapi kwenye mkono wake wa kulia? Kuna mbegu ngapi jumla kwa pamoja zote?

# data_list
source: Ask questions to help your child understand what is happening. Ask: What is the boy looking at? What can you see outside the window?
sw: Uliza maswali kumsaidia mtoto wako kufahamu nini kinatokea. Uliza: Mvulana anatazama nini? Unaweza kuona nini nje ya dirisha?

# data_list
source: "The corn and melon have grown well," says Grandma. "What about the bamboo?" asks Layo.
sw: "Mahindi ya bisi na mattkiti yamekua vizuri," anasema Bibi. " Vipi kuhusu Muanzi?" anauliza Layo.

# data_list
source: "They will grow when they are ready."
sw: "Vitakuwa vitakapokuwa tayari"

# data_list
source: Describe and explain the pictures. Say: Look, the seeds they planted have grown. Some of the seeds have grown into tall corn plants. Other seeds have grown into big, round watermelons. What other plants can you see?
sw: Fafanua na elezea picha. Sema: Tazama, mbegu walizopanda zimekua. Baadhi ya mbegu zimekua mimea ya mahindi marefu. Mbegu zingine zimekua matikiti maji makubwa, ya mviringo. Mimea gani mingine unaweza kuiona?

# data_list
source: Ask: Where is the boy standing? What is growing next to him? What is he looking at?
sw: Uliza: Mvulana amesimama wapi? Nini kimeota karibu yake? Anatazama nini?

# data_list
source: "Everything grows in its own time," says Grandma.
sw: "Kila kitu kinakua kwa wakati wake," anasema Bibi.

# data_list
source: Make links between the pictures and your child’s world. Ask: What colour are their curtains? What colour curtains do we have at home? What do you see on their table? What do we have on our table?
sw: Tengeneza muunganiko kati ya hizo picha na dunia ya mtoto wako. Uliza: Mapazia yao yana rangi gani? Mapazia tuliyo nayo nyumbani yana rangi gani? Unaona nini juu ya meza yao? Tuna nini kwenye meza yetu?

# data_list
source: "They have grown well," says Grandma.
sw: "Vimekua vizuri,"anasema Bibi.

# data_list
source: Ask: What are they looking at? How do you think they are feeling? Why?
sw: Uliza: Wanatazama nini? Unafikiri wanajiskiaje? kwanini?

# data_list
source: Describe and explain the pictures. Say: Look, the three boys from the photo are now older.
sw: Elezea na dadavua picha. Sema: Tazama, wavulana watatu wa kwenye picha sasa ni wakubwa.

# data_list
source: “You have grown well.”
sw: "Umekua vizuri."

# data_list
source: Ask: what looks different in this picture? What has changed?
sw: Uliza: Nini kinaonekana tofauti katika picha hii? Nini kimebadilika?

# data_list
source: Reflect on the story with your child. Ask: What happened in this story? What was the story about? What did you think of the story?
sw: Tafakari na mtoto wako juu ya hadithi. Uliza: Nini kilitokea kwenye hadithi hii? Hadithi ilikuwa inahusu nini? Ulikuwa unafikiria nini kuhusu hadithi?

# data_list
source: Look out, Luthando!
sw: Angalia nje Lusajo!

# data_list
source: Luthando is very good at listening and very good at smelling, but he’s not so good at looking where he is going. He walks into puddles and bumps his head. What could be the problem?
sw: Lusajo ni mzuri sana katika kusikiliza na mzuri sana katika kunusa, lakini sio mzuri wa kutazama kule anakokwenda. Anaingia kwenye madimbwi na anajigonga kichwa chake. Tatizo linaweza kuwa ni nini?

# data_list
source: "Listen!" says Luthando. "What do you hear?" asks Sonto. "Saturday." "What does Saturday sound like?" "It’s quieter than Friday," says Luthando. "Everyone’s still sleeping."
sw: "Sikiliza" anasema Lusajo. "Unasikia nini?" anauliza Saidi. "Jumamosi" "Jumamosi inasikika kama nini?" "Iko kimya kuliko ijumaa," anasema Lusajo. " Kila mmoja amelala"

# data_list
source: "I must fix Gogo’s gate today," Daddy says.
sw: "Ni lazima nitengeneze geti la Bibi leo," Baba anasema.

# data_list
source: "An ice cream for anyone who helps me carry the shopping home," Mama says. "We’ll help you, Mama," say the children.
sw: "Nitampa asklimu yeyote atakayenisaidia kubeba vitu nyumbani kutoka dukani,"anasema Mama. "Tutakusaidia, Mama," wanasema watoto.

# data_list
source: "Look out, Luthando!" "Hawu!" "You’re so funny," Sonto laughs.
sw: "Tazama nje, Lusajo!" " Hawu!": Unachekesha sana," Saidi anacheka.

# data_list
source: "I hear a motorbike," says Luthando.
sw: "Nasikia pikipiki," anasema Lusajo.

# data_list
source: "There’s no motorbike," says Sonto, looking all around.
sw: "Hakuna pikipiki," anasema Saidi, akiangalia kila mahali.

# data_list
source: A motorbike zooms past. "You’re very good at hearing, Luthando."
sw: Pikipiki imepita,''Una uwezo mkubwa wa kusikia, Lusajo''

# data_list
source: "Look out, Luthando!" "Hawu!" says Luthando as he steps into a puddle.
sw: "Tazama nje, Lusajo" "Hawu!" anasema Lusajo kadili anavyokanyaga dimbwi.

# data_list
source: "Look how wet you are," says Mama.
sw: "Tazama ulivyolowa," anasema Mama.

# data_list
source: "Daddy’s home." "How do you know, Luthando?" asks Sonto.
sw: "Baba yupo nyumbani." "Umejuaje, Lusajo?" anauliza Saidi.

# data_list
source: "I can smell his cooking," says Luthando sniffing the air. "You’re also good at smelling," Mama says.
sw: "Nawezajua harufu ya mapishi yake," anasema Lusajo akinusa hewa. " Wewe ni mzuri wa kutambua harufu," anasema Mama.

# data_list
source: "Look out, Luthando!" "Ouch!" "Watch where you’re walking," Mama says. "Luthando’s not so good at looking," says Sonto.
sw: "Tazama nje, Lusajo" "Angalia unapotembea," Mama anasema. "Lusajo si mzuri sana, katika kuangalia" anasema Saidi.

# data_list
source: "What do you see, Luthando?" asks the friendly woman. Luthando squeezes his eyes together. He sees black squiggles on the wall.
sw: "Unaona nini, Lusajo?" Rafiki yake mama anauliza. Lusajo anafinya macho yake pamoja. Anaona michoro ya rangi nyeusi ukutani.

# data_list
source: He looks through a pair of glasses. "I see letters," he says. "Excellent!"
sw: Alitazama kupitia jozi ya miwani. " Naona herufi," anasema. "Safi sana"

# data_list
source: "Look, Gogo!" "You have glasses," says Gogo, clapping her hands. "How wonderful. Tell me what you see."
sw: ''Angalia, Bibi!'' Una miwani,''anasema Bibi, anapiga makofi.'' Ni vizuri sana. Niambie unaona nini.''

# data_list
source: "I see bugs and ants and spiders and bees. I see EVERYTHING now."
sw: '' Ninaona Mende na Mchwa na buibui na Nyuki. Ninaona kila kitu sasa.''

# data_list
source: "Gogo, your face has cracks," says Luthando, touching Gogo’s face. "Hayi...Luthando! Those aren’t cracks. They’re lines on my face from getting old and laughing at all the funny things you say."
sw: ''Bibi, uso wako una nyufa,'' anasema Lusajo, anashika uso wa bibi. ''Hayi...Lusajo! Hizo sio nyufa. Ni mistari usoni mwangu inayotokana na kuzeeka na vyote vya kuchekesha ulivyosema."

# data_list
source: "Don’t..."
sw: ''Hapana'...''

# data_list
source: "Look, a puddle!" says Luthando. Too late!
sw: ''Angalia, dimbwi!'' anasema lusajo. Umechelewa!

# data_list
source: My inside weather
sw: Hali ya hewa ndani yangu

# data_list
source: Sometimes our feelings are hard to talk about, but everyone knows how to talk about the weather.
sw: Wakati mwingine ni ngumu kuzungumza kuhusu hisia zetu, lakini mmoja anajua kuzungumza kuhusu hali ya hewa.

# data_list
source: It’s easy to talk about the weather outside, even if it changes all the time.
sw: Ni rahisi kuzungumzia hali ya hewa ya nje hata kama hubadilika muda wowote.

# data_list
source: Describe the picture and say, “Look up! The sun is out and the sky is mostly blue, with just a few fluffy grey things floating around. That means it's going to be a super fun day to play outside!”
sw: Elezea picha na useme, “Tazama juu? Jua limetoka na anga ina rangi ya bluu sana, kukiwa na vitu vichache vyenye rangi ya kijivu vinavyoelea. Hiyo inamaanisha itakuwa ni siku ya kufurahisha sana kucheza nje.”

# data_list
source: But it’s hard to talk about the weather inside me. Sometimes it feels like people don’t understand.
sw: Lakini ni vigumu kuzungumzia hali ya hewa ya ndani mwangu. Wakati mwingine inahisiwa kama watu hawaelewi.

# data_list
source: Point at the thought bubbles around the girl and say, “Look at this girl, could she be thinking about the weather? Ask, “Point at the thought that shows rain, point at the one that shows cloudy weather and point at the one that shows sunny weather. Now tell me, which one is your favourite? Why or why not?”
sw: Onyesha kwa msichana kwa kuelekezea kwenye alama inayoonyesha kufikiria jambo na useme, “Tazama huyu msichana, anaweza kuwa anafikiria hali ya hewa? Mwambie, “Onyesha kwa kuelekezea kwenye ishara ya mawazo yanayoonyesha hali ya hewa ya wingu na onyesha kwa kuelekeza ile inayoonyesha hali ya jua. Sasa niambie ni lipi unalolipenda zaidi? Kama ndio kwa nini na kama siyo kwanini?”

# data_list
source: Do you feel like that too?
sw: Na wewe unahisi hivyo?

# data_list
source: Say, “Now look at the mother and the girl having a conversation, maybe they are discussing the weather.”
sw: Sema,” Sasa mwangalie mama na msichana wanazungumza. Labda wanazungumza kuhusu hali ya hewa.”

# data_list
source: Some days my mind is full of sunshine and rainbows. I feel like I can do anything.
sw: Siku nyingine jua na upinde vina nikaa sana akilini. Najihisi kama naweza kufanya jambo lolote.

# data_list
source: Point at the picture and say, “Let’s have a look at the girl’s thought bubble again.’ Ask, “What are the two things in her thought bubble that she is maybe thinking about? What colors are they?”
sw: Elekezea kwenye picha na useme, “Hembu tuangalie tena anachofikiria msichana.’ Muulize. Ni vitu gani viwili vilivyo kwenye mawazo yake ambavyo anaweza akawa anafikiria? Vina rangi gani?”

# data_list
source: On other days my head is full of fog and clouds. It’s hard to listen to what people are saying or to remember things.
sw: Siku zingine kichwa kinawaza ukungu na mawingu. Inakuna vigumu kusikiliza kipi watu wanasema au kukumbuka vitu.
