Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_tz/*/*_main.po
Languages: sw

# data_list
source: Connection is the feeling you have with those special people in your life where you feel safe to be yourself and that they support you no matter what. It’s when you feel seen, understood and valued. Children who have a strong connection with their caregivers are healthier, have better relationships, and find it easier to overcome challenges. The simple act of spending some one-on-one time with your child on a regular basis can make a big difference to their lives.
sw: Muunganiko ni hisia ambayo unayo kwa watu maalumu ulionao katika maisha yako, pale ambapo unajiskia salama wewe mwenyewe na kwamba wanakuunga mkono bila kujali chochote. Ni pale unapohisi wanatambua uwepo wako, wanakuelewa na wanakuthamini Watoto wenye uhusiano mzuri na walezi wao wana afya, na wana uhusiano mzuri, na wanapata urahisi kuzikabili changamoto. Kitendo rahisi cha kutoa muda na kuutumia kwa mtoto wako ana kwa ana, katika ratiba ya kawaida inaweza kuleta tofauti kubwa kwenye maisha yao.

# data_list
source: In @global.app_name, we use the image of a garden to think about what children need in their lives to grow and thrive. Let’s see how **connecting with your child** forms a part of the garden image.
sw: Kwenye @global.app_name, tunatumia taswira ya bustani kufikiri kile ambacho watoto wanahitaji katika maisha yao ili wakue na kustawi. Ngoja tuone jinsi mchezo unavyokuwa katika sehemu ya picha ya bustani.

# data_list
source: The ParentApp Garden
sw: Bustani ya Programu ya wazazi ya malezi

# data_list
source: A plant that is firmly connected to the soil can grow strong roots and withstand storms. Children need strong connections with their caregivers to grow and thrive.
sw: Mmea ambao umeunganishwa na udongo unaweza kukua na kuwa na mizizi yenye nguvu na kustahimili dhoruba. Watoto wanahitaji uhusiano imara na walezi wao ili kukua na kustawi.

# data_list
source: When a plant is firmly connected to the soil, it grows strong and healthy roots. In the same way, a child who feels supported and close to their parents will have a safe foundation from which to grow and learn. When roots are strong, plants can survive storms and bad weather. When children have strong connections with their caregivers, they can overcome challenges and cope with difficulties.
sw: Mmea unapokuwa umeunganika vizuri kwenye udongo, unakua kwa uimara na mizizi yenye afya. Na ni kwa jinsi hiyo, mtoto anayejisikia kusaidiwa, kulindwa, na kuwa karibu na mzazi wake atakuwa na msingi wa kukua na kujifunza. Mizizi inapokuwa imara, mimea inaweza kustahimili dhoruba na hali mbaya ya hewa. Watoto wanapokuwa na muunganiko imara na walezi wao, wanaweza kupambana na changamoto na kukabiliana na magumu.

# data_list
source: Connecting with your child is when you focus on them and show interest in what they are doing or saying.
sw: Kuungana na mtoto wako ni pale unapomzingatia na kuonyesha kupendezwa na kile anachofanya au kusema.

# data_list
source: Here’s how to get started:
sw: Hivi ndio jinsi ya kuanza:

# data_list
source: **Make time to connect on a regular basis.** Even 10-15 minutes can make a big difference. See it as an opportunity to take a break and relax together.
sw: **Tenga muda wa kuungana na mtoto wako mara kwa mara** hata dakika 10 mpaka 15 zinaweza kuleta tofauti kubwa. Ione hii kama fursa ya kupata mapumziko mafupi na kutulia kwa furaha pamoja.

# data_list
source: During one-on-one time, **give your child your full attention.** To help you focus on your child during one-on-one time, try to minimise distractions.
sw: Kwenye muda wa ana kwa ana, **mpe mtoto wako umakini kamili.** Ili kukusaidia kumzingatia mtoto wako kwenye muda wa ana kwa ana, jaribu kupunguza usumbufu.

# data_list
source: What might distract you during one-on-one time?
sw: Nini kinaweza kukusumbua kwenye muda wa ana kwa ana?

# data_list
source: My to-do list
sw: Orodha yangu ya vitu vya kufanya

# data_list
source: This is something that happens to all parents! It is normal to get distracted. If you find yourself thinking about other things, that’s okay. Notice when this happens and bring your focus to your child.
sw: Hiki ni kitu kinachotokea kwa wazazi wote! Ni kawaida kusumbuliwa. Ikiwa unajikuta unafikiria juu ya mambo mengine, hiyo ni sawa, angalia hili linaweza kutokea na elekeza umakini wako kwa mtoto wako.

# data_list
source: Other children needing my attention
sw: Watoto wengine wanahitaji umakini wangu

# data_list
source: It can be really hard to focus on one child when you are also caring for other children. Try to set up tasks or activities for your other children before-hand. There might still be interruptions, and that’s also okay.
sw: Inaweza kuwa ngumu sana kuzingatia mtoto mmoja wakati pia unawatunza watoto wengine. Jaribu kuanzisha kazi au shughuli za watoto wako wengine kabla ya hapo. bado kunaweza kuwa na usumbufu, na hiyo pia ni sawa.

# data_list
source: Incoming calls or messages
sw: Simu na jumbe zinazoingia

# data_list
source: We are all easily distracted by our phones. Putting your phone away or putting it on silent could help.
sw: Ni rahisi sana kuvurugwa na simu zetu, Kuweka simu yako mbali au kuiweka katika ukimya inaweza kusaidia.

# data_list
source: During one-on-one time, **be responsive and enthusiastic.** Respond to what your child is doing and saying with enthusiasm and encouragement.
sw: Kwenye muda wa Ana kwa Ana, **kuwa msikivu na mwenye shauku.** Mwitikie mtoto wako kwa anachokifanya na ongea kwa shauku na kutia moyo.

# data_list
source: As you spend time together, pay attention to what your child is doing or saying. Respond to what your child is doing with enthusiasm and praise. Try not to be critical or negative during one-on-one time. Giving your child your full attention and responding with enthusiasm helps them to feel close and connected to you.
sw: Kadiri mnavyokuwa pamoja, kuwa makini na anachofanya mtoto wako au anachokisema. Itikia anachofanya mtoto wako kwa shauku na umsifie. Jaribu kutokuwa mkosoaji au kuwa tofauti na yeye kwenye muda wa ana kwa ana. Kuwa makini na mtoto wako na kumwitikia kwa shauku inamsaidia kujisikia kuwa karibu na wewe na kujiskia ameungana na wewe.

# data_list
source: Let’s hear from a caregiver:
sw: Ngoja tusikie kutoka kwa mlezi:

# data_list
source: When I first heard I had to spend one-on-one time with my child, it was hard for me. I’m always doing things for my child, why do I need to get involved if they are playing happily by themselves? I did not want to spoil my child so that he thinks we have to do everything together. But after thinking about how good I feel when someone makes an effort to spend time with me and to listen to me, I thought that this might be really good for my child as well. So I decided to try it. I sat down next to my child and suggested that we draw a picture together. I asked her what she would like to draw. She suggested we draw our house and garden. I asked her what she would like me to draw, and she said I can draw the tree outside our house, while she draws the house. It was actually really relaxing to sit and do something together. We had a nice discussion about some of our favourite things about our home and what we enjoy doing together as a family.
sw: Niliposikia kwa mara ya kwanza natakiwa kutumia muda ana kwa ana na mtoto wangu, ilikuwa ngumu kwangu. Daima nafanya vitu kwa ajili ya mtoto wangu, kwanini nijihusishe naye ikiwa anacheza mwenyewe kwa furaha? Sikutaka kumharibu mtoto wangu akifikiri tunatakiwa kufanya kila kitu pamoja. Lakini baada ya kufikiri jinsi ninavyojiskia vizuri pale mtu anapofanya juhudu kutumia muda kuwa na mimi na kunisikiliza, Niliwaza kwamba hii itakuwa kweli nzuri kwa ajili ya mtoto wangu pia. Hivyo niliamua kujaribu. Nilikaa chini karibu na mtoto wangu na kupendekeza kwamba tuchore picha pamoja. Nilimuuliza angependa kuchora nini. Alipendekeza tuchore nyumba yetu na bustani. Nilimuuliza angependa nichore nini na akasema unaweza kuchora mti nje ya nyumba yetu, wakati yeye anachora nyumba. Ilikuwa kiburudisho kweli kukaa na kufanya kitu pamoja. Tulikuwa na mjadala mzuri kuhusu baadhi ya vitu tunavyovipenda kuhusu nyumba yetu na nini tunafurahia kufanya pamoja kama familia.

# data_list
source: Did you know: connecting with your child can help reduce negative behaviours.
sw: Je unajua kwamba kuungana na mtoto wako kunaweza kusaidia kupunguza tabia mbaya.

# data_list
source: When our children are being difficult, it can be even harder to find the time and energy to connect with them. But this is often when children benefit from connection the most. Children are more likely to act out when they feel unseen or unsupported. If you notice your child is being difficult or acting out, try to make some time to connect with them and spend one-on-one time together.
sw: Watoto wetu wanapokuwa sio waelewa, inakuwa ni vigumu kutafuta muda na kupata moyo kuungana nao. Lakini hii ni mara nyingi wakati watoto wanafaidika zaidi na muunganiko. Kuna uwezekano mkubwa watoto wakaigiza pale wanapohisi kutoonekana au kutosaidiwa. Ukimuona mtoto wako sio muelewa au anaigiza, jaribu kutenga muda kuungana nao na kutumia muda wa ana kwa ana pamoja.

# data_list
source: Won’t connecting with my child when they are being difficult seem like I am rewarding them for bad behaviour?
sw: Siwezi kuungana na mtoto wangu kama anakuwa sio muelewa itaonekana ninafurahia tabia yake mbaya?

# data_list
source: Good question! Connecting with your child does not mean that you give your child everything they want to keep them happy.
sw: Swali zuri! Kuungana na mtoto wako haimaanishi kwamba unampa mtoto wako kila kitu wanachotaka kuwafanya wawe na furaha.

# data_list
source: Remember that what you experience, you can express. What you pour into your child’s cup is what will pour out. When your child experiences kindness and understanding, they learn how to do the same for other people. This does not mean that you allow your child to do whatever they want without consequences. You can support your child to improve their behaviour while still showing them that your love for them does not change.
sw: Kumbuka kwamba, ulichokutana nacho, unaweza kukielezea. unachokimiminia kwenye kikombe cha mtoto wako ndicho kitakachomiminika nje. Mtoto wako anapopata upendo na kueleweka, anajifunza kufanya hivyo hivyo kwa watu wengine. Hii haimaanishi kwamba, unaruhusu mtoto wako afanye lolote analotaka bila matokeo. Unaweza kumsaidia mtoto wako kuboresha tabia yake wakati ukimuonesha kuwa upendo wako kwake haujabadilika.

# data_list
source: Sharing a book with your child is a great way to connect and spend quality time together.
sw: Kushirikishana kitabu na mtoto wako ni njia nzuri ya kuungana na mtoto wako na kutumia muda vizuri pamoja.

# data_list
source: Here are some ideas for how you can use book activities to connect.
sw: Haya ni baadhi ya mawazo ya jinsi ambavyo unaweza kutumia shughuli za kitabu kuungana na mtoto wako.

# data_list
source: Make book and story activities part of your daily routine.
sw: Fanya kitabu na shughuli za hadithi kuwa utaratibu wako wa kila siku.

# data_list
source: Watch this video to learn more:
sw: Tazama video kujifunza zaidi:

# data_list
source: By reading together every day, your child will learn to love books and enjoy reading. The more time children spend looking at books, the more they learn. So, make reading part of your daily routine. Even in a busy day, find some time to look at books and read with your child. Even 10 minutes a day can make the world of difference. Find a time that works best for your family. This might be first thing in the morning or towards the end of the day when you want your child to come inside. Reading before bedtime can also help children fall asleep easier.
sw: Kwa kusoma pamoja kila siku, mtoto wako atajifunza kupenda vitabu na kufurahia kusoma. Kadri watoto wanavyotumia muda mwingi kutazama vitabu, ndivyo wanavyojifunza zaidi Hivyo fanya kusoma iwe sehemu ya utaratibu wako wa kila siku. Hata kwenye siku yenye shughuli nyingi, pata muda wa kutizama vitabu na kusoma na mtoto wako, hata kwa dakika 10 kwa siku vinaweza kuleta mabadiliko katika ulimwengu. Tafuta muda zaidi unaofaa kwa familia yako. Hii inaweza kuwa ni kitu cha kwanza asubuhi au inapoelekea mwisho wa siku unapotaka watoto wako waingie ndani, kusoma kabla ya kulala kunawezamsaidia mtoto wako kulala kwa urahisi.

# data_list
source: What time do you think will work for your family?
sw: Unafikiri ni muda gani utafaa kwa familia yako?

# data_list
source: Morning
sw: Asubuhi

# data_list
source: A book activity in the morning can be a great way to connect with your child and help start their day on the right note.
sw: Shughuli ya kitabu asubuhi inaweza kuwa njia nzuri ya kuungana na mtoto wako na inasaidia kuanza siku yake na dokezo sahihi.

# data_list
source: Afternoon
sw: Mchana

# data_list
source: Sharing a book together in the afternoon can be a great way to connect and take a break during a busy day.
sw: Kushirikishana kitabu pamoja wakati wa mchana inaweza ikawa njia nzuri ya kuungana na kupumzika siku yenye shughuli nyingi.

# data_list
source: Evening
sw: Usiku

# data_list
source: Book activities before bedtime is a great way to help children settle down and fall asleep easier.
sw: Shughuli za vitabu kabla ya kulala ni njia nzuri ya kumsaidia mtoto atulie na kulala kirahisi.

# data_list
source: Weekends
sw: Mwishoni mwa wiki

# data_list
source: It can be really hard to find time during the busy week for book activities. Weekends are a great time to catch up with children and connect.
sw: Inaweza kuwa ngumu sana katika wiki yenye shughuli nyingi, kwa shughuli za vitabu. Mwishoni mwa wiki ni muda mzuri wa kuungana na watoto.

# data_list
source: As you go through the book, give your child your full attention. Notice and respond to what your child is interested in.
sw: Unapopitia kitabu, mpe mtoto wako umakini mkubwa. Tambua na ujibu kile kinachomvutia mtoto wako.

# data_list
source: Listen for an example:
sw: Sikiliza mfano:

# data_list
source: As you go through the book, notice what your child is looking at, pointing at, or talking about and respond to it. For example, if your child is looking at the picture of the sandwich, you could say: “Look, he is eating some bread. What do you think is on the bread? What do you like to eat on your bread?” Give your child time to respond, and let them set the pace. They might want to spend a long time talking about one page or move on quickly to the next page. Follow their lead as much as possible.
sw: Unapopitia kitabu, Tambua ni nini mtoto wako anachotazama. anachoonyesha au anachozungumzia na ujibu. Kwa mfano kama mtoto wako anatazama kwenye picha ya mkate. Unaweza kusema: “Angalia, anakula mkate. unafikiri ndani ya mkate kuna nini? Unapenda kula nini kwenye mkate wako?” Mpe mtoto wako nafasi ya kujibu, Na muache atengeneze kasi yake. Wanaweza kutaka kutumia muda mrefu kuongelea ukurasa mmoja au kuendelea haraka kwenye ukurasa unaofata. Fuata muongozo wao kadiri inavyowezekana.

# data_list
source: Don’t force your child if they are not interested. Rather try again another time.
sw: Usimlazimishe mtoto wako kama hawavutiwi. Badala yake jaribu tena wakati mwingine.

# data_list
source: Listen to learn more:
sw: Sikiliza ujifunze zaidi:

# data_list
source: While it might feel tempting to force your child to do a book activity with you, this can do more harm in the long term. If your child enjoys the activity and has a positive experience, they will want to do it again. And the more time children spend looking at books and talking about the pictures, the more they learn and the better they do at school. Invite your child to join you in a book activity. If they don’t want to, rather try again another time. Keep asking them without putting pressure on them. You can also tell them about a particular book or story that you would like to share with them, to spark their interest.
sw: Wakati unaweza kujisikia kumlazimisha mtoto wako kufanya shughuli ya kitabu na wewe, hii inaweza kuumiza zaidi huko mbele Kama mtoto wako anafurahia shughuli na ana uzoefu chanya, atataka kufanya tena. Na kadiri mtoto anavyotumia muda zaidi kuangalia vitabu na kuzungumza kuhusu picha, ndivyo anavyojifunza zaidi na ndivyo atakavyofanya vizuri shuleni. Mualike mtoto wako kujiunga na wewe katika shughuli ya kitabu. Kama hawataki, badala yake ujaribu tena wakati mwingine. Endelea kumuomba bila kumlazimisha. Unaweza pia kumwambia kuhusu kitabu fulani maalum au hadithi ambayo ungependa kushirikishana naye, kuchochea kinachomvutia.

# data_list
source: Three easy ways to use book activities to connect: 1. Give your child your full attention as you go through the book together. 2. Notice what your child is interested in and talk about that. 3. Don’t force your child if they are not interested. Rather try again another time.
sw: Njia tatu za kutumia shughuli za kitabu kuungana. 1. Mpe mtoto wako umakini wako wote kadili mnavyokuwa mnapitia kitabu pamoja 2. Tambua ni nini mtoto wako anavutiwa nacho na uzungumzie kuhusu hicho 3. Usimlazimishe mtoto wako kama havutiwi. Ila jaribu tena wakati mwingine.

# data_list
source: Small actions, big results! Parents who practice at home get better results.
sw: Matendo madogo, matokeo makubwa! Wazazi wanaofanya kwa vitendo nyumbani wanapata matokeo makubwa.

# data_list
source: For your home practice: 🤝 Make some time to spend with your child one-on-one. 📖 Make book activities part of your routine, and use it as a time to connect. 😌 Spending quality time with our children is important, but make sure you take some time for yourself too.
sw: Kwaajili ya kufanya nyumbani: 🤝Tengeneza muda wa kuwa na mtoto wako ana kwa ana 📖 Fanya shughuli za kitabu kuwa sehemu ya ratiba yako ya kila siku na ukitumie kama muda wa kuungana. 😌 Kutumia muda vizuri na watoto wetu ni muhimu, lakini hakiikisha unapata muda kwaajili yako mwenyewe pia.

# data_list
source: Relax
sw: Pata muda wa kupumzika

# data_list
source: Check-in
sw: Ukaguzi wa kihisia

# data_list
source: Why REFLECT
sw: Kwanini KUTAFAKARI

# data_list
source: How to REFLECT
sw: Jinsi ya KUTAFAKARI

# data_list
source: The power of REFLECT
sw: Nguvu ya KUTAFAKARI

# data_list
source: Using books to REFLECT
sw: Kutumia vitabu KUTAFAKARI

# data_list
source: Ready to practice?
sw: Je uko tayari kufanya kwa vitendo?

# global
source: About @global.app_name
sw: Kuhusu @global.app_name

# global
source: Language
sw: Lugha

# global
source: User ID
sw: Kitambulisho cha mtumiaji

# global
source: Skip
sw: Ruka

# global
source: Continue
sw: Endelea

# global
source: Login
sw: Ingia

# global
source: Sign in with Apple
sw: Ingia kwa kutumia Apple

# global
source: Sign in with Google
sw: Ingia kwa kutumia Google

# global
source: Would you like to create an account? This will allow you to retrieve your data if you lose your device.
sw: Je ungependa kufungua akaunti? hii itakufanya upate taarifa zako pale kifaa chako ikiwa kitapotea.

# global
source: Logout
sw: Kutoka

# global
source: You are logged in.
sw: Umeingia

# global
source: Welcome to @global.app_name
sw: Karibu kwenye @global.app_name

# global
source: Please select your gender
sw: Tafadhali chagua jinsia yako

# global
source: I am a...
sw: Mimi ni...

# global
source: 5 March 2024
sw: 5 Machi 2024

# template
source: User ID
sw: Kitambulisho cha mtumiaji

# template
source: Paste the @local.user_id_name to import their account data.
sw: Andika........... @local.user_id_name. kuingiza taarifa za akaunti...

# template
source: Import data
sw: Ingiza taarifa

# template
source: Add your favourite Relax activities to your list so you can easily find and enjoy them anytime!
sw: Ongeza vitu unavyovipenda kwenye orodha yako ya shughuli za kupata utulivu ili iwe rahisi kuzipata na kuzifurahia kwa urahisi wakati wowote!

# template
source: Add your favourite Books to your list so you can easily find and enjoy them anytime!
sw: Ongeza vitu unavyovipenda kwenye orodha yako ya vitabu ili iwe rahisi kuvipata na kuvifurahia kwa urahisi wakati wowote!

# template
source: Start Reading
sw: Anza kusoma

# template
source: Local active page: @local.active_page
sw: Ukurasa unaotumika wa ndani:@local.active_page

# template
source: Last page: @local.last_page
sw: Ukurasa wa mwisho:@local.last_page

# template
source: Add your favourite Songs to your list so you can easily find and enjoy them anytime!
sw: Ongeza Nyimbo zako uzipendazo kwenye orodha yako ili uweze kuzipata na kuzifurahia kwa urahisi wakati wowote!

# template
source: This week
sw: Wiki hii

# template
source: Start
sw: Anza

# template
source: Add your favourite resources to your list so you can easily find and enjoy them anytime!
sw: Ongeza vitu unavyovipenda kwenye orodha yako ili iwe rahisi kuvipata na kuvifurahia kwa urahisi wakati wowote!!

# template
source: Attribution
sw: Maelezo

# template
source: Author
sw: Mtunzi

# template
source: Illustrator
sw: Mchoraji

# template
source: Editor
sw: Mhariri

# template
source: Designer
sw: Mbunifu

# template
source: Prepare
sw: Andaa

# template
source: Read with Child
sw: Soma na mtoto wako

# template
source: Account
sw: Akaunti

# template
source: How to use @global.app_name
sw: Jinsi ya kutumia @global.app_name

# template
source: General
sw: Kwa ujumla

# template
source: Add your favourite Play activities to your list so you can easily find and enjoy them anytime!
sw: Ongeza vitu unavyovipenda kwenye orodha yako ya shughuli za kucheza ili iwe rahisi kuvipata na kuvifurahia kwa urahisi wakati wowote!

# template
source: Add your favourite Essential Tools to your list so you can easily find and enjoy them anytime!
sw: Ongeza Zana Muhimu unazopenda kwenye orodha yako ili uweze kuzipata kwa urahisi na kuzifurahia wakati wowote!

# template
source: @global.app_name has downloaded an update. Please restart the app to finish installation.
sw: @global.app_name imepakua taarifa za wakati huu. Tafadhali anzisha tena programu tumishi kumalizia kuiweka sawa.

# template
source: Restart
sw: Anzisha upya tena

# template
source: Copy code
sw: Nakili msimbo

# template
source: Copied!
sw: Imenakiliwa!

# template
source: Last sync at: @local.sync_latest
sw: Imelandanishwa mara ya mwisho saa: @local.sync_latest

# template
source: This device has never been synced. Sync to reveal your code.
sw: Kifaa hiki hakijawahi kulandanishwa. Landanisha kuonesha msimbo wako.

# template
source: Sync now
sw: Landanisha sasa

# template
source: Syncing...
sw: Landanisha...

# template
source: Feedback Form
sw: Fomu ya Mrejesho

# template
source: XML Form Value
sw: Thamani ya Fomu ya XML

# template
source: Steps
sw: Hatua

# template
source: Tips
sw: Vidokezo

# template
source: Submit
sw: Tuma

# template
source: Tap and type
sw: Bofya na uandike

# template
source: To launch the app in developer mode, enter your developer code in the box below and press @local.submit.
sw: Ili kuzindua programu katika hali ya kubuni, weka msimbo wako wa kubuni kwenye kisanduku kilicho hapa chini na ubonyeze @local.submit.

# template
source: You have entered an incorrect code.
sw: Umeingiza kodi isiyo sahihi.

# template
source: This code is correct.
sw: Utambulisho huu ni sahihi.

# template
source: Enter developer mode
sw: Unaingia kwenye ukurasa wa mtengenezaji

# template
source: Relax
sw: Pata muda wa kupumzika

# template
source: My Favourites
sw: Ninavyovipendelea

# template
source: All
sw: Wote

# template
source: Profile
sw: Wasifu

# template
source: portrait
sw: picha

# template
source: Home
sw: Mwanzo

# template
source: Resources
sw: Rasilimali

# template
source: Settings
sw: Mipangilio

# template
source: Map
sw: Ramani

# template
source: List
sw: Orodha

# template
source: Welcome to @global.app_name
sw: Karibu kwenye @global.app_name
