Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_tz/*/*_main.po
Languages: sw

# data_list
source: Act worried and sad then say, “Oh no, is the toy falling off the bag? Not again!”
sw: Igiza wasiwasi na huzuni kisha useme, "La, je, mdoli anaanguka kutoka kwenye begi? hapana haanguki tena!"

# data_list
source: Say, “Look, there is a dog bucking at the toy”. Mimic the sound of a bucking dog, then say, “I wonder if it will be able to catch the toy from falling onto the ground.” Ask, “Do you have dogs at home or in your village? Do you like them? Why or why not?
sw: Sema, "Tazama, kuna mbwa anaubwekea mdoli". Iga sauti ya mbwa anayebweka, kisha useme, "Sijui kama ataweza kumnasa mdoli asianguke chini." Muulize, "Je, una mbwa nyumbani au kijijini kwako? Unawapenda? kama ndiyo Kwanini au kama huwapendi ni kwanini?

# data_list
source: Say, “Wow, it looks like the dog was able to rescue the toy. What an amazing dog.”
sw: Sema, "Waoo, inaonekana kama mbwa aliweza kuokoa mdoli. Ni mbwa wa ajabu kama nini."

# data_list
source: Point at the items in the picture and say, “Now let's play a spotting game! Look at grandpa's clothes, this toy, and this dog. Can you find the same color on all of them? Let's do it like this: "Grandpa has a white shirt. Look! The dog is also white!" Now you try! Find a color that's the same on grandpa, the toy, and the dog. What color did you find?
sw: Onyesha kuelekezea vitu vilivyo kwenye picha na useme, “Sasa tucheze mchezo wa kuona! Angalia nguo za babu, mdoli huyu, na mbwa huyu. Je, unaweza kupata rangi sawa kwa wote? Hebu tufanye hivi: "Babu ana shati nyeupe. Tazama! Mbwa pia ni mweupe!" Sasa jaribu! Tafuta rangi inayofanana na babu, mdoli na mbwa. Umepata rangi gani?

# data_list
source: Say, “Look, is that grandpa with the toy. Did grandpa find the lost toy?” Point at the boy and say, “Look at the boy, I wonder how he might be feeling seeing his toy.”
sw: Sema, "Tazama, Huyo ni babu aliye na mdoli. Je, babu alipata mdoli aliyopotea?" Onyesha kuelekezea kwa mvulana na kusema, "Mtazame mvulana, nashangaa jinsi anavyojiskia anapoona mdoli wake."

# data_list
source: Ask, “Now tell me, how do you think the boy feels now that he got his lost toy back? How would you feel if something you love got lost? Why?
sw: Muulize, "Sasa niambie, unafikiri mvulana anajiskiaje sasa baada ya kupata mdoli wake aliyekuwa amepotea? Ungejiskiaje ikiwa kitu unachokipenda kitapotea? Kwa nini?

# data_list
source: What’s at the Park?
sw: Kuna nini mbugani?

# data_list
source: Zoey loves finding things in the park. One day, she gets a big surprise.
sw: Zoi anapenda kutafuta vitu mbugani. Siku moja, alistukizwa na jambo kubwa la furaha.

# data_list
source: Down the road from Zoey’s house, there is a big, green park.
sw: Barabarani kwa chini kutoka nyumba ya Zoi, kuna bustani kubwa ya kijani.

# data_list
source: Zoey is quite shy, but she loves to play in the park. Every day after school, Zoey and Granny go there to play.
sw: Zoi ana aibu sana, Lakini anapenda kucheza bustanini. Kila siku baada ya kutoka shule, Zoi na Bibi wanaenda pale kucheza.

# data_list
source: Granny needs glasses to see. But she can hear very well. Zoey is good at finding things. Even better than Granny!
sw: Bibi huhitaji miwani kuona. Lakini anaweza kusikia vizuri sana. Zoi ni mzuri katika kupata vitu. Zaidi kuliko Bibi!

# data_list
source: She can find birds and bugs.
sw: Anaweza kupata ndege na mende.

# data_list
source: She can find the prettiest flowers and the tallest trees.
sw: Anaweza kupata maua mazuri na miti mirefu zaidi.

# data_list
source: And she’s very good at finding Granny’s secret sweets.
sw: Na ni mzuri sana katika kupata vitu vitamu vya siri vya bibi.

# data_list
source: “What’s that noise behind the tree?” asks Granny. “Does it sound like a bird?” asks Zoey. “No,” says Granny. “It sounds much bigger than a bird. Can you see what it is?”
sw: "Hiyo ni sauti gani nyuma ya mti?" bibi anauliza. "Inaonesha ni kama sauti ya ndege?" anauliza Zoi. "Hapana," anasema bibi. "Ni kama kubwa kuliko ya ndege. Unaweza kuona ni nini hicho?

# data_list
source: “It’s a dog!” says Zoey.
sw: " Ni mbwa!" Zoi anasema.

# data_list
source: “Phew!” says Granny. “This dog is very smelly!”
sw: "Fyuuu!" Bibi anasema. "huyu mbwa ananuka sana!"

# data_list
source: The next day, Zoey comes home from school and packs her bag. “Are you ready to go to the park?” asks Granny. “Yes, please,” says Zoey. “Granny, look who’s outside!” says Zoey.
sw: Siku iliyofuata, Zoi alirudi nyumbani kutoka shule na aliandaa begi lake. "Upo tayari kwenda mbugani?" bibi anauliza. "Ndio, tafadhali," anasema Zoi. "Bibi, angalia nani yupo nje!" Zoi anasema.

# data_list
source: “You found us!” says Zoey. “Now, let’s give you a bath.”
sw: "Umetupata!" Zoi anasema. " Sasa, ngoja tukuogeshe."

# data_list
source: And from that day on, Zoey, Granny and their new friend played in the park every day.
sw: Na toka siku ile na kuendelea, Zoi, bibi na rafiki yao mpya walicheza mbugani kila siku.

# data_list
source: Zibu and Zizo
sw: Zibu na Zizo

# data_list
source: Zibu and Zizo are twin brothers. They are similar, but different. Being different is not bad, it’s great.
sw: Zibu na Zizo ni ndugu wa kiume mapacha. Wanafanana, lakini ni tofauti. Kuwa tofauti sio mbaya, ni nzuri.

# data_list
source: Zibu and Zizo are twin brothers. ‘They look the same,’ people always say.
sw: Zibu na Zizo ni ndugu wa kiume mapacha. "Wanafanana," watu wanasema daima.

# data_list
source: Describe the picture and say, “look, these are twin brothers, they look almost the same, like two peas in a pod. Then say, "But... hmm... look closely! Can you see anything that's a little bit different between them?"
sw: Elezea picha na sema,”Tazama hawa ni mapacha wa kiume, wanafanana sana, kama njegere zilivyo ndani ya ganda. Alafu useme, “lakini….hmm…..tazama kwa umakini! unaweza kuona chochote ambacho ni tofauti kati yao?

# data_list
source: Mama buys them the same clothes. They go to the same school.
sw: Mama huwanunulia nguo zilizo sawa. Wanasoma shule moja.

# data_list
source: Say, “The two brothers are now going to school in their uniform.” Ask, “what is the color of their uniform?
sw: Sema, “Ndugu wawili wa kiume wanakwenda shule wakiwa wamevalia sare za shule.” Muulize, “Sare zao zina rangi gani?

# data_list
source: Zibu and Zizo both like banana bread.
sw: Zibu na Zizo wote wanapenda mkate wa ndizi.

# data_list
source: Ask, “can you tell me what is on the table? How many slices of bread do you see?
sw: Muulize. “ Unaweza kuniambia nini kipo juu ya meza? Unaviona vipande vingapi vya mkate?

# data_list
source: Sometimes Zibu and Zizo say ... Hello!! ... at the same time.
sw: Wakati mwingine Zibu na Zizo husalimia kwa pamoja.

# data_list
source: Say, “look, one of them is waving his hand. Perhaps he is greeting someone” Ask, “show me how you greet people when you meet them.”
sw: Sema, “tazama, mmoja wao anapunga mkono . Labda anasalimia mtu flani” Mwambie., “Nionyeshe jinsi unavyosalimia watu unapoonana nao,”

# data_list
source: Zibu likes soccer.
sw: Zibu hupenda soka.

# data_list
source: Ask, “Tell me, what do you think the boy in this picture is doing?”
sw: Uliza, “Niambie, unafikiri mvulana kwenye picha hii anafanya nini?”

# data_list
source: Zizo likes drawing pictures.
sw: Zizo hupenda kuchora picha.

# data_list
source: Ask, “What about this one? What do you think he is doing?” Ask again, “can you tell me the number of pencils and brushes you can see on the floor.”
sw: Uliza, Vipi kuhusu hii? Unafikiri anafanya nini?” Uliza tena, “unaweza kuniambia idadi ya penseli na brashi unazoweza kuziona sakafuni.?.

# data_list
source: Zibu likes to talk to people.
sw: Zibu hupenda kuongea na watu.

# data_list
source: Ask, “Can you tell me what you think is happening in this picture.” Then ask, “how many children can you see? Point at the different children and ask, “what is the color of their clothes?”
sw: Uliza, “Unafikiri ni nini kinatokea kwenye picha hii.” Halafu uliza, “Unaweza kuona watoto wangapi? Onyesha kwa watoto fofauti kwa kuwaelekezea na uliza, “nguo zao ni za rangi gani?”

# data_list
source: Zizo likes to keep to himself.
sw: Zizo hupenda kukaa mwenyewe.

# data_list
source: Say, “Look, the boy is reading a book. I wonder what he could be reading about?”
sw: Sema. “Tazama, mvulana anasoma kitabu. Sijui atakuwa anasoma kuhusu nini?”

# data_list
source: Zibu likes counting numbers. He wants to be an accountant.
sw: Zibu hupenda kuhesabu namba. Anataka kuwa mhasibu.

# data_list
source: Say, "Look! So many numbers! The boy looks like he's counting them." Ask, "Can you help me count the numbers? Let's see... how many numbers are red? Now, how many numbers are green? Let's now count the blue numbers. How many blue ones are there? Last one! Can you count how many numbers are yellow?”
sw: Sema, “Tazama! kuna namba nyingi! Mvulana anaonekana kama anazihesabu.” Uliza, “Unaweza kunisaidia kuhesabu namba? Hebu tuone… Namba ngapi ni nyekundu? Sasa, namba ngapi ni za kijani? Hebu sasa tuhesabu namba za bluu. Za bluu zipo ngapi? Ya mwisho! Unaweza kuhesabu namba ngapi ni za njano?”

# data_list
source: Zizo likes learning new words. He wants to write books.
sw: Zizo hupenda kujifunza maneno mapya. Anataka kuandika vitabu.

# data_list
source: Say, "Look! A pink book! And guess what's on the cover? A kitty! Mimic the cat sound and say, "Meow! Meow!" Then ask, "Can you try to make a kitty sound?"
sw: Sema, “Tazama! Kitabu cha pinki! Na kisia kuna nini kwenye jalada? Paka! Igiza sauti ya paka na sema, Nyaaau! nyaaau! Halafu uliza, “Unaweza kujaribu kuigiza sauti ya paka!"?

# data_list
source: ‘How come Zibu and Zizo look the same, but like different things?’ ask the children at school.
sw: Inakuwaje Zibu na Zizo wanafanana, lakini wanapenda vitu tofauti?" watoto wanauliza shuleni.

# data_list
source: Describe the picture and say, "Look at these kids! They're looking at the twin brothers and thinking, 'Hmm, why do they like different things even though they look the same?'"
sw: Elezea picha na sema, “Tazama hawa watoto! Wanawaangalia mapacha wa kiume na wanafikiria “Hmm, kwanini wanapenda vitu tofauti ingawa wanafanana?”

# data_list
source: We look the same, but we are different and like different things and that's okay.'
sw: Tunaonekana sawa, lakini tuko tofauti na tunapenda vitu tofauti na hiyo ni sawa."

# data_list
source: Ask, "Do you think it's okay for twin brothers to like different things, like maybe one likes cars and the other likes blocks? Why do you think that?"
sw: Muulize “Unafikiri ni sawa kwa wale mapacha wa kiume kupenda vitu tofauti, kama vile labda mmoja hupenda magari na mwingine hupenda viboksi vya kuchezea? Kwanini unafikiria hivyo?” ?

# data_list
source: Yes you can!
sw: Ndio unaweza!

# data_list
source: Join Teacher Langa’s class as they share what they want to be when they grow up. Let’s see what they say!
sw: Jiunge na darasa la mwalimu Langa wanaposhirikisha kile wanachotaka kuwa watakapokua wakubwa. Na tuone wanasema nini!

# data_list
source: “What do you want to be when you grow up?” asks Teacher Langa.
sw: "Unataka kuwa nani utakapokuwa mkubwa? '' anauliza mwalimu Langa.

# data_list
source: Say: “Hmmm I can see lots of different children in this picture. They all look different and are doing different things. What do you see?”
sw: Sema: “Hmmm Naweza kuona watoto wengi tofauti tofauti kwenye picha hii. Wote wako tofauti na wanafanya vitu tofauti tofauti. Unaona nini?"

# data_list
source: Khutso shouts, “I want to be a cook!”
sw: Kuso anapiga kelele,'' Nataka kuwa mpishi!''

# data_list
source: Ask: “What do you think is happening in this picture?” If the child is unable to explain the picture, help them to understand what is happening by saying, “the boy is thinking of becoming a chef when he grows up.”
sw: Muulize: Unafikiri nini kinatokea katika picha hii? Kama mtoto anashindwa kuielezea picha, msaidie kufahamu nini kinatokea kwa kusema “mvulana anafikiria kuwa mpishi atakapokuwa mkubwa..”.

# data_list
source: I love helping my mom bake and cook at home.” Nandi says, “No! That’s a girl’s job. My mom does all the cooking at home.” “Yes he can, Nandi. You can be anything you want to be,” says Teacher Langa. The class chants, “Yes you can!”
sw: Napenda kumsaidia mama kuoka na kupika nyumbani.'' Anasema Nandi, ''Hapana! Hiyo ni kazi ya kike. Mama yangu ndiye anapika nyumbani.'' Ndio anaweza, Nandi. Unaweza kuwa chochote kile unataka kuwa,''anasema Mwalimu Langa. darasa linaimba,''Ndio unaweza!''

# data_list
source: Ask: What is different between this picture and the previous one? Something is falling on someone’s head - can you spot who? How do they feel?”
sw: Muulize: Kuna tofauti gani kati ya picha hii na ile iliyopita? Kitu kinaanguka juu ya kichwa cha mtu - unaweza kumwona nani? Wanajisikiaje?”

# data_list
source: Milani says, “I want to build houses like my dad.”
sw: Milani anasema,''Nataka kuwa mjenzi wa nyumba kama baba yangu.''

# data_list
source: Ask: “What is she thinking of becoming one day?”
sw: Muulize: "Anafikiria kuwa nani siku moja?"

# data_list
source: “No you can’t, that’s dangerous!” yells Phathu. “Yes she can, Phathu, as long as she loves it,” replies Teacher Langa. The class chants, “Yes she can!”
sw: ''Hapana huwezi, Hiyo ni hatari!'' Patu anapiga kelele.'' Ndio anaweza, Patu, ilimradi anaipenda,'' anajibu mwalimu Langa. Darasa linaimba, ''Ndio unaweza!''!

# data_list
source: Ask: “How many children are in this picture? And how many of them are on the ladder? And if two climbed off, how many would there be on the ladder then?”
sw: Muulize: "Ni watoto wangapi wapo kwenye picha hii? Na ni wangapi kati yao wako kwenye ngazi? Na ikiwa wawili walipanda, ni wangapi wangekuwa kwenye ngazi?"

# data_list
source: Sthelo says, “I want to be a nurse.”
sw: Selo anasema, ''Nataka kuwa muuguzi.''

# data_list
source: Say: “Look, the boy is thinking of becoming a nurse when he grows up.” Ask: “Would you like to become a nurse when you grow up? Why or why not?”
sw: Sema: “Tazama, kijana anafikiria kuwa muuguzi atakapokuwa mtu mzima. muulize: "Je, ungependa kuwa muuguzi utakapokuwa mtu mzima? Kwanini au kama sio, kwanini?"

# data_list
source: The class bursts out laughing. “What is so funny?” asks Teacher Langa. Nandi replies, “Nurses are girls.” “There are male nurses too,” says Teacher Langa. “So class, can Sthelo be a nurse? The class booms, “Yes he can!”
sw: Darasa lilinaangua kicheko.'' Nini kinachekesha? anauliza mwalimu Langa. Nandi anajibu, ''Wauguzi ni wasichana,'' Kuna wauguzi wanaume pia,''anasema mwalimu Langa.'' kwahiyo darasa, Selo anaweza kuwa Muuguzi? Darasa linapiga kelele, ''!

# data_list
source: Ask: Why do you think other kids are laughing? Point to the child hanging on the pole and say: “How do you think he is feeling? Why do you think he is feeling that way? Do you think it is because the other children are saying he can’t be a nurse because he is a boy? Did you know that men and women can be nurses, just like men and women can be doctors?”
sw: Muulize: Unafikiri kwa nini watoto wengine wanacheka? Onyesha mtoto anayening'inia kwenye mti na useme: "Unafikiri anahisije? Kwa nini unafikiri anajihisi hivyo? Unafikiri ni kwa sababu watoto wengine wanasema hawezi kuwa muuguzi kwa sababu yeye ni mvulana? Je, unajua kwamba wanaume na wanawake wanaweza kuwa wauguzi, kama vile wanaume na wanawake wanavyoweza kuwa madaktari?"

# data_list
source: “I want to be an artist and draw pretty pictures,’’ says Liyana.
sw: ''Nataka kuwa msanii na kuchora picha nzuri,'' Liyana anasema.

# data_list
source: Ask: “What do you think this child wants to be when she grows up? What is she painting? How do you think she feels? Why does the woman in the picture look worried?”
sw: Muulize: "Unafikiri mtoto huyu anataka kuwa nani akiwa mkubwa? Anachora nini? Unafikiri anajisikiaje? Kwa nini mwanamke aliye kwenye picha anaonekana kuwa na wasiwasi?"

# data_list
source: “That’s not a real job,” says Khutso and rolls his eyes. “That sounds lovely, Liyana!” replies teacher Langa. “Can Liyana be an artist?” “Yes she can!” shouts the class!
sw: '' Hiyo sio kazi rahisi,''Kuso anasema na akiangaza macho.'' Hiyo ni nzuri Liyana!"" mwalimu Langa anajibu.''Je Liyana anaweza kuwa msanii?''Ndio anaweza!'' Darasa linapiga kelele!

# data_list
source: Describe what the children are wearing, and compare the colours and clothes with what you and your child are wearing.
sw: Eleza watoto wanavaa nini, na ulinganishe rangi na nguo na mavazi ambayo wewe na mtoto wako mmevaa.

# data_list
source: “I want to be an alarm clock,” says Phathu.
sw: ''Nataka kuwa mpiga kengele,'' Patu anasema.

# data_list
source: Say: “Hmmm, what does this child want to be? An alarm clock!? What do you think about that?”
sw: Sema: "Hmmm, mtoto huyu anataka kuwa nani? Saa ya kengele!? Una maoni gani kuhusu hilo?"

# data_list
source: “Huh?” “What do you think, class?” asks Teacher Langa. The class booms, “Yes you can! Yes you can!”
sw: ''Huh?'' ''Darasa, mnafikiriaje?'' mwalimu Langa anauliza. Darasa linapiga kelele, ''Ndio unaweza! Ndio unaweza!''

# data_list
source: Ask: “Who has short hair in this picture? Who has long hair? And your hair? Is it short or long? And my hair?”
sw: Muulize: "Ni nani aliye na nywele fupi kwenye picha hii? Nani ana nywele ndefu? Na nywele zako? Je, ni fupi au ndefu? Na nywele zangu?"

# data_list
source: Nandi hasn’t shared what she wants to be when she grows up. What do you think she could be?
sw: Nandi hajashirikisha kile anachotaka kuwa atakapokuwa mkubwa. Unafikiri anaweza kuwa nani?

# data_list
source: Ask: “What did you think of the story? What did you like about it? Do you know that you can be anything you want? Then say, “Yes you can!”
sw: Muulize: "Unafikiria nini juu ya hadithi? Ulipenda nini juu yake? Unajua kwamba unaweza kufanya kazi yoyote unayotaka? Kisha sema, "Ndiyo unaweza!"

# data_list
source: Yellow Earth, Brown Earth
sw: Dunia ya njano, Dunia ya kahawia (brown)

# data_list
source: Avi is an explorer. A cloud-watcher, a seed-sorter and a puddle-splasher. Travel to Avi’s favourite place — the Earth — in this book about noticing and recognising patterns.
sw: Avi ni mpelelezi. mtazama mawingu, mpangaji wa mbegu, kinyunyizo cha majii, Safari ya kwenda sehemu anayoipenda Avi - Dunia - katika kitabu hiki inahusu kutambua na kujua mifumo.

# data_list
source: Avi wakes up early. It is a good day. Avi is visiting Yellow Earth today. Yellow flowers, dried-up flowers, tiny flowers. Yellow flowers—
sw: Avi huamka mapema. Ni siku nzuri. Avi anatembelea dunia ya njano leo. Maua ya njano, maua ya njano yaliyokaushwa, maua madogo, maua ya njano-

# data_list
source: Avi makes bunches.
sw: Avi hutengeneza mashada.

# data_list
source: Point at the picture and ask, “tell me, what do you see in this picture?”
sw: Onyesha picha kwa kuilelekezea kwa kidole na uliza. “niambie, unaona nini kwenye picha hii?”

# data_list
source: Avi looks for the perfect stick to poke the earth with. Smooth stick bumpy stick. Smooth stick—
sw: Avi hutafuta kijiti kinachofaa zaidi cha kutikisia dunia. Fimbo laini, fimbo yenye matuta, fimbo laini

# data_list
source: Avi keeps looking for treasures.
sw: Avi anaendelea kutafuta hazina.

# data_list
source: Ask, “what do you think the boy is doing?
sw: Muulize,"Unafikiri mvulana anafanya nini?

# data_list
source: Avi collects seeds. Brown seeds, black seeds, red seeds, green seeds. Brown seeds, black seeds— Yellow Earth is a happy place.
sw: Avi hukusanya mbegu. Mbegu za rangi ya kahawia, mbegu nyeusi, mbegu nyekundu, mbegu za kijani, mbegu za kahawia, mbegu nyekundu - Dunia ya njano ni mahali pa furaha.

# data_list
source: Say, “look, the boy collected seeds.” Ask, “how many groups of seeds do you see? What colours are they? Which group has more seeds?
sw: Sema, “Tazama, mvulana alikusanya mbegu,” Muulize, “unaona makundi mangapi ya mbegu? Ni ya rangi gani? Kundi gani lina mbegu zaidi?

# data_list
source: Avi is visiting Grey Earth today.
sw: Avi anatembelea Dunia ya rangi ya kijivu leo.

# data_list
source: Big puddle, small puddle, no puddle. Big puddle, small puddle—
sw: Dimbwi kubwa, dimbwi dogo, hakuna dimbwi, dimbwi kubwa, dimbwi dogo ---

# data_list
source: Point at the picture and say, “there is a bird flying over the grey earth.” then mimic the action of flying and ask the child to do the same.
sw: Onyesha kuielekezea picha na sema, “kuna ndege anapaa kwenye dunia ya kijivu. “halafu igiza kitendo cha kupaa na mwambie mtoto afanye hivyo hivyo.

# data_list
source: Drip! Drop! Plish! Drip—
sw: Drip,! Drop! Pish! Drip---

# data_list
source: Grey Earth is a wet place.
sw: Dunia ya rangi ya kijivu ni mahali penye ubichi/unyevunyevu.

# data_list
source: Say, "Listen! It's so wet outside! It's been raining, and I can hear the raindrops going... drip, drop, drip, drop!" (Mimic the "drip, drop" sounds. you can also tap your finger like raindrops).” Ask, "Can you say drip, drop like this? Drip, drop!"
sw: Sema, “Sikilliza! nje kumelowa sana! Imekuwa inanyesha, na naweza kusikia matone ya mvua yanadondoka ndo, ndo, ndo, ndo!” (Igiza sauti za “ndo, ndo”. Pia unaweza kugonga kidole chako kama matone ya mvua).” Uliza, “Unaweza kusema ndo, ndo kama hivi? Ndo! ndo!”!

# data_list
source: Avi is visiting Brown Earth today. CRUNCH crunch CRUNCH crunch—
sw: Avi anatembelea dunia ya kahawia leo. kwachu kwachu kwachu kwachu---

# data_list
source: Avi stomps on the dry ground.
sw: Avi hukanyaga ardhi iliyokauka.

# data_list
source: Say, “Look, the child is playing.” Ask, “how do you think the child feels? How do you feel when you play?
sw: Sema, “ Tazama, mtoto anacheza”, Muulize , “Unafikiri mtoto anajiskiaje? Unajiskiaje unapocheza?

# data_list
source: Avi smiles at the bright sun. Long cloud, round cloud, thin cloud. Long cloud— Brown Earth is a joyful place.
sw: Avi hutabasamu kwenye jua kali. Wingu refu, wingu la mzunguko, wingu refu--- Dunia ya rangi ya kahawia ni mahali pa furaha.

# data_list
source: Describe the picture by pointing at it and make a real life comparison by saying, "Look up! See the clouds? Wow! Some clouds are long like a wiggly worm, some are round like a ball, and some are super thin, like a tiny little string!
sw: Elezea picha kwa kuonyesha ukiielekezea na ufananishe na maisha halisi kwa kusema, “ Tazama! Ona mawingu? Waoo! Baadhi ya mawingu ni marefu kama mnyoo, baadhi ni ya nviringo kama mpira, na baadhi ni membamba sana, kama kamba ndogo!

# data_list
source: Avi watches the Earth change every year. Yellow Earth, Grey Earth, Brown Earth—
sw: Avi huangalia mabadiliko ya dunia kila mwaka. Dunia ya njano, dunia ya kijivu, dunia ya kahawia

# data_list
source: Point at the trees in the picture and say, “"Look! Wow! The trees are so pretty and yellow!” Then point at the grass and say, “And look at the grass! Some of it is yellow, and some of it is brown."
sw: Onyesha miti kwa kuilekezea kwenye picha na sema, “”Tazama! Waoo! Miti ni mizuri sana na ya njano!” Halafu onyesha kwenye nyasi na sema, “Na tazama kwenye nyasi! Baadhi yake ni njano, na baadhi yake ni kahawia.”

# data_list
source: Avi is looking for a stick.
sw: Avi anatafuta fimbo.

# data_list
source: Off to Yellow Earth again!
sw: Nenda tena kwa dunia ya njano!

# data_list
source: Ask, “what do you think the boy wants to do?”
sw: Muulize,"Unafikiri mvulana anafanya nini?”
