Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_tz/*/*_main.po
Languages: sw

# data_list
source: Mama sighs: "What about an adventure? Do you want an adventure?"
sw: Mama anapumua;'''Vipi kuhusu utambuzi mpya? Unataka utambuzi mpya?''

# data_list
source: "...yes..."
sw: ''......ndio...''

# data_list
source: "Do you want to creep through the jungle on the trail of the fearsome hippocrocoturtleduck?"
sw: ''Unataka kutambaa msituni kwenye njia za kutisha za nyangumi kiboko na bata?"

# data_list
source: "Yes! Yes! Yes!"
sw: ''Ndio!' 'Ndio! Ndio!''

# data_list
source: "I want to fly across the sky! Leap from star to star! Fill my pockets with stardust!"
sw: ''Nataka kupaa kuzunguka anga! Kuruka kutoka nyota hadi nyota! Kujaza mifuko yangu na vumbi la nyota!''

# data_list
source: "I want a Nandi-sized glass submarine to see the creatures at the bottom of the ocean! And a pet giant squid to do water ballet there with me!"
sw: "Nataka miwani kubwa kama ya Nandi ya kutumia kwenye manowari kutazama viumbe chini ya bahari na pweza mzuri na mkubwa wacheze na mimi kwenye maji!"

# data_list
source: "I want to build myself a pair of butterfly wings and zoom to the roof of the sky where I’ll see all the world and everything in it!"
sw: ''Nataka kujitengenezea mabawa ya kipepeo na kuvuta hadi mawinguni ambapo nitauona ulimwengu wote na kila kitu ndani yake!''

# data_list
source: "Look here, Nandi. Here is your very own adventure boat. It’s waiting to take you wherever you want to go. See, put your head here...that’s right...and I’ll just tuck you in...there we go...now, off you go! Adventure awaits ..."
sw: "Tazama hapa Nandi. Hii ni boti yako kabisa ya kujivinjari. Inakusubiri ikupeleke popote unapotaka.Ona, weka kichwa chako hapa..., hiyo ni sawa... na nitakuvutia ndani... sasa tunaenda... ondoa boti! kujivinjari kunatusubiri"...

# data_list
source: "Goodnight, Nandi."
sw: ''Usiku mwema Nandi'',

# data_list
source: Draw your dreams here.
sw: Chora ndoto zako hapa.

# data_list
source: Scared Tumi
sw: Tumi anaogopa

# data_list
source: "What if there’s a monster under my bed?" Tumi is scared. Mama tries to show him that everything is okay.
sw: ''Je ikiwa kuna Zimwi chini ya kitanda changu?''Tumi anaogopa. Mama anajaribu kumuonyesha kwamba kila kitu kiko sawa.

# data_list
source: My name is Tumi and I am scared.
sw: Jina langu ni Tumi na ninaogopa.

# data_list
source: Say, “Mmh, the boy looks scared. I wonder what could have happened?
sw: Sema, “Mmh, kijana anaonekana kuwa na hofu, nashangaa nini kimetokea?

# data_list
source: Mama says it’s okay to be scared. "Everybody gets scared."
sw: Mama anasema ni sawa kuogopa.''Kilamtu huwa anaogopa

# data_list
source: Say, “Sometimes I feel scared” Ask, “Have you ever felt scared? what do you think made you feel that way?”
sw: Sema, "Wakati mwingine ninaogopa" Uliza, "Je, umewahi kuogopa? unafikiri ni nini kilikufanya uhisi hivyo?"

# data_list
source: What if there is a monster under my bed?
sw: Je ni vipi ikiwa kuna Zimwi chini ya kitanda changu?

# data_list
source: Say, “Oh no, is that a monster under the bed? What is the boy going to do?” Ask, “show me what you do when you feel scared?”
sw: Sema, "La, hapana, je, huyo ni jini chini ya kitanda? Mvulana atafanya nini?" Muombe, "nionyeshe unachofanya unapohisi hofu?"

# data_list
source: "Then I will tell it to go away and NEVER come back."
sw: ''''Kisha nitakiambia kiondoke na KAMWE kisirudi tena'',

# data_list
source: Ask, “who do you go to when you feel scared? How do you feel when you are with them?”
sw: Muulize."Huwa unakwenda kwa nani unapojiskia kuogopa?Huwa unajiskiaje ukiwa nao?"

# data_list
source: What if there are eyes in the bath tub drain?
sw: Je ikiwa kuna macho kwenye bomba la kuoga?

# data_list
source: Say, "Oh no! Not another monster in the bathtub!” Then point to each item and say, "This is a bathtub (wait for the child to repeat). This is a tap (wait for the child to repeat). These are tiles (wait for the child to repeat). These are monster eyes! (wait for the child to repeat).”
sw: Sema, "La! hapana! Hakuna jini lingine kwenye beseni la kuogea!" Kisha onyesha kila kitu na useme, "Hii ni beseni la kuogea (ngoja mtoto arudie). Hili ni bomba (subiri mtoto arudie). Hivi ni vigae (subiri mtoto arudie). Haya ni macho ya mnyama! (ngoja mtoto arudie)"

# data_list
source: "Then your big sister, Kamo, will pull you out of the bath."
sw: ''Basi dada yako Kamo atakutoa nje ya bafu'',

# data_list
source: Ask, “Can you tell me what a bathtub is used for?” If the child does not know then help them by saying, “a bathtub is used to bath.” Say, “now tell me, do you enjoy bathing? Why or why not?”
sw: Muulize,"Je unaweza kuniambia beseni linatumika kwa matumizi gani?, "Ikiwa mtoto hajui basi msaidie kusema beseni hutumika kwa ajili ya kuogea". Sema," sasa niambie ,unafurahia kuoga?kwanini unafurahia na kwanini hufurahii?',

# data_list
source: What if a whale swallows me at the beach?
sw: Je itakuwaje ikiwa nyangumi ananimeza mimi nikiwa ufukweni?

# data_list
source: Say, “Oh no, is that a whale at the beach? Ask, “how would you react if you saw a whale? why?
sw: Sema, Oh hapana, huyo ni nyangumi ufukweni? Muulize, Ungefanyaje kama ungemuona nyangumi? kwanini?

# data_list
source: "Then Kamo and I will swim into the whale’s mouth to rescue you."
sw: ''Kisha Kamo na mimi tutaogelea kwenye mdomo wa Nyangumi ili tukuokoe''

# data_list
source: Point at the picture of the boy in a whale and say, “oh no, the whale swallowed a boy. What are we going to do? Again say, “look, i think they are going to rescue the boy.” Ask, “how do you think the boy feels seeing them? Why?
sw: Onyesha kwa kuelekezea kwenye picha ya kijana kwenye myangumi na useme, la, hapana, Nyangumi alimmeza mvulana. Tutafanyaje? Alafu sema, “tazama, Nafikiri wanakwenda kumuokoa mvulana.” Muulize, Unafikiri mvulana anajisikiaje kuwaona? kwanini??

# data_list
source: What if I can’t sing ABC and the other kids laugh at me?
sw: Je itakuwaje kama siwezi kuimba ABC na watoto wengine wananicheka?

# data_list
source: Ask, “how many people do you see in this picture? How many have hair? What color is their clothes? Who is the tallest?” Say, “guess what, the tallest is the teacher.”
sw: Muulize, “ni watu wangapi unawaona kwenye picha hii? Wangapi wana nywele? nguo zao ni za rangi gani? nani mrefu zaidi? “Sema, Unajua nini, mrefu zaidi ni mwalimu”.

# data_list
source: "Then Teacher Jill will help you remember."
sw: ''Kisha mwalimu Jill atakusaidia kukumbuka'',

# data_list
source: Ask, “Do you have a teacher? Who is your teacher?”
sw: Muulize, “Una mwalimu? Mwalimu wako ni nani?"

# data_list
source: What if I'm scared of going to the dentist tomorrow?
sw: Je itakuwaje kama ninaogopa kwenda kwa Daktari wa meno kesho?

# data_list
source: Say, "Look! This looks like a dentist's room. Do you know what a dentist is?" "Imagine your teeth are like little building blocks in your mouth. A dentist is a special helper who makes sure those building blocks stay strong and clean! They help keep your smile healthy and happy!”
sw: Sema, “Tazama! hiki kinafanana na chumba cha daktari wa meno. Unajua daktari wa neno ni nani?” “Fikiria meno yako yanafanana na matofari kwenye mdomo wako. Daktari wa meno ni mtoa msaada maalum ambaye huhakikisha yale matofari yanakuwa masafi na imara! wanasaidia kutunza furaha na afya ya tabasamu lako!”

# data_list
source: "I will be right there holding your hand." Everybody gets scared. Mama says it’s okay.
sw: ''Nitakuwa hapo nimekushika mkono'', kila mtu anaogopa, Mama anasema ni sawa.

# data_list
source: Say, "Look! The boy is smiling! Maybe he's not scared anymore." Then, smile really big and say, "See? This is my smile! It makes me happy to smile!" Then ask: "Now you show me your smile! How does it feel when you smile?"
sw: Sema, “Tazama! Mvulana anatabasamu! nadhani haogopi tena.” Alafu, toa tabasamu kubwa na useme, “umeona? Hili ni tabasamu langu! ninajisikia mwenye furaha kutabasamu!” Alafu muulize: sasa unanionyesha tabasamu lako! unajisikiaje unapotabasamu?”

# data_list
source: Mom's Red Coat
sw: Koti la mama Jekundu

# data_list
source: Mom needs to go away for work. I’ll miss her. Will it help if she leaves her red coat with me?
sw: Mama anahitaji kusafiri kikazi, Nitamkumbuka sana. Akiniachia koti lake jekundu itasaidia?

# data_list
source: © Book Dash, 2022. Some rights reserved. Released under CC BY 4.0 license.
sw: © Book Dash, 2002. Haki zimehifadhiwa. Imetolewa chini ya leseni ya CC BY 4.0.

# data_list
source: I love Mom’s coat! It’s red and long and warm. And it smells like Mom!
sw: Napenda koti la mama! Ni jekundu, refu na lenye joto. Na lina linanukia kama mama!

# data_list
source: Ask: what are they doing? What colour is her coat?
sw: Uliza: Wanafanya nini? Koti lake ni la rangi gani?

# data_list
source: I love doing things with Mom! We picnic outside. She hugs me when I come home from school. We work in the garden. At night, she holds me tight until I fall asleep.
sw: Napenda kufanya vitu na mama! Tunafanya pikiniki nje. Ananikumbatia ninapokuja nyumbani kutoka shule. Tunafanya kazi bustanini. Usiku, ananikumbatia sana mpaka ninalala.

# data_list
source: Describe what you see, or ask your child to tell you what they see.
sw: Elezea unachokiona, au mwambie mtoto wako akwambie wanaona nini.

# data_list
source: "Good news!" says Mom. "I found a job! I will be away all week, but I’ll come home on weekends!"
sw: "Habari njema" anasema mama." Nimepata kazi! Nitakuwa mbali wiki nzima, lakini nitakuja nyumbani siku wa mwisho wa wiki!"

# data_list
source: Mimic actions from the pictures or story, like the mom being excited.
sw: Igiza matendo kutoka kwenye picha au hadithi, kama vile mama akiwa na furaha.

# data_list
source: "Who will hold me at night, Mom?" "Who will hug me, picnic with me, garden with me?"
sw: "Nani atanikumbatia usiku, mama?" "Nani atanikumbatia, kufanya pikiniki na mimi, kufanya kazi za bustani na mimi?"

# data_list
source: "I can see that you are sad. I will leave my red coat here with you." "When you see it, remember that I love you and I’m coming back."
sw: "Nakuona una huzuni,. Nitakuachia koti langu jekundu." " Utakapoliona kumbuka kwamba nakupenda na nitarudi."

# data_list
source: To help your child understand, explain what is happening. Say: Look, the mom has to go, but she is leaving her red coat behind for her son to comfort him.
sw: Kumsaidia mtoto wako kuelewa, elezea nini kinatokea. Sema: Tazama, mama anatakiwa kuondoka, lakini anaacha koti lake jekundu kwaajili ya kumfariji mtoto wake.

# data_list
source: I drag the red coat outside – it’s my picnic blanket! It feels like Mom is with me.
sw: Ninavuta koti jekundu nje - ni blanketi langu la pikiniki! Najiskia kama mama yupo na mimi.

# data_list
source: Oops! Juice spill!
sw: Oops! Juisi imemwagika!

# data_list
source: Ask: Where is the boy? Where is his mom’s red coat? What is he doing?
sw: Uliza: Kijana wa kiume yuko wapi? Koti jekundu la mama yake liko wapi? Anafanya nini?

# data_list
source: I am sad that Mom’s not waiting at the door when I come home. I put on her coat. It’s warm and it smells like her. It feels like a hug!
sw: Nina huzuni mama hajanisubiri mlangoni ninapokuja nyumbani. Nina vaa koti lake. Ni la moto na linanukia kama yeye. Najiskia kama nimekumbatiwa!

# data_list
source: Oops! Paint!
sw: Oops! rangi!

# data_list
source: Use descriptive words to talk about the pictures. Say: Look, he is wearing his mom’s red coat. He is holding a paint brush in one hand and a picture in the other hand.
sw: Tumia maneno ya maelezo kuzungumzia picha. Sema tazama amevaa koti jekundu la mama yake. Ameshika brashi ya rangi mkono mmoja na picha kwa mkono mwingine.

# data_list
source: I help Gogo in the garden. The long coat on the branch scares away the chickens! It feels like Mom is gardening with us. Oops! Mud!
sw: Namsaidia Bibi bustanini. Koti kubwa kwenye tawi linatisha kuku! Najiskia kama mama anafanya kazi bustanini na sisi. Oops! tope!

# data_list
source: Ask: Where is the red coat now? What animals can you see under the tree? Do they look the same, or are they different? Are they going in the same direction or in opposite directions?
sw: Uliza: liko wapi koti jekundu sasa? Unaweza kuona wanyama gani chini ya mti? Je wanaonekana sawa au wako tofauti? Je wanaelekea upande mmoja au pande tofauti?

# data_list
source: When it’s dark, I miss Mom most. Gogo covers me with her warm coat. It feels like Mom is holding me as I fall asleep. Oops! Cookie crumbs!
sw: Ikiwa giza. Namkumbuka sana mama, Bibi ananifunika na koti lake lenye joto. Ninajisikia kama mama ananishikilia ninapolala. Oops! makombo ya vireja!

# data_list
source: Ask: Where is the red coat now? What is the boy doing? Why do you think he is doing that? Do you think he might be missing his mom?
sw: Uliza: Koti jekundu liko wapi sasa? Je mvulana anafanya nini? unafikiri ni kwa nini anafanya hivyo? Unafikiri atakuwa amemkumbuka mama yake?

# data_list
source: Mom’s red coat is warm and smells like...paint, juice, mud, and cookie crumbs! Oops! We need to wash it!
sw: Koti la mama jekundu lina joto na linanukia kama....rangi, juisi,matope, na masalia ya vitafunwa!Oops! Tunahitaji kulifua!

# data_list
source: Say: Look, the red coat is hanging on the washing line. Ask: Why do you think they washed the coat? What else is hanging on the washing line? How many socks can you see?
sw: Sema: Tazama, koti jekundu linaning'inia kwenye kamba. Uliza: Unafikiri kwanini walifua koti? Ni kitu gani kingine kipo kwenye kamba ya kuanikia nguo? unaweza kuona soksi ngapi?

# data_list
source: The wind blows the red coat off the washing line...up into the air! It flies over the fence! It flies over the taxi! Oops! Who did the coat fall on?
sw: Upepo unapeperusha koti jekundu kwenye kamba...unalipeleka hewani! linapeperukia kwenye uzio! Linapeperukia kwenye taksi! Oops! Nani ameliangusha koti?

# data_list
source: Say: Look, the wind blew the red coat away. Ask: who do you think is under the coat? Why do you think so?
sw: Semaa: Tazama, upepo umelipeperusha koti jekundu mbali, Uliza: Unadhani ni nani yuko chini ya koti? Kwanini unafikiri hivyo?

# data_list
source: I run and grab it! "Found you, coat!" The red coat smells like Mom again. "Oh!" "Found you, Mom! You’re back!"
sw: Nakimbia na kulikamata! "Nimekukamata wewe koti" Koti jekundu linanukia kama mama tena. "Oh!"" Nimekupata, Mama! umerudi!"

# data_list
source: Demonstrate the emotions from the story. Say in a happy voice: hooray! His mom is back! Ask: how do you think he is feeling now?
sw: Onyesha hisia kutoka kwenye hadithi. Sema kwa sauti ya furaha: huree! Mama yake amerudi! Uliza: Unafikiri anajiskiaje sasa?

# data_list
source: When Will Amma Be Back?
sw: Ni lini Mama atarudi?

# data_list
source: Roja’s mother leaves for work early in the day. She promises to be back by bedtime. What will Roja do all day without Amma?
sw: Mama yake Roja anaenda kazini mapema. Ameahidi kurudi muda wa kulala. Roja atafanya nini siku nzima bila mama?

# data_list
source: © Pratham Books, 2018. Some rights reserved. Released under CC BY 4.0 license.
sw: © Vitabu vya Pratham, 2018. Haki zingine zimehifadhiwa. Imetolewa chini ya leseni ya CC BY 4.0.

# data_list
source: Roja is sad. Amma is going to work. "I will be back before bedtime, kannamma," says Amma.
sw: Roja ana huzuni. Mama anaenda kazini. "Nitarudi kabla ya muda wa kulala, kannamma," anasema mama.

# data_list
source: "But at what time?" asks Roja. "At exactly 9 o’clock tonight," replies Amma. Tick tock! Tick tock! It is 6 o’clock in the morning.
sw: " Lakini ni muda gani?"Roja anauliza. "Saa tatu kamili usiku," mama anajibu. Tick tock! Tick tock! Ni saa 12 kamili asubuhi.

# data_list
source: "I want Amma to give me milk. Not you!" says Roja to Appa. Tick tock! Tick tock! It is 8 o’clock in the morning.
sw: " Namtaka mama anipe maziwa. Sio wewe!" Roja anamwambia baba. Tick tock! Tick tock! Ni saa mbili kamili asubuhi.

# data_list
source: "Let’s buy potatoes, Thaatha!" says Roja. "But we had potatoes just yesterday. How about brinjal today?" Thaatha asks. Tick tock! Tick tock! It is 10 o’clock in the morning.
sw: "Na tununue viazi, babu" Roja anasema. "Lakini tulikuwa na viazi jana tu. Vipi kuhusu biringanya leo?" Babu anasema. Tick tock! Tick tock! Ni saa nne kamili asubuhi.

# data_list
source: "Paati, let’s eat. Thaatha is making pappadam!" Roja yells. Tick tock! Tick tock! It is 1 o’clock in the afternoon.
sw: ""Paati, hebu tule. Babu anatengeneza vitafunwa!" Roja alisema kwa sauti. Tick tock Tick tock! Ni saa saba kamili mchana.

# data_list
source: Honk! Honk! Roja’s Akka is back from school. "Paati says I will go to school with you after this summer. Won’t that be fun,Akka?" says Roja, excitedly. Tick tock! Tick tock! It is 3 o’clock in the afternoon.
sw: Hodi! hodi! Kaka yake Roja amerudi kutoka shule."Paati anasema nitaenda shule na wewe baada ya majira haya ya joto. Si itakuwa ya kufurahisha kaka?" anasema Roja kwa furaha. Tick tock! Tick tock! Ni saa tisa kamili mchana.

# data_list
source: "It’s time to go home, Roja," Appa calls out. "Just one last time!" shouts Roja. Tick tock! Tick tock! It is 5 o’clock in the evening.
sw: "Ni muda wa kwenda nyumbani, Roja " Baba aliita. "Mara moja tu ya mwisho" Roja alipiga kelele. Tick tock! Tick tock! Ni saa kumi na moja jioni.

# data_list
source: "Selvi, eat your dosai quickly! Only then will you become big and strong," says Roja. Tick tock! Tick tock! It is 7 o’clock at night.
sw: "Selvi, kula chapati yako haraka! Itakufanya uwe mkubwa na mwenye nguvu," anasema Roja, Tick tock! Tick tock! Ni saa moja kamili usiku.

# data_list
source: "And so, when the cap-seller threw down his cap, the monkeys threw their caps down too... "
sw: "Na hivyo, muuza kofia aliporusha chini kofia yake, ngedere walirusha kofia zao chini pia..."

# data_list
source: "AMMMAAAA!" Roja shouts. "What did you do all day, Roja?" Amma asks. Tick tock! Tick tock! It is almost 9 o’clock at night.
sw: "Mamaaaaa" Roja aliita kwa sauti. "Ulifanya nini siku nzima, Roja?" Mama anauliza. Tick tock! Tick tock! Ni takriban saa tatu kamili usiku.

# data_list
source: "I had a lot of fun today, Amma! Appa fed me breakfast. I bought brinjal with Thaatha. He made pappadam for lunch.
sw: "Nilikuwa na vingi vya kufurahisha leo, Mama! Baba alinilisha kifungua kinywa. Nilinunua bilinganya na babu. Alitengeneza chapati kwajili ya chakula cha mchana.

# data_list
source: I picked up Akka from the school van. I played in the park. I fed Selvi dinner. Appa told me a story and now you are back!" Roja says, with a wide smile.
sw: Nilimpokea kaka kutoka gari ya shule. Nilicheza sehemu ya michezo. Nilimlisha Selvi chakula cha usiku. Baba alinisimulia hadithi and sasa umerudi!" Roja anasema, kwa tabasamu kubwa.

# data_list
source: Tick tock! Tick tock! It is 9 o’clock at night!
sw: Tick tock! Tick tock! Ni saa tatu kamili usiku!

# data_list
source: **My Day** Here are some things that Roja does at different times of the day. What did you do at the same time yesterday? Draw pictures of yourself doing these different things on a piece of paper. 1. Roja eats breakfast at 8 o’clock. What did you do at 8 o’clock yesterday? 2. Roja goes shopping at 10 o’clock. What did you do at 10 o’clock yesterday? 3. Roja eats lunch at 1 o’clock. What did you do at 1 o’clock yesterday?
sw: **Siku yangu** Hivi ni baadhi ya vitu ambavyo Roja anafanya katika wakati tofauti katika siku. Ulifanya nini muda huo huo jana? Chora picha yako katika kipande cha kariatasi inayoonyesha unafanya vitu hivi mbalimbali. 1. Roja anapata kifungua kinywa saa mbili kamili asubuhi. Ulifanya nini saa mbili kamili asubuhi jana? 2. Roja anaenda dukani saa nne kamili asubuhi. Ulifanya nini saa nne kamili asubuhi jana? 3. Roja anakula chakula cha mchana saa saba kamili. Ulfanya nini saa saba kamili mchana jana?

# data_list
source: 4. Roja picks up Akka from the school van at 3 o’clock. What did you do at 3 o’clock yesterday? 5. Roja plays in the park at 5 o’clock. What did you do at 5 o’clock yesterday? 6. Roja feeds Selvi at 7 o’clock. What did you do at 7 o’clock yesterday?
sw: 4. Roja anampokea kaka kutoka kwenye gari ya shule saa tisa kamili alasiri. Ulifanya nini saa tisa kamili alasiri jana? 5. Roja anacheza kwenye sehemu ya michezo saa kumi na moja jioni. Ulifanya nini saa kumi na moja jioni jana? 6. Roja anamlisha Selvi saa moja kamili usiku. Ulifanya nini saa moja kamili usiku jana?

# data_list
source: Discuss the book’s cover. Ask: What do you see? What is the bee doing? Where is the bee lying down?”
sw: Jadili jalada la juu la kitabu: Muulize: Unaona nini? Unafikiri nyuki anafanya nini? Nyuki amelala wapi?’’

# data_list
source: The Bee and the Elephant
sw: Nyuki na Tembo

# data_list
source: An elephant tries to help a little lost bee find his home. Is it the nest? The cave? Where does he live?
sw: Tembo anajaribu kumsaidia nyuki mdogo aliyepotea,kupata nyumbani kwao. Je ni kiota? Ni pango? Anaishi wapi?

# data_list
source: "I am lost," said Little Bee. "I cannot find my home!" "Can you please help me, Mr. Elephant?"
sw: "Nimepotea," alisema nyuki mdogo. "Siwezi pata nyumbani kwetu!" "Tafadhali unaweza nisaidia, Bwana. Tembo?"

# data_list
source: Say: “Oh no, I think the bee is lost, it is all alone.” Ask: “Can you tell how the bee is feeling? Why do you think so? Who do you see behind the bee?”
sw: Sema: “Oh hapana, nafikiri nyuki amepotea, yuko peke yake.” Muulize: unaweza kusema nyuki anajiskiaje? Kwanini unafikiri hivyo? Unamuona nani nyuma ya nyuki?"

# data_list
source: "Is this nest your home, Little Bee?" the elephant asked.
sw: "Hiki kiota ni nyumbani kwako, Nyuki mdogo?" Tembo aliuliza.

# data_list
source: Say: “Look, the bee is sitting on the elephant's trunk! What is the elephant doing? Where is he putting the bee? Why do you think he is putting him there?”
sw: Sema: “Angalia Nyuki amekaa kwenye mkonga wa tembo! Tembo anafanya nini? Amemuweka wapi nyuki? Unafikiri kwanini anamuweka pale?”

# data_list
source: "Oh no!" cried Little Bee. "This is a bird’s home."
sw: "Oh hapana!" Alilia Nyuki mdogo. "Hapa ni nyumbani Kwa ndege."

# data_list
source: Ask: “How many animals can you see? Can you name them? Which one is the biggest? Which one is the smallest?”
sw: Muulize: “Unaona wanyama wangapi” Unaweza kuwataja? Je ni yupi mkubwa zaidi? Ni yupi mdogo?

# data_list
source: "Is this cave your home?" asked the elephant.
sw: "Hili pango ni nyumbani kwako?" aliuliza tembo.

# data_list
source: Say: “Look, there is the cave. Where could the elephant be taking the bee?” Ask: “Would you go to the cave?”
sw: Sema: “Tazama,kuna pango.Tembo anampeleka wapi nyuki?’’ Muulize: Je unaweza kwenda kwenye pango?"

# data_list
source: "Oh no! This is a bat’s home."
sw: "Oh hapana! Hapa ni nyumbani Kwa Popo."

# data_list
source: Say: “Look, the elephant and bee are running away!” (mimic the sound and the action). Ask: “What are they running from? Can you show me how you can run?”
sw: Sema: Tazama, Tembo na nyuki wanakimbia!” (Iga sauti na kitendo). Muulize: “Wanakimbia nini? Unaweza kunionyesha jinsi unavyoweza kukimbia?”

# data_list
source: "Is this hive your home, Little Bee?"
sw: "Huu mzinga ni nyumbani kwako, Nyuki mdogo?"

# data_list
source: Say: “Wala, there is a beehive! Finally, the bee is home!” Ask: How do you think the bee feels now? How do you think the elephant feels? How do you feel when you get home? Why do you feel like that?”
sw: Sema: “Wala,Kuna mzinga wa nyuki! Hatimaye nyuki yuko nyumbani!” Muulize: "Unafikiri nyuki anajiskiaje sasa? Unafikiri tembo anajiskiaje? Unajiskiaje unapofika nyumbani? Kwanini unajiskia hivyo?"

# data_list
source: "Oh yes!" said Little Bee happily. "This is my home."
sw: "Oh ndio!" alisema nyuki mdogo Kwa furaha. "Hapa ni nyumbani Kwangu."
