Repository: IDEMSInternational/plh-digital-content
Catalog: translations/facilitator_app_malaysia/*/*_main.po
Languages: ms

# data_list
source: Allow time for parents to share how they are feeling and also share how you feel.
ms: Berikan sedikit waktu untuk ibu bapa kongsikan apa yang mereka rasa dan kongsikan juga apa yang anda rasa.

# data_list
source: Message 3: Home Activity
ms: Mesej 3: Aktiviti di Rumah

# data_list
source: Thanks for sharing! ✨ It’s been six weeks since we began our NKText journey. How is everyone doing with their NKText home activities? Who would like to share first?
ms: Terima kasih atas perkongsian! ✨ Sudah enam minggu berlalu sejak kita mulakan perjalanan NKText kita. Bagaimana kemajuan semua orang dengan aktiviti di rumah NKText? Siapa yang ingin berkongsi dahulu?

# data_list
source: Acknowledge the experiences parents share with an appropriate emoji or with a response from the common challenges.
ms: Hargai pengalaman yang dikongsi ibu bapa dengan emoji yang sesuai atau dengan respon daripada bahagian cabaran lazim.

# data_list
source: Message 4: Managing stress in daily life
ms: Mesej 4: Mengurus tekanan dalam kehidupan seharian

# data_list
source: Thanks for sharing! This week we are going to focus our chat session on you 🙂 It is important that we can take care of ourselves as parents if we are going to be able to support our children. As we think about the last six weeks with NKText, you’ve probably noticed lots of lessons that help you take care of yourself. Here’s a question for you: What’s one thing you’ve learned from NKText that’s helped you take care of yourself better?
ms: Terima kasih atas perkongsian! Kita akan tumpukan perhatian sesi sembang kita terhadap anda 🙂 Jika kita ingin mampu untuk menyokong anak kita, adalah penting bagi kita sebagai ibu bapa untuk menjaga diri kita sendiri. Anda mungkin telah menyedari banyak pelajaran yang membantu anda menjaga diri sendiri sepanjang enam minggu terakhir bersama NKText. Ini adalah soalan untuk anda: Apakah satu perkara yang anda pelajari daripada NKText yang membantu anda menjaga diri anda dengan lebih baik?

# data_list
source: Acknowledge the experiences parents share with an appropriate emoji. You can share suggestions like setting a routine helped you from the lesson “Managing Stress” in the goal “Give My Child Structure”.
ms: Berikan respon kepada perkongsian ibu bapa dengan emoji yang sesuai. Bergantung pada perasaan atau pengalaman yang mereka kongsi. Anda boleh berkongsi cadangan seperti menetapkan jadual harianyang membantu anda daripada pelajaran "Menguruskan Tekanan" dalam matlamat "Berikan Persekitaran yang Seimbang untuk Anak Saya”.

# data_list
source: Message 5: Closing
ms: Mesej 5: Penutup

# data_list
source: 🎉 Those are some great ideas! Remember, before you can take care of your child and family, you need to take care of yourself. If you want to redo any of your goals, simply type MENU in NKText. Next chat session will be my last chat session with you. But you can keep this WhatsApp group open* as a place to continue to support each other! 💚 Is anyone willing to take over as a group admin? Please send me a direct message if you are interested. It would be great to get *two volunteers*. 👀 Chat to you next session! 👀
ms: 🎉 Itu merupakan idea yang hebat! Ingat, anda perlu menjaga diri anda sendiri sebelum anda dapat menjaga anak serta keluarga anda. Taip sahaja MENU dalam NKText jika anda ingin buat semula mana-mana matlamat anda. Sesi sembang seterusnya akan menjadi sesi sembang terakhir saya dengan anda. Tetapi anda boleh memastikan kumpulan WhatsApp ini dibuka* sebagai tempat untuk terus menyokong satu sama lain! 💚 Adakah sesiapa yang sanggup mengambil alih menjadi pentadbir kumpulan? Sila hantar mesej secara terus kepada saya jika anda berminat. Pasti bagus jika mendapat *dua orang sukarelawan*. 👀 Jom sembang lagi pada sesi seterusnya! 👀

# data_list
source: Enter the date of your next chat session before sending the message.
ms: Sebelum menghantar mesej, masukkan tarikh sesi sembang anda yang seterusnya.

# data_list
source: Message 1: Reminder
ms: Mesej 1: Peringatan

# data_list
source: Hello! Today’s chat session at [INSERT TIME] will be later today. See you later today!
ms: Helo! Sesi sembang hari ini pada [MASUKKAN WAKTU] akan diadakan nanti. Jumpa anda nanti!

# data_list
source: Send this message in the morning on the day of the chat session. Insert the time for the chat before sending the message.
ms: Hantar mesej ini pada waktu pagi pada hari sesi sembang. Masukkan masa untuk sembang sebelum menghantar mesej.

# data_list
source: Message 2: Welcome
ms: Mesej 2: Aluan

# data_list
source: 👋 Hi everyone, welcome to the final chat session together on Naungan Kasih. ✨ Take a moment to think back to the beginning of the programme. How have you and your child changed?
ms: 👋 Hai semua, selamat datang ke sesi sembang terakhir bersama-sama di Naungan Kasih. ✨ Ambil waktu sejenak untuk berfikir kembali tentang awal program. Seberapa jauh anda serta anak anda berubah?

# data_list
source: Allow parents to share about the changes that they have experienced during the programme. You can give brief words of encouragement like “Wonderful!” or “I am happy to hear that!” or even share celebration emojis like 🎉or ⭐.
ms: Benarkan ibu bapa berkongsi tentang perubahan yang mereka alami semasa program ini. Anda boleh memberikan kata-kata galakan ringkas seperti "Hebat!" atau "Saya gembira mendengarnya!" atau berkongsi emoji sambutan seperti 🎉atau ⭐.

# data_list
source: Message 3: Thank You
ms: Mesej 3: Terima Kasih

# data_list
source: Thank you for sharing your experiences. It is wonderful to see how much you have changed over the course of the programme. Remember that your parenting journey continues! 💚
ms: Terima kasih kerana berkongsi pengalaman anda. Saya berasa seronok melihat banyak perubahan yang berlaku pada diri anda sepanjang program ini dijalankan. Ingatlah bahawa perjalanan anda sebagai ibu bapa akan tetap diteruskan! 💚

# data_list
source: Message 4: Group Admin
ms: Mesej 4: Pentadbir Kumpulan

# data_list
source: Although this is my last chat session with you, you are in good hands with your new chat group admin: [INSERT NAMES OF MODERATORS] 💙
ms: Walaupun ini merupakan sesi sembang terakhir saya bersama anda, anda berada dalam keadaan yang baik bersama pentadbir baharu kumpulan sembang anda: [INSERT NAMES OF MODERATORS] 💙

# data_list
source: Message 5: Goodbye
ms: Mesej 5: Selamat Tinggal

# data_list
source: I will now be exiting this WhatsApp Group. 👋 You are the best parents to your children *You can still complete your final NKText Goals and Skills if you have not done so yet*. 🌱 We all face difficult situations sometimes, and these final parts of NKText will help you and your child to get through them well. You’ve got this! ⭐ You are doing a wonderful job as a parent. It has been a pleasure to be on this journey with you!
ms: Sekarang saya akan keluar dari Kumpulan WhatsApp ini. 👋 Anda adalah ibu bapa yang terbaik untuk anak-anak anda *Anda masih boleh melengkapkan Matlamat dan Kemahiran NKText anda jika anda belum melakukannya*. 🌱 Kadang-kala kita semua menghadapi situasi yang sukar, dan bahagian akhir NKText ini akan membantu anda serta anak anda untuk melaluinya dengan baik. Anda pasti boleh! ⭐Anda melakukan tugas yang hebat sebagai ibu bapa. Saya sangat seronok semasa mengikuti perjalanan keibubapaan bersama anda!

# data_list
source: Send this message after your WhatsApp Call
ms: Hantar mesej ini selepas Panggilan WhatsApp anda

# data_list
source: Hi! Thank you for volunteering to lead the group discussions. *While engaging with other parents in the group, keep the following in mind*: 👋 Greet parents when engaging with them. 💛 Respect what participants share and be aware of different ages, genders, values and circumstances. 🏅 Encourage parents to share and respond to each other - and praise them for it. 🔔 Remind parents of ground rules when needed. 🔑 Model the behaviour you want to see among the parents.
ms: Hai! Terima kasih kerana menawarkan diri untuk memimpin kumpulan perbincangan ini. *Ingat beberapa perkara ini semasa terlibat dengan ibu bapa yang lain dalam kumpulan*: 👋Beri salam perkenalan pada ibu bapa yang lain ketika bergaul dengan mereka. 💛Hormati perkongsian yang diberikan oleh para peserta dan peka tentang perbezaan umur, jantina, nilai dan persekitaran. 🏅Beri galakkan kepada ibu bapa untuk berkongsi dan memberi maklum balas antara satu sama lain - dan berikan pujian terhadap perkara yang dikongsikan. 🔔 Beri peringatan kepada ibu bapa tentang peraturan asas apabila diperlukan. 🔑Tunjukkan tingkah laku yang anda ingin lihat dalam kalangan ibu bapa.

# data_list
source: When should the group admin respond to messages?
ms: Bilakah sepatutnya pentadbir kumpulan memberi respon terhadap mesej?

# data_list
source: *When should you respond to messages?* ⏰ Participants may send messages at any time during the week. To keep your workload manageable, you can respond to messages once or twice a day, depending on your schedule. 👍 You can also respond to messages with a relevant emoji or short response when you can.
ms: *Bilakah sepatutnya anda membalas mesej* ⏰ Peserta akan menghantar mesej bila-bila masa sepanjang minggu. Bagi memudahkan tugas anda, mesej-mesej tersebut bolehlah dibalas sebanyak sekali atau 2 kali sehari, bergantung kepada jadual masing-masing. 👍 Anda juga boleh memberikan respon dengan emoji yang bersesuaian atau jawapan ringkas.

# data_list
source: Send this message to the group admin volunteers.
ms: Hantar mesej ini kepada sukarelawan pentadbir kumpulan.

# data_list
source: 🎉Let us celebrate our successes! What was something positive you experienced when you tried one of the NKText skills with your child?
ms: 🎉Mari kita raikan kejayaan kita! Apakah perkara positif yang anda alami apabila anda mencuba salah satu kemahiran NKText dengan anak anda?

# data_list
source: 🌱Trying out new skills can be hard at first. What was something *difficult* that you experienced when you tried a NKText skill with your child at home?
ms: 🌱Mungkin sukar untuk mencuba kemahiran baharu pada mulanya. Apakah perkara *sukar* yang anda alami apabila anda mencuba kemahiran NKText dengan anak anda di rumah?

# data_list
source: 💙You are welcome to use this WhatsApp space to share any questions or experiences you have on your NKText journey. Remember, I may not always be able to respond, but this is our group – *together we can find all the answers we need*!
ms: 💙Anda dialu-alukan untuk menggunakan ruang WhatsApp ini untuk berkongsi sebarang soalan atau pengalaman yang anda ada dalam perjalanan NKText anda. Ingat, saya mungkin tidak sentiasa dapat membalas, tetapi ini adalah kumpulan kita – *kita boleh mencari semua jawapan yang kita perlukan bersama-sama*!

# data_list
source: Hi!😃Thank you for your message. My role with NKText was limited. I unfortunately will not be further involved with the programme. If your WhatsApp Support group is still active, feel free to post your questions in the group. Other parents may be able to support you with helpful suggestions. 💡 You can replay the Goal or Skill you are interested in by typing {MENU}.
ms: Hai!😃Terima kasih atas mesej anda. Peranan saya di NKText agak terhad. Saya tidak akan terlibat lagi dalam program tersebut. Jika kumpulan Sokongan Whatsapp anda masih lagi aktif, sila bertanya soalan dalam kumpulan tersebut. Ibu bapa yang lain boleh menyokong anda dengan cadangan yang berguna. 💡 Anda boleh memainkan semula Matlamat atau Kemahiran yang anda mahu dengan menaip {MENU}.

# data_list
source: Send this reminder message to the group
ms: Hantar mesej peringatan ini kepada kumpulan

# data_list
source: Hello ⭐ 👀 I'd like to take a moment to remind everyone about the importance of our group's ground rules. 💚They're here to ensure that all of us feel comfortable sharing and maintain a positive environment. 🌱It's all about making this group a great place for everyone. ❗Please keep in mind that if the ground rules aren't consistently followed, we might need to consider removing members from the WhatsApp group for the well-being of all. See you in the next chat session.
ms: Helo ⭐ 👀 Saya ingin mengambil sedikit masa untuk mengingatkan semua orang tentang kepentingan peraturan asas kumpulan kita. 💚Peraturan asa telah dirangka supaya kita semua berasa selesa ketika berkongsi dan untuk mengekalkan persekitaran yang positif. 🌱Kita ingin kumpulan ini menjadi ruang yang selesa untuk semua orang. ❗Sila ambil maklum bahawa kami mungkin perlu mempertimbangkan untuk mengeluarkan ahli daripada kumpulan WhatsApp jika peraturan asas tidak dipatuhi secara konsisten demi kesejahteraan semua. Jumpa anda dalam sesi sembang seterusnya.

# data_list
source: Send this reminder message to the parent who broke the ground rule
ms: Hantar mesej peringatan ini kepada ibu bapa yang melanggar peraturan asas

# data_list
source: Hello ⭐ 👀 Creating a positive environment in our WhatsApp group is important, and that relies on everyone following the ground rules. 🌱 I believe in the strength of our community. However, if difficulties continue, I may have to consider removing you from the group. Let's work together to maintain a respectful and supportive atmosphere. See you in the next chat session.
ms: Helo ⭐ 👀 Mewujudkan persekitaran yang positif dalam kumpulan WhatsApp kita adalah penting, dan itu bergantung kepada semua orang yang mengikut peraturan asas. 🌱 Saya percaya dengan kekuatan komuniti kita. Walau bagaimanapun, jika masalah berterusan, saya mungkin perlu mempertimbangkan untuk mengeluarkan anda daripada kumpulan. Marilah kita bekerjasama untuk mengekalkan suasana hormat-menghormati dan menyokong. Jumpa lagi di sesi sembang seterusnya.

# data_list
source: Send this message to the parent after removing them from the WhatsApp Group
ms: Hantar mesej ini kepada ibu bapa selepas mengeluarkan mereka daripada Kumpulan WhatsApp

# data_list
source: Hello ⭐ 👀 I have noticed despite reminders, the ground rules aren't being followed. 💚You can continue learning from NKText, but unfortunately I have removed you from the WhatsApp group to maintain a positive environment for everyone.
ms: Helo ⭐ 👀 Saya perhatikan, walaupun sudah diingatkan, anda masih tidak mematuhi peraturan asas. 💚Anda boleh terus belajar daripada NKText, tetapi malangnya saya terpaksa mengeluarkan anda daripada kumpulan WhatsApp untuk mengekalkan persekitaran yang positif bagi semua orang.

# data_list
source: Notify your supervisor once you remove them. You can block the parent if they continue to reach out to you.
ms: Jika anda telah mengeluarkan mereka, maklumkan kepada penyelia anda. Jika ibu bapa tetap menghubungi anda, anda boleh menyekat (block) mereka.

# data_list
source: Send this message to the group after removing the parent who broke the ground rule
ms: Hantar mesej ini kepada kumpulan selepas mengeluarkan ibu bapa yang melanggar peraturan asas daripada kumpulan

# data_list
source: Hello Everyone ⭐, 👀 We want our group to be positive for everyone, and that means following the rules. 💚 Unfortunately, someone had to be removed because they weren't following the rules despite reminders. Let's keep things respectful and supportive. See you in the next chat session!
ms: Helo Semua ⭐, 👀 Kami mahu kumpulan kami bersikap positif untuk semua orang, dan ini bermakna dengan mematuhi peraturan. 💚 Malangnya, seseorang terpaksa dialih keluar kerana mereka tidak mematuhi peraturan walaupun diberi peringatan. Mari kita pastikan kita saling menghormati dan saling menyokong. Jumpa anda dalam sesi sembang seterusnya!

# data_list
source: Send This Message to the Parent
ms: Hantar Mesej Ini kepada Ibu Bapa

# data_list
source: Hi!😃Thank you for your message. My role in this activity is limited to sharing messages in the group only. I unfortunately do not have the capacity to respond to each individual message.😔 🔑 If you are comfortable posting your questions in the group, please feel free to do so during our chat sessions! 💡
ms: Hai! 😃 Terima kasih atas mesej anda! Peranan saya dalam aktiviti ini adalah terhad kepada perkongsian mesej dalam kumpulan sahaja. Malangnya, saya tidak mempunyai keupayaan untuk memberi maklum balas kepada mesej yang dihantar secara peribadi.😔 🔑 Jika anda tidak keberatan untuk menghantar soalan dalam kumpulan, anda boleh berbuat demikian semasa sesi sembang kita! 💡

# data_list
source: Reminder for Participation
ms: Peringatan untuk Penyertaan

# data_list
source: 🔔 Quick Reminder: We all benefit when everyone joins in! Your experiences are important. Share your thoughts and let's keep this group lively and supportive for everyone. 🌷
ms: 🔔 Peringatan Segera: Kita semua akan mendapat manfaat apabila semua orang turut serta! Pengalaman anda adalah penting. Kongsi pendapat anda dan mari kekalkan kemeriahan kumpulan ini dan menyokong semua orang. 🌷

# data_list
source: Praising active parents
ms: Memuji ibu bapa yang aktif

# data_list
source: Big shoutout to those actively participating! 🌟 Your experiences matter. If you haven't shared yet, we'd love to hear from you too. Every parent is important! 💚
ms: Sekalung penghargaan kepada mereka yang mengambil bahagian secara aktif! 🌟 Pengalaman anda adalah penting. Jika anda masih belum berkongsi, kami juga ingin mendengar daripada anda. Setiap ibu bapa adalah penting! 💚

# data_list
source: Setting expectations for the group
ms: Menetapkan harapan untuk kumpulan

# data_list
source: Just a friendly reminder: This group is a safe space for sharing and learning. 💙 We encourage everyone to participate and make this a positive experience for all. 🌱 Let's build a supportive community together! 🌷
ms: Sekadar peringatan mesra: Kumpulan ini adalah ruang selamat untuk berkongsi dan belajar. 💙 Kami menggalakkan semua orang untuk mengambil bahagian dan menjadikan ini pengalaman yang positif untuk semua. 🌱 Mari kita bina komuniti yang saling menyokong bersama-sama! 🌷

# data_list
source: Privately messaging the parent
ms: Menghantar mesej secara peribadi kepada ibu bapa

# data_list
source: Hi there! 👋 We've noticed you haven't shared much in the group. Is there anything specific you'd like to see or discuss? Your input is important to us! Feel free to share your thoughts. 😊
ms: Hai! 👋 Kami mendapati anda tidak banyak berkongsi dalam kumpulan. Adakah terdapat perkara khusus yang anda ingin lihat atau bincangkan? Pendapat anda penting bagi kami! Jangan ragu-ragu untuk berkongsi pendapat anda. 😊

# data_list
source: Alternate Closing Message
ms: Mesej Penutup Alternatif

# data_list
source: Thank you for sharing your thoughts 💙 Since we don’t have any volunteers for group admin, I will be closing this WhatsApp Support Group at the end of the Programme. Remember, you can still continue your NKText journey with your family!
ms: Terima kasih kerana berkongsi pendapat anda 💙 Memandangkan kita tidak mempunyai sukarelawan untuk menjadi pentadbir kumpulan, saya akan membubarkan Kumpulan Sokongan Whatsapp di akhir Program ini. Meskipun begitu, anda masih lagi boleh meneruskan perjalanan NKText bersama keluarga anda!

# data_list
source: Hello 👋 Thank you for sharing your thoughts about the programme. I’m sorry that you’re facing challenges. Here are a couple of things you can try: 1️⃣If there’s a skill or goal that you are finding difficult, remember you can always go back to it by typing MENU. Practice makes perfect! ✨ 2️⃣If you feel comfortable, please feel free to chat about the areas you’re finding tough with your peers in the WhatsApp Support Group. Your peers might have some helpful tips 👍 Remember, everyone’s learning journey is unique, and change takes time. But trust me, if you keep practising the skills you’ve learned, you’ll start to see progress. 🏅
ms: Helo 👋 Terima kasih atas perkongsian pendapat anda berkenaan program ini. Saya mohon maaf atas sebarang kesulitan yang dihadapi. Ini adalah beberapa perkara yang boleh anda cuba: 1️⃣Jika anda menghadapi kesukaran dengan sebarang kemahiran atau matlamat program, anda boleh menekan butang MENU untuk kembali semula. Ingat, alah bisa tegal biasa! ✨ 2️⃣ Anda juga digalakkan untuk berbincang mengenai kesukaran dan cabaran yang dihadapi bersama rakan-rakan dalam Kumpulan Sokongan WhatsApp. Kemungkinan besar, rakan sekumpulan anda mempunyai petua-petua yang boleh membantu 👍 Ketahuilah bahawa proses pembelajaran setiap individu adalah berbeza, dan perubahan memerlukan masa. Namun begitu, jika anda terus berlatih hari demi hari, pasti akan ada perubahan kerana usaha tidak pernah mengkhianati hasil🏅

# data_list
source: Message of Support
ms: Mesej Sokongan

# data_list
source: Hello 👋 Thank you for sharing your feelings. It’s okay to have fears or feel sad when something you’ve been a part of is ending. Remember, 1️⃣Even though Naungan Kasih is ending, your journey can continue. You have gained some ⭐amazing ⭐parenting skills that you can carry with you. 2️⃣The WhatsApp group can be a source of support well beyond the programme. Keep sharing your success and struggles in the WhatsApp Support Group, or with your peers. 3️⃣If you ever want to go back to any parenting skills or goals, you can type MENU. Practise makes perfect ✨ You did great throughout your NKText journey!
ms: Helo 👋 Terima kasih kerana berkongsi perasaan anda. Tidak mengapa jika anda mempunyai ketakutan atau berasa sedih apabila sesuatu yang anda pernah sertai telah berakhir. Ingat, 1️⃣Walaupun Naungan Kasih berakhir, perjalanan anda tetap diteruskan. Anda telah memperoleh beberapa ⭐kemahiran keibubapaan⭐menakjubkan yang boleh anda bawa bersama. 2️⃣Kumpulan WhatsApp boleh menjadi sumber sokongan di luar program. Teruskan berkongsi kejayaan dan perjuangan anda dalam Kumpulan Sokongan WhatsApp, atau dengan rakan sebaya anda. 3️⃣Anda boleh menaip MENU jika anda ingin kembali kepada kemahiran atau matlamat keibubapaan. Alah bisa tegal biasa ✨ Anda melakukan yang terbaik sepanjang perjalanan NKText!

# data_list
source: Directly ask a specific parent to share
ms: Meminta ibu bapa tertentu untuk berkongsi secara terus

# data_list
source: [Enter a Parent's Name], we'd love to hear about your week with NKText. Would you be interested in sharing how it went?
ms: [Masukkan Nama Ibu Bapa], kami ingin dengar tentang pengalaman anda bersama NKText untuk minggu ini. Bolehkah anda berkongsi tentang pengalaman anda dalam minggu ini?

# data_list
source: Before hitting send, please make sure to tag a specific parent by typing @Parent’s Name
ms: Pastikan untuk menanda ibu bapa tertentu dengan menaip @Parent’s Name sebelum menekan butang hantar

# data_list
source: Check if it is a good time for WhatsApp Chat
ms: Periksa jika ia adalah masa yang tepat untuk Sembang WhatsApp

# data_list
source: Hello Parents, 👋 ⏱️I value your time and want to ensure our chat is convenient for everyone. ⭐Does this time work well for our conversations? 🔔Is there another time that works for you? Your input matters!
ms: Helo Ibu Bapa, 👋 ⏱️Saya hargai masa anda dan ingin memastikan perbualan kita selesa bagi semua orang. ⭐Adakah masa ini sesuai untuk perbualan kita? 🔔Adakah masa lain lebih sesuai untuk anda? Pendapat anda sangat dihargai!

# data_list
source: I didn’t have enough time to spend one-on-one time.
ms: Saya tidak mempunyai masa yang mencukupi untuk meluangkan masa bersama seorang dengan seorang.

# data_list
source: Thank you for sharing. It can be hard to find time, especially when you have work, chores, and other responsibilities to do. 😔 You could try finding a chore to do together.
ms: Terima kasih atas perkongsian anda. Sukarnya untuk mencari masa apabila anda mempunyai kerja, tugas dan tanggungjawab lain yang perlu dilakukan. 😔 Anda boleh cuba mencari kerja rumah yang boleh dilakukan secara bersama.
