Repository: IDEMSInternational/plh-digital-content
Catalog: translations/facilitator_app_malaysia/*/*_main.po
Languages: ms

# data_list
source: Giving appropriate and fair consequences when their children misbehave is an important skill for parents to learn. It will help avoid more harmful discipline practices. Consequences are most effective when used to support following instructions or household rules and routines that have already been discussed with children. Here are some common challenges and possible solutions for giving consequences. You can share the following messages as responses during your weekly chat when parents share challenges with this topic.
ms: Kemahiran penting untuk dipelajari oleh ibu bapa adalah memberi akibat yang wajar dan adil apabila anak-anak mereka melakukan salah laku. Ia akan membantu mengelakkan amalan disiplin yang lebih berbahaya. Akibat atau denda adalah paling berkesan apabila digunakan untuk menyokong pematuhan arahan atau peraturan rumah dan rutin/jadual harian yang telah dibincangkan dengan kanak-kanak. Berikut adalah beberapa cabaran lazim dan cadangan penyelesaian untuk memberi akibat. Anda boleh berkongsi mesej berikut sebagai respon semasa sembang mingguan anda apabila ibu bapa berkongsi cabaran tentang topik ini.

# data_list
source: Here are some common challenges and possible solutions for supporting positive child behaviour. You can share the following messages as responses during your weekly chat when parents share challenges with this topic.
ms: Berikut adalah beberapa cabaran lazim dan cadangan penyelesaian untuk menyokong tingkah laku positif anak. Anda boleh berkongsi mesej berikut sebagai respon semasa sembang mingguan anda apabila ibu bapa berkongsi cabaran tentang topik ini.

# data_list
source: Here are some common challenges and possible solutions for keeping children safe and healthy. You can share the following messages as responses during your weekly chat when parents share challenges with this topic.
ms: Berikut adalah beberapa cabaran lazim dan cadangan penyelesaian untuk memastikan keselamatan dan kesihatan anak-anak. Anda boleh berkongsi mesej berikut sebagai respon semasa sembang mingguan anda apabila ibu bapa berkongsi cabaran tentang topik ini.

# data_list
source: About you
ms: Tentang anda

# data_list
source: We will use this to personalise the messages for sharing with your @global.share_groups.
ms: Untuk berkongsi dengan @global.share_groups anda, kita akan menggunakan perkara ini untuk memperibadikan mesej.

# data_list
source: Your Facilitator ID
ms: ID Fasilitator anda

# data_list
source: Here you can find your unique code. You may be asked to share this code with people who will support your @global.app_name journey.
ms: Anda boleh menjumpai kod unik anda di sini. Anda mungkin diminta untuk berkongsi kod ini dengan orang yang akan menyokong perjalanan @global.app_name anda.

# data_list
source: Your Parent Group
ms: Kumpulan Ibu Bapa Anda

# data_list
source: See and edit the list of parents attending your groups.
ms: Lihat dan sunting senarai ibu bapa yang menghadiri kumpulan anda.

# data_list
source: Your Parent Groups
ms: Kumpulan Ibu Bapa Anda

# data_list
source: See and edit the lists of parents attending your groups.
ms: Lihat dan sunting senarai ibu bapa yang menghadiri kumpulan anda.

# data_list
source: This chat session should happen on the same day or day after you complete the in-person onboarding session. As the first chat session, it offers a chance for parents to introduce themselves to the group.
ms: Sesi sembang ini perlu berlangsung pada hari yang sama atau sehari selepas anda melengkapkan sesi pengenalan bersemuka. Sesi sembang pertama ini menawarkan peluang kepada ibu bapa untuk memperkenalkan diri mereka kepada kumpulan.

# data_list
source: Every week, you will check-in on the parent’s progress on NKText. It’s a chance for parents to share their experiences with the skills they've learned, discuss challenges, or explore solutions as a group. Before closing the session, you will encourage the parents to focus on a particular parenting theme. This week’s theme is how parents can support their child's development and growth.
ms: Anda akan mendaftar masuk kemajuan ibu bapa dalam NKText pada setiap minggu. Ini adalah peluang bagi ibu bapa untuk berkongsi pengalaman mereka dengan kemahiran yang telah mereka pelajari, membincangkan cabaran atau meneroka penyelesaian sebagai satu kumpulan. Anda akan menggalakkan para ibu bapa untuk tumpukan perhatian kepada tema keibubapaan tertentu sebelum menutup sesi. Cara ibu bapa dapat menyokong perkembangan dan pertumbuhan anak mereka merupakan tema pada minggu ini.

# data_list
source: This week, you will connect again with the parents to get updates on how they are engaging with NKText. It’s a chance for parents to share their experiences with the skills they've learned, discuss challenges, or explore solutions as a group. Before closing the session, you will encourage the parents to focus on this week’s parenting theme: supporting their child’s learning in a fun and engaging way.
ms: Anda akan berhubung sekali lagi dengan ibu bapa pada minggu ini untuk mendapat kemas kini tentang keterlibatan mereka dengan NKText. Ini adalah peluang bagi ibu bapa untuk berkongsi pengalaman mereka dengan kemahiran yang telah mereka pelajari, membincangkan cabaran atau meneroka penyelesaian sebagai satu kumpulan. Anda akan menggalakkan para ibu bapa untuk tumpukan perhatian kepada tema keibubapaan pada minggu ini sebelum menutup sesi iaitu: menyokong pembelajaran anak mereka dalam cara yang menarik dan menyeronokkan.

# data_list
source: This week, you will have your third check-in session with the parents. It’s a chance for parents to share their experiences with the skills they've learned, discuss challenges, or explore solutions as a group. Before closing the session, you will encourage the parents to focus on the last parenting theme: managing daily stress.
ms: Anda mempunyai sesi daftar masuk yang ketiga dengan ibu bapa pada minggu ini. Ini adalah peluang bagi ibu bapa untuk berkongsi pengalaman mereka dengan kemahiran yang telah mereka pelajari, membincangkan cabaran atau meneroka penyelesaian sebagai satu kumpulan. Anda akan menggalakkan para ibu bapa untuk tumpukan perhatian kepada tema keibubapaan yang terakhir sebelum menutup sesi iaitu: menguruskan tekanan harian.

# data_list
source: This week is your final chat session with the group. It can be an emotional time for parents and for you. You should congratulate yourself for taking the parents through the Naungan Kasih journey and celebrate with them the positive changes in their lives and for their children. During this chat session, you will ask the names of the two group admin to keep the WhatsApp Support Group ongoing, and handover the WhatsApp group administration rights to them. Remember, the WhatsApp groups are designed to support parent engagement in the NKText chatbot. Before this chat session, you should have selected the two parents to lead the group. Enter the name of the parents after sharing in Message 4: Group Admin. If no one volunteered, see FAQ. For next steps after selecting the group admin, see “How to handover to Group Admin” in the Facilitator Guide. You can choose to stay or leave the WhatsApp Group after the program ends.
ms: Minggu ini merupakan sesi sembang terakhir anda bersama kumpulan. Ia mungkin menjadi saat yang penuh emosi untuk ibu bapa dan juga untuk anda. Ucapkan tahniah kepada diri anda kerana berjaya membimbing ibu bapa melalui perjalanan Naungan Kasih, dan raikan bersama mereka perubahan positif dalam kehidupan mereka dan anak-anak mereka. Dalam sesi sembang ini, anda akan meminta nama dua orang ibu bapa untuk menjadi pentadbir kumpulan untuk memastikan Kumpulan Sokongan WhatsApp terus berjalan. Kemudian, serahkan hak pentadbiran kumpulan WhatsApp kepada mereka. Ingat, kumpulan WhatsApp ini diwujudkan untuk menyokong penglibatan ibu bapa dalam bot sembang NKText. Sebelum sesi ini, anda sepatutnya telah memilih dua orang ibu bapa untuk mengetuai kumpulan. Masukkan nama mereka selepas berkongsi Mesej 4: Pentadbir Kumpulan. Jika tiada yang tampil secara sukarela, sila rujuk bahagian Soalan Lazim (FAQ). Untuk langkah seterusnya selepas memilih pentadbir kumpulan, sila rujuk bahagian “Cara Menyerahkan Tugas kepada Pentadbir Kumpulan” dalam Panduan Fasilitator. Anda boleh memilih untuk kekal atau meninggalkan Kumpulan WhatsApp selepas program tamat.

# data_list
source: Ministry of Women, Family and Community Development’s Talian Kasih 24-Hour Hotline for abuse, neglect, and violence: 15999 or SMS/WhatsApp +6-019-261-5999
ms: Talian Kasih 24 Jam oleh Kementerian Pembangunan Wanita, Keluarga dan Masyarakat untuk penderaan, pengabaian, dan keganasan: 15999 atau SMS/WhatsApp +6-019-261-5999

# data_list
source: Quickly Share These Resources
ms: Berkongsi Sumber Ini dengan Serta-Merta

# data_list
source: 1️⃣ Abuse, neglect, violence, poverty, and juvenile delinquency: Talian Kasih by Ministry Women, Family and Community Development https://www.kpwkm.gov.my/portal-main/article?id=talian-kasih 15999 (Call) +6-019-261-5999 (SMS or WhatsApp) 2️⃣ Abuse of women and children: Women’s Aid Organisation (WAO) https://wao.org.my/ +6-03-3000-8858 (Call) +6-018-988-8058 (SMS or WhatsApp TINA) 3️⃣ Emotional distress and suicidal thoughts: Befrienders Kuala Lumpur https://www.befrienders.org.my/ +6-03-7627-2929 (Call) sam@befrienders.org.my (Email) 4️⃣ Cybersecurity incident Cyber999 by CyberSecurity Malaysia, Ministry of Communications and Multimedia (or K-KOMM) https://www.mycert.org.my/portal/online-form?id=7a911418-9e84-4e48-84d3-aa8a4fe55f16
ms: 1️⃣ Penderaan, pengabaian, keganasan, kemiskinan, dan jenayah remaja: Talian Kasih oleh Kementerian Pembangunan Wanita, Keluarga dan Masyarakat https://www.kpwkm.gov.my/portal-main/article?id=talian-kasih 15999 (Panggilan) +6-019-261-5999 (SMS atau WhatsApp) 2️⃣ Keganasan terhadap wanita dan kanak-kanak: Women’s Aid Organisation (WAO) https://wao.org.my/ +6-03-3000-8858 (Panggilan) +6-018-988-8058 (SMS atau WhatsApp TINA) 3️⃣ Tekanan emosi dan mempunyai niat membunuh diri: Befrienders Kuala Lumpur https://www.befrienders.org.my/ +6-03-7627-2929 (Panggilan) sam@befrienders.org.my (E-mel) 4️⃣ Insiden keselamatan siber Cyber999 oleh CyberSecurity Malaysia, Kementerian Komunikasi dan Multimedia (atau K-KOMM) https://www.mycert.org.my/portal/online-form?id=7a911418-9e84-4e48-84d3-aa8a4fe55f16

# data_list
source: Message 1: Introduction
ms: Mesej 1: Pengenalan

# data_list
source: 😃 Hi there! Welcome to our Naungan Kasih WhatsApp Group! Today we are introducing ourselves and our goals for the programme! ⭐ My name is [INSERT NAME] and my goal is to learn more about how to help my child go to bed by 8 every night. ⏰🌙 Please share your name and your goal for Naungan Kasih using text or audio message.
ms: 😃 Hai! Selamat datang ke Kumpulan WhatsApp Naungan Kasih! Kita akan mula dengan memperkenalkan diri kita dan matlamat kita bagi program ini pada hari ini! ⭐ Nama saya [MASUKKAN NAMA] dan matlamat saya adalah untuk mempelajari lebih lanjut tentang cara membantu anak saya tidur pada pukul 8 setiap malam.⏰🌙 Sila kongsikan nama anda dan matlamat anda untuk Naungan Kasih menggunakan teks atau mesej audio.

# data_list
source: Remember to fill in your name where it says [INSERT NAME] before sending your message. Allow some time for parents to share. Try to praise each response. For example, you can say “Thanks for the response, [INSERT NAME]!” or “Great goal, [INSERT NAME]”! You can also use simple emojis like 👍or 🙂
ms: Ingat untuk mengisi nama anda di tempat yang tertera [MASUKKAN NAMA] sebelum menghantar mesej anda. Berikan sedikit masa untuk ibu bapa berkongsi. Cuba puji setiap respon. Sebagai contoh, anda boleh menyebut "Terima kasih atas respon, [Masukkan Nama]!" atau "Matlamat hebat, [Masukkan Nama]"! Anda juga boleh menggunakan emoji ringkas seperti 👍atau 🙂

# data_list
source: Message 2: Setting time to chat
ms: Mesej 2: Tetapkan masa untuk bersembang

# data_list
source: Every 2 weeks, we will catch up at [INSERT TIME] on [INSERT DAY] to chat about our Naungan Kasih journey. 👋 Please join to share how things are going, any challenges you experience, or just say hi! 😊 ⏰ Does this time and day work for everyone?
ms: Setiap 2 minggu, kita akan berjumpa pada [MASUKKAN MASA] hari [MASUKKAN HARI] untuk berbual tentang perjalanan kita dalam Naungan Kasih. 👋 Sila turut serta untuk berkongsi perkembangan anda, sebarang cabaran yang dihadapi, atau sekadar bertanya khabar! 😊 ⏰ Adakah masa dan hari ini sesuai untuk semua orang?

# data_list
source: Add the time and day of the week before sending the message.
ms: Tambahkan waktu dan hari dalam minggu tersebut sebelum menghantar mesej.

# data_list
source: Message 3: WhatsApp Group Expectations
ms: Mesej 3: Jangkaan Kumpulan WhatsApp

# data_list
source: I'm really looking forward to our first chat session together! Just a quick reminder: you can chat about your experiences, challenges, and successes with each other in this group, even if our chat sessions are only once every two weeks. This group is all about learning and sharing together! 🌟
ms: Saya tidak sabar menanti sesi sembang pertama kita bersama-sama! Ini cuma peringatan mesra: walaupun sesi sembang kita hanya diadakan sekali setiap 2 minggu, anda boleh bersembang tentang pengalaman, cabaran, dan kejayaan anda antara satu sama lain dalam kumpulan ini. Kumpulan ini adalah untuk belajar dan berkongsi bersama-sama! 🌟

# data_list
source: Message 4: Closing
ms: Mesej 4: Penutup

# data_list
source: 😃 Thank you so much for being part of our WhatsApp chat group! As your home activity, try to spend at least 5 minutes of One-on-One Time with your child each day. We can share about how it goes during our next chat session. 👋 See you in the next session on [ENTER DATE].
ms: 😃Jutaan terima kasih kerana menjadi sebahagian daripada kumpulan sembang WhatsApp kami! Cuba untuk luangkan sekurang-kurangnya 5 minit Masa Bersama Seorang dengan Seorang bersama anak anda setiap hari sebagai aktiviti anda di rumah. Kita boleh berkongsi tentang perjalanan semasa sesi sembang kita yang seterusnya. 👋Jumpa anda pada sesi seterusnya pada [MASUKKAN TARIKH].

# data_list
source: Hello! Our weekly chat is coming up! Our next chat session will be later today at [INSERT TIME]. We will catch up on how things are going with your home activities. See you then! 👋
ms: Helo! Sembang mingguan kita semakin dekat! Sesi sembang kita yang seterusnya akan bermula tidak lama lagi pada pukul [MASUKKAN WAKTU]. Kita akan semak aktiviti anda di rumah. Jumpa anda nanti! 👋

# data_list
source: Message 2: Welcome and Check-in
ms: Mesej 2: Selamat datang dan Daftar Masuk

# data_list
source: Hello! Before we start our chat session, I just wanted to congratulate you for making it this far into the programme! ✨ How is everybody doing? 😃 Happy? 😣 Stressed? Angry? 😒 Annoyed? 💙 Peaceful? Whatever emotion you feel…it’s okay! Please share with the group how you are feeling today.
ms: Hai semua! Sebelum kita mulakan sesi sembang hari ini, saya ingin ucapkan tahniah kerana anda telah sampai sejauh ini dalam program Naungan Kasih! ✨ Apa khabar semua hari ini? 😃 Gembira? 😣 Tertekan? Marah? 😒 Menjengkelkan? 💙 Tenang? Apa pun emosi yang anda rasa… semuanya tidak mengapa! Sila kongsikan dengan kumpulan bagaimana perasaan anda hari ini.

# data_list
source: Allow time for parents to share how they are feeling. You should also share how you are feeling. For example, “I am happy to be part of this chat today.”
ms: Berikan masa untuk ibu bapa berkongsi perasaan mereka. Anda juga harus berkongsi perasaan anda. Sebagai contoh, "Saya gembira menjadi sebahagian daripada sesi sembang pada hari ini."

# data_list
source: Thanks for sharing! ✨ How are your NKText home activities going with your child? Did anything go particularly well? Did you find any activity difficult?
ms: Terima kasih atas perkongsian! ✨ Bagaimana dengan aktiviti di rumah NKText anda bersama dengan anak anda? Adakah berjalan dengan lancar? Adakah terdapat kesukaran yang anda hadapi dalam mana-mana aktiviti?

# data_list
source: Message 4: Supporting children’s development
ms: Mesej 4: Menyokong perkembangan anak

# data_list
source: Thanks for sharing! We all see how much our children grow and change over time. As parents, you have a big role in making sure your child develops and grows well. What do you think are some things you can do to support your child’s growth and development?
ms: Terima kasih atas perkongsian! Kita semua melihat sejauh mana anak kita membesar dan berubah mengikut peredaran masa. Anda mempunyai peranan yang besar sebagai ibu bapa dalam memastikan anak anda berkembang dan membesar dengan baik. Pada pendapat anda, apakah perkara yang boleh anda lakukan untuk menyokong pertumbuhan dan perkembangan anak anda?

# data_list
source: Acknowledge the experiences parents share with an appropriate emoji. You can begin the discussion by sharing that parents can help their child grow by using words to describe what they are doing so that they develop language abilities.
ms: Iktiraf pengalaman yang dikongsi ibu bapa dengan emoji yang sesuai. Anda boleh memulakan perbincangan dengan berkongsi bahawa ibu bapa boleh membantu anak mereka membesar dengan menggunakan perkataan untuk menerangkan perkara yang mereka lakukan supaya mereka dapat mengembangkan kebolehan bahasa.

# data_list
source: That’s right! You can make a big difference by being involved in your child’s development. In NKText, you will find tips on how to support your child’s development and growth in the goal, “Understand Child Development” If you've already given this goal a try, that's fantastic! If not, consider choosing this as your next goal. Thank you for sharing, and working as hard as you do as parents. See you in the next chat session on [ENTER DATE]! 🏆
ms: Betul! Anda boleh melakukan perubahan yang besar dengan melibatkan diri dalam perkembangan anak anda. Anda akan menemui petua-petua tentang cara untuk menyokong perkembangan dan pertumbuhan anak anda dalam matlamat "Memahami Perkembangan Kanak-Kanak" dalam NKText. Jika anda sudah mencuba matlamat ini, bagus! Jika belum, pertimbangkan untuk memilih matlamat ini sebagai matlamat seterusnya. Terima kasih kerana berkongsi dan berusaha keras sebagai ibu bapa. Jumpa lagi dalam sesi sembang seterusnya pada [MASUKKAN TARIKH]! 🏆

# data_list
source: Hello! I am looking forward to chatting with you later today at [INSERT TIME]. We will catch up on how things are going with your home activities. Chat soon! 👋
ms: Helo! Saya tidak sabar untuk bersembang dengan anda pada hari ini pukul [MASUKKAN WAKTU]. Kami akan mengikuti perkembangan aktiviti di rumah anda. Nanti kita sembang lagi! 👋

# data_list
source: 🔔 Hello! Welcome to our Naungan Kasih chat session! How are you doing today? Excited to share? Anxious about parenting? Curious? Whatever emotion you’re experiencing is okay. Share an emoji that best shows how you are feeling today. 😃😒😔😣
ms: 🔔 Helo! Selamat datang ke sesi sembang Naungan Kasih! Bagaimana dengan anda hari ini? Teruja untuk berkongsi? Gelisah tentang keibubapaan? Rasa ingin tahu? Tidak kira apa emosi yang anda alami, semuanya tidak mengapa. Kongsikan emoji yang menggambarkan perasaan anda dengan terbaik pada hari ini. 😃😒😔😣

# data_list
source: Thanks for sharing! ✨ How are you doing with your NKText home activities? Remember, we are here to celebrate the good things together and help each other find solutions when things go wrong. Who would like to share first?
ms: Terima kasih kerana berkongsi! ✨ Bagaimana kemajuan anda dengan aktiviti di rumah NKText anda? Ingat, kami di sini untuk meraikan perkara yang baik bersama-sama dan membantu satu sama lain untuk mencari penyelesaian apabila sesuatu tidak berjalan dengan baik. Siapa yang ingin berkongsi dahulu?

# data_list
source: Message 4: Supporting children’s learning
ms: Mesej 4: Menyokong pembelajaran anak

# data_list
source: Thanks for sharing! Last time, we talked about helping your child develop and grow. Today, let's chat about how to help your child’s learning. Did you know children can learn so much more through playful activities, even when they're not in school? There are lots of ways you can use play to make learning fun for your child. They'll learn better when they're having fun! What are some ways you can make learning fun for your child at home? 🎉
ms: Terima kasih atas perkongsian! Kita berbincang tentang membantu anak anda berkembang dan membesar sebelum ini. Hari ini, mari kita bersembang tentang cara untuk membantu pembelajaran anak anda. Adakah anda tahu bahawa kanak-kanak boleh belajar lebih banyak lagi melalui aktiviti yang menarik, walaupun mereka tidak berada di sekolah? Terdapat banyak cara yang anda boleh guna untuk menjadikan pembelajaran tersebut menyeronokkan bagi anak anda. Apabila mereka berseronok, mereka akan dapat belajar dengan lebih baik! Apakah cara yang anda boleh lakukan untuk membuat pembelajaran yang menyeronokkan bagi anak anda di rumah? 🎉

# data_list
source: Acknowledge the experiences parents share with an appropriate emoji. You can share suggestions like typing PLAY in NKText to find activities to do with your child.
ms: Iktiraf pengalaman yang dikongsikan oleh ibu bapa dengan emoji yang sesuai. Bagi mencari aktiviti untuk dilakukan bersama anak anda, anda boleh berkongsi cadangan seperti menaip MAIN dalam NKText.

# data_list
source: 🎉 Those are some great ideas! Remember that your children will learn best when you make it fun, creative, and meaningful. If you would like to learn more about ways to help your child grow healthily, check out the goal, “Prepare My Child for Success in School” in NKText. If you have already completed this goal, great job! If not, consider making this your next parenting goal. Remember, it is what you do at home with your child that makes the difference! 💚 Chat to you next session on [ENTER DATE]! 👀
ms: 🎉 Itu adalah beberapa idea yang hebat! Ingatlah bahawa anak anda akan belajar dengan sangat baik jika anda menjadikan pembelajaran tersebut menyeronokkan, kreatif dan bermakna. Semak matlamat "Persiapkan Anak Saya untuk Kejayaan di Sekolah" dalam NKText jika anda ingin mempelajari lebih lanjut tentang cara membantu anak anda membesar dengan sihat. Tahniah, jika anda telah melengkapkan matlamat ini! Jika tidak, pertimbangkan untuk menjadikan matlamat ini sebagai matlamat keibubapaan anda yang seterusnya. Ingat, andalah yang mencorakkan masa depan anak anda dengan apa yang anda lakukan di rumah bersamanya! 💚 Mari bersembang lagi dalam sesi seterusnya pada [MASUKKAN TARIKH]! 👀

# data_list
source: Hello! I am excited to chat with you later today at [INSERT TIME]. Let us catch up on how things are going with your home activities from NKText. Chat soon!
ms: Helo! Saya teruja untuk bersembang dengan anda pada hari ini pukul [MASUKKAN WAKTU]. Biar kami mengikuti perkembangan aktiviti di rumah anda daripada NKText. Nanti kita sembang lagi!

# data_list
source: Message 2: Welcome and check-in
ms: Mesej 2: Selamat datang dan daftar masuk

# data_list
source: 🔔Hello! Welcome to our Naungan Kasih chat session! How is everyone’s stress level today? Use Type a number from 1 to 10 to share your stress level: 1 - No Stress 2 to 5 - Some Stress 6 to 9 - Feeling Stressed 10 - Extremely Stressed
ms: 🔔Helo! Selamat datang ke sesi sembang Naungan Kasih kami! Bagaimana dengan tahap tekanan semua orang pada hari ini? Untuk berkongsi tahap tekanan anda, gunakan Taip satu nombor daripada 1 hingga 10: 1 - Tiada Tekanan 2 to 5 - Sedikit Tekanan 6 to 9 - Berasa Tertekan 10 - Sangat Tertekan
