Repository: IDEMSInternational/plh-digital-content
Catalog: translations/facilitator_app_malaysia/*/*_main.po
Languages: ms

# data_list
source: My child did not want to spend time with me.
ms: Anak saya tidak mahu meluangkan masa bersama saya.

# data_list
source: Thank you for sharing. It feels sad when your child doesn't want to spend time with you. 😔 Try suggesting a fun activity to do together.
ms: Terima kasih atas perkongsian anda. Apabila anak anda tidak mahu meluangkan masa bersama dengan anda, anda pasti berasa sedih. 😔 Cuba cadangkan aktiviti menyeronokkan yang boleh dilakukan secara bersama.

# data_list
source: All my child wanted to do was watch T.V. or play with a gadget.
ms: Anak saya hanya mahu menonton T.V. atau bermain dengan peranti.

# data_list
source: It can be tough when your child seems focused on watching TV or playing with a gadget all the time. 😟 To connect with them and understand their interests, try asking them to show you something cool on the gadget. It's a simple way to engage with their world and spend time together. 📺
ms: Apabila anak anda terlalu fokus menonton TV atau bermain peranti/gajet setiap hari, keadaan akan menjadi sukar. 😟 Cuba minta mereka tunjukkan kepada anda sesuatu yang menarik pada peranti/gajet tersebut kerana anda boleh berhubung dan memahami minat mereka. Cara ini adalah cara yang mudah untuk menyelami dunia mereka dan meluangkan masa bersama-sama. 📺

# data_list
source: My child did not want one-on-one time to end.
ms: Anak saya tidak mahu masa bersama seorang dengan seorang berakhir.

# data_list
source: I understand it can be tough when your child does not want one-on-one time to end. 😣 To make things smoother, try being clear about how much time you have together and give a gentle warning when the time is about to end. ⏰ To help you with managing your child’s behaviour, consider making “Support My Child’s Positive Behaviour” as your next parenting goal once you finish your current goal.
ms: Saya faham tentang kesukaran apabila anak anda tidak mahu sesi masa bersama seorang dengan seorang berakhir. 😣 Bagi melancarkan sesi ini, cuba beritahu secara jelas tentang berapa banyak masa yang anda boleh luangkan dan berikan peringatan mesra ketika masa sudah hampir tamat. ⏰ Bagi membantu anda menguruskan tingkah laku anak anda, pertimbangkan untuk menjadikan " Menyokong Tingkah Laku Positif Anak Saya” sebagai matlamat keibubapaan anda yang seterusnya apabila anda sudah tamat dengan matlamat semasa anda.

# data_list
source: My child wanted to do activities that I could not do.
ms: Anak saya mahu melakukan aktiviti yang saya tidak berupaya lakukan.

# data_list
source: I can imagine it's challenging when your child wants to do activities that you find difficult. 😔 A simple solution is to ask your child if you can join in by watching. This way, you're still involved and supportive, even if you can't participate directly. 🤝
ms: Saya boleh bayangkan betapa mencabar apabila anak anda mahu melakukan aktiviti yang anda rasa sukar. 😔 Penyelesaian mudah adalah jika anda bertanya kepada anak anda sama ada anda boleh turut serta dengan hanya melihat dia melakukannya. Dengan cara ini, anda masih terlibat dan memberi sokongan, walaupun anda tidak dapat ikut serta secara langsung. 🤝

# data_list
source: I forgot to praise my child.
ms: Saya lupa untuk memuji anak saya.

# data_list
source: 💚 It can be difficult to juggle all the different things we need to do. 🌱 Next time you spend one-on-one time, try and think of one thing you can praise them for. ☀️ You can even say, “Thank you for spending time with me!”
ms: 💚Sukar bagi kita membahagikan masa untuk semua perkara yang perlu kita lakukan. 🌱Apabila anda meluangkan masa bersama seorang-dengan-seorang, cuba dan fikir satu perkara untuk memuji anak anda. ☀️Anda juga boleh mengatakan, “Terima kasih kerana meluangkan masa dengan saya!”

# data_list
source: I felt embarrassed or weird when praising my child.
ms: Saya rasa malu atau pelik ketika memuji anak saya.

# data_list
source: ⭐ It’s normal to feel uneasy about doing new things. 🌷 This is especially true of praise when we are not used to hearing it ourselves. 👀 But it will get easier with practice,I promise!
ms: ⭐Adalah perkara biasa untuk berasa tidak selesa ketika kita melakukan sesuatu perkara yang baru. 🌷Ini benar tentang pujian, terutamanya apabila kita sendiri tidak biasa mendengar pujian. 👀Tapi saya pasti ia akan menjadi lebih mudah dengan banyak berlatih!

# data_list
source: I can’t think of anything to praise my child.
ms: Saya tidak boleh berfikir tentang sesuatu perkara untuk memuji anak saya.

# data_list
source: 🔔 Start small! You don’t have to select anything big to praise. 💡 Find a simple behaviour that your child does that you are happy about and tell them. Even something that they already do. ♥️ It will make a difference!
ms: 🔔Mulakan dari perkara yang kecil dan mudah! Anda tidak perlu memilih sesuatu yang besar untuk dipuji. 💡Cari tingkah laku mudah yang anak anda lakukan yang buat anda berasa gembira dan beritahu dia. Mungkin juga perkara yang sudah dia lakukan. ♥️ Pastinya ia membawa perubahan!

# data_list
source: My child did not want to share their emotions.
ms: Anak saya tidak mahu berkongsi perasaan mereka.

# data_list
source: 💚 I understand that sharing feelings is challenging when it’s new. 🌱 Be patient and keep providing them with the opportunity to start sharing. ☀️ Be a model for your children by sharing your own feelings.
ms: 💚 Saya faham bahawa berkongsi perasaan adalah mencabar jika baru bermula. 🌱Bersabar dan terus berikan peluang untuk dia mula berkongsi. ☀️Jadilah model untuk anak-anak anda dengan berkongsi tentang perasaan anda sendiri.

# data_list
source: I felt uncomfortable talking about my own feelings
ms: Saya rasa tidak selesa untuk bercakap tentang perasaan saya sendiri

# data_list
source: ⭐ It's okay to feel uncomfortable talking about your own feelings. 👀 A simple way to start is by using 'I feel...' 🌷 For example, you could say, "I feel happy when we spend time together." Starting small like this can make it easier.
ms: ⭐ Tidak mengapa jika anda berasa tidak selesa untuk bercakap tentang perasaan anda sendiri. 👀Cara mudah untuk bermula adalah dengan mengatakan 'Saya berasa...' 🌷Sebagai contoh, anda boleh berkata, "Saya berasa gembira apabila kita meluangkan masa bersama-sama." Bermula daripada perkara sekecil ini boleh menjadikannya lebih mudah.

# data_list
source: Others in the household don’t think it’s a good idea to talk about emotions.
ms: Orang lain di rumah berfikir bahawa bercakap tentang perasaan bukanlah idea yang baik.

# data_list
source: 🔔 You can try talking to them about why it might be a good idea. 💡 Encourage them to try it first. Sometimes, just giving it a try can help everyone understand each other better.
ms: 🔔 Anda boleh berbual dengan anak anda tentang sebab mengapa ia boleh menjadi idea yang baik. 💡Galakkan dia untuk mencubanya dahulu! Kadang kala, dengan mencuba boleh membantu semua orang memahami antara satu sama lain dengan lebih baik.

# data_list
source: Others in the household don’t think it’s a good idea to talk about negative emotions.
ms: Orang lain di rumah berfikir bahawa bercakap tentang perasaan negatif bukanlah idea yang baik.

# data_list
source: 🔔 Maybe you can have a chat with them about why it could be a good idea. 💡 Encourage them to give it a try! Talking openly about feelings can help everyone understand each other better.
ms: 🔔 Mungkin anda boleh berbual dengan anak anda tentang sebab mengapa ia boleh menjadi idea yang baik. 💡Galakkan dia untuk mencubanya! Bercakap secara terbuka tentang perasaan boleh membantu semua orang memahami antara satu sama lain dengan lebih baik.

# data_list
source: I don’t know how to name some of the feelings I am experiencing.
ms: Saya tidak tahu perasaan yang sedang saya alami.

# data_list
source: ✨ Naming feelings can be tough. 🔄 Try combining words you know, like happy or sad, and think about where you feel it in your body. 🔴 For example, if your chest feels tight, it might be stress. 🔶 It's okay not to have all the words – describe it the best you can.
ms: ✨Mungkin sukar untuk menyatakan perasaan. 🔄Dengan memikirkan tentang di mana anda merasakannya pada tubuh anda, cuba gabungkan perkataan yang anda tahu, seperti gembira atau sedih. 🔴Contohnya, jika dada anda berasa sesak, ia mungkin disebabkan tekanan. 🔶Tidak mengapa jika anda tidak tahu kata-kata untuk mengungkapkannya – gambarkannya dengan sebaik mungkin.

# data_list
source: I don’t have time to interact with my child.
ms: Saya tidak mempunyai masa untuk berinteraksi dengan anak saya.

# data_list
source: It is okay to feel that way. But there are many small ways to spend time with your child! ⏰ You can interact with your child while doing something else. Like, try asking your child to describe the colours and objects they see around them while you are walking together or while commuting on a bus. 😃 Your child will appreciate the attention you are giving, even for a short while.
ms: Tidak mengapa jika anda rasa seperti itu. Tetapi terdapat cara lain untuk meluangkan sedikit masa bersama anak anda! ⏰ Anda boleh berinteraksi dengan anak anda sambil melakukan sesuatu. Seperti, cuba minta anak anda menerangkan warna dan objek yang dia lihat di sekelilingnya semasa anda berjalan bersama-sama atau semasa anda dan anak anda berulang-alik menaiki bas. 😃 Anak anda akan menghargai perhatian yang anda berikan, walaupun untuk seketika.

# data_list
source: My child is not interested in spending time with me.
ms: Anak saya tidak berminat untuk meluangkan masa bersama saya.

# data_list
source: 😣 You may be hurt because your child does not want to spend time with you. ⏰ Sometimes, your child just needs time to engage with you. It helps to remain calm, patient, and kind while you try to connect with your child. 🌱 As children grow, they may want independence from you. That’s normal! You can support them to find friends based on their interests.
ms: 😣 Anda mungkin terluka kerana anak anda tidak mahu meluangkan masa bersama anda. ⏰ Kadangkala, anak anda hanya perlukan sedikit masa untuk menyesuaikan dirinya dengan anda. Ia membantu anak anda untuk kekal tenang, sabar dan baik semasa anda cuba berhubung dengannya. 🌱 Semasa kanak-kanak membesar, mereka mungkin mahukan kebebasan daripada anda. Itu adalah perkara biasa! Anda boleh menyokong mereka dengan membantu mereka mencari rakan yang mempunyai minat serupa.

# data_list
source: My child keeps getting hurt from exploring or making new friends.
ms: Anak saya kerap tercedera akibat melasak atau suka berkenalan dengan rakan baharu.

# data_list
source: 🧸 It must be hard to see your child getting injured or feeling sad. 🌷 Children learn and grow from making mistakes. It is an important part of child development. They will be safe as long as you are aware of their activities and you can prevent anything dangerous. ⭐ Build your child’s confidence about their abilities, values, and appearance so that they are comfortable trying new things. 🎨 Encourage them to safely try out fun activities with other kids or adults. Praise them when they do it well! 💚 Let your child know that you trust them to be safe and follow the rules that you have set.
ms: 🧸 Pasti sukar untuk melihat anak anda terluka atau berasa sedih. 🌷Dengan melakukan kesilapan, kanak-kanak dapat belajar dan berkembang. Ia adalah bahagian penting dalam perkembangan kanak-kanak. Selagi mana anda mengetahui aktiviti yang dilakukannya dan anda boleh mengelakkan perkara yang berbahaya, keselamatan anak akan terjaga. ⭐ Bina keyakinan anak anda tentang kebolehan, nilai dan penampilan supaya dia selesa untuk mencuba perkara baharu. 🎨 Galakkan anak-anak untuk mencuba aktiviti yang menyeronokkan dengan selamat bersama kanak-kanak atau orang dewasa lain. Berikan pujian apabila dia dapat melakukannya dengan baik! 💚 Beritahu anak anda bahawa anda mempercayainya untuk menjaga keselamatan diri dan mengikut peraturan yang telah anda tetapkan.

# data_list
source: My children will think I am not strong if I share my own mistakes.
ms: Jika saya berkongsi kesilapan diri, anak saya akan berfikir bahawa saya tidak kuat.

# data_list
source: 💚 It’s completely normal to feel worried about how your children might see you if you share your mistakes. 🏆 Sharing your mistakes shows your child how you have learned and grown from your mistake, and they can do the same. ⭐ It shows your children how you are stronger after learning your mistakes.
ms: 💚Perasaan bimbang tentang tanggapan anak anda terhadap diri anda jika anda berkongsi kesilapan adalah perkara biasa. 🏆Dengan berkongsi kesilapan, anda menunjukkan kepada anak anda bagaimana anda telah belajar dan berkembang daripada kesilapan anda, dan dia juga boleh melakukan perkara yang sama. ⭐Ia akan menunjukkan kepada anak-anak anda bagaimana anda menjadi lebih kuat selepas sedar akan kesilapan anda.

# data_list
source: I don’t know what to do during play time with my child.
ms: Saya tidak tahu apa yang perlu dilakukan ketika masa bermain dengan anak saya.

# data_list
source: 💙 I understand that figuring out what to do during playtime with your child can be challenging. 🌱 It's a common concern, and you're not alone. 💡 If you need ideas for activities, simply type PLAY in NKText
ms: 💙 Saya faham, agak mencabar untuk fikirkan idea untuk aktiviti bermain bersama anak anda. 🌱Anda tidak bersendirian kerana ini adalah kebimbangan yang biasa. 💡Jika anda memerlukan idea untuk aktiviti, hanya taip MAIN dalam ParentText

# data_list
source: I did not find time to help my child learn.
ms: Saya tidak mempunyai masa untuk membantu pembelajaran anak saya.

# data_list
source: It can be difficult to find time to help your child learn, but there are two important things to remember: 1️⃣ Your child can learn a lot just by joining in activities you do in your normal routine. Going shopping for food, sorting clothes, and cooking are great opportunities to talk to your child and for them to learn. 🍅 Describe what you are doing and ask questions. If you can, play counting games, and point out numbers, shapes and letters that you see. For example, square signs and round signs, and numbers and letters on labels. 🔷 🔵 2️⃣ You can help your child learn by spending just a short amount of time specifically on a learning activity. For example, can you find 5 minutes in the evening to look at pictures together or read a children’s book? 📖
ms: Mungkin anda rasa sukar untuk mencari masa bagi membantu anak anda belajar, tetapi ada dua perkara penting untuk anda ingat: 1️⃣ Dengan hanya menyertai aktiviti jadual harian yang biasa anda lakukan, banyak perkara yang anak anda boleh pelajari. Pergi membeli makanan, menyusun pakaian, dan memasak ialah peluang yang bagus untuk anda bercakap dengan anak anda dan untuk pembelajaran mereka. 🍅 Jelaskan apa yang anda lakukan dan tanyakan soalan. Jika boleh, bermain permainan mengira, dan nyatakan nombor, bentuk dan huruf yang anda lihat. Sebagai contoh, bentuk segi empat dan bulatan, dan nombor serta huruf pada label. 🔷 🔵 2️⃣ Anda boleh membantu anak anda dengan meluangkan sedikit masa khususnya sewaktu aktiviti pembelajaran. Contohnya, bolehkah anda luangkan 5 minit pada waktu petang untuk melihat gambar bersama-sama atau membaca buku kanak-kanak? 📖

# data_list
source: I didn’t have any books to read with my child.
ms: Saya tidak mempunyai buku untuk dibaca bersama anak saya.

# data_list
source: 💡 That’s normal! Many parents don’t have books in the house. 👀 You can also use anything that has pictures to interact with your child - magazines, newspapers, and even signs on the road.
ms: 💡 Itu perkara biasa! Ramai ibu bapa yang tidak mempunyai buku di rumah. 👀 Anda juga boleh menggunakan apa sahaja yang mempunyai gambar untuk berinteraksi dengan anak anda - majalah, surat khabar dan juga papan tanda di jalan raya.

# data_list
source: My child does not want to learn.
ms: Anak saya tidak mahu belajar.

# data_list
source: 🎨 Try to make learning activities fun! Your child will be more likely to want to learn when the activity is fun with less pressure. ⚽ Follow your child’s interests, even if you’re just talking together. This will help them learn. 📱 For playful, educational ideas, type {PLAY} at any time in your NKText!
ms: 🎨 Cuba jadikan aktiviti pembelajaran menyeronokkan! Anak anda akan lebih berminat untuk belajar apabila aktiviti itu menyeronokkan dan kurang tekanan. ⚽ Ikut minat anak anda, walaupun hanya berbual bersama. Ini akan membantu mereka belajar. 📱 Untuk idea yang menyeronokkan untuk pembelajaran, taip {PLAY} pada bila-bila masa pada NKText anda!

# data_list
source: I am feeling overwhelmed.
ms: Saya berasa terbeban.

# data_list
source: 💙 I’m sorry you’re feeling overwhelmed. 💡 Try doing short, simple, and fun things that can fit in with your routine. 🌈 For example, point at things like letters, numbers, colours, and objects and tell Your Child what they are. Start slowly and simply. 🍚 If you’re busy, just involve your child in what you are doing.
ms: 💙 Saya minta maaf kerana anda berasa terbeban. 💡 Cuba lakukan perkara yang sekejap, ringkas dan menyeronokkan yang sesuai dengan rutin anda. 🌈 Contohnya, tunjuk pada perkara seperti huruf, nombor, warna dan objek dan beritahu Anak Anda tentang benda itu. Mulakan dengan perlahan dan ringkas. 🍚 Jika anda sibuk, hanya libatkan anak anda dalam apa yang sedang anda lakukan.

# data_list
source: My child did not follow instructions even when I followed the tips.
ms: Anak saya tidak mengikuti arahan walaupun saya mengikutinya.

# data_list
source: 💙 I understand it can be challenging when your child doesn't follow instructions. Remember, children need time to learn these skills. Be patient with the process, and don't hesitate to try again.🌱
ms: 💙Saya faham ia boleh jadi mencabar apabila anak anda tidak mengikut arahan. Ingat, kanak-kanak memerlukan masa untuk mempelajari kemahiran ini. Bersabar dengan prosesnya, dan jangan teragak-agak untuk mencuba lagi.🌱

# data_list
source: I gave a negative instead of a positive instruction.
ms: Saya memberikan arahan negatif dan bukannya arahan positif.

# data_list
source: 💛 It takes time to get used to giving positive instructions – but it’s worth trying again! Try thinking about the behaviour you would like to see your child to more often and think of positive ways to give that instruction. 🌷
ms: 💛 Memberi arahan secara positif memang mengambil masa untuk dibiasakan — tapi sangat berbaloi untuk terus mencuba! Cuba fikirkan tingkah laku yang anda mahu anak lakukan dengan lebih kerap, dan fikirkan cara positif untuk menyampaikan arahan tersebut. 🌷

# data_list
source: My child did not hear me or ignored me.
ms: Anak saya tidak mendengar kata atau tidak mengendahkan saya.

# data_list
source: ⭐ It can be tough when your child doesn't listen. 👀 Try getting their attention by looking at them or gently touching their shoulder before telling them something. That might help them hear you better.
ms: ⭐ Memang mencabar bila anak tidak mendengar kata. 👀 Cuba tarik perhatian anak anda dengan melihat mata atau sentuh bahunya dengan lembut sebelum bercakap. Ini mungkin membantu mereka lebih fokus dan mendengar dengan lebih baik.

# data_list
source: My child had difficulty following my instructions.
ms: Anak saya sukar untuk mengikut arahan saya.

# data_list
source: It's hard when your child struggles to follow what you ask. 1️⃣ Try giving just one instruction at a time, something they can easily do. And remember to give them enough time to do it. This can make following instructions easier for them.
ms: Sukar apabila anak anda susah untuk mengikut kata anda. 1️⃣Cuba berikan satu arahan sahaja pada satu masa, sesuatu yang dia boleh lakukan dengan mudah. Dan ingat untuk memberi anak anda masa yang cukup untuk melakukannya. Ini boleh memudahkan arahan berikut untuknya.

# data_list
source: We were not able to stick to the rule or routine
ms: Kami tidak boleh mengikut peraturan atau rutin dengan tetap

# data_list
source: Try making a rule or routine that's easy to follow, like cleaning up toys after playing. This way, it's simpler for everyone to keep up with it.
ms: Cuba untuk tetapkan peraturan atau rutin yang mudah diikut seperti mengemas permainan selepas bermain. Dengan cara ini, lebih mudah untuk semua orang mematuhinya.

# data_list
source: My child struggled to go along with the bedtime routine.
ms: Anak saya sukar untuk mengikut rutin tidur.

# data_list
source: It takes time for children to learn new routines and change their behaviour. Be patient and keep the bedtime routine consistent.
ms: Anak-anak mengambil masa untuk belajar rutin baharu dan mengubah tingkah laku mereka. Bersabar dan pastikan rutin tidur mereka konsisten.

# data_list
source: My child and I could not agree on a rule.
ms: Saya dan anak saya tidak bersetuju dengan peraturan tersebut.

# data_list
source: Think about whether the rule is reasonable. Can your child do it? It helps when making rules as a family to think about your child, how old they are and what really matters to them.
ms: Fikirkan sama ada peraturan itu munasabah. Bolehkah anak anda melakukannya? Semasa membuat peraturan sebagai sebuah keluarga, ia membantu jika anda mengambil kira berapa umur anak anda dan perkara yang penting bagi mereka.

# data_list
source: My child felt it was unfair that I don’t have to follow the rule we set.
ms: Anak saya rasa ia tidak adil kerana saya tidak perlu mengikut peraturan yang kami tetapkan.

# data_list
source: We should always remember that children learn best from us. The more we follow the rules, the more they will follow the rules too. You can adjust the rule to make sure that it is realistic for everyone to follow it, considering their and your responsibilities (for example school or work activities).
ms: Kita harus sentiasa ingat bahawa kanak-kanak paling mudah mempelajari sesuatu daripada kita. Jika kita mengikut peraturan, mereka juga akan mengikut peraturan. Peraturan boleh dilaraskan oleh anda untuk memastikan bahawa ia adalah realistik untuk dipatuhi oleh semua orang, dengan mengambil kira tanggungjawab anda dan juga tanggungjawab mereka (contohnya aktiviti sekolah atau kerja).

# data_list
source: Parent should be the one setting the rule, not the child.
ms: Ibu bapa yang sepatutnya menetapkan peraturan, bukannya anak.

# data_list
source: When we establish rules together with our children, that helps the family to understand each other better. The rules will be more realistic and children will be more willing and able to follow the rules.
ms: Keluarga akan memahami antara satu sama lain dengan lebih baik apabila kita menetapkan peraturan bersama-sama dengan anak kita. Peraturan akan menjadi lebih realistik dan anak akan lebih bersedia dan dapat mengikut peraturan.

# data_list
source: We made the rule but my child does not follow it.
ms: Kami telah membuat peraturan tetapi anak saya tidak mengikutinya.

# data_list
source: I get that it's challenging when your child isn't following the rule you set. 😔 Think about your rule – is it fair and realistic? What can your child actually do? Adjust the rule, if necessary. Praise your child when they do follow the rule.
ms: Saya faham ia mencabar apabila anak anda tidak mematuhi peraturan seperti yang anda telah tetapkan. 😔 Fikirkan tentang peraturan anda - adakah ia adil dan realistik? Apa sebenarnya yang boleh dilakukan oleh anak anda? Laraskan peraturan, jika perlu. Puji anak anda apabila mereka mengikut peraturan.

# data_list
source: I am too angry to find anything positive to say to my child after they have misbehaved.
ms: Saya terlalu marah sehingga tidak dapat mencari sebarang kata-kata positif untuk dikatakan kepada anak saya selepas mereka tidak berkelakuan baik.
