Repository: IDEMSInternational/plh-digital-content
Catalog: translations/facilitator_app_malaysia/*/*_main.po
Languages: ms

# data_list
source: Take a deep breath, take some space, and then pick something very small and concrete that you wish your child could do more of that you can praise in your child.
ms: Tarik nafas panjang, ambil sedikit ruang, dan kemudian pilih perkara yang mudah dan penting yang anda harap boleh dilakukan oleh anak anda dengan lebih kerap supaya anda boleh memberikan pujian kepada anak anda.

# data_list
source: My child doesn’t seem to have changed their behaviour despite the consequence I put in place.
ms: Anak saya nampaknya tidak mengubah tingkah lakunya walaupun saya telah memberikannya akibat.

# data_list
source: It takes time for anyone’s behaviour to change. Remember to consistently apply the consequence – you need to do it every time – and to put it into place immediately.
ms: Sesiapa saja yang ingin mengubah tingkah laku akan memerlukan sedikit masa. Ingat untuk menerapkan akibat secara konsisten - anda perlu melakukannya setiap kali - dan dengan kadar yang segera.

# data_list
source: My child is misbehaving all the time.
ms: Anak saya tidak berkelakuan baik sepanjang masa.

# data_list
source: You may need to spend more One-on-One Time with your child and give more positive attention to them when they are behaving well. This takes time so be patient!
ms: Kami turut bersimpati kerana anda mendapati hal ini mencabar. Anda perlu meluangkan lebih banyak Masa Bersama Seorang-dengan-Seorang dengan anak anda dan berikan perhatian yang lebih positif apabila mereka berkelakuan baik. Ini akan memakan sedikit masa, justeru itu anda perlu bersabar!

# data_list
source: Other members of the family do not agree about using ignore for tantrums or other demanding behaviours.
ms: Ahli keluarga yang lain tidak bersetuju untuk menggunakan kaedah abaikan apabila anak mengamuk atau bertingkah laku menuntut.

# data_list
source: 🚩 Sometimes others will not agree with us or have other methods of parenting. 💡 It might be helpful to explain to other family members how to use ignore and why it might help reduce your children’s demanding behaviours. ✨ You can only control your behaviour so remember that these changes start with you and with time others might see that they really work!
ms: 🚩Kadang-kadang orang lain tidak akan bersetuju dengan kita atau mempunyai kaedah keibubapaan lain. 💡Terangkan kepada ahli keluarga lain cara untuk mengamalkan kaedah abaikan dan sebab ia boleh membantu mengurangkan tingkah laku menuntut anak anda mungkin membantu mereka untuk lebih memahami. ✨Anda hanya boleh mengawal tingkah laku anda jadi ingat bahawa perubahan ini bermula dengan anda dan lama kelamaan orang lain mungkin melihat bahawa ia benar-benar berkesan!

# data_list
source: I can’t ignore my child’s behaviour because they are hitting/biting/pushing.
ms: Anak saya memukul/menggigit/menolak, jadi saya tidak boleh mengabaikan tingkah laku anak saya.

# data_list
source: 🔑 Ignore only works for negative attention seeking and demanding behaviours like whining, pestering, and tantrums. Using consequences is more effective for aggressive behaviours like hitting. Your child might need a break from an activity to cool down if they are being aggressive. ⏸ You can teach them to Take a Pause!
ms: 🔑Mengabaikan tingkah laku hanya berkesan untuk tingkah laku yang mencari perhatian dan menuntut perhatian negatif seperti merengek, mengganggu dan mengamuk. Untuk kelakuan yang agresif seperti memukul, gunakan akibat lebih berkesan. Jika anak anda menjadi agresif, dia mungkin perlu berehat daripada melakukan aktiviti untuk menenangkan dirinya. ⏸ Anda boleh mengajar mereka untuk Berhenti Seketika!

# data_list
source: I can’t ignore my child’s behaviour because I am afraid they will hurt themselves.
ms: Saya tidak boleh mengabaikan tingkah laku anak saya kerana saya takut mereka mencederakan diri mereka sendiri.

# data_list
source: ❗It is important to keep your child safe. If they get out of control during a tantrum, you might need to take them to a place where they cannot hurt themselves. You also might need to gently but firmly hold your child while continuing to ignore them verbally. Remember that we are ignoring the behaviour but not the child!
ms: ❗Adalah penting untuk memastikan anak anda selamat. Jika mereka tidak terkawal semasa mengamuk, anda mungkin perlu membawa mereka ke tempat yang mereka tidak boleh mencederakan diri sendiri. Anda juga mungkin perlu memegang anak anda dengan lembut tetapi tegas sambil terus mengabaikannya secara lisan. Ingat bahawa kita mengabaikan tingkah laku mereka tetapi bukan anak anda!

# data_list
source: Ignoring the behaviour just seems to make it worse!
ms: Mengabaikan tingkah laku tersebut membuat keadaan menjadi lebih buruk!

# data_list
source: 👀 It is completely natural for your child to test you. They have learned that by increasing their demanding behaviour they might get what they want. 💚 Be patient and continue to practise ignoring. Eventually, your child will learn that this behaviour does not work.
ms: 👀 Adalah perkara biasa jika anak anda menguji kesabaran anda. Mereka telah belajar bahawa dengan meningkatkan tingkah laku menuntut, mereka mungkin akan mendapat apa yang mereka mahukan. 💚 Bersabarlah dan teruskan berlatih kaedah mengabaikan. Lama-kelamaan, anak anda akan belajar bahawa tingkah laku seperti itu tidak akan berhasil.

# data_list
source: I am having to ignore my child’s behaviour a lot of the time. It just does not work!
ms: Saya sering mengabaikan tingkah laku anak saya. Tapi ia tidak berkesan!

# data_list
source: This may be either because 1️⃣ you are not being consistent with ignoring, 2️⃣ the behaviour is not one that you can ignore, or 3️⃣ your child needs more positive attention at other times. Remember to spend plenty of One-on-One Time with your children.
ms: Ini mungkin sama ada kerana 1️⃣ anda tidak konsisten semasa mengabaikan dia, 2️⃣ tingkah lakunya adalah tingkah laku yang anda tidak boleh abaikan, atau 3️⃣ anak anda memerlukan perhatian yang lebih positif pada masa lain. Ingat untuk meluangkan banyak Masa Bersama Seorang Dengan Seorang dengan anak-anak anda.

# data_list
source: My child is always on a gadget, even when I am working or doing house chores.
ms: Semasa saya bekerja atau melakukan kerja rumah, anak saya selalunya akan bermain dengan peranti.

# data_list
source: 📺 It must be exhausting to always tell your child to turn off or put away the gadgets. 📝 You can set rules with your child. Tell them that they cannot be on gadgets when you are busy. Your busy time is your child’s quiet play time with toys or reading time with books. 🌷 Tell your child that sharing what they watch on T.V. or what they do on gadgets is a rule. 👂 Be patient and kind while listening to them. Manage your anger if you find that they did something wrong online. Take a deep breath. 💛 Praise your child when they follow the rules!
ms: 📺 Suruh anak tutup atau letak gajet dengan kerap sangatlah memenatkan. 📝 Anda boleh menetapkan peraturan dengan anak anda. Beritahu mereka bahawa mereka tidak boleh menggunakan gajet ketika masa sibuk anda. Masa sibuk anda ialah masa bermain yang tenang untuk anak anda atau masa untuk mereka membaca buku. 🌷 Beritahu anak anda bahawa salah satu peraturan yang perlu mereka patuhi adalah berkongsi apa yang mereka tonton di T.V. atau apa yang mereka lakukan pada gajet. 👂 Bersabar dan tenang semasa mendengarkan mereka. Urus kemarahan anda jika anda mendapati bahawa mereka melakukan sesuatu yang salah dalam talian. Tarik nafas panjang. 💛 Puji anak anda apabila mereka mengikut peraturan!

# data_list
source: My child is refusing to eat vegetables and fruits, especially when they are out of the house.
ms: Anak saya menolak untuk makan sayur dan buah, terutama sekali apabila mereka berada di luar rumah.

# data_list
source: 🍅 It is common for children to refuse vegetables and fruits, especially when tastier but less healthy food options are available all around us. 🌱 You could encourage your child to eat slightly sweeter fruits and vegetables for a start, such as mango childs and sweet potatoes. You can gradually introduce other vegetables and fruits. 🎈 Praise you child even when they take one mouthful of vegetables or fruits!
ms: 🍅 Kanak-kanak selalu menolak sayur-sayuran dan buah-buahan, terutamanya apabila pilihan makanan yang lebih sedap tetapi kurang sihat terdapat di sekeliling kita. 🌱 Anda boleh menggalakkan anak anda untuk makan buah-buahan dan sayur-sayuran yang sedikit manis sebagai permulaan, seperti buah mangga dan ubi keledek. Anda kemudiannya boleh memperkenalkan sayur-sayuran dan buah-buahan lain secara beransur-ansur. 🎈 Puji anak anda walaupun mereka hanya mengambil satu suap sayur atau buah!

# data_list
source: I am worried because my child returns home late at night after playing.
ms: Saya risau apabila anak saya pulang lewat malam selepas bermain.

# data_list
source: 🚩 I understand it can be unsafe when your child comes home late after playing outside. ⏰ Consider establishing a household rule for when your child should come home. Work together with your child to set fair consequences if they don't follow the rule. 💚 To support you in setting rules with your child, think about making "Give My Child Structure" your next parenting goal once you complete your current one.
ms: 🚩 Saya faham ia boleh menjadi tidak selamat apabila anak anda pulang lewat selepas bermain di luar. ⏰ Pertimbangkan untuk menetapkan peraturan di rumah mengenai waktu anak anda perlu pulang. Bincang bersama anak anda untuk tetapkan akibat yang adil jika mereka tidak mematuhi peraturan tersebut. 💚 Untuk membantu anda menetapkan peraturan bersama anak, fikirkan untuk memilih "Memberikan Anak Saya Persekitaran yang Seimbang" sebagai matlamat keibubapaan anda yang seterusnya selepas anda menyelesaikan yang sedang anda ikuti sekarang.

# data_list
source: My child told me that school or the house of someone I trust is an unsafe place. 🚩 I was shocked and did not know what to do!
ms: Anak saya beritahu saya bahawa sekolah atau rumah seseorang yang saya percayai merupakan tidak selamat bagi mereka. 🚩Saya terkejut dan tidak tahu apa yang perlu dilakukan!

# data_list
source: 😔 It is shocking to learn that people who we trust may cause discomfort to our children. 👂 Listen to your child if they want to talk about why it seems dangerous or uncomfortable. Trust what they say - they will not say such things for no reason! 🔔 Talk with someone and get support. Type {HELP} if you need more assistance. 💙 Remember to take a pause when you are stressed.
ms: 😔 Sungguh mengejutkan apabila mengetahui bahawa orang yang kita percayai boleh menyebabkan ketidakselesaan kepada anak-anak kita. 👂 Dengar anak anda jika mereka ingin bercakap tentang sebab mengapa dia rasa dirinya dalam bahaya atau tidak selesa. Percaya apa yang mereka katakan - mereka tidak akan mengatakan perkara sedemikian tanpa sebab! 🔔Bercakap dengan seseorang dan dapatkan sokongan. Taip {HELP} jika anda memerlukan bantuan lanjut. 💙 Ingatlah untuk berhenti seketika apabila anda tertekan.

# data_list
source: I am shy to talk to my young child about bodies and safe touch.
ms: Saya berasa malu untuk bercakap tentang tubuh badan dan sentuhan selamat dengan anak saya.

# data_list
source: 💙 It is slightly uncomfortable to talk to our children about male and female body parts. 💡But it helps to keep our children safe. Your child will know that they can come to you about any questions related to the body. 💚 While it may be uncomfortable to talk about some body parts, especially private parts, your child will know how to talk about it if anything happens. 🔑 Answer any questions from your child honestly. You can do this to keep our children safe! 🌷
ms: 💙 Bercakap dengan anak-anak kita tentang bahagian anggota badan lelaki dan perempuan mungkin membuat kita berasa kurang selesa. 💡Tetapi ia membantu untuk memastikan anak-anak kita selamat. Anak anda akan tahu bahawa dia boleh bertanya kepada anda tentang sebarang soalan yang berkaitan dengan tubuh badan. 💚 Walaupun anda mungkin berasa tidak selesa untuk bercakap tentang bahagian badan tertentu, terutamanya bahagian sulit, anak anda akan tahu cara untuk bercakap mengenainya jika apa-apa berlaku. 🔑 Berikan jawapan yang jujur untuk pertanyaan anak anda. Anda boleh lakukannya bagi memastikan keselamatan anak anda! 🌷

# data_list
source: test
ms: ujian

# global
source: You've reached the end of this session. What would you like to do next?
ms: Anda telah sampai ke penghujung sesi ini. Apa yang anda ingin lakukan seterusnya?

# global
source: Frequently Asked Questions
ms: Soalan Lazim

# global
source: View Module from Start
ms: Lihat Modul dari Awal

# global
source: Please make sure messages have been shared before completing session
ms: Sila pastikan mesej-mesej telah dikongsi sebelum menamatkan sesi

# global
source: Mark Session as Delivered
ms: Tandakan Sesi sebagai Telah Dilaksanakan

# global
source: You successfully completed this session! Please complete the report
ms: Anda telah berjaya menyelesaikan sesi ini! Sila lengkapkan laporan

# global
source: Submit Report
ms: Hantar Laporan

# global
source: You successfully completed the report for this session!
ms: Anda telah berjaya melengkapkan laporan untuk sesi ini!

# global
source: Review Report
ms: Semak Laporan

# global
source: You successfully completed this session!
ms: Anda telah berjaya menyelesaikan sesi ini!

# global
source: Mark Session as Delivered and add report
ms: Tandakan Sesi sebagai Disampaikan dan tambah laporan

# global
source: Please share your message with the parent group before marking this module as delivered.
ms: Sila kongsi mesej anda dengan kumpulan ibu bapa sebelum menandakan modul ini sebagai siap.

# global
source: Your Content Package
ms: Pakej Kandungan Anda

# global
source: parent groups
ms: kumpulan ibu bapa

# global
source: Tap and type
ms: Klik dan taip

# global
source: Tap and select
ms: Klik dan pilih

# global
source: About @global.app_name
ms: Tentang @global.app_name

# global
source: GUIDE
ms: BANTUAN

# global
source: Select Role
ms: Pilih Peranan

# global
source: Sign in
ms: Log masuk

# global
source: Sign in with Google
ms: Log masuk dengan Google

# global
source: Sign out
ms: Log keluar

# global
source: Create an account
ms: Cipta akaun

# global
source: Creating an account allows you to save your progress across devices. It is optional.
ms: Membuat akaun membolehkan anda menyimpan kemajuan anda merentasi peranti berbeza. Ia adalah pilihan (tidak wajib).

# global
source: Skip
ms: Langkau

# global
source: Continue without an account
ms: Teruskan tanpa akaun

# global
source: Excited to have you here! Let’s keep going.
ms: Terujanya anda bersama kami! Jom teruskan.

# global
source: Excited to have you here @fields._auth_user_given_name! Let’s keep going.
ms: Terujanya @fields._auth_user_given_name bersama kami! Jom teruskan.

# global
source: You are signed in.
ms: Anda telah berjaya log masuk.

# global
source: It looks like you've logged in on another device before. Would you like to continue from where you left off? If you do, any progress made on this device will be lost.
ms: Nampaknya anda pernah log masuk di peranti lain sebelum ini. Adakah anda ingin sambung semula dari bahagian terakhir anda berhenti? Jika ya, sebarang kemajuan yang dibuat di peranti ini akan hilang.

# global
source: Load saved progress
ms: Sambung kemajuan yang disimpan

# global
source: Welcome
ms: Perbincangan untuk sokongan berterusan

# global
source: Continue
ms: Teruskan

# global
source: your DIF supervisor
ms: penyelia anda

# global
source: Your name
ms: Nama anda

# global
source: [INSERT NAME]
ms: [MASUKKAN NAMA]

# global
source: Which state do you live in?
ms: Di negeri manakah anda tinggal?

# global
source: Which region of @global.deployment_country do you live in?
ms: Di rantau @global.deployment_country manakah anda tinggal?

# global
source: Share
ms: Kongsi

# global
source: 14 December 2023
ms: 14 Disember 2023

# global
source: Parent Group
ms: Kumpulan Ibu Bapa

# global
source: Select Parent Group
ms: Pilih Kumpulan Ibu Bapa

# global
source: No Parent Groups
ms: Tiada Kumpulan Ibu Bapa

# global
source: Chat Sessions will load after you select a parent group
ms: Sesi sembang akan dimuatkan selepas anda memilih kumpulan ibu bapa

# global
source: Parent's first name
ms: Nama pertama Ibu Bapa

# global
source: Parent's last name
ms: Nama akhir

# global
source: Parent Text ID
ms: NKText ID

# global
source: minutes
ms: minit

# global
source: Your Active Groups
ms: Kumpulan Aktif Anda

# global
source: Your Archived Groups
ms: Kumpulan Terdahulu

# global
source: Language
ms: Bahasa

# global
source: Copied to clipboard
ms: Disalin ke papan klip

# global
source: This profile is incomplete. Open to complete the missing details.
ms: Profil ini belum lengkap. Buka untuk melengkapkan maklumat yang belum diisi.

# global
source: Embedded PDFs are not supported in this browser, please use an up-to-date version of Google Chrome to view or open in external app
ms: Fail-fail PDF yang ada di sini tidak disokong dalam pelayar (browser) ini, sila gunakan versi Google Chrome yang terkini untuk melihatnya atau buka menggunakan aplikasi luaran

# global
source: Open with...
ms: Buka dengan...

# global
source: your supervisor
ms: penyelia anda

# template
source: minutes
ms: minit

# template
source: **Which of the parents in your group participated?** *Participation is defined as any parent who posts a comment, question, reply or reaction (such as a thumbs up) within the chat since you shared the first message from the weekly discussion.*
ms: **Ibu bapa manakah dalam kumpulan anda yang mengambil bahagian?** *Penyertaan bermaksud mana-mana ibu bapa yang memberi komen, bertanya soalan, membalas atau memberi reaksi (seperti thumbs up) dalam ruang sembang ketika anda berkongsi mesej pertama daripada perbincangan mingguan.*

# template
source: Very poorly
ms: Sangat lemah

# template
source: images/icons/task_
ms: imej/ikon/tugas_

# template
source: currentgroup: @fields.current_group_no
ms: Kumpulan Semasa: @fields.current_group_no

# template
source: Add Parent to Group
ms: Tambah Ibu Bapa ke Kumpulan

# template
source: Co-parent: @item.co_parent_name
ms: Pasangan Ibu atau Bapa: @item.co_parent_name

# template
source: How many minutes did you spend facilitating your parent @global.share_medium group over the last week?
ms: Berapa minit anda luangkan untuk menjadi fasilitator kumpulan @global.share_medium ibu bapa anda sepanjang minggu lepas?

# template
source: I was able to send...
ms: Saya dapat menghantar...

# template
source: All of the messages
ms: Semua mesej

# template
source: Some of the messages
ms: Beberapa mesej

# template
source: None of the messages
ms: Tiada satu pun mesej

# template
source: How do you feel the session went?
ms: Bagaimana perasaan anda tentang sesi ini?

# template
source: Very well
ms: Sangat Baik

# template
source: Well
ms: Baik

# template
source: Acceptable / Okay
ms: Boleh diterima / Okey

# template
source: Poorly
ms: Lemah

# template
source: Very Poorly
ms: Sangat Lemah

# template
source: Which of the parents in this group attended your @global.virtual_session_platform group session?
ms: Siapakah dalam kalangan ibu bapa dalam kumpulan ini yang telah menghadiri sesi kumpulan anda di @global.virtual_session_platform?

# template
source: Sessions
ms: Sesi

# template
source: Reports
ms: Pelaporan

# template
source: Your Reports
ms: Laporan Anda

# template
source: Parent Group
ms: Kumpulan Ibu Bapa

# template
source: Are you sure you want to archive @fields.current_group_name?
ms: Adakah anda pasti ingin memindah @fields.current_group_name ke Kumpulan Terdahulu?

# template
source: Archiving this group will remove it from your active list. You can still view its data later if needed.
ms: Memindahkan ke Kumpulan Terdahulu akan mengeluarkannya daripada senarai aktif anda. Anda masih boleh melihat datanya kemudian jika perlu.

# template
source: Archive
ms: Kumpulan Terdahulu

# template
source: Choose which content you want to see.
ms: Pilih kandungan yang anda ingin lihat.

# template
source: Facilitator ID
ms: ID Fasilitator

# template
source: Paste the @local.facilitator_id of a user to import their account data.
ms: Tampal @local.facilitator_id pengguna untuk mengimport data akaun mereka.

# template
source: Validation
ms: Pengesahan

# template
source: User name (on the current account)
ms: Nama pengguna (pada akaun semasa)

# template
source: Clear user name
ms: Kosongkan nama pengguna

# template
source: If you had set a user name on your old account and the data was imported succesfully, the user name above should update.
ms: Nama pengguna di atas akan dikemas kini jika anda telah menetapkan nama pengguna pada akaun lama anda dan data telah berjaya diimport.

# template
source: Are you sure you want to delete @fields.current_group_name?
ms: Anda pasti ingin memadam @fields.current_group_name?

# template
source: This will delete all of @fields.current_group_name group data. The action cannot be undone.
ms: Ini akan memadam semua data kumpulan @fields.current_group_name. Tindakan ini tidak boleh dipulihkan.

# template
source: @global.app_name has downloaded an update. Please restart the app to finish installation.
ms: @global.app_name telah memuat turun satu kemas kini. Untuk menyelesaikan pemasangan, sila mulakan semula aplikasi.

# template
source: Restart
ms: Mula semula

# template
source: Library
ms: Sumber

# template
source: How many minutes did it take you to prepare for this session?
ms: Berapa minit yang anda ambil untuk persiapan bagi sesi ini?

# template
source: How many minutes did it take you to travel to the location where the session was delivered?
ms: Berapa minit yang anda ambil untuk pergi ke lokasi di mana sesi tersebut dijalankan?

# template
source: How many minutes did it take you to deliver the sessions?
ms: Berapa minit yang anda ambil untuk menyampaikan sesi ini?

# template
source: Which of the parents in this group attended your in-person session?
ms: Siapakah dalam kalangan ibu bapa dalam kumpulan ini yang telah menghadiri sesi bersemuka anda?

# template
source: parents
ms: ibu bapa

# template
source: Please check all the activities you completed during this session:
ms: Sila pilih semua aktiviti yang anda selesaikan semasa sesi ini:

# template
source: Settings
ms: Tetapan

# template
source: Profile
ms: Profil

# template
source: Switch language
ms: Tukar Bahasa

# template
source: Your Facilitator Code
ms: ID Fasilitator anda

# template
source: Your Content Package
ms: Pakej Kandungan Anda

# template
source: Parent Actions
ms: Tindakan Ibu Bapa

# template
source: Your Parent Groups
ms: Kumpulan Ibu Bapa Anda

# template
source: App Details & Terms
ms: Butiran Aplikasi & Terma

# template
source: Continue
ms: Teruskan

# template
source: Edit Parent Group
ms: Kemaskini Kumpulan Ibu Bapa

# template
source: First Name
ms: Nama Pertama

# template
source: Last Name
ms: Nama Akhir

# template
source: Save
ms: Simpan

# template
source: Are you sure you want to delete @fields.current_parent_name?
ms: Anda pasti ingin memadam @fields.current_parent_name?

# template
source: This will delete all of @fields.current_parent_name parent data. The action cannot be undone.
ms: Ini akan memadam semua data ibu bapa bagi @fields.current_parent_name. Tindakan ini tidak boleh dipulihkan.

# template
source: New Parent Group
ms: Kumpulan Ibu Bapa Baru

# template
source: Group Name
ms: Nama Kumpulan

# template
source: Copy code
ms: Salin kod

# template
source: Copied!
ms: Disalin!

# template
source: This device has never been synced. Sync to reveal your code.
ms: Peranti/gajet ini belum pernah synced. Sync untuk melihat kod anda.
