Repository: IDEMSInternational/plh-digital-content
Catalog: translations/facilitator_app_malaysia/*/*_main.po
Languages: ms

# data_list
source: You can share any of the following contact numbers with the participant: 1️⃣ Abuse, neglect, violence, poverty, and juvenile delinquency: [Talian Kasih by Ministry Women, Family and Community Development](https://www.kpwkm.gov.my/portal-main/article?id=talian-kasih) 15999 (Call) +6-019-261-5999 (SMS or WhatsApp) 2️⃣ Abuse of women and children: [Women’s Aid Organisation (WAO)](https://wao.org.my/) +6-03-3000-8858 (Call) +6-018-988-8058 (SMS or WhatsApp TINA) 3️⃣ Emotional distress and suicidal thoughts: [Befrienders Kuala Lumpur](https://www.befrienders.org.my/) +6-03-7627-2929 (Call) sam@befrienders.org.my (Email) 4️⃣ Cybersecurity incident [Cyber999 by CyberSecurity Malaysia, Ministry of Communications and Multimedia (or K-KOMM)](https://www.mycert.org.my/portal/online-form?id=7a911418-9e84-4e48-84d3-aa8a4fe55f16)
ms: Anda boleh berkongsi mana-mana nombor di bawah untuk dihubungi oleh peserta: 1️⃣ Penderaan, pengabaian, keganasan, kemiskinan, dan jenayah remaja: [Talian Kasih oleh Kementerian Pembangunan Wanita, Keluarga dan Masyarakat](https://www.kpwkm.gov.my/portal-main/article?id=talian-kasih) 15999 (Panggilan) +6-019-261-5999 (SMS atau WhatsApp) 2️⃣ Keganasan terhadap wanita dan kanak-kanak: [Women’s Aid Organisation (WAO)](https://wao.org.my/) +6-03-3000-8858 (Panggilan) +6-018-988-8058 (SMS atau WhatsApp TINA) 3️⃣ Tekanan emosi dan mempunyai niat membunuh diri: [Befrienders Kuala Lumpur](https://www.befrienders.org.my/) +6-03-7627-2929 (Panggilan) sam@befrienders.org.my (E-mel) 4️⃣ Isu keselamatan siber [Cyber999 oleh CyberSecurity Malaysia, Kementerian Komunikasi dan Multimedia (atau K-KOMM)](https://www.mycert.org.my/portal/online-form?id=7a911418-9e84-4e48-84d3-aa8a4fe55f16)

# data_list
source: This week is your final chat session with the group. It can be an emotional time for parents and for you. You should congratulate yourself for taking the parents through the Naungan Kasih journey and celebrate with them the positive changes in their lives and for their children. During this chat session, you will ask the names of the two group admin to keep the WhatsApp Support Group ongoing, and handover the WhatsApp group administration rights to them. Remember, the WhatsApp groups are designed to support parent engagement in the NKText chatbot. Before this chat session, you should have selected the two parents to lead the group. Enter the name of the parents after sharing in Message 4: Group Admin. If no one volunteered, see FAQ. For next steps after selecting the group admin, see “How to handover to Group Admin” in the FAQ. You can choose to stay or leave the WhatsApp Group after the program ends.
ms: Minggu ini merupakan sesi sembang terakhir anda bersama kumpulan. Mungkin juga menjadi saat yang penuh emosi untuk ibu bapa dan juga untuk anda. Ucapkan tahniah kepada diri anda kerana berjaya membimbing ibu bapa selama perjalanan Naungan Kasih, dan raikan bersama-sama perubahan positif dalam kehidupan mereka dan anak-anak mereka. Dalam sesi sembang ini, anda akan meminta nama dua orang ibu bapa untuk menjadi pentadbir kumpulan untuk memastikan Kumpulan Sokongan WhatsApp terus berjalan. Kemudian, serahkan hak pentadbiran kumpulan WhatsApp kepada mereka. Ingat, kumpulan WhatsApp ini diwujudkan untuk menyokong komunikasi ibu bapa dalam chatbot NKText. Sebelum sesi ini, anda sepatutnya telah memilih dua orang ibu bapa untuk mengetuai kumpulan. Masukkan nama mereka selepas berkongsi Mesej 4: Pentadbir Kumpulan. Jika tiada yang tampil secara sukarela, sila rujuk bahagian Soalan Lazim (FAQ). Untuk langkah seterusnya selepas memilih pentadbir kumpulan, sila rujuk bahagian “Cara Menyerahkan Tugas kepada Pentadbir Kumpulan” dalam Panduan Fasilitator. Anda boleh memilih untuk kekal atau meninggalkan Kumpulan WhatsApp selepas program tamat.

# data_list
source: This week is your final chat session with the group. It can be an emotional time for parents and for you. You should congratulate yourself for taking the parents through the Naungan Kasih journey and celebrate with them the positive changes in their lives and for their children. During this chat session, you will ask the names of the two group admin to keep the WhatsApp Support Group ongoing, and handover the WhatsApp group administration rights to them. Remember, the WhatsApp groups are designed to support parent engagement in the NKText chatbot. Before this chat session, you should have selected the two parents to lead the group. Enter the name of the parents after sharing in Message 4: Group Admin. If no one volunteered, see FAQ. For next steps after selecting the group admin, see “How to Handover to Group Admin” in the FAQ. You can choose to stay or leave the WhatsApp Group after the program ends.
ms: Minggu ini merupakan sesi sembang terakhir anda bersama kumpulan. Mungkin juga menjadi saat yang penuh emosi untuk ibu bapa dan juga untuk anda. Ucapkan tahniah kepada diri anda kerana berjaya membimbing ibu bapa selama perjalanan Naungan Kasih, dan raikan bersama-sama perubahan positif dalam kehidupan mereka dan anak-anak mereka. Dalam sesi sembang ini, anda akan meminta nama dua orang ibu bapa untuk menjadi pentadbir kumpulan untuk memastikan Kumpulan Sokongan WhatsApp terus berjalan. Kemudian, serahkan hak pentadbiran kumpulan WhatsApp kepada mereka. Ingat, kumpulan WhatsApp ini diwujudkan untuk menyokong komunikasi ibu bapa dalam chatbot NKText. Sebelum sesi ini, anda sepatutnya telah memilih dua orang ibu bapa untuk mengetuai kumpulan. Masukkan nama mereka selepas berkongsi Mesej 4: Pentadbir Kumpulan. Jika tiada yang tampil secara sukarela, sila rujuk bahagian Soalan Lazim (FAQ). Untuk langkah seterusnya selepas memilih pentadbir kumpulan, sila rujuk bahagian “Cara Menyerahkan Tugas kepada Pentadbir Kumpulan” dalam Panduan Fasilitator. Anda boleh memilih untuk kekal atau meninggalkan Kumpulan WhatsApp selepas program tamat.

# data_list
source: Welcome to the Naungan Kasih Positive Parenting Programme! Thank you for your commitment and dedication to supporting children and families in your community. You are a shining star!
ms: Selamat datang ke Program Keibubapaan Positif Naungan Kasih! Terima kasih atas komitmen dan dedikasi anda untuk menyokong anak-anak dan keluarga dalam komuniti anda. Anda adalah bintang yang bersinar!

# data_list
source: The Onboarding Session sets the tone for the entire Naungan Kasih programme. It is important to create a space that is welcoming and safe for the participants to feel at ease and familiarise themselves with the programme. Access the Facilitator Guide for your group by clicking on your Group Name icon below.
ms: Sesi Pengenalan menetapkan nada program Naungan Kasih secara keseluruhannya. Kewujudan ruang yang mesra dan selamat untuk para peserta adalah penting supaya mereka berasa selesa dan dapat membiasakan diri mereka untuk program ini. Akses Panduan Fasilitator untuk kumpulan anda dengan mengklik pada ikon Nama Kumpulan anda di bawah.

# data_list
source: The Naungan Kasih programme includes WhatsApp Groups with parents with pre-scripted messages that you share every 2 weeks from FaciNK. The aim of this group is to provide parents with extra support during their Naungan Kasih journey.
ms: Program Naungan Kasih merangkumi Kumpulan WhatsApp bersama ibu bapa dengan mesej praskrip yang anda kongsi setiap 2 minggu daripada FaciNK. Matlamat kumpulan ini adalah untuk memberikan sokongan tambahan kepada ibu bapa semasa perjalanan Naungan Kasih mereka.

# data_list
source: During onboarding, you will share a 4-character group ID with your parents. Each parent group has their own unique group ID. When parents join NKText, they are prompted to enter this group ID that you provide them. Sometimes, they may accidentally enter an incorrect group ID or skip the question, and need to re-enter the group ID.
ms: Semasa sesi pengenalan, anda akan berkongsi ID kumpulan 4-aksara dengan ibu bapa anda. Setiap kumpulan ibu bapa mempunyai ID kumpulan yang unik. Apabila ibu bapa menyertai NKText, mereka akan diminta untuk memasukkan ID kumpulan yang anda berikan. Kadang-kadang, mereka mungkin tersilap memasukkan ID kumpulan yang salah atau terlepas soalan tersebut, dan perlu memasukkan semula ID kumpulan.

# data_list
source: Once 2 volunteers to be group admin are selected, schedule a WhatsApp call with the them. When you’re done with the call, you can send the guidelines as messages to remind them what you discussed.
ms: Sebaik sahaja 2 sukarelawan daripada kumpulan yang sama dipilih, sila jadualkan panggilan WhatsApp dengan mereka. Dan setelah panggilan itu berakhir, garis panduan tersebut sebaiknya dihantar sebagai mesej untuk mengingatkan mereka mengenai perbincangan yang telah berlangsung.

# data_list
source: The FaciNK also makes reporting on the delivery of Naungan Kasih much easier than paper forms. After adding each parent’s name to the App, you will be able to report on their participation during in-person and WhatsApp group sessions. You will also report on your own experience including the time spent conducting each session and whether you were able to do all the activities in the session.
ms: FaciNK juga menjadikan laporan penyampaian Naungan Kasih lebih mudah berbanding borang kertas. Selepas menambahkan nama setiap ibu bapa pada Aplikasi, anda akan dapat laporkan penyertaan mereka semasa sesi bersemuka dan kumpulan WhatsApp. Anda juga akan laporkan pengalaman anda sendiri termasuk masa yang diluangkan untuk mengendalikan setiap sesi dan sama ada anda dapat melakukan semua aktiviti dalam sesi tersebut.

# data_list
source: After your call with the new group admin, you can share these prompts to support them with leading the chat sessions.
ms: Anda boleh berkongsi gesaan (prompt) ini untuk menyokong mereka untuk memimpin sesi sembang selepas panggilan anda dengan pentadbir kumpulan baharu.

# data_list
source: If parents or group admins reach out to you after the group has ended, it means that you have been helpful to them, which is amazing! Parents may see you as a source of support outside of school and Naungan Kasih, but it is important to keep things balanced. Share this message to gently guide the parents to other places for support.
ms: Jika ibu bapa atau pentadbir kumpulan menghubungi anda selepas kumpulan berakhir, ini bermakna anda telah membantu mereka, sungguh menakjubkan! Ibu bapa mungkin melihat anda sebagai sumber sokongan di luar sekolah dan Naungan Kasih, tetapi penting untuk memastikan keadaan seimbang. Kongsi mesej ini untuk membimbing ibu bapa dengan perlahan-lahan ke tempat lain untuk mendapatkan sokongan.

# data_list
source: Save the NKText phone number (+6-012-292-7434) as a contact. Open WhatsApp, search for ‘NKText and start a chat by typing the trigger word.
ms: Simpan nombor telefon NKText (+6-012-292-7434) sebagai kenalan. Buka WhatsApp, cari 'NKText' dan mulakan perbualan dengan menaip kata kunci.

# data_list
source: Reach out for support to @global.supervisor_name.
ms: Hubungi @global.supervisor_name untuk sokongan.

# data_list
source: Ground rules make your WhatsApp Support Group a safe space for everyone. If someone forgets the ground rules, send the message below to gently remind them of their importance. If necessary, share a group reminder about the importance of maintaining a positive and respectful space. If, despite reminders, the parent continues not to follow the rules, notify your supervisor. You can remove the parent from the group as the last option, done only when you feel it is necessary. For example, if a member repeatedly shares unrelated content, uses inappropriate language or is disrespectful to another member. If you do remove someone from the group, it should be handled with sensitivity and respect. Make sure you talk privately with the parent, remind the group about ground rules, and notify your supervisor.
ms: Dengan melaksanakan peraturan asas, anda boleh mewujudkan ruang yang menggalakkan kesejahteraan setiap ahli Kumpulan Sokongan WhatsApp. Sekiranya seseorang terlepas pandang peraturan asas, sila sampaikan peringatan mesra tentang kepentingannya dengan meninggalkan mesej di bawah. Sekiranya perlu, sila edarkan peringatan kumpulan berkenaan kepentingan mengekalkan ruang yang positif dan hormat-menghormati. Sekiranya ibu bapa berterusan tidak mengendahkan peringatan yang diberikan, adalah penting untuk memaklumkan kepada penyelia anda. Sebagai langkah terakhir, dalam kes yang dianggap penting, anda mempunyai pilihan untuk mengeluarkan ibu bapa daripada kumpulan. Contohnya, jika ahli berulang kali berkongsi kandungan mesej yang tidak berkaitan, menggunakan bahasa yang tidak sesuai atau mempamerkan rasa tidak hormat terhadap ahli lain. Apabila anda perlu mengeluarkan seseorang daripada kumpulan, adalah penting untuk mengendalikan situasi dengan sensitif dan hormat. Luangkan masa untuk mengadakan perbualan secara peribadi dengan ibu bapa, mengulangi peraturan asas kepada kumpulan, dan maklumkan penyelia anda.

# data_list
source: Parents may see you as someone they can turn to for help beyond school and Naungan Kasih, especially when they need advice on their child’s behaviour. Even though you want to help, it is important to find a balance for your well-being. Share the following message to gently remind the parents about your role in Naungan Kasih. If the parents continue to persist, notify @global.supervisor_name.
ms: Ibu bapa mungkin melihat anda sebagai seseorang yang boleh mereka hubungi untuk mendapatkan bantuan di luar sekolah dan Naungan Kasih, terutamanya apabila mereka memerlukan nasihat tentang tingkah laku anak mereka. Walaupun anda ingin membantu, adalah penting untuk mencari keseimbangan demi kesejahteraan anda. Kongsikan mesej berikut untuk mengingatkan ibu bapa tentang peranan anda dalam Naungan Kasih. Jika ibu bapa masih melakukannya, maklumkan kepada @global.supervisor_name.

# data_list
source: Getting everyone to join in the chat sessions can be a bit challenging. Some parents might be busy, shy, or just prefer to read about other’s experiences. Here are some helpful tips to encourage participation: 1. Directly ask a question to someone by typing @parent name on WhatsApp. 2. Share one of the messages below with the entire group. 3. Consider sending a private message to a parent (see the message below).
ms: Bagi mendapatkan semua orang untuk menyertai sesi sembang mungkin agak mencabar. Sesetengah ibu bapa mungkin sibuk, malu, atau lebih suka baca tentang pengalaman orang lain. Berikut ialah beberapa petua berguna untuk menggalakkan penyertaan: 1. Tanya soalan secara langsung kepada seseorang dengan menaip @nama ibu bapa di WhatsApp. 2. Kongsi salah satu mesej di bawah dengan seluruh kumpulan. 3. Pertimbangkan untuk menghantar mesej peribadi kepada ibu bapa (lihat mesej di bawah).

# data_list
source: It may be difficult to find volunteers to become group admin. If no one volunteers to lead the group, you can send the message below to close the group. Wait a couple days before closing because someone might still volunteer!
ms: Mungkin sukar untuk mencari sukarelawan bagi menjadi pentadbir kumpulan. Jika tiada sesiapa yang menawarkan diri untuk memimpin kumpulan, anda boleh menghantar mesej di bawah untuk menutup kumpulan. Tunggu beberapa hari sebelum tutup kerana seseorang mungkin ingin menjadi sukarelawan!

# data_list
source: Every family is different, and some parents may need more help than others. If a parent is still struggling or needs more support, consider sending the message below.
ms: Setiap keluarga adalah berbeza, dan mungkin sesetengah ibu bapa memerlukan bantuan lebih daripada orang lain. Pertimbangkan untuk menghantar mesej di bawah jika ibu bapa masih terkial-kial dan memerlukan lebih banyak sokongan.

# data_list
source: It is normal for parents to feel sad or emotional when the programme ends and you leave the group. This means that parents found the chat sessions helpful and enjoyed participating. What a gift you have given them! Congratulations! To support them with this transition, consider sending the message below.
ms: Adalah normal bagi ibu bapa untuk berasa sedih atau emosi apabila program tamat dan anda meninggalkan kumpulan. Ini bermakna ibu bapa mendapati sesi sembang membantu dan mereka menikmati penyertaan. Betapa besar bantuan yang telah anda berikan kepada mereka! Tahniah! Untuk menyokong mereka dengan peralihan ini, pertimbangkan untuk menghantar mesej di bawah.

# data_list
source: Engaging parents in the group chat can sometimes be hard. Some parents may need a nudge to share their experiences or they might be busy with their schedules. If your chat goes silent after the prompt, consider sharing these ideas or suggestions:
ms: Melibatkan ibu bapa dalam kumpulan sembang kadangkala sukar. Sesetengah ibu bapa mungkin memerlukan dorongan untuk berkongsi pengalaman mereka atau mereka mungkin sibuk dengan jadual mereka. Jika kumpulan sembang anda menjadi senyap selepas gesaan (prompt), pertimbangkan untuk berkongsi idea atau cadangan ini:

# data_list
source: Parenting can be challenging and many obstacles can get in the way. Remember, your job isn't to solve their problems, but enable a conversation between parents to support one another. 🔄 Here are some common challenges and possible solutions for spending one-on-one time that we have encountered previously when delivering the programme. You can share the following messages as responses during your weekly chat when parents share challenges with this topic.
ms: Keibubapaan sememangnya mencabar dan mempunyai banyak halangan. Ingat, tugas anda bukanlah menyelesaikan masalah mereka, tetapi untuk menggalakkan perbualan antara ibu bapa bagi menyokong satu sama lain. 🔄 Berikut adalah beberapa cabaran lazim dan cadangan penyelesaian untuk masa bersama seorang dengan seorang yang telah kita bincangkan sebelum ini ketika menyampaikan program. Anda boleh berkongsi mesej berikut sebagai respon semasa sembang mingguan anda apabila ibu bapa berkongsi cabaran tentang topik ini.

# data_list
source: It is normal for parents to feel uncomfortable or have challenges when praising their children. They may at first think that praise will either inflate their children or is not part of their culture. It is important to remember that there are many different ways to praise children. Naungan Kasih focuses mainly on praise as a method to reinforce positive behaviour. We praise the behaviour more than just the child! Here are some common challenges and possible solutions for praising your child. You can share the following messages as responses during your weekly chat when parents share challenges with this topic.
ms: Adalah perkara biasa bagi ibu bapa untuk berasa tidak selesa atau menghadapi kesulitan apabila memberikan pujian kepada anak mereka. Pada mulanya, mereka mungkin berfikir bahawa pujian akan menjadikan anak-anak mereka manja atau ini bukanlah sebahagian daripada budaya mereka. Terdapat banyak cara yang berbeza untuk memuji kanak-kanak. Program Naungan Kasih memberi tumpuan kepada pujian sebagai kaedah untuk mengukuhkan tingkah laku positif. Kami memuji tingkah laku itu lebih daripada memuji kanak-kanak tersebut! Berikut adalah beberapa cabaran lazim dan cadangan penyelesaian untuk memuji anak anda. Anda boleh berkongsi mesej berikut sebagai respon semasa sembang mingguan anda apabila ibu bapa berkongsi cabaran tentang topik ini.

# data_list
source: It is completely normal for parents to have difficulty talking about and expressing emotions and feelings. Parents may be trying to recognise their emotions and communicate about them for the first time here. Here are some common challenges and possible solutions for talking about feelings. You can share the following messages as responses during your weekly chat when parents share challenges with this topic.
ms: Adalah perkara biasa bagi ibu bapa untuk menghadapi kesukaran bercakap dan meluahkan emosi dan perasaan. Ibu bapa mungkin cuba mengenali emosi mereka dan menerangkan tentangnya buat kali pertama di sini. Berikut adalah beberapa cabaran lazim dan cadangan penyelesaian untuk bercakap tentang perasaan. Anda boleh berkongsi mesej berikut sebagai respon semasa sembang mingguan anda apabila ibu bapa berkongsi cabaran tentang topik ini.

# data_list
source: Here are some common challenges and possible solutions for supporting parents to help their children develop in a healthy way. You can share the following messages as responses during your weekly chat when parents share challenges with this topic.
ms: Berikut adalah beberapa cabaran lazim dan cadangan penyelesaian untuk menyokong ibu bapa bagi membantu anak mereka berkembang secara positif. Anda boleh berkongsi mesej berikut sebagai respon semasa sembang mingguan anda apabila ibu bapa berkongsi cabaran tentang topik ini.

# data_list
source: Here are some common challenges and possible solutions for supporting parents to help their children’s learning in reading and maths. You can share the following messages as responses during your weekly chat when parents share challenges with this topic.
ms: Berikut adalah beberapa cabaran lazim dan cadangan penyelesaian untuk menyokong ibu bapa bagi membantu anak mereka belajar membaca dan matematik. Anda boleh berkongsi mesej berikut sebagai respon semasa sembang mingguan anda apabila ibu bapa berkongsi cabaran tentang topik ini.

# data_list
source: Here are some common challenges and possible solutions that parents may experience when giving their children structure. You can share the following messages as responses during your weekly chat when parents share challenges with this topic.
ms: Berikut adalah beberapa cabaran lazim dan cadangan penyelesaian yang mungkin ibu bapa alami semasa memberikan anak mereka persekitaran yang seimbang. Anda boleh berkongsi mesej berikut sebagai respon semasa sembang mingguan anda apabila ibu bapa berkongsi cabaran tentang topik ini.

# data_list
source: Establishing regular household rules and routines can be difficult for parents at first. It is important that they focus on positive behaviours like “Play inside the garden” instead of “Don’t play in the street.” This may not feel natural at first for parents so they will need some encouragement and support. Parents may also not feel comfortable involving their children in establishing a rule or routine. You can remind them that this will make it more likely that their child will follow the rule and will also help their child learn responsibilities. Here are some common challenges and possible solutions for setting household rules and routines. You can share the following messages as responses during your weekly chat when parents share challenges with this topic.
ms: Menetapkan peraturan dan rutin harian mungkin mencabar pada mulanya. Galakkan ibu bapa fokus pada tingkah laku positif seperti "Bermain di taman" berbanding "Jangan main di jalan." Ini mungkin tidak biasa, jadi sokongan anda penting. Sesetengah ibu bapa mungkin kurang selesa libatkan anak dalam menetapkan peraturan, tetapi ini boleh bantu anak lebih patuh dan belajar tanggungjawab. Berikut beberapa cabaran biasa dan penyelesaian yang boleh dikongsi semasa perbualan mingguan jika ibu bapa menghadapi kesukaran dengan topik ini.
