Repository: IDEMSInternational/plh-digital-content
Catalog: translations/facilitator_app_malaysia/*/*_main.po
Languages: ms

# template
source: Parent profile
ms: Profil ibu bapa

# template
source: First name
ms: Nama pertama

# template
source: Last name
ms: Nama akhir

# template
source: ParentText ID
ms: ID ParentText

# template
source: Make sure that the ParentText ID consists of 6 numerical characters.
ms: Pastikan ID ParentText mengandungi 6 aksara bernombor.

# template
source: This ParentText ID has already been assigned to another parent.
ms: ID ParentText ini telah diberikan kepada ibu bapa yang lain.

# template
source: Parent
ms: Ibu bapa

# template
source: Co-parenting with
ms: Keibubapaan bersama dengan

# template
source: Templates
ms: Templat

# template
source: Dynamic data
ms: Data Dinamik

# template
source: Reset app
ms: Menetapkan semula aplikasi

# template
source: Open feedback
ms: Buka maklum balas

# template
source: Close feedback
ms: Tutup maklum balas

# template
source: Import user
ms: Import pengguna

# template
source: Themes
ms: Tema

# template
source: Developer mode
ms: Mod pembangun

# template
source: Exit developer mode
ms: Keluar dari mod pembangun

# template
source: Submit
ms: Hantar

# template
source: Enter developer mode
ms: Memasuki mod pembangun

# template
source: To launch the app in developer mode, enter your developer code in the box below and press @local.submit.
ms: Masukkan kod pembangun dalam kotak di bawah dan tekan @local.submit untuk melancarkan aplikasi dalam mod pembangun.

# template
source: You have successfully entered developer mode.
ms: Anda telah berjaya memasuki mod pembangun.

# template
source: You have entered an incorrect code.
ms: Kod yang anda masukkan tidak betul.

# template
source: test
ms: ujian

# template
source: Unsaved values
ms: Nilai yang tidak disimpan

# template
source: Are you sure you want to exit without saving?
ms: Adakah anda pasti ingin keluar tanpa menyimpan?

# template
source: Exit without saving
ms: Keluar tanpa menyimpan

# template
source: Are you sure you want to delete this report?
ms: Anda pasti ingin memadam laporan ini?

# template
source: This will delete all of your report data and entries. The action cannot be undone!
ms: Ini akan memadam semua data dan laporan anda. Tindakan ini tidak boleh dipulihkan!

# template
source: Cancel
ms: Batal

# template
source: Delete
ms: Padam
