Repository: IDEMSInternational/plh-digital-content
Catalog: translations/facilitator_app_malaysia/*/*_main.po
Languages: ms

# data_list
source: Sessions
ms: Sesi

# data_list
source: Welcome to the @global.app_name. Each week you should select your weekly topic, share the message to your @global.share_groups, and report attendance.
ms: Selamat datang ke @global.app_name. Anda perlu memilih topik mingguan anda setiap minggu, kongsikan mesej tersebut ke dalam @global.share_groups, dan laporkan kedatangan.

# data_list
source: Report
ms: Laporan

# data_list
source: Library
ms: Sumber

# data_list
source: Settings
ms: Tetapan

# data_list
source: Your profile provides your facilitator ID and is also where you can edit the list of parents attending your groups.
ms: Anda dapat melihat ID fasilitator anda dan juga anda dapat menyunting senarai ibu bapa yang hadir ke kumpulan anda di profil anda.

# data_list
source: @global.app_name is an app designed by IDEMS International and Parenting for Lifelong Health to support the scale up of Naungan Kasih in Malaysia. The content herein is available under an open source Creative Commons International 4.0 license. It was developed in collaboration with key partners:
ms: @global.app_name ialah aplikasi yang direka oleh IDEMS International dan Parenting for Lifelong Health untuk menyokong peningkatan Naungan Kasih di Malaysia. Kandungan di sini tersedia di bawah lesen sumber terbuka Creative Commons International 4.0. Ia dibangunkan dengan kerjasama rakan kongsi utama:

# data_list
source: Name Game
ms: Permainan Nama

# data_list
source: Overview of Naungan Kasih programme
ms: Gambaran keseluruhan program Naungan Kasih

# data_list
source: Ground Rules
ms: Peraturan Asas

# data_list
source: Getting Started with NKText
ms: Memulakan NKText

# data_list
source: Introduction to Phone Use
ms: Pengenalan kepada Penggunaan Telefon

# data_list
source: Getting into NKText
ms: Mendalami NKText

# data_list
source: Resolving challenges with NKText
ms: Menyelesaikan Cabaran dalam NKText

# data_list
source: Spending 1-on-1 time with Your Children
ms: Meluangkan masa bersama seorang dengan seorang bersama Anak Anda

# data_list
source: NKText Goal & Quiz
ms: Matlamat & Kuiz dalam NKText

# data_list
source: NKText Comic
ms: Komik dalam NKText

# data_list
source: Discussion: One-on-One Time with Your Child
ms: Perbincangan: Masa Seorang Dengan Seorang bersama Anak Anda

# data_list
source: Group Discussion: Activities to do with your Child
ms: Perbincangan dalam Kumpulan: Aktiviti untuk Dilakukan Bersama Anak Anda

# data_list
source: Practising skills
ms: Berlatih menggunakan kemahiran

# data_list
source: Tips for spending One-on-One Time with your child
ms: Ini sangat penting bagi semua anak-anak terutama mereka yang menggunakan kerusi roda untuk menunjukkan bahawa ibu bapa mengambil peduli dan ingin mendengar anak mereka.

# data_list
source: Reflection
ms: Renungan

# data_list
source: Identifying the Next Goal in ParentText
ms: Mengenal pasti Matlamat Seterusnya dalam ParentText

# data_list
source: Goodbye Activity
ms: Aktiviti Salam Perpisahan

# data_list
source: Collaborative Art Activity: Silent Reflection
ms: Aktiviti Kerjasama Seni: Refleksi Senyap

# data_list
source: Collaborative Art Activity: Art Activity
ms: Aktiviti Kerjasama Seni: Aktiviti Seni

# data_list
source: Collaborative Art Activity: Presentation
ms: Aktiviti Kerjasama Seni: Untuk memberi peluang kepada ibu bapa berkongsi pengalaman mereka

# data_list
source: Keep the Momentum Going: Story: Stone Soup
ms: Kekalkan Momentum: Cerita: Sup Batu

# data_list
source: Keep the Momentum Going: Discussion on continuing support
ms: Kekalkan Momentum: Perbincangan untuk sokongan berterusan

# data_list
source: Awareness Activity
ms: Aktiviti Kesedaran

# data_list
source: Closing
ms: Penutup

# data_list
source: Partners
ms: Pasangan

# data_list
source: Donors
ms: Penderma

# data_list
source: Onboarding
ms: Pengenalan

# data_list
source: Facilitator
ms: Fasilitator

# data_list
source: System tester
ms: Penguji sistem

# data_list
source: None of the above
ms: Tiada satu pun di atas

# data_list
source: Remember to add the ground rules to the WhatsApp Group Description. ​​To add the ground rules to the Group Description, copy the following ground rules or use the ones agreed during the onboarding session: “To make this a safe space for everyone, here are some ground rules: ✅ What is said in the group stays in the group. You need to know that this group is private. ✅ Accept each other. Everyone is different and has different experiences. ✅ Share only what you feel comfortable sharing. ✅ Feel free to ask questions! ✅ Respect privacy of personal pictures and videos that are sent to the chat group. Open the WhatsApp group chat. Tap the group name. Tap the existing description, or tap Add Group Description. Paste the ground rules. Tap Save.
ms: Jangan lupa untuk tambah peraturan asas ke dalam Penerangan Kumpulan WhatsApp. Untuk menambah peraturan asas ke dalam Penerangan Kumpulan, salin peraturan di bawah atau gunakan peraturan yang telah dipersetujui semasa sesi pengenalan: "Untuk memastikan ruang ini selamat untuk semua, berikut adalah peraturan asas: ✅ Apa yang dikongsi dalam kumpulan ini, kekal dalam kumpulan. Kumpulan ini adalah peribadi. ✅ Terima satu sama lain. Setiap orang berbeza dan mempunyai pengalaman yang berbeza. ✅ Hanya kongsi perkara yang anda rasa selesa untuk dikongsi. ✅ Jangan malu untuk bertanya soalan! ✅ Hormati privasi gambar dan video peribadi yang dihantar dalam kumpulan sembang. Buka sembang kumpulan WhatsApp. Klik pada nama kumpulan. Klik pada penerangan sedia ada, atau klik Tambah Penerangan Kumpulan. Tampal peraturan asas di atas. Klik Simpan.

# data_list
source: Just as we say to the parents, “It is what you do at home that makes the difference,” the same thing applies to you: “It is how you interact with the parents in your group that makes the difference.” If you take the time to deliver a session before it begins, you will be more confident. If there is anything that you cannot remember or feel unsure of, contact another facilitator to practise with. Access the Facilitator Guide for your group by clicking on the icon above. .
ms: Seperti yang kami katakan kepada ibu bapa, "Apa yang anda lakukan di rumah yang membawa perubahan," perkara yang sama berlaku kepada anda: "Cara anda berinteraksi dengan ibu bapa dalam kumpulan anda yang membawa perubahan." Jika anda meluangkan masa untuk menyampaikan sesi sebelum ia bermula, anda akan lebih yakin. Jika ada apa-apa yang anda tidak ingat atau rasa tidak pasti, hubungi fasilitator lain untuk berlatih. Akses Panduan Fasilitator untuk kumpulan anda dengan mengklik pada ikon di atas. .

# data_list
source: What’s inside the Facilitator Guide?
ms: Apakah isi kandungan dalam Panduan Fasilitator?

# data_list
source: This guide is for YOU! It is a comprehensive guide to help you deliver Naungan Kasih to families around you. It includes steps on how to introduce caregivers to the programme, and support them, and specific information on the programme’s content.
ms: Panduan ini khas untuk ANDA! Ia merupakan panduan lengkap untuk membantu anda menyampaikan Naungan Kasih kepada keluarga di sekeliling anda. Panduan ini merangkumi langkah-langkah untuk memperkenalkan program kepada penjaga, cara menyokong mereka, serta maklumat terperinci tentang kandungan program ini.

# data_list
source: What to remember?
ms: Apa yang perlu diambil tahu?

# data_list
source: It is important to follow this manual as closely as possible. However, manuals are only a guide to support you after what you have learned in the training workshop. Remember, HOW you facilitate matters most. Delivering the content is only about 20% of the programme’s success. The other 80% depends on HOW you facilitate–your attitude, your empathy, and how you connect with and support parents throughout their journey.
ms: Penting untuk mengikuti manual ini sebaik mungkin. Namun begitu, manual ini hanya sebagai panduan untuk menyokong anda selepas apa yang telah dipelajari dalam bengkel latihan. Ingat, BAGAIMANA anda memfasilitasi adalah yang paling penting. Menyampaikan kandungan hanya menyumbang sekitar 20% kejayaan program. 80% lagi bergantung pada BAGAIMANA anda memfasilitasi – sikap anda, empati anda, dan bagaimana anda berhubung dengan ibu bapa serta menyokong mereka sepanjang perjalanan.

# data_list
source: Skills you need
ms: Kemahiran yang anda perlukan

# data_list
source: The core skills of a good facilitator are a mirror for parents to learn how to bring about the change we want to see in parents and the community. These include understanding stages of child development, praising and encouraging parents, using active listening skills, being consistent and compassionate, exploring problems, and finding solutions together.
ms: Kemahiran asas bagi fasilitator yang bagus merupakan cerminan kepada ibu bapa semasa mempelajari cara membawa perubahan yang diingini dalam kalangan ibu bapa dan masyarakat. Ini termasuklah memahami tahap perkembangan anak, memuji dan menggalakkan ibu bapa, menggunakan kemahiran mendengar yang aktif, sentiasa konsisten dan bertolak ansur, meneroka masalah dan mencari jalan penyelesaian bersama-sama.

# data_list
source: ⭐ Remember
ms: ⭐ Ingat

# data_list
source: Just as we say to the parents, “It is what you do at home that makes the difference,” the same thing applies to you: “It is how you interact with the parents in your group that makes the difference.” If you take the time to deliver a session before it begins, you will be more confident. If there is anything that you cannot remember or feel unsure of, contact another facilitator to practise with. Access the Facilitator Guide for your group by clicking on the icon above.
ms: Seperti yang kami katakan kepada ibu bapa, "Apa yang anda lakukan di rumah yang membawa perubahan," perkara yang sama berlaku kepada anda: "Cara anda berinteraksi dengan ibu bapa dalam kumpulan anda yang membawa perubahan." Jika anda meluangkan masa untuk berlatih menyampaikan sesi sebelum ia bermula, anda akan lebih yakin. Jika ada apa-apa yang anda tidak ingat atau rasa tidak pasti, hubungi fasilitator lain untuk berlatih. Akses Panduan Fasilitator untuk kumpulan anda dengan mengklik pada ikon di atas.

# data_list
source: Create a WhatsApp Group
ms: Cipta Kumpulan WhatsApp

# data_list
source: **Make sure you have done the following before the onboarding session starts:** - **Save parents’ names and WhatsApp numbers** (if available) on your phone, so you can confirm details during the in-person session. - **Create your WhatsApp group** with a temporary name, icon, and description. You can keep the temporary name or update it once the group agrees on a name. The group name should be in this format: “Naungan Kasih_[GROUP NAME]”. For example, “Naungan Kasih_HappyFamilies”
ms: **Pastikan anda telah melakukan perkara berikut sebelum sesi pengenalan bermula:** -**Simpan nama ibu bapa dan nombor WhatsApp (jika ada)** di telefon anda, supaya anda boleh mengesahkan butiran semasa sesi secara bersemuka. -**Buat kumpulan WhatsApp** dengan nama sementara, ikon, dan butiran. Anda boleh kekalkan nama sementara tersebut atau mengemaskini selepas kumpulan bersetuju dengan nama rasmi. Nama kumpulan harus dalam format ini: “Naungan Kasih_[NAMA KUMPULAN]”

# data_list
source: Conduct Chat Session
ms: Memimpin Sesi Sembang

# data_list
source: **Before conducting chat sessions, make sure you:** - Create a WhatsApp Group during the onboarding session. - Identify the ground rules for the WhatsApp Group **Structure for the chat session**: - Week 0 (after the onboarding session): Welcome, introductions, and reminder of home practice. - Week 2: Check-in: Connecting with parents on their progress with NKText, and discussion on child’s development and growth. - Week 4: Check-in: Connecting with parents on their progress with NKText, and discussion on supporting child’s learning in a fun and engaging way. - Week 6: Check-in: Connecting with parents on their progress with NKText, discussion on parent’s mental health, and identifying group admin to handover the group after final chat session. - Week 8: Final Chat Sessions: Sharing new group admin details, and closing. **When to send the messages** - You and your group will decide a time to chat during the onboarding session. - Each chat session has a reminder message (Message 1) that you should send a few hours before the chat session. - Send the remaining messages during the scheduled chat time.
ms: **Sebelum menjalankan sesi sembang, pastikan anda:** - Wujudkan Kumpulan WhatsApp semasa sesi pengenalan. - Kenal pasti peraturan asas untuk Kumpulan WhatsApp **Struktur bagi sesi sembang**: - Minggu 0 (sejurus selepas sesi pengenalan): Aluan, pengenalan, dan peringatan latihan di rumah. - Minggu 2: Sesi check-in: Berhubung dengan ibu bapa tentang kemajuan mereka bersama NKText, dan perbincangan tentang perkembangan dan pertumbuhan anak. - Minggu 4: Sesi check-in: Berhubung dengan ibu bapa tentang kemajuan mereka bersama NKText, dan perbincangan tentang menyokong pembelajaran anak dalam cara yang menarik dan menyeronokkan. - Minggu 6: Sesi check-in: Berhubung dengan ibu bapa tentang kemajuan mereka bersama NKText, perbincangan tetnag kesihatan mental ibu bapa, serta mengenal pasti pentadbir kumpulan untuk menyerahkan kumpulan selepas sesi sembang terakhir. - Minggu 8: Sesi Sembang Akhir: Berkongsi butiran pentadbir kumpulan baharu dan penutup. **Bila untuk menghantar mesej** - Anda dan kumpulan anda akan menentukan masa untuk bersembang semasa sesi pengenalan. - Setiap sesi sembang mempunyai mesej peringatan (Mesej 1) yang perlu anda hantar beberapa jam sebelum sesi sembang. - Hantar mesej yang selebihnya dalam masa sembang yang telah dijadualkan.

# data_list
source: Share the Messages in Chat Session
ms: Kongsi Mesej-mesej dalam Sesi Sembang

# data_list
source: - Look for the chat session for the week on the sessions page - Find the specific week you want to share and click on it. - Once you're on the content for that week, locate the "Share" icon. It should look like an arrow pointing upward or a box with an arrow, and it's used to share content. Click on the "Share" icon. - In the menu that appears, select "WhatsApp" as your sharing option. - Choose your Naungan Kasih Support Group from the list. - Before you hit the "Send" button, make sure to add or change any necessary information like your name. - Finally, click the "Send" button to share the content with your Naungan Kasih Support Group.
ms: - Cari bahagian "Sesi Sembang" pada halaman sesi dalam FaciNK - Cari minggu tertentu yang anda ingin kongsikan dan klik minggu tersebut. - Cari ikon "Kongsi" jika anda sudah menjumpai kandungan untuk minggu tersebut. Ikon ini lazimnya digambarkan sebagai anak panah yang menunjuk ke atas atau sebuah kotak dengan anak panah, dan digunakan untuk berkongsi kandungan. Klik pada ikon "Kongsi". - Dalam menu yang sedia ada, pilih "WhatsApp" sebagai pilihan perkongsian anda. - Pilih Kumpulan Sokongan Naungan Kasih anda daripada senarai. - Pastikan anda menambah atau menukar sebarang maklumat yang diperlukan sebelum anda klik butang "Hantar" - Akhir sekali, klik butang "Hantar" untuk berkongsi kandungan dengan Kumpulan Sokongan Naungan Kasih anda.

# data_list
source: Get Help with WhatsApp Support Group
ms: Dapatkan Bantuan dengan Kumpulan Sokongan WhatsApp

# data_list
source: If you require help while moderating your WhatsApp Support Group, the weekly sessions provide a list of FAQ and potential solutions. If you need support responding to a challenge shared by the parent during your weekly chat session, see “Common Challenges” on the homepage. Follow the same instructions as Sharing Chat Messages to share the solutions to the challenges. If you encounter a challenge not covered in the chat session, kindly contact your supervisor for further guidance.
ms: Jika anda memerlukan sokongan semasa menguruskan Kumpulan Sokongan WhatsApp anda, sesi mingguan menyediakan senarai Soalan Lazim dan cadangan penyelesaian. Jika anda memerlukan sokongan untuk menjawab cabaran yang dikongsi oleh ibu bapa semasa sesi sembang mingguan anda, lihat "Cabaran Biasa" di halaman utama. Ikut arahan yang sama seperti Berkongsi Mesej Sembang untuk berkongsi penyelesaian kepada cabaran. Jika anda menghadapi cabaran yang tidak termasuk dalam sesi sembang sila hubungi penyelia anda untuk mendapatkan bimbingan lanjut.

# data_list
source: Help Parents Re-Enter the Group ID on NKText
ms: Bantu Ibu Bapa Masukkan Semula ID Kumpulan pada NKText

# data_list
source: Ask the parent to: - Open NKText. - Type **GROUP**. This will prompt them to enter the group ID again.
ms: Suruh ibu bapa: - Buka NKText. - Taip **KUMPULAN**. Ini akan mengarahkan mereka untuk memasukkan ID kumpulan sekali lagi.

# data_list
source: What to cover in the WhatsApp Call?
ms: Apa yang perlu dirangkumi dalam Panggilan WhatsApp?

# data_list
source: Thank the parent for volunteering to lead the WhatsApp group. While engaging with other parents in the group, keep the following in mind: 🔵 Greet parents when engaging with them. 🔵 Respect what participants share and be aware of different ages, genders, values and circumstances. 🔵 Encourage parents to share and respond to each other - and praise them for it. 🔵 Remind parents of ground rules when needed. 🔵 Model the behaviour you want to see among the parents. If the parent needs any prompts for discussion, share the following: Let us celebrate our successes! What was something positive you experienced when you tried one of the NKText skills with your child? Trying out new skills can be hard at first. What was something difficult that you experienced when you tried a NKText skill with your child at home? Remind the parent that they are not obligated to respond to messages all times. Participants may send messages at any time during the week. To keep your workload manageable, you can respond to messages once or twice a day, depending on your schedule. Ask them if they have any questions. Remind the parent that unfortunately, you will no longer be able to participate in the WhatsApp group.
ms: Ucapkan terima kasih kepada ibu bapa kerana sudi mengetuai kumpulan WhatsApp. Semasa berkomunikasi dengan ibu bapa lain dalam kumpulan, ingat perkara berikut: 🔵Bertegur sapa dengan ibu bapa apabila berkomunikasi dengan mereka. 🔵Hormati apa yang peserta kongsikan dan ambil tahu perbezaan yang boleh ditunjukkan oleh peserta yang berlainan umur, jantina, nilai,dan keadaan. 🔵Galakkan ibu bapa untuk berkongsi dan memberi respon antara satu sama lain - dan memuji mereka atas sebab tersebut. 🔵Ingatkan ibu bapa tentang peraturan asas apabila diperlukan. 🔵Menjadi teladan dengan mempraktikkan tingkah laku yang anda ingin lihat di kalangan ibu bapa. Jika ibu bapa memerlukan sebarang gesaan (prompt) untuk perbincangan, kongsi perkara berikut: Marilah kita meraikan kejayaan kita! Apakah perkara positif yang anda alami apabila anda mencuba salah satu kemahiran NKText dengan anak anda? Mungkin sukar untuk mencuba kemahiran baharu pada mulanya. Apakah sesuatu yang sukar yang anda alami apabila anda mencuba kemahiran NKText dengan anak anda di rumah? Ingatkan ibu bapa bahawa mereka tidak bertanggungjawab untuk membalas mesej sepanjang masa. Peserta boleh menghantar mesej pada bila-bila masa sepanjang minggu. Untuk memastikan beban kerja anda terurus, anda boleh membalas mesej sekali atau dua kali sehari, bergantung pada jadual anda. Tanya kepada mereka jika mereka mempunyai sebarang soalan. Ingatkan ibu bapa bahawa anda tidak lagi boleh menyertai kumpulan WhatsApp.

# data_list
source: Set up your profile
ms: Tetapkan profil anda

# data_list
source: - Go to Settings and click the Profile icon - Type your name under “Your name” - Select your state from the dropdown menu - Tap Save
ms: - Pergi ke Tetapan dan klik ikon Profil - Taip nama anda pada bahagian "Nama Anda" - Pilih negeri anda dari menu - Klik Simpan

# data_list
source: Add a Parent
ms: Tambah Ibu atau Bapa

# data_list
source: During onboarding, you will share a 4-character group ID with your parents. When parents join NKText, they are prompted to enter this group ID that you provide them. When done, they should be automatically added to your parent group, with their name and parent ID. For information on how to troubleshoot this, see the guide on “How to Troubleshoot with Parents on Joining with My Group ID”. To manually add parents, choose “Add Parent” in your parent group, and enter parent details in the form.
ms: Semasa sesi pengenalan, anda akan kongsi ID kumpulan 4-aksara dengan ibu bapa anda. Apabila ibu bapa menyertai NKText, mereka akan diminta untuk memasukkan ID kumpulan yang anda berikan kepada mereka. Setelah selesai, mereka seharusnya ditambah secara automatik ke dalam kumpulan ibu bapa anda, dengan nama dan ID ibu bapa mereka. Untuk maklumat tentang cara menyelesaikan masalah ini, lihat panduan "Cara Menyelesaikan Masalah dengan Ibu Bapa mengenai Penyertaan Menggunakan ID Kumpulan". Untuk menambah ibu bapa secara manual, pilih "Tambah Ibu Bapa" dalam kumpulan ibu bapa anda, dan masukkan butiran ibu bapa dalam borang.

# data_list
source: Add a Co-Parent
ms: Tambah Pasangan kepada Ibu atau Bapa

# data_list
source: If two parents from the same family are participating in the programme, together, you must link their accounts. - In your parent group, click on the “Add Co-Parent” icon next to the parent’s name. - Select the co-parent from available parent user profiles. *Both parent profiles will be updated to note the co-parent.*
ms: Jika dua ibu bapa dari keluarga yang sama menyertai program ini, anda mesti menghubungkan akaun mereka bersama-sama. - Dalam kumpulan ibu bapa anda, klik pada ikon “Tambah Pasangan Ibu atau Bapa” di sebelah nama ibu bapa. - Pilih pasangan ibu bapa dari profil pengguna ibu bapa yang tersedia. *Kedua-dua profil ibu bapa akan dikemas kini untuk mencatatkan pasangan ibu bapa.*

# data_list
source: Report Attendance
ms: Laporkan Kehadiran

# data_list
source: Select the Reports icon from the bottom navigation bar. Select the session you are reporting on. Complete the report ⏰Specify the time spent on preparation, travel, and actual session delivery. ✅Check the activities you completed (onboarding) or number of messages you sent (WhatsApp Group) 🔵Selecting the parents who participated in the session: For in-person sessions, “participation” is defined as parents who attended the session, in part or whole. For the WhatsApp group, “participation” is defined as parents who have sent at least 1 message during the chat session. If you do not see a parent’s name, then you need to add that parent to the App (see above).
ms: Pilih ikon Pelaporan daripada bar navigasi bawah. Pilih sesi yang anda laporkan. Lengkapkan laporan ⏰Nyatakan masa yang dihabiskan untuk penyediaan, perjalanan dan penyampaian sesi sebenar. ✅Semak aktiviti yang anda selesaikan (semasa sesi pengenalan) atau bilangan mesej yang anda hantar (Kumpulan WhatsApp) 🔵Pilih ibu bapa yang mengambil bahagian dalam sesi: Untuk sesi bersemuka, "penyertaan" bermaksud ibu bapa yang menghadiri sesi itu, sebahagian atau secara keseluruhannya. Untuk kumpulan WhatsApp, "penyertaan" bermaksud ibu bapa yang telah menghantar sekurang-kurangnya 1 mesej semasa sesi sembang. Jika anda tidak melihat nama ibu bapa, maka anda perlu menambahkan ibu bapa tersebut pada Aplikasi (lihat di atas).

# data_list
source: Edit an Attendance Report
ms: Menyunting Laporan Kehadiran
