Repository: IDEMSInternational/plh-digital-content
Catalog: translations/facilitator_app_malaysia/*/*_main.po
Languages: ms

# data_list
source: Only edit an attendance report if you have made a mistake. - Select the Reports icon from the bottom navigation bar. - Select the session you want to edit by clicking on the edit icon. - Make your edits. - Save your report.
ms: Hanya tukar laporan kehadiran jika anda telah membuat kesilapan. - Pilih ikon Pelaporan dari bar navigasi bawah. - Pilih sesi yang anda ingin tukar dengan klik ikon edit. - Tukar atau betulkan laporan anda. - Simpang laporan anda.

# data_list
source: Overview of the Naungan Kasih programme.
ms: Gambaran Keseluruhan Program Naungan Kasih.

# data_list
source: Programme Overview
ms: Gambaran Keseluruhan Program

# data_list
source: Onboarding Guide
ms: Panduan Pengenalan

# data_list
source: Closing Guide
ms: Panduan Penutup

# data_list
source: What is Safeguarding?
ms: Apakah itu Perlindungan?

# data_list
source: What should I do during the disclosure of abuse, neglect, or exploitation?
ms: Apakah langkah yang saya perlu ambil jika maklumat tentang penderaan, pengabaian atau eksploitasi didedahkan?

# data_list
source: What can I do after a participant discloses abuse, neglect or exploitation?
ms: Apa yang saya boleh lakukan selepas peserta mendedahkan penderaan, pengabaian atau eksploitasi?

# data_list
source: How should I report abuse?
ms: Bagaimana cara saya melaporkan penderaan?

# data_list
source: Abuse, Neglect and Violence Hotline
ms: Talian Utama Penderaan, Pengabaian dan Keganasan

# data_list
source: Additional Safeguarding Resources
ms: Sumber Perlindungan Tambahan

# data_list
source: Crisis Hotlines
ms: Talian Utama Krisis

# data_list
source: Support
ms: Sokongan

# data_list
source: After Onboarding Session
ms: Selepas Sesi Pengenalan

# data_list
source: Week 2: Check-in
ms: Minggu 2: Sesi Check-in

# data_list
source: Week 4: Check-in
ms: Minggu 4: Daftar Masuk

# data_list
source: Week 6: Check-in
ms: Minggu 6: Daftar Masuk

# data_list
source: Important Information
ms: Maklumat Penting

# data_list
source: Week 8: Final Chat Session
ms: Minggu 8: Sesi Sembang Terakhir

# data_list
source: Overview of the Naungan Kasih Programme
ms: Gambaran Keseluruhan Program Naungan Kasih

# data_list
source: Welcome
ms: Selamat Datang

# data_list
source: Related information
ms: Maklumat berkaitan

# data_list
source: Guide for In-Person Onboarding
ms: Panduan untuk Pengenalan Secara Bersemuka

# data_list
source: For more information:
ms: Untuk maklumat lanjut:

# data_list
source: How to Conduct Weekly WhatsApp Group Sessions
ms: Cara Memimpin Sesi Kumpulan WhatsApp Mingguan

# data_list
source: How to Troubleshoot with Parents on Joining with My Group ID
ms: Cara Menyelesaikan Masalah dengan Ibu Bapa mengenai Penyertaan Menggunakan ID Kumpulan

# data_list
source: FAQ
ms: Soalan Lazim

# data_list
source: How to Handover to Group Admin
ms: Cara Menyerahkan Tugas kepada Pentadbir Kumpulan

# data_list
source: How to Report on Programme Delivery
ms: Kaedah Laporan untuk Pelaksanaan Program

# data_list
source: How to:
ms: Kaedah:

# data_list
source: Chat session prompts for new group admin
ms: Gesa (Prompt) sesi sembang untuk pentadbir kumpulan baharu

# data_list
source: If parents or group admin reach out to you after the group has ended.
ms: Jika ibu bapa atau pentadbir kumpulan hubungi anda selepas kumpulan berakhir.

# data_list
source: How do I access NKText?
ms: Bagaimana saya boleh akses NKText?

# data_list
source: A parent needs support accessing NKText and I'm not sure how to answer their question.
ms: Ada ibu bapa yang memerlukan sokongan untuk menggunakan NKText dan saya tidak pasti cara untuk menjawab soalan mereka.

# data_list
source: A parent cannot commit to the ground rules.
ms: Ada ibu bapa yang tidak dapat mengikut peraturan asas.

# data_list
source: A parent is personally messaging me or calling me with lots of questions on their parenting habits or child’s misbehaviours.
ms: Salah seorang ibu bapa ada menghantar pesanan dan menghubungi saya secara peribadi untuk bertanyakan beberapa soalan tentang cara mendidik anak-anak atau salah laku anak-anak.

# data_list
source: Only a small group of parents are actively participating in the chat sessions, while other parents are not responding.
ms: Hanya segelintir ibu bapa yang aktif menyertai sesi sembang, manakala ibu bapa yang lain tidak memberi respon.

# data_list
source: No one volunteered to be group admin
ms: Tiada sesiapa yang sukarela untuk menjadi pentadbir kumpulan

# data_list
source: Participants share that the programme was not helpful or that they are still struggling
ms: Peserta berkongsi bahawa program tersebut tidak membantu atau mereka masih mengalami kesulitan

# data_list
source: Parents are feeling concerned, stressed or sad as the programme comes to an end.
ms: Ibu bapa berasa bimbang, tertekan atau sedih kerana program hampir tiba ke penghujungnya.

# data_list
source: What if no one participates?
ms: Bagaimana jika tiada siapa yang menyertai?

# data_list
source: Spending one-on-one time
ms: Meluangkan masa bersama seorang dengan seorang

# data_list
source: Praising your child
ms: Memuji anak anda

# data_list
source: Talking about feelings
ms: Bercakap tentang perasaan

# data_list
source: Supporting child’s development
ms: Menyokong perkembangan anak

# data_list
source: Supporting children's reading and maths learning
ms: Menyokong pembelajaran membaca dan matematik anak

# data_list
source: Helping your child give structure
ms: Membantu memberikan persekitaran yang seimbang untuk anak anda

# data_list
source: Setting household rules and routines
ms: Menetapkan peraturan dan jadual harian di rumah

# data_list
source: Giving consequences
ms: Memberikan akibat

# data_list
source: Supporting positive child behaviour
ms: Menyokong tingkah laku anak yang positif

# data_list
source: Keeping the child safe and healthy
ms: Menjaga keselamatan dan kesihatan anak

# data_list
source: Identifying Group Admin
ms: Mengenal Pasti Pentadbir Kumpulan

# data_list
source: This week you will also ask the group to choose two group admin to keep the WhatsApp Support Group ongoing. The WhatsApp groups are designed to support parent engagement in the NKText chatbot. Select the 2 parents who receive the most votes to lead the group.
ms: Pada minggu ini, anda juga akan bertanya kepada kumpulan untuk memilih dua pentadbir kumpulan bagi memastikan Kumpulan Sokongan WhatsApp kekal aktif. Kumpulan WhatsApp ini ditubuhkan untuk menyokong komunikasi ibu bapa dalam chatbot NKText. Pilih 2 ibu bapa yang menerima undian terbanyak untuk mengetuai kumpulan ini.

# data_list
source: Onboarding Caregivers into the Course
ms: Panduan masuk Penjaga ke dalam Kursus

# data_list
source: In this video, learn how to onboard caregivers to the course in the programme.
ms: Dalam video ini, pelajari cara membawa penjaga masuk ke kursus dalam program ini.

# data_list
source: Add a Parent or Co-Parent
ms: Tambah Ibu Bapa atau Pasangan Keibubapaan

# data_list
source: In this video, learn how to add a parent and co-parent in the app.
ms: Dalam video ini, pelajari cara menambah ibu bapa dan pasangan mereka dalam aplikasi.

# data_list
source: Module 2 Skill
ms: Kemahiran Modul 2

# data_list
source: Body Scan
ms: Imbasan Tubuh

# data_list
source: Facilitator Guide
ms: Panduan Fasilitator

# data_list
source: Chat Sessions
ms: Sesi Sembang

# data_list
source: Common Challenges
ms: Cabaran Lazim

# data_list
source: Frequently Asked Questions
ms: Soalan Lazim

# data_list
source: Safeguarding
ms: Perlindungan

# data_list
source: How many minutes did it take you to prepare for this session?
ms: Berapa minit yang anda ambil untuk persiapan bagi sesi ini?

# data_list
source: How many minutes did it take you to travel to the location where the session was delivered?
ms: Berapa minit yang anda ambil untuk pergi ke lokasi di mana sesi tersebut dijalankan?

# data_list
source: How many minutes did it take you to deliver the sessions?
ms: Berapa minit yang anda ambil untuk menyampaikan sesi ini?

# data_list
source: Which of the parents in this group attended your in-person session?
ms: Siapakah dalam kalangan ibu bapa dalam kumpulan ini yang telah menghadiri sesi bersemuka anda?

# data_list
source: Add Ground Rules to the WhatsApp Group Description
ms: Tambahkan Peraturan Asas ke dalam Penerangan Kumpulan WhatsApp

# data_list
source: To make this a safe space for everyone, here are some ground rules: ✅ What is said in the group stays in the group. You need to know that this group is private. ✅ Accept each other. Everyone is different and has different experiences. ✅ Share only what you feel comfortable sharing. ✅ Feel free to ask questions! ✅ Respect privacy of personal pictures and videos that are sent to the chat group.
ms: Untuk memastikan ruang ini selamat untuk semua, berikut adalah beberapa peraturan asas: ✅ Apa yang dikongsikan dalam kumpulan kekal dalam kumpulan. Anda perlu tahu bahawa kumpulan ini adalah privasi. ✅ Terima satu sama lain. Setiap orang berbeza dan mempunyai pengalaman yang berbeza. ✅ Kongsi hanya perkara yang anda rasa selesa untuk dikongsikan. ✅ Jangan malu untuk bertanya soalan! ✅ Hormati privasi gambar dan video peribadi yang dikongsi dalam kumpulan sembang.

# data_list
source: Remember to add the ground rules to the WhatsApp Group Description. ​​To add the ground rules to the Group Description: - Copy the ground rules or use the ones agreed during the onboarding session. - Open the WhatsApp group chat. - Tap the group name. - Tap the existing description, or tap Add Group Description. - Paste the ground rules. - Tap Save.
ms: Ingat untuk menambah peraturan asas ke dalam Penerangan Kumpulan WhatsApp. Langkah-langkah untuk menambah peraturan asas ke dalam Penerangan Kumpulan: - Salin peraturan asas, atau gunakan peraturan yang telah dipersetujui semasa sesi pengenalan. - Buka sembang kumpulan WhatsApp. - Klik nama kumpulan. - Klik penerangan sedia ada, atau klik Tambah Penerangan Kumpulan. - Tampal peraturan asas. - Klik Simpan.

# data_list
source: 😃Thank you so much for being part of our WhatsApp chat group! As your home activity, try to spend at least 5 minutes of One-on-One Time with your child each day. We can share about how it goes during our next chat session. 👋See you in the next session on [ENTER DATE].
ms: 😃Jutaan terima kasih kerana menjadi sebahagian daripada kumpulan sembang WhatsApp kami! Cuba untuk luangkan sekurang-kurangnya 5 minit Masa Bersama Seorang dengan Seorang bersama anak anda setiap hari sebagai aktiviti anda di rumah. Kita boleh berkongsi tentang perjalanan semasa sesi sembang kita yang seterusnya. 👋Jumpa anda dalam sesi seterusnya pada [MASUKKAN TARIKH].

# data_list
source: 🔔 Hello! Welcome to our Naungan Kasih chat session! How is everyone’s stress level today? Type a number from 1 to 10 to share your stress level: 1 - No Stress 2 to 5 - Some Stress 6 to 9 - Feeling Stressed 10 - Extremely Stressed
ms: 🔔 Helo! Selamat datang ke sesi sembang Naungan Kasih! Macam mana tahap tekanan semua orang pada hari ini? Untuk berkongsi tahap tekanan anda, taip satu nombor daripada 1 hingga 10: 1 - Tiada Tekanan 2 hingga 5 - Sedikit Tekanan 6 hingga 9 - Tertekan 10 - Sangat Tertekan

# data_list
source: Thanks for sharing! ✨ It’s been six weeks since we began our NKText journey. How is everyone doing with their NKText home activities? Who would like to share first?
ms: Terima kasih atas perkongsian! ✨ Sudah enam minggu berlalu sejak kita mulakan perjalanan NKText kita. Bagaimana kemajuan semua orang dengan aktiviti di rumah NKText? Siapa yang ingin berkongsi dahulu?

# data_list
source: 🎉 Those are some great ideas! Remember, before you can take care of your child and family, you need to take care of yourself. If you want to redo any of your goals, simply type MENU in NKText. Next chat session will be my last chat session with you. But you can keep this WhatsApp group open as a place to continue to support each other! 💚 Is anyone willing to take over as a group admin? Please send me a direct message if you are interested. It would be great to get *two volunteers*. 👀 Chat to you next session on [ENTER DATE]! 👀
ms: 🎉 Idea yang sangat hebat! Ingat, anda perlu menjaga diri anda sendiri sebelum anda dapat menjaga anak serta keluarga anda. Taip sahaja MENU dalam NKText jika anda ingin buat semula mana-mana matlamat anda. Sesi sembang seterusnya akan menjadi sesi sembang terakhir saya dengan anda. Tetapi anda boleh memastikan kumpulan WhatsApp ini dibuka sebagai tempat untuk terus menyokong satu sama lain! 💚 Adakah sesiapa yang sanggup mengambil alih menjadi pentadbir kumpulan? Sila hantar mesej secara terus kepada saya jika anda berminat. Pasti bagus jika mendapat *dua orang sukarelawan*. 👀 Jom sembang lagi ketika sesi seterusnya pada [MASUKKAN TARIKH]! 👀

# data_list
source: Allow parents to share about the changes that they have experienced during the programme. You can give brief words of encouragement like “Wonderful!” or “I am happy to hear that!” or even share celebration emojis like 🎉 or ⭐.
ms: Benarkan ibu bapa berkongsi tentang perubahan yang mereka alami semasa program ini. Anda boleh memberikan kata-kata galakan ringkas seperti "Hebat!" atau "Saya gembira mendengarnya!" atau berkongsi emoji sambutan seperti 🎉atau ⭐.

# data_list
source: It is important to know the following guidelines for handling disclosures of abuse, neglect, and violence from participants: 1️⃣ **Understand abuse, neglect and exploitation.** ❗ **Abuse** refers to a deliberate act of maltreatment that can damage a child’s security, wellbeing, dignity and development. Abuse includes all forms of physical, sexual, psychological and emotional maltreatment. (Save the Children definition) ❗ **Violence** against children is defined as forms of physical or mental violence, damage and abuse, neglect or neglectful treatment or maltreatment or exploitation, including sexual abuse. (Office of the High Commissioner for Human Rights, 1990, Article 19) ❗ **Child exploitation** refers to using the child for economical or sexual benefit, for gratification or profit, often resulting in unjust, cruel and harmful treatment of the child. (Save the Children definition) 2️⃣ **Know your organisation’s child safeguarding policies and referral procedures.** 📖 All organisations should have or develop child rights safeguarding policies and referral procedures, including details on how to respond appropriately when a parent or child discloses abuse. 📝 You should have accurate knowledge of all protocols and response plans. These will tell you what to do within your organisation if a parent or child reports abuse (e.g. who to report to, internal resources for supporting the child), as well as how to engage outside resources (e.g. local referral pathways, when to engage with authorities). 🔑 It is your responsibility to act regardless of whether you are responding to disclosures of past and/or present abuse. However, you are not responsible for resolving the situation on your own. It is important that you discuss the situation with your supervisor to agree on what steps to take next. 3️⃣ **Ensure parents know that you are someone who can help.** 🌷Parents participating in your sessions need to know that they can come to you for help, regardless of when abuse occurred. 👂You should make sure that they know that they can trust you and that you will listen and support them without judgement or any further harm.
ms: Garis panduan yang berikut adalah sangat penting apabila peserta mendedahkan isu penderaan, pengabaian, dan keganasan: 1️⃣ **Fahami penderaan, pengabaian dan eksploitasi.** ❗ **Penderaan** merujuk kepada perbuatan menganiaya kanak-kanak dengan sengaja yang menghilangkan rasa selamat, kesihatan, maruah dan perkembangan. Semua bentuk penganiayaan fizikal, seksual, psikologi dan emosi adalah termasuk dalam penderaan. (Definisi Selamatkan Kanak-kanak) ❗ **Keganasan** terhadap kanak-kanak ditakrifkan sebagai berlaku ganas secara fizikal atau mental, memudaratkan dan mendera, mengabaikan atau berlaku cuai atau menganiaya atau mengeksploitasi, termasuk penderaan seksual. (Pejabat Pesuruhjaya Tinggi Hak Kemanusiaan, 1990, Artikel 19) ❗ **Eksploitasi kanak-kanak** merangkumi perbuatan memanfaatkan kanak-kanak bagi mendapatkan keuntungan ekonomi atau kepuasan seksual, yang seringkali mengakibatkan ketidakadilan, kekejaman dan kemudaratan terhadap mangsa. (Definisi Selamatkan Kanak-kanak) 2️⃣ **Ketahui prosedur rujukan dan dasar perlindungan kanak-kanak dalam organisasi anda.** 📖 Setiap organisasi perlu mempunyai atau membangunkan prosedur rujukan dan dasar perlindungan hak asasi kanak-kanak, termasuk cara terperinci untuk memberikan respon yang sewajarnya apabila perihal penderaan didedahkan oleh ibu bapa atau kanak-kanak. 📝 Pengetahuan yang tepat bagi setiap protokol dan pelan respon amat penting bagi memahami apa yang perlu anda lakukan apabila penderaan dilaporkan oleh ibu bapa atau kanak-kanak (contoh: pihak relevan untuk dilanjutkan aduan, sumber dalaman yang boleh memberikan sokongan terhadap kanak-kanak tersebut). Anda juga perlu cekap dalam mendapatkan cara melibatkan sumber luar (contoh: laluan rujukan setempat, bila penglibatan pihak berkuasa diperlukan). 🔑 Anda bertanggungjawab untuk membuat tindakan terhadap setiap laporan penderaan baik yang berlaku pada masa kini atau yang sudah berlalu. Namun demikian, tidak menjadi tanggungjawab anda untuk membuat penyelesaian sendiri atas apa-apa kes yang dilaporkan. Bincangkan dengan penyelia anda bagi mendapatkan persetujuannya atas langkah yang akan diambil. 3️⃣ **Pastikan ibu bapa menyedari bahawa anda sedia untuk membantu.** 🌷Ibu bapa yang menyertai sesi-sesi anda perlu mengetahui bahawa anda akan sentiasa bersedia untuk memberikan pertolongan, tidak kira bila penderaan tersebut berlaku. 👂Anda hendaklah mendapatkan kepercayaan mereka untuk meluahkan dan meminta sokongan tanpa dipandang serong atau mengakibatkan kemudaratan lain.

# data_list
source: **During disclosure:** 💚 Provide a safe environment in which the participant can share their story. 👂 Listen carefully to the participant and take notes: what/when/where/who. ❗ Determine if the participant is in immediate danger and what help is available. 💙 Make sure that the participant feels that you believe him/her. 🌷 Let them know they have done the right thing by sharing their story with you. ✨ Be supportive and free of judgement in your responses – avoid blaming at all times! ➡️ Let the participant know that you will share what he/she told you with your supervisor to find a way to support and protect him/her. 📝 Explain what you are going to do next. ✅ Notify @global.supervisor_name.
ms: **Semasa pendedahan:** 💚 Menyediakan persekitaran yang selamat supaya peserta dapat berkongsi kisah mereka. 👂 Dengar keterangan peserta dengan teliti dan buat catatan: apa/bila/di mana/siapa. ❗ Tentukan sama ada peserta berada dalam bahaya atau kecemasan dan apakah bantuan yang boleh diberikan. 💙 Pastikan peserta dapat merasakan bahawa mereka mendapat kepercayaan anda. 🌷 Maklumkan kepada mereka bahawa mereka melakukan perkara yang betul dengan berkongsi kisah mereka kepada anda. ✨ Elakkan daripada menyalahkan sesiapa pada setiap masa - berikan sokongan dan elakkan daripada membuat pertimbangan dalam respon anda! ➡️ Maklumkan kepada mereka bahawa anda akan berkongsi apa yang mereka katakan kepada penyelia anda untuk membantu menyokong dan melindunginya. 📝 Jelaskan apa langkah anda seterusnya. ✅ Maklumkan kepada @global.supervisor_name.

# data_list
source: **After disclosure:** ❌ Avoid engaging with alleged abuser – that may make things worse and make next steps difficult. It could also jeopardise future legal proceedings. 🌷 You are not alone. Get help from your supervisor to agree on next steps.
ms: **Selepas pendedahan:** ❌ Elakkan daripada berinteraksi dengan individu yang didakwa sebagai pelaku - tindakan ini mungkin akan memburukkan keadaan dan membuat langkah seterusnya sukar untuk dilaksanakan. Ia juga boleh membahayakan prosiding undang-undang pada masa hadapan. 🌷 Anda tidak berseorangan. Dapatkan bantuan daripada penyelia anda untuk bersetuju mengenai langkah seterusnya.

# data_list
source: ✅ Follow your organisation’s protocol. 📝 If your organisation needs assistance in developing or improving their policies and procedures, please reference the following resources: **Malaysian resources** 1️⃣ [Ministry of Women, Family and Community Development](https://www.kpwkm.gov.my/) 2️⃣ [Women’s Aid Organisation](https://wao.org.my/) 3️⃣ [Protect and Save the Children](https://www.psthechildren.org.my/resources.html) **International resources** 1️⃣ [World Health Organization Guidelines Responding to Children and Adolescents who have Been Sexually Abused](https://www.who.int/publications/i/item/9789241550147) 2️⃣ [Keeping Children Safe](https://www.keepingchildrensafe.global/) 3️⃣ [Caring for Child Survivors of Sexual Abuse](https://www.unicef.org/reports/caring-child-survivors-sexual-abuse-resource-package) 4️⃣ [Strengthening Linkages between Clinical and Social Services for Children and Adolescents who have Experienced Sexual Violence: A Companion Guide](https://www.togetherforgirls.org/en/resources/strengthening-linkages-between-clinical-and-social-community-services-for-children-and-adolescents-who-have-experienced-sexual-violence-a-companion-guide) 5️⃣ [Together for Girls: Every Hour Matters](https://www.togetherforgirls.org/en/campaigns/every-hour-matters)
ms: ✅ Ikut protokol organisasi anda. 📝 Sila rujuk sumber-sumber berikut jika organisasi anda memerlukan bantuan dalam membangunkan atau menambah baik dasar-dasar dan prosedur mereka: **Sumber-sumber Malaysia** 1️⃣ [Kementerian Pembangunan Wanita, Keluarga dan Masyarakat](https://www.kpwkm.gov.my/) 2️⃣ [Women’s Aid Organisation](https://wao.org.my/) 3️⃣ [Protect and Save the Children](https://www.psthechildren.org.my/resources.html) **Sumber-sumber Antarabangsa** 1️⃣ [Panduan Pertubuhan Kesihatan Sedunia (WHO) Menangani Kanak-kanak dan Remaja yang Telah Didera secara Seksual](https://www.who.int/publications/i/item/9789241550147) 2️⃣ [Keeping Children Safe](https://www.keepingchildrensafe.global/) 3️⃣ [Menjaga Kanak-kanak yang Selamat daripada Penderaan Seksual](https://www.unicef.org/reports/caring-child-survivors-sexual-abuse-resource-package) 4️⃣ [Memperkukuh Hubungan antara Perkhidmatan Klinikal dan Sosial bagi Kanak-kanak dan Remaja yang Mengalami Keganasan Seksual: Panduan Pelengkap](https://www.togetherforgirls.org/en/resources/strengthening-linkages-between-clinical-and-social-community-services-for-children-and-adolescents-who-have-experienced-sexual-violence-a-companion-guide) 5️⃣ [Together for Girls: Every Hour Matters](https://www.togetherforgirls.org/en/campaigns/every-hour-matters)

# data_list
source: You can share the following information with the participant: Ministry of Women, Family and Community Development’s Talian Kasih 24-Hour Hotline for abuse, neglect, and violence: 15999 or SMS/WhatsApp +6-019-261-5999
ms: Anda boleh berkongsi maklumat berikut dengan peserta: Talian Kasih 24 Jam oleh Kementerian Pembangunan Wanita, Keluarga dan Masyarakat untuk penderaan, pengabaian, dan keganasan: 15999 atau SMS/WhatsApp +6-019-261-5999
