Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_south_africa_scale/*/*_ltp_activities.po
Languages: af, xh, zu

# text
source: Cooking can help your child start learning maths!
af: Kosmaak kan jou kind help om wiskunde te leer!
xh: Ukupheka kunganceda umntwana wakho aqalise ukufunda izibalo!

# text
source: 💚 Invite your child to help you cook for your family, or to help you prepare a colourful fruit salad.
af: 💚 Nooi jou kind om jou te help om vir die gesin te kook, of om jou te help om 'n kleurvolle vrugteslaai voor te berei.

# text
source: 🍅 As you gather the ingredients, ask them to count: 'How many tomatoes do we have?' This builds maths skills and encourages teamwork.
af: 🍅 Soos jy die bestanddele bymekaar maak, vra jou kind om dit te tel: "Hoeveel tamaties is daar?" Dit bou wiskundige vaardighede en moedig spanwerk aan.

# text
source: 5️⃣ Help your child to understand adding and subtracting quantities. 'We need five tomatoes, if we have three, how many more do we need?' This makes learning fun!
af: 5️⃣ Help jou kind om optel en aftrek van hoeveelhede te verstaan. "Ons het vyf tamaties nodig. As ons drie het, hoeveel het ons nog nodig?" Dit maak leer pret!

# text
source: 👀 Let’s make it playful! Ask, 'Which is bigger: the tomato or the onion?' This reinforces comparison skills.
af: 👀 Kom ons maak dit speel-speel! "Wat is die grootste, die tamatie of die ui?" Dit versterk vergelykingsvaardighede.
xh: 👀 Masiyenze idlale! Buza, 'Yeyiphi enkulu: itumato okanye itswele?' Oku komeleza izakhono zokuthelekisa.

# text
source: 🔄 Consider planning a weekly cooking night.
af: 🔄 Oorweeg dit om 'n weeklikse kookaand te beplan.
xh: 🔄 Cinga ngokucwangcisa ubusuku bokupheka ngeveki.

# text
source: Cooking strengthens your relationship and builds your child’s confidence. Enjoy your cooking adventure together!
af: Om saam te kook, maak jul verhouding sterker en dit bou die kind se selfvertroue. Geniet julle kookavonture saam!
xh: Ukupheka kuyalomeleza ulwalamano lwenu kwaye kwakha ukuzithemba komntwana wakho. Yonwabele i adventure yakho yokupheka kunye!

# text
source: Adapted from Thrive By Five: https://www.thrivebyfive.com/
af: Aangepas uit Thrive By Five: https://www.thrivebyfive.com/

# text
source: *Following Instructions*
af: *Volg Instruksies*
xh: *Ukulandela Imiyalelo*
zu: *Ukulandela Imiyalelo*

# text
source: 👂 Play a game in which your child listens to and tries to remember strings of instructions.
af: 👂 Speel 'n speletjie waar jou kind luister en probeer om veelvuldige instruksies te onthou.
xh: 👂 Dlala umdlalo apho umntwana wakho amamela khona aze azame ukukhumbula imitya yemiyalelo.

# text
source: This will be useful in school, at home, and later in life!
af: Dit sal op skool, tuis, en later in die lewe handig te pas kom!
xh: Oku kuya kuba luncedo esikolweni, ekhaya, kwaye kamva ebomini!
zu: Lokhu kuzosiza esikoleni, ekhaya, nasempilweni esikhathini esizayo!

# text
source: Start with just one instruction using an object in your home. For example “touch the red ball” 🔴
af: Begin met slegs een instruksie deur 'n voorwerp in julle huis te gebruik, byvoorbeeld “raak aan die rooi bal”. 🔴
xh: Qala ngomyalelo nje omnye usebenzisa into ekwikhaya lakho. Umzekelo "chukumisa ibhola ebomvu" 🔴
zu: Qala ngomyalelo owodwa usebenzisa into esekhaya lakho. Isibonelo "thinta ibhola elibomvu" 🔴

# text
source: Slowly add more instructions (e.g “then pick up the cup "☕), but tell your child that they can only start once you’ve finished giving the instructions.
af: Voeg meer instruksies geleidelik by (bv. "tel dan die koppie op"☕), maar sê vir jou kind dat hy/sy slegs kan begin nadat jy die instruksies gegee het.

# text
source: See how many your child can follow without forgetting!
af: Kyk hoeveel instruksies jou kind kan volg sonder om te vergeet!
xh: Jonga ukuba zingaphi umntwana wakho anokuzi landela ngaphandle kokulibala!

# text
source: 🔄 Now swap roles! It’s your child’s turn to give you instructions! They can use the same objects if they want.
af: 🔄 Ruil nou rolle om! Dis jou kind se beurt om vir jou instruksies te gee! Hy/sy kan dieselfde voorwerpe gebruik as hy/sy wil.
xh: 🔄 Ngoku tshintshana iindima! Lithuba lomntwana wakho ukuba akunike imiyalelo! Banokusebenzisa izinto ezifanayo ukuba bayafuna.

# text
source: You can also try this game with a group of children! Make sure they take turns 😃
af: Jy kan ook hierdie speletjie met 'n groep kinders probeer! Maak seker dat hulle beurte maak 😃
xh: Ungaphinda uzame lo mdlalo kunye neqela labantwana! Qinisekisa ukuba bayatshintshana 😃

# text
source: *I Spy Colours!*
af: * Ek Sien Kleure!*
xh: *Ndihlola Imibala!*

# text
source: 👀 Choose an object around you and say: “I spy with my little eye, something that is…” and say the colour of object, like “yellow” or “red”.
af: 👀 Kies 'n voorwerp naby jou en sê: "Ek sien met my kleine ogie, iets wat ... is." Sê die kleur van die voorwerp, soos "geel" of "rooi".
xh: 👀 Khetha into ekufutshane nawe kwaye uthi: "Ndihlola ngeliso lam elincinci, into eyi..." kwaye utsho umbala wento njengo "tyheli" okanye "bomvu".
zu: 👀Khetha into eseduzane nawe bese uthi: "Ngiyapopola ngehlo lami elincane ukuthi..."usho umbala waleyonto, njengokuthi "phuzi" noma "bomvu."

# text
source: ✅ Encourage your child to look around and guess what the object might be. When they guess correctly, give them praise and switch roles!
af: ✅ Moedig jou kind aan om rond te kyk en te raai wat die voorwerp kan wees. Wanneer hy/sy reg raai, prys hom/haar en ruil rolle om!
xh: ✅ Khuthaza umntwana wakho ukuba ajonge kokukujikelezile kwaye aqikelele ukuba inokuba yintoni na loo nto.
zu: ✅Gqugquzela ingane yakho ukubheka eduzane bese eqagela ukuthi ngabe yini leyo. Uma beqagele kahle, bancome nishintshane ngezindima!

# text
source: 🔑 If they’re having trouble, offer clues like, “It’s round” or “It’s somewhere in that corner".
af: 🔑 As hy/sy dit moeilik vind, gee leidrade soos "dis rond" of "dis iewers in daardie hoek".
xh: 🔑 Ukuba banenkathazo, banike imikhondo njenge, "Ingqukuva" okanye "Ikwi ndawo ethile kulaa kona".
zu: 🔑Uma eba nenkinga, ungamnikeza umkhondo njengokuthi, "iyindilinga" noma "ilaphaya ngasekhoneni".

# text
source: 🔄 Keep the game going with new objects and different colours.
af: 🔄 Hou aan met die speletjie deur nuwe voorwerpe en verskillende kleure te gebruik.
xh: 🔄 Gcina umdlalo uqhubeka ngezinto ezintsha kunye nemibala eyahlukeneyo.
zu: Qhubeka nomdlalo ngezinto ezintsha ezinemibala ehlukene.

# text
source: This classic game is a fun and interactive way to help your child learn words, observe, and stay concentrated. This will help them at home and in school 🏁
af: Hierdie klassieke speletjie is 'n prettige en interaktiewe manier om jou kind woorde, waarneming en konsentrasie te leer. Dit sal hom/haar by die huis en by die skool help 🏁
xh: Lo mdlalo wakudala yindlela eyonwabisayo nesebenzisanayo yokunceda umntwana wakho afunde amagama, ajonge, kwaye ahlale egxila. Oku kuya kubanceda ekhaya nasesikolweni 🏁
zu: Lomdlalo onemibalabala umnandi futhi unendlela yokuxhumana esiza ingane yakho ukufunda amagama, qaphela uhlale ugxilile. Lokhu kuzobasiza ekhaya nasesikoleni 🏁

# text
source: *I Spy Letters!*
af: *Ek Sien Letters!*
xh: *Ndihlola oonobumba!*
zu: *Ngipopola izincwadi*

# text
source: 👀 I spy is a fun game to play with your child that will help them learn about letters and words!
af: 👀 "Ek sien" is 'n lekker speletjie om met jou kind te speel, en dit help hom/haar om letters en woorde te leer!
zu: 👀Ngipopola umdlalo omnandi ongawudlala nengane yakho ezomsiza ukufunda ama -alfabhethi namagama!

# text
source: Choose an object or a thing around you, and don’t tell your child what it is. It should be something that your child knows the word for. For example “ball” ⚽
af: Kies 'n voorwerp of iets naby jou, en moenie vir jou kind sê wat dit is nie. Dit moet 'n eenvoudige voorwerp wees wat jou kind ken, bv. "bal" ⚽
xh: Khetha into okanye into ekungqongileyo, kwaye ungamxeleli umntwana wakho ukuba yintoni na. Kufuneka ibe yinto umntwana wakho alaziyo igama layo. Umzekelo "ibhola" ⚽
zu: Khetha into eduzane nawe, ungayitsheli ingane yakho ukuthi yini leyo. Kufanele kube into ingane yakho eyaziyo igama layo. Isibonelo "ibhola"

# text
source: 👀 Then say “I spy with my little eye, something beginning with *and then say the first letter of the word* which in this case is “b”
af: 👀 Sê dan “Ek sien met my kleine ogie, iets wat begin met *en sê dan die eerste letter van die woord,* wat in hierdie geval “b” is
xh: 👀 Uze uthi "Ndihlola ngeliso lam elincinane, into eqala ngo *uze nditsho unobumba wokuqala wegama* kulo mzekelo ngu "b"
zu: 👀 Bese uthi "Ngiyahlola ngehlo lami elincane, into eqala ngo *bese usho i-alfabethi yokuqala yegama* okungu "b" kulesisimo

# text
source: Your child should look around and guess what the object is. When they guess it right, praise them and swap roles! If they can’t get it, give them some clues, like “it’s round” or “it’s black and white”. ✅
af: Jou kind moet rondkyk en raai wat die voorwerp is. Wanneer hy/sy reg raai, prys hom/haar en ruil rolle om. As hy/sy nie dit nie regkry nie, gee leidrade soos "dis rond" of "dis wit en swart". ✅
xh: Umntwana wakho kufuneka ajonge kwaye aqikelele ukuba yintoni na loo nto. Xa beqikelela ukuba ilungile, bancome kwaye nitshintshiselane ngeendima! Ukuba abakwazi ukuyifumana, banike imikhondo, njengokuthi "ingqukuva" okanye "imnyama namhlophe". ✅
zu: Ingane yakho kumele ibheke eduzane bese iqagela ukuthi yini leyonto. Uma eqagele kahle, muncome bese nishintshana ngezindima! Uma engaitholi munike umkhondo njengokuthi "iyindilinga" noma " imnyama nokumhlophe".✅

# text
source: Play this game with as many objects as possible and as many different letters! Help your child to learn about the different letters and sounds in words. This will help them learn to read at home and school. 🎓
af: Speel hierdie speletjie met soveel voorwerpe as moontlik en baie verskillende letters! Help jou kind om van die verskillende letters en klanke in woorde te leer. Dit sal hom/haar by die huis en by die skool help om te leer lees. 🎓
xh: Dlala lo mdlalo ngezinto ezininzi kangangoko kunye nonobumba abaninzi abahlukeneyo! Nceda umntwana wakho afunde ngoonobumba abahlukeneyo nezandi zamagama. Oku kuya kubanceda bafunde ukufunda ekhaya nasesikolweni. 🎓
zu: Dlal1 lomdlalo ngezinto eziningi nama - alfabhethi ahlykahlukene! Siza ingane yakho ukufunda ngama - alfabhethi ahlukene nemisindo esemagameni. Lokhu kuzobasiza ukufunda ekhaya nasesikoleni. 🎓

# text
source: *What Letter is This?*
af: *Watter Letter is Dit?*
xh: *Ngowuphi lonobumba?*
zu: Lithini leligama?

# text
source: Playing games with letters can help your child learn the alphabet and how letters are put together to make words.
af: Speletjies met letters kan jou kind help om die alfabet te leer en hoe letters bymekaargesit word om woorde te vorm.
xh: Ukudlala imidlalo ngoonobumba kunokunceda umntwana wakho afunde ialfabhethi nendlela oonobumba abahlanganiswa ngayo ukwenza amagama.
zu: Ukudlala imidlalo ngamagama kungasiza ingane yakho ukufunda ahlanganiswa kanjani ama-alfabhethi ukwakha amagama.

# text
source: 📝 Write a letter on a piece of card or paper (e.g. “p”)
af: 📝 Skryf 'n letter op 'n stukkie karton of papier (bv. “p”)
xh: 📝 Bhala unobumba kwisiqwenga sekhadi okanye ephepheni (umzekelo. "p")
zu: 📝 Bhala i-alfabethi eyodwa kwibhodi noma ephepheni (isib. "p")

# text
source: 👂 Say the letter out loud and ask your child to say it too!
af: 👂 Sê die letter hardop en vra jou kind om dit ook te sê!
xh: 👂 Yitsho lonobumba ngokuvakalayo uze ucele umntwana wakho awutsho naye!
zu: 👂 Isho i-alfabhethi kakhulu bese ucela ingane yakho isho nayo!

# text
source: Ask your child to say some words that begin with the letter “p”, give them clues like “What starts with “p”? Plant… What else? 🌱
af: Vra jou kind om 'n paar woorde te noem wat met die letter "p" begin; gee vir hom/haar leidrade soos "Wat begin met P?" Plant ... Wat nog? 🌱
xh: Cela umntwana wakho ukuba athethe amagama aqala ngonobumba "p", umnike imikhondo efana nale, "Yintoni eqala ngo "p"? Planti... Yintoni enye? 🌱
zu: Cela ingane yakho ukuthi isho amagama aqala ngo-alfabethi u-"t", muphe umkhondo njengokuthi "Yini eqala ngo-"t"? Tshala... Yini okunye? 🌱

# text
source: 👀 Ask your child to look for objects in your house that begin with a letter (eg “p” for plate). Help them find things.
af: 👀 Vra vir jou kind om voorwerpe in die huis te soek wat met 'n sekere letter begin (bv. "b" vir bord). Help hom/haar om die goed te vind.
xh: 👀 Cela umntwana wakho ukuba akhangele izinto endlwini yakho eziqala ngonobumba (umzekelo "p" kwi pleyiti). Bancede bafumane izinto.
zu: Cela ingane yakho ukuthi ibheke izinto endlini eziqala nge alfabhethi (isbonelo "p" we puleti) Musize ukuthola izinto.

# text
source: 🔄 Try a new letter every day!
af: 🔄 Probeer elke dag 'n nuwe letter!
xh: 🔄 Zama ileta entsha yonke imihla!
zu: 🔄 Zama i-igama elisha elilodwa ngosuku!

# text
source: *Riddles Time*
af: *Raaiseltyd*
xh: *Ixesha lamaqashiso*
zu: *Isikhathi Sokuphicaphicana*

# text
source: Riddles and puzzles are a fun way to build thinking skills! 💡
af: Raaisels en kopkrappers is 'n prettige manier om denkvaardighede te ontwikkel! 💡
xh: Amaqashiso kunye neephazili yindlela eyonwabisayo yokwakha izakhono zokucinga!💡
zu: Iziphicaphicana namaphazili ayindlela ejabulisayo yokwakha ikhono lokucabanga! 💡

# text
source: Do you remember any riddles from your childhood? If you can’t then make one up, they can be very simple! 😃
af: Onthou jy enige raaisels uit jou kinderdae? As jy nie kan nie, dink dan een uit, dit kan baie eenvoudig wees! 😃
xh: Uyawakhumbula amaqashiso awasebuntwaneni bakho? Ukuba awukwazi ngoko wenze enye, zinokuba lula kakhulu!😃
zu: Uyazikhumbula iziphicaphicana zasebuntwaneni bakho? Uma uhluleka, yakha eyodwa, ingaba lula kakhulu! 😃

# text
source: Like “What can you see at night but not in the day” Answer: “The moon” 🌙
af: Soos “Wat kan jy in die nag sien, maar nie in die dag nie?” Antwoord: “Die maan” 🌙
xh: Ngathi "Ungabona ntoni ebusuku kodwa hayi emini" Mpendulo: "Inyanga" 🌙
zu: Njengokuthi "Yini ongayibona ebusuku kodwa ayiveli emini" Impendulo: "Inyanga" 🌙

# text
source: If your child is finding them difficult, try an easy one like: “What is round, bouncy and can be thrown or kicked?” Answer: “A ball” ⚽
af: As jou kind dit moeilik vind, probeer 'n makliker een soos: "Wat is rond, hop en kan gegooi of geskop word?" Antwoord: "'n Bal" ⚽
xh: Ukuba umntwana wakho uzifumana zinzima, zama elula efana nale: "Yintoni engqukuva, egqampayo kwaye inokujulwa okanye ikhatywe?" Impendulo: "Ibhola" ⚽
zu: Uma ingane yakho ihluleka, zama esilula njengokuthi: "Yini eyindilinga ephonswayo noma ekhahlelwayo?"Impendulo: "Ibhola"⚽

# text
source: Your child can also try making riddles! 💡
af: Jou kind kan ook probeer om self raaisels te maak! 💡
xh: Umntwana wakho unokuzama ukwenza amaqashiso! 💡
zu: Ingane yakho nayo ingazama ukuphicaphica! 💡

# text
source: You can have fun with riddles anywhere at any time - like traveling on a bus, walking to school or in a car 🚗
af: Julle kan enige plek, enige tyd, pret met raaisels hê - soos terwyl julle in 'n bus ry, skool toe stap of in 'n motor ry 🚗
xh: Ungonwaba ngamaqashiso naphi na nangaliphi na ixesha - njengokuhamba ngebhasi, ukuhamba ngeenyawo ukuya esikolweni okanye ngemoto 🚗
zu: Ningazijabulisa ngeziphicaphicana noma inini nanoma ikuphi - njengokuhamba ngebhasi, ukuhamba ngezinyawo ukuya esikoleni noma phakathi kwemoto 🚗

# text
source: *Make up a Story*
af: *Dink 'n Storie uit*
xh: *Yenza Ibali*
zu: *Yakha Indaba*

# text
source: Creating stories together is a great way to have fun with imagination - and to build your child’s creativity! 📖
af: Om stories te skep, is 'n goeie manier om pret met verbeelding te hê - en om jou kind se kreatiwiteit te ontwikkel! 📖
xh: Ukwenza amabali kunye yindlela entle kakhulu yokonwaba ngokuboniswa - kunye nokwakha ubuchule bomntwana wakho! 📖
zu: Ukwakha izindaba ndawonye indlela enhle yokuzijabulisa ngomcabango - nokwakha ubuhlakani enganeni yakho! 📖

# text
source: 5️⃣ With your child, come up with 5 words to use. They can be any words you want! For example: banana, spaceship, fish, water, painting, cooking, wedding. If you need to remember them, write them clearly on a paper with your child.
af: 5️⃣ Dink, saam met jou kind, aan 5 woorde om te gebruik. Dit kan enige woorde wees! Byvoorbeeld: piesang, ruimteskip, vis, water, skildery, kook, troue. As julle dit moet onthou, skryf dit duidelik op 'n stukkie papier saam met jou kind neer.
xh: 5️⃣ Kunye nomntwana wakho, yiza namagama ama- 5 oza kuwasebenzisa. Anokuba nawaphi na amagama owafunayo! Umzekelo: ibhanana, isiphekepheke, intlanzi, amanzi, ukupeyinta, ukupheka, umtshato. Ukuba ufuna ukuzikhumbula, zibhale ngokucacileyo ephepheni kunye nomntwana wakho.
zu: 5️⃣Ungaqhamuka namagama awu 5 ozowasebenzisa nengane yakho. Kungaba inoba imaphi amagama owafunayo wena! Isibonelo: ubhanana, umkhumbi, ufishi, isithombe esidwetshiwe sapendwa, ukupheka, umshado. Uma ufuna ukuwakhumbula wabhale ngokucacile ephepheni nengane yakho.

# text
source: 🎂 Start your story with, “Once upon a time, there was a…” and use one of the words from the list in the first part. For example, “Once upon a time, there was a family who worked on a *banana* farm.”
af: 🎂 Begin julle storie met “Eendag, lank, lank gelede was daar 'n …” en gebruik een van die woorde uit die lys in die eerste deel. Byvoorbeeld, “Eendag, lank, lank gelede was daar 'n gesin wat op 'n *piesang*-plaas gewerk het.”
xh: 🎂Qalisa ibali lakho ngokuthi, "Ngaminazana ithile, kwakukho i..." kwaye uqinisekise ukuba usebenzisa elinye lalamagama akuluhlu kwisivakalisi sakho. Umzekelo, " Ngaminazana ithile, kwakukho usapho olwalusebenza kwi fama yama bhanana."
zu: 🎂 Qala indaba yakho ngokuthi, "Kwasukasukela, kwakukhona i..." bese uqiniseka ukuthi usebenzisa elilodwa lamagama kuhlu lwakho. Isibonelo, "Kwasukasukela, kwakukhona umndeni owawusebenza efamini *labhanana*."

# text
source: 📝 Let your child make up the next part using another word from the list.
af: 📝 Laat jou kind die volgende gedeelte doen, deur 'n ander woord op die lys te gebruik.
xh: 📝 Vumela umntwana wakho enze indawo elandelayo esebenzisa elinye igama elikuluhlu.
zu: Dedela ingane yakho icabange umusho ngokusebenzisa elinye igama kuloluhlu.

# text
source: 🔄 Take turns until you have used all the words and created a story.
af: 🔄 Neem beurte totdat julle al die woorde gebruik het en 'n storie geskep het.
xh: 🔄 Tshintshanani de niwasebenzise onke amagama nize niyile ibali.
zu: 🔄 Shintshisanani nize nisebenzise wonke amagama futhi seniyakhile indaba.

# text
source: 🔔 Be creative and do not tell your child what to say. It does not need to be a real story to be fun!
af: 🔔 Wees kreatief en moenie vir jou kind sê wat om te sê nie. Dit het nie nodig om 'n ware storie te wees om pret te wees nie!
xh: 🔔 Yiba nobuchule kwaye ungamxeleli umntwana wakho ukuba makathini. Akuyomfuneko ukuba ibe libali lokwenyani ukuze ube mnandi!
zu: Yiba nobuhlakani futhi ungayitsheli ingane yakho ukuthi ithini. Akudingeki ukuthi kube indaba yangempela ukuze ijabulise!

# text
source: 🎁 Ask your child what their favourite part of the story was, and tell them yours!
af: 🎁 Vra wat sy/haar gunstelingdeel van die storie was en noem ook jou gunstelingdeel!
xh: 🎁 Buza umntwana wakho ukuba yeyiphi eyona ndawo ebeyithanda kweli bali, uze ubaxelele eyakho!
zu: 🎁Buza ingane yakho ukuthi iyiphi ingxenye ayithandile kulendaba, nawe umtshele eyakho!

# text
source: *Playing with Clothes*
af: *Speel met Klere*
xh: *Ukudlala ngeMpahla*
zu: *Ukudlala Ngezimpahla*

# text
source: 💡 Clothes can be the perfect ‘toys’ to help your child build fine motor skills, recognise colours, and think! Here are 3 ideas you can try:
af: 💡 Klere kan die perfekte speelgoed wees om fyn motoriese vaardighede te bou, kleure te herken en te dink! Hier is 3 idees wat jy kan probeer:
xh: 💡Iimpahla zinokuba 'zizinto zokudlala' ezigqibeleleyo zokunceda umntwana wakho akhe izakhono zoku sebenzisa izandla, aqaphele imibala, kwaye acinge! Nazi iimbono ezi- 3 onokuzama:
zu: 💡Izingubo zokugqoka zingakulungela ukuba amathoyizi ukulekelela ukwakha amakhono okuphila, ukuqaphela imibala nokucabanga: Nansi imibono ewu 3 ongayizama:

# text
source: 👋 Practice
af: 👋 Oefen
xh: 👋 Nononga
zu: 👋Phrakhthiza

# text
source: Help your child exercise their fingers by showing them how buttons and zips work on clothes, and letting them practise using them!
af: Help jou kind om sy/haar vingers te oefen deur te wys hoe knope en ritssluiters aan klere werk en laat hy/sy oefen om dit te gebruik!
zu: Siza ingane yakho ukuvocavoca iminwe ngokumkhombisa ukuthi izinkinobho noziphu zisebenza kanjani ezimpahleni, bese uyamdedela aphrakthize ukuzisebenzisa!

# text
source: 🔵 Colours
af: 🔵 Kleure
xh: 🔵 Imibala
zu: 🔵Imibala

# text
source: Talk about the colours of clothes! Ask your child to name the colours of their clothes and talk about all the things that are that colour: “What are all the things we can think of that are blue?”
af: Gesels oor die kleure van klere! Vra vir jou kind om die kleure van sy/haar klere te noem en praat oor goed wat daardie kleur is: "Aan watter goed kan ons alles dink wat blou is?"
xh: Thetha ngemibala yempahla! Cela umntwana wakho ukuba achaze imibala yempahla yakhe kwaye athethe ngazo zonke izinto ezikuloo mbala: "Zeziphi zonke izinto esinokucinga ngazo eziluhlaza?"
zu: Khulumani ngemibala yezimpahla! Buza ingane yakho ngombala yezimpahla niphinde nikhulume nangezinye izinto ezinaloyo mbala: "Yiziphi ezinye izinto esingazicabanga eziwumbala oluhlaza njengesibhakabhaka?"

# text
source: 🔶 Sorting
af: 🔶 Sortering
zu: 🔶Ukuhlunga

# text
source: When you have done laundry, ask your child to help you sort clothes into piles for each family member.
af: Wanneer jy wasgoed gewas het, vra jou kind om jou te help om die wasgoed uit te sorteer, met 'n hoop vir elke gesinslid.
xh: Xana ugqibile ukuhlamba impahla, cela umntwana wakho akuncede ukuhlela impahla ngokwemfumba yamalungu osapho.
zu: Uma usuqedile ukuwasha, cela ingane yakho ukukusiza ukuhlukanisa izimpahla zibe inqwaba yelunga ngalinye lomndeni.

# text
source: *Playing with Vegetables*
af: *Speel met Groente*
xh: *Ukudlala ngeMifuno*
zu: *Ukudlala Ngemifino*

# text
source: 🌱 Help your child learn by thinking and talking about vegetables! Here are 3 ideas for you:
af: 🌱 Help jou kind om te leer deur te dink en te praat oor groente! Hier is 3 idees vir jou:
zu: Siza ingane yakho ukufunda ngokucabanga nokukhuluma ngemifino! Nansi imibono yakho ewu 3:

# text
source: 🍅 Sorting vegetablesMix together 2-3 different ingredients of your choice (like onions, tomatoes and corn example). Say: “Help me sort these vegetables into piles?” Try sorting them by size.
af: 🍅 Sortering van groenteMeng 2-3 verskillende bestanddele van jou keuse saam (soos byvoorbeeld uie, tamaties en mielies). Sê: "Kom ons sorteer hierdie groente in hopies." Probeer om hulle volgens grootte te sorteer.
xh: 🍅 Ukuhlela imifuno Xubani kunye eziyi2-3 ozihlukeneyo izithako ngoko khetho lwakho (njengetswele, iitumato kunye nombona umzekelo). Yithi: "Ndincede ndihlele imifuno ibeyimfumba?" Zama ukuzihlela ngokobungakanani bazo.
zu: 🍅Ukuhlukanisa imifino\Uyihlanganise ndawonye izithako eziwu 2-3 ozithandayo (njengo anyanisi, tamatisi nombila isibonelo) Ithi "Ngisize ukuhlukanisa lemifino ibe inqwaba? Zama ukuhlukanisa ngosayizi.

# text
source: 😃 Remind me!
af: 😃 Herinner my!
xh: 😃 Ndikhumbuze!
zu: 😃 Ngikhumbuze!
