Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_south_africa_scale/*/*_ltp_activities.po
Languages: af, xh, zu

# text
source: 🍚 Create a new dish with your teen using ingredients they love!
af: 🍚 Skep 'n nuwe gereg saam met jou tiener deur bestanddele te gebruik waaroor hulle mal is!
xh: 🍚Yakha isitya esitsha kunye no usebenzisa izithako abazithandayo!
zu: 🍚 Dala isidlo esisha nengane yakho usebenzisa izithako abazithandayo!

# text
source: *Reflect on the positive*
af: *Dink na oor die positiewe*
xh: *Cinga ngezinto ezintle*
zu: *Cabanga ngokuhle*

# text
source: Spread Positivity! 🌈
af: Versprei Positiwiteit! 🌈
xh: Sasaza okulungileyo!🌈
zu: Sabalalisa okuhle!🌈

# text
source: 💡 Together, take a minute to think about all the things you did today.
af: 💡 Neem saam 'n minuut om na te dink oor al die goed wat julle vandag gedoen het.
xh: 💡Kunye, thathani umzuzu nicinge malunga nezinto zonke enizenzileyo namhlanje.
zu: 💡 Ndawonye, thatha iminithi lokucabanga ngazo zonke izinto ozenzile namuhla.

# text
source: ☀️ Take turns sharing one positive or fun thing that happened. This could be something small, like feeling good because you cleaned the house, or something big, like spending time with family and friends.
af: ☀️ Neem beurte om een positiewe of prettige ding wat gebeur het, te deel. Dit kan iets kleins wees, soos om goed te voel omdat julle die huis skoongemaak het, of iets groots, soos dat julle tyd saam met familie en vriende deurgebring het.
xh: ☀️Mane nitshintshana ukwabelana ngezinto ezilungileyo okanye ezonwabisayo ezenzekileyo. Lento ingayinto encinci, njengokuba uziva kakuhle ngoba ucoce indlu, okanye into enkulu, ukuchitha ixesha kunye nosapho nezihlobo.
zu: ☀️ Shintshanani ngokwabelana ngento eyodwa eyakhayo noma ejabulisayo eyenzekile. Lokhu kungaba yinto encane, njengokuzizwa ujabule ngoba uhlanze indlu, noma into enkulu, njengokuchitha isikhathi nomndeni nabangane.

# text
source: ⏰ Try doing this every day - even more on the days it feels like you have not done anything special.
af: ⏰ Probeer om dit elke dag te doen - veral op die dae wat dit voel asof julle nie enigiets spesiaals gedoen het nie.
xh: ⏰Zama ukwenza lento yonke imihla - nangaphezulu ngeentsuku uziva ngathi awenzanga nto ebalulekileyo.
zu: ⏰ Zama ukwenza lokhu nsuku zonke - nakakhulu ngezinsuku lapho kuzwakala sengathi awenzanga lutho olukhethekile.

# text
source: *What’s new?*
af: *Wat’s nuut?*
xh: *Yintoni entsha?*
zu: *Yini entsha?*

# text
source: Learning is fun! 🎓
af: Leer is pret! 🎓
xh: Ukufunda kukonwaba!🎓
zu: Ukufunda kumnandi! 🎓

# text
source: ❓ Ask your teen to think of a new, fun skill you could learn together.
af: ❓ Vra jou tiener om te dink aan 'n nuwe, pret-vaardigheid wat julle saam kan leer.
xh: ❓Cela umntwana wakho ofikisayo acinge ngento entsha, isakhono esonwabisayo eningasifunda kunye.
zu: ❓Cela osemusha wakho ukuthi acabange ikhono elisha, elimnandi eningalifunda ndawonye.

# text
source: 🔄 Take turns trying out the new skill. Make sure to praise each other and learn and play together!
af: 🔄 Neem beurte om die nuwe vaardigheid te probeer. Maak seker dat julle mekaar prys, leer en saam speel!
xh: 🔄Mane nitshintshana ukuzama isakhono esitsha. Qinisekisa ukuncomana omnye nomnye kwaye funda kwaye dlala kunye!
zu: 🔄 Shintshisanani nizama ikhono elisha. Qiniseka ukuthi niyancomana futhi nifunde futhi nidlale ndwawonye!

# text
source: 💛 Approach learning the skill in a kind and fun way, and do not judge your teen or yourself for your ability in the skill.
af: 💛 Benader die leer van die vaardigheid op 'n simpatieke en prettige manier, en moenie jouself of jou tiener afkraak oor julle vermoë in die vaardigheid nie.
xh: 💛Sondela ekufundeni isakhono ngendlela enobubele kunye neyonwabisayo, kwaye ungamgwebi umntwana wakho ofikisayo okanye wena ngesakhono sakho kwesisakhono.
zu: 💛 Sondela ukufunda ikhono ngendlela enomusa nejabulisayo, futhi ungahluleli ingane yakho noma wena ngokwakho ngekhono lakho kukhono.

# text
source: *Dance moves*
af: *Danspassies*
xh: *Iintshukumo zomdaniso*
zu: *Umdanso*

# text
source: Let's get moving! 👋 Dancing is a great way to exercise, have fun, and bond with your teen at the same time! You both get to express yourselves in a fun, relaxed way. 🎵
af: Kom ons beweeg! 👋 Dans is 'n wonderlike manier om te oefen, pret te hê, en terselfdertyd 'n band met jou tiener te vorm! Julle kry albei kans om julself op 'n prettige, ontspanne manier uit te druk. 🎵
xh: Masishukumeni!👋ukudanisa yindlela entle yokuzivocavoca, ukuzonwabisa, kwaye yokukwakha ubudlelwane kunye nomntwana wakho ofikisayo ngaxesha nye! Nobabini nifumana ithuba lokuzivakalisa ngokonwaba, nokukhululeka.🎵
zu: Masiqhubeke! 👋 Ukudansa kuyindlela enhle yokuzivocavoca, ukuzijabulisa, nobudlelwane nengane yakho ngesikhathi esisodwa! Nobabili nithola ukuveza imizwa yenu ngendlela ejabulisayo, ekhululekile. 🎵

# text
source: This game can be played in pairs or a group with everyone taking turns being the leader:
af: Hierdie speletjie kan in pare of in 'n groep gespeel word, met almal wat beurte neem om die leier te wees:
xh: Lomdlalo ungadlalwa ngokwamaqela amabini okanye iqela lomntu wonke betshintshana ngokukhokela:
zu: Lo mdlalo ungadlalwa nibabili noma eqenjini nabo bonke abantu bashintshisana ngokuba ngumholi:

# text
source: 📱 Let your teen choose a song they like and create a set of dance moves.
af: 📱 Laat jou tiener 'n liedjie kies waarvan hulle hou en ontwikkel 'n stel danspassies.
xh: 📱Vumela umntwana wakho ofikisayo akhethe ingoma abayithandayo kwaye yakha ummiselo weentshukumo zomdaniso.
zu: 📱 Vumela ingane yakho ikhethe ingoma eyithandayo, ihlanganise izinhlobonhlobo zemidanso.

# text
source: 👀 First person does a dance move and everyone else copies it.
af: 👀 Die eerste persoon voer 'n danspassie uit en al die ander moet dit namaak.
xh: 👀 Umntu wokuqala uyadanisa baze abanye balinganise yena.
zu: 👀 Umuntu wokuqala wenza umdanso bese bonke abanye abantu bayayikopisha.

# text
source: ☀️ Don’t worry about perfecting the dance moves, it’s all about having fun together!
af: ☀️ Moenie bekommerd wees as jul danspassies nie perfek is nie, dit gaan daaroor om saam pret te hê!
xh: ☀️Ungaxhali ngokugqwesa kwiintshukumo zomdaniso, kukonke nje kumalunga nokuzonwabisa!
zu: ☀️ Ningazikhathazi ngokwenza umdanso ube perfect, injongo ukuthi nizezenzele ubumnandi ndawonye!

# text
source: 💡 If you want to, you can perform your dance for the household!
af: 💡 As jy wil, kan jy jou dans vir die huismense doen!
xh: 💡Ukuba uyafuna, ungawenza umdaniso wakho ngokwendlu!
zu: 💡 Uma ufuna, ungadlalela umndeni wakho umdanso!

# text
source: *Dance Activity*
af: *Dansaktiwiteit*
xh: *Umdlalo womdaniso*
zu: *Umsebenzi womdanso*

# text
source: Try something new and learn a dance challenge with your teen! ✨ Have fun!
af: Probeer iets nuuts en leer 'n dansuitdaging saam met jou tiener! ✨ Geniet dit!
xh: Zama into entsha kwaye funda umdaniso ongumceli mngeni kunye nomntwana wakho ofikisayo!✨nonwabe!
zu: Zama into entsha futhi ufunde umqhudelwano wokudansa nosemusha wakho! ✨ Zijabulise!

# text
source: ⭐ Dancing is a great way to have fun together while being creative and moving your body!
af: ⭐ Dans is 'n wonderlike manier om saam pret te hê terwyl julle kreatief besig is en jul liggame beweeg!
xh: ⭐Ukudanisa yindlela entle yokuzonwabisa kunye ngelixa niyila ubuchule kwaye nishukumisa imizimba yenu!
zu: ⭐ Ukudansa indlela enhle yokuzijabulisa ndawonye nibe nidala futhi ninyakazisa umzimba!

# text
source: 📱 If your teen uses the app TikTok, suggest doing a dance challenge together.
af: 📱 As jou tiener die app TikTok gebruik, stel voor dat julle saam 'n dansuitdaging doen.
xh: 📱Ukuba umntwan wakho usebenzisa i khasi le TikTok, cebisa ukwenza umdaniso ongumceli mngeni kunye.
zu: 📱 Uma ngabe osemusha wakho esebenzisa uTikTok, faka isicelo sokuthi nenze umqhudelwano wokudansa ndawonye.

# text
source: 😃 Ask your teen to choose their favourite dance and learn it with them.
af: 😃 Vra jou tiener om hulle gunsteling dans te kies, en leer dit saam met hulle.
xh: 😃Cela umntwana wakho ofikisayo ukuba akhethe umdaniso abawuthandayo kwaye ufunde kunye nabo.
zu: 😃 Cela osemusha wakho ukuthi akhethe umdanso awuthandayo bese uyawufunda naye.

# text
source: 🎉 It’s okay if you can’t dance well, have fun and try not to take it too seriously!
af: 🎉 Dis oukei as jy nie goed kan dans nie, geniet dit en probeer om dit nie te ernstig op te neem nie!
xh: 🎉Kulungile ukuba awukwazi ukudanisa kakuhle, yonwaba kwaye zama ungawuthathi ngobunzulu kakhulu!
zu: 🎉 Kulungile uma ungakwazi ukudansa kahle, zijabulise futhi uzame ukungayithatheli phezulu kakhulu!

# text
source: 💡 You do not have to post the video to learn the dance. You can keep it as a memory between you and your teen.
af: 💡 Julle hoef nie die video op sosiale media te plaas om die dans te leer nie. Jy en jou tiener kan dit net vir julself as 'n herinnering hou.
xh: 💡Awunyanzelekanga ukuba uzi poste ividiyo ukufunda umdaniso. Ungawugcina njengesikhumbuzo phakathi kwakho nomntwana wakho ofikisayo.
zu: 💡 Awudingi ukuthumela ividiyo ukuze ufunde umdanso. Ungayigcina njengesikhumbuzo phakathi kwakho nengane yakho.

# text
source: *Check-in chat*
af: *Inklok Klets*
xh: *Ngena kwincoko*
zu: *Hlola imilayezo*

# text
source: Actively checking in on one another helps to keep relationships healthy! ⭐
af: Om aktief te kyk of die ander een oukei is, help om verhoudings gesond te hou! ⭐
xh: Ukumana njalo nijongana omnye nomnye kunganceda ukugcina ubudlelwane busempilweni!⭐
zu: Ukuqhubeka nibhekana kuyasiza ukuthi nigcine ubudlelwano bunempilo! ⭐

# text
source: Ask each other questions: “What made you happy today?” 👂 “What was difficult today?” 👂 “How can I help you?” 👂
af: Vra vir mekaar vrae: “Wat het jou vandag gelukkig gemaak?” 👂 “Wat was vandag moeilik?” 👂 “Hoe kan ek jou help?” 👂
xh: Buzanani imibuzo: "Yintoni ekwenze wonwaba namhlanje?"👂"Yintoni ibinzima namhlanje?" 👂 “Ndingakunceda ngantoni?"👂
zu: Buzanani imibuzo: "Yini ekwenze wajabula namhlanje?" 👂 "Yini ebeyinzima namhlanje?" 👂 "Ngingakusiza kanjani? 👂

# text
source: For this to help, your teen needs to feel safe while sharing things with you. Be open to their responses. 💚 Teens tend to be more honest when they trust that what they say will not be used against them later.
af: Dit sal slegs help as jou tiener veilig voel wanneer hulle goed met jou deel. Wees oop vir hulle antwoorde. 💚 Tieners is geneig om eerliker te wees as hulle vertrou dat wat hulle sê, nie later teen hulle gebruik sal word nie.
xh: Ukuze lento incede, umntwana wakho ofikisayo udinga azive ekhuselekile ngelixa esabelana ngezinto kunye nawe. Zivule kwiimpendulo zabo.💚Umntwana ofikisayo udla ngokunyaniseke xana bethemba ukuba into abayitshoyo ayisoze yasetyenziswa ngokuchasene nabo.
zu: Ukuze lokhu kusize, umntwana wakho osemusha udinga ukuzizwa ephephile ngenkathi ukutshela izinto. Zivule ukuzwa izimpendulo wakhe. 💚 Intsha ijwayele ukuba neqiniso kakhulu uma bethemba ukuthi abazokusho angeke kusentshiswe ukubalimaza kamuva.

# text
source: Go easy on yourself if your teen does not want to share their problems with you. 💙 Often, teens are afraid to share as they are scared they will get in trouble. Getting upset with them won’t help - keep showing you love them and give them time! 🌷
af: Wees gaaf met jouself as jou tiener nie hulle probleme met jou wil deel nie. 💙 Tieners is dikwels bang om te deel, want hulle is bang hulle sal in die moeilikheid kom. Om vir hulle kwaad te word, sal nie help nie - hou aan om te wys dat jy lief is vir hulle en gee hulle tyd! 🌷
xh: Hamba ngokulula kuwe ukuba umntwana wakho ofikisayo akafuni ukwabelana ngeengxaki zabo kunye nawe. 💙 Rhoqo, abantwana abafikisayo bayoyika ukwabelana njengokuba besoyikela ukuba bazakungena engxakini. Ukucaphuka ngabo akuzokunceda - hlala ubabonisa uthando kwaye ubanika nexesha!🌷
zu: Zikhululekele uma ingane yakho ingafuni ukwabelana nawe ngezinkinga zayo. 💙 Ngokuvamile, ingane iyesaba ukwabelana njengoba yesaba ukuthi izongena enkingeni. Ukucasuka ngabo ngeke kusize - qhubeka ubabonisa ukuthi uyabathanda futhi ubanike isikhathi! 🌷

# text
source: *Express Yourself*
af: *Gee uiting aan Jouself*
xh: *Zivakalise Nawe*
zu: *Zibonakalise*

# text
source: Dancing makes people happy!
af: Dans maak mense gelukkig!
xh: Ukudanisa kwenza abantu bonwabe!
zu: Ukudansa kwenza abantu bajabule!

# text
source: 🌈 This game can be played in pairs or as a group - stand facing each other or in a circle.
af: 🌈 Hierdie speletjie kan in pare of as 'n groep gespeel word - staan teenoor mekaar of in 'n sirkel.
xh: 🌈 Lo mdlalo ungadlalwa ngababini okanye njenge qembu - yima nijongene okanye kwisekile.
zu: 🌈 Lo mdlalo ungadlalwa nibabili noma eqenjini - ima nibhekane noma endingilizini.

# text
source: 🎵 Together, choose a fun and upbeat song to play and a person to start the game by creating one dance move.
af: 🎵 Kies saam 'n prettige, opgewekte liedjie om te speel en 'n persoon om die speletjie te begin deur een danspassie te skep.
xh: 🎵Kunye, khethani ingoma eyonwabisayo kunye ne nesingqi esiphezulu kwaye umntu awuqale umdlalo ngokwakha intshukumo yomdaniso enye.
zu: 🎵 Ndawonye, khethani ingoma emnandi enokujabula idlale bese umuntu aqale umdlalo ngokuthi adale umdanso owodwa.

# text
source: 👀 The person to their right must copy that dance move and add their own move to it.
af: 👀 Die persoon aan hulle regterkant moet daardie danspassie naboots en hulle eie danspassie byvoeg.
xh: 👀Umntu okwicala lakhe kufuneka akope lantshukumo yomdaniso kwaye ongeze eyakhe intshukumo kuyo.
zu: 👀 Umuntu ongasesandleni sokudla kufanele akopishe lowo mdanso bese efaka umdanso wakhe.

# text
source: ✨ Go around the circle, each person adding their own dance move to the full song.
af: ✨ Gaan in die rondte, elke persoon voeg hulle eie danspassie by tot aan die einde van die liedjie.
xh: ✨Jikeleza isangqa, umntu ngamnye ongeze intshukumo yomdaniso engeyakhe kwingoma epheleleyo.
zu: ✨ Jikelezani endingilizini, umuntu nomuntu afake umdanso wakhe engomeni ephelele.

# text
source: 🔄 The first one who forgets someone's dance moves or does it in the wrong order chooses the next song and starts the game again.
af: 🔄 Die eerste een wat iemand se danspassies vergeet of dit in die verkeerde volgorde doen, kies die volgende liedjie en begin weer die speletjie.
xh: 🔄Umntu wokuqala olibeleyo intshukumo yomdaniso yomnye okanye ayenze ngendlela engalunganga ukhetha ingoma elandelayo kwaye uqalisa umdlalo kwakhona.
zu: 🔄 Owokuqala okhohlwayo umdanso womunye umuntu noma oyenza nge-oda engalungile ukhetha ingoma elilandelayo bese uqala umdlalo futhi.

# text
source: 🎉 Try new dance moves with this game and have fun!
af: 🎉 Probeer nuwe danspassies met hierdie speletjie en geniet dit!
xh: 🎉Zama iintshukumo zomdaniso omtsha kunye kulomdlalo kwaye nonwabe!
zu: 🎉 Zama ukunyakaza komdanso omusha ngalo mdlalo futhi ujabule!

# text
source: *2 Truths, 1 Lie*
af: *2 Waarhede, 1 Leuen*
xh: *2 Iinyani, 1 ubuxoki*
zu: *Amaqiniso amabili, amanga awodwa*

# text
source: This is a fun, quick game, and the point of it is to learn things about each other. Make your answers as interesting as possible! 🎨
af: Hierdie speletjie is prettig en vinnig, en die doel daarvan is om meer oor mekaar uit te vind. Maak jou antwoorde so interessant as moontlik! 🎨
xh: Lento iyonwabisa, lomdlalo uyakhawuleza, kwaye inqaku layo kukufunda izinto malunga omnye nomnye. Yenza iimpendulo zakho zibenomdla xa kunokwenzeka!🎨
zu: Lona umdlalo ojabulisayo, osheshayo, futhi inhloso yawo wukufunda izinto ngomunye nomunye. Yenza izimpendulo zakho zibe mnandi ngangokunokwenzeka! 🎨

# text
source: 💡 Think of 3 facts about yourself. 2 must be true, 1 must be a lie.
af: 💡 Dink aan 3 stellings oor jouself. 2 moet waar wees en 1 moet 'n leuen wees.
xh: 💡 Cinga ngeengxelo ezintathu nalunga nesiqu sakho. Ezimbini kumele zibe yinyani kwaye enye ibe bubuxoki.
zu: Cabanga amaqiniso awu3 ngawe. Okubili kube iqiniso, okokodwa kube amanga

# text
source: 🔷 Here are some examples: I hate bananas, I have travelled to Kenya, my favourite subject in school was maths.
af: 🔷 Hier is 'n paar voorbeelde: Ek haat piesangs, ek het na Kenia gereis, my gunsteling skoolvak was Wiskunde.
xh: 🔷 Nantsi eminye imizekelo: Ndiyayicaphukela ibhanana, Ndiye ndahambela e Kenya, isifundo endisithandayo esikolweni ibizi zibalo.
zu: 🔷 Nazi izibonelo: Ngiyawuzonda ubhanana, ngake ngaya eKhenya, isifundo sami ebengisithanda esikolweni bekuyizibalo.

# text
source: 👀 Share the facts with your teen and ask them to guess which one is a lie.
af: 👀 Deel die feite met jou tiener en vra hulle om te raai watter een 'n leuen is.
xh: 👀Yabelana neenyani kunye nomntwana wakho ofikisayo kwaye bacele baqashele ukuba ngowuphi obubu buxoki.
zu: 👀 Yethula amaqiniso kumfana noma intombazane yakho futhi ubabuze baqagele ukuthi iyiphi engamanga.

# text
source: 🔄 Now ask them to do the same, and guess theirs.
af: 🔄 Vra hulle nou om dieselfde te doen, en raai hulle s'n.
xh: 🔄Ngoku bacele ukuba benze ngokufanayo, qashela ezabo.
zu: 🔄 Manje bacele ukuthi benze okufanayo, bese uqagela okwabo.

# text
source: Did you learn anything new about your teen, or did they learn anything new about you? 💛
af: Het jy enigiets nuuts oor jou tiener uitgevind, of het hulle iets nuuts oor jou uitgevind? 💛
xh: Ingaba ikhona into entsha oyifundileyo malunga nomntwana wakho ofikisayo, ingaba ikhona into oyifundileyo entsha malunga nawe?💛
zu: Ingabe kukhona okusha okufundile mayelana nomntwana wakho, noma kukhona okusha umntwana akufundile ngawe? 💛

# text
source: *Yes, No or Maybe*
af: *Ja, Nee of Miskien*
xh: *Ewe, Hayi okanye Mhlawumbi*
zu: *Yebo, Cha noma Mhlawumbe*

# text
source: Are you tired of hearing your teen say yes, no, or maybe to all of your questions? Turn your chat into a game, and don’t allow one-word answers. 🎈
af: Is jy moeg daarvan dat jou tiener ja, nee of miskien op al jou vrae antwoord? Verander julle geselsie in 'n speletjie, en moenie eenwoord-antwoorde toelaat nie. 🎈
xh: Ingaba udiniwe kukuva umntwana wakho ofikisayo esithi ewe, hayi, okanye mhlawumbi kwimibuzo yakho yonke? Tshintsha incoko yakho ibengu mdlalo, kwaye ungavumeli ilizwi elinye libeyi mpendulo.🎈
zu: Ingabe ukhathele ukuzwa umfana noma intombazane yakho ethi yebo, cha, noma mhlawumbe kuyo yonke imibuzo yakho? Shintsha ingxoxo yakho ibe umdlalo, futhi ungamvumeli ukuthi aphendule ngegama elilodwa. 🎈

# text
source: 🔴 Teens are known to give one-word answers to avoid talking.
af: 🔴 Tieners is bekend daarvoor dat hulle eenwoord-antwoorde gee om 'n gesprek te vermy.
xh: 🔴 Abantwana abafikisayo baziwa ngokunika ilizwi elinye njengempendulo ukubalekela ukuthetha.
zu: 🔴 Intsha yaziwa ngokuphendula ngegama elilodwa ukugwema ukukhuluma.

# text
source: 💡 When you would like to really know how your teen is doing, you can turn your chat into a game.
af: 💡 As jy regtig wil weet hoe dit met jou tiener gaan, kan jy julle geselsie in 'n speletjie verander.
xh: 💡Kunini apho ungathanda ukwazi ngenene ukuba umntwana wakho ofikisayo ukuba wenzani, ungayitshintsha incoko ibengumdlalo.
zu: 💡 Ungafisa ukwazi nini ukuthi umfana noma intombazane yakho unjani, ungashintsha ingxoxo yenu ibe ngumdlalo.

# text
source: ⭐ Take turns asking each other questions. The only rule is that you cannot use one-word responses, such as Yes, No, Maybe, Fine, and Okay.
af: ⭐ Neem beurte om mekaar vrae te vra. Die enigste reël is dat julle nie eenwoord-antwoorde mag gee nie, soos Ja, Nee, Miskien, Goed en Oukei.
xh: ⭐Tshintshanani ukubuza omnye nomnye imibuzo. Umthetho umnye kuphela kokokuba awukwazi ukusebenzisa ilizwi elinye njengempendulo njengeo Ewe, Hayi, mhlawumbi, kulungile, kwaye ilungile.
zu: ⭐ Shintshisanani nibuzana imibuzo. Umthetho owodwa ukuthi anikwazi ukuphendula ngegama elilodwa, njengo Yebo, Cha, Mhlawumbe, Kahle, futhi Kulungile.

# text
source: ⚽ You can ask about things your teen likes or what they did today. For example, how was your day? What are you excited for? Is there anything worrying you?
af: ⚽ Jy kan uitvra oor goed waarvan jou tiener hou of wat hulle vandag gedoen het. Byvoorbeeld, Hoe was jou dag? Waaroor is jy opgewonde? Is daar iets waaroor jy jou bekommer?
xh: ⚽ Ungabuza malunga nezinto umntwana wakho ofikisayo azithandayo okanye yintoni abayenzileyo namhlanje. Umzekelo, Belunajni usuku lwakho? Yintoni ekuvuyisileyo? Ingaba ikhona into ekukhathazayo?
zu: ⚽ Ungabuza ngezinto umfana noma intombazane yakho azithandayo nokuthi wenzeni namhlanje. isibonelo, belunjani usuku lwakho? Yini oyijabulele? Ngabe kukhona okukukhathazayo?

# text
source: 🔄 It is important to let your teen ask a question as well. Trust is built when your teen can see that you are also sharing your life with them, and not only trying to learn about their life.
af: 🔄 Dit is belangrik om jou tiener toe te laat om ook 'n vraag te vra. Vertroue word gebou wanneer jou tiener kan sien dat jy ook jou lewe met hulle deel, en nie slegs probeer om meer oor hulle lewe uit te vind nie.
xh: 🔄Kubalulekile ukuvumela umntwana wakho ofikisayo abuze umbuzo naye. Ukuthemba kwakhiwa xana umntwana wakho ofikisayo ekwazi ukubona ukuba nawe uyabelana ngobomi bakho kunye nabo, kwaye awuzami nje ukufunda malunga nobabo ubomi.
zu: 🔄 Kubalulekile ukuthi uvumele umfana noma intombazane yakho naye abuze umbuzo. Ukwethembana kwakheka lapho umfana noma intombazane yakho ebona ukuthi nawe wabelana nayo ngempilo yakho, awugcini ngokuzama ukufunda ngempilo yayo.

# text
source: *Movie World*
af: *Fliek-Wêreld*
xh: *Ilizwe Lomboniso bhanyabhanya*
zu: *Umhlaba Wefilimu*

# text
source: Leaving the busy and stressful world behind can be good for our health. 🌱 Take a moment to escape with your teen by creating a superhero story together!
af: Om die besige en stresvolle wêreld agter te laat, kan goed wees vir ons gesondheid. 🌱 Neem 'n oomblik om saam met jou tiener te ontsnap deur saam 'n superheld-storie te skep!
xh: Ukushiya ilizwe elixakekileyo neli noxinzelelo ngasemva kulungile kwiimpilo zethu.🌱Ukuthatha umzuzu ukubaleka kunye nomntwana wakho ofikisayo ngokwakha ibali lokuba liqhawe kunye!
zu: Ukushiya umhlaba ophithizelayo nokhathazanayo ngemuva kungaba yinto enhle ekuphileni kwethu. 🌱 Thatha umzuzu ube nomntwana wakho niqambe indaba engeqhawe ndawonye!

# text
source: 🎈 Ask your teen to imagine that they are a superhero and what their superpowers would be. Flying? Time travel? Mind reading? Super Strength?
af: 🎈Vra jou tiener om hulle te verbeel dat hulle 'n superheld is, en wat hulle superkragte sou wees. Vlieg? Tydreis? Gedagtes lees? Super Sterkte?
xh: 🎈Cela umntwana wakho ofikisayo abenomfanekiso loba liqhawe kwaye ingaba aphi amandla akhe amakhulu. Ukubhabha? Ixesha lokuhambela? Ukufunda ingqondo? Amandla Aphezulu?
zu: 🎈 Cela umfana noma intombazane yakho wakho ukuthi acabange ukuthi uyiqhawe nokuthi amandla akhe angaba yini. Ukundiza? Ukubuyela emuva esikhathini? Ukufunda umqondo? Amandla Amakhulu?

# text
source: ✨ Ask them how they would use these superpowers, and why.
af: ✨ Vra hoe hulle hierdie superkragte sou gebruik, en hoekom.
xh: ✨Babuze ukuba bangathanda ukuwasebenzi njani lamandla, kwaye kutheni.
zu: ✨ Babuze ukuthi bangawasebenzisa kanjani amandla abo, futhi kungani.
