Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_south_africa_scale/*/*_ltp_activities.po
Languages: af, xh, zu

# text
source: *Tummy Time Safari*
af: *Magietyd-Safari*
xh: *Ixesha loku Lala ngesisu*
zu: Isikhathi Sokuphuma Sesafari

# text
source: Time for an adventure - right on the floor! 🌱
af: Tyd vir 'n avontuur - hier op die vloer🌱
xh: Ixesha le adventure - kanye emgangathweni! 🌱
zu: Isikhathi sezinselelo

# text
source: ✅ Lay a soft blanket on the floor and gently place your baby on their tummy. Put a few colourful toys or soft books just out of reach, and see your baby reach for them.
af: ✅ Plaas 'n sagte kombers op die vloer en sit jou baba versigtig op sy/haar magie neer. Sit 'n paar kleurvolle speelgoed of sagte boekies net buite bereik en kyk hoe baba uitreik daarvoor.
xh: ✅ Yondlala ingubo ethambileyo kanye emgangathweni kwaye ubeke umntwana wakho kancinci ngesisu. Beka izinto zokudlala ezinemibala emihle okanye iincwadi ngaphandle kokufikelela, kwaye ubone umntwana wakho ezam ukuzifumana.
zu: Ndlala ingubo entofontofo phansi ubeke ingane yakho kahle ngesisu. Beka amathoyizi ayimibalabala noma incwadi ethambile lapho ingezukwazi ukufinyelela kuzo, ubuke ingane ifinyelela kuzo

# text
source: 👀 Talk, sing, or lie down face-to-face to keep them engaged.
af: 👀 Praat, sing of lê aangesig tot aangesig om hom/haar besig te hou.
xh: 👀 Thetha, cula, okanye ulale phantsi nijongene ukubagcina bebandakenyekile.
zu: Khuluma, ucule, noma ulale ngaphambi kwayo nibukane ukuze umenze azizwe ebambisene nawe.

# text
source: 🧸 Make it playful - wiggle a toy or a plastic bottle with some rice like an animal exploring the jungle! “Look, here comes a lion!”
af: 🧸 Maak dit speel-speel - wikkel 'n speelding rond, of 'n plastiekbottel met rys in, soos 'n dier wat die oerwoud verken! "Kyk, hier kom die leeu!"
xh: 🧸 Yenze kubeyinto yokudlala - yenza ithoyizi okanye ibhotile yeplasitiki ene rayisi ngaphakathi ibengathi sisilwanyana sihlola ihlathi! "Jonga, nantsi isiza ingonyama!"
zu: Yenza kube umdlalo - nyakazisa ithoyizi noma ibhodlela leplastikhi elinerayisi njengesilwane sihlola ihlathi! " Bukani sekuqhamuka ibhubesi"!

# text
source: Tummy time is essential for your baby’s physical development and builds the strength they’ll need to crawl and sit ⭐
af: Magietyd is noodsaaklik vir jou baba se fisiese ontwikkeling, en dit bou sy/haar krag op wat hy/sy nodig het om te kruip en te sit⭐
xh: Ixesha loku lala ngesisu lisisiseko kuphuhliso lomzimba kumntwana wakho kwaye kwakha amandla awadingangayo ekukhaseni nase kuhlaleni ⭐
zu: Isikhathi sokuphuma sibalulekile ukuthuthukisa ukukhula komzimba wengane yakho futhi kwakha amandla abawadingayo ukuthi bakhase nokuhlala

# text
source: *Face to Face Fun*
af: *Aangesig-tot-Aangesig-Pret*
xh: *Ulonwabo lobuso ngobuso*
zu: Ukujabulisana ubuso nobuso

# text
source: Babies love looking at faces - especially yours! 😃
af: Babas hou daarvan om na gesigte te kyk - veral joune! 😃
xh: Abantwana bayathanda ukujonga ebusweni - ngakumbi obakho! 😃
zu: Izingane ziyathanda ukubuka ubuso - kakhulu obakho! 😃

# text
source: 👑 Sit comfortably and hold your baby so you’re face-to-face. Make funny faces, raise your eyebrows, puff your cheeks, and talk or sing gently.
af: 👑 Sit gemaklik en hou jou baba so dat julle na mekaar kyk. Trek snaakse gesigte, lig jou wenkbroue, blaas jou wange op en gesels of sing saggies.
xh: 👑 Hlala ngokukhululekileyo kwaye bamba umntwana wakho nijongane ubuso ngobuso. Yenza inkangeleko zobuso ezonwabisayo, phakamisa amashiya, khukhumalisa izidlele zakho, kwaye thetha okanye ucule ngokuphantsi.
zu: 👑 Hlala unethezeke uphathe ingane yakho ngendlela yokuthi niyabukana. Yenza ubuso obuhlekisayo, unyuse amashiya, phaphatha izidlathi zakho futhi ukhulume noma ucule mnene.

# text
source: 🚩 Watch as your baby starts to copy you! Peek-a-boo and big smiles are great ways to bond.
af: 🚩 Kyk hoe jou baba jou naboots! Koekeloerspeletjies en breë glimlaggies is wonderlike maniere om 'n band te vorm.
xh: 🚩 Bukela njengokuba umntwana wakho eqalisa ukukulinganisa! Vala amehlo ngesandla uphinde uvule izandla kwaye unoncumo olukhulu zindlela ezintle zokudibanisa.
zu: 🚩 Bukela lapho ingane yakho iqala ukukulingisela! Umdlalo ka Mbophe phoyisa nokumamatheka indlela enhle yokuxhumana.

# text
source: This activity helps your baby develop emotional connection, eye contact, and early social skills - all while having fun together 🎉
af: Hierdie aktiwiteit help jou baba om emosionele verbondenheid, oogkontak en vroeë sosiale vaardighede te ontwikkel - alles terwyl julle pret het 🎉
xh: Lomdlalo unceda umntwana wakho akhule enemvakalelo ezinxulumeneyo, ukujongana, nezakhono zokuqala zentlalo zonke - ngelixa nizonwabisa kunye 🎉
zu: Lomsebenzi usiza ukuthi ingane yakho ukuthuthukisa ukuxhumana ngokozwelo, ukuxhumana ngokubukana, amakhono okuqala ukuxhumana - konke lokhu ngesikhathi sokujabula ndawonye

# text
source: *Sing & Sway*
af: *Sing & Swaai*
xh: *Cula & Shukuma*
zu: Cula futhi uzungeze

# text
source: 🎵 Hold your baby close and gently sway together to the rhythm of a soft song. You can hum or sing a lullaby as you move, making eye contact and smiling as you go.
af: 🎵 Hou jou baba vas en swaai sagkens op die ritme van 'n sagte liedjie. Jy kan neurie of 'n wiegeliedjie sing terwyl jy beweeg; maak oogkontak en glimlag terwyl jy beweeg.
xh: 🎵 Bamba umntwana wakho kufutshane kwaye ngobunono jikani kunye nilandela isingqi sengoma. Unga hamisha okanye ucule iculo lokulala njengokuba ushukuma, umjonge emehlweni kwaye uncumile njengokuba usenza.
zu: Bamba ingane yakho uzungeze nayo nilandela ingoma edlalela phansi. Ungacula ingoma yokulala njengoba unyakaza, nibukane nimamatheke ulokhu uqhubeka.

# text
source: 🔄 Try singing the same song each day - it creates a lovely routine and helps your baby recognise familiar sounds over time.
af: 🔄 Probeer om elke dag dieselfde liedjie te sing - dit skep 'n goeie roetine en dit help jou baba om, met verloop van tyd, bekende klanke te herken.
xh: 🔄 Zama ukucula ingoma efanayo ntsuku zonke - yakha inkqubo yemihla ngemihla ethandekayo kwaye ikwanceda umntwana wakho akhumbule izandi eziqhelekileyo kumaxesha angaphambili.
zu: Zama ukucula ingoma eyodwa zonke izinsuku- lokhu kwakha isijwayelo sokuthi ingane yakho ikwazi ukuzwa umsindo ojwayelekile zikhathi zonke.

# text
source: The soothing movement helps your baby feel safe and connected, while the sound of your voice supports early language development and emotional bonding 💛
af: Die strelende bewegings help dat jou baba veilig en verbonde voel, terwyl jou stem vroeë taalontwikkeling en emosionele verbondenheid ondersteun 💛
xh: Intshukumo yokuthomalalisa inceda umntwana wakho azive ekhuselekile kwaye enxulumene, njengokuba isandi selizwi lakho sixhasa ukuphuhlisa ulwimi lokuqala kunye nokudibanisa iimvakalelo 💛
zu: Ukunyakaza ngokumnene kusiza ukuthi ingane yakho izizwe iphephile futhi kunukuxhumana, njengoba izwi lakho kwesekela ukuthuthukiswa kolimi kusenesikhathi nokuxhumana ngokozwelo

# text
source: It’s a simple, calming way to bond and build your baby’s growing brain through rhythm, movement, and love 🌙
af: Dis 'n eenvoudige, kalmerende manier om 'n band te vorm en jou baba se groeiende brein deur ritme, beweging en liefde te bou 🌙
xh: Yindlela elula, ezolileyo ukubopha nokwakha ukukhulisa ingqondo yomntwana wakho ngesingqi, iintshukumo, kunye nothando🌙
zu: Indlela elula, ukuxhumana ngokuzola ukwakha ukukhula komqondo enganeni yakho ngesigqi, umnyakazo nothando

# text
source: *Toe Tickle Talk*
af: *Toonkielie-Geselsies*
xh: *Intetho yo Nyumbaza Inzwane*
zu: Inkulumo ngokuqabula unyawo

# text
source: Let’s explore toes and fingers with a gentle tickle and some fun words! 👋
af: Kom ons verken die tone en vingers met 'n sagte gekielie en 'n paar prettige woorde👋
xh: Masihlole iinzwane kunye neminwe nokunyumbaza ngobunono kunye namazwi athile onwabisayo!👋
zu: Make sihlole ukukitazwa ngokumnene ezinzwaneni nase minweni yezandla namagama amunandi

# text
source: ▶️ Start by wiggling your baby’s toes or fingers one at a time while counting them, saying your own silly rhyme, or simply naming the toes and fingers: “Tickle your tiny toe!” or “Hello little thumb!”
af: ▶️ Begin deur jou baba se tone of vingers een vir een te wikkel terwyl jy dit tel en jou eie verspotte rympies sê, of om eenvoudig net die tone en vingers te noem: "Kielie jou kleintoontjie!" of "Hallo, klein duimpie!"
xh: ▶️ Qala ngokujikelezisa iinzwane zomntwana wakho okanye iminwe ngamnye ngexesha njengokuba uyibala, utsho ngesingqi sakho esihlekisayo, okanye ubize iinzwane neminwe ngamagama nje lula: "Nyumbaza uzwane lwakho oluncinci!" okanye "Molo nzwane oluncinci"!
zu: Qala ngokunyakazisa izinzwane noma iminwe unyakazisa ngayinye ngesikhathi uzibala, ube uzisholo ingoma yakho ewubuwula, noma usho izinzwane neminwe ngamagama" Kitaza ucikicane" noma "Sawubona sthupha esincane!"

# text
source: This activity strengthens your baby’s awareness of their body and supports early language learning - all while sharing giggles and smiles 🎉
af: Hierdie aktiwiteit versterk jou baba se bewustheid van sy/haar liggaam en dit ondersteun vroeë taalvaardighede - alles terwyl julle saam giggel en glimlag🎉
xh: Lomdlalo womeleza ulwazi lomntana wakho ngokwemizimba yabo kwaye ukwaxhasa ulwimi lokuqala - konke njengokwabelana ngokugigitheka nangokuncuma 🎉
zu: Lo msebenzi uqinisa ukuthi iqaphele umzimba wayo ingane yakho nokweseka ukufunda ulimi masinyane - konke ngesikhathi nabelana ngokuhleka nokumamatheka

# text
source: *Follow the Sound*
af: *Volg die Klank*
xh: *Landela Isandi*
zu: Landela umsindo

# text
source: Let’s explore the world of sound! 📻
af: Kom ons verken die wêreld van klanke! 📻
xh: Makhe sihlole ilizwe lezandi! 📻
zu: Make sihlole umhlaba womsindo

# text
source: 💡 Find something in your house that makes a gentle sound, like some rice in a packet or a plastic bag.
af: 💡 Kry iets in die huis wat 'n sagte geluid maak, soos rys in 'n pakkie of 'n plastieksak.
xh: 💡 Fumana into endlini yakho ezakwenza isandi esithambileyo, njenge rayisi ekwi pakethi okanye kwisingxobo seplastiki.
zu: Thola into enomsindo omnene lapho endlini yakho, njenge rayisi elisephaketheni noma kuplastikhi

# text
source: 👂 Gently make a sound with the object near your baby’s ear - first on one side, then pause and try the other.
af: 👂 Maak saggies 'n geluid met die voorwerp naby jou baba se oor - eers aan die een kant, wag, probeer dan die ander kant.
xh: 👂 Ngobunono yenza isandi ngento kufutshane nendlebe yomntwana wakho - ukuqala kwelinye icala, kwakhona unqumame kwaye uzame kwelinye icala.
zu: Yenza umsindo omnene ngalento oyitholile uwenzele eduzane nendlebe yengane - uqale kolunye uhlangothi, bese uphumula kancane bese uzama eduze kwenye kolunye uhlangothi.

# text
source: 👀 Watch how your baby turns their head to follow the noise. You can even say, “Over here!” as you move the sound.
af: 👀 Kyk hoe jou baba sy/haar kop draai om die geluid te volg. Jy kan ook sê: "Hierdie kant" wanneer jy die klank beweeg.
xh: 👀 Bukela indlela umntwana wakho ajika ngayo intloko ukulandela ingxolo. Ungatsho nokutsho uthi, "Ngapha!" njengokuba ushukumisa isandi.
zu: Buka ingane yakho ukuthi iliphendula kanjani ikhanda ilandela umsindo. Ungasho ukuthi " Ngapha" ngesikhathi unyakazisa uhambisa umsindo.

# text
source: This is a lovely, quiet way to play together - and it helps your baby start to understand how sound connects to movement. It supports their attention and brain development 🌱
af: Dit is 'n wonderlike, vinnige manier om saam te speel - en dit help jou baba om te verstaan hoe klank met beweging verband hou. Dit ondersteun sy/haar aandagspan- en breinontwikkeling 🌱
xh: Intle lento, indlela ethuleyo yokudlala kunye - kwaye ikwanceda umntwana wakho aqalise ukuqonda ukuba isandi sinxulumana njani nentshukumo. Ixhasa uhoyo kunye nokukhula kwengqondo yakhe 🌱
zu: Lena iyona ndlela enhle enokuthula yokudlala ndawonye - futhi isiza ingane yakho ukuqala ukuqonda ukuthi umsindo nomnyakazo kuxhumana kanjani. Yesekela ukuqaphela nokukhula komqondo

# text
source: *Story Cuddles*
af: * Storiedrukkies*
xh: *Ibali lokuThuthuzela*
zu: Izindaba zokugona

# text
source: It’s never too early to share a story! 📖
af: Dis nooit te vroeg om 'n storie te deel nie! 📖
xh: Akuzange kube kwangoko ukwabelana nge bali! 📖
zu: Akusheshile ukuxoxa indaba

# text
source: 👂 Hold your baby close and tell them a simple story – you can tell them about your day or memories from when you were young, or you can make up a short story.
af: 👂 Hou jou baba vas en vertel 'n eenvoudige storie - jy kan hom/haar vertel van jou dag of herinneringe van jou jonger self, of jy kan 'n kort storie opmaak.
xh: 👂 Bamba umntwana wakho kufutshane kwaye umxelele ibali elilula - ungamxelela malunga nosuku lwakho okanye neenkumbulo ngokuya wawusemncinci, okanye ungaqamba ibali elifutshane.
zu: Phath uyibambele eduze ingane uyixoxele indaba elula -ngamxoxela ngosuku lwakho noma okukhumbulayo ngezikhathi zakho usemncane noma ungazakhela indaba emfushane.

# text
source: 💙 Your baby may not understand what you are saying yet, but the sound of your voice, your expressions, and the closeness all help them feel safe and connected.
af: 💙 Jou baba verstaan dalk nog nie wat jy sê nie, maar die geluid van jou stem, jou gesigsuitdrukkings en nabyheid help dat hy/sy veilig en verbonde voel.
xh: 💙 Umntwana wakho angangaqondi ngoku lento uyithethayo, kodwa isandi selizwi lakho, imbonakalo, kunye nokusondela konke kunceda bazive bekhuselekile kwaye benxulumene.
zu: Kungenzeka ingane ingakuqondi okushoyo ngalesosikhathi, kodwa umsindo wephimbo lakho, indlela oyibeka ngayo indaba, ukusondelana konke lokhu kungayisiza izizwe iphephile futhi kunokuxhumana.

# text
source: 👀 If you share a story from a book, you can point to pictures and describe what you see: “Look, a dog! The dog is playing outside.”
af: 👀 As jy 'n storie uit 'n boek deel, kan jy na die prentjies wys en beskryf wat jy sien: "Kyk, 'n hond! Die hond speel buite."
xh: 👀 Ukuba wabelana ngebali elise ncwadini, ungakhomba umzobo kwaye uwuchaze: "Jonga, inja! Inja idlala ngaphandle."
zu: Uma umfundela indaba esencwadini, ungakhomba izithombe futhi uchaze okubonayo: "Buka, inja! Inja idlala ngaphandle."

# text
source: Story telling builds language, imagination, and a love of stories and reading - right from the start. And cuddling up together makes it even more special ✨
af: Om 'n storie te vertel, bou taalvaardigheid, verbeelding en 'n liefde vir stories en lees - reg van die begin af. En om snoesig saam te wees, maak dit baie meer spesiaal ✨
xh: Ukubalisa ibali kwakha ulwimi, ukucinga, kunye nothando lwamabali nokufunda - ukusuka kwasekuqaleni. ukubambana kunye kwenza kubaluleke nangaphezulu ✨
zu: Ukuxoxelana izindaba kwakha ulimi, umcabango ukuthanda izindaba nokufunda - ekuqaleni. Nokugonana kwenza kube ngokukhethekile ngokwedlulele

# text
source: *Name That Sound*
af: *Benoem Daardie Klank*
xh: *Chaza eso Sandi*
zu: *Qamba lowomsindo

# text
source: Make everyday noises into a fun game! 🎵
af: Omskep alledaagse geluide in 'n prettige speletjie!🎵
xh: Yenza ingxolo yemihla ngemihla ibeyinto eyonwabisayo!🎵
zu: Yenza umsindo wansuku zonke kube umdlalo omnandi

# text
source: 🔑 Use objects like a crinkly bag, keys, or tapping a cup. Make a sound and then pause.
af: 🔑 Gebruik voorwerpe soos 'n kreukelrige sak, sleutels, of tik op 'n koppie. Maak 'n geluid en wag dan.
xh: 🔑 Yenza izinto ezinjengo shwabanisa isingxobo, okanye ukucofa ikomityi. Yenza isandi kwaye unganqumama.
zu: Sebenzisa izinto ezifana nesikhwama esigoqiwe esihlofozelayo, okhiye noma ushaye inkomishi. Yenza umsindo bese uyama kancane.

# text
source: 👂 Say what it is: “Crinkle, crinkle! That’s the bag!” or “Clink clink! That’s the keys!” Watch your baby’s reaction - do they turn toward the sound? Do they smile or blink?
af: 👂 Sê wat dit is: "Kreukel-kreukel! Dis die sak!" of "Rinkel-rinkel! Dis die sleutels!" Hou dop hoe jou baba reageer - draai hy/sy na die geluid? Glimlag hy/sy of knip hy/sy sy/haar oë?
xh: 👂 Yitsho ukuba iyintoni: "Shwabanisa, shwabanisa! Eso sisngxobo!" okanye "Khonco khonco! Ezo zizitixo!" Bukela ukuphendula komntwana wakho - Uyajika ajonge ngakwisandi? Ingaba uyancuma okanye utyoba imehlo?
zu: Yisho ukuthi yini"Hlofo, hlofo! "Isikhwama lesi" noma ushayanise! Okhiye labo "Buka ukuthi ingane yakho izokwenzenjani - ingabe iphendukela ngalapho ekunomsindo khona? Ingabe uyamamatheka noma uyacwayiza?

# text
source: This activity builds your baby’s listening and attention skills while helping them begin to link sounds to the world around them.
af: Hierdie aktiwiteit bou jou baba se luister- en aandagvaardighede; dit help ook om 'n band met die wêreld om ons te vorm.
xh: Lomdlalo wakha isakhono sokumamela kunye nesokuhoya kumntwana wakho ngelixa imnceda ukudibanisa izandi kwilizwe eliba ngqongileyo.
zu: Lo msebenzi wakha ikhono lokulalela kwengane yakho nokuqaphela okusiza ukuqala ukuxhumanisa umsindo nomhlaba omzungezile.

# text
source: Even the smallest sounds can open up a big world of discovery! 🌈
af: Selfs die kleinste geluide kan 'n groot wêreld van ontdekking oopmaak! 🌈
xh: Kwanesandi esincinci singakwazi ukubavulela ukufumanisa ngelizwe elikhulu! 🌈
zu: Ngisho nomsindo omncane ungavulela amathuba okuthola kumhlaba omkhulu

# text
source: *Follow the Beat*
af: *Hou die Ritme*
xh: *Landela iSandi*
zu: Landela isigqi

# text
source: 🎵 Use your hands to gently clap or pat a simple rhythm on your little one’s legs or arms: “Ta-ta-ta... ta-ta!”
af: 🎵 Gebruik jou hande om saggies te klap, of tik 'n eenvoudige ritme op jou kleinding se been of arm uit: "Ta-ta-ta ... ta-ta!
xh: 🎵 Sebenzisa izandla zakho ngokuqhwaba ngobunono okanye ucofe isandi esilula kumilenze yomntwana wakho okanye iingalo: "Ta-ta-ta... ta-ta!'!
zu: Sebenzisa izandla zakho uzishaye ngokumnene noma umbambathe isigqi esilula emlenzeni noma engalweni yengane yakho: "Ta-ta-ta... ta-ta"!

# text
source: 😃 Then pause and smile - do they respond? Your little one may wiggle, kick, or if they are a bit older they may even copy the rhythm.
af: 😃 Wag dan en glimlag - reageer hy/sy? Jou kleinding sal dalk wikkel, skop, of as hy/sy 'n bietjie ouer is, sal hy/sy dalk die ritme naboots.
xh: 😃 Yithi nqumama kwaye uncume - uyaphendula? umntwana wakho angajikeleza, akhabe, okanye ukuba umdalanyana angalinganisa isandi.
zu: Bese uyama kancane umamatheke- ngabe uyaphendula? Ingane yakho inganyakaza, ikhahlele noma uma ekhulile kancane angakopela isigqi leso.

# text
source: This playful call-and-response builds listening, rhythm, and connection - just like traditional music has done for generations 💚
af: Hierdie prettige roep-en-reageer bou luister, ritme en verbondenheid - net soos tradisionele musiek vir generasies gedoen het💚
xh: Lo mdlalo ungamabiza - asabele wakha ukumamela, isandi, kunye nokunxuluma - njenge ngoma yesintu eyayisenza kwisizukulwana 💚
zu: Lomdlalo wokuqala - uphendule ufundisa ingane ukulalela, isigqi, nokuxhumana - njengomculo wasemandulo wawenza kwizizukulwane

# text
source: *Scarf Peekabo*
af: *Serp-Koekeloer*
xh: *Isikhafu se Peekabo*
zu: Ukuzifihla nokubonisa ngesikhafu

# text
source: It’s peekaboo time - with a twist! 🎁
af: Dis koekeloertyd - met 'n kinkel! 🎁
xh: Lixesha le peekabo - nokujija! 🎁
zu: Isikhathi sokuzifihla uziveze - okunomehluko

# text
source: 🔶 Grab a soft scarf or cloth and gently hide your face behind it.
af: 🔶 Gryp 'n sagte serp of lap en steek jou gesig daaragter weg.
xh: 🔶 Thatha isikhafu esithambileyo okanye ilaphu kwaye ufihle ubuso bakho kulo.
zu: Thatha isikhafu esintofontofo noma indwangu uzifihle ubuso ngayo

# text
source: 👋 Then slowly pull it away and say, “Peekaboo!” with a big smile.
af: 👋 Haal dit stadig van jou gesig weg en sê, "Daar's hy!" met 'n groot glimlag.
xh: 👋 Kanjalo ulisuse kancinci kancinci kwaye uthi, "Peekaboo!" ngolukhulu uncumo.
zu: Kancane, kancane uyidonse sakuyivula bese uthi " Ngiyakubona" ngokukhulu ukumamatheka.

# text
source: 🧸 Try hiding your baby’s favourite toy or your baby’s feet too. Each reveal is a surprise, sparking joy and curiosity!
af: 🧸 Probeer om ook jou baba se gunstelingspeelding of jou baba se voete weg te steek. Elke onthulling is 'n verrassing, wat vreugde en nuuskierigheid teweegbring!
xh: 🧸 Zama ukufihla itoyi yomntwana wakho ayithandayo okanye iinyawo zomntwana wakho nazo. Ukuzityhila nganye kubangumangaliso, kuvuselela uvuyo kwaye kungumdla!
zu: Zama ukufihla ithoyizi lengane yakho eliyintandokazi noma izinyawo zengane. Ngakunye kuveze ngokumangazayo, uvuselele injabulo nelukuluku!

# text
source: This playful activity encourages visual tracking, helps build anticipation, and supports early social interaction 👀
af: Hierdie prettige aktiwiteit moedig visuele navolging aan, dit help om afwagting te skep, en ondersteun vroeë sosiale interaksie 👀
xh: Lo mdlalo ukhuthaza ukulandela umkhondo obonakalayo, inceda ukwakha ukulindela, kwaye ixhasa ukunxibelelana lwentlalo kwangoko 👀
zu: Lomdlalo ugqugquzela ukulandela ngamehlo, kusiza ukwakha ukulindela, nokweseka ukuxhumana nomphakathi ngokushesha

# text
source: Peekaboo is more than just fun - it teaches your baby that things (and people!) still exist, even when they’re out of sight ✨
af: Koekeloer is meer as net pret - dit leer jou baba dat dinge (en mense) steeds bestaan, al is hulle ook buite sig ✨
xh: Upeekaboo ingaphezu kokonwabisa nje - ifundisa umntwana wakho loo nto (kunye nabantu!) zisekhona, nokuba xana bengasabonakali ✨
zu: Ukucasha nokuvela kungaphezu kwenjabulo - ifundisa ingane yakho ukuthi izinto nabantu kusekhona, noma bengekho ngaphambi kwamehlo ethu

# text
source: Adapted from UNICEF Playbox: https://www.youtube.com/watch?v=trQ1tFuagzQ
af: Aangepas uit die UNICEF Playbox: https//www.youtube.com/watch?v=trQ1tFuagzQ
xh: Ihlengahlengiswe kwi bhokisi yokudlala yakwa UNICEF: https://www.youtube.com/watch?v=trQ1tFuagzQ
zu: Iguqulwe kusuka kwibhokisi lokudlala lakwa UNICEF: https://www.youtube.com/watch?v=trQ1tFuagzQ

# text
source: *Mirror Moments*
af: *Spieël-Oomblikke*
xh: *Imizuzu Yesipili*
zu: Isikhathi sesibuko

# text
source: It’s time to meet someone special - themselves! 👋
af: Dis tyd om iemand spesiaals te ontmoet - hom-/haarself! 👋
xh: Lixesha lokudibana nomntu obalulekileyo - ngokwakho! 👋
zu: Isikhathi sokuhlangana nomuntu obalulekile - uqobo lwabo

# text
source: 😃 Stand in front of a mirror or reflecting window with your little one and watch their reaction.
af: 😃 Staan voor die spieël of 'n weerkaatsende venster met jou klein ding en hou hul reaksie dop.
xh: 😃 Yima phambi kwesipili okanye kwifestile ebonakalayo kunye nomntwana wakho kwaye ubukele ukuphendula kwakhe.
zu: Ima ngaphambi kwesibuko noma iwindi elicwebezelayo nengane yakho ubuke ukuthi uzokwenzenjani

# text
source: 👀 You can point to their nose or eyes and name them aloud: “There’s your nose!”
af: 👀 Jy kan na hul neus of oë wys en dit hardop noem: "Daar's jou neus!"
xh: 👀 Ungakhomba kwimpumlo yakhe okanye amehlo kwaye uzichaze ukhwaze: "Nantsi impumlo yakho!"
zu: Ungakhomba ikhala noma amehlo akhe uzisho ngamagama azo kakhulu:"Nali ikhala lakho!"

# text
source: *Texture Treasure Hunt*
af: *Tekstuur-Skattejag*
zu: Ukufuna Umcebo Wezinto Ezihlukahlukene Ezithintwayo

# text
source: Let’s explore the world through touch! 🌱
af: Kom ons verken die wêreld deur aanraking! 🌱
xh: Makhe sihlole umhlaba ngokuchukumisa! 🌱
zu: Make sihlole umhlaba ngokuthinta
