Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_south_africa_scale/*/*_ltp_activities.po
Languages: af, xh, zu

# text
source: *Get Active*
af: *Raak aktief*
xh: *Qalisa ukusebenza*
zu: *Yiba matasa*

# text
source: Exercise is a great way to spend time together and it is so good for your health.
af: Oefening is 'n goeie manier om tyd saam te spandeer en dis goed vir jou gesondheid.
xh: Ukuzilolonga kuyeyona ndlela yakhe yankulu ukuchitha ixesha nikunye kwaye ilunge kakhulu malunga nempilo yakho

# text
source: 🌱 Find a sport or exercise that both you and your child want to do and try it out together!
af: 🌱 Vind 'n sport of oefening wat beide jy en jou kind sal geniet en probeer dit saam!
xh: 🌱 Funa umdlalo okanye ukuzilolonga nobabini nomntwana wakho enizakuwenza kwaye wuzameni kunye!

# text
source: ⏰ Even walking for 10 minutes a day is good for you.
af: ⏰ Selfs 10 minute se stap per dag is goed vir jou.
xh: ⏰Nokuba kukuhamba kangange mizuzu eyi 10 ngosuku kulungile kuwe.
zu: ⏰ Nokuchitha imizuzu ewu-10 ngosuku uhamba kukulungele.

# text
source: ⚽ Together you can walk, run, play soccer, swim, dance, or do any other sport.
af: ⚽ Julle kan saam hardloop, sokker speel, swem, dans of enige ander sport doen.
xh: ⚽ Kunye ningahamba, nibaleke, nidlale ibhola, niqubhe, nidanise, okanye nenze omnye umdlalo.

# text
source: 🏆 Together, think of ways to make it even more fun. Can you jog to a certain point? Take turns being the coach? Can there be a small, free reward, like getting to decide the next activity?
af: 🏆 Dink saam aan maniere om dit selfs nog meer pret te maak. Kan julle tot by 'n sekere plek draf? Beurte neem om die afrigter te wees? Kan daar 'n klein, gratis beloning wees, soos om die volgende aktiwiteit te mag kies?
xh: 🏆Kunye, cingani ngeendlela ezinokuyenza yonwabise kakhulu. Ungabaleke ukuyokufika kwindawo ethile? tshintsha nani ukuba ngumqeqeshi? Ingakhe ibencinci, Umvuzo wamahala, ndiyathanda ukufumana ukugqiba ngomdlalo olandelayo?
zu: 🏆 Ndawonye, cabangani izindlela zokwenza kubemnandi kakhulu. Ningagigjima kancane nize nifike endaweni ethize? Nishintshisane ngokuba ngumqeqeshi? Kungaba nomklomelo omncane, omahhala njengokukhetha into eningayenza elandelayo?

# text
source: 🌈 Exercise becomes easier and more enjoyable the more you do it.
af: 🌈 Oefening raak makliker en meer genotvol, hoe meer jy dit doen.
xh: 🌈Ukuziocavoca kuba lula kwaye konwabise rhoqo usenza.
zu: 🌈 Ukuzivocavoca kubalula futhi kuba mnandi mawuqhubeka ukwenza.

# text
source: 🔄 If you or your child do not like the first exercise you pick, try a new exercise.
af: 🔄 As jy en jou kind nie van die eerste oefening wat julle gekies het, hou nie, probeer 'n nuwe een.
xh: 🔄 Ukuba wena okanye umntwana wakho anikuthandi ukuzivocavoca kokuqala benikukhethile, zamani okutsha ukuzivocavoca.

# text
source: *Pass the Ball*
af: *Gee die Bal aan*
xh: *Dlulisa ibhola*
zu: *Dlulisa Ibhola*

# text
source: Games are a great, fun way to spend time with your family!
af: Speletjies is 'n wonderlike, prettige manier om tyd saam met jou gesin deur te bring!
xh: Imidlalo yinto entle, indlela eyonwabisayo ukuchitha ixesha kunye nosapho lwakho!
zu: Imidlalo ayindlela enhle, ejabulisanayo ukuchitha isikhathi nomndeni wakho!

# text
source: 3️⃣ This game is best with at least 3 people.
af: 3️⃣Hierdie speletjie werk die beste met ten minste 3 mense.
xh: Lo mdlalo umnandi ngakumbi xa kukho abantu aba-3 ubuncinane.
zu: 3️⃣ Lo mdlalo ulungele abantu abawu-3 kuyela phezulu.

# text
source: ⚽ Find a ball to play. If you cannot find a ball, choose an item you can safely throw around. For example, a bottle cap or a plastic cup.
af: ⚽ Kry 'n bal om mee te speel. As julle nie 'n bal kan kry nie, kies 'n item wat julle veilig kan rondgooi, byvoorbeeld 'n bottelprop of 'n plastiekglasie.
xh: ⚽Fumana ibhola ukudlala. Ukuba awuyifumani ibhola, khetha nayiphina ekhuselekileyo ukujulisana ngayo. Umzekelo, isiciko sebhotile okanye ikomityi yeplastiki.
zu: ⚽ Thola ibhola lokudlala. Uma ungakwazi ukuthola ibhola, khetha into ephephile ongakwazi ukuyiphonsa. Isibonelo, isivalo sebhodlela noma inkomishi yeplastiki.

# text
source: ➡️ Start in a circle and pass the ball around.
af: ➡️ Begin in 'n sirkel en gooi die bal in die rondte.
xh: ➡️ Qala kwisangqa kwaye dlulisa ibhola jikelele.

# text
source: 👋 Start throwing the ball in new directions (up, down, straight, curved, rolling on the ground) and with different forces (hard, soft, medium). You can bounce the ball, throw it in the air, and catch it a few times before passing it.
af: 👋 Begin die bal in nuwe rigtings gooi (op, af, reguit, met 'n kurwe, rol dit op die grond) en met wisselende krag (hard, sag, medium). Jy kan die bal bons, dit in die lug gooi en dit 'n paar keer in die lug gooi en vang voordat jy dit aanstuur.
xh: 👋Qala ukuphosa ibhola kwindlela ezahlukeneyo (phezulu, phantsi, ngqo, ngegope, ukuqengqeleka emhlabeni) kwaye kunye namandla ahlukeneyo ( nzima, thambileyo, phakathi). Ungakwazi ukugqampisa ibhola, uyiphose emoyeni, kwaye uyibambe amaxesha ambalwa phambi kokuba uyidlilise.
zu: 👋 Qala uphonse ibhola ngezindlela ezihlukile (phezulu, phansi, phambili, indlela egobile, ulirole phansi) futhi ngamandla ahlukile (ngokuqina, ngokuthamba, ngendlela ephakathi). Ungagxuma ibhola, uliphonse emoyeni, bese ulibamba kaningi ngaphambi kokulidlulisa.

# text
source: ✨ When everyone gets good at catching the ball, you can start moving around the room, still passing the ball.
af: ✨ Wanneer almal begin goed raak daarmee om die bal te vang, kan julle begin om in die vertrek rond te beweeg en steeds vir mekaar die bal aan te gee.
xh: ✨Xana wonke umntu eyibamba kakuhle ibhola, ningakwazi uqala ukujikeleza egumbini, nidlulisa ibhola.
zu: ✨ Uma bonke abantu sebelibamba kahle ibhola, ungaqala ukuhamba-hamba egumbini, usaqhubeka udlulisa ngokuphonsa ibhola.

# text
source: ⭐ Can you throw the ball under the leg? Behind the back? Over your head? Block a pass? Have fun with it!
af: ⭐ Kan jy die bal tussen jou bene deur gooi? Agter jou rug? Oor jou kop? 'n Aangee blokkeer? Geniet dit!
xh: ⭐ungakwazi wena ukuphosa ibhola ngaphantsi kwemilenze? Ngemva? Ngaphezu kwentloko yakho? Uvalele ukupas? Yonwabele!
zu: ⭐ Ungakwazi ukuphonsa ibhola ngaphansi komlenze? Ngemuva? Phezu kwekhanda lakho? Vimba iphasi? Zithokozise ngayo!

# text
source: *Follow the Leader!*
af: *Volg die Leier!*
xh: * Landela Inkokheli!*
zu: *Landela Umholi!*

# text
source: ⭐ Choose someone to be the leader (tip: start with an adult like yourself).
af: ⭐ Kies iemand om die leier te wees (wenk: begin met 'n volwassene soos jyself).
xh: ⭐ Khetha omnye umntu ukuba abe yinkokheli (ingcebiso: qala ngomntu omdala njengawe).
zu: ⭐Khetha omunye umuntu abe ngumholi( ithiphu: qala ngomuntu omdala njengawe).

# text
source: 😃 Other players line up behind the leader. The leader moves around in any way they like!
af: 😃 Ander spelers maak 'n ry agter die leier. Die leier beweeg rond op enige manier wat hulle wil!
xh: 😃Abanye abadlali bama umgca emva kwenkokheli. Inkokheli ijikeleza ndlela abafuna ngayo!
zu: 😃 Abanye abadlali bama emuva komholi. Umholi uyanyakaza nganoma iyiphi indlela ayithandayo!

# text
source: 🏁 They can run, jump, crawl, walk on tiptoe, and any other way they want!
af: 🏁 Hulle kan hardloop, spring, kruip, op hulle tone loop, en enige ander manier wat hulle wil!
xh: 🏁Bngabaleka, baxhume, bakkhase, bahambe ngenzwane, kwaye nangeyiphina indlela abafuna ngayo!
zu: 🏁 Bangagijima, bagxume, bakhase, banyonyobe, noma iyiphi enye indlela ayifunayo!

# text
source: 👀 The other players must copy what the leader does, and the leader can change movements at any time.
af: 👀 Die ander spelers moet die leier se bewegings naboots, en die leier kan te eniger tyd die bewegings verander.
xh: 👀Abanye abadlali kufuneka bakope into eyenziwa yinkokheli, inkokheli ingazitshintsha iintshukumo nangeliphina ixesha.
zu: 👀 Abanye abadlali kufanele balingise izenzo zomholi, futhi umholi angashintsha umnyakazo noma inini.

# text
source: 🔄 Take turns being the leader, and remember, you can play with just two people or as many as you want!
af: 🔄 Maak beurte om die leier te wees en onthou dat jy met net twee mense kan speel, of meer as jy wil!
xh: 🔄 Bolekisani ngobukhokheli, kwaye khumbula, ungadlala nabantu ababini nje okanye nabangakanani na ngokokufuna kwakho!
zu: 🔄Shintshanani ngokuba umholi, ukhumbule, ungadlala nabantu ababili noma abaningi ofisa ngayo!

# text
source: This game builds movement skills, attention and listening, and self-control, while having fun together! 👂
af: Hierdie speletjie bou bewegingsvaardighede, aandag, luister en selfbeheersing, terwyl julle pret saam het! 👂
xh: Lomdlalo wakha ubuchule bentsukumo, ingqalelo kwano kuphulaphula, kwanokuzeyisa, logama niseva ubumnandi kunye! 👂
zu: Lomdlalo wakha amakhono okunyakaza, ukuqaphela nokulalela, nokuzithiba, ngenkathi nijabule ndawonye! 👂

# text
source: *Emotion Cards*
af: *Emosiekaarte*
xh: *Amakhadi emvakalelo*
zu: *Amakhadi Emizwa*

# text
source: Create cards of the main six emotions with @fields.child_nickname: happy, sad, angry, disgusted, surprised, afraid 😃😔😣
af: Ontwerp saam met @fields.child_nickname kaarte met die ses belangrikste emosies: gelukkig, hartseer, kwaad, gewalg, verras, bang 😃😔😣
xh: 📝 Yenza icwecwe leeemvakalelo ezintandathu kunye no@fields.child_nickname: ukunwaba, khathazeka, umsindo, ukucaphuka, ukumangaliseka, ukoyika 😃😔😣
zu: Yakha amakhadi emizwa emikhulu eyisithupha no@fields.child_nickname: jabulile,dumele,thukuthele, dumazeka, mangele, kwesaba 😃😔😣

# text
source: 🔶 Draw, cut-out pictures from magazines, or take photos of family members showing different emotions.
af: 🔶 Teken, knip prente uit 'n tydskrif, of neem foto's van gesinslede wat verskillende emosies toon.
xh: 🔶 Zoba, sika imifanaekiso kumagazine, okanye uthathe iifoto zamalungu osapho ebonisa imvakalelo ezahlukeneyo.
zu: 🔶Dweba, sika izithombe kumagazini, noma uthathe izithombe zamalunga omndeni bekhombisa imizwa ehlukene.

# text
source: 📝 Label each emotion and describe how each family member feels those emotions.
af: 📝 Etiketteer elke emosie en beskryf hoe elke familielid daardie emosie voel.
xh: 📝 U yi leyibhule imvakalelo nganye kwaye wongeze amagama amalunga nelunga ngalinye losapho ngendlela abaziva ngayo ezomvakalelo.
zu: Bhala umuzwa ngamunye bese uchaza ukuthi ilunga ngalinye lomndeni lizizwa kanjani.

# text
source: Create cards of the main six emotions with your child: happy, sad, angry, disgusted, surprised, afraid 😃😔😣
af: Ontwerp saam met jou kind kaarte met die ses belangrikste emosies daarop: gelukkig, hartseer, kwaad, gewalg, verras, bang 😃😔😣
xh: 📝 Yenza icwecwe leeemvakalelo ezintandathu kunye no: ukunwaba, khathazeka, umsindo, ukucaphuka, ukumangaliseka, ukoyika 😃😔😣
zu: Yakha amakhadi emizwa emikhulu eyisithupha nengane yakho: jabulile, dumele, thukuthele, dumazeka, mangele, kwesaba 😃😔😣

# text
source: 🚩 Put the cards in a spot everyone agrees on, and use it throughout the day to name how everyone is feeling. For example, after school, everyone can point out the emotion they are experiencing.
af: 🚩 Plaas die kaarte op 'n plek waaroor almal saamstem en gebruik dit deur die dag om te sê hoe elkeen voel. Na skool kan almal byvoorbeeld die emosies uitwys wat hulle ervaar.
xh: 🚩 Beka icwecwe kwindawo apho wonke umntu avumelene ngayo, kwaye uyisebenzi kulo lonke elosukuukubonisa ukuba usapho luziva njani. Umzekelo, emva kwesikolo, wonke umntu angaphawula ngemvakalelo abayivayo.
zu: 🚩Beka amakhadi endaweni lapho wonke umuntu evuma khona, bese uwasebenzisa usuku lonke ukusho ukuthi umuntu ngamunye uzizwa kanjani. Isibonelo, emva kokuphuma kwesikole wonke umuntu angakhomba umuzwa awuzwayo

# text
source: 💡 Feel free to add new feelings as they come up. If someone doesn’t know what they are feeling, help them identify it by exploring how it feels in their body. Try together to find a new word for that emotion.
af: 💡 Voeg gerus meer emosies by soos dit voorkom. As iemand nie weet wat hulle voel nie, help hulle om dit te identifiseer deur dit in hul liggaam te verken. Probeer om saam 'n nuwe woord vir die emosie te vind.
xh: 💡 Khululeka ukongeza iimvakalelo ezintsha njengokuba zivela. Ukuba ubani akazazi ukuba uziva njani, bancede ukuziqaphela ngokuziphonononga baziva njani emzimbeni. Zamani kunye ukufumana igama elitsha ngalo mvakalelo.
zu: 💡Khululeka ungangeza imizwa emisha uma isaqhamuka. Uma kukhona ongazazi ukuthi uzizwa kanjani, msize ukuthola ngokuhlola ukuthi uzizwa kanjani emzimbeni wakhe. Zamani ukuthola igama elisha laloyo muzwa.

# text
source: This can help everyone in the family become experts in understanding themselves and be aware of what their bodies need! 💛
af: Dit kan almal in die gesin help om kenners te word en hulself te verstaan en om bewus te raak van wat hul liggaam nodig het! 💛
xh: Lento inganceda wonke umntu kusapho abe yingcaphephe ekuqondeni kunye nokuqaphela ukuba yintoni edingwa yimizimba yabo! 💛
zu: Lokhu kungasiza wonke umuntu emndenini babe ngochwepheshe ngokuzazi nokuqonda ukuthi imizimba yabo idingani! 💛

# text
source: *What's New?*
af: *Wat’s Nuut?*
xh: *Yintoni Entsha?*
zu: *Yini Entsha?*

# text
source: Learning together is fun! 🎓
af: Om saam te leer, is pret! 🎓
xh: Kumnandi ukufunda sonke! 🎓
zu: Ukufunda ndawonye kuyajabulisa! 🎓

# text
source: ❓ Ask your child to think of a new, fun skill you could learn together.
af: ❓ Vra jou kind om te dink aan 'n nuwe, prettige vaardigheid wat julle saam kan leer.
xh: ❓ Cela umntwana wakho acinge ngento entsha, isakhono esonwabisayo eningasifunda kunye.
zu: ❓Cela ingane yakho ukuthi icabange ikhono elisha, elimnandi eningalifunda ndawonye.

# text
source: For example: keeping a ball in the air with your foot, juggling, making soup, moonwalking, whistling, saying the alphabet backwards, learning all the countries in Africa.
af: Byvoorbeeld: om 'n bal met jou voet in die lug te hou, "juggle", sop maak, "moonwalk", fluit, die alfabet agterstevoor op te sê, al die lande in Afrika te leer.
xh: Umzekelo: ukugcina ibhola emoyeni ngonyawo lwakho, uku jugila, ukwenza isuphu, ukuhamba kwenyanga, ukubetha umlozi, ukutsho ii alfabhethi ubuya ngasemva, ukufunda ngamazwe onke ase Afrika.
zu: Isibonelo: ukugcina ibhola emoyeni ngonyawo lwakho, ukuphonsa amabhola emoyeni uwabambe, ukwenza isobo, ukudansa, ukushaya ikhwela, ukusho i-alfabethi uqala ekugcineni, ukufunda zonke izizwe e-Afrika.

# text
source: 🔄 Take turns trying out the new skill. Make sure to praise each other and learn and play together!
af: 🔄 Neem beurte om die nuwe vaardigheid te probeer. Maak seker dat julle mekaar prys, leer en saam speel!
xh: 🔄 Nitshintshisane ngokuzama isakhono esitsha. Qinisekani ukuba niyancomana kwaye nifunde kwaye nidlale kunye!
zu: 🔄 Shintshisanani nizama ikhono elisha. Qiniseka ukuthi niyancomana futhi nifunde futhi nidlale ndwawonye!

# text
source: 💛 Approach learning the skill in a kind and fun way, and do not judge your child or yourself for your ability in the skill.
af: 💛 Benader die leer van 'n vaardigheid op 'n vriendelike, prettige manier en moenie jou kind of jouself oordeel oor jul vermoë in die vaardigheid nie.
xh: 💛 Funda isakhono ngendlela enobubele neyonwabisayo, kwaye ungamgwebi umntwana wakho okanye wena ngokwakho ngokukwazi kwisakhono.
zu: 💛 Sondela ukufunda ikhono ngendlela enomusa nejabulisayo, futhi ungahluleli ingane yakho noma wena ngokwakho ngekhono lakho kulelikhono.

# text
source: 😃 Once you have mastered the skill, choose another skill to learn together.
af: 😃 As julle die vaardigheid bemeester het, kies 'n ander vaardigheid om saam aan te leer.
xh: 😃 Wakuba uphumelele kwisakhono, khetha esinye isakhono eninokusifunda kunye.
zu: 😃 Uma usuphumelele kulelo khono, khetha elinye ikhono eningalifunda ndawonye.

# text
source: *Five Stones*
af: *Vyf Klippies*
xh: *Amatye Amahlanu*
zu: *Amatshe Amahlanu*

# text
source: Let’s test your speed and skill with this classic hand game played across South Africa! ⭐
af: Kom ons toets jou spoed en vaardighede met hierdie klassieke handspeletjie, wat regoor Suid-Afrika gespeel word! ⭐
zu: Make sihlole ukushesha nekhono lakho ngomdlalo wesandla wakudala odlalwe e Ningizimu Africa yonke ⭐

# text
source: 5️⃣ You’ll need five small stones (or any small objects you have around).
af: 5️⃣ Jy het vyf klein klippies nodig (of klein voorwerpe wat jy beskikbaar het).
xh: 5️⃣ Uya kudinga amatye amancinci amahlanu (okanye naziphi na izinto ezincinci onazo).
zu: 5️⃣Uzodinga amatshe amancane amahlanu( noma izinto ezincane onazo eduze kwakho).

# text
source: ▶️ Start by placing all five on the ground. Pick up one and throw it gently into the air. While it’s in the air, quickly grab one stone from the ground and catch the first stone before it lands.
af: ▶️ Begin deur al vyf op die grond te sit. Tel een op en gooi dit versigtig in die lug. Terwyl dit in die lug is, gryp vinnig een klippie van die grond af en vang die eerste klippie voor dit val.
xh: ▶️ Qala ngokubeka onke womahlanu phantsi. Chola elinye ulijule kancinci emoyeni. Ngelixa lisemoyeni, khawuleza ubambe ilitya elinye phantsi kwaye ubambe ilitye lokuqala ngaphambi kokuba liwe.
zu: ▶️Qala ngokuwabeka womahlanu phansi. Cosha elilodwa uliphonse phezulu ngokumnene. Uma lisasephezulu emoyeni, bamba itshe elilodwa kulawa owabeke phansi bese ushesha unqaka leli lokuqala ngaphambi kokuthi lifike phansi.

# text
source: 🔄 Repeat this, picking up one stone at a time. Then try two at once, then three... all the way to four!
af: 🔄 Herhaal dit, soos jy elke keer een klippie op 'n slag optel. Probeer dan twee op 'n slag ... tot by vier!
xh: 🔄 Phinda oku, uchola ilitye libe linye ngexesha. Uze uzame amabini ngaxeshanye, emva koko abemathathu... ukuya kutsho kwamane!
zu: 🔄Phinda lokhu, cosha itshe ngesikhathi esisodwa. Bese uzama amabili ngesikhathi esisodwa, bese kuba amathathu..... njalo ukhuphukela kwamane!

# text
source: 🚩 Play alone or with friends, and see who can complete the challenge without dropping a stone!
af: 🚩 Speel alleen of saam met vriende en kyk wie kan die uitdaging voltooi sonder om die klip te laat val!
xh: 🚩 Dlala wedwa okanye nabahlobo, kwaye ubone ukuba ngubani onokugqiba umngeni ngaphandle kokuwisa ilitye!
zu: 🚩Dlala wedwa noma nabangani, nibone ukuthi ngubani uzoqeda inselelo engaliwisanga itshe!

# text
source: This traditional game builds hand-eye coordination, focus, and timing - and it’s lots of fun to master ✅
af: Hierdie tradisionele speletjie bou hand-oog-koördinasie, fokus en tydsberekening - en dis tonne pret om dit te bemeester ✅
xh: Lomdlalo wemveli wakha ukwazi ukuququzelela, ingqwalasela kwane xesha - kwaye inokonwaba okuninzi okongamileyo ✅
zu: Lomdlalo wakudala wakha ukuhlangana kwamehlo, ukugxila nokukala isikhathi - kuyintokozo enkulu ukunqoba ✅

# text
source: *Clap & Sing Game*
af: *Klap-en-Singspeletjie*
xh: *Ukuqhwaba noku Cula umdlalo*
zu: *Umdlalo wokucula nokushaya izandla*

# text
source: 🎵 Sit face-to-face with your child and try a fun clapping rhyme together.
af: 🎵 Sit aangesig-tot-aangesig met jou kind en probeer 'n prettige handeklapritme saam.
xh: 🎵 Hlala ujongane ubuso nobuso nomntwana wakho kananjalo zamani ukonwabela isingqi sokuqhwaba kunye.
zu: 🎵Hlalani nibhekane nengane yakho nizame umlolozelo ojabulisayo wokushaya izandla nivumelane ndawonye.

# text
source: 👋 Clap your hands, then each other’s, and repeat with a rhythm and song from your childhood – or make up a new one.
af: 👋 Klap julle hande, dan mekaar s'n, en herhaal met 'n ritme en liedjie van jou kinderjare - of maak 'n nuwe een op.
xh: 👋 Qhwabani iizandla zenu, umntu ngamnye', kwaye niphinda phinda isingqi kwaye ibeyingoma yasebutsheni benu - kungenjalo ningaqamba entsha.
zu: 👋Shaya izandla zakho, bese ushaya ezomunye uphinde isigqi nengoma yangezikhathi zobungane bakho - noma uziqambele entsha.

# text
source: 💚 Follow the words with a simple clapping pattern. You can swap in your own words or names to make it even more fun!
af: 💚 Volg die woorde met 'n eenvoudige handeklappatroon. Jy kan jou eie woorde of name gebruik om dit meer pret te maak!
xh: 💚 Landelani amagama nendlela elula yokuqhwaba ngendlela enye. Ningayitshintsha ngawenu amagama okanye amagama anokuyenza ibemnandi nangakumbi!
zu: 💚 Landela amagama ngendlela elula yokushaya izandla ngendlela efanayo. Ungashintshanisa ngamagama akho ukuyenza ijabulise kakhulu!

# text
source: These clapping games have been popular among children from generation to generation, and help build rhythm, timing, memory, and laughter ✨
af: Hierdie handeklapspeletjies is reeds geslagte lank baie gewild onder kinders, en dit help om ritme, tydsberekening, geheue en lag te ontwikkel ✨
xh: Lemidlalo yokuqhwaba ibikhe yathandwa phakathi kwabantwana ukusuka kwisizukulwane ngesizukulwane, kwaye inceda ekwakheni isingqi, ixesha, inkumbulo, kwano kuhleka ✨
zu: Lemidlalo yokushaya izandla idume kakhulu ezinganeni ukusukela esizukulwaneni ukuya esizukulwaneni, isiza ukwakha isigqi, ukukala isikhathi, inkumbulo nokuhleka ✨

# text
source: *Skipping Rope Song*
af: * Springtouliedjie*
xh: *Ingoma yokutsiba intambo*
zu: *Izingoma zokudlala ingqathu*

# text
source: 🎈 Find a long rope or make one from tied-up tights or string.
af: 🎈 Soek 'n lang tou of maak een van sykouse of stringe wat aan mekaar gebind is.
xh: 🎈 Fumana intambo ende okanye wenze eqinileyo nebotshiweyo okanye ibengumtya.
zu: 🎈 Thola intambo ende noma uzenzele ngentambo eboshiwe eqinile

# text
source: 2️⃣ Two people turn the rope while one jumps in the middle.
af: 2️⃣ Twee mense swaai die tou, terwyl een in die middel spring.
xh: 2️⃣ Abantu ababini bazakujija intambo ngelixesha omnye exhumaxhuma esiphakathini.
zu: 2️⃣ Abantu ababili baphendula intambo ngenkathi oyedwa egxuma esiphakathini.

# text
source: 🎵 Sing a song together as they jump – do you remember one from your childhood or can you use a different song you all know?
af: 🎵 Sing 'n liedjie saam terwyl hulle spring - onthou jy een uit jou kinderjare of kan julle 'n ander liedjie sing wat almal ken?
xh: 🎵 Bacula ingoma logama bexhuma xhuma - uyayikhumbula enye yazo yasebuntwaneni bakho okanye ungasebenzisa enye yengoma eyahlukileyo yazo
zu: 🎵Culani ingoma nonke besagxuma - uyayikhumbula eyodwa enaniyicula niseyizingane noma ningasebenzisa elinye iculo enilaziyo nonke?

# text
source: 🏆 You can add fun moves like hopping, clapping, or even dancing while skipping.
af: 🏆 Julle kan prettige bewegings byvoeg, soos hop, hande klap, of selfs dans terwyl julle spring.
xh: 🏆 Ungongeza nenye intshukumo yobumnandi efana nokungcileza, ukuqhwaba okanye nkqu ukusina ngelixesha nitsiba - tsiba.
zu: 🏆 Ungangeza iminyakazo ejabulisayo, njengokugxuma kancane, ukushaya izandla, nokudansa ngesikhathi ugxuma.

# text
source: 💛 Then switch places so everyone gets a turn.
af: 💛 Ruil dan plekke om sodat elkeen 'n beurt kry.
xh: 💛 Ngexesha ucofa iindawo ukuze wonke umntu ajike.
zu: 💛 Nishintshane ngezindawo wonke umuntu athole ithuba.

# text
source: This energetic game builds coordination, confidence, and teamwork - and brings a joyful beat to any outdoor play session 🌈
af: Hierdie energieke speletjies bou koördinasie, selfvertroue en spanwerk - en skep 'n vreugdevolle atmosfeer vir 'n buitespeelsessie 🌈
xh: Lomdlalo ukhutheleyo wakha uququzelelo, ukuzethemba, kwaneqela lokusebenza - kwaye uzisa isithonga sovuyo nakowuphi na umhlangano womdlalo wangaphandle 🌈
zu: Lomdlalo onomdlandla wakha ukuxhumanisa nokusebenzisana niyiqembu - uletha isigqi esimnandi ngesikhathi sokudlala ngaphandle 🌈

# text
source: *Three Tin Tower*
af: *Driebliktoring*
xh: *Iinqaba ezi 3 zeetoti*
zu: *Umbhoshongo Wamathini Amamthathu*

# text
source: 🔶 Stack three empty tins into a tower.
af: 🔶 Pak drie leë blikkies op mekaar soos 'n toring.
xh: 🔶 Khabela iitoti ezi 3 kwinqaba.
zu: 🔶Yenza isitaki ngamathini amathathu angenalutho wenze umbhoshongo.
