Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_south_africa_scale/*/*_ltp_activities.po
Languages: af, xh, zu

# text
source: Mirrors support self-awareness, recognition, and early language development - plus, they’re lots of fun! 💙
xh: Isipili sixhasa ukuzazi, nokuziqaphela kunye nophuhliso lolwimi kwangoko - ukongeza, kuba kuninzi ukonwaba!💙
zu: Izibuko zisekela ukuziqaphela, ukuqashelwa nokuthuthukisa ukukhula kolimi ngokushesha - futhi lokhu kuyajabulisa

# text
source: 🎵 Clap your hands in rhythm and sing a well-known local song like: “Shosholoza… ku lezontaba…”
xh: 🎵 Qhwaba izandla ngokwesingqi kwaye ucule ingoma eyaziwayo yasekuhlaleni: "Shosholoza... ku lezontaba..."
zu: 🎵Shaya izandla ngesigqi futhi ucule ingoma edumile endaweni elinjengaleli elithi "Shosgoloza..... ku lezontaba"

# text
source: ⭐ As the song plays, take turns dancing into the centre of the circle or copying each other’s moves. Children can jump, spin, or stomp to the beat!
xh: ⭐ Njengokuba ingoma idlala, tshintsha tshintshana ukudanisa esiphakathini sesekile okanye nilanganise intshukumo yomnye nomnye. Abantwana banga tsiba, bajikeleze, okanye bangqishe ngokwesingqi!
zu: ⭐Ngesikhathi ingoma idlala, shintshanani ngokudansa esiphakathini sesikokela, ningakopela iminyakazo yabanye. Izingane zingagxuma, zipine noma zigidele ingoma!

# text
source: This lively game helps you connect to your child in a fun way - while building their coordination, teamwork, and focus 🚩
xh: Lomdlalo uphilileyo ukunceda kunxulumano nomntwana wakho ngendlela eyonwabisayo - logama usakha ulungelelwaniso lwabo, iqela lokusebenza, kwane ngqwalasela 🚩

# text
source: Let your creativity shine with shadow drawing! Here’s what you’ll need: pens, paper, and a light ▶️
xh: Vumela ubuchule bakho bukhanye ngokuzoba izithunzi! Nantsi into ozakuyidinga: iipeni, iphepha, kunye nesibane ▶️

# text
source: Here is an activity to help you and your teen notice the good parts of themselves.
xh: Nanku umsebenzi ukunceda wena kunye nomntwana wakho ofikisayo ukuqaphela indawo ezilungileyo ngabo.
