Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_south_africa_scale/*/*_ltp_activities.po
Languages: af, xh, zu

# text
source: 👋 Grab each other’s hands and form a circle.
af: 👋Vat mekaar se hande en maak 'n sirkel.
xh: 👋 Bambanani izandla kwaye nenze isangqa.

# text
source: 🎵 Walk round and round while you sing a song you know – it could be one from your childhood like “Ring-a-Rosy” or “Sawa Sonke”, or a favourite your child loves.
af: 🎵 Loop al in die rondte terwyl julle 'n liedjie sing wat julle ken - dit kan een uit jou kinderjare wees soos "Wielie-Wielie-Walie" of jou kind se gunsteling.
xh: 🎵 Hamba ujikeleza ngelixa ucula ingoma oyaziyo - inokuba yenye kwasebuntwaneni bakho njengo "Ring-a-Rosy" okanye "Sawa Sonke", okanye ethandwa ngu mntwana wakho.

# text
source: 🎉 As you go round, add some silly moves to make it even more fun. Try hopping on one leg, see if you can put your leg over the next person’s arm, or gently fall to the ground when the song finishes.
af: 🎉 Terwyl julle in die rondte beweeg, voeg 'n paar lawwe bewegings by om dit selfs nog meer pret te maak. Probeer om op een been te spring, kyk of jy jou been oor die ander een se arm kan sit, of val saggies op die grond wanneer die liedjie klaar is.
xh: 🎉 Njengoko ujikeleza, yongeza ezinye iintshukumo ezisileyo ukuze wenze kube mnandi ngakumbi. Zama ukutsiba-tsiba ngomlenze omnye, ubone ukuba ungawubeka na umlenze wakho phezu kwengalo yomntu olandelayo, okanye uwele ngobunono phantsi xa ingoma iphela.

# text
source: 🔄 Take turns choosing the next move or song!
af: 🔄 Maak beurte om die volgende musiek of beweging te kies!
xh: 🔄 Tshintshana ngokukhetha intshukumo elandelayo okanye ingoma!

# text
source: This activity builds connection, encourages coordination and balance, and sparks lots of laughter and creativity 😃
af: Hierdie aktiwiteit bou verbintenis, moedig koördinasie en balans aan en laat vrolikheid en kreatiwiteit opvlam 😃
xh: Lo msebenzi wakha unxibelelwano, ukhuthaza ulungelelwaniso kunye nokulungelelana, kwaye uvuselela ukuhleka kunye nobuchule 😃

# text
source: *Freeze Like a Statue*
af: *Vries Soos 'n Standbeeld*
xh: *Yima ngxi njengo mfanekiso oqingqiweyo*

# text
source: 👀 Let your child shape you into a frozen statue - you might be a tree, a happy, sad or angry person, or anything else they imagine!
af: 👀 Laat jou kind jou soos 'n standbeeld toemaak - jy kan dalk 'n boom wees, 'n persoon wat gelukkig, hartseer of kwaad is, of enigiets waaraan hy/sy kan dink!
xh: 👀 Vumela umntwana wakho akubumbe ube ngumfanekiso oqingqiweyo - unokuba ngumthi, umntu owonwabileyo, olusizi okanye onomsindo, okanye nantoni na abayicingayo!

# text
source: 🚩 You can even invite others to join and let your child shape you all into a frozen scene, like a classroom, a soccer match, or something completely silly.
af: 🚩 Jy kan selfs ander saamnooi, dat jou kind almal in 'n gevriesde toneel vorm, soos 'n klaskamer, 'n sokkerwedstryd of iets heeltemal laf.
xh: 🚩 Ungamema abanye ukuba bangenelele kwaye uvumele umntwana wakho ukuba anibumbe nonke nibe kwindawo eme ngxi, njengegumbi lokufundela, umdlalo webhola ekhatywayo, okanye into engekho ngqiqweni.

# text
source: 📱 Once the statue is ready, your child can be the ‘photographer’ and take a pretend (or real!) picture.
af: 📱 Wanneer die standbeeld gereed is, kan jou kind die "fotograaf" wees en maak of hy/sy 'n foto neem (of 'n regte foto neem).
xh: 📱 Wakuba umfanekiso ulungile, umntwana wakho unokuba 'ngumfoti' kwaye azenzise ethatha umfanekiso (okanye wokwenyani!).

# text
source: 🔄 Then swap roles and let them be the statue next.
af: 🔄 Ruil dan rolle om en laat hy/sy nou weer die standbeeld wees.
xh: 🔄 Emva koko nitshintshe iindima kwaye ubavumele ba bengumfanekiso oqingqiweyo olandelayo.

# text
source: This activity encourages creativity, role-play, and imagination - while building confidence through leading and observing ⭐
af: Hierdie aktiwiteit moedig kreatiwiteit, rolspel en verbeelding aan - terwyl selfvertroue gebou word deur leiding en waarneming⭐
xh: Lo msebenzi ukhuthaza ubuchule bokuyila, umdlalo-linganiso, kunye nokuboniswa - ngelixa usakha ukuzithemba ngokukhokela nokujonga ⭐

# text
source: *Peg and Pretend*
af: *Pennetjies en Rolspel*
xh: *Ipeki nokwenza engathi*

# text
source: Get creative with easy household items! 🧸
af: Raak kreatief met huishoudelike items!🧸
xh: Yenza ubugcisa ngezinto zasekhaya ezilula! 🧸

# text
source: 👋 Grab 10 clothing pegs – or more if you have – and build a shape by pegging them together. Let your child build their own creation too!
af: 👋 Kry 10 wasgoedpennetjies - of meer as jy wil - en bou 'n figuur deur die pennetjies aan mekaar vas te knyp. Laat jou kind ook sy/haar eie skepping maak!
xh: 👋 Bamba ipekisi zempahla ezii- 10 - okanye ngaphezulu ukuba unazo - kwaye wakhe imilo ngokudibanisa. Vumela umntwana wakho azakhele indalo yakhe!

# text
source: 🎨 Ask your child what their shape could be. A bug? A spaceship? A crocodile? Act out a little story using the peg creations.
af: 🎨 Vra jou kind wat sy/haar figuur kan wees. 'n Gogga? 'n Ruimteskip? 'n Krokodil? Rolspel 'n kort storie deur die pennetjieskeppings te gebruik.
xh: 🎨 Buza umntwana wakho ukuba inokuba yintoni imilo yakhe. Isinambuzane? Isiphekepheke? Ingwenya? Linganisa ibali elincinci usebenzisa izinto ezenziwe ngepekisi.

# text
source: 🔄 Then build something new and let the next story begin!
af: 🔄 Bou dan iets anders en laat die volgende storie begin!
xh: 🔄 Emva koko wakhe into entsha kwaye uvumele ibali elilandelayo liqale!

# text
source: Did you know that these imagination games help your child develop thinking, creativity, fine motor skills, and hand-eye coordination? All from a few simple pegs and a lot of imagination! 💡
af: Het jy geweet dat hierdie verbeeldingspeletjies jou kind se denkwyse, kreatiwiteit, fyn motoriese vaardighede en hand-oog-koördinasie ontwikkel? Alles met 'n paar eenvoudige pennetjies en baie verbeelding! 💡
xh: Ubusazi na ukuba le midlalo yokucinga inceda umntwana wakho ukuba aphuhlise ukucinga, ubuchule bokuyila, izakhono zezandla, kunye nolungelelwaniso lwesandla neliso? Zonke zivela kwipekisi ezimbalwa ezilula kunye nokucinga okuninzi! 💡

# text
source: Adapted from UNICEF Playbox: https://www.youtube.com/watch?v=yYt2ziDgvRI
af: Aangepas uit UNICEF Playbox: https://www.youtube.com/watch?v=yYt2ziDgvRI

# text
source: *Wind Power*
af: *Windkrag*
xh: *Amandla Omoya*

# text
source: Let’s explore the magic of wind with a fun movement game! ✨
af: Kom ons verken die towerkrag van wind met 'n prettige bewegingspeletjie! ✨
xh: Masiphonononge umlingo womoya ngomdlalo wentshukumo owonwabisayo! ✨

# text
source: 👀 First, talk with your child about the wind. Can you see it? Taste it? How does it feel on your hair or your skin?
af: 👀 Gesels eerstens met jou kind oor die wind. Kan jy dit sien? Dit proe? Hoe voel dit op jou hare of jou vel?
xh: 👀 Okokuqala, thetha nomntwana wakho ngomoya. Uyayibona? Uyakwazi ukuyingcamla? Ivakala njani kwiinwele zakho okanye ulusu lwakho?

# text
source: 🔶 Take a piece of card or a leaf, close your eyes, and blow it using your own wind power. Watch how it moves!
af: 🔶 Neem 'n stukkie karton of 'n blaar, maak jou oë toe en blaas dit deur jou eie windkrag. Hou dop hoe dit beweeg!
xh: 🔶 Thatha isiqwenga sekhasi okanye igqabi, vala amehlo akho, kwaye ulivuthele usebenzisa awakho amandla omoya. Jonga indlela ehamba ngayo!

# text
source: 🔵 Now try heavier things. Can you blow a spoon or small stones? What’s different?
af: 🔵 Probeer nou swaarder goed. Kan jy 'n lepel of klippies blaas? Wat is anders?
xh: 🔵 Ngoku zama izinto ezinzima. Uyakwazi uvuthela icephe okanye amatye amancinci? Yintoni eyahlukileyo?

# text
source: 🎨 Time to play with water and wind! Drop small amounts of water on a plate or piece of plastic. Blow the water gently across the surface - you can make a straw to blow through by rolling up a small piece of paper.
af: 🎨 Tyd om met water en wind te speel! Drup klein bietjies water op 'n bord of 'n stuk plastiek. Blaas die water saggies oor die oppervlak - jy kan 'n strooitjie maak om deur te blaas deur 'n stukkie papier op te rol.
xh: 🎨 Ixesha lokudlala ngamanzi nomoya! Lahla amanzi amancinci epleyitini okanye kwiqhekeza leplastiki. Vuthela amanzi ngobunono ngaphezulu - ungenza umququ ukuba uvuthele ngawo ngokusonga iphepha elincinci.

# text
source: 🏆 You can even place objects and try blowing the water around them to trace their shape.
af: 🏆 Jy kan selfs voorwerpe daarop plaas en die water rondom blaas om die vorm na te spoor.
xh: 🏆 Ungabeka izinto kwaye uzame ukuvuthela amanzi malunga nazo ukulandelela imilo yazo.

# text
source: This sensory activity helps your child understand movement, space, and airflow - while sparking creativity and laughter 💡
af: Hierdie sensoriese aktiwiteit help om beweging, spasie en lugvloei te verstaan - terwyl kreatiwiteit en vrolikheid aangewakker word💡
xh: Lo msebenzi woluvo unceda umntwana wakho aqonde iintshukumo, indawo, kunye nokuhamba komoya - ngelixa udala ubuchule kunye nokuhleka 💡

# text
source: Adapted from UNICEF Playbox: https://www.youtube.com/watch?v=COZu4eJltow
af: Aangepas uit UNICEF Playbox: https://www.youtube.com/watch?v=COZu4eJltow

# text
source: *Blanket Forts*
af: *Kombersforte*
xh: *Iinqaba Zengubo*

# text
source: Let’s dive into creating your very own cosy hideaway! 🧸
af: Kom ons begin om jou eie gesellige wegkruipplek te maak! 🧸
xh: Masingene ekudaleni eyakho indawo yokuzimela epholileyo! 🧸

# text
source: 👋 First, gather everything you’ll need - blankets, pillows, chairs, and maybe even a table. If you want to add a little magic, grab a light to light up your fort.
af: 👋 Eerstens, maak alles bymekaar wat jy gaan nodig hê - komberse, kussings en miskien ook 'n tafel. Indien jy 'n bietjie misterie wil byvoeg, kry 'n lig om jou fort te verlig.
xh: 👋 Kuqala, qokelela yonke into oyifunayo - iingubo, imiqamelelo, izitulo, mhlawumbi netafile. Ukuba ufuna ukongeza umlingo omncinci, thatha isibane ukukhanyisa inqaba yakho.

# text
source: 🔷 Now, it’s time to build. Start by setting up two chairs facing each other, or use a table as the main structure of your fort.
af: 🔷 Nou is dit tyd om te bou. Begin deur twee stoele teenoor mekaar te sit, of gebruik die tafel as die hoofstruktuur van die fort.
xh: 🔷 Ngoku lixesha lokwakha. Qala ngokumisa izitulo ezibini ezijongeneyo, okanye sebenzisa itafile njengesona sakhiwo siphambili senqaba yakho.

# text
source: 👋 Drape the blankets over the chairs or table to create a roof. Don’t forget to secure them - use clothing pegs or something heavy to hold everything in place so your fort stays strong!
af: 👋 Drapeer die komberse oor die stoele of tafel om 'n dak te vorm. Moenie vergeet om dit stewig vas te maak nie - gebruik wasgoedpennetjies of iets swaar om alles in plek te hou, sodat jou fort staande bly!
xh: 👋 Gquba iingubo phezu kwezitulo okanye itafile ukwenza uphahla. Ungalibali ukuzikhusela - sebenzisa ipekisi zempahla okanye into enzima ukubamba yonke into ukuze ihlale yomelele!

# text
source: 🔴 Next, make the inside extra comfy with pillows or blankets.
af: 🔴 Maak nou die binnekant ekstra gemaklik met kussings of komberse.
xh: 🔴 Ngokulandelayo, yenza ingaphakathi likhululeke ngakumbi ngemiqamelo okanye iingubo.

# text
source: 🎈 Once your fort is built, add some fun touches. Ask your child to bring their favourite toys or books, and decorate the space however you like.
af: 🎈 Sodra jou fort klaar is, voeg 'n paar prettige goed by. Vra jou kind om sy/haar gunstelingspeelgoed of boeke te bring en versier die spasie net soos jy wil.
xh: 🎈 Nje ukuba inqaba yakho yakhiwe, yongeza ubumnandi. Cela umntwana wakho ukuba eze nezinto zokudlala azithandayo okanye iincwadi, kwaye uhombise indawo leyo ngendlela othanda ngayo.

# text
source: 📝 You could even make a “welcome” sign together to make it feel like your very own special house!
af: 📝 Julle kan selfs saam 'n "welkom"-teken maak sodat dit soos jul eie spesiale huis voel!
xh: 📝 Unokwenza uphawu oluthi "wamkelekile" kunye ukuze uzive ngathi yindlu yakho ekhethekileyo!

# text
source: 🌙 Now, crawl inside and enjoy your new fort! This is your cosy, creative space for reading stories, playing games, or just spending some quiet time together.
af: 🌙 Kruip nou binne-in en geniet julle nuwe fort! Hierdie is jul gesellige, kreatiewe spasie vir stories lees, speletjies speel, of net om stiltetyd saam te spandeer.
xh: 🌙 Ngoku, khasa ngaphakathi kwaye wonwabele inqaba yakho entsha! Le yindawo yakho epholileyo, yokuyila yokufunda amabali, ukudlala imidlalo, okanye ukuchitha ixesha elizolileyo kunye.

# text
source: Building a blanket fort is more than just a fun activity - it’s a chance to spark creativity, solve problems, and share special moments together. So, grab those blankets and start building your adventure today! 💡
af: Om 'n kombersfort te bou, is meer as net 'n prettige aktiwiteit - dis 'n geleentheid om kreatiwiteit aan te wakker, probleme op te los en spesiale oomblikke saam te deel. Gryp daardie komberse en begin bou aan jou avontuur!💡
xh: Ukwakha inqaba yengubo kungaphezulu nje komdlalo ozonwabisayo - lithuba lokuvuselela ubuchule, ukusombulula iingxaki, kunye nokwabelana ngamaxesha akhethekileyo kunye. Ke, bamba ezo ngubo kwaye uqale ukwakha i-adventure yakho namhlanje! 💡

# text
source: *Tricky Tower*
af: *Stapeltoring*
xh: *Inqaba Enenkohliso*

# text
source: Here is an exciting activity that will test your child’s ability to estimate risks, work as a team, and think creatively - all while having fun and developing fine motor skills ⭐
af: Hier is 'n opwindende aktiwiteit wat jou kind se vermoë sal toets om risiko te evalueer, in 'n span te werk en kreatief te dink - alles terwyl hy/sy dit geniet en sy/haar fyn motoriese vaardighede ontwikkel word⭐

# text
source: 🔶 Start by giving your child building blocks or something else they can stack.
af: 🔶 Begin deur vir jou kind boublokkies te gee, of iets wat hy/sy op mekaar kan stapel.
xh: 🔶 Qala ngokunika umntwana wakho iibhloko zokwakha okanye enye into anokuyipakisha.

# text
source: 👋 Ask them to build a tower by stacking the blocks, using just one hand. This challenge helps build focus and concentration as they balance the blocks carefully.
af: 👋 Vra hom/haar om 'n toring te bou deur net een hand te gebruik om blokkies op mekaar te stapel. Hierdie uitdaging help om fokus en konsentrasie te bevorder terwyl hy/sy die blokkies versigtig balanseer.
xh: 👋 Bacele ukuba bakhe inqaba ngokubeka iibhloko, besebenzisa isandla nje esinye. Lo mngeni unceda ukwakha ugxinisiso kunye nengqalelo njengoko zilinganisa iibhloko ngononophelo.

# text
source: ⬆️ If other children or adults are around, you can make it into a match to see who can build the tallest tower the fastest.
af: ⬆️ As ander kinders en volwassenes teenwoordig is, kan julle dit 'n kompetisie maak om te kyk wie kan die hoogste toring die vinnigste bou.
xh: ⬆️ Ukuba abanye abantwana okanye abantu abadala bekufutshane, ungenza umdlalo ukuze ubone ukuba ngubani onokwakha eyona nqaba iphakamileyo ngokukhawuleza.

# text
source: 🔄 Make the game even more challenging by asking your child to using their non-dominant hand. They’ll have to balance their wish to build the tallest tower with the risk of the tower collapsing.
af: 🔄 Maak die speletjie selfs meer uitdagend deur jou kind te vra om die nie-dominante hand te gebruik. Dit sal sy/haar wens om die hoogste toring te bou, balanseer met die risiko dat die toring in duie kan stort.

# text
source: This isn’t just about building - it’s about problem-solving, persistence, and teamwork 💛
af: Dit gaan hier nie net oor bou nie - dit gaan oor probleemoplossing, volharding en spanwerk 💛

# text
source: Tricky Tower is a fantastic way to help your child develop important skills while having fun with friends or family 🏆
af: Die stapeltoring is 'n fantastiese manier om jou kind te help om belangrike vaardighede te ontwikkel terwyl hy/sy dit saam met vriende of familie geniet 🏆

# text
source: Adapted from Learning Through Play: https://learningthroughplay.com/let-s-play/tricky-tower
af: Aangepas uit Learning Through Play: https://learningthroughplay.com/let-s-play/tricky-tower
xh: Ihlenga hlengiswe ngabakwa Learning Through Play: https://learningthroughplay.com/let-s-play/tricky-tower

# text
source: *Flip the blanket*
af: *Draai die Kombers om*
xh: *Phethula Ingubo*

# text
source: Can you and your child flip a blanket while standing on it? 🚩
af: Kan jy en jou kind 'n kombers omdraai terwyl julle daarop staan? 🚩

# text
source: ⬇️ Start by laying a blanket or large piece of cloth flat on the ground. Have all the players stand on the blanket - make sure no one steps off!
af: ⬇️ Begin deur 'n kombers of 'n groot stuk lap op die grond te sit. Laat al die spelers op die kombers staan - maak seker dat niemand afklim nie!
xh: ⬇️ Qalisa ngokondlala ingubo okanye ilaphu elikhulu phantsi emgangathweni. Bonke abadlali benze bame phezu kwengubo - uqinisekise ukuba akukho mntu uphumayo!

# text
source: 👋 Now, the challenge begins. The players must work together to flip the blanket over without stepping off or touching the ground.
af: 👋 Nou begin die uitdaging. Al die spelers moet saamwerk om die kombers om te draai, sonder om af te klim of die grond te raak.

# text
source: 🔑 Experiment with different ideas, try new strategies, and see what works best!
af: 🔑 Eksperimenteer met verskillende idees, probeer nuwe strategieë en kyk wat die beste werk!

# text
source: 🔄 If anyone touches the ground, no worries - just start over and give it another try.
af: 🔄 As enigiemand die grond raak, geen probleem - begin net oor en probeer weer.

# text
source: 👀 While you are playing, talk about the problem-solving you are doing. Ask the players what ideas they are trying and why, how they are working together, and what is working and what is not. Discuss how they came up with solutions as a team.
af: 👀 Terwyl julle speel, gesels oor die probleemoplossing wat julle nou doen. Vra die spelers watter idees hulle probeer en hoekom, hoe hulle saam werk, wat werk en wat werk nie. Bespreek hoe hulle as 'n span met die oplossing vorendag gekom het.
xh: 👀 Ngelixa nidlalyo, thetha malunga nokukusombulula ingaxaki nikwenzayo. Buza abadlali ukuba ngawaphi lamacebo bawazamayo kwaye kutheni, basebenza njani kunye, kwaye yintoni esebenzayo kwaye iyintoni engasebenziyo. xoxani ukuba bafike njani nesisombulula beliqembu.

# text
source: Flip the Blanket is a fantastic way to encourage teamwork, creative thinking, problem solving, and perseverance - all while having a great time together! 🎉
af: Draai-die-Kombers-om is 'n fantastiese manier om spanwerk, kreatiewe denkwyse, probleemoplossing en deursettingsvermoë aan te moedig - alles terwyl julle 'n wonderlike tyd saam het! 🎉

# text
source: Adapted from Learning Through Play: https://learningthroughplay.com/let-s-play/flip-the-blanket
af: Aangepas uit Learning Through Play: https://learningthroughplay.com/let-s-play/flip-the-blanket
xh: Ihlenga hlengiswe ngabakwa Learning Through Play: https://learningthroughplay.com/let-s-play/flip-the-blanket

# text
source: *Can You Catch It?*
af: *Kan Jy Dit Vang?*
xh: *Ungakwazi ukuyiBamba Wena?*

# text
source: Let’s see if you can follow instructions while catching a ball! ⚽
af: Kom ons kyk of jou kind instruksies kan volg terwyl hy/sy 'n bal vang! ⚽

# text
source: ✅ Start by standing about three metres apart and gently throw a ball at each other. After a few easy throws, it’s time to introduce the rules!
af: ✅ Begin deur so drie meter uitmekaar te staan en gooi die bal versigtig vir mekaar. Na 'n paar maklike gooie, is dit tyd om die reëls bekend te stel!

# text
source: 1️⃣ When the thrower shouts ‘one’, the catcher has to catch the ball with their right hand and put their left foot out.
af: 1️⃣ Wanneer die gooier 'een' skree, moet die vanger die bal met sy/haar regterhand vang en sy/haar linkervoet uitsit.

# text
source: 2️⃣ If the thrower shouts ‘two’, the catcher catches with their left hand and puts their right foot out.
af: 2️⃣ As die gooier 'twee' skree, moet die vanger met die bal met sy/haar linkerhand vang en sy/haar regtervoet uitsit.

# text
source: ⭐ Once you’re confident, add some extra numbers and rules!
af: ⭐ Sodra julle selfversekerd is, voeg 'n paar ekstra getalle by!

# text
source: ⏰ For the game to work, make sure the number is called before you throw the ball, so the catcher has time to react!
af: ⏰ Vir die speletjie om te werk, maak seker dat die getal geroep is voordat die bal gegooi word, sodat die vanger tyd het om te reageer!
xh: ⏰ Ukuze umdlalo usebenze, qinisekisa ukuba inani libizwa phambi kokuba uphose ibhola, ukwenzela lo ubambayo abenexsha lokuphendula!

# text
source: 🚩 You can adjust the rules to make it perfect for every age.
af: 🚩 Jy kan die reëls aanpas om dit perfek te maak vir enige ouderdom.

# text
source: This activity is a great way to improve coordination, concentration, and quick thinking - all while having fun! So, grab a ball and start throwing with these new rules to test your skills! 💡
af: Hierdie aktiwiteit is 'n goeie manier om koördinasie, konsentrasie en vinnige denke te verbeter - alles terwyl daar pret is! So, gryp 'n bal en begin gooi met die nuwe reëls om jou vaardighede te toets! 💡
xh: Lo mdlalo yindlela yokuphucula ulungelwelaniso, ingqwalasela, kunye nokucinga okukhawulezileyo - konke ngelixa wonwabile! Ngoko, thatha ibhola uqalise ukuyiphosa ngalemithetho mitsha ukuhlola isakhono sakho! 💡

# text
source: Adapted from Learning Through Play: https://learningthroughplay.com/let-s-play/can-you-catch-it
af: Aangepas uit Learning Through Play: https://learningthroughplay.com/let-s-play/can-you-catch-it
xh: Ihlenga hlengiswe ngabakwa Learning Through Play: https://learningthroughplay.com/let-s-play/can-you-catch-it

# text
source: *Unseen Guesses*
af: *Ongesiene Raaiskote*
xh: *Uqikelelo Olungabonakaliyo*

# text
source: You can do this activity when you are together with at least three people in total 3️⃣
af: Jy kan hierdie aktiwiteit doen wanneer jy saam met ten minste drie mense in totaal is 3️⃣
xh: Ungawenza lo umdlalo xa unabantu abathathu bephelele 3️⃣

# text
source: 👀 Ask your child and another child/adult to sit next to each other. Blindfold both using a scarf or hat.
af: 👀 Vra jou kind en 'n ander kind/volwassene om langs mekaar te sit. Blinddoek beide met 'n serp of hoed.

# text
source: 🚗 Give your child an object and ask them to feel it and describe it, without saying the name of the object!
af: 🚗 Gee jou kind 'n voorwerp en vra dat hy/sy daaraan voel en dit beskryf, sonder om die naam van die voorwerp te sê!
xh: 🚗 Nika umntwana wakho into kwaye umcele ayive kwaye ayichaze, ngaphandle kolitsho igama lento!

# text
source: 🎁 The other person’s job is to figure out what the object is based on the description.
af: 🎁 Die ander persoon moet raai wat die voorwerp is, gebaseer op die beskrywing.
xh: 🎁 Umsebenzi womnye umntu kukufumanisa ukuba yintoni ngokwenkcazelo.

# text
source: ✅ The “guesser” can ask questions, but the “speaker” can only answer with "yes" or "no".
af: ✅ Die "raaier" kan vrae vra, maar die "spreker" kan net "ja" of "nee" antwoord.
xh: ✅ "Umqikeleli" angabuza imibuzo, kodwa "isithethi" angakwazi ukuphendula kuphela ngo "ewe" okanye "hayi".

# text
source: 🔄 After each round, swap roles and play again, giving everyone a chance to be the “speaker” and “guesser” and the one to provides the object.
af: 🔄 Na elke rondte, ruil rolle om en speel weer, gee elkeen kans om die "spreker", die "raaier" en die verskaffer van die voorwerpe te wees.
xh: 🔄 Emva komjikelo ngamnye, Tshintsha indima yomnye kwaye nidlale kwakhona, ukunika wonke umntu ithuba lokuba "sisthethi" kunye "umqikeleli".
