Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_south_africa_scale/*/*_ltp_activities.po
Languages: af, xh, zu

# text
source: 🌈 Help them give their superhero a name, an outfit, and a sidekick, and act it out. If your teen does not want to act, that is fine - talking about it is just as good!
af: 🌈 Help hulle om hulle superheld 'n naam te gee, asook 'n uitrusting en 'n helper, en speel hierdie rolle. As jou tiener nie wil toneelspeel nie, is dit oukei - dis net so goed om daaroor te praat!
xh: 🌈Bancedise ukunika lamandla abo igama, impahla, kwaye abasecaleni, kwaye ukuwenzela ngaphandle. Ukuba umntwana wakho ofikisayo akafuni ukwenza, kulungile - ukuthetha malunga nawo kuyafana nokulungileyo!
zu: Siza ukuthi baqambe iqhawe labo igama, izingubo zokugqoka, nomngani wakhe bese niyalingisa. Uma ingane yakho ingafuni ukulingisa, kulungile - ukukhuluma ngakho kwanele!

# text
source: 👑 Now, let them make up a superhero for you. Play the part! You can ask questions, like who the villain would be, or how you became a superhero.
af: 👑 Laat hulle nou vir jou 'n superheld uitdink. Speel die rol! Jy kan vrae vra, soos wie die skurk sou wees, of hoe jy 'n superheld geword het.
xh: 👑Ngoku, bavumele benzele wena iqhawe. Yibayinxalenye! Ungabuza imibuzo, ukuba ngubani ozakuba sisigebenga, okanye uye wali qhawe njani.
zu: 👑 Manje, badedele bakwakhele iqhawe. Lingisa! Ungabuza imibuzo, njengokuthi isitha kungaba ngubani, noma ube yiqhawe kanjani.

# text
source: 💡 Create a story - what happens to the characters? Is it an action story? Is it a thriller, space, sport, adventure, or romance?
af: 💡 Skep 'n storie - wat gebeur met die karakters? Is dit 'n aksiestorie? Is dit 'n riller, ruimte, sport, avontuur of romanse?
xh: 💡Yakha ibali - kwenzeka ntoni kubadlali? ingaba ngumdlalo wentshukumo? Ingaba yimincili, indawo, umdlalo, adiventsha, okanye uthando?
zu: 💡 Dala indaba - kwenzekani kubalingiswa? Indaba eyokulwa? Indaba egijimisa igazi, umkhathi, ezimidlalo, indaba eyohambo, noma ezothando?

# text
source: ➡️ Next time you play this game, you could create a new story or superhero with your teen or continue the story you started together.
af: ➡️ Volgende keer wat julle hierdie speletjie speel, kan jy saam met jou tiener 'n nuwe storie skep of voortgaan met die storie wat julle saam begin het.
xh: ➡️Kwixesha elilandelayo nidlala lomdlalo, ungakha ibali elitsha okanye ubeliqhawe kunye nomntwana wakho ofikisayo okanye uqhubeke nebali esele niliqalile kunye.
zu: ➡️ Ngokuzayo uma udlala lo mdlalo, ungaqamba indaba entsha noma engeqhawe elinamandla nomntwana wakho noma niqhubeke nendaba eniyiqale ndawonye.

# text
source: Exercise is a great way to spend time together and it is so good for your health. 🌱 Find a sport or exercise that both you and your teen want to do and try it out together!
af: Oefening is 'n wonderlike manier om tyd saam deur te bring, en dit is so goed vir jou gesondheid. 🌱 Vind 'n sport of oefening wat jy en jou tiener albei wil doen en probeer dit saam!
xh: Ukuzivocavoca yindlela entle yokuchitha ixesha kunye kwaye kulungele impilo yakho. 🌱Fumana umdlalo okanye sebenzisa lonto wena nomntwana wakho nifuna ukuyizama kunye!
zu: Ukuzivocavoca indlela enhle yokuchitha isikhathi ndawonye futhi kulungele ukuphila kwenu. 🌱 Thola umdlalo noma indlela yokuzivocavoca wena nomntwana wakho bese niyazama ndawonye!

# text
source: ⚽ Together you can walk, run, play soccer, swim, dance, or do any other sport..
af: ⚽ Saam kan julle stap, hardloop, sokker speel, swem, dans, of enige ander sport doen.
xh: ⚽Kunye ningahamba, nibaleke, nidlaleibhola, niqubhe, nidanise, okanye nenze omnye umdlalo..
zu: ⚽ Ndawonye ningahamba, nigijime, nidlale ibhola, nibhukude, nidanse, noma nenze omunye umdlalo..

# text
source: 🔄 If you or your teen do not like the first exercise you pick, try a new exercise.
af: 🔄 As jy of jou tiener nie hou van die eerste oefening wat julle gekies het nie, probeer 'n nuwe een.
xh: 🔄Ukuba wena okanye umntwana wakho ofikisayo anikuthandi ukuzivocavoca kokuqala benikukhethile, zamani okutsha ukuzivocavoca.
zu: 🔄 Uma wena noma umfana noma intombazane yakho esanda kweva eshumini nambili ningawuthandi umsebenzi wokuqala owukhethayo, zama umsebenzi omusha.

# text
source: *Make up a story*
af: *Dink 'n storie uit*
xh: *Yenza ibali*
zu: *Qamba inganekwane*

# text
source: Creating stories together is a great way to learn the art of storytelling - and to build your teen’s creativity! 📖
af: Om saam stories te skep, is 'n wonderlike manier om die kuns van storievertel aan te leer - en jou tiener se kreatiwiteit te ontwikkel! 📖
xh: Ukwenza ibali kunye yindlela entle yokufunda ubugcisa bokubalisa ibali - kwaye ukwakha ubuchule besakhono yomntwana wakho ofikisayo!📖
zu: Ukudala izindaba ndawonye indlela enhle yokufunda ubuciko bokuxoxa izindaba - futhi kwakha ikhono lokudala kumfana noma intombazane yakho wakho! 📖

# text
source: 🔟 With your teen, come up with 10 words to use. They can be any words you want! For example: banana, spaceship, fish, water, painting, wasp nest, cooking, wedding.
af: 🔟 Dink saam met jou tiener aan 10 woorde om te gebruik. Dit kan enige woorde wees wat julle wil! Byvoorbeeld: piesang, ruimtetuig, vis, water, skildery, perdebynes, kook, troue.
xh: 🔟Kunye nomntwana wakho ofikisayo, yizani namazwi ayi 10 enizokuwasebenzisa. Ingaba nawaphina amazwi eniwafunayo! Umzekelo: bhanana, isiphekepheke, intlanzi, amanzi, ukupeyinta, indlwane yoonomeva, ukupheka, umtshato.
zu: 🔟 Cabangani amagama ayi-10 ninomntwana wakho eningawasebenzisa. Kungaba inoma imaphi amagama eniwafunayo! Isibonelo: ubhanana, umkhumbi wasemkhathini, inhlanzi, amanzi, ukupenda, isidleke somnyovu, ukupheka, umshado.

# text
source: 🎂 Start your story with, “Once upon a time, there was a…” and make sure you use one of the words from the list in your sentence. For example, “Once upon a time, there was a family who worked on a *banana* farm.”
af: 🎂 Begin julle storie met “Eendag, lank, lank gelede was daar 'n…” en maak seker dat julle een van die woorde uit die lys in julle sin gebruik. Byvoorbeeld, “Eendag, lank, lank gelede was daar 'n gesin wat op 'n *piesang*-plaas gewerk het.”
xh: 🎂Qalisa ibali lakho ngokuthi, "Ngaminazana ithile, kwakukho i..." kwaye uqinisekise ukuba usebenzisa elinye lalamagama akuluhlu kwisivakalisi sakho. Umzekelo, " Ngaminazana ithile, kwakukho usapho olwalusebenza kwi fama yama bhanana."
zu: 🎂 Qala indaba yakho ngokuthi, "Kwasukasukela, kwakukhona i..." bese uqiniseka ukuthi usebenzisa elilodwa lamagama kuhlu lwakho. Isibonelo, "Kwasukasukela, kwakukhona umndeni owawusebenza efamini *labhanana*."

# text
source: 📝 Let your teen make up the next sentence using another word from the list.
af: 📝 Laat jou tiener die volgende sin uitdink deur nog 'n woord uit die lys te gebruik.
xh: 📝Yenza umntwana wakho ofikisayo enze isivakalisi esilandlelayo esebenzisa elinye igama elikuluhlu.
zu: 📝 Vumela umfana noma intombazane yakho acabange umusho olandelayo ngokusebenzisa elinye igama kuhlu lwamagama eniwacabangile.

# text
source: 🔄 Take turns until you have used as many words from the list as you can, or until you have finished your story.
af: 🔄 Neem beurte totdat julle soveel as moontlik woorde uit die lys gebruik het, of totdat julle die storie voltooi het.
xh: 🔄Tshintsha nani nide nibe niwasebenzise onke lamagama akuluhlu kangangoko ninako, okanye nide nibe niligqibile ibali.
zu: 🔄 Shintshisanani nize nisebenzise wonke amagama kuhlu eningawasebenzisa, noma nize niqede indaba yenu.

# text
source: 🔔 Be as creative as possible with your story and do not tell your teen what to say. It does not need to be a real story to be a good story!
af: 🔔 Wees so kreatief as moontlik met julle storie, en moenie vir jou tiener voorskryf wat om te sê nie. Dit hoef nie 'n ware storie te wees om 'n goeie storie te wees nie!
xh: 🔔Yiba nobuchule kangangoko kunokwenzeka ngebali lakho kwaye ungamxeleli umntwana wakho ofikisayo ukuba yintoni oyitshiloyo. Akudingeki ibe libali eliyinyani ukuze libe libali elilungileyo!
zu: 🔔 Yakha kangangokho onakho ngale ndaba yakho futhi ungamtsheli umfana noma intombazane yakho ukuthi athini amagama owacabangile. Akudingeki ukuthi kuze kube indaba yangempela ukuze kube indaba enhle!

# text
source: 🎁 Ask your teen what their favourite part of the story was, and tell them yours!
af: 🎁 Vra jou tiener wat hulle gunsteling deel van die storie was, en sê wat joune was!
xh: 🎁Buza umntwana wakho ofikisayo yeyiphi indawo ayithandileyo kwibali, kwaye ubaxelele eyakho!
zu: 🎁 Buza umfana noma intombazane yakho ukuthi iyiphi ingxenye ayithanda kakhulu endabeni, bese uyitshela eyakho!

# text
source: *Take A Pause with your teen*
af: *Ontspan 'n rukkie saam met jou tiener*
xh: *Yithi Nqumama kunye nomntwana wakho ofikisayo*
zu: *Thatha Ikhefu nomntwana wakho*

# text
source: Take a pause with your teen. This helps them deal with stress in a healthy way!
af: Ontspan 'n rukkie saam met jou tiener. Dit help hulle om stres op 'n gesonde manier te hanteer!
xh: Yithi nqumama kunye nomntwana wakho ofikisayo. Lento ibanceda bamelane noxinzelelo ngendlela esempilweni!
zu: Thatha ikhefu nomntwana wakho. Lokhu kubasiza ukubhekana nokukhathazeka ngendlela enempilo!

# text
source: ⏰ You could take a pause before dinner, after school, before school, or before bedtime.
af: ⏰ Julle kan voor aandete, na skool, voor skool of voor slaaptyd 'n bietjie ontspan.
xh: ⏰Ungakwazi ukthi nqumama phambi kwesidlo sangokuhlwa, emva kwesikolo, phambi kwesikolo, okanye phambi kwexesha lokulala.
zu: ⏰ Ningathatha ikhefu ngaphambi kwesidlo sasebusuku, emva kwesikole, ngaphambi kwesikole, noma ngaphambi kwesikhathi sokulala.

# text
source: 👂 Sit down together and close your eyes. Listen to your breath as it goes in and out. Notice how you feel.
af: 👂 Gaan sit saam en maak julle oë toe. Luister na jul asemhaling terwyl julle in- en uitasem. Neem kennis van hoe julle voel.
xh: 👂Hlalani phantsi kunye kwaye nivale amehlo. Mamela ukuphefumla njengokuba ungena ubuye uphume. Qaphela uziva njani wena.
zu: 👂 Hlalani ndawonye bese nivala amehlo. Lalela umphefumulo kwakho uma uphuma ungena. Bheka ukuthi uzizwa kanjani.

# text
source: ⭐ Take 5 more deep breaths.
af: ⭐ Haal nog 5 keer diep asem.
xh: ⭐Phefumlela phezulu ka 5.
zu: ⭐ Phefumula kakhulu kawu-5.

# text
source: 👀 When you are ready, open your eyes again. Do you feel any different?
af: 👀 Wanneer julle gereed is, maak jul oë weer oop. Voel julle enigsins anders?
xh: 👀 Xa sele ukulungele, vula amehlo akho kwakhona. Ingaba ukhona umehluko?
zu: 👀 Uma usulungile, vala amehlo akho futhi. Uyawuzwa umehluko?

# text
source: ⏸ Ask your teen what it was like to take a pause. Listen and accept whatever they say about it.
af: ⏸ Vra jou tiener hoe dit was om 'n rukkie te ontspan. Luister en aanvaar wat ook al hulle daaroor sê.
xh: ⏸Buza umtwana wakho ofikisayo bekunjani ukuthi nqumama. Mamela kwaye yamkela nayiphina into abayitshoyo malunga nako.
zu: ⏸ Buza umfana noma intombazane yakho ukuthi bekunjani ukuthatha ikhefu. Lalela futhi wamukele noma yini ayishoyo ngakho.

# text
source: *Name That Tune*
af: *Liedjieraai*
xh: *Chaza ela culo*
zu: *Qamba leloculo*

# text
source: Listening to music is a great way to lower your stress and have fun with your family. 💚
af: Om na musiek te luister, is 'n wonderlike manier om jou stresvlakke te laat daal en pret saam met jou gesin te hê. 💚
xh: Ukumamela umculo yindlela entle ukwehlisa uxinzelelo kwaye ukonwaba nosapho lwakho.💚
zu: Ukulalela umculo indlela enhle yokwehlisa ukukhathazeka nokuzijabulisa nomndeni wakho. 💚

# text
source: 📻 Gather your family members and choose one person to play, sing or hum a song.
af: 📻 Kry jou familielede bymekaar en kies een persoon om 'n liedjie te speel, sing of neurie.
xh: 📻 Qokelela amalungu osapho kwaye ukhethe umntu omnye ukudlala, ukucula okanye uku hamisha ingoma.

# text
source: ❓ Everyone else must guess the name and artist of the song.
af: ❓ Al die ander moet die naam en kunstenaar van die liedjie raai.
xh: ❓Omnye umntu kufuneka aqashele igama okanye umculi wengoma.
zu: ❓ Bonke abanye abantu kufanele baqagele igama nomculi wengoma.

# text
source: 🎉 The first one to guess it right becomes the next person to sing or play a song.
af: 🎉 Die eerste een wat reg raai, is die volgende persoon wat 'n liedjie speel of sing.
xh: 🎉Owokuqala oqashele kakuhle uye abengolandelayo ukucula okanye ukudlala ingoma.
zu: 🎉 Owokuqala oqagela kahle kuba nguyena umuntu olandelayo oculayo noma odlala ingoma.

# text
source: 🔄 Keep going around until everyone has been able to play their favourite song and let the rest hear.
af: 🔄 Hou so aan totdat almal 'n beurt gehad het om hul gunsteling liedjie te speel/sing en die res laat luister het.
xh: 🔄Qhubekani kude wonke umntu ukwazile ukudlala ingoma ayithandayo kwaye uvumela abanye beve.
zu: 🔄 Qhubekani nijikeleza kuze kube yilapho wonke umuntu esekwazi ukudlala ingoma yakhe eyintandokazi futhi aqiniseke ukuthi abanye bayezwa.

# text
source: *Pass the ball*
af: *Gee die bal aan*
xh: *Dlulisa ibhola*
zu: *Dlulisa ibhola*

# text
source: ➡️ Start in a circle and pass the ball around.
af: ➡️ Begin in 'n sirkel en gee die bal aan.
xh: ➡️Qala kwisangqa kwaye dlulisa ibhola jikelele.
zu: ➡️ Qala endlingilizini bese udlulisa ibhola.

# text
source: *Make Housework Fun*
af: *Maak Huistake Pret*
xh: *Yenza uMsebenzi waseNdlini ube Mnandi*
zu: *Yenza Umsebenzi Wasendlini Ujabulise*

# text
source: Turn your chores into games! 🏆
af: Verander jul huistake in speletjies! 🏆
xh: Tshintsha imisebenzi yekhaya ibengumdlalo!🏆
zu: Shintsha imisebenzi yasekhaya kube imidlalo! 🏆

# text
source: ☀️ Making housework fun is a good way to teach your teen to be responsible and to rely on themselves.
af: ☀️ Om huiswerk pret te maak, is 'n goeie manier om jou tiener verantwoordelikheid te leer en om op hulself staat te maak.
xh: ☀️Ukwenza umsebenzi wekhaya ubemnandi yindlela elungileyo ukufundisa umntwnaa wakho ofikisayo athathe uxanduva kwaye baxhomekeke kubo.
zu: ☀️ Ukwenza umsebenzi wasendlini ujabulise indlela enhle yokufundisa umfana noma intombazane yakho ukuzimela.

# text
source: 📝 Together, make a list of all the chores that must be done in your home.
af: 📝 Maak saam 'n lysie van al die huistake wat in julle huis gedoen moet word.
xh: 📝Kunye, yenzani uluhlu lwayo yonke imisebenzi yekhaya ekufukneka yenziwe ekhayeni lakho.
zu: 📝 Ndawonye, yenza uhlu lwayo yonke imisebenzi yasekhaya okufanele yenziwe.

# text
source: 💡 Make sure the tasks are fair and things your teen can do. For example, washing up, sweeping, mopping, making the beds, and laundry.
af: 💡 Maak seker die take is regverdig en dat dit goed is wat jou tiener kan doen. Byvoorbeeld, skottelgoed, vee, mop, beddens opmaak en wasgoed.
xh: 💡Qiniseka ukuba imisebenzi ilungile kwaye zizinto angazenza umntwana wakho ofikisayo. Umzekelo, ukuhlamba, ukutshayela, ukukorobha, ukondlula iibhedi, kunye nokuhlamba impahla.
zu: 💡 Qiniseka ukuthi imisebenzi ilungile futhi imisebenzi umfana noma intombazane yakho angayenza. Isibonelo, ukuwasha, ukushanela, ukukorobha, ukwendlula umbhede, nokuwasha izimpahla.

# text
source: 🔄 Each week, let a different person in the family choose a chore first.
af: 🔄 Laat 'n ander persoon in die gesin elke week eerste 'n taak kies.
xh: 🔄Iveki nganye, vumela umntu owohlukileyo ku sapho akhethe umsebenzi kuqala.
zu: 🔄 Njalo ngesonto, dedela umuntu ohlukile emndenini ukuthi akhethe umsebenzi wasekhaya kuqala.

# text
source: 🎵 Play some music or turn on the radio. Music is a great way to make a boring task fun!
af: 🎵 Speel musiek of skakel die radio aan. Musiek is 'n wonderlike manier om 'n vervelige taak prettig te maak!
xh: 🎵Dlala umculo okanye vula unomathotholo. Umculo yindlela entle ukwenza umsebenzi odikayo ubemnandi!
zu: 🎵 Dlala umculo noma ukhanyise umsakazo. Umculo indlela enhle ukwenza umsebenzi obhorayo ube mnandi!

# text
source: ✅ Tick off the tasks when they are done so you can see your progress as a family. You could offer small rewards as motivation to complete activities.
af: ✅ Merk die take af wanneer dit klaar is, sodat julle as gesin jul vordering kan sien. Jy kan klein belonings as motivering aanbied om aktiwiteite te voltooi.
xh: ✅ Tikisha umsebenzi xana ugqityiwe ukwenziwa ukuze ubone inkqubela phambili njengo sapho. Unganikela ngemivuzo emincinci njengenkuthazo ukugqiba imisebenzi.
zu: ✅ Thikha uma umsebenzi wenziwe ukuze nibone inthuthuko yenu njengomndeni. Ungabeka umklomelo omncane njengogqozi lokuqeda umsebenzi.

# text
source: 📺 For example, you could let your teen watch more TV, spend more time with their friends, choose what they want for dinner, or have something sweet if they do their chores in a fair amount of time.
af: 📺 Jy kan byvoorbeeld jou tiener meer TV laat kyk, meer tyd saam met vriende laat deurbring, laat kies wat hulle vir aandete wil hê, of soetgoed gee as hulle, hulle take binne 'n redelike tyd afhandel.
xh: 📺Umzekelo, Ungakwazi ukuvumela umntwana wakho ofikisayo abukele umabonakude kaninzi, achithe ixesha nabahlobo bakhe, akhethe into ayifunayo ngesidlo sangokuhlwa, okanye afumane into eswiti ukuba bayenze imisebenzi yekhaya ngesixa sexesha.
zu: 📺 Isibonelo, ungavumela umfana noma intombazane yakho abukele iTV, achithe isikhathi nabangani bakhe, akhethe ukuthi kungaba isiphi isidlo sasebusuku, noma athole okunoshukela uma enza umsebenzi wakhe wasekhaya ngesikhathi esilungile

# text
source: ❓ If your child does not complete a chore, ask them why, and come up with a fair consequence together.
af: ❓ As jou kind nie 'n taak afhandel nie, vra hulle hoekom, en dink saam 'n regverdige gevolg uit.
xh: ❓Ukuba umntwana wakho akawugqibi umsebenzi wekhaya, babuze ukuba kutheni, kwaye uze nesiphumo esifanelekileyo kunye.
zu: ❓ Uma umfana noma intombazane yakho engawuqedi umsebenzi othile, mbuze ukuthi kungani, bese niqhamuka nomphumela omuhle ndawonye.

# text
source: *I’m Going on a Picnic and I Will Bring…*
af: *Ek Gaan na 'n Piekniek en Ek Bring Saam …*
xh: *Ndiya kwi Pikinik kwaye Ndizaku zisa...*
zu: *Ngiya kwipikiniki futhi Ngizophatha…*

# text
source: Memory games are a fun way to strengthen our brains!
af: Geheuespeletjies is 'n prettige manier om ons breine te versterk!
xh: Imidlalo yenkumbulo ziyindlela eyonwabisayo ukuqinisa iingqondo zethu!
zu: Imidlalo yenkumbulo indlela ejabulisayo yokuqinisa izingqondo zethu!

# text
source: 🎂 Think of all the things you would have at your dream picnic.
af: 🎂 Dink aan al die goed wat jy by jou droompiekniek sal hê.
xh: 🎂Cinga ngazo zonke izinto ongabanazo kwi pikinik yakho yephupha.
zu: 🎂 Cabanga zonke izinto ongabanazo kwipikiniki yamaphupho akho.

# text
source: 🎈 The first person says, “On Saturday, I am going to the park to have a picnic. To this picnic, I will bring...” and they say one thing they will bring to the picnic.
af: 🎈 Die eerste persoon sê, “Saterdag gaan ek in die park piekniek hou. Vir die piekniek bring ek...” en noem een ding wat hulle saamneem vir die piekniek.
xh: 🎈Umntu wokuqala uthi, "Ngomgqibelo, Ndiyahamba ndiya epakini ndizobane pikink. Kule pikinik, I ndizophatha..." kwaye batsho into enye abazoyiphatha kwi pikinik.
zu: 🎈 Umuntu wokuqala uthi, "NgoMqibelo, ngiya epaki ngiyoba nepikiniki. Kule pikiniki, ngizoletha..." bese esho okukodwa azokuletha kupikiniki.

# text
source: 🍅 For example: a sandwich, a ball, a blanket, forks, cups, a dog, or coca cola.
af: 🍅 Byvoorbeeld: 'n toebroodjie, 'n bal, 'n kombers, vurke, koppies, 'n hond of coca cola.
xh: 🍅 Umzekelo: i sonka, ibhola, ingubo, iifolokhwe, iikomityi, inja, okanye isiselo esibandayo.
zu: 🍅 Isibonelo: isemishi, ibhola ingubo, izimfoloko, izinkomishi, inja, noma i-coca cola.

# text
source: 🔔 The second person adds to the first person's list, but must start at the beginning: “On Saturday, I am going to the park to have a picnic. To this picnic, I will bring...” and say the item that the first person said AND then add their own item to the list.
af: 🔔 Die tweede persoon voeg by die eerste persoon se lys aan, maar moet weer oor begin: “Saterdag gaan ek in die park piekniek hou. Vir die piekniek bring ek...” en sê die item wat die eerste persoon gesê het EN voeg dan hulle eie item by die lys.
xh: 🔔Umntu wesibini ongeze kuluhlu lomntu wokuqala, kodwa kufuneka aqale ekuqaleni. "Ngomgqibelo, Ndiya epakini ndizoba ne pikinik. Kule pikinik, Ndizophatha..." kwaye atsho into ethethiweyo ngumntu wokuqala KWAYE ngoko angeze eyiyeyakhe into kolu luhlu.
zu: 🔔 Umuntu wesibili wengeza kuhlu lomuntu wokuqala, kodwa kufanele aqale ekuqaleni: "NgoMgqibelo, ngiya epaki ngiyoba nepikiniki. Kule pikiniki, ngizoletha..." bese esho into eshiwo ngumuntu wokuqala BESE efaka nento yakhe lapho.

# text
source: 🔄 Each time you add an item, you must say all previous items first - in the correct order!
af: 🔄 Elke keer as jy 'n item byvoeg, moet jy eers al die vorige items sê - in die korrekte volgorde!
xh: 🔄 Ixesha ngalinye wongeza into, kufuneka utsho zonke izinto zangaphambili kuqala - ngolandelelwano oluchanekileyo!
zu: 🔄 Njalo mawufaka into, kefanele usho zonke izinto esezishiwo kuqala - zilandelana kahle!

# text
source: ⭐ Each person adds to the list, while remembering all the previous items.
af: ⭐ Elke persoon voeg 'n item by die lys, terwyl hulle al die vorige items onthou.
xh: ⭐Umntu ngamnye wongeza kuluhlu, ngelixa usakhumbula zonke izinto zangaphambili.
zu: ⭐ Umuntu ngamunye uyafaka kuhlu, abe ekhumbula izinto esezishiwo ngaphambili.

# text
source: 👀 If everyone has a turn, keep going and building your list. The first person to forget an item restarts the game!
af: 👀 As almal 'n beurt gehad het, hou aan om die lys langer te maak. Die eerste persoon wat 'n item vergeet, begin die speletjie oor!
xh: 👀Ukuba wonke umntu sefumene ithuba, qhubeka kwaye usakha oliluhlu. Umntu wokuqala ukulibala into wuqalele umdlalo!
zu: 👀 Uma wonke umuntu enethuba, qhubeka futhi wakhe uhlu lwakho. Umuntu wokuqala okhohlwa into ethile uqala kabusha umdlalo!

# text
source: *This is who I am*
af: * Dit is wie ek is*
xh: *Ndiyi lento ndiyiyo*
zu: *Yilokhu engiyikho*

# text
source: Self-esteem is the way you value yourself, either in a positive or negative way. Helping your teen to have high self-esteem is a recipe for success! 🏆
af: Selfbeeld is die manier waarop jy jouself na waarde skat, op 'n positiewe of negatiewe manier. Om jou tiener te help om 'n goeie selfbeeld te hê, is 'n suksesresep! 🏆
xh: Ukuzithemba yindlela ozixabisa ngayo wena, nokuba ilungile okanye ayilunganga. Ukunceda umntwna wakho ofikisayo ukuba nokuzothemba yi resiphi yempumelelo!🏆
zu: Ukuzethemba yindlela ozazisa ngayo, ngendlela enhle noma embi. Ukusiza umtwana wakho umfana noma intombazane yakho ukuba azethembe kuyindlela yempumelelo! 🏆

# text
source: ⭐Share with your teen 3 things you like about yourself!
af: ⭐Deel met jou tiener 3 dinge van jouself waarvan jy hou!
xh: ⭐Yabelana nomntwana wakho ofikisayo izinto eziyi 3 ozithandayo malunga nawe!
zu: ⭐ Yabelana numfana noma intombazane yakho wakho izinto ezi-3 ozithandayo ngawe!

# text
source: 3️⃣ Ask your teen to tell you 3 things they like about themselves.
af: 3️⃣ Vra jou tiener om vir jou 3 dinge van hulself te noem waaarvan hulle hou.
xh: 3️⃣ Buza umntwana wakho ofikisayo akuxelele izinto ezi 3 abazithandayo malunga nabo.
zu: 3️⃣ Cela umtwana wakho umfana noma intombazane yakho ukuthi akutshele izinto ezintathu-3 azithandayo ngaye.

# text
source: For example: I am great at treating others kindly. I am great at styling my hair. I am great at football. ⚽
af: Byvoorbeeld: Ek is wonderlik daarmee om ander mense goed te behandel. Ek kan my hare baie goed versorg. Ek is fantasties in sokker. ⚽
xh: Umzekelo: Ndilungile ekuphatheni abanye ngobubele. Ndilungile ekulungiseni unwele lwam. Ndilungile kumdlalo webhola.⚽
zu: Isibonelo: Ngimuhle ekuphatheni abantu ngomusa. Ngimuhle ukwenzeni izinwele zami. Ngimuhle ekudlaleni kwebhola. ⚽
