Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_south_africa_scale/*/*_ltp_activities.po
Languages: af, xh, zu

# text
source: If your teen does not feel comfortable sharing these, ask them to write them down. 📝
af: As jou tiener nie gemaklik daarmee voel om hierdie dinge te sê nie, vra hulle om dit neer te skryf. 📝
xh: Ukuba umntwana wakho ofikisayo akaziva ekhululekile ukwabelana ngazo, bacele bazibhale phantsi.📝
zu: Uma umfana noma intombazane yakho ingazizwa ikhululekile ukwabelana ngalokhu, yicele ukuthi ikubhale phansi. 📝

# text
source: *Things I like about others and me*
af: *Dinge in ander en myself waarvan ek hou*
xh: *Izinto endizithandayo malunga nabanye kunye nam*
zu: *Izinto engizithanda ngami nangabanye*

# text
source: ☀️Ask your teen to share 3 things they like about a friend or someone they admire, like a celebrity.
af: ☀️Vra jou tiener om 3 dinge te noem waarvan hulle hou in 'n vriend of iemand wat hulle bewonder, soos 'n beroemde persoon.
xh: ☀️Cela umntwana wakho ofikisayo abelane ngezinto ezi 3 abazzithanda malunga nabahlobo okanye umntu abamthandayo, njenge soziwayo.
zu: ☀️ Mucele umtwana wakho umfana noma intombazane yakho ukuthi akutsele izinto ezintathu-3 azithandayo ngomngani noma umuntu amazisayo, njengosaziwayo.

# text
source: ❓ Ask them if they share any of these qualities, too.
af: ❓ Vra hulle of hulle ook oor enige van hierdie eienskappe beskik.
xh: ❓Bbabuze ukuba bangabelana na ngeziimpawu, nabo.
zu: ❓ Babuze uma benazo nabo lezimfanelo ezifanayo.

# text
source: 💙 You can do the same: share with your teen the qualities you like about yourself or about someone you admire - and what you like about your teen!
af: 💙 Jy kan dieselfde doen: deel met jou tiener die eienskappe waarvan jy in jouself of iemand wat jy bewonder, hou - en waarvan jy in jou tiener hou!
xh: 💙Ungenza ngokufanayo: yabelana nomntwana wakho ofikisayo iimpawu ozithandayo malunga nawe okanye malunga nomntu omthandayo - kwaye yintoni oyithandayo malunga nomntwana wakho ofikisayo!
zu: 💙 Ungenza okufanayo: yabelana nomntwana wakho ngezimfanelo ozithandayo ngawe noma ngothile omthandayo - nalokho okuthandayo ngengane yakho!

# text
source: *Make a family wish list*
af: *Stel 'n gesins wenslys op*
xh: *Yenza uluhlu lweminqweno yo sapho*
zu: *Yenza uhlu lwezifiso zomndeni*

# text
source: Wish lists are a great way to set, plan and keep track of your goals and dreams. 🌷
af: Wenslyste is 'n wonderlike manier om julle doelwitte en drome vas te stel, te beplan en die vordering daarvan dop te hou. 🌷
xh: Uluhlu lweminqweno yindlela entle yomiselo, ucwangciso kwaye gcina umkhondo weenjongo zakho kunye namaphupha.🌷
zu: Uhlu lwezifiso indlela enhle yokuhlela nokulandelela izifiso namaphupho akho. 🌷

# text
source: 📝 To start your wish list, gather your family together and grab pens and paper.
af: 📝 Om met julle wenslys te begin, kry jou gesin bymekaar en gryp penne en papier.
xh: 📝Ukuqalisa uluhlu lweminqweno, qokelela usapho lwakho kunye kwaye bamba ipen kunye namaphepha.
zu: 📝 Ukuqala uhlu lwakho lwezifiso, hlanganisa umndeni wakho ndawonye bese nithola amapeni namaphepha.

# text
source: 🚲 Allow each family member to write a list of goals and experiences they want to achieve this year.
af: 🚲 Laat elke gesinslid 'n lys van doelwitte en ervarings wat hulle vanjaar wil behaal en ervaar, neerskryf.
xh: 🚲Vumela ilungu ngalinye losapho lubhale kuluhlu lweenjongo kunye namava abafuna ukuwaphumeza xa kuphela unyaka.
zu: 🚲 Vumela amalunga omndeni abhale uhlu lwezifiso kanye nezinto abafisa zifezeke kulo nyaka.

# text
source: 🎂 For example: exercise daily, read 1 book a month, make a new friend, learn to bake a cake, learn to juggle, or go watch the local soccer team play.
af: 🎂 Byvoorbeeld: oefen daagliks, lees 1 boek per maand, maak 'n nuwe vriend, leer om koek te bak, leer om te "juggle", of gaan kyk wanneer die plaaslike sokkerspan speel.
xh: 🎂Umzekelo: zivocavoce yonke imihla, funda incwadi eyi 1 ngenyanga, yenza umhlolo omtsha, funda ukubhaka ikhekhe, funda ukujagila, okanye hamba uyokubukela iqembu lebhola lasekuhlaleni.
zu: 🎂 Isibonelo: ukuzivocavoca nsuku zonke, funda incwadi eyodwa ngenyanga, ukwenza umngani omusha, funda ukubhaka ikhekhe, funda ukuphonsa amabhola emoyeni uwabambe, noma hamba uyobheka iqembu lebhola lasendaweni lidlala.

# text
source: 🔔 Once you have finished, put the list up where everyone can see it daily.
af: 🔔 Wanneer julle klaar is, sit die lys iewers op waar almal dit elke dag kan sien.
xh: 🔔Xa sele ugqibile, beka uluhlu phezulu apho wonke umntu angakwazi ukulibona yonke imihla.
zu: 🔔 Uma seniqedile, beka uhlu lapho bonke abantu bazolubona khona nsuku zonke.

# text
source: 🎉 As members of the family reach their goals, tick them off the list and celebrate each goal reached.
af: 🎉 Wanneer gesinslede hul doelwitte bereik, merk dit af op die lys en vier elke doelwit wat behaal is.
xh: 🎉Njengokuba amalungu osapho efikelela kwiinjongo zabo, zitikishe kuluhlu kwaye nivuyisane ngenjongo nganye ekufikelelwe kuyo.
zu: 🎉 Njengoba amalunga omndeni afeza izifiso zabo, thikha kuhlu bese nibungaza isifiso esifezekile.

# text
source: ❓ As the year goes on, there might be some items some of you have not achieved. Talk to your family about whether you still want to reach this goal or whether the goal has changed.
af: ❓ Soos die jaar verbygaan, is daar dalk van die items wat sommige van julle nog nie behaal het nie. Praat met jou gesin oor of julle steeds hierdie doelwit wil bereik en of die doelwit dalk verander het.
xh: ❓Njengokuba unyaka uhamba, kungenzeka kukho ezinye izinto abanye benu abangekafikelelwa kuzo. Thetha nosapho lwakho malunga nokuba basafuna na ukufikelela kulonjongo okanye nokuba lenjongo itshintshwe.
zu: ❓ Njengoba unyaka uqhubeka, kungenzeka ezinye izinto, abanye benu azifezekanga. Khuluma nomndeni wakho mayelana nokuthi usafuna ukufeza lesi sifiso noma isifiso sesishintshile.

# text
source: 🔑 If you still want to achieve the goal, discuss with your family what you need to do to tick the goal off your wish list.
af: 🔑 As jy steeds die doelwit wil behaal, bespreek met jou gesin wat jy moet doen om dit op jou wenslysie te kan afmerk.
xh: 🔑Ukuba usafuna ukufikelela kule njongo, xoxa kunye nosapho lwakho yintoni oyidingayo ukwenza lenjongo itikishwe kuluhlu.
zu: 🔑 Uma usafuna ukufeza umgomo, xoxisana nomndeni wakho ngalokho okudingeka ukwenze ukuze ukhathule umgomo ohlwini lwakho lwezifiso.

# text
source: *Weekly Goal Setting*
af: *Weeklikse Doelwitstelling*
xh: *Ukumisela Injongo Yeveki*
zu: *Ukulungiselelwa Komgomo Wamasonto onke*

# text
source: Let’s set some goals ⭐
af: Kom ons stel 'n paar doelwitte vas ⭐
xh: Masimisele ezinye zeenjongo⭐
zu: Asibeke imigomo ethile ⭐

# text
source: ⏰ It can be helpful to set smaller weekly goals that are easier to reach. This helps us reach our larger goals over time.
af: ⏰ Dit kan help om kleiner weeklikse doelwitte te stel wat makliker is om te bereik. Dit help ons om ons groter doelwitte mettertyd te bereik.
xh: ⏰Kungaluncedo kakhulu ukumisela iinjongo ezincinci zeveki ezilula ukufikelela kuzo. Lento isinceda ukuba sifikelele kwezona zinkulu iinjongo exesheni.
zu: ⏰ Kungaba usizo ukuzibekela imigomo emincane yamasonto onke okulula ukuyifinyelela. Lokhu kusisiza ukuthi sifinyelele imigomo yethu emikhulu ngokuhamba kwesikhathi.

# text
source: 💡Ask your teen for one goal that they would like to achieve this week.
af: 💡Vra jou tiener vir een doelwit wat hulle graag hierdie week wil bereik.
xh: 💡Cela umntwana wakho ofikisayo ngenjongo enye abangathanda ukuba bafikelele kuyo kuleveki.
zu: 💡Buza umfana noma intombazane yakho umgomo owodwa engathanda ukuwufinyelela kuleli sonto.

# text
source: 🔄 Make sure this goal is *specific* and *achievable* to reach in 1 week.
af: 🔄 Maak seker hierdie doelwit is *spesifiek* en *bereikbaar* om in 1 week te bereik.
xh: 🔄Qinisekisa le njongo i *cacile* kwaye *ingafezekiswa* ukufikelela kuyo ngeveki eyi 1.
zu: 🔄 Qiniseka ukuthi lo mgomo *uqondile* futhi *uyafinyeleleka* ukuze uwufinyelele evikini elilodwa.

# text
source: 💚 You can also share your own weekly goal with your teen and support each other so you can both achieve your goals.
af: 💚 Jy kan ook jou eie weeklikse doel met jou tiener deel en julle kan mekaar ondersteun sodat julle albei jul doelwitte kan bereik.
xh: 💚Nawe ungasose usabelana ngeyakho injongo yeveki kunye nomntwana wakho ofikisayo kwaye nixhase omnye nomnye ukwenzela nobabini nifikelele kwezi njongo zenu.
zu: 💚 Ungakwazi futhi ukwabelana ngomgomo wakho weviki nomntwana wakho futhi nisekelane ukuze nobabili nifinyelele imigomo yenu.

# text
source: 🎉 Make sure to praise and celebrate your teen for their hard work towards reaching their goal.
af: 🎉 Maak seker dat jy jou tiener prys en vier vir hulle harde werk om hulle doelwit te bereik.
xh: 🎉Qinisekisa ukuncoma kwaye uvuyisane nomntwana wakho ofikisayo ngokusebenza nzima ukufikelela kwiinjongo zabo.
zu: 🎉 Qiniseka ukuthi uyayincoma futhi uyibungaze umfana noma intombazane yakho ngomsebenzi wayo onzima ukuze ifinyelele umgomo wayo.

# text
source: 🔔 If your teen does not reach their goal, that is okay. Discuss with your teen the steps they still need to take or how they could reach it a different way.
af: 🔔 As jou tiener nie hulle doelwit bereik nie, is dit oukei. Bespreek die stappe met jou tiener wat hulle nog moet volg of hoe hulle dit op 'n ander manier kan bereik.
xh: 🔔Ukuba umntwana wakho ofikisayo akafikeleli kwinjongo zabo, kulungile. Xoxa kunye nomntwna wakho ofikisayo ngamanqanaba ekudingwa ethatyathiwe okanye bafikelela njani ngendlela eyahlukileyo.
zu: 🔔 Uma umtwana wakho umfana noma intombazane yakho engafinyeleli kumgomo wakhe, kulungile. Xoxisana nomtwana wakho umfana noma intombazane yakho ngezinyathelo asadinga ukuzithatha noma ukuthi angafinyelela kanjani kuzo ngendlela ehlukile.

# text
source: *Think Big, Think Small*
af: *Dink Groot, Dink Klein"
xh: *Cinga Kakhulu, Cinga Kancinci*
zu: *Cabanga kakhulu, Cabanga kancane*

# text
source: Working towards big goals can be hard! Here is a way you can help your teen set new goals for the things they want to achieve. 👑
af: Om na groot doelwitte te werk, kan moeilik wees! Hier is 'n manier waarop jy jou tiener kan help om nuwe doelwitte te stel vir dit wat hulle wil bereik. 👑
xh: Ukusebenza ukufikelela kwiinjongo ezinkulu kunganzima! Nantsi indlela onganceda umntwana wakho ofikisayo ukumisela injongo entsha ngezinto abafuna ukuzifezekisa.👑
zu: Ukusebenzela izifiso ezinkulu kungaba nzima! Nansi indlela ongasiza ngayo umfana noma intombazane yakho wakho ukusetha amagoli ezintsha abafuna ukuzifeza. 👑

# text
source: 👑 Ask your teen to come up with three things that they are good at, and discuss what they did to become so good at them. For example: keeping their room neat, helping your family with housework, or playing a sport.
af: 👑 Vra jou tiener om drie dinge waarmee hulle goed is, te noem, en bespreek wat hulle gedoen het om so goed daarin te word. Byvoorbeeld: om hulle kamer skoon te hou, om die gesin met huistake te help, of 'n sport te speel.
xh: 👑Cela umntwna wakho ofikisyao eze nezinto ezi ntathu abenza kakuhle kuzo, kwaye nixoxe ukuba yintoni abayenzileyo ukuba benze kakuhle kuzo. Umzekelo: Igumbi labo licocekile, ukuncedisa usapho kwimisebenzi yekhaya, okanye ukudla umdlalo.
zu: 👑 Cela umfana noma intombazane yakho wakho ukuthi asho izinto ezintathu azenza kahle, futhi nikhulume ngokuthi benzeni ukuze bazenze kahle. Isibonelo: ukugcina ikamelo labo niqoqekile, ukusiza umndeni wakho ngomsebenzi wasendlini, noma ukudlala ezemidlalo.

# text
source: 🏆 Next, ask your teen what they wish they were good at.
af: 🏆 Vra jou tiener volgende wat hulle wens hulle mee goed was.
xh: 🏆Okulandelayo, cela umntwna wakho ofikisayo yintoni abayinqwenela ukuba bangenza kakuhle kuyo.
zu: 🏆 Okulandelayo, buza umfana noma intombazane yakho wakho ukuthi ufisa ukuthi ebemuhle ekwenzeni ini.

# text
source: 🔑 Remind them that it took work and practice to become good at the skills they have. They will have to do the same for any new goal.
af: 🔑 Herinner hulle dat dit werk en oefening gekos het om goed te raak in die vaardighede wat hulle het. Hulle sal dieselfde moet doen vir enige nuwe doelwit.
xh: 🔑 Bakhumbuze ukuba kwafuna umsebenzi nokuziqhelanisa ukuze baphumelele kwizakhono abanazo. Kuya kufuneka benze okufanayo kuyo nayiphi na injongo entsha.
zu: 🔑 Bakhumbuze ukuthi kwathatha umsebenzi nokuzijwayeza ukuze abemuhle kulamakhono anawo. Kufanele benze okufanayo kunoma isiphi isifiso esisha.

# text
source: ⏰ Help your teen break down their goal and set up smaller goals they need to achieve to reach their greater goal.
af: ⏰ Help jou tiener om hulle doelwit op te breek in kleiner doelwitte wat bereik moet word om hulle groot doelwit te bereik.
xh: ⏰ Nceda umntwana wakho ofikisayo ukuba ayicalucalule injongo yakhe kwaye abeke iinjongo ezincinci ekufuneka azifezekise ukufikelela kwinjongo yakhe enkulu.
zu: Siza ingane yakho ukucozulula umgomo wakhe futhi azinqumele imigomo emincane abayidingayo ukufeza nokufinyelela kumgomo omkhulu.

# text
source: 📝 It is much easier to achieve a goal if you write it down! This way, you can be reminded of it as you work towards it.
af: 📝 Dit is baie makliker om 'n doelwit te bereik as jy dit neerskryf! So kan jy daaraan herinner word terwyl jy daaraan werk.
xh: 📝 Kulula kakhulu ukufikelela injongo ukuba uyibhala phantsi! Ngale ndlela, unokukhunjuzwa ngayo njengoko usebenzela kuyo.
zu: 📝 Kulula kakhulu ukufeza isifiso uma usibhala phansi! Ngale ndlela, ungakhunjuzwa ngaso njengoba usebenzela ukufika kuso.

# text
source: ☀️ For example, if the goal is to be good at football, small weekly goals could be to go to football practice 2 times per week, run at least 1 km 5 times per week, and learn about the sport from other football players in the community or from books or videos they find.
af: ☀️ As die doelwit byvoorbeeld is om goed in sokker te wees, kan klein weeklikse doelwitte wees om 2 keer per week sokkeroefening by te woon, ten minste 1 km 5 maal per week te hardloop, en om van ander sokkerspelers in die gemeenskap oor die sport te leer of uit boeke of video's wat hulle kry.
xh: ☀️ Umzekelo, ukuba injongo ikukuba ulunge ebholeni, iinjongo ezincinci zeveki inokuba kukuya kumdlalo webhola ekhatywayo amaxesha ama-2 ngeveki, ubaleke ubuncinane ikhilomitha e-1 ka-5 ngeveki, kwaye ufunde ngomdlalo kwabanye abadlali bebhola ekhatywayo ekuhlaleni okanye kwiincwadi okanye kwiividiyo abazifumanayo.
zu: ☀️ Isibonelo, uma isifiso ukuba muhle ebholeni, izifiso ezincane zesonto kungaba ukuya ebholeni kabili ngesonto, ugijime okungenani ikhilomitha kawu-5 ngesonto, futhi ufunde ngebhola kwabanye abadlali bebhola emphakathini noma ezincwadini noma kumavidiyo abawatholayo.

# text
source: ✅ It is important to write down these smaller goals and let your teen tick off each task as they do them each week. Seeing themselves reach smaller goals will keep them motivated to achieve the big goal!
af: ✅ Dit is belangrik vir jou tiener om hierdie kleiner doelwitte neer te skryf en elke taak af te merk soos hulle dit elke week doen. Om te sien hoe hulle kleiner doelwitte bereik, sal hulle gemotiveerd hou om die groot doelwit te bereik!
xh: ✅ Kubalulekile ukubhala phantsi ezi njongo zincinci kwaye uvumele umntwana wakho ofikisayo aphawule umsebenzi ngamnye njengoko ewenza ngeveki. Ukuzibona befikelela iinjongo ezincinane kuya kubagcina bekhuthazekile ekufikeleleni injongo enkulu!
zu: ✅ Kubalulekile ukubhala phansi le migomo emincane futhi uvumele umfana noma intombazane yakho ukuthi iphawule umsebenzi ngamunye njengoba iwenza isonto ngalinye. Ukuzibona befinyelela imigomo emincane kuzobagcina benogqozi lokufinyelela umgomo omkhulu!

# text
source: *Role Playing*
af: *Rolspel*
xh: *Ukudlala Indima*
zu: *Ukudlala indima*

# text
source: Let’s start acting! ⭐
af: Kom ons speel toneel! ⭐
xh: Masiqalise ukwenza!⭐
zu: Masiqale ukulingisa! ⭐

# text
source: ❓ Role playing common stressful social moments with your teen allows them to practise how to respond so they are prepared if this moment does happen. 🌷
af: ❓ Om algemene stresvolle sosiale oomblikke met jou tiener te rolspel, laat hom/haar toe om voorbereid te wees en te weet hoe om te reageer wanneer dit werklik gebeur. 🌷
xh: ❓Ukudlala indima yoxinzelelo lwentlalo kumaxesha aqhelekileyo kunye nomntwana wakho ofikisayo ibavumela ukuba baziqhelanise nendlela yokuphendula ukuze balungele ukuba lo mzuzu uyenzeka.🌷

# text
source: ✨ Ask your teen if they want to role play with you. You can also suggest a topic. For example, asking someone on a date, saying no to drugs/alcohol/sexting, dealing with a bully, getting a bad grade, or dealing with gossip.
af: ✨ Vra jou tiener of hulle saam met jou rolspel wil doen. Jy kan ook 'n onderwerp voorstel. Byvoorbeeld, om iemand uit te vra vir 'n afspraak, nee te sê vir dwelms/alkohol/seksboodskappe ("sexting"), om 'n boelie te hanteer, swak punte te kry of skinderpraatjies te hanteer.
xh: ✨ Buza umntwana waho ofikisayo ukuba angathanda na ukudlala indima nawe. Ungacebisa isihloko. Umzekelo, ukucela ukuphuma nomntu, ukuthi hayi kwiziyobisi/utywala/ukuthumela imiyalezo ngemiyalezo ngesondo ethunyelwa ngefowuni, ukujongana nomntu oxhaphazayo, ukufumana amanqaku amabi, okanye ukujongana nentlebendwane.
zu: ✨ Buza umtwana wakho umfana noma intombazane yakho ukuthi uyafuna yini ukudlala indima nawe. Ungafaka isicelo sesihloko. Isibonelo, ukucela othile ukuzikhipha naye, ukungqaba izidakamizwa/utshwala/imiyalezo yocansi, ukubhekana nohlukumeza abanye, ukuthola amamaki amabi, noma ukubhekana nenhlebo.

# text
source: 🌙 Your teen could play the role of a friend asking you to drink at a party. You could role play an underage teen who does not want to drink. Encourage your teen to be silly and really get into character with them.
af: 🌙 Jou tiener kan die rol speel van 'n vriend wat jou by 'n partytjie vra om te drink. Jy kan die rol van 'n minderjarige tiener speel wat nie wil drink nie. Moedig jou tiener aan om laf te wees en regtig saam met jou in karakter te kom.
xh: 🌙 Umntwana wakho ofikisayo unokudlala indima yomhlobo ocela ukuba usele epatini. Ungadlala indima yomntwana ofikisayo ongaphantsi kweminyaka yobudala ongafuni kusela.
zu: 🌙umfana noma intombazane yakho wakho angalingisa indima yomngani okucela ukuthi uphuze ephathini. Wena ungalingisa indima yomntwana umfana noma intombazane yakho ongafuni ukuphuza. Gqugquzela umfana noma intombazane yakho umfana noma intombazane yakho ukuthi abe isiphukuphuku futhi angeni esimeni ngokuphelele.

# text
source: ⏯️ After you act out the scene, it is important to talk to your teen about the actions that you role played. You can act out this scenario as many times as you like!
af: ⏯️ Nadat julle die toneel uitgespeel het, is dit belangrik om met jou tiener te praat oor die aksies wat julle gerolspeel het. Julle kan hierdie scenario soveel keer speel as wat julle wil!
xh: ⏯️ Emva kokuba udlale umboniso, kubalulekile ukuthetha nomntwana wakho ofikisayo malunga nendima oyidlalileyo. Ungayilinganisa le meko kaninzi njengoko uthanda!
zu: ⏯️ Ngemva kokulingisa indawo, kubalulekile ukukhuluma nomntwana wakho mayelana nezenzo ozililile. Ungalingisa lesi simo izikhathi eziningi ngokuthanda kwakho!

# text
source: *Traffic Lights*
af: *Robotte*
xh: *Iirobhothi*
zu: * Izibani Zomgwaqo*

# text
source: A group activity is a great way to bond with others! 💛
af: 'n Groepsaktiwiteit is 'n wonderlike manier om bande met ander te bou! 💛
xh: Umsebenzi weqela yindlela entle yokudibanisa nabanye!💛
zu: Umsebenzi weqembu uyindlela enhle yokuhlangana nabanye! 💛

# text
source: 💡 Choose one person to turn and face a wall. This will be the traffic officer.
af: 💡 Kies een persoon om om te draai en na die muur te kyk. Dit is dan die verkeersbeampte.
xh: 💡Khetha umntu abe mnye wokujika ajongane nodonga. Lo iya kuba ligosa lendlela.
zu: 💡 Khetha umuntu oyedwa ukuthi ajike abheke udonga. Lona kuzoba iphoyisa lomgwaqo.

# text
source: 🏁 Everyone else will begin the game at the other side of the room, or if you are outside, at a starting line. Set a long distance between the traffic officer and the players.
af: 🏁 Al die ander spelers begin die speletjie aan die anderkant van die vertrek, of as julle buite is, op 'n wegspringstreep. Daar moet 'n lang afstand tussen die verkeersbeampte en die spelers wees.
xh: 🏁 Wonke umntu uya kuqala umdlalo kwelinye icala legumbi, okanye ukuba ungaphandle, kumgca wokuqala. Misela umgama omde phakathi kwegosa lezendlela kunye nabadlali.
zu: Wonke umuntu uzoqala umdlalo engakolunye uhlangothi endlini, uma kwenzeka ungaphandle kumugqa wokuqala. Setha ibanga elikhulu phakathi kwephoyisa lomgwaqo nabadlali.

# text
source: 💚 The game begins when the officer shouts “Green”, and everyone can start moving towards the traffic officer at any speed they choose.
af: 💚 Die speletjie begin wanneer die beampte “Groen” skree, en almal begin na die verkeersbeampte beweeg teen die spoed van hulle keuse.
xh: 💚 Umdlalo uqala xa igosa likhwaza "Luhlaza", kwaye wonke umntu unokuqalisa ukuya kwigosa lezendlela nangasiphi na isantya asikhethileyo.
zu: 💚 Umdlalo uqala uma iphoyosa limemeza "Umbala oluhlaza", bese bonke abantu bangaqala ukusondela ephoyiseni lomgwaqo nganoma isiphi isivinini abasikhethayo.

# text
source: 🔴 The officer can shout “Red!” at any time, without looking behind them. When they shout this, everyone must stop and freeze!
af: 🔴 Die beampte kan enige tyd “Rooi!” skree, sonder om agter hulle te kyk. Wanneer hulle dit skree, moet almal stop en vries!
xh: 🔴 Igosa lingakhwaza 'Bomvu!" nangaliphi na ixesha, ngaphandle kokujonga emva kwabo. Xa bekhwaza oku, wonke umntu kufuneka ame kwaye ame ngxi!
zu: 🔴 Iphoyisa lingamemeza lithi "Umbala obomvu!" nganoma isiphi isikhathi, ngaphandle kokubheka ngemuva. Uma limemeza lokhu, wonke umuntu kufanele ame futhi anganyakazi!

# text
source: ⏸ The officer turns around to see if everyone is frozen. If they see anyone moving, they have to send them back to the start line.
af: ⏸ Die beampte draai om, om te sien of almal gevries het. As hulle iemand sien beweeg, moet hulle die persoon na die wegspringstreep terugstuur.
xh: ⏸ Igosa liyajiika lijonge ukuba wonke ume ngxi na. Ukuba babona nabani na oshukumayo, kufuneka bambuyisele kumgca wokuqala.
zu: ⏸ Iphoyisa liyaphenduka ukubona ukuthi wonke umuntu akanyakazi. Uma ebona umuntu onyakazayo, kufanele amubuyisele emuva ayoqala phansi.

# text
source: 🏆 The winner is the first person to get to the officer without being sent back to the start.
af: 🏆 Die wenner is die eerste persoon wat tot by die beampte kom sonder om na die wegspringstreep teruggestuur te word.
xh: 🏆 Ophumeleleyo ngumntu wokuqala ukuya kwigosa ngaphandle kokubuyiselwa ekuqaleni.
zu: 🏆 Umanqoba umuntu owokuqala ofika ephoyiseni ngaphandle kokubuyiselwa ekuqaleni.

# text
source: 👑 The winner then becomes the traffic officer and you can play another round!
af: 👑 Die wenner word dan die verkeersbeampte en julle kan nog 'n rondte speel!
xh: 👑 Ophumeleleyo ke uye abe ligosa lendlela kwaye ungadlala omnye umjikelo!
zu: 👑 Owinile ube eseba iphoyisa lomgwaqo futhi ungadlala omunye umzuliswano!

# quick_replies
source: NEXT
af: VOLGENDE
xh: OKULANDELAYO

# text
source: 🚩 For older babies, encourage them to touch the mirror or make faces. Smile, wave, and copy their movements!
xh: 🚩 Kubantwana abadala, ibakhuthaza ukuba babambe isipili okanye batshintshe ubuso. Ncuma, phakamisa isandla, kwaye linganisa iintshukumo zabo!
zu: Ezinganeni esezikhulakhulile, bagqugquzele ukuthinta isibuko bese benza ubuso obuhlukahlukene. ukumamatheka, ukuvalelisa bese wena ukopela umnyakazo wabo!
