Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_south_africa_scale/*/*_ltp_activities.po
Languages: af, xh, zu

# text
source: This game helps your toddler develop memory, curiosity, and helps them understand that things still exist even when they’re out of sight! 💡
af: Hierdie speletjie help jou kleuter met die ontwikkeling van geheue en nuuskierigheid, en help hom/haar om te verstaan dat goed steeds bestaan, al is dit ook buite sig! 💡
xh: Lo mdlalo unceda umntwana wakho aphuhlise inkumbulo, umdla, kwaye ibancede baqonde ukuba izinto zisekhona naxa zingekho emehlweni! 💡
zu: Lomdlalo usiza ingane yakho encane ukuthuthukisa inkumbulo, ilukuluku futhi ibasiza ukuqonda ukuthi izinto zisekhona noma zingekho phambi kwamehlo abo

# text
source: *Lap Rhyme Bounce*
af: *Skootrympie-Hop*
xh: *Ethangeni Ingoma Ukuxhuma*
zu: Ithanga Umlolozelo Gxuma

# text
source: 🧸 Sit your baby gently on your lap and bounce them up and down while chanting a simple rhyme you remember from childhood.
af: 🧸 Plaas jou baba saggies op jou skoot en laat hom/haar op en af hop terwyl jy 'n eenvoudige rympie uit jou kinderjare sing.
xh: 🧸 Hlalisa usana lwakho ngobunono ethangeni lakho kwaye umxhumise phezulu naphantsi ngelixa ucula isicengcelezo esilula osikhumbulayo kwasebuntwaneni.
zu: Hlalisa ingane yakho ethangeni lakho bese uyigxumisa phezulu naphansi ngalesoskhathi ube ucula umlolozelo owukhumbulayo usaseyingane.

# text
source: 😃You can speed up or slow down the bounce for extra fun. Add facial expressions or tickles for extra giggles!
af: 😃 Jy kan vinniger of stadiger hop vir ekstra pret. Voeg gesigsuitdrukkings of kielie by vir ekstra giggels!
xh: 😃 Ungakhawulezisa okanye ucothise isantya solonwabo olongezelelweyo. faka imbonakalo yobuso okanye umnyumbaze ukuze agigitheke!
zu: Ungakusheshisa noma ukwenze kancane ukumgxumisa ukwengeza ubumnandi. Fakela nokunyakazisa ubuso noma ukumkitaza ukuze agigitheke!

# text
source: This rhythmic lap game builds bonding, listening, and body awareness - just like caregivers have done with little ones for generations 💙
af: Hierdie ritmiese skootspeletjie bou verbondenheid, luistervaardighede en maak hom/haar bewus van sy/haar liggaampie - net soos versorgers vir generasies met kinders gedoen het 💙
xh: Lo mdlalo wesingqi wakha ubudlelwane, ukumamela, kunye nokuqonda umzimba - kanye njengokuba abakhathaleli besenza nabantwana abancinci kwizizukulwane ngezizukulwane 💙
zu: Lomlolozelo wasethangeni wakha ubudlelwane, ukulalela nokuqonda umzimba - njengabazali benzile kwizingane zabo eminyakeni eminingi edlule

# text
source: *Shadow Play*
af: *Skaduspel*
xh: *Umdlalo Wesithunzi*
zu: Umdlalo wesithunzi

# text
source: Step into a world of imagination and light with this exciting activity! 🌙
af: Stap 'n wêreld van verbeelding en lig binne met hierdie opwindende aktiwiteit🌙
xh: Ngena kwilizwe lokucinga kunye nokukhanya ngalo msebenzi unika umdla! 🌙
zu: Ngena emhlabeni womcabango nokhanya nomsebenzi wokuthakazelela

# text
source: 💡 In a darkened room, grab a light and shine it at your hand, casting fun shadows onto the wall.
af: 💡 In 'n donker kamer, vat 'n lig en laat dit op jou hand skyn en maak prettige skaduwees teen die muur.
xh: 💡Kwigumbi elimnyama, bamba isibane kwaye usikhanyise esandleni sakho, uphose izithunzi ezonwabileyo eludongeni.
zu: Endlini emnyama, thatha ilambu likhanye esandleni sakho, ulokhu wenza isithunzi odongeni

# text
source: 👋 Wave at your child and create silly shapes with your fingers - maybe a bunny, a bird, or whatever your imagination dreams up!
af: 👋 Waai vir jou kind en maak snaakse vorms met jou vingers - 'n hasie miskien, 'n voël, of wat ook al jou verbeelding kan opdroom!
xh: 👋 Wangawangisa umntwana wakho kwaye wenze iimilo ezisileyo ngeminwe yakho - mhlawumbi unogwaja, intaka, okanye nokuba ucinga ntoni na!
zu: Valelisa enganeni wenze imifanekiso ehlekisayo ngeminwe yakho - mhlawumbe unogwaja, inyoni noma ikuphi okufika emcabangweni

# text
source: 👀 Watch as their curiosity grows, and invite them to try waving their shadow hand back.
af: 👀 Hou dop hoe sy/haar nuuskierigheid groei en vra hom/haar om terug te waai vir hul skaduhand.
xh: 👀 Bukela njengoko umdla wabo ukhula, kwaye ubameme ukuba bazame ukuwangawangisa izandla zabo.
zu: Ukubuka ilukuluku lakhe likhula nokumumema ukuthi azame ukuvalelisa ngesandla sakhe.

# text
source: 🔑 Encourage your little one to take a turn with the flashlight, giving them the thrill of seeing how light can create different shapes and movements on the wall.
af: 🔑 Moedig jou kleinding aan om hierdie keer met die flits te speel, om die opwinding te ervaar en te sien hoe lig verskillende vorms en bewegings op die muur kan maak.
xh: 🔑 Khuthaza umntwana wakho omncinci ukuba ajike ngesibane, ubanike uchulumanco lokubona indlela ukukhanya okunokwenza ngayo iimilo ezahlukeneyo kunye neentshukumo eludongeni.
zu: Gqugquzela ingane yakho ukuthi nayo ithathe ilambu, abone ukuthi kumjabulisa kanjani ukubona ukuthi ilambu lingakwazi ukwakha imifanekiso neminyakazo odongeni

# text
source: 🏁 Older children might want to join in the fun and make a shadow animal of their own!
af: 🏁 Ouer kinders wil dalk ook deel in die pret om 'n skadudier van hul eie te maak!
xh: 🏁 Abantwana abadala banokufuna ukuzibandakanya kulonwabo kwaye benze isilwanyane esisithunzi ngokwabo!
zu: Izingane ezindala zingafisa ukujoyina ukwenza isithunzi sesilwane ngokwabo!

# text
source: This practical experience helps them understand cause and effect, and boosts their creativity and focus as they make shadows ✅
af: Hierdie praktiese ervaring help hulle om oorsaak-en-gevolg te verstaan, en dit gee hul kreatiwiteit en fokus 'n hupstoot terwyl hulle skaduwees maak ✅
xh: La mava asebenzayo abanceda baqonde unobangela nesiphumo, kwaye konyusa ubuchule babo kunye nokugxila njengoko besenza izithunzi ✅
zu: Ukwenza kubasiza ukuthi baqonde umsuka nomphumela, futhi kukhuphula ubuhlakani babo nokugxila uma benza isithunzi

# text
source: Adapted from Zero To Three: https://www.zerotothree.org/resource/play-activities-for-12-to-24-months/
af: Aangepas uit Zero To Three: https://www.zerotothree.org/resource/play-activities-for-12-to-24-months/
xh: Ihlenga hlengiswe kwabaka Zero To Three: https://www.zerotothree.org/resource/play-activities-for-12-to-24-months/
zu: Iguqulwe ku qanda ukuya kukuthathu: https://www.zerotothree.org/resource/play-activities-for-12-to-24-months/

# text
source: *Mini Obstacle Race*
af: *Mini-Hinderniswedloop*
xh: *Ugqatso Lomqobo Oluncinci*
zu: Umjaho wezithiyo omncane

# text
source: Get ready to set up an exciting adventure right in your home! 🚩
af: Maak gereed vir 'n opwindende avontuur net daar in jou huis!🚩
xh: Lungiselela ukumisela i adventure eyonwabisayo kakhulu kanye ekhayeni lakho! 🚩
zu: Zilungiselele uhambo olujabulisayo khona ekhaya lakho

# text
source: 🔶 Using pillows, chairs, and blankets, create a fun and safe obstacle race for your toddler to explore.
af: 🔶 Gebruik kussings, stoele en komberse om 'n prettige en veilige hinderniswedloop te maak wat jou kleuter kan verken.
xh: 🔶 Usebenzisa imiqamelelo, izitulo, kunye neengubo, yenza umqobo owonwabisayo nokhuselekileyo ngenxa yomntwana wakho ukuba awuphonononge.
zu: Ukusebenzisa imicamelo, izihlalo nezingubo zokulala, kwenza ubumnandi nomjaho wezithiyo ophephile ukuze ingane yakho encane ihlole

# text
source: 👋 The goal? For your little one to navigate the course by crawling, jumping, and climbing over, under, and through the obstacles.
af: 👋 Die doel? Vir jou kleinding om die hindernisbaan te voltooi deur te kruip, spring, oor en onderdeur te klim en deur die hindernisse te gaan.
xh: 👋 Inqaku? Ukuba umntwana wakho omncinci ahambe ikhosi ngokukhasa, ukutsiba, kunye nokukhwela ngaphezulu, ngaphantsi, kunye nokudlula imiqobo.
zu: Injongo? Okwengane yakho ukuzitholela isifundo ngokukhasa, ukugxuma, nokugibela phezulu, ngaphansi nokudlula kwizithiyo.

# text
source: 💡 As they tackle each challenge, they’ll be developing important gross motor skills like coordination, balance, and strength.
af: 💡 Soos hy/sy elke uitdaging aanpak, sal hy/sy belangrike groot motoriese vaardighede ontwikkel soos koördinasie, balans en krag.
xh: 💡Njengoko bejongene nomngeni ngamnye, baya kube bephuhlisa izakhono ezibalulekileyo zomveliso womzimba ezifana nolungelelwaniso.
zu: Njengoba bedlula kwizithiyo, bazithuthukisa ngokwenza iminyakazo emikhulu njengokuxhumanisa, ukubhalansa namandla

# text
source: 💛Not only will this activity get them moving, but it will also boost their confidence as they conquer each part of the race.
af: 💛 Nie net sal hierdie aktiwiteit hom/haar laat beweeg nie, maar dit sal ook sy/haar selfvertroue 'n hupstoot gee, soos hy/sy elke deel van die reis voltooi.
xh: 💛 Lo msebenzi awuyi kubenza bashukume kuphela, kodwa uya konyusa ukuzithemba kwabo njengoko besoyisa indawo nganye yogqatso.
zu: Akusiwo wodwa umsebenzi obenza banyakaze, kodwa idlondlobalisa ukuzethemba uma belokhu benqoba zonke izithiyo zomjaho.

# text
source: It’s an easy, playful way to promote physical development while having a great time together! Let the obstacle adventure begin! 🎉
af: Dis 'n maklike, prettige manier om fisiese ontwikkeling aan te moedig, terwyl julle 'n lekker tyd saam geniet! Laat die hindernis-avontuur begin! 🎉
xh: Yindlela elula, edlalwayo yokukhuthaza uphuhliso lomzimba ngelixa sonwabe kunye! Vumela i adventure engumqobo iqale!🎉
zu: Kuyindlela elula, indlela enomdlalo ikhuthaza ukukhula komzimba ngesikhathi nichitha isikhathi esihle ndawonye! Makuqale ukwenza okungajwayelekile

# text
source: Adapted from Zero To Three: https://www.zerotothree.org/resource/10-olympian-inspired-activity-ideas-for-toddlers/
af: Aangepas uit Zero To Three: https://www.zerotothree.org/resource/10-olympian-inspired-activity-ideas-for-toddlers/
xh: Ihlenga hlengiswe ngabakwa Zero To Three: https://www.zerotothree.org/resource/10-olympian-inspired-activity-ideas-for-toddlers/
zu: Iguqulwe ku Ziro ukuya kuThree: https://www.zerotothree.org/resource/10-olympian-inspired-activity-ideas-for-toddlers/

# text
source: *Categorising and Organising*
af: *Kategoriseer en Organiseer*
xh: *Ukwahlula nokuCwangcisa*
zu: *Ukuhlukanisa Nokuqoqa*

# text
source: Help your child to learn by sorting objects and things! 🔵🔷
af: Help jou kind om te leer deur voorwerpe te sorteer! 🔵🔷
xh: Nceda umntwana wakho afunde ngokuhlela izinto zokudlala kunye nezinto 🔵🔷
zu: Siza ingane yakho ukufunda ngokuhlukanisa izinto! 🔵🔷

# text
source: By grouping items like a bear as an animal or a mango as a fruit, they’ll start to understand how different things fit together. 🧸
af: Deur items te groepeer, byvoorbeeld 'n beer as 'n dier, of 'n mango as 'n vrug, sal kinders begin verstaan hoe verskillende goed by mekaar pas. 🧸
xh: Ngokuqokolela izinto ezifana nebhere njengesilwanyane okanye imengo njengesiqhamo, baya kuqalisa ukuqonda ukuba izinto ezahlukeneyo zidibana njani. 🧸
zu: Ukuqoqa izinto njengebhele isilwane noma umango njengesithelo, bazoqala ukuqonda uktuthi zixhumana kanjani

# text
source: At home, find safe objects and let them sort them by colour, size, or type - plastic cups and plates are perfect for this!
af: Vind veilige voorwerpe in die huis en laat hulle dit volgens kleur, grootte of tipes sorteer - plastiekkoppies en -pierings is perfek hiervoor!
xh: Ekhaya, fumana izinto ezikhuselekileyo kwaye ubavumele ukuba bazihlele ngokombala, ubungakanani, okanye uhlobo - iikomity zeplastiki kunye nezitya zifanelekile kule nto!
zu: Thola izinto eziphephile ekhaya ubayekele bahlunge ngokwemibala, ubukhulu noma uhlobo - izinkomishi namapuleti aplastikhi akulungele lokhu

# text
source: Want to make it more interesting? Try sorting pots and pans by size: Can they fit the small pans into the larger ones? ☕
af: Wil jy dit interessanter maak? Probeer om potte en panne volgens grootte te sorteer: Kan hy/sy die klein pannetjies in die groter een pas?☕
xh: Ufuna ukuyenza inomdla ngakumbi? Zama ukuhlela iimbiza namapani ngokobukhulu: Ingaba bayakwazi ukufaka amapani amancinci kwamakhulu? ☕
zu: Ufuna ukuyenza ibe nokuthakazelisa? Zama ukuhlunga amabhodwe namapani ngobukhulu: Bangakwazi ukufaka amancane kwamakhulu

# text
source: If you are outside, name different kinds of vehicles on the street or things you see in nature like stones, sticks, trees and flowers. 🌷
af: As julle buite is, noem verskillende soorte voertuie in die straat, of goed wat jy in die natuur sien, soos klippe, bome en blomme. 🌷
xh: Ukuba ungaphandle, Xela iintlobo ngeentlobo zezithuthi esitratweni okanye izinto ozibona kwindalo ezifana namatye, iintonga, imithi kunye neentyantyambo. 🌷
zu: Uma ungaphandle isho izinhlobo zezimoto ezisemgaqweninezinto eziyindalo ozibonayo njengamatshe, izinkuni, izihlahla nezimbali

# text
source: 🔄 You can play the categorising game anywhere! Just look around and ask your child to find things from the category you say!
af: 🔄 Jy kan enige plek die kategoriseringspeletjie speel! Kyk rond en vra jou kind om goed te vind van die kategorie wat jy noem!
xh: 🔄 Ungadlala umdlalo wokwahlulahlula naphi na! Jonga ngapha nangapha kwaye ucele umntwana wakho ukuba akhangele izinto kudidi oluthethayo!
zu: 🔄 Ningadlala lomdlalo wokuhlukanisa noma ikuphi! Buka eduzane bese utshela ingane yakho ukuthi ithole izinto kwisigaba osishoyo!

# text
source: Sorting and grouping builds thinking skills, memory, and early logic -helping your child make sense of the world around them through playful discovery 🌈
af: Sortering en groepering bou denkvaardighede, geheue en vroeë logika - dit help jou kind om sin te maak van die wêreld rondom hom/haar deur speelse ontdekking 🌈
xh: Ukuhlela nokwahlulahlula kwakha izakhono zokucinga, inkumbulo, kunye nengqiqo kwasekuqaleni -ukunceda umntwana wakho ukuba aqonde ihlabathi elimngqongileyo ngokufumanisa okudlulayo 🌈
zu: Ukuhlunga kwakha ikhono lokucabaga, inkumbulo nokwazi ukucabanga ngokushesha okusiza ingane yakho ikwazi ukuqonda okwenzakalayo emhlabeni obazungezile ngokudlala

# text
source: Adapted from Brain Building Through Play by Harvard University: https://developingchild.harvard.edu/resources/brainbuildingthroughplay/
af: Aangepas uit Brain Building Through Play by Harvard University: https://developingchild.harvard.edu/resources/brainbuildingthroughplay/
xh: Ihlenga hlengiswe ngabakwa Brain Building Through Play by Harvard University: https://developingchild.harvard.edu/resources/brainbuildingthroughplay/
zu: Iguqulwe ku Brain Building Through Play ngabase Havard University: https://developingchild.harvard.edu/resources/brainbuildingthroughplay/

# text
source: *Shapes Everywhere!*
af: *Vorms Waar jy Kyk!*
xh: *Iimilo yonke indawo*
zu: *Amasheyiphi Yonke Indawo!*

# text
source: 📺 Squares, squares everywhere
af: 📺 Vierkante, vierkante waar jy kyk
xh: 📺Izikwere, izikwere ndawo yonke
zu: 📺 Izikwele, izikwele yonke indawo

# text
source: 👀 Draw squares in the sand or dirt. Make some bigger and some smaller.
af: 👀 Teken vierkante in die sand of grond. Maak party groter en ander kleiner.
xh: 👀Zoba izikwere esantini okanye emhlabeni. Zenze ezinye zibenkulu kwaye ezinye zibencinci.
zu: 👀 Dweba izikwele emhlabathini. Yenza ezinye zibe nkulu, ezinye zibe ncane.

# text
source: Tell @fields.child_nickname, “this is a square.”
af: Sê vir @fields.child_nickname, "dit is 'n vierkant".
xh: Xelela u-@fields.child_nickname, "esi siskwere"
zu: Tshela u@fields.child_nickname, “lesi isikwele.”

# text
source: Ask your child to try to draw a square. Hold your child’s hand to help if this is hard.
af: Vra vir jou kind om 'n vierkant te teken. Hou jou kind se hand vas om te help indien dit moeilik is.
xh: Cela umntwana wakho ukuba azame ukuzoba isikwere. Bamba isandla somntwana wakho ukumnceda ukuba oku kunzima.
zu: Cela ingane yakho ukudweba isikwele. Bamba isandla sengane yakho ukuyisiza uma lokhu kunzima.

# text
source: Look for things around the home or outdoors that are the same shape.
af: Kyk in die huis of buite vir goed wat dieselfde vorm het.
xh: Jonga izinto jikelele endlini okanye ngaphandle ukuba imilo ziyafana.
zu: Funa izinto endlini noma ngaphandle ezinesheyiphi efanayo.

# text
source: Now do the same with circles! 🔴
af: Doen nou dieselfde met sirkels! 🔴
xh: Ngoku yenza njalo kwizangqa!🔴
zu: Manje yenza okufanayo ngezindlingilizi! 🔴

# text
source: Tell your child, “this is a square.”
af: Sê vir jou kind, "dit is 'n vierkant".
xh: Xelela umntwana wakho, "esi siskwere.'
zu: Tshela umfana noma intombazane yakho, "lesi isikwele."

# text
source: This simple shape game builds early maths skills, observation, and coordination - right from the start! ✅
af: Hierdie eenvoudige vormspel bou vroeë wiskundige vaardighede, waarneming en koördinasie - reg van die begin af! ✅
xh: Lo mdlalo ulula wemilo wakha izakhono zokuqala zezibalo, ukujonga, kunye nolungelelwaniso - kwasekuqaleni! ✅
zu: Lomumo womdlalo olula wakha ikhono lokubala ngokushesha, ukubona nokuxhumanisa - kusukela ekuqaleni

# text
source: *Active Songs*
af: *Aktiewe Liedjies*
xh: *Ingoma Ezishukumayo*
zu: *Izingoma Zokwenza*

# text
source: Young children love to move - and songs with actions make it even more fun! Singing gives your child cues for how and when to move 🎵
af: Jong kinders hou daarvan om te beweeg - liedjies met aksies maak dit meer pret! Sang gee jou kind tekens vir hoe en wanneer om te beweeg🎵
xh: Abantwana abancinci bayakuthanda ukushukuma - neengoma ezinentshukumo zenza kube mnandi ngakumbi! Ukucula kunika umntwana wakho iimpawu zendlela nexesha lokushukuma 🎵
zu: Izingane ezincane zithanda ukunyakaza - izingoma ezineminyakazo zenza kube mnandi kakhulu. Ukucula kusiza ingane yazi ukuthi kunyakazwa nini uma kuculwa

# text
source: Movement songs build listening skills, self-control, and rhythm - while helping your child learn to follow instructions!
af: Bewegingsliedjies bou luistervaardighede, selfvertroue en ritme - terwyl jou kind leer om instruksies te volg!
xh: Iingoma zentshukumo zakha izakhono zokumamela, ukuzilawula, kunye nesingqi - ngelixa unceda umntwana wakho ukuba afunde ukulandela imiyalelo!
zu: Izingoma ezinomnyakazo zakha ikhono lokulalela, ukuzithiba nesigqi - ngenkathi usiza ingane yakho ukulandela imiyalelo!

# text
source: Sing songs to @fields.child_nickname or a group of children in which they have to:
af: Sing liedjies saam met @fields.child_nickname of 'n groep kinders waar hulle moet:
xh: Cula iingoma ku @fields.child_nickname okanye iqela labantwana ekufuneka benjenjalo:
zu: Hlabelela ingoma ku@fields.child_nickname noma kwiqembu lezingane bona ekumele ba:

# text
source: ✅ Start and stop ❌
af: ✅ Begin en stop ❌
xh: ✅Qala kwaye yeka❌
zu: ✅ Qale bese bayama ❌

# text
source: ⬇️ Slow down and speed up ⬆️
af: ⬇️ Stadiger en vinniger moet beweeg ⬆️
xh: ⬇️ Yehilsa isantya kwaye nyusa isantya ⬆️
zu: ⬇️ Yenza kancane bese unyusa isipidi ⬆️

# text
source: Some song ideas:- “If you’re happy and you know it”- “Heads, shoulders, knees and toes”- “Freeze dance” (play or sing music and freeze when it stops!)- “Sleeping bunnies” (sleep, then hop!)
af: 'n Paar liedjie-idees: - "If you're happy and you know it"- "Kop, skouers, knieë en tone"- "Vriesdans" (speel of sing liedjies en vries wanneer dit stop!)- "Slapende hasies"(slaap, dan hop!)
xh: Ezinye iimbono zengoma:- "Ukuba wonwabile kwaye uyayazi lonto”- “Intloko, amagxa, madolo neenzwane”- “Umdaniso ka freeze” (dlala okanye ucule umculo kwaye ume ngxi xa uyeka!)- “Imivundla eleleyo” (lala, uze utsibe!)
zu: Eminye imiqondo ngomculo: - "Uma uzazi ukuthi ujabule futhi uyakwazi lokho" - "Khanda, mahlombe, madolo nezinzwane" nokudansa uma umculo uthula uyama unganyakazi" - Onogwaja abalele ( lala, bese ugxuma gxume)

# text
source: Sing songs to your child or a group of children in which they have to:
af: Sing liedjies vir jou kinders of 'n groep kinders, waar hulle moet:
xh: Culela umntwana wakho iingoma okanye iqela labantwana ekufuneka benjenjalo:
zu: Hlabelelela ingane yakho ingoma noma kwiqembu lezingane bona ekumele ba:

# text
source: *Be the Narrator*
af: *Wees die Verteller*
xh: *Yiba ngu Mbalisi*
zu: *Iba Ngumxoxi*

# text
source: 👀 Say what your child is doing while they are playing.
af: 👀 Sê wat jou kind besig is om te doen terwyl hy/sy speel.
xh: 👀 Xela ukuba umntwana wakho wenza ntoni ngelixa edlala.
zu: Yisho okwenziwa yingane yakho ngesikhathi edlala.

# text
source: 👂 This will help them learn the words to describe their actions.
af: 👂 Dit sal hulle help om die woorde te leer wat hulle aksies beskryf.
xh: 👂Lento ingabanceda bafunde amagama ukuchaza iintshukumo zabo.
zu: 👂 Lokhu kuzomusiza ukufunda amagama okuchaza izenzo zakhe.

# text
source: 😃 You can do it in a simple way, or in a silly way like a sports commentator, a news presenter, or a game show host.
af: 😃 Jy kan dit op 'n eenvoudige manier doen, of maak of jy 'n sportkommentator is, 'n nuusaanbieder of 'n speletjiesprogramaanbieder.
xh: 😃 Ungayenza ngendlela elula, okanye ngendlela esileyo njengomhlalutyi wezemidlalo, umsasazi weendaba, okanye umamkeli womdlalo.
zu: 😃 Ungakwenza lokhu ngendlela elula, noma esamahlaya njengomethuli wezemidlalo, umethuli wezindaba, noma umphathi wohlelo lomdlalo.

# text
source: 💡 Ask questions like “What will you do next?” or “I see you want to put the ball in the jar. Is there another way to do that?”
af: 💡 Vra vrae soos "Wat gaan jy volgende doen?" of "Ek sien jy wil die bal in die pot sit. Is daar n ander manier om dit te doen?"
xh: 💡 Buza imibuzo enjengale "Uza kwenza ntoni ngokulandelayo?" okanye "Ndiyabona ukuba ufuna ukubeka ibhola kwingqayi. Ingaba ikhona enye indlela yokwenza oko?"
zu: 💡 Buza imibuzo njengokuthi "yini elandelayo ozoyenza?" noma "Ngiyabona ufuna ukufaka ibhola kujeke. Ikhona yini enye indlela yokwenza lokho?"

# text
source: *Be an Artist!*
af: *Wees 'n Kunstenaar!*
xh: *Yiba Ligcisa*
zu: *Iba Usomaciko!*

# text
source: 📝 Give @fields.child_nickname some paper and a pen or pencil, or some different pens or pencils.
af: 📝 Gee vir @fields.child_nickname papier en 'n pen of potlood, of 'n paar verskillende penne of potlode.
xh: 📝Nika u-@fields.child_nickname naye amaphepha kunye nepen okanye ipensile, okanye ipeni ezahlukeneyo okanye ipensile.
zu: 📝 Nikeza u@fields.child_nickname iphepha nepeni noma ipensela, noma amapeni ahlukene namapensela.

# text
source: 😃 Let your child draw whatever they want to!
af: 😃 Laat jou kind teken net wat hy/sy wil!
xh: 😃 Vumela umntwana wakho azobe nantoni na ayifunayo!
zu: 😃 Dedela ingane yakho idwebe noma yini ayifunayo!

# text
source: 👀 Ask questions about what they are drawing, the size of the thing they are drawing, and the colours they are using.
af: 👀 Vra vrae oor wat hulle teken, die grootte van die ding wat hulle teken, en die kleure wat hulle gebruik.
xh: 👀Buza imibuzo malunga nalonto bayizobayo, ubungakanani balonto bayizobayo, kwaye nemibala abayisebenzisayo.
zu: 👀 Buza imibuzo ngento ayidwebayo, usayizi bento ayidwebayo, nemibala ayisebenzisayo.

# text
source: 🏆 If possible, put your child’s picture up on the wall when they are finished. Give praise to your child!
af: 🏆 Indien moontlik, sit jou kind se prentjie teen die muur wanneer hy/sy klaar is. Prys jou kind!
xh: 🏆 Ukuba kunokwenzeka, beka umfanekiso womntwana wakho eludongeni xa egqibile. Bulela umntwana wakho!
zu: 🏆 Uma kwenzeka, beka isithombe sengane yakho odongeni uma eqeda. Income ingane yakho!

# text
source: 📝 Give your child some paper and a pen or pencil, or some different pens or pencils.
af: 📝 Gee vir jou kind papier en 'n pen of potlood, of 'n paar verskillende penne of potlode.
xh: 📝Nika amanye amaphepha kunye nepen okanye ipensile, okanye ipeni ezahlukeneyo okanye ipensile.
zu: 📝 Nikeza umfana noma intombazane yakho iphepha nepeni noma ipensela, noma amapeni ahlukene namapensela.
