Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_south_africa_scale/*/*_ltp_activities.po
Languages: af, xh, zu

# text
source: 🔵 One player throws a soft ball to knock them down while others run away.
af: 🔵 Een speler gooi 'n sagte bal om die blikkies om te gooi, terwyl die ander weghardloop.
xh: 🔵 Umdlali omnye ajule ibhola ethambileyo ingqube ezinye ziwe ngelixesha ezinye zibaleka.

# text
source: ⏰ The “tin guard” collects and rebuilds the tower as quickly as possible while trying to tag the runners.
af: ⏰ Die "blikbeskermer" versamel die blikke en herbou die bliktoring so vinnig as moontlik, terwyl hy poog om die hardlopers aan te raak.
xh: ⏰ Umlondolozi weetoti uyakuziqokelela aphinde akhe inqaba ngokukhawuleza okukhulu ngelixesha ezama ukuphawula ababaleki.

# text
source: 🔄 If you get tagged, you switch roles!
af: 🔄 Wanneer jy geraak word, ruil julle rolle om!
xh: 🔄 Ukuba uye waphawulwa, uyakuxinzelela iindima!

# text
source: This game is lots of fun and builds teamwork, movement skills, and fast thinking 🎉
af: Hierdie speletjie is propvol pret en bou spanwerk, bewegingsvaardighede en vinnige denke 🎉
xh: Lomdlalo inobumnandi obuninzi kwaye wakha iqela lokusebenza, isakhono sokunyakaza, nokucinga okukhawulezileyo 🎉

# text
source: *Story Stones*
af: *Storieklippies*
xh: *Ibali lamatye*

# text
source: 🔴 Sit quietly with a handful of small stones.
af: 🔴 Sit doodstil met 'n handvol klein klippies.
xh: 🔴 Hlala ngokuzolileyo nenqumba yamatye amancinane.

# text
source: 📖 Let your child imagine what the stones are, move them around and tell a story in their own words. It might be about animals, people, dreams, or anything they imagine.
af: 📖 Laat jou kind toe om hom/haar te verbeel dat die klippies iets anders is, laat hom/haar dit rondbeweeg en 'n storie in sy/haar eie woorde vertel. Dit kan gaan oor diere, mense, drome of enigiets waaraan hy/sy kan dink.
xh: 📖 Makhe umntwana wakho acinge ukuba ayintoni na amatye, awasuse aze abalise ibali ngamagama awo. umhlawumbi kungamalunga nezilwanyana, abantu, amaphupha, okanye nayiphi na into abanokucinga ngayo.

# text
source: 👂You can listen quietly or help shape the story together.
af: 👂 Jy kan stil sit en luister of help om die storie vorm te gee.
xh: 👂 Ungaphulaphula ngokuzolileyo okanye uncede umilise ibali ndawonye.

# text
source: This solo storytelling tradition helps children express feelings, practise language, and explore imagination - all through play and pretend 💛
af: Hierdie solo-storieverteltradisie help kinders om hul gevoelens te deel, taal te oefen en verbeelding te verken - alles deur speel en voorgee 💛
xh: Lamabali emveli anceda abantwana bachaze iimvakalelo zabo, benze ulwimi, baphonononge ingcamango - konke ngokusebenzisa umdlalo nokuzenzisa 💛

# text
source: It’s a beautiful, calming game rooted in traditional storytelling 🌙
af: Dis 'n wonderlike kalmerende speletjie, gewortel in tradisionele storievertelling 🌙
xh: Mhle, ngumdlalo wamabali ozolileyo nomiliselwe kwimveli 🌙

# text
source: *Hopscotch Fun*
af: *Eenbeentjie-pret*
xh: *Ukutsiba isikhotshi Esonwabisayo*

# text
source: Let’s jump into a classic game! ☀️
af: Kom ons skop af met 'n klassieke speletjie! ☀️
xh: Masixhumele kumdlalo ohlonelwayo! ☀️

# text
source: 🔷 Draw a hopscotch grid on the ground using chalk, a stick in the sand, or even tape on the floor indoors. Number the squares from 1 to 9.
af: 🔷 Teken 'n eenbeentjiediagram op die grond met kryt, stok in die grond, of selfs kleeflint op die vloer binne in die huis. Nommer die vierkantblokke van 1 tot 9.
xh: 🔷 Zoba isikhotshi sokutsiba emhlabeni ngetshokhwe, istokhwe esantini, okanye itheyiphu kumgangatho wangaphakathi endlini. bala izikwere ukusuka ku 1 ukuya ku 9.

# text
source: 🔴 Give your child a small object (like a stone or bottle top) to toss into square 1.
af: 🔴 Gee jou kind 'n klein voorwerpie (soos 'n klippie of 'n botteldoppie) om in vierkant 1 te gooi.
xh: 🔴 Nika umntwana wakho into encinci (njengelitye nokuba sisiciko sembodlela) uphose esikwereni soku 1.

# text
source: ⬆️ Then they hop through the squares on one foot—skipping the square with the marker—then turn around and come back.
af: ⬆️ Dan spring hy/sy op een been deur die vierkante - hy/sy mis die vierkant met die merker - en draai dan om en kom terug.
xh: ⬆️ Abe etsiba ezikwereni ngenyawo elinye - atsibe isikwere esinophawu - abesele ejika ebuyela emva.

# text
source: ⬇️ Stop to pick up the marker on the way back, still hopping!
af: ⬇️ Wanneer hy/sy terugkom, stop hy/sy om die merker op te tel, al springende!
xh: ⬇️ Yima uchole usiba endleleni ebuyayo, usaqhubeka nokutsiba tsiba!

# text
source: 🔄 Next round: throw the marker into square 2... and so on.
af: 🔄 Volgende rondte: gooi die merker in vierkant 2 ... en gaan so voort.
xh: 🔄 Umjikelezo olandelayo: phosa usiba kwisikwere 2... uqhubeke kanjalo.

# text
source: Hopscotch builds balance, counting, turn-taking, and fun movement skills. You can sing as you hop or make your own rules for extra challenge! 🎈
af: Eenbeentjie bou balans, tel, beurte maak en prettige bewegingsvaardighede. Jy kan sing terwyl jy spring, of maak jou eie reëls vir 'n ekstra uitdaging! 🎈
xh: Umdlalo wokutsiba tsiba wakha ukulungelelanisa, ukubala, ukutshintshana ngesakhono sokunyakaza esivuyisayo. Ungacula ngelixesha utsiba tsiba qamba imithetho yakho ukwenza umceli - mngeni owongeziweyo! 🎈

# text
source: *Pattern Discovery*
af: *Patroon-ontdekking*
xh: *Fumana iPhethini*

# text
source: Did you know that patterns are all around us? 🎨
af: Het jy geweet dat patrone oral om ons is? 🎨
xh: Ubuyazi ukuba i phetheni isiqongile? 🎨

# text
source: 🌷 Explore patterns together - whether it's the rows of palm trees outside or the design on their clothes.
af: 🌷 Verken patrone saam - of dit die ry palmbome buite is of die ontwerp op hul klere.
xh: 🌷 Hlola iphethini kunye - nokuba yimiqolo yemithi yesundu ngaphandle okanye uyilo ezimpahleni zabo.

# text
source: 🔷 Line up colourful blocks, rocks, or feathers, or draw a pattern using simple shapes. Ask your child questions like: “What comes next?’” or “Can you create your own pattern?”
af: 🔷 Sit kleurvolle blokke, klippe of vere neer, of teken 'n patroon deur eenvoudige vorms te gebruik. Vra jou kind vrae soos: "Wat kom volgende?" of "Kan jy jou eie patroon maak?"
xh: 🔷 Dwelisa izitena ezinemibala, okanye amasiba, okanye uzobe iphetheni ukusebenzisa imilo ezilula. Buza umntana wakho imibuzo enje: "Yintoni elandelayo?" okanye "ungakwazi ukwakha eyakho iphethini?"

# text
source: 🎉Remember to encourage and celebrate their curiosity as they explore the world of patterns!
af: 🎉 Onthou om hom/haar aan te moedig en sy/haar nuuskierigheid te vier terwyl hy/sy die wêreld van patrone rondom hom/haar verken!
xh: 🎉 Khumbula ukubakhuthaza kwaye uvuyisane nomdla njengokuba behlola ilizwe le phetheni!

# text
source: Your child will start by noticing patterns, and before you know it, they will be copying and creating their own patterns! 📝
af: Jou kind sal patrone begin oplet en voor jy weet, boots hy/sy patrone na of maak sy/haar eie! 📝
xh: Umntwana wakho uzakuqalisa ngokuqaphela iiphatheni, kwaye phambi kokuba uyazi, uzakuba selinganisa kwaye esakha ezakhe iiphatheni! 📝

# text
source: Recognizing patterns helps prepare your child for future maths skills 💡
af: Patroonherkenning berei jou kind voor vir toekomstige wiskundige vaardighede 💡
xh: Ukuqaphela amaphethini kunceda umntwana wakho azilungiselele ikamva kwizakhono zokubala 💡

# text
source: *Guess the Emotion*
af: *Raai die Emosie*
xh: *Qikelela imvakalelo*

# text
source: 👀 Ask your child, “What does it look like when we’re happy? Angry? Surprised?”
af: 👀 Vra jou kind: "Hoe lyk dit wanneer ons gelukkig is? Kwaad? Verras?"
xh: 👀 Buza umntwana wakho, "Sikhangeleka njani xana sonwabile? Sinomsindo? Simangalisekile?"

# text
source: 👂 Take turns acting out different emotions and guessing what the other person is feeling. Using a silly voice, you can explain different reasons why you are feeling that emotion.
af: 👂 Maak beurte om verskillende emosies te wys en raai wat die ander persoon voel. Deur 'n snaakse stem te gebruik, kan jy verskillende redes gee waarom jy daardie emosie voel.
xh: 👂 Tshintshanani ngokulingisa imvakalelo ezahlukeneyo kwaye uqikelele omnye umuntu uziva njani. Ukusebenzisa ilizwi elihlekisayo, ungacacisa izizathu ezahlukeneyo kutheni usiva lo mvakalelo.

# text
source: This isn’t just a game - it’s a chance for your child to learn how to recognize emotions in others 💚
af: Dit is nie net 'n speletjie nie - dis 'n geleentheid vir jou kind om te leer om emosies in ander te herken 💚
xh: Lento ayingo mdlalo nje - lithuba kumntwana wakho ukuba afunde ukuqaphela iimvakalelo nakwabanye abantu💚

# text
source: So, get ready to act out some emotions and
af: So, maak gereed om 'n paar emosies uit te beeld en
xh: Ngoko kulungele ukwenza ezinye iimvakalelo kwaye

# text
source: enjoy this special play activity together! 🌈
af: geniet hierdie spesiale speelaktiwiteit saam! 🌈
xh: yonwabela lomdlalo obalulekileyo kunye!🌈

# text
source: *Picture Puzzle*
af: *Prentelegkaart*
xh: *Umfanekiso we Puzzle*

# text
source: Get ready to turn a picture into a fun jigsaw puzzle that boosts memory and direction skills! 🎨
af: Maak gereed om 'n prent in 'n prettige legkaart te omskep om daardie geheue en aanwysingsvaardighede 'n hupstoot te gee 🎨
xh: Lungela ukuguqula umfanekiso ubelulonwabo kwi puzzle ethi inyuse iinkumbulo kunye nesakhono semikhondo! 🎨

# text
source: 📝 You’ll need scissors and a picture from a paper or magazine - or a picture that you have drawn yourself.
af: 📝Jy het 'n skêr en 'n prent uit 'n tydskrif of koerant nodig - of 'n prent wat julle self geteken het.
xh: 📝 Uzakudinga izikere kunye nomfanekiso osephepheni okanye kwi magazini - kungenjalo umfanekiso ozotywe nguwe.

# text
source: 💡 First, cut the picture into at least three pieces. Older children can try cutting up the pieces for younger children if they already know how to use scissors safely.
af: 💡 Eerstens, knip die prent in ten minste drie stukke. Ouer kinders kan probeer om die dele op te knip vir jonger kinders, as hulle reeds weet hoe om 'n skêr te gebruik.
xh: 💡 Okokuqala, sika umfanekiso kwi ziqwentshu zibezithathu zamaphepha. abantwana abadala bangazama nje ukusikela iziqwentshu abantwana abaselula ukuba ngaba bayakwazi ukusebenzisa izikere ngoku khuselekileyo.

# text
source: 🔷 Now, flip the pieces face down so you can’t see the picture.
af: 🔷 Draai nou die stukke met die gesigkant na onder, sodat jy nie die prent kan sien nie.
xh: 🔷 Ngoku, guqula eziziqwentshu zijonge phantsi ukuze ningabinako ukubona umfanekiso.

# text
source: ✅ Your challenge? Rebuild the picture together by turning over one piece at a time and putting it back together.
af: ✅ Julle uitdaging? Herbou die prentjie saam deur een vir een die stukke om te draai en die prent weer aanmekaar te sit.
xh: ✅ Umceli - mngeni wakho? Yakhani kwakhona wonke umfanekiso ngokujika elinye ngexesha kwaye uwabuyisele kunye.

# text
source: 👀 If your child needs a little help, ask guiding questions like, 'Where do you think this piece goes?'
af: 👀 As jou kind hulp nodig het, vra leidende vrae soos, "Waar dink jy kom hierdie stuk?"

# text
source: It’s a quick and fun way to strengthen memory and problem-solving skills! ✨
af: Dis 'n vinnige en lekker manier om die kind se geheue en probleemoplossingsvaardighede te versterk! ✨

# text
source: Adapted from Learning Through Play: https://learningthroughplay.com/let-s-play/photo-puzzle
af: Aangepas uit Learning Through Play: https://learningthroughplay.com/let-s-play/photo-puzzle

# text
source: *Superhero Costume Raffle*
af: *Superheldkostuum-Lootjie*
xh: *Isinxibo seQhawe eliphambili*

# text
source: You can transform into superheroes with this fun and imaginative dressing-up game! 👑
af: Jy kan in 'n superheld verander in hierdie prettige en verbeeldingryke aantrekspeletjie! 👑

# text
source: 2️⃣ Here’s what you’ll need: Two items of clothing for each person playing, and a pillowcase or bag to hold them.
af: 2️⃣Hier is wat jy nodig het: Twee kledingstukke vir elke persoon wat speel, en 'n kussingsloop of sak om alles in te sit.

# text
source: 🎁 Start by placing all the clothes in the pillowcase.
af: 🎁 Begin deur al die klere in die kussingsloop te sit.

# text
source: 👀 Hand the pillowcase to the smallest player first. Make sure their eyes are shut, then let them pull out one item of clothing.
af: 👀 Gee die kussingsloop eerste vir die kleinste speler. Maak seker dat sy/haar oë toe is, en laat hy/sy dan een kledingstuk uithaal.

# text
source: 🔄 Next, pass the case around until everyone gets two items of clothing.
af: 🔄 Stuur dan die sloop in die rondte tot elkeen twee kledingstukke het.

# text
source: ✨ Now, everyone takes turns to imagine what superpower their pieces of clothing give them. Maybe a scarf makes you fly, or a hat gives you super speed - it’s totally up to your imagination!
af: ✨ Nou kry almal 'n geleentheid om hulle te verbeel watter superheld hulle gaan wees. Miskien laat die serp jou vlieg, of 'n hoed gee jou vinniger spoed - dit hang heeltemal van jou verbeelding af!

# text
source: 🚗 Now it’s time to play! Put on your superpower clothes and act out a story together, like saving the world from a monster.
af: 🚗 Nou is dit tyd om te speel! Trek jou superkragklere aan en speel saam 'n rollespel-storie, soos om die wêreld van 'n monster te red.

# text
source: It’s a fantastic way to encourage creative thinking, flexible language skills, and playful bonding 💛
af: Dis 'n fantastiese manier om kreatiewe denke, buigsame taalgebruik en prettige verbintenisse aan te moedig 💛

# text
source: Adapted from Learning Through Play: https://learningthroughplay.com/let-s-play/superhero-costume-lottery
af: Aangepas uit Learning Through Play: https://learningthroughplay.com/let-s-play/superhero-costume-lottery

# text
source: *Letter Hunt*
af: *Letterjag*
xh: *Ileta Yokuzingela*

# text
source: Turn your home into a scavenger hunt with this fun and interactive letter game ✅
af: Omskep jou huis in 'n skattejagterrein met hierdie prettige interaktiewe letterspeletjie ✅

# text
source: 📝 Here is what you need: paper and a pen.
af: 📝 Hier is wat jy nodig het: papier en 'n pen.

# text
source: 1️⃣ Start by writing down each letter of the alphabet - one letter per piece of paper. Once you are done, place the papers face down so you can’t see the letters.
af: 1️⃣ Begin deur elke letter van die alfabet neer te skryf - een letter per vel papier. Wanneer jy klaar is, plaas die papiere op hul gesigkant neer sodat jy nie die letters kan sien nie.

# text
source: 👀 Now, turn over one piece of paper to reveal a letter. The challenge? Find objects around your house that begin with that letter! Once you've found an item, place it next to the letter on the paper.
af: 👀 Draai nou een papier om en wys die letter. Die uitdaging? Vind voorwerpe in en om jou huis wat met daardie letter begin! Sodra jy 'n item gevind het, sit dit langs die letter op die papier.

# text
source: 🔄 Keep the hunt going! Flip over the next letter and search for another object. Continue until you’ve gone through all the letters.
af: 🔄 Hou die skattejag aan die gang! Draai die volgende letter om en soek 'n ander voorwerp. Gaan voort tot jy deur al die letters gegaan het.

# text
source: This activity is perfect for blending learning with active play, while giving your little ones a fun way to practise their alphabet and creativity! 💡
af: Hierdie aktiwiteit is perfek om leer met aktiewe spel te meng, terwyl jy jou kleinding 'n prettige manier wys om die alfabet en hul kreatiwiteit te oefen! 💡

# text
source: Adapted from Learning Through Play: https://learningthroughplay.com/let-s-play/what-we-see
af: Aangepas uit Learning Through Play: https://learningthroughplay.com/let-s-play/what-we-see
xh: Ihlenga hlengiswe ngabakwa Learning Through Play: https://learningthroughplay.com/let-s-play/what-we-see

# text
source: *Hot or cold*
af: *Warm of Koud*
xh: *Shushu okanye Banda*

# text
source: Ready to hunt for hidden treasure using clues? 🎁
af: Gereed om vir versteekte skatte te jag deur leidrade te gebruik? 🎁

# text
source: ⚽ Here’s what you’ll need: something easy to hide, like toys or balls.
af: ⚽ Hier is wat jy nodig het: iets wat jy maklik kan wegsteek, soos speelgoed of balle.

# text
source: 👀 One player hides an object, while the others close their eyes. The player who hid the object will now give clues to help the others find it.
af: 👀 Een speler versteek 'n voorwerp, terwyl die ander hul oë toemaak. Die speler wat die voorwerp weggesteek het, sal leidrade gee om die ander te help om die voorwerp te kry.

# text
source: ☀️ When the person searching is getting close to where the object is hidden, the hider can say “getting warm!” or “hot!”, and when the searcher is going in the wrong direction, the hider can say “getting colder…”.
af: ☀️ Wanneer die een wat soek, naby die versteekte voorwerp is, kan die versteker sê "jy word warmer" of "warm" en as die soeker in die verkeerde rigting gaan, kan die versteker sê "jy word koud".

# text
source: 🔄 Take turns hiding objects and giving clues - it’s fun for everyone to get involved!
af: 🔄 Maak beurte om die voorwerp weg te steek en leidrade te gee - dis pret vir almal om betrokke te raak!

# text
source: 💡 For an extra challenge, hide multiple objects around the house and create a treasure map.
af: 💡 Vir 'n ekstra uitdaging, steek meer voorwerpe rondom jou huis weg en maak 'n skatkaart.

# text
source: This fun-filled game is perfect for challenging problem-solving and communication skills while keeping everyone engaged with exciting clues! ✨
af: Hierdie prettige speletjie is perfek vir uitdagende probleemoplossing en kommunikasievaardighede, terwyl almal betrokke gehou word met opwindende leidrade! ✨

# text
source: Adapted from Learning Through Play: https://learningthroughplay.com/let-s-play/treasure-hunt
af: Aangepas uit Learning Through Play: https://learningthroughplay.com/let-s-play/treasure-hunt
xh: Ihlenga hlengiswe ngabakwa Learning Through Play: https://learningthroughplay.com/let-s-play/treasure-hunt

# text
source: *Shine a Light*
af: *Skyn 'n Lig*
xh: *Khanyisa Isibane*

# text
source: 👀 Let your child choose an object that they would like to draw - it could be anything from around the house, like a cup or a favourite toy. 📝 Have them place the object upright on a blank sheet of paper.
af: 👀 Laat jou kind 'n voorwerp kies wat hy/sy graag wil teken - dit kan enigiets in en om die huis wees, soos 'n koppie of 'n gunstelingspeelding. 📝Laat jou kind die voorwerp regop op die leë vel papier neersit.

# text
source: 💡 Hold the light behind the object so the shadow appears on the paper. You can take turns holding the light, or rest it on something sturdy to keep your hands free for drawing.
af: 💡 Hou die lig agter die voorwerp sodat die skaduwee op die papier verskyn. Julle kan beurte maak om die lig vas te hou, of dit op iets stewigs laat rus om julle hande vry te hou om te teken.

# text
source: 🎨 Now, guide your child so they can trace the shadow’s outline on the paper.
af: 🎨 Help nou jou kind om die buitelyn van die skadu op die papier af te teken.

# text
source: ✨ Once they have finished drawing the shape, it’s time to get creative! Colour and decorate the shadow together to add your own artistic touch.
af: ✨ Wanneer hy/sy klaar die vorm geteken het, is dit tyd om kreatief te raak! Versier en kleur die skadu saam in om julle eie kunstige gevoel te gee.

# text
source: 📖 For extra fun, make up a story about the shadow object together as you decorate. What is it doing today?
af: 📖 Vir ekstra pret, maak saam 'n storie op oor die skaduvoorwerp terwyl julle dit versier. Wat sal dit vandag doen?

# text
source: This activity is a fun and imaginative way to boost creativity and flexible thinking while exploring shadows and light 🌈
af: Hierdie aktiwiteit is pret en verbeeldingryk, dit gee sy/haar kreatiwiteit en buigsame denke 'n hupstoot terwyl hy/sy die lig en skaduwees verken 🌈
xh: Lo ngumdlalo owonwabisayo kwaye okwayindlela esisiboniso ukunyusa kwaye ofikelelwkayo ngokucinga ngelixa nihlola izithunzi kunye nesibane 🌈

# text
source: Adapted from Learning Through Play: https://learningthroughplay.com/let-s-play/shine-a-light
af: Aangepas uit Learning Through Play: https://learningthroughplay.com/let-s-play/shine-a-light
xh: Ihlenga hlengiswe ngabakwa Learning Through Play: https://learningthroughplay.com/let-s-play/shine-a-light

# text
source: *Colour Hunt*
af: *Kleurejag*
xh: *Zingela Umbala*

# text
source: Get ready for a colourful adventure that will challenge your child’s thinking and focus 🎨
af: Maak gereed vir 'n kleurvolle avontuur wat uitdagend vir jou kinders se denke en fokus sal wees🎨
xh: Lungiselela i adventure enemibala emihle ezakuba ngumceli mngeni ekucingeni nasekuqwalaseleni komntwana wakho🎨

# text
source: 5️⃣ Gather 5 small objects with different colours (like crayons, building blocks or anything else you have in the house).
af: 5️⃣ Maak 5 klein voorwerpe met verskillende kleure bymekaar (soos kryte, boublokkies of enigiets anders wat jy in die huis het).
xh: 5️⃣ Qokolela izinto ezincinci ezi- 5 ezinemibala eyahlukeneyo (njengeekhrayoni, iibhloko zokwakha okanye nantoni na enye onayo endlwini).

# text
source: 🎁 Place all the coloured objects in a bag. Each participant picks one object from the bag to get started.
af: 🎁 Plaas al die gekleurde voorwerpe in 'n sak. Elke deelnemer kies een voorwerp uit die sak om te begin.
xh: 🎁 Faka zonke izinto ezinemibala engxoweni. Umthathi-nxaxheba ngamnye ukhetha into enye engxoweni ukuze aqalise.

# text
source: 👀 Now, the challenge begins! Each player must find three other objects around the house that are the same colour as the object they picked. Search everywhere for the perfect matches!
af: 👀 Nou begin die uitdaging! Elke speler moet drie ander voorwerpe in en om die huis vind wat dieselfde kleur is as die voorwerp wat hy/sy gekies het. Soek oral vir die perfekte maat!
xh: 👀 Ngoku, umceli mngeni uyaqala! Umdlali ngamnye kufuneka afumane ezinye izinto ezintathu ezithe saa endlini ezinombala ofanayo naloo nto ayicholileyo. Khangela kuyo yonke indawo imidlalo egqibeleleyo!

# text
source: 🚩 When a player finds an object that matches the colour, they place it next to the object and shout "match!"
af: 🚩 Wanneer 'n speler 'n voorwerp van dieselfde kleur vind, sit hy/sy dit langs die voorwerp neer en skree "pas!"
xh: 🚩 Xa umdlali efumana into ehambelana nombala., bayibeka ecaleni kwento leyo baze bakhwaze bathi "ziyahambelana!"

# text
source: 🔄 Once a player has found three matching objects, they can head back to the bag, choose another colour, and start the hunt all over again!
af: 🔄Wanneer 'n speler drie bypassende voorwerpe gevind het, kan hy/sy teruggaan na die sak om 'n ander kleur te kies en die skattejag weer van vooraf begin!
xh: 🔄 Xa umdlali efumene izinto ezintathu ezihambelanayo, bangabuyela emva engxoweni, bakhethe omnye umbala, kwaye baqale ukuzingela kwakhona!

# text
source: Colour Hunt is a fantastic way to boost focus, encourage problem-solving, and keep everyone moving and engaged. Let the colourful treasure hunt begin! ✅
af: Kleurejag is 'n fantastiese manier om sy/haar fokus 'n hupstoot te gee, probleemoplossing aan te moedig en almal aan die beweeg en betrokke te hou. Laat die kleurvolle skattejag begin!✅
xh: Ukuzingela umbala yindlela eyonwabisayo yokukhuthaza ukugxila, ukukhuthaza ukusombulula iingxaki, kunye nokugcina wonke umntu ehamba kwaye ebandakanyeka. Vumela ukuzingela ubuncwane obunemibala kuqale! ✅

# text
source: Adapted from Learning Through Play: https://learningthroughplay.com/let-s-play/colour-hunt
af: Aangepas uit Learning Through Play: https://learningthroughplay.com/let-s-play/colour-hunt

# text
source: *Round & Round*
af: *Al In Die Rondte*
xh: *Jikezeleza*
