Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_south_africa_scale/*/*_ltp_activities.po
Languages: af, xh, zu

# text
source: ✅ Collect safe objects with different textures - like a soft sock, a wooden spoon, a smooth ball, or a crinkly wrapper.
af: ✅ Versamel veilige voorwerpe met verskillende teksture - soos 'n sagte sokkie, 'n houtlepel. 'n gladde bal, of gekreukelde papier.
xh: ✅ Qokelela izinto ezikhuselekileyo ngemibhalo eyahlukileyo - njenge kawusi ethambileyo, icephe leplanga, ibhola ethambileyo, okanye isisongelo esishwabeneyo.
zu: Qoqa izinto eziphephile ezingazwakali ngokufana uma uzithinta - njengetshe elithambile, isipuni sepulangwe, ibhola elibushelelezi noma iphepha elihlofozelayo

# text
source: 👋 Gently guide your baby’s hands over each item and describe them: “Soft,” “Bumpy,” “Cold.”
af: 👋 Lei jou baba se hand saggies oor die item en beskryf dit: "sag," "hobbelrig," "koud".
xh: 👋 Ngobunono khokela isandla somntwana wakho kwinto nganye kwaye uyichaze: "Thambileyo," "Gqampa," "Banda."
zu: Hola ingane yakho ngesandla kuzo zonke lezi zinto futhi uzichaze: "Ithambile," "Imahadla," " Iyabanda."

# text
source: 🧸 Encourage older babies to choose what they want to touch. You can even let them sit in or next to a basket with the objects and explore freely.
af: 🧸 Moedig ouer babas aan om self te kies wat hulle wil aanraak. Jy kan hulle selfs in of langs die mandjie met die voorwerpe laat sit en vryelik verken.
xh: 🧸 Khuthaza abantwana abadala ukuba bakhethe yintoni abafuna ukuyibamba. Ungakwazi nokuba ubavumele bahlale kuyo okanye ecaleni kwebhaskiti enezinto kwaye bahlale ngokhululekileyo.
zu: Gqugquzela izingane esezikhulile ukuthi bakhethe ukuthi bafuna ukuntinta ini. Ungabavumela bahlale eduzane nobhasikidi onalezinto bese beyahlola ngokukhululeka.

# text
source: This sensory activity helps develop touch, language, and curiosity - and it’s perfect for quiet bonding time ⭐
af: Hierdie sensoriese aktiwiteit help om aanraking, taal en nuuskierigheid in jou kind te ontwikkel - en dis perfek om 'n nouer band met jou kind te vorm ⭐
xh: Umdlalo wokuva unceda ukukhulisa ukubamba, ulwimi, kwaye nomdla - kwaye ulunge kakhulu kwixesha lonxibelelwano elithe cwaka ⭐
zu: Lomsebenzi wokuzwa usiza ukuthuthukisa ukuthinta, ulimi nelukuluku - futhi ilungele isikhathi esinokuthula sokuxhumana

# text
source: *Playtime with Books*
af: *Speeltyd met Boeke*
xh: *Ixesha lokudlala ngeencwadi*
zu: *Isikhathi Sokudlala Ngezincwadi*

# text
source: Reading to your baby from birth is a beautiful way to bond and support their development - even before they understand the words 📖
af: Om voor geboorte al vir jou baba te lees, is 'n pragtige manier om 'n band te vorm en sy/haar ontwikkeling te ondersteun - selfs voordat hy/sy die woorde verstaan 📖
xh: Ukufundela umntwana wakho kwasesizalweni yindlela entle yokunxulumana kunye nokuxhasa uphuhliso lakhe - nangaphambi kokuba aqondisise amagama 📖
zu: Ukufundela ingane kusukela izelwe yindlela enhle yokuxhumana nokusekela ukhula kwabo - nangaphambi kokuthi baqonde amagama

# text
source: ⏰ Choose a quiet moment, turn off distractions like TV and phones, and pick a baby-friendly book or even an old magazine or newspaper you have lying around!
af: ⏰ Kies 'n stil oomblik, skakel enige afleidings af, soos televisie en fone, kies 'n baba-vriendelike boek of selfs 'n ou tydskrif of koerant wat daar rondlê!
xh: ⏰ Khetha umzuzu othe cwaka, cima iziphazamisi ezinjengo mabonakude kunye ne foni, kwaye ukhethe incwadi yobuhlobo yabantwana okanye ingyiyo ne magazine okanye iphepha ndaba onalo oluhleli nje!
zu: Khetha isikhathi esinokuthula, cisha konke okungaphazamisa njenge TV namafoni, bese ukhetha incwadi eyintandokazi yengane yakho noma iphephandaba elikhona ekhaya!

# text
source: 💚 Talk about the pictures, make sounds, and repeat simple words. Your baby will love hearing your voice - even if they don’t understand yet.
af: 💚 Praat oor die prentjies, maak geluide en herhaal eenvoudige woorde. Jou baba sal baie daarvan hou om jou stem te hoor - selfs al verstaan hy/sy nog nie.
xh: 💚 Thetha malunga nemizobo, yenza izandi, kwaye uphinda phinde amagama alula. Umntwana wakho uzakuthanda ukuva ilizwi lakho - nokuba bangangayiqondi ngoku.
zu: Khulumani ngezithombe, nenze umsindo, futhi niphindaphinde amagama alula. Ingane yakho izothokozela ukuzwa iphimbo lakho - noma bengakaqondi okwamanje.

# text
source: Follow their lead - if they lose interest, that’s okay. Keep it short and fun! 😃
af: Volg sy/haar leiding - as hy/sy belangstelling verloor, is dit oukei. Hou dit kort en prettig! 😃
xh: Landela isikhokelo sabo - ukuba baphulukana nomdla, kulungile. Yigcine imfutshane kwaye yonwabise! 😃
zu: Landela ukuhola kwabo - uma kwenzeka belahlekelwa umdlandla, kulungile. Kwenze kube kufishane kujabulise

# text
source: 🔄 If possible, start a regular routine to read together when your child isn’t too tired or hungry.Reading together for a few minutes a day is one of the best ways to help your child learn words and connect with you!
af: 🔄 Indien moontlik, begin jou gereelde roetine om saam te lees wanneer jou kind nie honger of moeg is nie.Om vir 'n paar minute op 'n dag saam te lees, is een van die beste maniere om jou kind te help om nuwe woorde te leer en 'n band met jou te vorm!
xh: 🔄 Ukuba kuyenzeka, qalisa inkqubo eqhelekileyo yokufunda xana umntwana wakho engadinwanga okanye engalambanga.Ukufunda kunye imizuzwana embalwa ngosuku ngenye yeendlela ezilungileyo zokunceda umntwana wakho afunde amagama kwaye anxulumane kunye nawe!
zu: Uma kungenzeka, qala isejwayelo sokufunda ndawonye uma ingane yakho ingakhathele kakhulu noma ingalambile. Ukufunda ndawonye imizuzu embalwa ngosuku indlela enhle yokusiza ingane ukufunda amagama nokuxhumana nawe!

# text
source: *Act Out Emotions*
af: *Druk Emosies Uit*
xh: *Veza iimvakalelo ngaphandle*
zu: Lingisa imizwa

# text
source: Let’s have some fun expressing feelings! 😃
af: Kom laat ons pret hê deur ons emosies uit te druk! 😃
xh: Masizonwabise ngokubonakalisa iimvakalelo! 😃
zu: Ake sibe nenjabulo ngokuveza imizwa

# text
source: 👀 Tell your child, “Let’s see what it looks like when I am happy!”. Act out a happy face and name the emotion again.
af: 👀 Sê vir jou kind: "Kom ons kyk hoe dit lyk wanneer ons gelukkig is!" Maak 'n gelukkige gesig en noem weer die emosie.
xh: 👀 Xelela umntwana wakho, "Makhe sibone ukuba ikhangeleka njani xana Ndonwabile!". Bonakalisa ubuso obonwabileyo kwaye uchaze imvakalelo kwakhona.
zu: Tshela ingane yakho, " Ake sibone kubukeka kanjani uma ngijabule! "Lingisa ubuso obujabulile uphinde usho umuzwa

# text
source: 😔 Then try other emotions, like angry, sad, or surprised. Using a gentle voice, you can explain different reasons why you are feeling that emotion.
af: 😔 Probeer dan ander emosies soos kwaad, hartseer of verras. Jy kan in 'n sagte stemtoon verskillende redes verduidelik waarom jy daardie emosie voel.
xh: 😔 Ngoko ke ungazama ezinye iimvakalelo, ezinjengo msindo, ukukhathazeka, okanye ukumangaliseka. Usebenzisa illizwi elizolileyo, ungacacisa ngezizathu ezahlukeneyo ukuba kutheni usebenzisa lo mvakalelo.
zu: Bese uzama eminye imizwa, njengokuthukuthela, ukudangala noma ukumangala. Ungakhuluma ngezwi eliphansi uchaza izizathu ezehlukene ukuthi kungani uzizwa ngaloluhlobo.

# text
source: This isn’t just a game - it’s a chance for your child to learn how to recognize emotions in others 💚
af: Dit is nie net 'n speletjie nie - dis 'n geleentheid vir jou kind om te leer om emosies in ander te herken 💚
xh: Lento ayingo mdlalo nje - lithuba kumntwana wakho ukuba afunde ukuqaphela iimvakalelo nakwabanye abantu 💚
zu: Akusiwo umdlalo nje lona - ithuba lokuthi ingane yakho ifunde ukuqaphela imizwa kwabanye abantu

# text
source: By understanding facial expressions, they’ll strengthen their connections with others and develop empathy 💛
af: Deur gesigsuitdrukkings te verstaan, sal hy/sy sy/haar verbintenisse met ander versterk en empatie ontwikkel 💛
xh: Ngokuqondisisa imbonakalo yobuso, izokuqinisa unxulumano kunye nabanye kwaye ikhulise uvelwano 💛
zu: Ngokuqonda inkulumo yobuso, kuzoqinisa ukuxhumana nabanye babe nozwelo

# text
source: So, get ready to act out some emotions and enjoy this special play activity together! 🌈
af: So, maak gereed om 'n paar emosies uit te druk en hierdie spesiale speelaktiwiteit saam te geniet! 🌈
xh: Ngoko, lungiselela ukubonisa ezinye imvakalelo kwaye wonwabele lomdlalo ubalulekileyo kunye! 🌈
zu: Zilungiselele ukulingisa eminye imizwa futhi ukuthokozele ukudlala okukhethekile ndawonye

# text
source: Adapted from I am Safe, Loved, and Learning by Save the Children
af: Aangepas uit I am Safe, Loved, and Learning deur Save the Children
xh: Ihlengahlengiswe kwa Ndikhuselekile, Ndiyathandwa, kwaye ndiyafunda ngu Save the Children
zu: Iguqulwe ku Ngiphephile, Ngithandiwe nesifundo sakwa Save the Children

# text
source: *Animal Sounds & Moves*
af: *Dieregeluide & -bewegings*
xh: *Izandi Zezilwanyana & Intshukumo*
zu: Imisindo yezilwane neminyakazo

# text
source: Let’s roar like a lion or flap like a bird! ⭐
af: Kom ons brul soos 'n leeu of flap soos 'n voel! ⭐
xh: Masi gqume njengengonyama okanye phaphazele njenge ntaka!⭐
zu: Ake sibhonge njengebhubesi noma sishaye amaphiko njengenyoni

# text
source: 📖 Show your baby a soft animal toy or picture and say its name: “This is a lion - roooar!”
af: 📖 Wys vir jou baba 'n sagte dierespeelding of prentjie en sê sy naam: "Dit is 'n leeu - bruuuul!"
xh: 📖Bonisa umntwana wakho itoyi yesilwanyana ethambileyo okanye umfanekiso kwaye yitsho igama layo: "Le yingonyama - roooar!"
zu: Khombisa ingane yakho ithoyizi lesilwanyana esithambile noma isithombe bese usisho igama laso. "Leli ibhubesi - bhonga"

# text
source: 🌱 For younger babies, act it out during tummy time. Older babies might copy your sounds or movements.
af: 🌱 Doen dit vir jonger babas tydens magietyd. Ouer babas sal jou dalk naboots en die geluide of bewegings namaak.
xh: 🌱 Kubantwana abancinci, zenze ngelixa lexesha lokulala ngesisu. Abantwana abadala bangakwazi ukulinganisa izandi zakho okanye iintshukumo.
zu: Okwezingane ezincane, lingisa ngesikhathi sokuhlala ngesisu. Izingane esezikhulile zona zingakopela imisindo neminyakazo.

# text
source: 👂 Talk to your baby as you play: “The cow says moo!” Pause and wait for their reaction, even a smile or babble.
af: 👂 Praat met jou baba terwyl julle speel: "Die koei sê moe!" Wag vir sy/haar reaksie, selfs 'n glimlag of gebabbel.
xh: 👂 Thetha nomntwana wakho njengokuba nidlala: "Inkomo ithi moo!" Yithi nqumama kwaye ulinde baphendule, nangoncumo okanye ebhablisha.
zu: Khuluma nengane ngesikhathi nidlala: "Inkomo ithi moo!" Ima ulinde ukuthi bazokwenza njani, bazomamatheka noma babhibhidle.

# text
source: This gentle game builds language, movement, and bonding – one animal at a time! 💛
af: Hierdie kalm speletjie bou taal, beweging en verbondenheid – een dier op 'n slag! 💛
xh: Lo mdlalo uthambileyo wakha ulwimi, intshukumo, kunye nokudibanisa - isilwanyana ngasinye ngexesha! 💛
zu: Lo mdlalo omnene usiza ukwakha ulimi, umnyakazo nokuxhumana - isilwane esisodwa ngesikhathi

# text
source: Adapted from Learning Through Play: https://learningthroughplay.com/let-s-play/act-like-an-animal
af: Aangepas uit Learning Through Play: https://learningthroughplay.com/let-s-play/act-like-an-animal
xh: Ihlenga hlengiswe ngabakwa Learning Through Play: https://learningthroughplay.com/let-s-play/act-like-an-animal
zu: Iguqulwe ku Ukufunda ngokudlala: https://learningthroughplay.com/let-s-play/act-like-an-animal

# text
source: *Rolling Ball Fun*
af: *Pret met 'n Rollende Bal*
xh: *Ukonwaba ngoku Qengqa i Bhola*
zu: Ibhola eligingqikayo lenjabulo

# text
source: Time for a rolling game! 🔵
af: Tyd vir 'n rolspeletjie! 🔵
xh: Ixesha lomdlalo wokuqengqa! 🔵
zu: Isikhathi somdlalo wokugingqika

# text
source: 👋 Sit facing your child and gently roll a soft ball (or something else round) back and forth between you. Say their name as you pass it: “Here it comes, Sisi!”
af: 👋 Sit teenoor jou kind en rol 'n sagte bal (of iets anders wat rond is) saggies heen en weer tussen julle. Sê sy/haar naam terwyl jy dit rol: "Hier kom dit, Sussie!"
xh: 👋 Hlala ujongene nomntwana wakho kwaye ngobunono qengqa ibhola ethambileyo (okanye enye into ekhoyo kufutshane) isiya emva kwaye nangaphambili phakathi kwenu. Yitsho igama lakhe njengokuba uyijula: "Nantso isiza, Sisi!"
zu: Hlala ubhekane nengane yakho, bese ugingqa ibhola elithambile kancane (noma yini eseduzane) uligingqele ngakuye naye aligingqele kuwena. Isho igama lakhe ngesikhathi ugingqela ngakuyena, "Nali liza sisi"!

# text
source: 💛 Cheer them on as they roll it back to you. You can even add a song or count the rolls out loud.
af: 💛 Moedig hom/haar aan terwyl hy/sy dit terugrol. Jy kan selfs 'n liedjie byvoeg of die aantal rolle aftel.
xh: 💛 Vuyisana naye njengokuba uyiqengqa uyibuyisela emva kuwe. Ungakwazi nokufaka ingoma okanye ubale njengokuba uyiqengqa ukhwaze.
zu: Mujabulele ngesikhathi eligingqela ngakuwe. Ungaqala iculo noma ubale kakhulu ukuthi ligingqika kangakhi.

# text
source: This fun and easy game helps your toddler practise turn-taking, hand-eye coordination, and early social skills - all while enjoying playful connection 🎈
af: Hierdie prettige en maklike speletjie leer jou kleuter om sy/haar beurt af te wag, hand-oog-koördinasie, en vroeë sosiale vaardighede - alles terwyl julle dit speel-speel geniet en 'n band vorm🎈
xh: Lo mdlalo wonwabisayo kwaye ulula unceda umntwana wakho azame ukutshintshana, ukulungelelaniswa kwamehlo nesandla, kwaye isakhono sentlalo kwangoko - yonke lonto ngelixa nonwabele umdlalo wokunxulumana🎈
zu: Lomdlalo omnandi usiza ingane yakho encane ukuphrakthiza ukushintsha, ukuhlangana kwezandla namehlo, ukuxhumana nabantu ngokushesha - konke lokhu ngesikhathi soxhumano olunokudlala

# text
source: *Cup Stack Challenge*
af: *Koppiestapel-Uitdaging*
xh: *Umceli mngeni Wokupakisha Ikomotyi*
zu: Inselelo yokupakisha izinkomishi

# text
source: 🍚 Grab some plastic cups or small containers and show your child how to stack them one by one.
af: 🍚 Gryp 'n paar plastiekkoppies of -houertjies en wys jou kind hoe om dit een vir een opmekaar te stapel.
xh: 🍚 Qokelela ezinye ikomotyi zeplastiki okanye ezinye izikhongozeli ezincinci kwaye ubonise umntwana wakho ukuba uzipakisha njani phezulu nganye nganye.
zu: Thatha izinkomishi zepulastikhi noma okungamakhonteyina amancane, bese ubonisa ingane yakho ukuthi wenza kanjani isitaki ngayinye ngayinye

# text
source: ⬆️ How high can you build your tower?
af: ⬆️ Hoe hoog kan jy jou toring bou?
xh: ⬆️ Kungaphakama kangakanani na ukwakha inqaba yakho?
zu: Ungawakha ube mude kangakanani umbhoshongo wakho?

# text
source: 🎉 Knocking it down is just as fun - watch it fall, then build again!
af: 🎉 Om dit om te gooi, is net soveel pret - kyk hoe dit val, en bou dit dan weer!
xh: 🎉 Ukuyibetha phantsi kungonwabisa - bukela isiwa, ngoko uphinde uyakhe kwakhona!
zu: Ukuwushaya phansi nakho kumnandi - ubukele uwa, bese uyawakha futhi!

# text
source: This playful activity supports fine motor skills, concentration, and problem-solving - and your child will love seeing what happens each time they try 💡
af: Hierdie prettige speletjie ondersteun fyn motoriese vaardighede, konsentrasie en probleemoplossing - jou kind sal dit geniet om te sien wat elke keer gebeur wanneer julle probeer 💡
xh: Lomdlalo uxhasa isakhono sokusebenzisa iminwe, ingqwalasela, kunye nokusombulula-ingxaki - kwaye umntwana wakho angathanda ukubona oku kusenzeka ngexesha ngalinye ezama 💡
zu: Lomdlalo omnandi wesekwa ngamakhono, ukugxila nokusombulula izinkinga - kanti futhi ingane ingathanda ukubona ukuthi kwenzakalani njalo uma izamile

# text
source: *Dance Mirror*
af: * Spieëldans*
xh: *Ukudanisa kwisipili*
zu: Isibuko Somdanso

# text
source: Let’s get moving and dancing together! ⭐
af: Kom ons beweeg en dans saam! ⭐
xh: Masishukume sidanise kunye!⭐
zu: Masinyakaze futhi sidanse ndawonye

# text
source: 👋 Turn on some music or sing a song, and start copying your child’s moves - if they clap, you clap! If they wiggle, you wiggle!
af: 👋 Sit bietjie musiek aan of sing 'n liedjie en begin om jou kind se bewegings na te boots - as hy/sy klap, klap jy ook! As hy/sy wikkel, wikkel jy ook!
xh: 👋 Vula umculo othile okanye ucule ingoma, kwaye uqalise ukulinganisa iintshukumo zomntwana wakho - ukuba bayaqhwaba, qhwaba nawe! Ukuba bayazi bhijabhija, nawe zi bhijabhije!
zu: Dlala ingoma noma ucule ingoma, bese uqala ukopele umnyakazo wengane yakho - uma eshaya izandla nawe ushaya izandla! uma bezinyakazisa nawe uyazinyakazisa!

# text
source: 👀 Then switch and see if they’ll follow your moves.
af: 👀 Ruil dan om en kyk of hy/sy jou bewegings naboots.
xh: 👀 Emva koko utshintshe kwaye ubone ukuba bazakulandela iintshukumo zakho.
zu: Bese niyashintshana ubone ukuthi uzoyilandela iminyakazo yakho.

# text
source: This back-and-forth dance helps build confidence, strengthens your bond, and supports early communication skills.
af: Hierdie heen-en-weer-dansery help om selfvertroue te bou, dit maak die band tussen julle sterker en ondersteun vroeë kommunikasievaardighede.
xh: Lo mdaniso wokubuya umva nokuya phambili unceda ukwakha ukuzithemba, yomeleza ubudlelwane bakho, kwaye ixhasa izakhono zonxibelelwano kwangethuba.
zu: Lomdanso wokushintshana usiza ukwakha ukuzethemba, kuqinisa ubudlelwane benu, nokweseka amakhono okukhulumisana.

# text
source: It’s a joyful, silly way to connect through rhythm, music, and play 💚
af: Dis 'n vreugdevolle, lawwe manier om 'n band te vorm deur ritme, musiek en spel 💚
xh: Kuluvuyo, kuyindlela esileyo ukudibanisa isingqi, umculo, nokudlala 💚
zu: Kuyajabulisa ukuxhumana ngokusebenzisa isigqi, umculo, nomdlalo

# text
source: *Guess the Animal*
af: * Raai Watter Dier*
xh: *Qikelela Isilwanyane*
zu: Qagela Isilwane

# text
source: Let’s guess the animal! 🧸
af: Kom ons raai watter dier dit is! 🧸
xh: Masiqikelele isilwanyane! 🧸
zu: Masiqagele isilwane

# text
source: 👂 Make a sound like a cow (“moo!”) or a dog (“woof!”) and ask your child, “Which animal is that?”
af: 👂 Maak 'n geluid soos 'n koei ("moe") of 'n hond ("woef") en vra vir jou kind. "Watter dier is dit?"
xh: 👂Yenza isandi njenge nkomo ("moo!") okanye inja ("hawu!") kwaye ubuze umntwana wakho, "Sesiphi eso silwanyane?"
zu: Yenza umsindo njengenkomo ("moo!") noma inja ("woof!") bese ubuza ingane yakho, "Isiphi lesosilwane?"

# text
source: ⭐ You can point out animals you see, use toys, or just act it out yourself!
af: ⭐ Jy kan diere wat jy sien, uitwys, of speelgoed gebruik, of jy kan die diere self naboots!
xh: ⭐ Ungakhomba izilwanyane ozibonayo, sebenzisa iithoyi, okanye uzilinganise ngokwakho!
zu: Ungakhomba izilwane ozibonayo, sebenzisa amathoyizi, noma ulingise

# text
source: 👀 Then switch and ask them to make the noise - you’ll be surprised how many they know.
af: 👀 Ruil dan om en vra hom/haar om die geluid te maak - jy sal verbaas wees hoeveel hy/sy ken.
xh: 👀 Emva koko utshintshe kwaye ubacele ukuba benze loo ngxolo - uya kumangaliswa ukuba zingaphi abazaziyo.
zu: Bese niyashintshana ucele yena enze umsindo - uzomangala ukubona ukuthi wazi eziningi kangakanani.

# text
source: This fun game builds memory, language skills, and listening - all through the power of play and imagination ✅
af: Hierdie prettige speletjie bou geheue, taal- en luistervaardighede - alles deur die mag van spel en verbeelding ✅
xh: Lo mdlalo wonwabisayo wakha inkumbulo, izakhono zolwimi, kunye nokuphulaphula - konke ngamandla okudlala kunye nokucinga ✅
zu: Lo mdlalo omnandi wakha inkumbulo, amakhono okukhuluma, nokulalela - konke lokhu kungamandla okudlala nomcabango

# text
source: *Tap & Shake Band*
af: *Tik-en-Skud-Orkes*
xh: *Cofa kwaye ushukumise ibhendi*
zu: Ibhande lokuthepha futhi unyakazise

# text
source: Get ready to make some noise! 🔔
af: Maak gereed om geraas te maak! 🔔
xh: Lungiselela ukwenza ingxolo! 🔔
zu: Zilungiselele ukwenza umsindo

# text
source: 🍚 Gather safe household items - pots, plastic containers, spoons, or sealed bottles with rice or beans.
af: 🍚 Maak veilige huishoudelike items bymekaar - potte, plastiekhouers, lepels, of verseëlde bottels met rys of bone daarin.
xh: 🍚 Qokelela izinto zasekhaya ezikhuselekileyo - iimbiza, izikhongozelo zeplastiki, amacephe, okanye iibhotile ezivaliweyo ezinerayisi okanye iimbotyi.
zu: Qoqa izinto zasendlini eziphephile - amabhodwe, amakhonteyina aplastikhi, izipuni, amabhodlela avaliwe noma ubhontshisi

# text
source: 👋Show your toddler how to tap, shake, and bang them together to create sounds.
af: 👋 Wys jou kleuter hoe om te tik, skud en dit teen mekaar te slaan om 'n geluid te maak.
xh: 👋Bonisa umntwana wakho indlela yokucofa, hlukuhla, kwaye zibethekise ukwenza izandi.
zu: Khombisa ingane yakho encane ukuthi kwenziwa kanjani ukuthepha, ukushukuza nokushayanisa ndawonye ukwakha umsindo.

# text
source: 🎵 Now, make some music and form your own little band! You can sing along or try repeating rhythms together.
af: 🎵 Maak nou musiek en begin julle eie orkessie! Julle kan saam sing of probeer om ritmes saam te herhaal.
xh: 🎵 Ngoku, yenza umculo kwaye wenze elakho iqela elincinci! Ningacula kunye okanye nizame ukuphinda izingqisho kunye.
zu: Manje yenza umculo kulebhendi yakho encane! Ungacula nayo noma uzame ukuphindaphinda isigqi ndawonye.

# text
source: This activity builds motor skills, rhythm, and listening skills, and gives your toddler a chance to express themselves through sound and movement! ✨
af: Hierdie aktiwiteit bou motoriese vaardighede, ritme en luistervaardighede. Dit gee jou kleuter 'n geleentheid om hom-/haarself deur klank en beweging uit te druk! ✨
xh: Lo msebenzi wakha izakhono zentshukumo zomzimba, isingqisho, nobuchule bokuphulaphula, kwaye inika umntwana wakho ithuba lokuzibonakalisa ngesandi kunye nentshukumo! ✨
zu: Lo msebenzi wakha amakhono adingakalayo, isigqi, namakhono okulalela kunikeza ingane yakho encane ithuba lokuzichaza besebenzisa isigqi nomnyakazo

# text
source: Adapted from UNICEF Playbox: https://www.youtube.com/watch?v=Ha943LSPtTY
af: Aangepas uit UNICEF Playbox: https://www.youtube.com/watch?v=Ha943LSPtTY
xh: Ihlenga hlengiswe kwi bhokisi yokudlala yakwa UNICEF: https://www.youtube.com/watch?v=Ha943LSPtTY
zu: Iguqulwe kwibhokisi lokudlala lakwa UNICEF: https://www.youtube.com/watch?v=Ha943LSPtTY

# text
source: *Where Did It Go*
af: *Waar Is Dit Heen?*
xh: *Iye phi*
zu: Ishonephi

# text
source: Time for a little mystery! 🎁
af: Tyd vir 'n bietjie misterie! 🎁
xh: Ixesha lemfihlelo encinci! 🎁
zu: Isikhathi semfihlakalo encane

# text
source: 🧸 Hide a small toy under a soft cloth or behind your back and ask, “Where did it go?”
af: 🧸 Steek 'n speeldingetjie onder 'n sagte lappie of agter jou rug weg en vra, "Waar is dit?"
xh: 🧸 Fihla ithoyi encinci phantsi kwelaphu elithambileyo okanye emva komqolo wakho kwaye ubuze, "Iye phi?"
zu: Fihla ithoyizi elincane ngaphansi kwendwangu noma ngemuva kwakho bese uyabuza, "Lishonephi?"

# text
source: 👀 Watch your child pull the cloth away or crawl over to investigate.
af: 👀 Sien hoe jou kind die lappie aftrek of naderkruip om te ondersoek.
xh: 👀 Mbukele umntwana wakho etsala ilaphu okanye ekhasa ukuze aphande.
zu: Bukela ingane yakho idonsa indwangu noma ikhasela ngalapho iyophenya

# text
source: 🔄 Take turns hiding and finding different objects together!
af: 🔄 Maak beurte om voorwerpe saam weg te steek en te vind!
xh: 🔄 Tshintshana ngokufihla nokufumana izinto ezahlukeneyo kunye!
zu: Shintshanani ngokufihla nokuthola izinto ezahlukene ndawonye!
