Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_south_africa_scale/*/*_ltp_activities.po
Languages: af, xh, zu

# text
source: This game is not only fun but also helps children develop strong communication skills and teaches them how to work together to achieve a goal. Enjoy working through the challenge of Unseen Guesses! 💚
af: Hierdie speletjie is nie net pret nie, maar dit help kinders om sterk kommunikasievaardighede te ontwikkel, om saam te werk en om doelwitte te bereik. Geniet die uitdaging van Ongesiene Raaiskote! 💚
xh: Lo umdlalo akonwabisi nje kuphela kodwa ukwanceda abantwana bakhulekwisakhono esiqinileyo sonxibelelwano kwaye ikwabafundisa ukuba basebenza njani kunye ukufikelela kwinjongo. Konwabele ukusebenza kumceli mngeni woku qikelela okungabonwayo! 💚

# text
source: Adapted from Learning Through Play: https://learningthroughplay.com/let-s-play/unseen-guesses
af: Aangepas uit Learning Through Play: https://learningthroughplay.com/let-s-play/unseen-guesses
xh: Ihlenga hlengiswe ngabakwa Learning Through Play: https://learningthroughplay.com/let-s-play/unseen-guesses

# text
source: *Things that Make Me Happy*
af: *Dinge wat my Gelukkig maak*
xh: *Izinto eziye Zindenze Mna Ndonwabe*

# text
source: Let’s take some time to appreciate the little things that make us feel happy every day 😃
af: Laat ons die tyd neem om die klein goedjies wat ons elke dag gelukkig maak, te waardeer😃
xh: Masithathe ixeshana ukuncomana kwizinto ezincinci ezisenza sizive sonwabile iintsuku zonke 😃

# text
source: 💛 Start by talking with your child about the things that made you happy today. It could be anything - a friend, a favourite pet, an activity that made you smile.
af: 💛 Begin deur met jou kind te gesels oor dinge wat jou vandag gelukkig gemaak het. Dit kan enigiets wees - 'n vriend, 'n gunstelingtroeteldier, 'n aktiwiteit wat jou laat glimlag het.
xh: 💛 Qalisa ngokuthetha kunye nomntwana wakho malunnga nezinto ezikwena wena wonwabe namhlanje. Ingayiyo nayiphina into - umhlobo, isilwanyana osithandayo, umdlalo okwenza uncumo.

# text
source: 👀 Next, find three things that represent what makes you happy and place them in a special container or box.
af: 👀 Volgende, vind drie dinge wat die dinge wat jou gelukkig maak, verteenwoordig, en plaas dit in 'n spesiale houer of boks.
xh: 👀 Okulandelayo fumana izinto ezintathu zibonise into ekwenza uzive wonwabile kwaye uzibeke kwisikhongozeli esibalulekileyo okanye ibhokisi.

# text
source: 🎨 If the things that make you happy are too big to fit in the box, or if you can’t find something to represent them, you can draw them!
af: 🎨 As die goed wat jou gelukkig maak, te groot is om in die houer te pas, of as jy nie iets kan kry wat dit verteenwoordig nie, kan jy dit teken!
xh: 🎨 Ukuba izinto ezikwenza wonwabe zinkulu kakhulu ukwanela kwibhokisi, okanye awukwazi ukufumana into ebonisa zona, ungakwazi ukuzizoba!

# text
source: 👂 Once everything is in the box, discuss what you and your child chose. Ask them why these things make them happy. It’s a great way to get them talking about positive emotions.
af: 👂 Sodra alles in die houer is, bespreek wat jy en jou kind gekies het. Vra hom/haar hoekom hierdie goed hom/haar gelukkig maak. Dis 'n wonderlike manier om hom/haar oor positiewe emosies te laat praat.
xh: 👂 Xa yonke into ikwibhokisi, Xoxani ngento wena nomntwana wakho eniyikhethileyo. Babuze ukuba kutheni ezizinto zibenza bonwabe. Yindlela elungileyo kakhulu ukubenza bathethe malunga neemvakalelo ezilungileyo.

# text
source: You can play this game as often as you like - even daily! Doing this before bed can help your child stay motivated, happy, and calm, especially during tough times.
af: Julle kan die speletjie so dikwels speel as wat julle wil - selfs daagliks! Om dit voor slaaptyd te doen, kan help dat jou kind meer gemotiveerd, gelukkig en kalm bly, veral deur rowwe tye.
xh: Ungawudlala lomdlalo kangangoko ufuna - na ntsuku zonke! Ukwenza lento phambi kokuba ulale ingakwazi ukunceda umntwana wakho ahlale ekhuthazekile, onwabile, kwaye ezolile, ngakumbi ngamaxesha anzima.

# text
source: So, gather those happy things and create a special box full of joy! ⭐
af: So, versamel daardie gelukkige goed en maak 'n spesiale boks vol vreugde!⭐
xh: Ngoko, qokelela ezonto zonwabisayo kwaye wakhe ibhokisi elubalulekileyo eligcwele uvuyo! ⭐

# text
source: Adapted from Learning Through Play: https://learningthroughplay.com/let-s-play/things-that-make-me-happy
af: Aangepas uit Learning Through Play: https://learningthroughplay.com/let-s-play/things-that-make-me-happy
xh: Ihlenga hlengiswe ngabakwa Learning Through Play: https://learningthroughplay.com/let-s-play/things-that-make-me-happy

# text
source: *Nature Game*
af: *Natuurspeletjie*
xh: *Indalo Yomdlalo*

# text
source: Let’s have some fun exploring the world around you with a nature-themed game! You can play it anywhere - at the beach, around your house, or even on a walk 🌷
af: Geniet dit om die wêreld rondom julle te verken deur 'n speletjie met 'n natuur-tema! Julle kan dit enige plek speel - by die see, rondom julle huis, of selfs op 'n uitstappie 🌷
xh: Makhe sibenolonwabo ekuhloleni ilizwe elisingqongileyo kunye nomdlalo ngomxholo wendalo! Ungawudlala naphina - elwandle, ngaphakathi endlini, okanye nokuhamba 🌷

# text
source: 📝 First, draw a grid of 3 by 3 on a piece of paper and write something in each box that you might find in nature - like a tree, flower, rock, bird, or cloud.
af: 📝 Eerstens, teken 'n tabel van 3 by 3 op 'n stuk papier en skryf iets in elke blok wat jy dalk in die natuur kan vind - soos 'n boom, blom, klip, voël of wolk.
xh: 📝 Kuqala, zoba imigca ngo 3 ophinda u 3 kwiphetshana kwaye bhala into ebhokisini engenza ufumane indalo - njengemthi, intyantyambo, ilitye, intaka, okanye ilifu.

# text
source: 👀 Now, it’s time to explore! Head outside and start searching for the items on your card.
af: 👀 Nou is dit tyd om bietjie te verken! Gaan uit en begin soek vir die items op jou kaart.
xh: 👀 Ngoku, lixesha lokuhlola! Jonga phandle kwaye uqalise ukukhangela izinto ezise khasini.

# text
source: ✅ Each time you find something, mark it off.
af: ✅ Elke keer as jy iets vind, merk dit af.
xh: ✅ Ngalo lonke ixesha ufumana into, yimakishe.

# text
source: 🏆 You decide when you win! Maybe it’s when you’ve marked off a whole line, or perhaps when you’ve found everything on your card. It’s completely up to you!
af: 🏆 Jy besluit wanneer jy wen! Miskien is dit wanneer jy 'n hele ry afgemerk het, of dalk wanneer jy alles op die kaart gekry het. Dis geheel en al jou keuse!
xh: 🏆 Uyagqiba xana uwinile! Mhlawumbi xana uyimakishe umgca wonke, okanye mhlawumbi xana ufumene yonke into esekhasi ni. kuxhomekeke kuwe!

# text
source: Nature Game is a great way for your child to explore the outdoors, boost concentration, and have fun while learning more about the world around them. So, get outside and start your nature game! 🌱
af: Natuurspeletjie is 'n goeie manier vir jou kind om die buitelug te verken, sy/haar selfvertroue 'n hupstoot te gee en pret te hê terwyl hy/sy meer leer oor die wêreld om hom/haar. So, gaan uit en begin julle natuurspeletjie!🌱
xh: Indalo yomdlalo yindlela elungileyo kakhulu kuwe nomntwana wakho ukuhlola umphandle, ukunyusa ingqwalasela, kwaye wonwabe ngelixa ufunda kakhulu malunga nokuba ngqongileyo elizweni. ngoko, phuma phandle kwaye uqalise umdlalo wendalo! 🌱

# text
source: Adapted from Learning Through Play: https://learningthroughplay.com/let-s-play/nature-bingo
af: Aangepas uit Learning Through Play: https://learningthroughplay.com/let-s-play/nature-bingo
xh: Ihlenga hlengiswe ngabakwa Learning Through Play: https://learningthroughplay.com/let-s-play/nature-bingo

# text
source: *Baking Time*
af: *Baktyd*
xh: *Ixesha Lokubhaka*

# text
source: Baking isn’t just about creating something delicious - it’s a fun and exciting way to learn new skills while exploring creativity 🍞
af: Om te bak, is nie net om iets lekker te maak nie - dis 'n prettige en opwindende manier om nuwe vaardighede te leer, terwyl julle jul kreatiwiteit verken🍞
xh: Ukubhaka ayikokwakha nje into emnandi - kukonwaba kwaye yindlela evuyisayo yokufuna izakhono ezitsha ngelixa nihlola ubugcisa🍞

# text
source: From mixing to serving, your young chef will feel a sense of pride and accomplishment as they bring their tasty creations to life! ⭐
af: Vanaf meng tot bedien sal jou jong kok 'n gevoel van trots en prestasie voel terwyl hy/sy sy/haar smaaklike skeppings in die lewe roep!⭐
xh: Ukusuka ekuxubeni ukuya ekulungiseleleni, umpheki wakho omncinci angaziva enokuzingca kwaye efezekisile njengokuba bezisa incasa yobugcisa ebomini! ⭐

# text
source: 📖 Here’s how to get started: Pick a simple recipe, like bread or cookies.
af: 📖 Hoe om te begin: Kies 'n eenvoudige resep, soos brood of koekies.
xh: 📖 Nantsi ongaqala ngayo: Khetha iresiphi elula, enjenge sonka okanye ibhiskiti.

# text
source: 👋 Let your child help with all the steps - mixing ingredients, whisking the batter, and stirring everything together.
af: 👋 Laat jou kind met al die stappe help - meng bestanddele, klits die beslag en roer alles saam.
xh: 👋 Vumela umntwana wakho ancedise kuwo onke amanqanaba - ukuxuba izithako, ukuqhuqha ibhotolo, kunye nokuzamisa yonke into kunye.

# text
source: 🎨 If you are making bread or cookies, invite your child to make shapes with the dough. Don’t be afraid to get messy!
af: 🎨 As julle brood of koekies maak, nooi jou kind om vorms met die deeg te maak. Moenie bang wees om vuil te word nie!
xh: 🎨 Ukuba wenza isonka okanye ibhiskiti, mema umntwana wakho ukenza imilo ngentlama. sukoyika ukuba mdaka!

# text
source: 🚩 Once your treats are baking, the fun continues with cleaning up the mess!
af: 🚩 Sodra julle lekkernye bak, gaan die pret voort wanneer julle die gemors opruim!
xh: 🚩 Xa izimuncumuncu zakhe zibhakwa, ulonwabo luyaqhubeka ngokucoca ubumdaka!

# text
source: ✅ Once your goodies are ready, let your children take over again make the food look nice and serve it.
af: ✅ Sodra julle lekkernye gereed is, laat jou kinders weer die leiding neem en dit versier en bedien.
xh: ✅ Xa izinto zakho ezimnandi sezivuthiwe, vumela abantwana bakho benze ukutya okumnandi kwakhona kwaye bakuphake.

# text
source: 😃 Finally, enjoy the results together!
af: 😃 Uiteindelik kan julle die eindproduk saam geniet!
xh: 😃 Ekugqibeleni, yonwabelani iziphumo kunye!

# text
source: You will have delicious food AND you’ll also have shared a special bonding moment while developing important skills like patience, focus, and creativity.
af: Jy sal heerlike kos hê EN julle sou ook spesiale tyd saam spandeer het en belangrike vaardighede ontwikkel het soos geduld, fokus en kreatiwiteit.
xh: Uzakubanokutya okumnandi KWAYE uzakwabelana ngomzuzu okhethekileyo wobudlelwane ngelixa kukhula isakhono esibalulekileyo esinjengokuba nomonde, ingqwalasela, kunye nobugcisa.

# text
source: So, grab what you need and let the baking fun begin! ✨
af: So, kry alles wat jy nodig het en laat die bakpret begin!✨
xh: Ngoko, qokelela into ozakuyidinga kwaye uvumele ukonwaba kokubhaka kuqale! ✨

# text
source: *Secret Handshake*
af: *Geheime Handdruk*
xh: *Ukuxhamla isandla Ngokwemfihlo*

# text
source: Let’s make a special, fun, and unique handshake that only you and your child share 👋
af: Kom ons maak 'n spesiale, prettige en unieke handdruk wat net jy en jou kind deel👋
xh: Masenze ukuxhamla isandla kukhetheke, konwabise, kwaye okohlukeneyo okuzakuba kokwakho nomntwana wakho kuphela 👋

# text
source: 🔶 First, sit down together and talk about the kind of handshake you want. Should it be quick and silly, or cool and complicated? It’s totally up to you!
af: 🔶 Eerstens, dink eers oor die tipe handdruk wat julle wil hê. Moet dit vinnig en laf wees, of oulik en ingewikkeld? Dis geheel en al julle keuse!
xh: 🔶 Okokuqala, hlala phantsi kunye kwaye thethani ngokuxhamla isandla okunjani okufunayo. Kufuneka ikhawuleze kwaye ihlekise, okanye iphole kwaye ibenzima? kuxhomekeke kuwe ngokupheleleyo!

# text
source: 🎵 You can start by choosing a few simple moves like clapping patterns, high fives, fist bumps, or snapping fingers.
af: 🎵 Julle kan begin deur 'n paar eenvoudige bewegings te kies, soos klappatrone, high fives, vuisstampe of vingersklap.
xh: 🎵 Ungaqalisa ngokukhetha iintshukumo ezilula ezimbalwa ezinjenge phetheni yokuqhwaba, Ukunyusa isandla esinye phezulu usivulile, ukubethana ngamanqindi, okanye ukuqhwazula iminwe.

# text
source: 🔄 Next, practice adding different steps. Maybe a spin, a shoulder tap, or even a fun dance move. The more creative and playful, the better!
af: 🔄 Volgende, oefen om verskillende stappe by te voeg. Dalk 'n draai, 'n skouertikkie of selfs 'n prettige dansbeweging. Hoe meer kreatief en speels, hoe beter!
xh: 🔄 Okulandelayo, zama ukongeza amanqanaba ahlukileyo. Mhlawumbi ukujikeleza, ukubetha egxeni, okanye kungayiyo nentshukumo yokudanisa eyonwabisayo. Ngokubanobugcisa kakhulu kwaye udlaleke, kungcono!

# text
source: 💛 Once you’ve mastered your moves, make your secret handshake a part of your routine! Use it as a fun greeting after school, or anytime you want to feel that special connection.
af: 💛 Sodra julle die bewegings bemeester het, maak jul geheime handdruk deel van jul roetine! Gebruik dit as 'n prettige manier om te groet na skool, of net wanneer jy daardie spesiale verbintenis wil voel.
xh: 💛 Xa sewunguchwephetshe kwintshukumo zakho, yenza ukuxhamla kwesandla okuyimfihlo kubeyinxalenye yenkqubo! Kusebenzisa njengombuliso owonwabisayo emva kwesikolo, okanye nangeliphina ixesha ufuna ukuva okwanxumelelwano lukhethekileyo.

# text
source: This isn’t just about having fun - it helps build your child’s confidence and teamwork skills while creating a special tradition you both can enjoy. ✅
af: Dit is nie net ter wille van pret nie - dit help om jou kind se selfvertroue en spanwerkvaardighede te bou, terwyl julle 'n spesiale tradisie skep wat albei kan geniet ✅
xh: Le ayikho malunga nokonwaba nje - inceda ikwakha ukuzingca komntwana wakho kunye nesakhono somsebenzi weqembu ngelixa usakha isiko elikhethekileyo eningalonwabela ninobabini. ✅

# text
source: *Create Silly Characters*
af: *Skep Lawwe Karakters*
xh: *Yakha Abalinganiswa Abahlekisayo*

# text
source: 🎨 All you need to play this game is a piece of paper and a pen or pencil.
af: 🎨 Al wat jy nodig het om die speletjie te speel, is papier en 'n pen of potlood.
xh: 🎨 Konke okudingayo ukudlala lomdlalo liphetshana kunye nepeni okanye ipensile.

# text
source: 1️⃣ The first person draws the top (head, hat, hair) of a character. This can be as serious or silly as you want it to be.
af: 1️⃣ Die eerste persoon teken die bokant (kop, hoed, hare) van 'n karakter. Dit kan so ernstig of so laf wees soos wat jy wil hê dit moet wees.
xh: 1️⃣ Umntu wokuqala uzoba umphezulu (intloko, umnqwazi, unwele) zomlinganiswa. Lento ingayinto enzulu okanye ehlekisayo ngohlobo ofuna ngalo.

# text
source: 🔄 Fold the drawing to cover up what has been drawn but leave two lines to show where the next person who is drawing should pick up.
af: 🔄 Vou die tekening om die getekende gedeelte toe te maak, maar los twee lyne oop om te wys waar die volgende persoon wat moet teken, moet aangaan.
xh: 🔄 Songa umzobo ukugquma lento uyizobileyo kodwa siya imigca emibini ukubonisa ukuba umntu olandelayo ozobayo kufuneka aqale phi.

# text
source: 2️⃣ Pass the paper on to the next person, who, without seeing what has already been drawn, will contribute the next set of features to the character: The shoulders or tummy. Fold the paper back to cover up the image and pass it on.
af: 2️⃣ Gee die papier vir die volgende persoon wat, sonder om te weet wat reeds geteken is, die volgende stel kenmerke van die karakter sal byvoeg: Die skouers of magie. Vou die papier terug om die beeld toe te maak en stuur dit aan.
xh: 2️⃣ Dlulisa iphepha kumntu olandelayo, ubani, ngaphandle kokuba abone into ezotyiweyo, uzokongeza ezinye iimpawu ezilandelayo zomlinganiswa: Amagxa okanye isisu. Songa iphepha ngomva ukugquma umzobo kwaye ulidlulise.

# text
source: 📝 Repeat until someone has drawn the feet of the character and then open your drawing up to see the masterpiece you have created together!
af: 📝 Herhaal totdat iemand die karakter se voete geteken het en maak dan die tekening oop om die meesterstuk wat julle saam geskep het, te sien!
xh: 📝 Qhubekani kude kubekho umntu ozakuzoba iinyawo zomlinganiswa kwaye ngoko uvule umzobo ukubona umsebenzi wobugcisa enibenze kunye!

# text
source: This game builds creativity, nurtures imagination, and helps teach kids to collaborate – while having lots of laughs! 🌈
af: Hierdie speletjie bou kreatiwiteit, koester verbeelding en help om kinders te leer om saam te werk - terwyl hulle baie pret het! 🌈
xh: Lo mdlalo wakha ubugcisa, ukukhulisa ukucinga, kwaye kunceda ukufundisa abantwana ukusebenzisana - ngelixa nikonwaba okukhulu nokuhleka! 🌈

# text
source: Adapted from Learning Through Play: https://learningthroughplay.com/let-s-play/co-drawing
af: Aangepas uit Learning Through Play: https://learningthroughplay.com/let-s-play/co-drawing
xh: Ihlenga hlengiswe ngabakwa Learning Through Play: https://learningthroughplay.com/let-s-play/co-drawing

# text
source: Get ready to put your animal knowledge to the test in this exciting guessing game! 🚩
af: Maak gereed om jou dierekennis te toets in hierdie opwindende raai-raai-speletjie!🚩
xh: Lungiselela ukubeka ulwazi lwesilwanyana ukuhlola lomdlalo wokuqikelela ovuyisayo! 🚩

# text
source: 🧸 One person secretly picks an animal - don’t say which animal you’ve chosen!
af: 🧸 Een persoon kies in die geheim 'n dier - moenie sê watter dier jy gekies het nie!
xh: 🧸 Umntu omnye ukhetha isilwanyana ngokuyimfihlo - untsho ukuba sesiphi isilwanyana osikhethileyo!

# text
source: 💡 The other player asks questions to figure it out. You might ask, “Is the animal a mammal?” or “Can it fly?” Keep going until you guess correctly and then switch.
af: 💡 Die ander speler vra vrae om uit te werk wat die antwoord is. Jy kan vra, "Is die dier 'n soogdier?" of "Kan dit vlieg?" Hou aan tot jy reg geraai het en ruil dan om.
xh: 💡 Omnye umdlali ubuza imibuzo ukufumanisa. ungabuza, "ingaba isilwanyana siyanyisa?" okanye "iyakwazi ukubhabha?" Qhubekani kude kube uqikelele ngokuchanekileyo kwaye ngoko nitshinsthe.

# text
source: 🔄 You can even play this game with multiple people by taking turns guessing and picking the animal!
af: 🔄 Jy kan selfs die speletjie met meer mense speel deur beurte te maak om te raai en die dier te kies!
xh: 🔄 Ungakwazi ukudlala lomdlalo kunye nabantu abaninzi ngokutshintshana ekuqikeleleni kwaye khetha isilwanyana!

# text
source: 👂 For added fun, younger kids can join by acting out the animal to give extra clues!
af: 👂 Vir ekstra pret kan jonger kinders die dier naboots om ekstra leidrade te gee!
xh: 👂 Kulonwabo olongezelelweyo, abantwana abancinci banga joyina ngokulinganisa isilwanyana ukunika imikhondo eyongezelelweyo!

# text
source: This game sharpens your child’s reasoning skills and strengthens their memory while having fun ⭐
af: Hierdie speletjie verskerp jou kind se redeneringsvermoë en hul geheue terwyl hulle pret het ⭐
xh: Lo mdlalo ulola isakhono somntwana wakho sokuqiqa kwaye kuqinisa inkumbulo ngelixa bekonwabele ⭐

# text
source: *A friendly chat*
af: *'n Vriendelike geselsie*
xh: *Incoko yobuhlobo*
zu: *Ingxoxo yobungane*

# text
source: Talk to your teen about something that they are interested in! 😃
af: Praat met jou tiener oor iets waarin hulle belangstel! 😃
xh: Thetha nomntwana wakho ofikisayo malunga nento abanomdla kuyo!😃
zu: Khuluma nengane yakho ngokuthile enentshisekelo kukho! 😃

# text
source: ⚽ An easy way to start talking to your teen is to ask them about something they are interested in. For example, you could talk about sports, books, movies, friends, music, celebrities, or school.
af: ⚽ 'n Maklike manier om met jou tiener te begin praat, is om hulle uit te vra oor iets waarin hulle belangstel. Julle kan byvoorbeeld praat oor sport, boeke, flieks, vriende, musiek, beroemde mense of skool.
xh: ⚽Indlela elula yokuqala ukuthetha nomntwana wakho ofikisayo kukubuza malunga nento abanomdla kuyo. Umzekelo, ungathetha malunga nomdlalo, iincwadi, imiboniso bhanyabhanya, abahlobo, umculo, oosaziwayo, okanye isikolo.
zu: ⚽ Indlela elula yokuqala ukukhuluma nengane yakho ukuyibuza ngokuthile enentshisekelo kukho. Isibonelo, ungakhuluma ngezemidlalo, izincwadi, amamuvi, abangani, umculo, osaziwayo, noma isikole.

# text
source: 👂 You may not find everything your teen shares to be interesting, but it’s important to show enthusiasm and an eagerness to learn.
af: 👂 Jy sal dalk nie alles wat jou tiener vertel, interessant vind nie, maar dit is belangrik om te wys dat jy entoesiasties is en gewillig is om te leer.
xh: 👂Ungangafumani yonke into abelana ngayo umntwana wakho ofikisayo inomdla, kodwa kubalulekile ukubonisa umdla kwaye nogqozi lokufunda.
zu: 👂 Ungase ungatholi yonke into ingane yakho eyabelana ngayo ithandeka, kodwa kubalulekile ukukhombisa umdlandla kanye nokulangazelela ukufunda.

# text
source: *Create your own Recipe*
af: *Ontwikkel jou eie Resep*
xh: *Yakha i resiphi yakho*
zu: *Dala iresiphi yakho*

# text
source: Let your teen come up with a new meal idea!
af: Laat jou tiener vorendag kom met 'n nuwe idee vir 'n ete!
xh: Vumela umntwana wakho ofikisayo aze nombono omtsha wokutya!
zu: Vumela ingane yakho ukuthi ize nombono omusha wokudla!

# text
source: 🍚 Create a new dish with @fields.child_nickname using ingredients they love!
af: 🍚 Skep 'n nuwe gereg saam met @fields.child_nickname deur bestanddele te gebruik waaroor hulle mal is!
xh: 🍚Yakha isitya esitsha kunye no@fields.child_nickname usebenzisa izithako abazithandayo!
zu: 🍚 Dala isidlo esisha ngegama elithi @fields.child_nickname usebenzisa izithako abazithandayo!

# text
source: 🔵 Together, choose two ingredients, and ask your teen to prepare a meal using them. For example: chicken and spinach, tomatoes and rice, maize and pumpkin.
af: 🔵 Kies saam twee bestanddele, en vra jou tiener om dit te gebruik om 'n ete voor te berei. Byvoorbeeld: hoender en spinasie, tamaties en rys, mielies en pampoen.
xh: 🔵Kunye, khethani izithako ezimbini, kwaye ubuze umntwana wakho ofikisayo ukulungiselela ukusebenzisa ukutya esebenzisa zona. Umzekelo: inkukhu kunye nemifuno, itumato kunye nerayisi, umgubo kunye nethanga.
zu: 🔵 Ndawonye, khetha izithako ezimbili, bese ucela osemusha wakho enze isidlo ngazo. Njengesibonelo: inkukhu nomfino, utamatisi nerayisi, impuphu nethanga.

# text
source: 📝 If you enjoy the meal, make it something your family eats weekly and ask your teen to write it down for you, give the meal a name, and explain how to make it.
af: 📝 As julle die ete geniet, maak dit iets wat jou gesin weekliks eet, en vra jou tiener om dit vir jou neer te skryf, gee die gereg 'n naam en verduidelik hoe om dit te maak.
xh: 📝Ukuba ukuthandile ukutya, kwenze kube yinto usapho lwakho oluyityayo ngeveki, kwaye cela umntwana wakho ofikisayo akubhalele phantsi, nika ukutya igama kwaye uyicacise ukuba kwenziwa njani.
zu: Uma ukuthokozela ukudla, kwenze kube into umndeni ozoyidla masonto onke futhi ungacela ingane yakho ikubhalele, kuqambe igama lokho kudla nokuthi uchaze ukuthi kwenziwa kanjani

# text
source: ✨ If your teen notices that you are learning from their cooking, it will boost their confidence!
af: ✨ As jou tiener sien dat jy uit hulle kookvernuf leer, sal dit hulle selfvertroue 'n hupstoot gee!
xh: ✨Ukuba umntwana wakho ofikisayo uyaqaphela ukuba uyafunda ekuphekeni kwabo, izakunyusa ukuzethemba kwabo!
zu: ✨ Uma ingane yakho iqaphela ukuthi ufunda ekuphekeni kwayo, kuzokhulisa ukuzethemba kwayo!
