Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_south_africa_scale/*/*_ltp_activities.po
Languages: af, xh, zu

# text
source: This open drawing time builds imagination, fine motor skills, and confidence - especially when you celebrate their creations! 🎉
af: Hierdie ope tekentyd bou verbeelding, fyn motoriese vaardighede en selfvertroue - veral wanneer jy sy/haar ontwerpe vier! 🎉
xh: Eli xesha livulekileyo lomzobo lakha ukucinga, umveliso womzimba ofanelekileyo, kunye nokuzithemba - ngakumbi xa u bhiyozela ubugcisa babo! 🎉
zu: Lesi sikhathi esivulelekile sokudweba sakha imicabango, amakhono okuzenzela izinto - kakhulu uma ujabulelela ubuhlakani babo

# text
source: *Echo Songs*
af: *Eggoliedjies*
xh: *Iingoma Ezilinganisayo*
zu: *Izingoma lapho kukhona oqalayo bese wonke umuntu elandela esho lokhu okushiwo oqalile*

# text
source: 😃 Try a simple call-and-response chant with your child. You say a line, and they copy it back.
af: 😃 Probeer 'n eenvoudige roep-en-reageerliedjie met jou kind. Jy sê 'n reël, en jou kind sê dit terug.
xh: 😃 Zama ingoma elula yokubiza nokuphendula kunye nomntwana wakho. Utsho umgca, kwaye bawulinganise.
zu: Zama ingoma elula lapho kukhona oqalayo nengane yakho. Usho ulayini owodwa bese yena eyakopela ngokusho lokhu okushilo.

# text
source: 👂 For example:
af: 👂 Byvoorbeeld:
xh: 👂 Umzekelo:
zu: 👂 Ngokwesibonelo:

# text
source: You: “Hello there!”
af: Jy: "Hallo daar!"
xh: Wena: "Molo apho!"
zu: Wena: Sawubona!

# text
source: Child: “Hello there!”
af: Kind: "Hallo daar!"
xh: Umntwana: "Molo apho!"
zu: Ingane: "Sawubona!"

# text
source: You: “How are you?”
af: Jy: "Hoe gaan dit?"
xh: Wena: "Unjani?"
zu: Wena: "Unjani?"

# text
source: Child: “How are you?”
af: Kind: "Hoe gaan dit?"
xh: Umntwana: "Unjani?"
zu: Ingane: 'Unjani?"?

# text
source: 💚 Use your own words and language.
af: 💚 Gebruik jou eie woorde en taal.
xh: 💚 Sebenzisa awakho amagama nolwimi.
zu: Sebenzisa amagama akho nolimi.

# text
source: These traditional-style echo songs build turn-taking, memory, and early conversation skills - all through playful singing 🎵
af: Hierdie tradisionele styl eggoliedjies bou beurtneming, geheue en vroeë gesprekvoeringsvaardighede - alles deur prettig te sing 🎵
xh: Ezi ngoma zesandi somkhwazo zesiko zakha ukutshintshana, inkumbulo, kunye nezakhono zokuncokola kwangethuba 🎵
zu: Lezingoma zasemandulo zokuqala omunye aphinde zakha ukushintshana, inkumbulo, nokuxhumana ngengxoxo ngokushesha - konke lokhu ngomdlalo wokuhlabelela

# text
source: *Circle Clap and Dance*
af: *Klap en Dans in 'n Sirkel*
xh: *Yenza isangqa qhwaba kwaye udanise*
zu: *Ukushaywa kwezandla nomdanso kwisikokela*

# text
source: 👋 Gather a few children (or just you and your little one) and form a small circle.
af: 👋 Kry 'n paar kinders bymekaar (of net jy en jou kind) en vorm 'n klein sirkel.
xh: 👋 Qokelela abantwana abambalwa (okanye wena kunye nomntwana wakho) kwaye wakhe isekile encinci.
zu: 👋 Qoqa izingane ezimbalwa( noma kube nguwe nengane yakho encane) nenze isikokela esincane

# text
source: This joyful game builds social confidence, movement skills, and musical rhythm - all while connecting to culture 💛
af: Hierdie jolige speletjie bou sosiale selfvertroue, bewegingsvaardighede en musikale ritme - alles terwyl hy/sy inskakel by 'n kultuur💛
xh: Umdlalo ovuyisayo wakha ukuzithemba ngokwezentlalo, izakhono zeentshukumo, kunye nesingqi somculo - zonke ngelixa sinxulumana ngokwenkcubeko 💛
zu: Lomdlalo omnandi wakha ukuzethemba, amakhono omnyakazo nesigqi somculo - ngenkathi konke kuxhumana namasiko

# text
source: *One-on-One Time*
af: *Een-tot-Een Tyd*
xh: *Ixesha lomnye nomnye*
zu: *Isikhathi Ninobabili Nodwa*

# text
source: 💚 Spending time just with your child and taking an interest in them can improve your relationship.
af: 💚 Om tyd met jou kind te spandeer en belangstelling in hom/haar te toon, kan julle verhouding verbeter.
xh: 💚 Ukuchitha ixesha kunye nomntwana wakho kwaye ubonakalise umdla kungaphucula ubudlelwane bakho.
zu: 💚Ukuchitha isikhathi nengane yakho yodwa nokuba nendaba nayo kungathuthukisa ubudlelwane benu..

# text
source: 👀 When your child is playing alone or occupying themselves quietly, join them and show interest in what they are doing.
af: 👀 Wanneer jou kind alleen speel of hom-/haarself stilletjies besig hou, sluit by hom/haar aan en wys belangstelling in wat hy/sy doen.
xh: 👀 Xana umntwana wakho ezidlalela yedwa okanye ezihlelele ngokunokwakhe ezolile, mjoyine kwaye ubonakalise umdla kulonto ayenzayo.
zu: 👀Uma ingane yakho idlala yodwa noma iba matasa ngokuthula. mujoyine ukhombise ukuba nendaba kulokhu akwenzayo.

# text
source: 👂Ask questions about their activity, and listen to them.
af: 👂Vra vrae oor hulle aktiwiteit, en luister na hulle.
xh: 👂 Buza imibuzo ngomsebenzi wabo, uze ubamamele.
zu: 👂 Buza imibuzo ngomsebenzi awenzayo, bese uyalalela.

# text
source: Let your child lead the activity, follow them to build their confidence and autonomy 😃.
af: Laat jou kind die aktiwiteit lei, volg hom/haar om sy/haar selfvertroue en individualiteit te bou 😀.
xh: Vumela umntwana wakho akhokele umdlalo, mlandele ukwakha ukuzithemba kwakhe kwaye ukuzimela😃.
zu: Dedela ingane yakho ihole umsebenzi. mulandele ukwakha ukuzethemba nokuzimela.

# text
source: 👀 Say what you see - describing everything and supporting your child’s actions.
af: 👀 Sê wat jy sien - beskryf alles en ondersteun jou kind se aksies.
xh: 👀 Xela into oyibonayo - uchaze yonke into kwaye uxhase izenzo zomntwana wakho.
zu: Isho okubonayo - chaza konke futhi weseke izenzo zengane yakho.

# text
source: Be positive, praise your child, and enjoy spending this time with them 😃💚
af: Wees positief, prys jou kind en geniet die tyd saam met hom/haar😀💚
xh: Yiba nethemba, ncoma umntwana, kwaye wonwabele ukuchitha elixesha kunye naye 😃💚
zu: Yiba sesimweni esihle, ncoma ingane yakho futhi ujabulele ukuchitha isikhathi naye

# text
source: 📖 Book sharing will help your child learn and is a fun, playful activity to spend quality time together.
af: 📖 Saamlees sal jou kind help om te leer, en dis 'n prettige speelaktiwiteit om kwaliteittyd saam te spandeer.
xh: 📖 Ukwabelane ngencwadi kunganceda umntwana wakho afunde kwaye kuyonwabisa, kungumdlalo ovuyisayo ukuchitha ixesha elibalulekileyo kunye.
zu: 📖Ukwethula incwadi kuzosiza ingane yakho ukufunda ngomdlalo ojabulisayo ukuchitha isikhathi esibalulekile ndawonye.

# text
source: ⏰ Choose a time when you won’t be disturbed, and try to stop any distractions - e.g. turn off the TV and put away phones.
af: ⏰ Kies 'n tyd wanneer julle nie onderbreek sal word nie, en probeer om enige afleidings te stop - bv. skakel die TV af en bêre alle fone.
xh: ⏰ Khetha ixesha apho ungayi kuphazanyiswa, kwaye uzame ukumisa naziphi na iziphazamisi - umzekelo cima umabonakude kwaye ubeke iifowuni.
zu: ⏰ Khetha isikhathi eningeke niphazamiseke ngaso, futhi uvimbe iziphazamiso - isib. cima iTV futhi ubeka amafoni.

# text
source: 📖 If your child wants to choose a book, that’s fine, otherwise choose for them.
af: 📖 As jou kind 'n boekie wil kies, is dit reg, andersins kies jy vir hom/haar.
xh: 📖 Ukuba umntwana wakho ufuna ukukhetha incwadi, kulungile, kungenjalo mkhethele.
zu: 📖 Uma ingane yakho ifuna ukukhetha incwadi, lokho kulungile, noma wena umukhethele.

# text
source: 💚 Sit close together and follow your child’s attention and lead.
af: 💚 Sit na aan mekaar en volg jou kind se aandag en leiding.
xh: 💚 Hlalani kufutshane kwaye landela ingqwalasela nesikhokelo somntwana wakho.
zu: 💚 Hlalani eduze ndawonye ulandelele ukunaka ingane yakho ihola.

# text
source: Point at things, name and repeat words. Help them to learn more about what interests them in the book 👀
af: Wys na dinge, benoem dit en herhaal woorde. Help hulle om meer te leer oor dit wat hulle interesseer in die boek 👀
xh: Khomba izinto, biza kwaye uphinde amagama. Bancede bafunde ngakumbi ngezinto abanomdla kuzo kulencwadi👀
zu: Khomba izinto, isho amagama futhi uwaphinde. Msize ukufunda kakhulu ngezinto azinakayo encwadini 👀

# text
source: Link things in the books to your child's life, and use words about emotions and talk about them! 😃
af: Verbind dinge in die boeke aan jou kind se lewe, en gebruik woorde oor emosies en praat daaroor! 😃
xh: Unxibelelanisa izinto ezisencwadini nobomi bomntwana wakho, kwaye usebenzise amagama angeemvakalelo kwaye uthethe ngazo! 😃
zu: Qondanisa izinto encwadini nempilo yomntwana wakho, futhi usebenzise amagama emizwa bese ukhuluma ngawo! 😃

# text
source: 🔄 If possible, start a regular routine to read together when your child isn’t too tired or hungry.
af: 🔄 Indien moontlik, begin 'n gereelde roetine om saam te lees, wanneer jou kind nie te moeg of honger is nie.
xh: 🔄 Ukuba kunokwenzeka, qalisani ucwangciso lokufunda kunye xa umntwana wakho engadinwanga kakhulu okanye elambile.
zu: 🔄 Uma kwenzeka, qala uhlelo lokufunda ndawonye njalo uma ingane yakho ingakhathele kakhulu noma ingalambile.

# text
source: Reading together is one of the best ways to help your child learn and prepare for success in school! 🎓
af: Om saam te lees is een van die beste maniere om jou kind te help leer en voor te berei vir sukses in die skool! 🎓
xh: Ukufunda kunye yenye yezona ndlela zibalaseleyo zokunceda umntwana wakho afunde kwaye alungiselele impumelelo esikolweni! 🎓
zu: Ukufunda ndawonye indlela engcono yokusiza ingane yakho ukufunda nokulungiselela ukuphumelela esikoleni! 🎓

# text
source: 💚 Sit close together and follow your child's attention and lead.
af: 💚 Sit na aan mekaar en volg jou kind se aandag en leiding.
xh: 💚 Hlalani kufutshane kwaye landela ingqwalasela nesikhokelo somntwana wakho.
zu: 💚 Hlalani eduze ndawonye ulandelele ukunaka ingane yakho ihola.

# text
source: If there are words or numbers in the book, ask and help your child recognise letters numbers, and simple words 💡.
af: As daar woorde of getalle in die boek is, vra jou kind en help hom/haar om letters, getalle en eenvoudige woorde te herken 💡
xh: Ukuba kukho amagama okanye amanani encwadini, buza kwaye uncede umntwana wakho abone amanani oonobumba, kunye namagama alula 💡
zu: Uma kukhona amagama noma izinombolo encwadini, buza futhi usize ingane yakho ukubona ama-alfabethi, izinombolo namagama alula 💡.

# text
source: Link things in the books to your child's life, and use words about emotions and talk about them! 😃.
af: Verbind dinge in die boeke aan jou kind se lewe, en gebruik woorde oor emosies en praat daaroor! 😃.
xh: Unxibelelanisa izinto ezisencwadini nobomi bomntwana wakho, kwaye usebenzise amagama angeemvakalelo kwaye uthethe ngazo! 😃.
zu: Qondanisa izinto encwadini nempilo yomntwana wakho, futhi usebenzise amagama emizwa bese ukhuluma ngawo! 😃.

# text
source: *Animal Acting*
af: * Diere-Aksie*
xh: *Linganisa Izilwanyana*
zu: *Ukulingisa isilwane*

# text
source: Get ready to roar like a lion or hop like a kangaroo! 🧸
af: Maak gereed om soos 'n leeu te brul of soos 'n kangaroe te hop! 🧸
xh: Lungiselela uku gquma njenge ngonyama okanye ukutsiba njenge kangaroo!🧸
zu: Lungela ukubhonga njengebhubesi noma ukugxuma njenge kangaroo!🧸

# text
source: 📝 To start, write the names of animals on small pieces of paper and put them in a box or container.
af: 📝 Om te begin, skryf die name van die diere op 'n stukkie papier en sit dit in 'n leë houer.
xh: 📝 Ukuqalisa, bhala amagama ezilwanyana kwiphetshana kwaye ulifake kwibhokisi okanye kwisikhongozeli.
zu: 📝Qala, ngokubhala amagama ezilwane kwiziqeshana zamaphepha uwafake ebhokisini noma esitsheni.

# text
source: 👋 Take turns picking a piece of paper and acting out the animal - can you mimic its sounds and movements? Roar, jump, crawl, or fly just like the animal you picked!
af: 👋 Maak beurte om 'n stukkie papier uit te haal en te reageer soos die spesifieke dier - kan jy die geluide en bewegings naboots? Brul, spring, kruip of vlieg soos die dier wat jy gekies het!
xh: 👋 Tshintsha tshintshani ukuchola iphetshana kwaye nilinganise eso silwanyana - ungakwazi ukulinganisa isandi kunye nentshukumo? Gquma, tsiba, khasa, okanye bhabha njengesilwanyana osicholileyo!
zu: 👋Shintshanani ngokucosha iphepha bese nilingisela leso silwane - ningakwazi ukulingisela umsindo nomnyakazo waso? Ukubhonga, ukugxuma, ukukhasa noma ukundiza njengaleso silwane osikhethile!

# text
source: 🎉 For older kids, turn it into a fun guessing game - see if others can guess which animal you’re pretending to be!
af: 🎉 Vir ouer kinders, verander dit in 'n prettige raai-raai-speletjie - kyk of hulle kan raai watter dier jy namaak!
xh: 🎉 Kubantwana abadala, tshintshela kumdlalo wokuqikelela owonwabisayo - ubone ukuba abanye bazakukwazi uku qikelela ukuba sesiphi esisilwanyana uzenza sona!
zu: 🎉Izingane esezikhulile, zingawenza kube umdlalo omnandi wokuqagela - bona ukuthi nabanye bangakwazi ukuqagela isilwane osilingisayo!

# text
source: This active game helps kids develop physical skills while also supporting speech and language development in a fun way 💚
af: Hierdie aktiewe speletjie help om kinders fisies te ontwikkel, terwyl hulle spraak en taal op 'n prettige manier ontwikkel word 💚
xh: Lomdlalo udlamkisayo unceda abantwana ukukhula kwizakhono zomzimba ngelixa ubaxhasa kwintetho kunye nokhula kolwimi ngendlela eyonwabisayo 💚
zu: Lomdlalo onomnyakazo usiza izingane ekuthuthukiseni amakhono omzimba, ngalesosikhathi weseka ukuthuthukisa ulimi nokukhuluma ngendlela emnandi 💚

# text
source: *Freeze Dance*
af: *Vriesdans*
xh: *Umdaniso ka Freeze*
zu: *Umdanso wokuma unganyakazi*

# text
source: Get ready to dance and freeze with this exciting activity that toddlers love! 🎵
af: Maak gereed om te dans en te vries met hierdie opwindende aktiwiteit waarvan kleuters baie hou! 🎵
xh: Lungiselela umdaniso kwaye u freeze ngomdlalo ohlekisayo othandwa ngabantwana! 🎵

# text
source: 📻 Play some music and let your child dance or move however they like.
af: 📻 Speel musiek en laat jou kind dans en beweeg net soos hy/sy wil.
xh: 📻Dlala umculo kwaye uvumele umntwana wakho adanise okanye ashukume ngohlobo athanda ngalo.

# text
source: ⏸ When the music stops, tell them to freeze – to not move at all! – in one place.
af: ⏸ Wanneer die musiek stop, sê vir hom/haar om te vries - om glad nie te beweeg nie - op een plek.
xh: ⏸ Xana umculo uyeka, baxelele ukuba ba freeze - bangashukumi noshukuma! - bekwindawo enye.

# text
source: This fun game is great for building listening skills and self-control as they practise stopping and starting ✨
af: Hierdie prettige speletjie help met jou kind se luistervaardighede en selfbeheersing, soos hy/sy oefen om te stop en weer te begin ✨
xh: Lomdlalo wonwabisayo ulungile kakhulu ukwakha izakhono zokumamela kunye nokukwazi ukuzibamba njengokuba besenza ukumisa kunye nokuqalisa✨

# text
source: It’s also a wonderful way to prepare for school, where they’ll need to follow directions 🔑
af: Dis ook 'n goeie manier om hom/haar voor te berei vir skool, waar hy/sy aanwysings moet volg 🔑
xh: Ikwayindlela entle ukubalungiselela isikolo, apho kuzakudingeka belandele izalathiso🔑

# text
source: So, turn up the music and enjoy the dancing – and the freezing! 💚
af: So, sit die musiek harder en geniet die dans - en die vries! 💚
xh: Ngoko, vulela umculo phezulu kwaye wonwabele ukudanisa - kunye noku freeza!💚

# text
source: *Mystery Bag*
af: *Raaiselsak*
xh: *Ingxowa Yemfihlo*

# text
source: This game is easy and perfect for engaging your toddler’s senses and learning new words 🎁
af: Hierdie speletjie is maklik en perfek om jou kleuter se sintuie te betrek en om nuwe woorde te leer 🎁
xh: Lo mdlalo ulula kwaye ulungile kakhulu ukubandakanya imvakalelo zomntwana wakho kunye nokufunda amagama amatsha🎁

# text
source: 🏆 Simply place different objects into a bag and ask your child to reach in, feel an item, and guess what it is before pulling it out.
af: 🏆 Plaas verskillende voorwerpe in 'n sak en vra jou kind om 'n item te voel en te raai wat dit is voordat hy/sy dit uithaal.
xh: 🏆Ngokulula faka izinto ezohlukeneyo kulengxowa kwaye cela umntwana wakho afake isandla, kwaye azive, kwaye aqikelele ukuba yintoni phambi kokuba ayikhuphe.

# text
source: 👋 When they pull out the item, ask them questions to describe what they see: Is it smooth or scary? Bumpy or bright?
af: 👋 Wanneer hy/sy die item uithaal, vra vir hom/haar vrae om te beskryf wat hy/sy sien: Is dit glad of grillerig? Hobbelrig of helder?
xh: 👋Xana bekhupha into, buza umbuzo wokuba bachaze ukuba babona ntoni: ithambile okanye iyoyikeka? Iyagqampa okanye iqaqambile?

# text
source: It’s a fun way to introduce new words and stimulate their sense of touch! 💡
af: Dis 'n prettige manier om nuwe woorde bekend te stel en sy/haar tassintuig te stimuleer! 💡
xh: Yindlela eyonwabisayo yokwazisa amagama amatsha kwaye ikhuthaza imvakalelo zakhe zokuchukumisa!💡

# text
source: Benefits of this activity include expanding vocabulary, developing tactile senses, and practising grouping skills. It’s a wonderful way to mix fun with learning! 🎉
af: Voordele van hierdie aktiwiteit sluit die uitbreiding van sy/haar woordeskat in, asook ontwikkeling van die tassintuig en om groeperingsvaardighede te oefen. Dis 'n wonderlike manier om pret met leer te meng! 🎉
xh: Umvuzo walomdlalo uquka ukwandisa ukubiza amagama, ukuphucula ubuchule bemvakalelo, kunye nokuziqhelanisa neqela lezakhono. Yindlela entle ukuxuba ulonwabo kunye nokufunda! 🎉

# text
source: Adapted from British Council: https://learnenglishkids.britishcouncil.org/parents/top-tips/mystery-bag-game
af: Aangepas uit British Council: https://learnenglishkids.britishcouncil.org/parents/top-tips/mystery-bag-game
xh: Ihlenga hlengiswe ngabe British Council: https://learnenglishkids.britishcouncil.org/parents/top-tips/mystery-bag-game

# text
source: *Body Outline*
af: *Buitelyn van die Liggaam*
xh: *Inkcazo Yomzimba*

# text
source: This fun and interactive game helps your toddler learn about different parts of the body 🧸
af: Hierdie prettige interaktiewe speletjie help jou kleuter leer van die verskillende dele van die liggaam 🧸
xh: Lo mdlalo wonwabisayo kwaye okusebenzisana unceda umntwana wakho afunde malunga namalungu ahlukeneyo omzimba 🧸

# text
source: 📝 Start by drawing their body outline on a large piece of paper or with a stick on the ground.
af: 📝 Begin deur die buitelyn van sy/haar liggaam op 'n groot stuk papier te teken, of met 'n stok op die grond.
xh: 📝 Qalisa ngokuzoba umzimba ngokuwuchaza kwiphepha elikhulu okanye ngestokwe emhlabeni.

# text
source: 👂 As you go, ask them to point to and name different body parts. For example, you can say, “Where’s your nose?” or “Can you point to your feet?”
af: 👂 Soos jy aangaan, vra hom/haar om die verskillende liggaamsdele te wys en te noem. Jy kan byvoorbeeld sê, "Waar is jou neus?" of "Kan jy na sy voete wys?"

# text
source: 👋As they point, encourage them to name each part.
af: 👋 Soos hy/sy wys, moedig hom/haar aan om elke deel te noem.

# text
source: 🎨 When you are done, you can colour in the outline or decorate it with anything you have in or around the house to make it more creative and engaging!
af: 🎨 Wanneer julle klaar is, kan julle die buitelyn inkleur of versier met enigiets wat julle in of rondom die huis het om dit meer kreatief te maak!

# text
source: This fun and creative activity helps your child improve their body awareness, learn new words, and develop fine motor skills 💡
af: Hierdie prettige en kreatiewe aktiwiteit help jou kind om die bewustheid van sy/haar liggaam te verbeter, nuwe woorde te leer en fyn motoriese vaardighede te ontwikkel 💡
xh: Lo mdlalo wonwabisayo kwaye ubukekayo unceda umntwana wakho ukuphuhlisa ukwazi ngomzimba wakhe, ukufunda amagama amatsha, kwaye ukukhulisa izakhono zokubamba 💡

# text
source: *Paper Ball Game*
af: *Papierbal-Speletjie*
xh: *Umdlalo Webhola Yephepha*

# text
source: Get ready to practice your child’s aim and physical coordination as you play with paper balls together 🔷
af: Maak gereed om jou kind se akkuraatheidsvernuf en fisiese koördinasie te oefen terwyl julle saam met die papierballe speel 🔷

# text
source: 📝 Here’s what you’ll need: paper (to scrunch up into balls), and crayons.
af: 📝 Hier is wat jy sal benodig: papier (om in balle op te frommel) en kryt.
xh: 📝 Nazi izinto ozidingayo: iphepha (ukulishwabanisa ngokwebhola), kunye ikhrayoni.

# text
source: 🎨 Start by colouring each piece of paper so that it is a unique colour. Now scrunch up the paper until you have a paper ball.
af: 🎨 Begin deur elke deel van die papier in te kleur sodat dit 'n unieke kleur is. Frommel nou die papier op tot jy 'n papierbal het.

# text
source: 🚩 Next, make a goal. You can use markings that already exist, or a clear table surface.
af: 🚩 Volgende, maak 'n doel. Gebruik merke wat alreeds bestaan, of gebruik 'n skoon oppervlak.

# text
source: 🏅 Now you’re ready to play! Take turns tossing your ball towards the goal. Whoever scores or lands closest to the goal wins the round!
af: 🏅 Nou is jy gereed om te speel! Maak beurte om die bal na die doel te gooi. Wie ook al die papierbal die naaste aan die doel plaas, wen die rondte!

# text
source: This fun and engaging game is perfect for boosting your child’s physical coordination and decision-making skills while keeping them entertained. Let the friendly competition begin! ⭐
af: Hierdie prettige interaktiewe speletjie is perfek om jou kind se fisiese koördinasie en besluitnemingsvaardighede te verbeter terwyl hy/sy vermaak word. Laat die vriendskaplike kompetisie begin!⭐
xh: Lomdlalo wonwabisayo kwaye ubandakanyayo ulungile kakhulu ukunyusa ingqwalasela ngokomzimba yomntwana wakho kunye nezakhono zokwenza izigqibo ngelixa umgcine onwabile. makhe siqale ukhuphiswano lobuhlobo! ⭐

# text
source: Adapted from Learning Through Play: https://learningthroughplay.com/let-s-play/jumping-caps
af: Aangepas uit Learning Through Play: https://learningthroughplay.com/let-s-play/jumping-caps
xh: Ihlenga hlengiswe ngabakwa Learning Through Play: https://learningthroughplay.com/let-s-play/jumping-caps

# text
source: *Letter in the Shop*
af: *Briefie in die Winkel*
xh: *Ileta ese Venkileni*

# text
source: Turn your next trip to the store into a learning adventure! 🍞
af: Omskep jou volgende uitstappie na die winkel in 'n leeravontuur! 🍞

# text
source: 🍅 As you shop, pick a letter and talk about the items on your shopping list that start with that letter.
af: 🍅 Terwyl julle inkopies doen, kies 'n letter en praat oor die item op jou inkopielys wat met dieselfde letter begin.

# text
source: 👀 Ask your child to find other things in the shop that start with the same letter.
af: 👀 Vra jou kind om nog items wat met dieselfde letter begin, in die winkel te vind.

# text
source: This simple activity helps build your child’s letter recognition and vocabulary while keeping them engaged during the shopping trip ✨
af: Hierdie eenvoudige aktiwiteit help om jou kind se letterherkenning en woordeskat te bou terwyl jy hom/haar betrokke maak by die inkopie-uitstappie ✨

# text
source: It’s a fun, interactive way to learn about letters and sounds in real-world situations, turning an ordinary task into an exciting educational game! 🌈
af: Dis 'n prettige interaktiewe manier om in die regte wêreld oor letters en geluide te leer deur 'n eenvoudige taak in 'n opwindende opvoedkundige speletjie te omskep! 🌈
xh: Iyonwabisa, indlela yokunxulumana ukufunda malunga nonobumba kunye nezandi zemeko kwilizwe lamanyani, ukujika umsebenzi oqhelekileyo ubeyinto engumdlalo ofundisayo! 🌈

# text
source: Adapted from Sesame Workshop: https://sesameworkshop.org/resources/what-will-we-do/
af: Aangepas uit Sesame Workshop: https://sesameworkshop.org/resources/what-will-we-do/
xh: Ihlenga hlengiswe ngabakwa Sesame Workshop: https://sesameworkshop.org/resources/what-will-we-do/

# text
source: *Fun with Food*
af: *Pret met Kos*
xh: *Ulonwabo ngo Kutya*
