Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_south_africa_scale/*/*_ltp_activities.po
Languages: af, xh, zu

# text
source: Talk about your child’s experiences. Ask questions and wait for answers. Follow your child’s interests.
af: Praat oor jou kind se ervarings. Vra vrae en wag vir antwoorde. Volg jou kind se belangstellings.
xh: Thetha ngamava omntwana wakho. Buza imibuzo kwaye ulinde iimpendulo. Landela umdla womntwana wakho.
zu: Khuluma ngezinto umfana noma intombazane yakho azibonile. Buza imibuzo futhi ulinde izimpendulo. Landela izinto umfana noma intombazane yakho azithokozelayo.

# text
source: “Can you help me remember what is at the market?” “Do they sell carrots at the market?” “Do they sell anything yellow at the market?” “What else do they sell?”
af: "Kan jy my help om te onthou wat by die mark is?" "Verkoop hulle wortels by die mark?" "Verkoop hulle enige geel goed by die mark?" "Wat verkoop hulle nog?"
xh: "Ungandinceda ndikhumbule ukuba yintoni ekhoyo emarikeni?" "Ngaba bayayithengisa iminqathe emarikeni?" "Ngaba bathengisa nantoni na etyheli emarikeni?" "Yintoni enye abayithengisayo?"
zu: "Ungangisiza ukukhumbula ukuthi yini esemakethe?" "Ingabe bayawudayisa ukherothi emakethe?" "Ingabe ikhona into ephuzi edayiswayo emakethe?" Yini enye abayidayisayo?"

# text
source: 💡 Something similar
af: 💡 Iets Soortgelyks
xh: 💡Into efanayo
zu: 💡Okuthile okufanayo

# text
source: Say: We are going to think of some things that are similar or different from what I tell you. So listen carefully!”
af: Sê: "Ons gaan dink aan goed wat dieselfde of verskillend is van wat ek vir jou sê. So luister mooi!”
xh: Yithi: "Sizocinga ezinye izinto ezifanayo okanye ezahlukileyo kule ndikuxelela yona. Ke undimamele kakuhle!"
zu: Ithi: "Sizocabanga izinto ezifanayo noma ezihlukile kunalokho engizokusho kuwena. Lalelisisa!"

# text
source: Here is a tomato. Can you think of something else that is red like a tomato? 🍅
af: Hier is 'n tamatie. Kan jy aan nog iets dink wat rooi is soos 'n tamatie? 🍅
xh: Nantsi itumato. Ungacinga enye into ebomvu njengetumata? 🍅
zu: Nawu utamatisi. Ungacabanga enye into ebomvu njengotamatisi? 🍅

# text
source: Can you think of something else that is round like a tomato? ⚽
af: Kan jy aan nog iets dink wat rond is soos 'n tamatie? ⚽
xh: Ungayicinga enye into engqukuva njengetumato? ⚽
zu: Ungacabanga enye into eyindingiliza njengotamatisi? ⚽

# text
source: These fun food games build memory, observation, and language - helping your child compare, recall, and explore the world through everyday things 🏆
af: Hierdie lekker kosspeletjies bou geheue, waarneming en taal - dit help jou kind om vergelykings te maak, te herroep en die wêreld te verken deur alledaagse dinge 🏆
zu: Lemidlalo ejabulisayo yokudla yakha inkumbulo, ukubona nolimi - ukusiza ingane yakho ukuqhathanisa, ukukhumbula nokuhlola umhlaba kwizinto zezinsuku zonke🏆

# text
source: *Animals*
af: *Diere*
xh: *Izilwanyana*
zu: *Izilwane*

# text
source: Here are 3 fun animal-related games you can play!
af: Hier is 3 prettige diereverwante speletjies wat julle kan speel!
xh: Nantsi imidlalo yolonwabo yezilwanyana emithathu onokuyidlala
zu: Nayi imidlalo ewu 3 engezilwa ejabulisayo ongayidlala

# text
source: 🧸 Active animals Take turns with @fields.child_nickname doing animal actions: Hop like a frog, stretch like a cat, run like a dog, slither like a snake, flap like a bird.
af: 🧸 Aktiewe diere Maak beurte met @fields.child_nickname om diere-aksies te doen: Hop soos 'n padda, strek soos 'n kat, hardloop soos 'n hond, seil soos 'n slang, flap soos 'n voël.
zu: 🧸Izilwane ezikhuthele\Shintshana no@fields.child_nickname ngokulingisa izilwane: Gxuma njengeselesele, nwebeka njengekati, gijima njengenja, shibilika njengenyoka, shaya amaphiko njengenyoni.

# text
source: 🧸 Active animals Take turns with your child doing animal actions: Hop like a frog, stretch like a cat, run like a dog, slither like a snake, flap like a bird.
af: 🧸 Aktiewe diere Maak beurte met jou kind om diere-aksies te doen: Hop soos 'n padda, strek soos 'n kat, hardloop soos 'n hond, seil soos 'n slang, flap soos 'n voël.
zu: 🧸Izilwane ezikhuthele\Shintshana nengane yakho ukulingisa izilwane: Gxuma njengeselesele, nwebeka njengekati, shibilika njengenyoka, shaya amaphiko njengenyoni.

# text
source: 💡 Groups of animals
af: 💡 Groepe diere
xh: Iqela lezilwanyana
zu: 💡Amaqembu ezilwane

# text
source: What are all the animals we can think of that have feathers?
af: Aan watter diere kan ons almal dink wat vere het?
xh: Zeziphi zonke izilwanyana esinokucinga ngazo ezinentsiba?
zu: Iziphi zonke izilwane esingazicabanga ezinamaphiko?

# text
source: What are all the animals we can think of that eat plants? 🌱
af: Aan watter diere kan ons almal dink wat plante eet? 🌱
xh: Zeziphi zonke izilwanyana esinokucinga ngazo ezitya izityalo? 🌱
zu: Iziphi zonke izilwane esingazicabanga ezidla izitshalo? 🌱

# text
source: What are all the animals we can think of that lay eggs?
af: Aan watter diere kan ons almal dink wat eiers lê?
xh: Zeziphi zonke izilwanyana esinokucinga ngazo ezibeka amaqanda?
zu: Iziphi zonke izilwane esingazicabanga izizalela amaqanda?

# text
source: 😃 Counting rabbits
af: 😃 Tel hasies!
xh: 😃 Ukubala imivundla
zu: 😃 Ukubala onogwaja

# text
source: 🔟 Find 10 rocks and tell your child that they are rabbits!
af: 🔟 Vind 10 klippe en sê vir jou kind dat hulle hasies is!
zu: Thola amatshe awu 10 bese utshela ingane ukuthi onogwaja!

# text
source: Put them in a line and ask them to count the rabbits.
af: Sit hulle in 'n ry en vra hom/haar om die hasies te tel.
zu: Wabeke abe ulayini ucele ingane ibale onogwaja.

# text
source: Ask your child to give you 3 rabbits. Say “If you give me 3, how many rabbits do you have?”
af: Vra jou kind om vir jou 3 hasies te gee. Sê: "As jy vir my 3 gee, hoeveel hasies gaan jy dan hê?"
xh: Cela umntwana wakho akunike imivundla 3. uthi ukuba undinike 3, mingaphi osele nayo?
zu: Cela ingane yakho ikunike onogwaja abawu 3. Uthi"Uma unginika abawu 3, usala nonogwaja abangakhi?"

# text
source: These playful animal games build movement, counting, and thinking skills - while sparking your child’s curiosity about the natural world 🌈
af: Hierdie prettige dierespeletjies bevorder beweging, tel en denkvaardighede - terwyl jy jou kind se nuuskierigheid oor die natuur aanwakker 🌈
zu: Lemidlalo yezilwane yakha umnyakazo, ukubala namakhono okucabanga - ngenkathi ikhanyisa ilukuluku kwingane yakho ngokwendalo yomhlaba 🌈

# text
source: *Active Counting*
af: *Tel Aktief*
xh: *Ukubala Okusebenzayo*
zu: *Ukubala Ngokwenza*

# text
source: Here are 2 fun games that help your child learn how to count, listen, and remember!
af: Hier is 2 prettige speletjies wat jou kind leer om te tel, luister en onthou!
zu: Nansi imidlalo emibili ejabulisayo ukusiza ingane yakho ukufunda ukubala, ukulalela nokukhumbula!

# text
source: 👋 Clap, hop, jump:
af: 👋 Klap, hop, spring:
zu: 👋 Shaya izandla, gxuma, gxuma:

# text
source: Play the following game with @fields.child_nickname. Make it active!
af: Speel die volgende speletjie met @fields.child_nickname. Maak dit aktief!
xh: Dlala lemidlalo ilandelayo ye @fields.child_nickname. Yenze isebenze!
zu: Dlala lomdlalo olandelayo no@fields.child_nickname.Yenza kube nokukhuthala!

# text
source: 1️⃣ Clap hands 1 time. 2️⃣ Clap hands 2 times.
af: 1️⃣ Klap hande 1 keer. 2️⃣ Klap hande 2 keer.
xh: 1️⃣Qhwaba izandla ngexesha eli 1. 2️⃣Qhwaba izandla amaxesha ama 2.
zu: 1️⃣ Shaya izandla kanye. 2️⃣ Shaya izandla kabili.

# text
source: 1️⃣ Jump 1 time. 2️⃣ Jump 2 times.
af: 1️⃣ Spring 1 keer. 2️⃣ Spring 2 keer.
xh: 1️⃣Tsiba ngexesha eli 1. 2️⃣Tsiba amaxesha ama 2.
zu: 1️⃣ Gxuma kanye. 2️⃣ Gxuma kabili.

# text
source: 1️⃣ Hop 1 time. 3️⃣ Hop 3 times.
af: 1️⃣ Hop 1 keer. 3️⃣ Hop 3 keer.
zu: 1️⃣Gxuma kanye. 3️⃣ Gxuma kathathu.

# text
source: 💡 Can you hop, then jump, then clap?
af: 💡 Kan jy hop, dan spring, dan klap?
zu: Ungagxuma kancane, bese uyagxuma, bese ushaya izandla

# text
source: 🏆 Can you clap twice, jump once, and hop three times?
af: 🏆 Kan jy twee keer klap, een keer spring en drie keer huppel?
xh: 🏆Ungakwazu ukuqhwaba kabini, utsibe kanye kwaye uxhume amaxesha amathathu?
zu: 🏆 Ungashaya izandla kabili, ugxume kanye, bese ugxuma kancane kathathu?

# text
source: Play the following game with your child. Make it active!
af: Speel die volgende speletjie met jou kind. Maak dit aktief!
zu: Dlala lomdlalo olandelayo no. Yenza kube nokukhuthala!

# text
source: 💡 Remembering Instructions
af: 💡 Om Instruksies te Onthou
xh: 💡 Ukukhumbula Imiyalelo
zu: 💡 Ukukhumbula Imiyalelo

# text
source: Take turns to give 2-3 instructions that the other person has to follow. Make sure physical movement is included!
af: Maak beurte om 2-3 instruksies te gee wat die ander persoon moet volg. Maak seker dat fisiese beweging ingesluit is!
zu: Shintshanani ngokunika imiyalelo ewu 2-3 omunye umuntu kumele ayilandele. Qiniseka umnyakazo womzimba uyingxenye!

# text
source: For example:
af: Byvoorbeeld:
xh: Umzekelo:
zu: Isibonelo:

# text
source: - Hop twice, then turn around.
af: - Hop twee keer, draai dan om.

# text
source: - Jump to the kitchen, pick up a spoon, then run back. ✅
af: - Spring na die kombuis, tel 'n lepel op en hardloop dan terug. ✅

# text
source: These active games builds memory, coordination, and listening skills - helping your child follow instructions while moving their body 👋
af: Hierdie aktiewe speletjie bou geheue, koördinasie en luistervaardighede - dit help jou kind om instruksies te volg terwyl hy/sy sy/haar liggaampie beweeg 👋

# text
source: *Thinking Games*
af: *Dinkspeletjies*
xh: *Imidlalo Ecingisisayo*
zu: *Imidlalo Yokucabanga*

# text
source: Let’s play some games to help your child think and follow instructions!
af: Speel speletjies wat jou kind help om te dink en instruksies te volg!

# text
source: ❗ Mama/Daddy says!
af: ❗ Mamma/Pappa se!

# text
source: Give your child brief instructions to follow, by saying: “Mama/daddy says… touch your head”.
af: Gee kort instruksies aan jou kind om te volg, deur te sê: "Mamma/Pappa sê ... vat aan jou kop".

# text
source: “Mama/daddy says… jump twice”.
af: "Mamma/Pappa sê ... spring twee keer"

# text
source: Once your child understands the game well, you can make it more complicated!
af: Sodra jou kind die spel goed verstaan, kan jy dit meer ingewikkeld maak!

# text
source: “Mama/daddy says… jump, then clap and sit”.
af: “Mamma/pappa sê… spring, klap dan en sit”.

# text
source: 🔵 🔴 Blue-Red
af: 🔵 🔴 Blou-Rooi

# text
source: Say a colour, and your child needs to quickly find and touch something of that colour.
af: Sê 'n kleur, dan moet jou kind vinnig aan iets raak wat dieselfde kleur is.
xh: Yitsho umbala, kwaye umntwana wakho uzakudinga afumane ngokukhawuleza kwaye abambe into enalombala.

# text
source: To make the game harder, you can choose two colours and tell your child they should touch the opposite colour!
af: Om die speletjie moeiliker te maak, kan jy twee kleure kies en vir jou kind sê om aan die teenoorgestelde kleur te raak!

# text
source: “If I say blue, you should touch something red. If I say red, you need to touch something blue.”
af: "As ek blou sê, moet jy aan iets rooi vat. As ek rooi sê, moet jy aan iets blou vat".
xh: Ukuba ndithi luhlaza, umele kukubamba into ebomvu. Ukuba ndithi bomvu, udinga ukuba ubambe into eluhlaza.''.

# text
source: Try these games to help your child build listening skills, follow instructions, and have fun - all at the same time!
af: Probeer hierdie speletjies om jou kind te help met luistervaardighede, om instruksies uit te voer en pret te hê - alles op dieselfde tyd!

# text
source: 👂 Go and stop
af: 👂 Gaan en stop

# text
source: Say: When I say “stop”, we freeze. When I say “go”, we can walk again.
af: Sê: Wanneer ek sê “stop”, vries ons. Wanneer ek sê “gaan”, kan ons weer loop.
xh: Ithi: Xana ndisithi " yima", siyama siqine. Xana ndisithi"hamba", singahamba kwakhona.

# text
source: Once @fields.child_nickname is familiar with the game, @fields.child_nickname will lead.
af: Wanneer @fields.child_nickname die speletjie ken, sal @fields.child_nickname die leiding neem.
xh: Kanye @fields.child_nickname eseqhelene kunye nomdlalo, @fields.child_nickname uzaku khokela.
zu: Uma u@fields.child_nickname esewujwayele lo mdlalo, u@fields.child_nickname uzonihola.

# text
source: Once your child is familiar with the game, your child will lead.
af: Wanneer jou kind die speletjie ken, sal jou kind die leiding neem.
xh: Kanye umntwana wakho eqhelene kunye nalo mdlalo, umntwana wakho angakhokela.
zu: Uma umfana noma intombazane yakho esewujwayele lo mdlalo, umfana noma intombazane yakho uzonihola.

# text
source: *Games with Pictures!*
af: *Speletjies met Prente!*
xh: *Imidlalo engemifanekiso*
zu: *Imidlalo Enezithombe!*

# text
source: Any picture or image can turn into a game:
af: Enige prentjie of beeld kan in 'n speletjie verander:

# text
source: 👂 Making up a story
af: 👂 Maak 'n storie op
xh: 👂 Ukwenza ibali

# text
source: Find a picture with people or animals in an old newspaper, book, or magazine, or on packaging.
af: Kry 'n prentjie met mense of diere in 'n ou koerant, boek, tydskrif, of op verpakking.
xh: Fumana umfanekiso onabantu okanye izilwanyane kwiphephandaba elidala, incwadi, imagazini, okanye kwipakethe.

# text
source: Say: “Let’s make up a story about this picture. I can start. This little girl is feeling very excited today. Why do you think she is feeling excited?”
af: Sê: "Kom ons maak ons eie storie met die prentjie. Ek kan begin. Hierdie dogtertjie voel vandag baie opgewonde. Hoekom dink jy is sy so opgewonde?"
xh: Yithi: "Masenze ibali ngalo mfanekiso. Ndingaqala. Le ntombazana incinci iziva inemincili namhlanje. Ucinga ukuba kutheni eziva enemincili?"

# text
source: 😃 “She is holding her bag and has a big smile. Where do you think she is going?”
af: 😃 "Sy hou haar sak vas met 'n groot glimlag. Waar dink jy gaan sy heen?"
xh: 😃 "Uphethe ibhegi yakhe kwaye unoncumo olukhulu. Ucinga ukuthi uyaphi?"

# text
source: 👀 Can you guess it?
af: 👀 Kan jy raai?
xh: 👀 Ungayiqikelela?

# text
source: Say: “I am going to describe something on the page and you need to guess what it is and point to it”. For example, “I see something that is green and moves slowly.
af: Sê: "Ek gaan iets op die prentjie beskryf en jy moet raai wat dit is en daarna wys." Byvoorbeeld: "Ek sien iets wat groen is en dit beweeg stadig."
xh: Yithi: "Ndiza kuchaza into ekwiphepha kwaye kufuneka uqikelele ukuba yintoni kwaye ukhombe kuyo". Umzekelo, "Ndibona into eluhlaza kwaye ihamba kancinci.

# text
source: Can you guess what it is?” 💚
af: Kan jy raai wat dit is?” 💚
xh: Ungakwazu ukuqashela ukuba yintoni?💚
zu: Ungaqagela ukuthi yini?" 💚

# text
source: These playful games build imagination, language, and thinking skills - while helping your child listen and express their own ideas in a fun way 💡
af: Hierdie prettige speletjies bou verbeelding, taal en denkvaardighede - terwyl dit jou kind help om te luister en sy/haar eie idees op 'n prettige manier uit te druk 💡

# text
source: *Tell Me a Story!*
af: *Vertel vir My 'n Storie!*
xh: *Ndixelele Ibali*

# text
source: 👂 Sit together in a cosy spot and begin a story the traditional way in your home language, like “Once upon a time...”
af: 👂 Sit saam op 'n snoesige plek en begin deur jou storie op die tradisionele manier in jou moedertaal te vertel, soos "Eendag, lank, lank gelede ..."

# text
source: ✨ Use your voice, hands, and expressions to bring the story to life. It could be about animals, a clever child, or a talking tree! Let your child add sounds or repeat words. You can even ask them what happens next!
af: ✨ Gebruik jou stem, hande en uitdrukkings om die storie lewe te gee. Dit moet gaan oor diere, 'n slim kind of 'n boom wat kan praat! Laat jou kind klanke byvoeg en woorde herhaal. Jy kan hulle selfs vra wat volgende gebeur!

# text
source: 💡 Traditional storytelling builds language, imagination, and cultural identity - and creates beautiful quiet time together.
af: 💡 Tradisionele stories bou taal, verbeelding en kulturele identiteit - en skep wonderlike stiltetyd saam.

# text
source: *Proverb Play*
af: *Spreekwoordespel*
xh: *Dlala Iqhalo*

# text
source: Let’s bring wisdom to life through play! ✨
af: Kweek lewenswysheid deur speel! ✨
xh: Masenze ubulumko ebomini ngokudlala! ✨

# text
source: 🌱 Think of a traditional proverb and act it out together. Pretend to be the animal or act out the scenario of the proverb - use movement, voices, and imagination!
af: 🌱 Dink aan 'n tradisionele spreekwoord en voer dit saam uit. Maak of jy die dier is of voer die spreekwoord uit - gebruik beweging. stemme en verbeelding!
xh: 🌱 Cinga ngeqhalo lemveli nililinganise kunye. Zenze isilwanyane okanye ulinganise imeko yeqhalo - sebenzisa intshukumo, amazwi kunye nokucinga!

# text
source: 📖 Here are some ideas to get you started:
af: 📖 Hier is 'n paar idees om jou aan die gang te kry:
xh: 📖 Nazi ezinye iimbono ukuze uqalise:

# text
source: - “Even an ant can hurt an elephant” - Pretend to be a big stomping elephant, then tiny ants that tickle its feet!
af: - "Selfs 'n mier kan 'n olifant seermaak" - Maak of jy 'n grootpoot-olifant is, dan miertjies wat die olifant se pote kielie!
xh: - "Kwanembovane inokumenzakalisa indlovu" - Zenze indlovu enkulu enyathelayo, emva koko iimbovane ezincinci ezinyumbaza inyawo zayo!"

# text
source: - “The lion doesn’t turn around when a small dog barks” - Be the calm, wise lion ignoring a noisy pup.
af: - "Die leeu draai nie om wanneer 'n klein hondjie blaf nie" - Maak of jy 'n kalm, wyse leeu is wat 'n rasende hondjie ignoreer.
xh: - "Ingonyama ayijiki xa kukhonkotha inja encinane" - Yiba yingonyama ezolileyo, elumkileyo, ungayihoyi injana engxolayo.

# text
source: - “Wisdom is like a baobab tree - no one can embrace it alone” - Stand in a circle and stretch your arms to build a tree together.
af: - "Wysheid is soos 'n kremetartboom - niemand kan dit alleen omhels nie" - Staan in 'n sirkel en strek jou arms om 'n boom te vorm.
xh: - "Ubulumko bufana nomthi we baobab - Akukho bani unokuwamkela eyedwa" - Yimani kwisangqa kwaye wolule iingalo zakho ukwakha umthi kunye.

# text
source: - “A single bracelet does not jingle” - Clap or tap together and see how much louder it is with more hands!
af: - "Een armband maak nie 'n geluid nie" - Klap of tik en kyk hoeveel harder dit kan wees met meer hande!

# text
source: This playful activity helps children explore big ideas like courage, kindness, and teamwork - through their bodies and imagination 💡
af: Hierdie prettige aktiwiteit help kinders om groot idees te verken, soos moed, vriendelikheid en spanwerk - deur hulle liggaampies en verbeelding 💡

# text
source: *I'm a Writer!*
af: *Ek's 'n Skrywer!*
xh: * Ndingu Mbhali!*
zu: *Ngingumbhali!*

# text
source: 📝 Have fun being creative with writing!
af: 📝 Geniet dit om kreatief te wees met skryfwerk!
xh: 📝Yonwaba ngokuba nobuchule ngokubhala!
zu: 📝 Zijabulise ngokusungula ukubhala!

# text
source: You and @fields.child_nickname can have fun writing with a pencil and paper, or with a stick and the sand!
af: Jy en @fields.child_nickname kan skryfpret hê met 'n potlood op papier, of met 'n stokkie in die sand!
xh: Wena kunye no@fields.child_nickname ningakonwabela ukubhala nge pensile kunye nephepha, okanye nentonga kunye nesanti!
zu: Wena no@fields.child_nickname ningazijabulisa ngokubhala ngempensela nephepha, noma ngenduku nomhlabathi!

# text
source: If your child doesn’t know how to write letters, encourage them to draw shapes, and try to copy the shapes of letters. 🔵▶️
af: As kinders nie weet hoe om letters te skryf nie, moedig hulle aan om vorms te teken en te probeer om die vorms van letters na te boots.🔵▶️
xh: Ukuba umntwana wakho akakwazi ukubhala oonobumba, mkhuthaze ukuba azobe iimilo, kwaye azame ukukopa iimilo zoonobumba. 🔵▶️

# text
source: When they are more confident, encourage them to write letters and even words. 😃
af: Wanneer hulle meer selfvertroue het, moedig hulle aan om meer letters en woorde te skryf. 😃
xh: Xa bezithembile, bakhuthaze ukuba babhale oonobumba kwanamagama. 😃

# text
source: Start showing them how to write their name and other important words for them, like mom, ball or milk.
af: Begin deur vir hulle te wys hoe om hulle naam en ander belangrike woorde te skryf, soos ma, bal of melk.
xh: Qala ukubabonisa indlela yokubhala amagama abo kunye namanye amagama abalulekileyo kubo, njengomama, ibhola okanye ubisi.

# text
source: Show them the simple things that you write - like shopping lists! Show them the words and each of the letters. Let them try to copy the words! 📖
af: Wys vir hulle die eenvoudige goed wat jy skryf - soos inkopielysies! Wys vir hulle die woorde en elke letter. Laat hulle probeer om die woorde te kopieer! 📖
xh: Babonise izinto ezilula ozibhalileyo - njengo luhlu lokuthenga! Babonise amagama kunye neeleta nganye. Bavumele bakope amagama!📖
zu: Mutshengise izinto ezilula ozibhalayo - njengohlu lokuthenga! Mutshengise amagama nama-alfabethi akhona. Mudedele azame ukukopisha amagama! 📖

# text
source: You and your child can have fun writing with a pencil and paper, or with a stick and the sand!
af: Jy en jou kind kan skryfpret hê met 'n potlood op papier, of met 'n stokkie in die sand!
xh: Wena kunye no ningakonwabela ukubhala nge pensile kunye nephepha, okanye nentonga kunye nesanti!
zu: Wena nomntwana wakho ningazijabulisa ngokubhala ngempensela nephepha, noma ngenduku nomhlabathi!

# text
source: 🎉This playful writing time builds confidence, creativity, and early literacy - helping your child see that writing is useful and fun.
af: 🎉 Hierdie prettige skryftyd bou selfvertroue, kreatiwiteit en vroeë geletterdheid - dit help jou kind om te sien dat skryf nuttig en lekker is.
xh: 🎉 Eli xesha lokubhala lidlalayo lakha ukuzithemba, ubuchule, kunye nokufunda kwasekuqaleni - ukunceda umntwana wakho abone ukuba ukubhala kuluncedo kwaye kumnandi.

# text
source: *A Friendly Chat*
af: *'n Vriendelike geselsie*
xh: *Incoko yobuhlobo*
zu: *Inkulumo Yobungani*

# text
source: Talk to your child about something that they are interested in! 😃
af: Praat met jou kind oor wat vir hom/haar interessant is! 😃
xh: Thetha nomntwana wakho ngento anomdla kuyo! 😃

# text
source: 💚 Spending quality time with your child and talking to them every day is a good way to develop a strong relationship.
af: 💚 Om kwaliteittyd met jou kind te spandeer en daagliks met hom/haar te gesels, is 'n goeie manier om 'n sterk verhouding te ontwikkel.

# text
source: ⚽ An easy way to start talking to your child is to ask them about something they are interested in, for example you could talk about topics such as: sports, books, movies, friends, music, celebrities, or school.
af: ⚽ 'n Maklike manier om met jou kind te begin gesels, is om uit te vra oor iets wat hom/haar interesseer. Jy kan byvoorbeeld oor onderwerpe praat soos sport, boeke, flieks, vriende, musiek, bekendes of skool.

# text
source: 👂 You may not find everything your child shares to be interesting, but it’s important to show enthusiasm and an eagerness to learn.
af: 👂 Nie alles wat jou kind met jou deel, gaan vir jou interessant wees nie, maar dis belangrik om entoesiasme te wys, asook gretigheid om meer uit te vind.
xh: 👂 Ungangafumani yonke into abelana ngayo umntwana wakho enomdla, kodwa kubalulekile ukubonisa umdla kwaye nentumakelelo yokufunda.

# text
source: Talking about their interests builds trust, confidence, and communication skills - and shows your child that what they care about matters to you 💛
af: Om oor hul belangstelling te praat, bou vertroue en kommunikasievaardighede - dit wys jou kind dat hulle belangstelling is vir jou belangrik💛
xh: Ukuthetha malunga nemidla yabo kwakha ithemba, ukuzethemba, nesakhono sokunxulumana - kwaye bonisa umntwana wakho ukuba akukhathaleleyo kubalulekile kuwe 💛
