Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_south_africa_scale/*/*_navigation.po
Languages: af, xh

# text
source: ParentText is easiest to use when you receive content as videos, images and text. However, your data bundle and bandwidth may not support videos. To save on data, you can choose to receive the same content with a smaller audio file or as text. How would you like to receive ParentText?
af: ParentText is die maklikste om te gebruik wanneer jy inhoud as video's, prente en teks ontvang. Jou databondel en bandwydte kan egter dalk nie video's ondersteun nie. Om data te bespaar, kan jy kies om dieselfde inhoud met 'n kleiner oudiolêer of as teks te ontvang. Hoe wil jy graag ParentText ontvang?
xh: I-ParentText kulula ukuyisebenzisa xa ufumana umxholo ngeevidiyo, imifanekiso kunye nemibhalo. Noxa kunjalo, idatha yakho kunye ne-bandwidth ayinakuzixhasa iividiyo. Ukugcina idatha, unokukhetha ukufumana umxholo ofanayo kunye nefayile yesandi encinci okanye njengombhalo. Ungathanda ukuyifumana njani i-ParentText?

# text
source: Sorry, I don't understand what you mean.
af: Jammer, ek verstaan nie wat jy bedoel nie.
xh: Uxolo, andiqondi ukuba uthini.

# text
source: Are you a WOMAN or MAN?
af: Is jy 'n VROU of 'n MAN?
xh: Ulibhinqa okanye Uyindoda?

# text
source: What is your marital status?
af: Wat is jou huwelikstatus?
xh: Sithini isimo sakho somtshato?

# text
source: Is @fields.child_nickname a girl or a boy?
af: Is @fields.child_nickname 'n meisie of 'n seun?
xh: Ingaba @fields.child_nickname uyi ntombi okanye inkwenkwe?

# text
source: Is your child a girl or a boy?
af: Is jou kind 'n meisie of 'n seun?
xh: Ingaba umntwana wakho yintombi okanye yinkwenkwe?

# text
source: Which province do you live in?
af: In watter provinsie woon jy?
xh: Leliphi iphondo ohlala kulo?

# text
source: Please provide us with your child's first name.
af: Verskaf asseblief jou kind se naam.
xh: Sicela usinike igama lomntwana wakho.

# text
source: Please type "N" if you prefer not to answer.
af: Tik asseblief "N" as jy verkies om nie te antwoord nie.
xh: Nceda chwetheza “N” ukuba ukhetha ukungaphenduli.

# text
source: How should we print your name on the certificate?
af: Hoe moet ons jou naam op die sertifikaat druk?
xh: Singalibhala njani igama lakho kwi satifikethi?

# text
source: Please select your language:
af: Kies asseblief jou taal:
xh: Nceda ukhethe ulwimi lwakho:

# text
source: ✅Participating in ParentText is optional.
af: ✅Deelname aan ParentText is opsioneel.
xh: ✅Ukuthatha inxaxheba kwi-ParentText kunyanzelekile.

# text
source: ✅Your personal information is safe and private. Your name and information will not be public, but your responses will be kept and could be used by researchers to learn how to support families like yours.
af: Jou persoonlike inligting is veilig en privaat. Jou naam en inligting sal nie openbaar gemaak word nie, maar jou antwoorde sal gehou en deur navorsers gebruik word om vas te stel hoe om gesinne soos joune te ondersteun.
xh: ✅Inkcukacha zakho malunga nawe zikhuselekile kwayi ziyimfihlo. Igama lakho nenkcukacha zakho azizosasazwa, kodwa iimpendulo zakho zizogcinwa kwaye zingasetyenziwa ngabaphandi ukkufunda ukuba bangazixhasa njani na iintsapho ezinjengale yakho.

# text
source: ❌You can stop when you want. Just type {STOP}
af: ❌Jy kan stop wanneer jy wil. Tik net {STOP}
xh: ❌Unga yeka xa ufuna. Bhala nje {STOP}

# text
source: Press YES if you agree with this. Type "EXIT" if you do not want to participate.
af: Tik JA as jy hiermee saamstem. Tik GAAN UIT as jy nie wil deelneem nie.
xh: Cofa EWE ukuba uyavumelana kule into. Cofa "PHUMA" ukuba awufuni ukuthatha inxaxheba.

# text
source: That is wonderful, thank you so much!
af: Dit is wonderlik, baie dankie!
xh: Kuhle kakhulu, enkosi kakhulu!

# text
source: Can you please confirm that you are 16 years old or older?
af: Kan jy asseblief bevestig dat jy 16 jaar of ouer is?
xh: Ungakwazi ukuqinisekisa ukuba una 16 iminyaka yakho yobudala okanye ungaphezulu?

# text
source: Great! Let's begin.
af: Goed! Kom ons begin.
xh: Kulungile! Masiqalise.

# text
source: Are you sure you do not want to get these messages? If you do not want to receive any more messages, please type NO. If you made a mistake, please press BACK and choose another option.
af: Is jy seker jy wil nie hierdie boodskappe ontvang nie? As jy nie meer enige boodskappe wil ontvang nie, tik asseblief NEE. As jy 'n fout gemaak het, druk asseblief TERUG en kies 'n ander opsie.
xh: Ingaba uqinisekile ukuba awufuni ukuyifumana lemiyalezo? Ukuba awufuni ukufumana nayiphina imiyalezo, ndicela uchwetheze HAYI. Ukuba wenze impazamo, ndicela ucofe u UMVA kaye ukhethe olunye ukhetho.

# text
source: If you ever return to participate in the programme, type "HELLO".
af: Indien jy ooit weer terugkom om aan die program deel te neem, tik HALLO.
xh: Ukuba uye waphinda wabuya wabayinxalenye kule nkqubo, chwetheza "MOLO".

# text
source: We hope to see you again soon, and we wish you a happy and peaceful day!
af: Ons hoop ons sien jou gou weer, en ons hoop jy het 'n lekker en rustige dag!
xh: Sinethemba lokukubona kwakhona kungekudala, kwaye sikunqwenelela usuku olumnandi nolunoxolo!

# text
source: Sorry, ParentText is only for people over the age of 16. Do you confirm that you are under the age of 16?
af: Jammer, ParentText is slegs vir mense ouer as 16 jaar. Bevestig jy dat jy onder die ouderdom van 16 is?
xh: Uxolo, I Parent Text yeyabantu abaneminyaka engaphezulu ku 16. Ungakwazi ukuqinisekisa ukuba ungaphantsi kweminyaka eyi 16?

# text
source: If you want to experience ParentText, you can always share it with your parents or caregivers.
af: As jy graag deel wil wees van ParentText, kan jy dit altyd na jou ouers of versorgers toe aanstuur.
xh: Ukuba ngaba ufuna imvakalelo yeParentText, ungayisebenzisa kunye nabazali okanye abagcini bakho.

# text
source: Here is a video that shows how to use ParentText.
af: Hier is 'n video wat wys hoe om ParentText te gebruik.
xh: Nantsi ividiyo ebonisa ukuba isetyenziswa njani i-ParentText.

# text
source: Variables have been reset
af: Veranderlikes is teruggestel
xh: Inguqu sezimiselwe

# text
source: When was @fields.child_nickname born? Enter their date of birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2010, enter 19/05/2010.
af: Wanneer is @fields.child_nickname gebore? Tik sy/haar geboortedatum in die volgende formaat: DD/MM/JJJJ. Byvoorbeeld, As jou kind op 19 Mei 2010 gebore is, tik 19/05/2010.
xh: Kwakukunini u- @fields.child_nickname ezelwe? faka usuku lokuzalwa ulandele lendlela: DD/MM/YYYY. umzekelo, Ukuba umntwana wakho wazalwa ngo May 19, 2010.

# text
source: When was your child born? Enter their date of birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2010, enter 19/05/2010.
af: Wanneer is jou kind gebore? Tik sy/haar geboortedatum in die volgende formaat: DD/MM/JJJJ. Byvoorbeeld, As jou kind op 19 Mei 2010 gebore is, tik 19/05/2010.
xh: Wazalwa nini umntwana wakho? faka usuku owazalwa ngalo ulandele lendlela: DD/MM/YYYY. Umzekelo, ukuba umntwana wakho wazalwa ngo May 19, 2010, faka 19/05/2010.

# text
source: Sorry, this date is invalid. Please provide your child's date of birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2010, enter 19/05/2010.
af: Jammer, hierdie datum is ongeldig. Verskaf asseblief jou kind se geboortedatum in die volgende formaat: DD/MM/JJJJ. Byvoorbeeld, as jou kind op 19 Mei 2010 gebore is, tik 19/05/2010.
xh: Uxolo, lo mhla awusebenzi. Nceda unikeze umhla wokuzalwa womntwana wakho ngolu hlobo lulandelayo: DD/MM/YYYY. Umzekelo, ukuba umntwana wakho wazalwa ngoMeyi 19, 2010, faka 19/05/2010.

# text
source: The date you entered is in the future. Please provide your child's date of birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2010, enter 19/05/2010.
af: Die datum wat jy ingevul het, is in die toekoms. Verskaf asseblief jou kind se geboortedatum in die volgende formaat: DD/MM/JJJJ. Byvoorbeeld, as jou kind op 19 Mei 2010 gebore is, tik 19/05/2010.
xh: Umhla owufakileyo ukwixesha elizayo. Nceda unikeze umhla wokuzalwa womntwana wakho ngolu hlobo lulandelayo: DD/MM/YYYY. Umzekelo, ukuba umntwana wakho wazalwa ngoMeyi 19, 2010, faka 19/05/2010.

# text
source: Let's try again. Please provide your child's date of birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2010, enter 19/05/2010.
af: Kom ons probeer weer. Verskaf asseblief jou kind se geboortedatum in die volgende formaat: DD/MM/JJJJ. Byvoorbeeld, as jou kind op 19 Mei 2010 gebore is, tik 19/05/2010.
xh: Masizame kwakhona. Nceda unikeze umhla wokuzalwa womntwana wakho ngolu hlobo lulandelayo: DD/MM/YYYY. Umzekelo, ukuba umntwana wakho wazalwa ngoMeyi 19, 2010, faka 19/05/2010.

# text
source: @fields.child_nickname is @(round_down(datetime_diff(results.date,now(),"M")/12)) years old. Is that correct?
af: @fields.child_nickname is @(round_down(datetime_diff(results.date,now(),"M")/12)) jaar oud. Is dit korrek?
xh: @fields.child_nickname u @(round_down(datetime_diff(results.date,now(),"M")/12)) ubudala. Ingaba ichanekile loo nto?

# text
source: Your child is @(round_down(datetime_diff(results.date,now(),"M")/12)) years old. Is that correct?
af: Jou kind is @(round_down(datetime_diff(results.date,now(),"M")/12)) jaar oud. Is dit korrek?
xh: Umntwana wakho u @(round_down(datetime_diff(results.date,now(),"M")/12)) iminyaka ubudala. Ingaba ichanekile loo nto?

# text
source: @fields.child_nickname is @(round_down(datetime_diff(results.date,now(),"M")/12)) years old. Is that correct?
af: @fields.child_nickname is @(round_down(datetime_diff(results.date,now(),"M")/12)) jaar oud. Is dit korrek?
xh: @fields.child_nickname u @(round_down(datetime_diff(results.date,now(),"M")/12)) iminyaka ubudala. Ingaba ichanekile loo nto?

# text
source: Your teen is @(round_down(datetime_diff(results.date,now(),"M")/12)) years old. Is that correct?
af: Jou tiener is @(round_down(datetime_diff(results.date,now(),"M")/12)) jaar oud. Is dit korrek?
xh: Umntwana wakho ofikisayo u @(round_down(datetime_diff(results.date,now(),"M")/12)) iminyaka ubudala. Ingaba ichanekile loo nto?

# text
source: According to the date you provided, @fields.child_nickname would be @(round_down(datetime_diff(results.date,now(),"M")/12)) years old. ParentText is only for children aged 2-17. Please enter a valid date for your child's birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2010, enter 19/05/2010.
af: Volgens die datum wat jy verskaf het, is @fields.child_nickname @(round_down(datetime_diff(results.date,now(),"M")/12)) jaar oud. ParentText is slegs vir kinders van 2-17 jaar oud. Vul asseblief 'n geldige geboortedatum in die volgende formaat in: DD/MM/JJJJ. Byvoorbeeld, as jou kind op 19 Mei 2010 gebore is, tik 19/05/2010.
xh: Ngokomhla osinike wona, u@fields.child_nickname uyakuba @(round_down(datetime_diff(results.date,now(),"M")/12)) neiminyaka ubudala. I-ParentText yeyabantwana abaneminyaka eyi-2-17 kuphela. Nceda ufake umhla osemthethweni wokuzalwa komntwana wakho ngolu hlobo lulandelayo: DD/MM/YYYY. Umzekelo, ukuba umntwana wakho wazalwa ngoMeyi 19, 2010, faka 19/05/2010.

# text
source: According to the date you provided, your child would be @(round_down(datetime_diff(results.date,now(),"M")/12)) years old. ParentText is only for children aged 2-17. Please enter a valid date for your child's birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2010, enter 19/05/2010.
af: Volgens die datum wat jy verskaf het, is jou kind @(round_down(datetime_diff(results.date,now(),"M")/12)) jaar oud. ParentText is slegs vir kinders van 2-17 jaar oud. Vul asseblief 'n geldige geboortedatum in die volgende formaat in: DD/MM/JJJJ. Byvoorbeeld, As jou kind op 19 Mei 2010 gebore is, tik 19/05/2010.
xh: Ngokomhla osinike wona, umntwana wakho uyakuba @(round_down(datetime_diff(results.date,now(),"M")/12)) neiminyaka ubudala. I-ParentText yeyabantwana abaneminyaka eyi-2-17 kuphela. Nceda ufake umhla osemthethweni wokuzalwa komntwana wakho ngolu hlobo lulandelayo: DD/MM/YYYY. Umzekelo, ukuba umntwana wakho wazalwa ngoMeyi 19, 2010, faka 19/05/2010.

# text
source: Welcome to ParentText! This chatbot has been designed with and for parents just like you. We hope you find it useful!
af: Welkom by ParentText! Hierdie geselsbot is saam met en vir ouers soos jy ontwerp. Ons hoop jy vind dit nuttig!
xh: Wamkelekile kwi-ParentText! Eli qonga lokuncokola lenzelwe abazali abanje ngawe. Siyathemba uyakuyifumana iluncedo!

# text
source: ParentText will help you with all of the children in your life, but in this programme, we are focusing on just one child at a time.
af: ParentText sal jou help met al die kinders in jou lewe, maar in hierdie program fokus ons op slegs een kind op 'n keer.
xh: I ParentText izakunceda ngabo bonke abantwana bakho kubomi bakho, kodwa kulenkqubo, sijongana nomntwan omnye ngexesha.

# text
source: Would you like to go back to the previous messages?
af: Wil jy teruggaan na die vorige boodskappe toe?
xh: Ungathanda ukubuyela emva kwimiyalezo yangaphambili?

# text
source: That's okay. Type {HELP} at any time if you would like the details of emergency services or other hotlines.
af: Dis oukei. Tik enige tyd {HELP} as jy die besonderhede van nooddienste of ander blitslyne wil hê.
xh: Kulungile. Chwetheza {HELP} nangeliphi na ixesha xa ufuna inkcukacha ngenkonzo zongxamiseko okanye umnxeba.

# text
source: Here are the contact details of your local emergency services:
af: Hier is die kontakbesonderhede van jou plaaslike nooddienste:
xh: Nazi iinkcukacha zoqhagamshelwano zeenkonzo zakho zengxakeko zengingqi:

# text
source: Type {HELP} at any time if you would like the details of emergency services or other hotlines. Remember everything you say will be completely private!
af: Tik enige tyd {HELP} as jy die besonderhede van nooddienste of ander blitslyne wil hê. Onthou, alles wat jy sê, is heeltemal privaat!
xh: Chwetheza {HELP} nangeliphi na ixesha ukuba ungathanda ukufumana iinkcukacha zenkonzo zongxamiseko okanye inombolo zomnxeba!

# text
source: If you ever feel like talking privately to a trained professional, you can call:
af: As jy ooit privaat met 'n opgeleide professionele persoon wil praat, skakel:
xh: Ukuba ngaba unemvakalelo yokuthetha bucala negcisa eliqeqeshiweyo, ungatsalela:

# text
source: Here are the contact details of your local medical services:
af: Hier is die kontakbesonderhede van jou plaaslike mediese dienste:
xh: Nazi iinkcukacha zoqhagamshelwano zeenkonzo zakho zonyango zengingqi:

# text
source: Are you currently facing an emergency?
af: Het jy tans 'n noodgeval?
xh: Ingaba okwangoku ujongene nongxamiseko?

# text
source: Do you need some support with an emotional issue?
af: Het jy ondersteuning nodig vir 'n emosionele probleem?
xh: Ingaba ufuna inkxaso ethile ngomba wasemoyeni?

# text
source: Are you currently experiencing a health issue?
af: Het jy tans 'n gesondheidsprobleem?
xh: Ingaba okwangoku wehlelwa ngumba wempilo?

# text
source: Are you experiencing an unsafe situation?
af: Verkeer jy tans in 'n onveilige situasie?
xh: Ingaba wehlelwa yimeko engakhuselekanga?

# text
source: Do you have an emergency?
af: Het jy 'n noodgeval?
xh: Ingaba lukhona ungxamiseko?

# text
source: Do you need some urgent help?
af: Het jy dringende hulp nodig?
xh: Ingaba ufuna uncedo olungxamisekileyo?

# text
source: Welcome back to ParentText!
af: Welkom terug by ParentText!
xh: Wamkelekile kwakhona kwi ParentText!

# text
source: I don't understand your message.
af: Ek verstaan nie jou boodskap nie.
xh: Andiwuqondi lomyalezo wakho.

# text
source: Please type {MENU} to access resources and review completed modules, {PLAY} to receive a playful activity you can complete with your child, or {HELP} to access local support resources for a crisis.
af: Tik asseblief {MENU} om toegang tot hulpbronne te verkry en voltooide modules te hersien, {PLAY} om 'n speel-aktiwiteit te ontvang wat jy saam met jou kind kan voltooi, of {HELP} om toegang te kry tot plaaslike ondersteuningsdienste in 'n krisis.
xh: Ndicela uchwetheze {MENU} ukufumana izixhobo kwayee uphonononge iimodyuli ezigqityiweyo, {PLAY} ukufumana umsebenzi wokudlala onokuthi uwenze nomntwana wakho, okanye {HELP} ukufikelela kwizibonelelo zenkxaso zasekuhlaleni ngexesha likaxakeka.

# text
source: You have not given consent to participate in this programme. Would you like to participate?
af: Jy het nie toestemming gegee om aan hierdie program deel te neem nie. Wil jy graag deelneem?
xh: Awuyinikanga imvume yokuthatha inxaxheba kule nkqubo. Ungathanda ukuthatha inxaxheba?

# text
source: If you ever decide to participate in the programme, type HELLO.
af: As jy ooit besluit om aan die program deel te neem, tik HALLO.
xh: Ukuba uthatha isigqibo sokuthatha inxaxheba kwinkqubo, chwetheza MOLO.

# text
source: Parenting is hard. ParentText may help. Would you like to continue your progress?
af: Ouerskap is moeilik. ParentText kan help. Wil jy graag jou vordering voortsit?
xh: Ubuzali bunzima. I-ParentText inganceda. Ungathanda ukuqhubekeka nenkqubela yakho?

# text
source: That's okay. If you ever decide to come back, type HELLO.
af: Dis oukei. As jy ooit besluit om terug te kom, tik HALLO.
xh: Kulungile. Ukuba uye wagqiba ukubuyela umva, cofa MOLO.

# text
source: You are already part of ParentText!
af: Jy is alreeds deel van ParentText!
xh: Sele uyinxalenye ye-ParentText!

# text
source: You have already completed ParentText!
af: Jy het alreeds ParentText voltooi!
xh: Sewuyigqibile i ParentText!

# text
source: Staying in ParentText helps you and your child. Are you sure you want to exit the programme?
af: Deur in ParentText te bly, help jou en jou kind. Is jy seker jy wil die program verlaat?
xh: Ukuhlala kwi ParentText kunganceda wena kunye nomntwana wakho. Uqinisekile ukuba ufuna ukuphuma kule nkqubo?

# text
source: If you do not want to receive any more messages, please type "EXIT".
af: As jy nie meer enige boodskappe wil ontvang nie, tik asseblief "GAAN UIT".
xh: Ukuba awufuni ukufumana nayiphina na imiyalezo, Sicela uchwetheze "PHUMA".

# text
source: If you made a mistake, please type "BACK".
af: As jy 'n fout gemaak het, tik asseblief "TERUG".
xh: Ukuba wenze impazamo, sicela uchwetheze "UMVA".

# text
source: Thank you for participating. If you want to return to the programme, type HELLO.
af: Dankie vir jou deelname. As jy wil terugkeer na die program, tik HALLO.
xh: Enkosi ngokuthatha inxaxheba. Ukuba ufuna ukubuyela kule nkqubo, cofa MOLO.

# text
source: We hope to see you again soon!
af: Ons hoop om jou gou weer te sien!
xh: Siyathemba sizakuphinda sikubone kwakhona kungekudala!

# text
source: We are so glad you want to stick around! We will resume your progress tomorrow.
af: Ons is so bly jy wil aanhou! Ons sal jou vordering môre weer begin.
xh: Siyavuya kakhulu kuba ufuna ukuhlala nathi! Sizakuqhubekeka nenkqubela yakho ngomso.

# text
source: This feature will be available once you have completed registration. It won’t take long. Please continue your progress!
af: Hierdie kenmerk sal beskikbaar wees sodra jy registrasie voltooi het. Dit sal nie lank neem nie. Sit asseblief jou vordering voort!
xh: Eli nqaku liza kufumaneka xa sele ugqibile ukubhalisa. Ayizukuthatha ixesha elide. Nceda uqhubeke nenkqubela yakho!

# text
source: The menu will be available once you have completed registration. It won’t take long. Please continue your progress!
af: Die kieslys sal beskikbaar wees sodra jy registrasie voltooi het. Dit sal nie lank neem nie. Sit asseblief jou vordering voort!
xh: Olu luhlu luza kufumaneka kanye xa ugqibile ubhaliso. Ayizothatha xesha lide. Sicela uqhubeke nenkqubela phambili yakho yakho!

# text
source: In this course, you will complete @fields.c_n_mod lessons. You will receive a new lesson each day. Your first lesson is @results.name.
af: In hierdie kursus sal jy @fields.c_n_mod lesse voltooi. Jy sal elke dag 'n nuwe les ontvang. Jou eerste les is @results.name.
xh: Kwesisifundo, uzakugqiba @fields.c_n_mod yezifundo. Uzakufumana isifundo esitsha ngosuku ngalinye. Isifundo sakho sokuqala ku: @results.name.

# text
source: You have completed @fields.c_n_mod_compl out of @fields.c_n_mod lessons in this course. Today's lesson is @results.name.
af: Jy het @fields.c_n_mod_compl uit @fields.c_n_mod lesse in hierdie kursus voltooi. Vandag se les is @results.name.
xh: Uye wagqiba i @fields.c_n_mod_compl ngaphandle kwe @fields.c_n_mod yesifundo kwesisifundo. Isifundo sakho sokuqala ku @results.name.

# text
source: fail
af: misluk
xh: ukusilela

# text
source: Let’s get started. Press NEXT to begin.
af: Kom ons begin. Druk VOLGENDE om te begin.
xh: Masiqalise. Cofa OKULANDELAYO ukuqalisa.

# text
source: Well done. You're ready to start the programme.
af: Welgedaan. Jy is gereed om met die program te begin.
xh: Wenze kakuhle. Ukulungele ukuqala inkqubo.

# text
source: You only have the following lesson to complete:
af: Jy het slegs die volgende les om te voltooi:
xh: Unesisifundo silandelayo ongasigqibezela:

# text
source: Which lesson would you like to complete?
af: Watter les sal jy graag wil voltooi?
xh: Sesiphi isifundo ongathanda ukusigqibezela?

# text
source: You haven't started to work on a course yet.
af: Jy het nog nie aan 'n kursus begin werk nie.
xh: Awukaqalisi ukusebenza kwisifundo okwangoku.

# text
source: You have only started the course
af: Jy het slegs die kursus begin
xh: Sewusiqalile isifundo

# text
source: Would you like support on it?
af: Wil jy graag ondersteuning daarmee hê?
xh: Ingaba ungathanda ukufumana inkxaso kuso?

# text
source: That's okay. You can access more information at any time in the Main Menu. Just type {MENU}.
af: Dis oukei. Jy kan enige tyd meer inligting in die Hoofkieslys kry. Tik net {MENU}.
xh: Kulungile. Ungazifumana iinkcukacha ezongezelelweyo nangeliphina ixesha kuluhlu olungaphambili. Cofa {MENU}.

# text
source: What are you struggling with?
af: Waarmee sukkel jy?
xh: Yintoni ekusokolisayo?

# text
source: You haven't completed a lesson yet.
af: Jy het nog nie 'n les voltooi nie.
xh: Awukasigqibi isifundo sakho okwangoku.

# text
source: Which course do you want to review?
af: Watter kursus wil jy hersien?
xh: Sesiphi isifundo ofuna ukusiphonononga?

# text
source: @(word_count(fields.goals_accessed) +1). Return to Main Menu
af: @(word_count(fields.goals_accessed) +1). Gaan terug na Hoofkieslys
xh: @(word_count(fields.goals_accessed)+1). Buyela kwi Menyu

# text
source: You haven't completed any of the lessons in this course.
af: Jy het nog nie enige van die lesse in hierdie kursus voltooi nie.
xh: Awugqibanga nesinye isifundo kule khosi.

# text
source: You have only completed the following lesson:
af: Jy het nog net die volgende les voltooi:
xh: Ugqibe kuphela esisifundo silandelayo:

# text
source: Would you like to review it?
af: Wil jy dit graag hersien?
xh: Ungathanda ukusiphonononga?

# text
source: That's okay. You can come back here at any time to review it.
af: Dis oukei. Jy kan enige tyd hierheen terugkom om dit te hersien.
xh: Kulungile. Ungabuyela kwakhona nangeliphina ixesha usiphonononge.

# text
source: You have completed @fields.n_s_modules_compl lessons within this course. Which lesson do you want to review?
af: Jy het @fields.n_s_modules_compl lesse in hierdie kursus voltooi. Watter les wil jy hersien?
xh: Uye wagqiba @fields.n_s_modules_compl izifundo phakathi kwesi sifundo. Sesiphi isifundo ofuna ukusiphonononga?
