Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_south_africa_scale/*/*_navigation.po
Languages: af, xh

# text
source: Send PARENTTEXT to this number and get FREE daily practical tips.
af: Stuur PARENTTEXT na hierdie nommer en kry GRATIS daaglikse praktiese wenke.
xh: Thumela PARENTTEXT kulenombolo kwaye ufumane iingcebiso zemihla ngemihla ezisimahla.

# text
source: Illustrations in ParentText help explain parenting skills. They are original works by Orli Setton created for Parenting for Lifelong Health and the Global Parenting Initiative, and shared under a CC BY-SA 4.0 International licence.
af: Illustrasies in ParentText help om ouerskapsvaardighede te verduidelik. Dit is oorspronklike werke deur Orli Setton, geskep vir Parenting for Lifelong Health en die Global Parenting Initiative, en gedeel onder 'n CC BY-SA 4.0 Internasionale lisensie.
xh: Imifanekiso ekwi ParentText inceda ekucaciseni izakhono zobuzali. Yimisebenzi yoqobo ka-Orli Setton eyenzelwe i-Parenting for Lifelong Health kunye neGlobal Parenting Initiative, kwaye kwabelwana ngayo phantsi kwe-CC BY-SA 4.0 yelayisensi yaMazwe ngaMazwe.

# quick_replies
source: Text, Images, and Videos
af: Teks, Prente en Video's
xh: Umbhalo, Imifanekiso, kunye nee Vidiyo

# quick_replies
source: Text, Images, and Audio
af: Teks, Prente en Oudio
xh: Umbhalo, Imifanekiso kunye ne Sandi

# quick_replies
source: Text and Images Only
af: Slegs Teks en Prente
xh: Umbhalo kunye ne Mifanekiso Kuphela

# quick_replies
source: Woman
af: Vrou
xh: Owasetyhini

# quick_replies
source: Man
xh: Indoda

# quick_replies
source: Prefer not to say
af: Verkies om nie te sê nie
xh: Ukhetha ukungatsho

# quick_replies
source: Single
af: Enkellopend
xh: Ongatshatanga

# quick_replies
source: Unmarried but in a relationship
af: Ongetroud, maar in 'n verhouding
xh: Ongatshatanga kodwa unobudlelwane

# quick_replies
source: Married
af: Getroud
xh: Utshatile

# quick_replies
source: Separated from partner
af: Geskei van lewensmaat
xh: Wohlukene neqabane

# quick_replies
source: Divorced
af: Geskei
xh: Uqhawule umtshato

# quick_replies
source: Widowed
af: Weduwee/wewenaar
xh: Uswelekelwe ngumlingane

# quick_replies
source: Other
af: Ander
xh: Okunye

# quick_replies
source: I don't want to answer
af: Ek wil nie antwoord nie
xh: Andifuni kuphendula

# quick_replies
source: Girl
af: Meisie
xh: Intombazana

# quick_replies
source: Boy
af: Seun
xh: Inkwenkwe

# quick_replies
source: Eastern Cape
af: Oos-Kaap
xh: E-Eastern Cape

# quick_replies
source: Free State
af: Vrystaat
xh: E-Free State

# quick_replies
source: Gauteng
xh: E-Gauteng

# quick_replies
source: Limpopo
xh: E-Limpopo

# quick_replies
source: Mpumalanga
xh: Empumalanga

# quick_replies
source: North West
af: Noordwes
xh: E-North West

# quick_replies
source: Northern Cape
af: Noord-Kaap
xh: E-Northern Cape

# quick_replies
source: Western Cape
af: Wes-Kaap
xh: E-Western Cape

# quick_replies
source: I do not live in South Africa
af: Ek woon nie in Suid-Afrika nie
xh: Andihlali e South Africa

# quick_replies
source: English
af: Engels
xh: IsiNgesi

# quick_replies
source: Zulu
af: Zoeloe
xh: IsiZulu

# quick_replies
source: Afrikaans
xh: IAfrikansi

# quick_replies
source: YES
af: JA
xh: EWE

# quick_replies
source: Yes, I am over 16
af: Ja, ek is ouer as 16
xh: Ewe, ndingaphezu ko 16

# quick_replies
source: No, I am under 16
af: Nee, ek is jonger as 16
xh: Hayi, Ndingaphantsi 16

# quick_replies
source: BACK
af: TERUG
xh: UMVA

# quick_replies
source: Yes
af: Ja
xh: Ewe

# quick_replies
source: No
af: Nee
xh: Hayi

# quick_replies
source: NEXT
af: VOLGENDE
xh: OKULANDELAYO

# quick_replies
source: Give me an idea for 1-on-1 time with my child
af: Gee my 'n idee vir 1-tot-1-tyd met my kind
xh: Ndinike imibono malunga nexesha lomnye nomnye kunye nomntwna wam

# quick_replies
source: I need more parenting help
af: Ek het meer ouerskap hulp nodig
xh: Ndifuna uncedo olungakumbi lobuzali

# quick_replies
source: I’m done for today
af: Ek's klaar vir vandag
xh: Ngigqibile okwanamhlanje

# quick_replies
source: Give me an idea for 1-on-1 time with my teen
af: Gee my 'n idee vir 1-tot-1 tyd met my tiener
xh: Ndinike imibono ngexesha lomnye nomnye kunye nomntwana wam

# quick_replies
source: View another activity idea
af: Sien 'n ander aktiwiteitsidee
xh: Jonga omnye umbono womdlalo

# quick_replies
source: Go to Main Menu
af: Gaan na Hoofkieslys
xh: Yiya Kuluhlu Oluphambili

# quick_replies
source: Continue my progress tomorrow
af: Gaan môre voort met my vordering
xh: Qhubeka ngomso nenkqubela phambili yam

# quick_replies
source: Exit menu
af: Gaan uit kieslys
xh: Phuma kuluhlu

# quick_replies
source: Now
af: Nou
xh: Ngoku

# quick_replies
source: Tomorrow
af: Môre
xh: Ngomso

# quick_replies
source: Remind me tomorrow
af: Herinner my môre
xh: Ndikhumbuze ngomso

# quick_replies
source: Review a lesson from a different course
af: Hersien 'n les van 'n ander kursus
xh: Phonononga isifundo kwi zifundo ezahlukeneyo

# quick_replies
source: Return to Menu
af: Terug na Kieslys
xh: Buyela Kuluhlu

# quick_replies
source: Review another lesson from this course
af: Hersien 'n ander les uit hierdie kursus
xh: Phonononga esinye isifundo kwesi sisifundo

# quick_replies
source: Get more help with this course
af: Kry meer hulp met hierdie kursus
xh: Fumana uncedo olongezelekiyo ngesisisfundo

# quick_replies
source: Get help with a different challenge
af: Kry hulp met 'n ander uitdaging
xh: Fumana uncedo ngemiceli mngeni eyahlukeneyo

# quick_replies
source: Return to the Main Menu
af: Terug na die Hoofkieslys
xh: Buyela Kuluhlu Olungaphambili

# quick_replies
source: Review and track my progress
af: Hersien en bepaal my vordering
xh: Phonononga kwaye ulandele inkqubela phambili yam

# quick_replies
source: Change my settings
af: Verander my instellings
xh: Tshintsha useto lwam

# quick_replies
source: Invite a friend to enroll
af: Nooi 'n vriend om in te skryf
xh: Mema umhlobo wakho ukuze abhalise

# quick_replies
source: Get help with an emergency
af: Kry hulp in 'n noodgeval
xh: Fumana uncedo ngo ngxamiseko

# quick_replies
source: Watch a video with instructions
af: Kyk 'n video met instruksies
xh: Bukela ividiyo enemiyalelo

# quick_replies
source: Track my progress
af: Bepaal my vordering
xh: Landelela inkqubela phambili yam

# quick_replies
source: Retake completed lessons
af: Doen voltooide lesse weer
xh: Thatha kwakhona izifundo ezigqityiweyo

# quick_replies
source: Get extra help with my child
af: Kry ekstra hulp met my kind
xh: Fumana uncedo olongezekileyo kunye nomntwana wam

# quick_replies
source: Return to Main Menu
af: Terug na Hoofkieslys
xh: Buyela Kuluhlu Olungaphambili

# quick_replies
source: Change the way I receive content
af: Verander die manier waarop ek inhoud ontvang
xh: Tshintsha indlela endifumana ngayo umxholo

# quick_replies
source: Stop receiving the messages
af: Hou op om boodskappe te ontvang
xh: Yeka ukufumana imiyalezo

# quick_replies
source: I need more parenting support than ParentText offers
af: Ek het meer ouerskap-ondersteuning nodig as wat ParentText bied
xh: Ndifuna inkxaso yobuzali engakumbi kunalena inikezelwa ngu ParentText

# quick_replies
source: I need support with my child’s disability
af: Ek het ondersteuning nodig met my kind se gestremdheid
xh: Ndifuna inkxaso ngokukhubazeka komntwana wam

# quick_replies
source: I’m facing challenges that make it difficult to focus on parenting right now
af: Ek het baie uitdagings wat dit moeilik maak om nou op ouerskap te konsentreer
xh: Ndijongene nemiceli-mngeni eyenza kubenzima ukugxila kubuzali ngoku

# quick_replies
source: I need emergency support
af: Ek het noodondersteuning nodig
xh: Ndifuna inkxaso kaxakeka

# quick_replies
source: I do not have time
af: Ek het nie tyd nie
xh: Andinalo ixesha tu

# quick_replies
source: ParentText is not helpful
af: ParentText is nie nuttig nie
xh: I-ParentText ayiloncendo

# quick_replies
source: ParentText isn't working on my phone
af: ParentText werk nie op my foon nie
xh: I-ParentText ayisebenzi efowunini yam

# quick_replies
source: This content is too basic for me
af: Die inhoud is te basies vir my
xh: Lomxholo ulula kakhulu kum

# quick_replies
source: I do not see how ParentText will help me with my child’s behaviour
af: Ek sien nie hoe ParentText my sal help met my kind se gedrag nie
xh: Andiyiboni indlela i-ParentText ezakundinceda ngayo ngokuziphatha komntwana wam

# quick_replies
source: I need more support than a chatbot can provide
af: Ek het meer ondersteuning nodig as wat 'n geselsbot kan bied
xh: Ndifuna inkxaso engakumbi kunoku i-chatbot engandinika kona

# quick_replies
source: This content is not helpful for my child with special needs
af: Hierdie inhoud is nie nuttig vir my kind met spesiale behoeftes nie
xh: Lomxholo awuloncedo kubantwana bam abanezidingo zabucala

# quick_replies
source: I'm facing challenges that make it difficult to focus on parenting right now
af: Ek het baie uitdagings wat dit moeilik maak om nou op ouerskap te konsentreer
xh: Ndijongene nemiceli-mngeni eyenza kubenzima ukugxila kubuzali ngoku

# quick_replies
source: Emergency support
af: Noodondersteuning
xh: Inkxaso kaxakeka

# quick_replies
source: Mental health & suicide prevention
af: Geestesgesondheid & selfmoordvoorkoming
xh: Impilo yengqondo kunye nokuthintela ukuzibulala

# quick_replies
source: Health support services
af: Gesondheidsondersteuningsdienste
xh: Iinkonzo zenkxaso yezempilo

# quick_replies
source: Dealing with violence
af: Om geweld te hanteer
xh: Ukujongana nobundlobongela

# quick_replies
source: Drugs and alcohol
af: Dwelm- en alkohol
xh: Iziyobisi kunye notywala

# quick_replies
source: Family counselling & support
af: Gesinsberading & ondersteuning
xh: Ingcebiso kunye nenkxaso yosapho

# quick_replies
source: Legal & SASSA support
af: Wetlike & SASSA-ondersteuning
xh: Ezomthetho kunye nenkxaso ka SASSA

# quick_replies
source: LGBTQIA+ support
af: LGBTQIA+ ondersteuning
xh: Inkxaso ye-LGBTQIA+

# quick_replies
source: School support
af: Skoolondersteuning
xh: Inkxaso yesikolo

# quick_replies
source: No, thanks
af: Nee, dankie
xh: Hayi, enkosi

# quick_replies
source: Get other emergency contacts
af: Kry ander noodkontakte
xh: Fumana olunye uqhagamshelwano olungxamisekileyo

# quick_replies
source: Exit
af: Gaan uit
xh: Phuma

# arguments
source: text, images, and videos
af: teks, prente en video's
xh: umbhalo, imifanekiso kunye neevidiyo

# arguments
source: text, images, and audio
af: teks, prente en oudio
xh: umbhalo, imifanekiso, kunye sandi

# arguments
source: text and images only
af: slegs teks en prente
xh: umbhalo kunye nemifanekiso kuphela

# arguments
source: woman
af: vrou
xh: owasetyhini

# arguments
source: man
xh: indoda

# arguments
source: prefer not to say
af: verkies om nie te sê nie
xh: ukhetha ukungatsho

# arguments
source: single
af: enkellopend
xh: yedwa

# arguments
source: unmarried but in a relationship
af: ongetroud, maar in 'n verhouding
xh: ongatshatanga kodwa ukubudlelwane

# arguments
source: married
af: getroud
xh: utshatile

# arguments
source: separated from partner
af: geskei van lewensmaat
xh: wohlukene neqabane

# arguments
source: divorced
af: geskei
xh: qhawule umtshato

# arguments
source: widowed
af: wewenaar/weduwee
xh: uswelekelwe ngumlingane

# arguments
source: other
af: ander
xh: enye

# arguments
source: i don't want to answer
af: ek wil nie antwoord nie
xh: andifuni kuphendula

# arguments
source: girl
af: meisie
xh: intombazana

# arguments
source: boy
af: seun
xh: inkwenkwe

# arguments
source: eastern cape
af: oos-kaap
xh: e-eastern cape

# arguments
source: free state
af: vrystaat
xh: e-free state

# arguments
source: gauteng
xh: e-gauteng

# arguments
source: limpopo
xh: e-limpopo

# arguments
source: mpumalanga
xh: empumalanga

# arguments
source: north west
af: noordwes
xh: e- north west

# arguments
source: northern cape
af: noord-kaap
xh: e-northern cape

# arguments
source: western cape
af: wes-kaap
xh: e-western cape

# arguments
source: i do not live in south africa
af: ek woon nie in suid-afrika nie
xh: andihlali e south africa

# arguments
source: english
af: engels
xh: isingesi

# arguments
source: zulu
af: zoeloe
xh: isizulu

# arguments
source: afrikaans
xh: iafrikansi

# arguments
source: yes
af: ja
xh: ewe

# arguments
source: exit
af: gaan uit
xh: phuma

# arguments
source: yes y over
af: ja j bo
xh: ewe e ngaphezulu

# arguments
source: no n under
af: nee n onder
xh: hayi h ngaphantsi

# arguments
source: no
af: nee
xh: hayi

# arguments
source: back
af: terug
xh: umva

# arguments
source: yes y yeah yep
af: ja j jip ja
xh: ewe ee yha

# arguments
source: no n nope
af: nee n nee
xh: hayi hh ha.a

# arguments
source: generic
af: generies
xh: ufuzo

# arguments
source: mental_health
af: geestesgesondheid
xh: iimpilo_zengqondo

# arguments
source: health
af: gesondheid
xh: impilo

# arguments
source: violence
af: geweld
xh: ubundlobongela

# arguments
source: natural_disasters
af: natuurrampe
xh: iintlekele_zendalo

# arguments
source: drugs
af: dwelms
xh: iziyobisi

# arguments
source: help
af: hulp
xh: uncedo

# arguments
source: menu
af: kieslys
xh: uluhlu

# arguments
source: play
af: speel
xh: dlala

# arguments
source: prevent
af: voorkom
xh: thintela

# arguments
source: grow
af: groei
xh: ukukhula

# arguments
source: stop
xh: yima

# arguments
source: no n nope nah
af: nee n nee nah
xh: hayi

# arguments
source: parenttext
xh: i-parenttext

# arguments
source: parentext
xh: i-parentext

# arguments
source: hi
xh: molo

# arguments
source: i’m done for today
af: ek's klaar vir vandag
xh: Ndigqibile okwanamhlanje

# arguments
source: give me an idea for 1-on-1 time with my child
af: gee my 'n idee vir 1-tot-1 tyd met my kind
xh: ndinike umbono ngexesha lomnye nomnye kunye nomntwana wam

# arguments
source: i need more parenting help
af: ek het meer ouerskap hulp nodig
xh: ndifuna uncedo olungakumbi lobuzali

# arguments
source: give me an idea for 1-on-1 time with my teen
af: gee my 'n idee vir 1-tot-1 tyd met my tiener
xh: ndinike umbono ngexesha lomnye nomnye kunye nomntwana wam

# arguments
source: view another activity idea
af: sien 'n ander aktiwiteitsidee
xh: jonga omnye umbono womdlalo

# arguments
source: go to main menu
af: gaan na Hoofkieslys
xh: buyela kuluhlu oluphambili

# arguments
source: continue my progress tomorrow
af: gaan môre voort met my vordering
xh: qhubeka nenkqubela phambili yam ngomso

# arguments
source: exit menu
af: gaan uit kieslys
xh: phuma kwimenyu

# arguments
source: now
af: nou
xh: ngoku

# arguments
source: tomorrow
af: môre
xh: ngomso

# arguments
source: remind me tomorrow
af: herinner my môre
xh: ndikhumbuze ngomso

# arguments
source: return to menu
af: terug na kieslys
xh: buyela kuluhlu olungaphambili

# arguments
source: review a lesson from a different course
af: hersien 'n les van 'n ander kursus
xh: phonononga isifundo kwisifundo esahlukeneyo

# arguments
source: review another lesson from this course
af: hersien 'n ander les uit hierdie kursus
xh: phonononga esinye isifundo kwesi isifundo

# arguments
source: get more help with this course
af: kry meer hulp met hierdie kursus
xh: fumana uncedo olongezekileyo kwesi sifundo

# arguments
source: get help with a different challenge
af: kry hulp met 'n ander uitdaging
xh: fumana uncedo ngokwe miceli-mngeni eyahlukeneyo

# arguments
source: return to the main menu
af: terug na hoofkieslys
xh: buyela kuluhlu olungaphambili

# arguments
source: review and track my progress
af: hersien en bepaal my vordering
xh: phonononga kwaye landelela inkqubela phambili yam

# arguments
source: change my settings
af: verander my instellings
xh: tshintsha useto lwam

# arguments
source: invite a friend to enroll
af: nooi 'n vriend om in te skryf
xh: mema umhlobo wakho ukuze abhalise

# arguments
source: get help with an emergency
af: kry hulp in 'n noodgeval
xh: fumana uncedo ngongxamiseko

# arguments
source: watch a video with instructions
af: kyk 'n video met instruksies
xh: bukela ividiyo enemiyalelo

# arguments
source: track my progress
af: bepaal my vordering
xh: landelela inkqubela phambili yam

# arguments
source: retake completed lessons
af: doen voltooide lesse weer
xh: thatha kwakhona izifundo ezigqityiweyo

# arguments
source: get extra help with my child
af: kry ekstra hulp met my kind
xh: fumana uncedo olongezelelekileyo kunye nomntwana wam

# arguments
source: return to main menu
af: terug na hoofkieslys
xh: buyela kuluhlu lwangaphambili

# arguments
source: change the way i receive content
af: verander die manier waarop ek inhoud ontvang
xh: tshintsha indlela ofumana ngayo umxholo

# arguments
source: stop receiving the messages
af: staak ontvangs van die boodskappe
xh: yeka ukufumana imiyalezo

# arguments
source: yes y yeah yep ok
af: ja j jip ok
xh: ewe

# arguments
source: i need more parenting support than parenttext offers
af: ek het meer ouerskap-ondersteuning nodig as wat ParentText bied
xh: ndifuna inkxaso yobuzali engakumbi kunalena inikezelwa ngu parenttext

# arguments
source: i need support with my child’s disability
af: ek het ondersteuning nodig met my kind se gestremdheid
xh: ndifuna inkxaso ngokukhubazeka komntwana wam

# arguments
source: i’m facing challenges that make it difficult to focus on parenting right now
af: ek het baie uitdagings wat dit moeilik maak om nou op ouerskap te konsentreer
xh: ndijongene nemiceli-mngeni eyenza kubenzima ukugxila kubuzali ngoku

# arguments
source: i need emergency support
af: ek het noodondersteuning nodig
xh: ndifuna inkxaso kaxakeka

# arguments
source: i do not have time
af: ek het nie tyd nie
xh: andinalo ixesha tu

# arguments
source: parenttext is not helpful
af: ParentText is nie nuttig nie
xh: i-ParentText ayiloncendo

# arguments
source: parenttext isn't working on my phone
af: ParentText werk nie op my foon nie
xh: parenttext ayisebenzi efowunini yam

# arguments
source: this content is too basic for me
af: die inhoud is te basies vir my
xh: lomxholo ulula kakhulu kum

# arguments
source: i do not see how parenttext will help me with my child’s behaviour
af: ek sien nie hoe ParentText my sal help met my kind se gedrag nie
xh: andiyiboni indlela iparenttext ezakundinceda ngayo ngokuziphatha komntwana wam

# arguments
source: i need more support than a chatbot can provide
af: ek het meer ondersteuning nodig as wat 'n geselsbot kan bied
xh: Ndifuna inkxaso engaphezulu kunokubonelela nge-chatbot

# arguments
source: this content is not helpful for my child with special needs
af: hierdie inhoud is nie nuttig vir my kind met spesiale behoeftes nie
xh: lomxholo awuloncedo kubantwana bam abanezidingo zabucala

# arguments
source: i'm facing challenges that make it difficult to focus on parenting right now
af: ek het baie uitdagings wat dit moeilik maak om nou op ouerskap te konsentreer
xh: ndijongene nemiceli-mngeni eyenza kubenzima ukugxila kubuzali ngoku

# arguments
source: emergency support
af: noodondersteuning
xh: inkxaso kaxakeka

# arguments
source: mental health & suicide prevention
af: geestesgesondheid & selfmoordvoorkoming
xh: impilo yengqondo kunye nokuthintela ukuzibulala

# arguments
source: health support services
af: gesondheidsondersteuningsdienste
xh: iinkonzo zenkxaso yezempilo

# arguments
source: dealing with violence
af: om geweld te hanteer
xh: ukujongana nobundlobongela

# arguments
source: drugs and alcohol
af: dwelm- en alkohol
xh: iziyobisi kunye notywala

# arguments
source: family counselling & support
af: gesinsberading & ondersteuning
xh: ingcebiso kunye nenkxaso yosapho

# arguments
source: legal & sassa support
af: wetlike & SASSA-ondersteuning
xh: ezomthetho kunye nenkxaso ka sassa

# arguments
source: lgbtqia+ support
af: LGBTQIA + ondersteuning
xh: inkxaso ye lgbtqia+

# arguments
source: school support
af: skoolondersteuning
xh: inkxaso yesikolo

# arguments
source: no, thanks
af: nee, dankie
xh: hayi, enkosi

# arguments
source: get other emergency contacts
af: kry ander noodkontakte
xh: fumana olunye ungxamiseko olukhawulezileyo

# text
source: NA
af: NVT

# quick_replies
source: NA
af: NVT

# arguments
source: na
af: NVT
