Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_south_africa_scale/*/*_navigation.po
Languages: af, xh

# text
source: @(word_count(join(reverse(split(fields.s_modules_compl," ")), " ")) +1). Return to Main Menu
af: @(word_count(join(reverse(split(fields.s_modules_compl," ")), " ")) +1). Gaan terug na Hoofkieslys
xh: @(word_count(join(reverse(split(fields.s_modules_compl," ")), " ")) +1). Buyela kwi Menyu

# text
source: Let's start with your final course:
af: Kom ons begin met jou laaste kursus:
xh: Masiqalise ngesifundo sakho sokugqibela:

# text
source: Which course would you like to complete next?
af: Watter les sal jy graag volgende wil doen?
xh: Sesiphi isifundo esilandelayo ongathanda ukusigqibezela?

# text
source: We'll continue the course tomorrow. Is there anything else you'd like to do today?
af: Ons sal môre aangaan met die kursus. Is daar enigiets anders wat jy vandag wil doen?
xh: Sizakuqhubeka nesifundo ngomso. Ingaba ikhona na enye into ongathanda ukuyenza?

# text
source: Great, see you tomorrow!
af: Goed, sien jou môre!
xh: Kwakuhle, sakubonana ngomso!

# text
source: What would you like to do?
af: Wat wil jy doen?
xh: Ungathanda ukwenza ntoni?

# text
source: Do you want to begin now or tomorrow?
af: Wil jy nou begin, of môre?
xh: Ungathanda ukuqalisa ngoku okanye ngomso?

# text
source: It takes only 5 days to complete this first course and earn your parenting certificate.
af: Dit neem slegs 5 dae om hierdie eerste kursus te voltooi en jou ouerskapsertifikaat te verwerf.
xh: Ithatha nje kuphela iintsuku ezintlanu ukugqiba esisifundo sokuqala kwaye uzifumanele isatifikethi sakho sobuzali.

# text
source: *🥳 Wow! You did it—you finished the whole programme!*
af: *🥳 Sjoe! Jy het dit gedoen—jy het die hele program voltooi!*
xh: *🥳 Kwakuhle! Uyenzile-uye wayigqiba yonke inkqubo!*

# text
source: ParentText only took a few minutes a day, but the real work was the time you spent with @fields.child_nickname.
af: ParentText het slegs 'n paar minute per dag geneem, maar die eintlike werk was die tyd wat jy met @fields.child_nickname spandeer het.
xh: I Parent Text ithatha kuphela imizuzu embalwa ngosuku, kodwa owona msebenzi wokwenene kukuba uchithe ixesha kunye no@fields.child_nickname.

# text
source: Thank you for joining me and for investing in yourself and @fields.child_nickname. You both matter—and you’re worth it!
af: Dankie dat jy by my aangesluit het en dat jy in jouself en @fields.child_nickname belê het. Julle is albei belangrik—en julle is dit werd!
xh: Enkosi kokuzibandakanya nam kunye nokutyala kuwe kunye no@fields.child_nickname. Nobabini nibalulekile-kwaye nikufanele oku!

# text
source: ParentText only took a few minutes a day, but the real work was the time you spent with your child.
af: ParentText het slegs 'n paar minute per dag geneem, maar die eintlike werk was die tyd wat jy met jou kind spandeer het.
xh: I Parent Text ithatha kuphela imizuzu embalwa ngosuku, kodwa owona msebenzi wokwenene kukuba uchithe ixesha kunye nomntwana wakho.

# text
source: Thank you for joining me and for investing in yourself and your child. You both matter—and you’re worth it!
af: Dankie dat jy by my aangesluit het en dat jy in jouself en jou kind belê het. Julle is albei belangrik—en julle is dit werd!
xh: Enkosi kokuzibandakanya nam kunye nokutyala kuwe kunye nomntwana wakho. Nobabini nibalulekile-kwaye nikufanele oku!

# text
source: 🎉You did it!🎉 You have completed the course @results.name. Here's your course certificate. Congratulations!
af: 🎉Jy het dit gedoen! 🎉Jy het die kursus @results.name voltooi. Hier is jou kursussertifikaat. Baie geluk!
xh: 🎉Uyenzile!🎉 Usigqibile isifundo @results.name. Nasi isatifiketi sakho. Siyavuyisana nawe!

# text
source: Remember, you can always return to ParentText and get extra support or review this information. Just type {MENU}.
af: Onthou, jy kan altyd terugkom na ParentText en ekstra ondersteuning kry of hierdie inligting hersien. Tik net {MENU}.
xh: Khumbula, ungakwazi ukuphinda ubuyele kwi Parent Text kwaye ufumane inkxaso eyongezelelwe okanye ungasuke uchwetheze {MENU}.

# text
source: ParentText has begun. You are just 5 days away from earning your parenting certificate. Are you ready to complete your registration and get started?
af: ParentText het begin. Jy is net 5 dae daarvan weg om jou ouerskapsertifikaat te verwerf. Is jy gereed om jou registrasie te voltooi en te begin?
xh: I-ParentText seyiqalile. Unentsuku ezintlanu ukuyofika ekufumaneni isatifikethi sakho sobuzali. Ukulungele ukugqiba ubhaliso kwaye ube sewuqalisa?

# text
source: Select one of the options below:
af: Kies een van die opsies hieronder:
xh: Khetha enye yeenketho ezingezantsi:

# text
source: 1. Yes
af: 1. Ja
xh: 1. Ewe

# text
source: 2. Remind me tomorrow
af: 2. Herinner my môre
xh: 2. Undikhumbuze ngomso

# text
source: It seems like you've got some catching up to do! Do you want to complete your previous unfinished lesson or start a new lesson?
af: Dit lyk of jy 'n bietjie moet inhaal! Wil jy jou vorige onvoltooide les voltooi of 'n nuwe les begin?
xh: Kubonakala ngathi usalele emva kancinci! Uyafuna ukugqibezela isifundo sakho esidlulileyo ongakhange usigqibe okanye ufuna ukuqala isifundo esitsha?

# text
source: 1. Complete a previous lesson
af: 1. Voltooi 'n vorige les
xh: 1. Gqibezela isifundo sangaphambili

# text
source: 2. Start a new lesson
af: 2. Begin 'n nuwe les
xh: 2. Qalisa isifundo esitsha

# text
source: Do you want to catch up and proceed to the next lesson?
af: Wil jy inhaal en na die volgende les aangaan?
xh: Ingaba uyafuna ukuqhubekeka okanye uqhubeke nesifundo esilandelayo?

# text
source: You're almost finished with this course! You only have 1 unfinished lesson. What would you like to do?
af: Jy's amper klaar met hierdie kursus! Jy het net 1 onvoltooide les. Wat wil jy graag doen?
xh: Sekukufutshane ugqibe ngesisifundo! Unesifundo esinye kuphela ongasigqibanga. Ungathanda ukwenza ntoni?

# text
source: Press a number on your keypad:
af: Druk 'n nommer op jou sleutelbord:
xh: Cofa inombolo kwi khibhodi yakho:

# text
source: 1. Finish this lesson and earn my course certificate
af: 1. Voltooi hierdie les en verdien my kursussertifikaat
xh: 1. Gqibezela esi sifundo kwaye ufumane isatifikethi sesifundo sam

# text
source: You're almost finished with this course! You have @fields.c_n_mod_started unfinished lessons. What would you like to do?
af: Jy's amper klaar met hierdie kursus! Jy het @fields.c_n_mod_started onvoltooide lesse. Wat wil jy graag doen?
xh: Sekukufuphi ugqibezele esi sifundo sakho! Une @fields.c_n_mod_started kwi zifundo ezingagqitywanga. Ungathanda ukwenza ntoni?

# text
source: 1. Complete unfinished lessons to earn my course certificate
af: 1. Voltooi onvoltooide lesse om my kursussertifikaat te verdien
xh: 1. Gqibezela izifundo ezingagqitywanga ukufumana isatifikethi sam sesifundo

# text
source: It’s time to get started on your course, @results.name. Are you ready?
af: Dis tyd om met jou kursus te begin, @results.name. Is jy gereed?
xh: Lixesha lokuba uqalise isifundo sakho, @results.name. Ukulungele?

# text
source: 1. Yes!
af: 1. Ja!
xh: 1. Ewe!

# text
source: We've got another lesson ready for you! Are you ready?
af: Ons het nog 'n les gereed vir jou! Is jy gereed?
xh: Sinesinye isifundo esilungiselelwe wena! Usilungele na?

# text
source: 2. No, remind me tomorrow
af: 2. Nee, herinner my môre
xh: 2. Hayi, undikhumbuze ngomso

# text
source: We hope this was helpful! You can access the Main Menu at any time by typing {MENU}.
af: Ons hoop dit het jou gehelp! Jy kan enige tyd toegang tot die Hoofkieslys kry deur {MENU} te tik.
xh: Siyathemba ukuba lento ibeluncedo olukhulu! Ungayifumana kwi Menyu nangeliphina ixesha ngokucofa {MENU}.

# text
source: To invite someone to join, share this link!
af: Om iemand te nooi om aan te sluit, deel hierdie skakel!
xh: Ukumema omnye umntu ajoyine, yabelana nge khonkco!

# text
source: What would you like to do next?
af: Wat wil jy graag volgende doen?
xh: Ungathanda ukwenza ntoni elandelayo?

# text
source: You have reached the end of this lesson! 🎉
af: Jy het die einde van hierdie les bereik! 🎉
xh: Ufikelele kwisiphelo sesi sifundo!🎉

# text
source: What do you want to do next?
af: Wat wil jy volgende doen?
xh: Yintoni enye into ofuna ukuyenza elandelayo?

# text
source: That's okay. You can access more information at any time in the Main Menu.
af: Dis oukei. Jy kan enige tyd meer inligting in die Hoofkieslys kry.
xh: Kulungile. Ungazifumana iinkcukacha ezongezelelweyo nangeliphina ixesha kuluhlu olungaphambili.

# text
source: 🎉You did it! Congratulations!🎉 You have completed all the available courses. Well done!
af: 🎉Jy het dit gedoen! Veels geluk!🎉Jy het al die beskikbare kursusse voltooi. Welgedaan!
xh: 🎉 Usebenzile! Sivuyisana nawe🎉 Uzigqibile zonke izifundo ezikhoyo. Wenze kakuhle!

# text
source: You have completed @fields.c_n_mod_compl out of @fields.c_n_mod lessons.
af: Jy het @fields.c_n_mod_compl uit die @fields.c_n_mod lesse voltooi.
xh: Uye wagqiba @fields.c_n_mod_compl kwi @fields.c_n_mod yezifundo.

# text
source: @fields.n_goals_completed of @fields.n_goals_prog Courses Complete
af: @fields.n_goals_completed van @fields.n_goals_prog Kursusse Voltooi
xh: @fields.n_goals_completed ye @fileds.n_goals_prog Izifundo zigqityiwe

# text
source: You are currently working on the course @results.name.
af: Jy werk tans aan die kursus @results.name.
xh: Okwangoku usebenza kwisifundo @results.name.

# text
source: What would you like change?
af: Wat sou jy wou verander?
xh: Yintoni ongathandi ukuyi tshintsha?

# text
source: Your current media setting is Text, Images, and Videos.
af: Jou huidige media-instelling is Teks, Prente en Video's.
xh: Okwangoku useto lwemidiya yakho nguMbhalo, Imifanekiso, kunye nee Vidiyo.

# text
source: Your current media setting is Text, Images, and Audio.
af: Jou huidige media-instelling is Teks, Prente en Oudio.
xh: Okwangoku useto lwemidiya yakho nguMbhalo, Imifanekiso, kunye nee Zandi.

# text
source: Your current media setting is Text and Images Only.
af: Jou huidige media-instelling is Slegs Teks en Prente.
xh: Okwangoku useto lwemidiya yakho nguMbhalo, Imifanekiso Kuphela.

# text
source: Your current media setting is
af: Jou huidige media-instelling is
xh: Useto lwakho lwemidiya yi

# text
source: You didn't provide this info.
af: Jy het nie hierdie inligting verskaf nie.
xh: Awusinikanga ezi nkcukacha.

# text
source: Would you like to change it?
af: Wil jy dit verander?
xh: Ungathanda ukulutshintsha?

# text
source: *DAY @fields.curr_demo_day*
af: *DAG @fields.curr_demo_day*
xh: *UMHLA ka @fields.curr_demo_day*

# text
source: You completed the ParentText demo. Type {RESET} and then {FACSTART} to re-start from the beginning.
af: Jy het die ParentText-demo voltooi. Tik {RESET} en dan {FACSTART} om weer van die begin af te begin.
xh: Uyigqibile idemo ye ParentText. Chwetheza {RESET} kwa ngoko {FACSTART} ukuphinda uqalele ekuqaleni.

# text
source: How can I help?
af: Hoe kan ek help?
xh: Ndingakunceda njani?

# text
source: It looks like ParentText isn't working for you. Can you tell us why?
af: Dit lyk asof ParentText nie vir jou werk nie. Kan jy vir ons sê hoekom?
xh: Kubonakala ngathi i-ParentText ayikusebenzeli. Ungasixelela ukuba kutheni?

# text
source: ParentText should only take 10 minutes a day to complete. Would you like to try a new lesson now?
af: ParentText behoort net 10 minute per dag te neem om te voltooi. Wil jy nou 'n nuwe les probeer?
xh: I-ParentText kufuneka ithathe nje imizuzu elishumi kuphela ngosuku ukuyigqiba. Ingaba ungathanda ukuzama isifundo esitsha ngoku?

# text
source: Oh no! Why is ParentText not helpful?
af: O nee! Hoekom is ParentText nie nuttig nie?
xh: Owu hayi! Kutheni i-ParentText ingeloncedo?

# text
source: It may seem like spending one-on-one time with your child won't help you with their behaviour right away, but patience is key. This time together helps you understand each other better and build a strong bond. When children feel heard and supported like this, it often helps improve their behaviour over time.
af: Dit mag lyk of dit nie dadelik jou kind se gedrag sal verbeter om een-tot-een tyd saam hulle deur te bring nie, maar geduld is die sleutel. Hierdie tyd saam help julle om mekaar beter te verstaan en 'n sterk band op te bou. Wanneer kinders sulke ondersteuning en aandag voel, help dit dikwels om hulle gedrag oor tyd te verbeter.
xh: Kungabonakala ingathi ukuchitha ixesha kunye nomntwana wakho akuyi kukunceda ngokuziphatha kwabo kwangoko, kodwa umonde ngundoqo. Eli xesha kunye linceda ukuba niqondane ngcono kwaye lakha ubudlelwane obomeleleyo. Xa abantwana beziva beviwa kwaye bexhaswa ngolu hlobo, kudla ngokunceda ukuphucula ukuziphatha kwabo ekuhambeni kwexesha.

# text
source: Would you like to try a new lesson now to learn more about one-on-one time?
af: Wil jy nou 'n nuwe les probeer om meer oor een-tot-een tyd te leer?
xh: Ingaba ungathanda ukuzama isifundo esitsha ngoku ukuze ufunde ngakumbi malunga nexesha elinye kunye?

# text
source: I might know some resources that can help.
af: Ek mag dalk van hulpbronne weet wat kan help.
xh: Ndingazazi ezinye izixhobo ezinokunceda.

# text
source: Feeling sad, stressed, or having trouble with your child's behaviour? 😟 These places can help: 💡
af: Voel jy hartseer, gestres, of het jy probleme met jou kind se gedrag? 😟 Hierdie plekke kan help: 💡
xh: Uziva ulusizi, uxinzelelekile, okanye unengxaki ngokuziphatha komntwana wakho? 😟 Ezi ndawo zinokunceda: 💡

# text
source: Take care of yourself! 😊 Your local clinic is here to help with any health problems. If you need extra support, here are some free helplines: ☎️
af: Sorg vir jouself! 😊 Jou plaaslike kliniek is hier om te help met enige gesondheidsprobleme. As jy ekstra ondersteuning nodig het, is hier 'n paar gratis hulplyne: ☎️
xh: Zikhathalele! 😊 Iklinikhi yendawo yakho ilapha ukunceda naziphi na iingxaki zempilo. Ukuba ufuna inkxaso eyongezelelweyo, nantsi iminxeba yoncedo yasimahla: ☎️

# text
source: Seeing or going through violence can be scary and confusing. 😔 But there are people who can help you and your child! 💕
af: Om geweld te sien of deur geweld te gaan kan vreesaanjaend en verwarrend wees. 😔 Maar daar is mense wat jou en jou kind kan help! 💕
xh: Ukubona okanye ukuba kubundlobongela kunokothusa kwaye kukubhide. 😔 Kodwa kukho abantu abanokukunceda nomntwana wakho! 💕

# text
source: A lot of our energy goes into helping the person struggling with substance abuse. While that’s important, you and your family need support too! 💖 Find help for everyone below: ⬇️
af: So baie van ons energie gaan na die persoon wat sukkel met dwelmmisbruik. Terwyl dit belangrik is, het jy en die res van die gesin ook ondersteuning nodig! 💖Vind ondersteuning vir almal hieronder: ⬇️
xh: Amandla ethu amaninzi aya ekuncedeni umntu onengxaki yokuxhaphaza iziyobisi. Nangona oko kubalulekile, wena nosapho lwakho nani nifuna inkxaso! 💖 Fumana uncedo lomntu wonke ongezantsi: ⬇️

# text
source: Family life can be tough! 😣 Did you know that social workers at your local Department of Social Development can help with parenting skills, fatherhood, teenage pregnancy, and family or relationship counselling? If there isn’t a DSD office near you, NGOs in your area offer this support too. 🌍
af: Familielewe kan moeilik wees! 😣Het jy geweet dat die maatskaplike werkers by jou plaaslike Departement van Maatskaplike Ontwikkeling kan help met ouerskapvaardighede, vaderskap, tiener swangerskap en gesins- en verhoudingsberading? As jy nie 'n DSD-kantoor naby jou het nie, sal hierdie ondersteuning deur NGO's in jou area aangebied word. 🌍
xh: Ubomi bentsapho bunokuba nzima! 😣 Ubusazi na ukuba oonontlalontle kwiSebe loPhuhliso lweNtlalo banokukunceda ngezakhono zobuzali, ubutata, ukukhulelwa kolutsha, kunye neengcebiso kusapho okanye ngobudlelwane? Ukuba akho ofisi yeDSD kufutshane nawe, iiNGOs kwingingqi yakho nazo zibonelela ngale nkxaso. 🌍

# text
source: Legal and SASSA issues can be stressful and confusing! 😵 There may be more support available than you realise at the organisations below: 👇
af: Wetlike en SASSA-kwessies kan stresvol en verwarrend wees! 😵Daar mag meer ondersteuning wees as wat jy besef by die onderstaande organisasies: 👇
xh: Eyomthetho kunye no-SASSA imiba inganoxinzelelo kwaye iyabhida! 😵 Kungakhona inkxaso eyongezelelweyo kunokuba usazi kulemibutho ingezantsi: 👇

# text
source: Understanding sexual and gender development can be confusing and hard to talk about. 🌈 We’re all unique! Here’s some support and guidance: 💡
af: Om seksuele en geslagsontwikkeling te verstaan, kan verwarrend en moeilik wees om oor te praat. 🌈Ons is almal uniek! Hier is 'n ondersteuning en leiding: 💡
xh: Ukuqonda ukukhula ngokwezesondo kunye nesini kunokubhida kwaye kubenzima ukuthetha ngako. 🌈Sonke sahlukile! Nazi ezinye zenkxaso kunye nesikhokhelo: 💡

# text
source: School is where your child spends most of their time. 🏫 Making sure they are in school, happy, and supported is really important. If you're having trouble with any school issues, here’s some help: 📚
af: Skool is waar jou kind die meeste van hulle tyd spandeer. 🏫Dit is so belangrik om seker te maak dat hulle in die skool is, gelukkig is en ondersteun word. Hier is 'n paar hulpbronne as jy sukkel met enige skoolkwessies: 📚
xh: Esikolweni kulapho umntwana wakho achitha khona ixesha lakhe elininzi.🏫 Ukuqinisekisa ukuba usesikolweni, kwaye wonwabile, kwaye uyaxhaswa kubalulekile kakhulu. Ukuba usokoliswa nayiphi na imiba yesikolo, nalu uncedo: 📚

# text
source: I’m sorry that I cannot help with your challenge. If you want to access this information again, you can type {HELP} at any time.
af: Ek is jammer dat ek nie met jou uitdaging kan help nie. As jy hierdie inligting weer wil kry, kan jy op enige tydstip {HELP} tik.
xh: Ndiyaxolisa ngokuba ndingakwazi ukukunceda kumceli-mngeni wakho. Ukuba ufuna ukufikelela kulwazi kwakhona, ungabhala {HELP} nangaliphi na ixesha.

# text
source: I hope this was helpful! You can access this information at any time by typing {HELP}.
af: Ek hoop dit was nuttig! Jy kan enige tyd toegang tot hierdie inligting kry deur {HELP} te tik.
xh: Siyathemba lento ibeluncedo! Ungakwazi ukuzifumana ezinkcukacha nangeliphina ixesha ngokubhala {HELP}.

# text
source: If you are facing challenges that are making it more difficult to focus on parenting, I have some resources that can help.
af: As jy uitdagings ervaar wat dit moeiliker maak om op ouerskap te fokus, het ek 'n paar hulpbronne wat kan help.
xh: Ukuba ujongene nemiceli-mngeni eyenza kube nzima ngakumbi ukugxila kubuzali, ndinezixhobo ezithile ezinokukunceda.

# text
source: Thank you for letting us know.
af: Dankie dat jy ons laat weet het.
xh: Enkosi ngokusazisa.

# text
source: That’s okay. These skills are hard at first. I encourage you to complete ParentText. If you still want more support, here are some parenting resources available:
af: Dis reg. Hierdie vaardighede is aanvanklik moeilik. Ek moedig jou aan om ParentText te voltooi. As jy steeds meer ondersteuning wil hê, is hier 'n paar ouerskap-hulpbronne wat beskikbaar is:
xh: Oko kulungile. Ezi zakhono zinzima ekuqaleni. Ndiyakukhuthaza ukuba ugcwalise i-ParentText. Ukuba usafuna inkxaso eyongezelelekileyo, nazi ezinye izibonelelo zobuzali ezikhoyo:

# text
source: I hope this was helpful. See you tomorrow
af: Ek hoop dit was nuttig. Sien jou môre
xh: Ndiyathemba ibeluncedo lento. Ndizakubona ngomso

# text
source: Caring for a child with disabilities is challenging. Keep trying and remember to take care of yourself. Here are additional parenting resources for parents of children with special needs:
af: Om 'n kind met gestremdhede te versorg is uitdagend. Hou aan probeer en onthou om vir jouself te sorg. Hier is addisionele ouerskaphulpbronne vir ouers van kinders met spesiale behoeftes:
xh: Ukukhathalela umntwana onokhubazeko kungumceli-mngeni. Qhubeka uzama kwaye ukhumbule ukuzikhathalela. Nazi izixhobo ezongezelelweyo zobuzali kwabazali babantwana abaneemfuno ezikhethekileyo:

# text
source: It’s great that you already know so much about parenting. More courses are released on ParentText all of the time. I will let you know when new ones are available. If you want to learn more now, you can join an in-person parenting programme near you:
af: Dis wonderlik dat jy al so baie oor ouerskap weet. Meer kursusse word deurlopend op ParentText vrygestel. Ek sal jou laat weet wanneer nuwes beskikbaar is. As jy nou meer wil leer, kan jy by 'n in-persoon ouerskapprogram naby jou aansluit:
xh: Kuhle ukuba sele unolwazi oluninzi malunga nokuba ngumzali. Ezinye izifundo zikhutshwa kwi-ParentText ngalo lonke ixesha. Ndiza kukwazisa xa ezintsha zifumaneka. Ukuba ufuna ukufunda ngakumbi ngoku, ungangenela ngobuqu inkqubo yobuzali ekufutshane nawe:

# text
source: Caring for a child with disabilities is challenging. Keep trying and remember to take care of yourself.
af: Om 'n kind met gestremdhede te versorg is uitdagend. Hou aan probeer en onthou om ook vir jouself te sorg.
xh: Ukukhathalela umntwana onesiphene kungumceli-mngeni. Qhubeka uzama kwaye ukhumbule ukuzikhathalela.

# text
source: Here are additional parenting resources for parents of children with special needs:
af: Hier is addisionele ouerskaphulpbronne vir ouers van kinders met spesiale behoeftes:
xh: Nazi izixhobo ezongezelelweyo zobuzali kubazali babantwana abaneemfuno ezikhethekileyo:

# text
source: I am sorry to hear that ParentText is not working on your phone. Here are a few steps you can try:
af: Ek is jammer om te hoor dat ParentText nie op jou foon werk nie. Hier is 'n paar stappe wat jy kan probeer:
xh: Ndiyaxolisa ukuva ukuba i-ParentText ayisebenzi kwifowuni yakho. Nanga amanyathelo ambalwa onokuthi uwazame:

# text
source: 1. Ensure you have the latest version of WhatsApp installed on your phone.
af: 1. Maak seker dat jy die nuutste weergawe van WhatsApp op jou foon geïnstalleer het.
xh: 1. Qinisekisa ukuba unenguqulelo yamva nje ye-WhatsApp efakwe kwifowuni yakho.

# text
source: 2. Check your internet connection to make sure it's stable.
af: 2. Kyk na jou internetverbinding om seker te maak dit is stabiel.
xh: 2. Jonga uqhagamshelwano lwe-internet yakho uqiniseke ukuba luzinzile.

# text
source: We're here to listen. Please tell how to make ParentText more helpful by sharing your feedback in a single message.
af: Ons is hier om na jou te luister. Deel asseblief jou terugvoer in een boodskap om ParentText meer nuttig te maak.
xh: Silapha ukuze siphulaphule. Nceda usixelele indlela yokwenza i-ParentText ibe luncedo ngakumbi ngokwabelana ngengxelo yakho ngomyalezo omnye.

# text
source: Thank you for sharing your feedback.
af: Dankie dat jy jou terugvoer gedeel het.
xh: Enkosi ngokwabelana ngengxelo yakho.

# text
source: Type 1 to resume the programme when you are ready!
af: Tik 1 om die program voort te sit wanneer jy gereed is!
xh: Bhala 1 ukuqhubekeka nenkqubo xa ukulungele!

# text
source: 🎉You did it!🎉Congratulations for completing your first course!
af: 🎉Jy het dit gedoen! 🎉Geluk met die voltooiing van jou eerste les!
xh: 🎉Wenze kakuhle!🎉Sivuyisana nawe ngokugqibezela isifundo sakho sokuqala!

# text
source: The name you would like to have on your completion certificate is @fields.certificate_name. Is that correct?
af: Die naam wat jy op jou voltooiingsertifikaat wil hê is @fields.certificate_name. Is dit reg?
xh: Igama othanda libekhona kwisatifikethi sakho sokuba ugqibile ngu @fields.certificate_name. Ingaba lilo?

# text
source: Want to improve your relationship with your child in just 5 days?
af: Wil jy jou verhouding met jou kind in net 5 dae verbeter?
xh: Ufuna ukuphucula ubudlelwana bakho kunye nomntwana wakho ngeentsukwana nje ezi 5?
