Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_south_africa_scale/*/*_power_of_play_menu.po
Languages: af, xh, zu

# text
source: Time for some fun! 🤸🏾 Let's play together!
af: Tyd vir 'n bietjie pret! 🤸🏾 Kom ons speel saam!
xh: Lixesha lokuzonwabisa!🤸🏾 Masidlale kunye!
zu: Isikhathi senjabulo! 🤸🏾 Masidlale ndawonye!

# text
source: Tell me a bit about your child so I can share the best play ideas for you! 🎲✨
af: Vertel my 'n bietjie meer van jou kind sodat ek die beste speletjies-idees met jou kan deel! 🎲✨
xh: Ndixelele kancinci malunga nomntwana wakho ukwenzela ndizokwabelana nawe ngeembono ezilungileyo zokudlala!🎲✨
zu: Awungitshele kancane ngengane yakho. Ngingakwabela imibono yemidlalo elungile! 🎲✨

# text
source: 🏎️ Great! Let's go! 🏎️
af: 🏎️ Wonderlik! Kom ons begin! 🏎️
xh: 🏎️ Kwakuhle! Masihambe! 🏎️
zu: 🏎️ Kuhle! Asiqale! 🏎️

# text
source: Tap 'Let’s Play!' and I’ll share a simple, fun, and free activity you can do together!
af: Klik op "Kom ons Speel!" en ek deel 'n eenvoudige en gratis pretaktiwiteit wat julle saam kan doen!
xh: Cofa 'Masidlale!' kwaye Ndizakwabelana nawe ngemidlalo elula, eyonwabisayo, kwaye emahala esingayenza kunye!
zu: Cindezela 'Masidlale!' ngizokwabela umsebenzi olula nokhululekile eningawenza ndawonye!

# text
source: What should we do next?
af: Wat sal ons volgende doen?
xh: Yintoni esingayenza elandelayo?
zu: Yini esingayenza elandelayo?

# text
source: Sorry, I don't understand what you mean.
af: Jammer, ek verstaan nie wat jy bedoel nie.
xh: Uxolo, andiqondi ukuba uthini.
zu: Ngiyaxolisa, angiqondi ukuthi uthini.

# text
source: Perfect! 🌟
af: Perfek! 🌟
xh: Igqibelele!🌟
zu: Kuhle! 🌟

# text
source: Sure!
af: Beslis!
xh: Ngokuqinisekileyo!
zu: Kulungile!

# text
source: See you next time! You can message {PLAY} whenever you would like another easy and fun play idea.
af: Sien jou volgende keer! Jy kan 'n boodskap met die woord {PLAY} stuur wanneer jy ook al nog 'n maklike en prettige speel-idee wil hê.
xh: Ndakubona kwixesha elizayo! Ungathumela umyalezo{PLAY} nangeliphina ixesha ungathanda imbono ngomnye umdlalo olula nowonwabisayo.
zu: Ngizokubona ngokulandelayo! Ungangibhalela umyalezo{PLAY} uma nje uzizwa udinga eminye imibono yomdlalo ojabulisayo.

# text
source: I can do more than just play! 🎉 In this chat, you can also get ParentText.
af: Ek kan meer doen as net speel! 🎉 In hierdie geselstoepassing kan jy ook ParentText kry.
xh: Ndingenza nangaphezu kokudlala nje!🎉 Kule ncoko, ungafumana kwane Parent Text.
zu: Ngingenza okuningi ngaphandle kokudlala! 🎉Kule ngxoxo, ungathola ne ParentText.

# text
source: ParentText can help you improve your relationship with your child in just 5 days—totally free!
af: ParentText kan jou help om jou verhouding met jou kind in slegs 5 dae te verbeter—geheel en al gratis!
xh: IParent Text ingakunceda ukuphuhlisa ubudlwelane bakho kunye nomntwana wakho ngeentsukwana ezi 5-ngokupheleleyo mahala!
zu: I parentText ingakusiza ukuthuthkisa ubudlelwane nengane yakho ngezinsuku ezinhlanu - mahala!

# text
source: Want to give it a try?
af: Wil jy dit probeer?
xh: Ufuna ukuyizama?
zu: Ufuna ukuzama?

# text
source: That's okay. If you change your mind, you can always message {PLAY} if you want another activity or {START} if you want to start the programme.
af: Alles reg! As jy van plan verander, kan jy te eniger tyd die woord {PLAY} stuur as jy nog 'n aktiwiteit wil hê, of {START} as jy die program wil begin.
xh: Kulungile oko. Ukuba utshintsha ingqondo, Ungakwazi ukuthumela umyalezo ngalo lonke ixesha {PLAY} ukuba ufuna omnye umdlalo okanye {START} ukuba ufuna ukuqala inkqubo.
zu: Kulungile. Uma ushintsha umqondo wakho, ungabhala umyalezo{PLAY} uma ufuna omunye umsebenzi noma{START} uma ufuna ukuqala uhlelo.

# text
source: Great, let's do it!
af: Wonderlik, kom ons doen dit!
xh: Kulungile, Masenze!
zu: Kuhle, masikwenze!

# text
source: What age is your child?
af: Hoe oud is jou kind?
xh: Mingaphi iminyaka yomntwana wakho?
zu: Ineminyaka emingaki ingane yakho?

# text
source: You entered @results.number. Please enter a number between 0 and 17.
af: Jy het @results.number ingetik. Tik asseblief 'n getal tussen 0 en 17 in.
xh: Ufake @results.number. Ndicela ufake inani eliphakathi ko 0 kunye 17.
zu: Ufake @results. Sicela ufake inamba ephakathi kuka 0 no 17.

# text
source: You entered @results.number. This looks too old. Please enter a number between 0 and 17.
af: Jy het @results.number ingetik. Dit lyk te oud. Tik asseblief 'n getal tussen 0 en 17 in.
xh: Ufake @results.number. Lento ikhangeleka indala kakhulu. Ndicela ufake inani eliphakathi ko 0 kunye 17.
zu: Ufake @results.number. Kubukeka emdala. Sicela ufake inamba ephakathi kuka 0 no 17.

# text
source: Sorry, I don't understand what you mean. Please enter a number between 0 and 17.
af: Jammer, ek verstaan nie wat jy bedoel nie. Tik asseblief 'n getal tussen 0 en 17 in.
xh: Uxolo, Andiqondi ukuba uthetha ukuthini. Nceda ubhale inani eliphakathi ko 0 kunye 17.
zu: Uxolo, angiqondi ukuthi uthini. Sicela ubhale inombolo ephakathi kuka 0 no 17.

# text
source: What language works best for you?
af: Watter taal werk die beste vir jou?
xh: Loluphi ulwimi olusebenzela wena kakuhle kakhulu?
zu: Iluphi ulimi olusebenza kahle kuwe?

# text
source: Quick question for you! 🤔 What are the benefits of play?
af: 'n Vinnige vraag vir jou! 🤔 Wat is die voordele van speel?
xh: Umbuzo ongxamileyo kuwe! 🤔 Yeyiphi imivuzo yokudlala?
zu: Umbuzo osheshayo! Yiziphi izinzuzo zokudlala?

# text
source: Absolutely! Play is fun – and it also helps your child grow and supports both your mental health and your child’s.
af: Absoluut! Speel is pret – en dit help jou kind om te groei en ondersteun beide jou en jou kind se geestesgesondheid.
xh: Ngokuqinisekileyo! Ukudlala kuyonwabisa - kwaye kunceda umtwana wakho akhule kwaye kuxhasa impilo yengqondo yakho kunye neyomntana wakho.
zu: Ngempela kunjalo! Ukudlala kumnandi - futhi kusiza ingane yakho ikhule futhi kweseka impilo yengqondo yengane yakho.

# text
source: Want to learn more? Complete the full survey here: {IOGT link}
af: Wil jy meer uitvind? Voltooi die volledige vraelys hier: {IOGT link}
xh: Ufuna ukufunda ngaphezulu? Gqibezela uphando olupheleleyo apha: {IOGT link}
zu: Ufuna ukufunda okwengeziwe? Gcwalisa inhlovo ephelele lapha: {IOGT link}

# text
source: Yes! Play can boost your mood and reduce stress – and it also encourages your child’s development in ways that are fun for you both.
af: Ja! Speel kan jou bui verbeter en stres verlig – en dit bevorder ook jou kind se ontwikkeling op maniere wat vir julle albei pret is.
xh: Ewe! Ukudlala kuphucula imvakalelo yakho kwaye kwehlisa noxinzeleko - kwaye kukwakhuthaza uphuhliso lomntwana wakho kwiindlela ezonwabisayo kuni nobabini.
zu: Yebo! ukudlala kungakhuphula isimo sengqondo nokwehlisa ingcindezi - futhi ikhuthaza ukuthuthuka kwengane yakho ngendlela enenjabulo kunina nobabili.

# text
source: That’s right! Play builds important life skills – and it also supports emotional wellbeing for both you and your child in a fun way.
af: Dis reg! Speel bou belangrike lewensvaardighede – en dit ondersteun ook emosionele welstand vir beide jou en jou kind op 'n prettige manier.
xh: Ilungile lonto! Ukudlala kwakha izakhono zobomi ezibalulekileyo - kwaye kuxhasa impilo yeemvakalelo yakho kunye nomntwana wakho ngendlela eyonwabisayo.
zu: Kulungile! Ukudlala kwakha amakhono empilo abalulekile - futhi isekela isimo sengqondo senu nobabili nengane yakho ngendlela ejabulisayo.

# text
source: Exactly! Play is fun, it supports mental health, and it helps your child grow – all at the same time. Everyone wins!
af: Presies! Speel is pret, dit ondersteun geestesgesondheid, en dit help jou kind groei – alles tegelykertyd. Almal wen!
xh: Ngokuchanekileyo! Ukudlala kuyonwabisa, kuxhasa impilo yengqondo, kwaye ikwanceda ukukhula komntwana wakho - kwangaxesha linye. Wonke umntu uyaphumelela!
zu: Ncamashi! Ukudlala kuyajabulisa, kweseka impilo yengqondo, futhi isiza ukuthi ingane yakho ikhule - konke ngesikhathi esisodwa. Wonke umuntu uyawina!

# text
source: I don't understand your message.
af: Ek verstaan nie jou boodskap nie.
xh: Andiwuqondi lomyalezo wakho.
zu: Angiwuqondi umyalezo wakho.

# text
source: Message {PLAY} to get a simple, fun activity that you can do with your child. 🤸🏾
af: Stuur {PLAY} om 'n eenvoudige, prettige aktiwiteit te kry wat jy met jou kind kan doen. 🤸🏾
xh: Bhala {PLAY} ukufumana umdlalo olula, owonwabisayo ongawenza kunye nomntwana wakho.🤸🏾
zu: Bhala u {PLAY} ukuze uthole umsebenzi olula ojabulisayo ongawenza nengane yakho. 🤸🏾

# text
source: In this chat, you can also get ParentText. ParentText can help you improve your relationship with your child in just 5 days—totally free.
af: In hierdie gesprek kan jy ook ParentText kry. ParentText kan jou help om jou verhouding met jou kind in slegs 5 dae te verbeter—geheel en al gratis.
xh: Kule ncoko, ungakwazi ukufumana i Parent Text. Parent Text ingakunceda ukuphuhlisa ubudlelwana kunye nomntwana wakho ngeentsukwana ezi 5 - ngokupheleleyo mahala.
zu: Kulengxoxo, ungakwazi ukuthola i ParentText ezokusiza ukuthuthukisa ubudlelwane nengane ngezinsuku ezinhlanu - kumahala.

# text
source: Type {START} to get started!
af: Tik {START} om te begin!
xh: Cofa {START} ukukwazi ukuqala!
zu: Bhala{START} ukuze uqale!

# quick_replies
source: Let’s Play!
af: Kom ons Speel!
xh: Masidlale!
zu: Masidlale!

# quick_replies
source: Another fun idea, please!
af: Nog 'n prettige idee, asseblief!
xh: Enye imbono eyonwabisayo, ndiyacela!
zu: Ngicela omunye umbono ojabulisayo!

# quick_replies
source: Let's try an activity for a different age!
af: Kom ons probeer 'n aktiwiteit vir 'n ander ouderdom!
xh: Masizame umdlalo weminyaka yobudala eyohlukileyo!
zu: Masizame omunye umsebenzi weminyaka ehlukile!

# quick_replies
source: Learn more tips to support my child
af: Kry meer wenke om my kind te ondersteun
xh: Ndifunda iingcebiso ezininzi ukuxhasa umntwana wam
zu: Ukufunda amanye amathiphu ukweseka ingane yami

# quick_replies
source: Change my language
af: Verander my taal
xh: Tshintsha ulwimi lwam
zu: Shintsha ulimi lwami

# quick_replies
source: Stop for today
af: Stop vir vandag
xh: Yima okwanamhlanje
zu: Ima okwanamhlanje

# quick_replies
source: Yes
af: Ja
xh: Ewe
zu: Yebo

# quick_replies
source: No
af: Nee
xh: Hayi
zu: Cha

# quick_replies
source: English
af: Engels
xh: IsiNgesi
zu: IsiNgisi

# quick_replies
source: Afrikaans
xh: IAfrikansi
zu: isiBhunu

# quick_replies
source: Zulu
af: Zoeloe
xh: IsiZulu
zu: IsiZulu

# quick_replies
source: Play is fun
af: Speel is pret
xh: Ukudlala kuyonwabisa
zu: Ukudlala kumnandi

# quick_replies
source: Play supports mental health for both children and caregivers
af: Speel ondersteun geestesgesondheid vir beide kinders en versorgers
xh: Ukudlala kuxhasa impilo yengqondo yakho kunye nomntwana wakho kunye nabakhathaleli
zu: Ukudlala kweseka impilo yengqondo yezingane nabazali

# quick_replies
source: Play promotes a child's overall development
af: Speel bevorder 'n kind se totale ontwikkeling
xh: Ukudlala kukhuthaza uphuhliso olubanzi lomntwana
zu: Ukudlala kukhuthaza ukukhula kwengane ngokuphelele

# quick_replies
source: All of the above
af: Al die bogenoemde
xh: Zonke ezi zingentla
zu: Konke okungenhla

# arguments
source: another fun idea, please!
af: nog 'n prettige idee, asseblief!
xh: enye imbono eyonwabisayo, ndiyacela!
zu: omunye umbono ojabulisayo, ngiyacela!

# arguments
source: let's try an activity for a different age!
af: kom ons probeer 'n aktiwiteit vir 'n ander ouderdom!
xh: masizame umdlalo weminyaka yobudala eyohlukileyo!
zu: ake sizame umsebenzi weminyaka ehlukene!

# arguments
source: learn more tips to support my child
af: kry meer wenke om my kind te ondersteun
xh: ndifunda iingcebiso ezininzi ukuxhasa umntwana wam
zu: funda amathiphu angeziwe okweseka ingane yami

# arguments
source: change my language
af: verander my taal
xh: tshintsha ulwimi
zu: shintsha ulimi lwami

# arguments
source: stop for today
af: stop vir vandag
xh: yima okwanamhlanje
zu: ima okwanamhlanje

# arguments
source: no
af: nee
xh: hayi
zu: Cha

# arguments
source: yes
af: ja
xh: ewe
zu: yebo

# arguments
source: english
af: engels
xh: isingesi
zu: isiNgisi

# arguments
source: afrikaans
xh: iafrikansi
zu: isiBhunu

# arguments
source: zulu
af: zoeloe
xh: isizulu
zu: isiZulu

# arguments
source: play is fun
af: speel is pret
xh: ukudlala kuyonwabisa
zu: ukudlala kumnandi

# arguments
source: play supports mental health for both children and caregivers
af: speel ondersteun geestesgesondheid vir beide kinders en versorgers
xh: ukudlala kuxhasa impilo yengqondo yakho kunye nomntwana wakho kunye nabakhathaleli
zu: ukudlala kweseka impilo yengqondo yengane nomzali

# arguments
source: play promotes a child's overall development
af: speel bevorder 'n kind se totale ontwikkeling
xh: ukudlala kukhuthaza uphuhliso olubanzi lomntwana
zu: ukudlala kukhuthaza ukukhula ngokuphelele kwengane

# arguments
source: all of the above
af: al die bogenoemde
xh: zonke ezi zingentla
zu: konke okungenhla

# arguments
source: generic
af: generies
xh: ufuzo
zu: vamile

# arguments
source: mental_health
af: geestesgesondheid
xh: iimpilo_zengqondo
zu: impilo yenqgondo

# arguments
source: health
af: gesondheid
xh: impilo
zu: ezempilo

# arguments
source: violence
af: geweld
xh: ubundlobongela
zu: udlame

# arguments
source: natural_disasters
af: natuurrampe
xh: iintlekele_zendalo
zu: izinhlekelele zemvelo

# arguments
source: drugs
af: dwelms
xh: iziyobisi
zu: izidakamizwa

# arguments
source: help
af: hulp
xh: uncedo
zu: Usizo

# arguments
source: play
af: speel
xh: dlala
zu: dlala

# arguments
source: start
af: begin
xh: qala
zu: ukuqala
