Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_south_africa_scale/*/*_safety_course.po
Languages: xh

# text
source: 📱 Together, talk about how @fields.child_nickname and their friends can use the internet more safely.
xh: 📱 Nikunye, thethani malunga nokuba u@fields.child_nickname kunye nabahlobo bakhe banokuyisebenzisa njani i-intanethi ngokukhuselekileyo.

# text
source: 📱 Together, talk about how your teen and their friends can use the internet more safely.
xh: 📱 Nikunye, thethani malunga nokuba umntwana wakho ofikisayo kunye nabahlobo bakhe banokuyisebenzisa njani i-intanethi ngokukhuselekileyo.

# text
source: Can you and your teen complete this task today? 🔔
xh: Ingaba wena nomntwana wakho ofikisayo ningawugqiba lo msebenzi namhlanje? 🔔

# text
source: Here is a question to help you get started on your course to keep @fields.child_nickname safe & healthy:
xh: Nanku umbuzo wokukunceda uqalise kwisifundo sakho sokugcina u@fields.child_nickname ekhuselekile kwaye esempilweni:

# text
source: Here is a question to help you get started on your course to keep your teen safe & healthy:
xh: Nanku umbuzo wokukunceda uqalise kwisifundo sakho sokugcina umntwana wakho ofikisayo ekhuselekile kwaye esempilweni:

# text
source: That's okay.
xh: Oko kulungile.

# text
source: ⭐ It’s okay if keeping your teen safe and healthy feels challenging, especially in today’s changing world. 🌍 In this course, you’ll learn more about how to do it! 📘
xh: ⭐ Kulungile ukuba ukugcina umntwana wakho ofikisayo ekhuselekile kwaye esempilweni kukwenza uzive unomceli-mngeni, ingakumbi kwihlabathi lanamhlanje eliguqukayo. 🌍 Kwesi sifundo, uya kufunda ngakumbi malunga nendlela yokukwenza oku! 📘

# text
source: 🎉 Great job! Keeping your teen safe and healthy is an important responsibility for parents and caregivers. In today’s changing world, it’s not always easy!🌱
xh: 🎉 Umsebenzi omhle kakhulu! Ukugcina umntwana wakho ofikisayo ekhuselekile kwaye esempilweni luxanduva olubalulekileyo kubazali nakubanonopheli. Kwihlabathi lanamhlanje elitshintshayo, akusoloko kulula!🌱

# text
source: How confident are you at keeping @fields.child_nickname safe and healthy both online and offline?
xh: Uqiniseke kangakanani ngokugcina u@fields.child_nickname ekhuselekile kwaye esempilweni kwi-intanethi nangaphandle kwe-intanethi?

# text
source: How confident are you at keeping your teen safe and healthy both online and offline?
xh: Uqiniseke kangakanani ngokugcina umntwana wakho ofikisayo ekhuselekile kwaye esempilweni kwi-intanethi nangaphandle kwe-intanethi?

# text
source: Well done for completing your course to keep @fields.child_nickname safe and healthy. Let’s see how things have changed since you started:
xh: Wenze kakuhle ngokugqiba isifundo sakho sokugcina u@fields.child_nickname ekhuselekile kwaye esempilweni. Makhe sibone ukuba zitshintshe njani izinto ukususela oko uqalile:

# text
source: Well done for completing your course to keep your teen safe and healthy. Let’s see how things have changed since you started:
xh: Wenze kakuhle ngokugqiba isifundo sakho sokugcina umntwana wakho ofikisayo ekhuselekile kwaye esempilweni. Makhe sibone ukuba zitshintshe njani izinto ukususela oko uqalile:

# text
source: 💙 You were already excelling at keeping your teen safe before this course. It’s great that you’re able to keep doing so well!
xh: 💙 Ubusele ugqwesa ekugcineni umntwana wakho ofikisayo ekhuselekile phambi kwesi sifundo. Kuhle ukuba ukwazi ukuqhubeka nokwenza kakuhle!

# text
source: Knowing how to keep your teen safe and healthy is important. Even though you’re doing great, you’ve shared that this has become more challenging since starting this course.
xh: Ukwazi ukugcina umntwana wakho ofikisayo ekhuselekile kwaye esempilweni kubalulekile. Nangona usenza kakuhle, uye wabelana ngokuba oku kuye kwaba ngumceli-mngeni ukusukela oko uqalile esi sifundo.

# text
source: 🎉 Congratulations! 🎉 You’ve made improvements since you started this course. Your effort is working!
xh: 🎉 Sivuyisana nawe! 🎉 Wenze inkqubela ukusukela oko uqale esi sifundo. Umzamo wakho uyasebenza!

# text
source: Would you like to get more help?
xh: Ingaba ungathanda ukufumana olunye uncedo?

# text
source: Thank you for providing your progress update. You can revisit this course any time in the Main Menu by typing {MENU}. 📝
xh: Enkosi ngokubonelela ngohlaziyo lwakho lwenkqubela. Ungaphinda undwendwele esi sifundo nangaliphi na ixesha kwiMenyu enguNdoqo ngocofa u {MENU}. 📝

# text
source: Excellent! Keep up the good work in keeping your teen safe online and offline.
xh: Ugqwesile! Qhubeka nomsebenzi omhle wokugcina umntwana wakho ofikisayo ekhuselekile kwi-intanethi nangaphandle kwe-intanethi.

# text
source: It can be hard to know how to keep @fields.child_nickname healthy and safe, especially when we are so busy ourselves. 💙
xh: Kunokuba nzima ukwazi ukugcina u@fields.child_nickname esempilweni kwaye ekhuselekile, ngakumbi xa sixakeke kakhulu nathi. 💙

# text
source: 💡 If you need support, consider reaching out to @fields.child_nickname’s school, or family or friends who are good with technology.
xh: 💡 Ukuba udinga inkxaso, cinga ngokufikelela esikolweni sika @fields.child_nickname, okanye usapho okanye abahlobo abanolwazi ngeteknoloji.

# text
source: It can be hard to know how to keep your teen healthy and safe, especially when we are so busy ourselves. 💙
xh: Kunokuba nzima ukwazi ukuba ungamgcina njani umntwana wakho ofikisayo esempilweni kwaye ekhuselekile, ngakumbi xa sixakeke kakhulu ngokwethu. 💙

# text
source: 💡 If you need support, consider reaching out to your teen’s school, or family or friends who are good with technology.
xh: 💡 Ukuba ufuna inkxaso, cinga ngokufikelela kwisikolo somntwana wakho ofikisayo, okanye usapho okanye abahlobo abanolwazi ngetekhnoloji.

# text
source: It can be hard to know how to keep @fields.child_nickname safe online and offline, especially when we are so busy ourselves. 💙
xh: Kunokuba nzima ukwazi ukuba umgcina njani u@fields.child_nickname ekhuselekile kwi-intanethi nangaphandle kwe-intanethi, ngakumbi xa sixakekile ngokwethu. 💙

# text
source: 💡If you need support, consider reaching out to @fields.child_nickname’s school, or family or friends who are good with technology.
xh: 💡 Ukuba udinga inkxaso, cinga ngokufikelela esikolweni sika @fields.child_nickname, okanye usapho okanye abahlobo abanolwazi ngeteknoloji.

# text
source: It can be hard to know how to keep your teen safe online and offline, especially when we are so busy ourselves. 💙
xh: Kunokuba nzima ukwazi ukuba umgcina njani umntwana wakho ofikisayo ekhuselekile kwi-intanethi nangaphandle kwe-intanethi, ngakumbi xa sixakekile ngokwethu. 💙

# text
source: 💡If you need support, consider reaching out to your teen’s school, or family or friends who are good with technology.
xh: 💡 Ukuba ufuna inkxaso, cinga ngokufikelela kwisikolo somntwana wakho ofikisayo, okanye usapho okanye abahlobo abanolwazi ngetekhnoloji.

# text
source: ⭐ Congratulations on making some progress. It seems like knowing how to keep @fields.child_nickname safe and healthy online and offline is still a challenge.
xh: ⭐ Sivuyisana nawe ngokwenza inkqubela phambili. Kubonakala ngathi uyakwazi ukugcina u@fields.child_nickname ekhuselekile kwaye esempilweni kwi-intanethi nangaphandle kwe-intanethi kusengumceli-mngeni.

# text
source: ⭐ Congratulations on making some progress. It seems like knowing how to keep your teen safe and healthy online and offline is still a challenge.
xh: ⭐ Sivuyisana nawe ngokwenza inkqubela phambili. Kubonakala ngathi uyakwazi ukugcina umntwana wakho ofikisayo ekhuselekile kwaye esempilweni kwi-intanethi nangaphandle kwe-intanethi kusengumceli-mngeni.

# text
source: How is keeping @fields.child_nickname safe online and offline going?
xh: Ingaba kunjani ukugcina u@fields.child_nickname ekhuselekile kwi-intanethi nangaphandle kwe-intanethi?

# text
source: How is keeping your teen safe online and offline going?
xh: Ingaba umgcina njani umntwana wakho ofikisayo ekhuselekile kwi-intanethi nangaphandle kwe-intanethi?

# text
source: Trying is what counts! Let's try to get this going GOOD!
xh: Ukuzama yeyona nto ibalulekileyo! Masizame oku kuqhubeke KUHLE!

# text
source: 💡If you need support, consider reaching out to @fields.child_nickname’s school, or family or friends who are good with technology.
xh: 💡 Ukuba udinga inkxaso, cinga ngokufikelela esikolweni sika @fields.child_nickname, okanye usapho okanye abahlobo abanolwazi ngeteknoloji.

# text
source: Remember that @fields.child_nickname’s well-being is important, as is your family’s.
xh: Khumbula ukuba impilo-ntle ka @fields.child_nickname ibalulekile, njengeyosapho lwakho.

# text
source: 💡If you need support, consider reaching out to your teen’s school, or family or friends who are good with technology.
xh: 💡 Ukuba ufuna inkxaso, cinga ngokufikelela kwisikolo somntwana wakho ofikisayo, okanye usapho okanye abahlobo abanolwazi ngetekhnoloji.

# text
source: Remember that your teen’s well-being is important, as is your family’s.
xh: Khumbula ukuba impilo-ntle yomntwana wakho ofikisayo ibalulekile, njengeyosapho lwakho.

# text
source: Here is a question to help you get started on your course to keep your child safe & healthy:
xh: Nanku umbuzo wokukunceda ukuba uqalise ngesifundo sakho ukugcina umntwana wakho ekhuselekile kwaye esempilweni:

# text
source: How confident are you at keeping your child safe and healthy both online and offline?
xh: Uqiniseke kangakanani ngokugcina umntwana wakho ekhuselekile kwaye esempilweni kwi-intanethi nangaphandle kwe-intanethi?

# text
source: ⭐ It’s okay if keeping @fields.child_nickname safe and healthy feels challenging, especially in today’s changing world. 🌍 In this course, you’ll learn more about how to do it! 📘
xh: ⭐ Kulungile ukuba ukugcina u@fields.child_nickname ekhuselekile kwaye esempilweni kukwenza uzive kungumceli-mngeni, ngakumbi kwihlabathi lanamhlanje eliguqukayo. 🌍 Kwesi sifundo, uya kufunda ngakumbi malunga nendlela yokukwenza oku! 📘

# text
source: ⭐ It’s okay if keeping your child safe and healthy feels challenging, especially in today’s changing world. 🌍 In this course, you’ll learn more about how to do it! 📘
xh: ⭐ Kulungile ukuba ukugcina umntwana wakho ekhuselekile kwaye esempilweni kukwenza uzive kungumceli-mngeni, ngakumbi kwihlabathi lanamhlanje eliguqukayo. 🌍 Kwesi sifundo, uya kufunda ngakumbi malunga nendlela yokukwenza oku! 📘

# text
source: 🎉 Great job! Keeping @fields.child_nickname safe and healthy is an important responsibility for parents and caregivers. In today’s changing world, it’s not always easy 🌱
xh: 🎉 Umsebenzi omhle kakhulu! Ukugcina u@fields.child_nickname ekhuselekile kwaye esempilweni luxanduva olubalulekileyo kubazali nakubanonopheli. Kwihlabathi lanamhlanje elitshintshayo, akusoloko kulula!🌱

# text
source: 🎉 Great job! Keeping your child safe and healthy is an important responsibility for parents and caregivers. In today’s changing world, it’s not always easy 🌱
xh: 🎉 Umsebenzi omhle kakhulu! Ukugcina umntwana wakho ekhuselekile kwaye esempilweni luxanduva olubalulekileyo kubazali nakubanonopheli. Kwihlabathi lanamhlanje elitshintshayo, akusoloko kulula!🌱

# text
source: Well done for completing your course to keep your child safe and healthy. Let’s see how things have changed since you started:
xh: Wenze kakuhle ngokugqiba isifundo sakho sokugcina umntwana wakho ekhuselekile kwaye esempilweni. Makhe sibone ukuba zitshintshe njani izinto ukususela oko uqalile:

# text
source: 💙 You were already excelling at keeping your child safe before this course. It’s great that you’re able to keep doing so well!
xh: 💙 Ubusele ugqwesa ekugcineni umntwana wakho ekhuselekile phambi kwesi sifundo. Kuhle ukuba ukwazi ukuqhubeka nokwenza kakuhle!

# text
source: Knowing how to keep your child safe and healthy is important. Even though you’re doing great, you’ve shared that this has become more challenging since starting this course.
xh: Ukwazi ukugcina umntwana wakho ekhuselekile kwaye esempilweni kubalulekile. Nangona usenza kakuhle, uye wabelana ngokuba oku kuye kwaba ngumceli-mngeni ukusukela oko uqalile esi sifundo.

# text
source: Thank you for providing a progress update. You can revisit this course any time in the Main Menu by typing {MENU}.
xh: Enkosi ngokubonelela ngenkqubela yohlaziyo yakho. Ungaphinda undwendwele esi sifundo nangaliphi na ixesha kwiMenyu enguNdoqo ngocofa u {MENU}.

# text
source: Excellent! Keep up the good work in keeping your child safe online and offline.
xh: Ugqwesile! Qhubeka nomsebenzi omhle wokugcina umntwana wakho ekhuselekile kwi-intanethi nangaphandle kwe-intanethi.

# text
source: It can be hard to know how to keep your child healthy and safe, especially when we are so busy ourselves. 💙
xh: Kunokuba nzima ukwazi ukuba ungamgcina njani umntwana wakho esempilweni kwaye ekhuselekile, ngakumbi xa sixakeke kakhulu ngokwethu. 💙

# text
source: 💡 If you need support, consider reaching out to your child’s school, or family or friends who are good with technology.
xh: 💡 Ukuba udinga inkxaso, cinga ngokufikelela kwisikolo somntwana wakho, okanye usapho okanye abahlobo abanolwazi ngetekhnoloji.

# text
source: It can be hard to know how to keep your child safe online and offline, especially when we are so busy ourselves. 💙
xh: Kunokuba nzima ukwazi ukuba umgcina njani umntwana wakho ekhuselekile kwi-intanethi nangaphandle kwe-intanethi, ngakumbi xa sixakekile ngokwethu. 💙

# text
source: 💡If you need support, consider reaching out to your child’s school, or family or friends who are good with technology.
xh: 💡 Ukuba udinga inkxaso, cinga ngokufikelela kwisikolo somntwana wakho, okanye usapho okanye abahlobo abanolwazi ngetekhnoloji.

# text
source: ⭐ Congratulations on making some progress. It seems like knowing how to keep your child safe and healthy online and offline is still a challenge.
xh: ⭐ Sivuyisana nawe ngokwenza inkqubela phambili. Kubonakala ngathi uyakwazi ukugcina umntwana wakho ekhuselekile kwaye esempilweni kwi-intanethi nangaphandle kwe-intanethi kusengumceli-mngeni.

# text
source: How is keeping your child safe online and offline going?
xh: Ingaba umgcina njani umntwana wakho ekhuselekile kwi-intanethi nangaphandle kwe-intanethi?

# text
source: 💡If you need support, consider reaching out to your child’s school, or family or friends who are good with technology.
xh: 💡 Ukuba udinga inkxaso, cinga ngokufikelela kwisikolo somntwana wakho, okanye usapho okanye abahlobo abanolwazi ngetekhnoloji.

# text
source: Remember that your child’s well-being is important, as is your family’s.
xh: Khumbula ukuba impilo-ntle yomntwana wakho ibalulekile, njengeyosapho lwakho.

# text
source: What did you find hard about keeping @fields.child_nickname safe online and offline?
xh: Yintoni oye wayifumana inzima ngokugcina u@fields.child_nickname ekhuselekile kwi-intanethi nangaphandle kwe-intanethi?

# text
source: What did you find hard about keeping your teen safe online and offline?
xh: Yintoni oye wayifumana inzima ngokugcina umntwana wakho ofikisayo ekhuselekile kwi-intanethi nangaphandle kwe-intanethi?

# text
source: 🏥 Talk with someone and get support. Type {HELP} if you need more assistance.
xh: 🏥 Thetha nomntu ufumane inkxaso. Chwetheza {HELP} ukuba ufuna uncedo oluninzi.

# text
source: 💙 Remember to take a pause when you are stressed.
xh: 💙 Khumbula ukuthatha umzuzu xa unoxinzelelo.

# text
source: ⏰ Come up with a rule together that lets them still have fun, but stay safe.
xh: ⏰ Yiza nomgaqo nikunye obavumela ukuba bonwabe, kodwa bahlale bekhuselekile.

# text
source: 🌱 Your teen will listen better when you speak to them calmly.
xh: 🌱 Umntwana wakho ofikisayo uya kumamela ngcono xa uthetha naye ngokuzolileyo.

# text
source: 💡 Ensure that emergency phone numbers are clearly displayed in your house and easily accessible to everyone.
xh: 💡 Qinisekisa ukuba iinombolo zefowuni zikaxakeka ziboniswa ngokubonakalayo endlini yakho kwaye zifikeleleka lula kuye wonke umntu.

# text
source: 💛 The more we know, the better we can keep our families safe!
xh: 💛 Xa sazi ngakumbi, kuxa sizakutsho sigcine iintsapho zethu zikhuselekile!

# text
source: If you want more resources about keeping safe, type {HELP} anytime.
xh: Ukuba ufuna izixhobo ezingakumbi malunga nokuzigcina ukhuselekile, chwetheza {HELP} nangaliphi na ixesha.

# text
source: That's okay! It's important to try to keep your teen safe offline and online. Remember, you can review this course in the Main menu any time!
xh: Oko kulungile! Kubalulekile ukuzama ukugcina umntwana wakho ofikisayo ekhuselekile ngaphandle kwe-intanethi kunye nakwi-intanethi. Khumbula, ungaphonononga esi sifundo kwimenyu enguNdoqo nangaliphi na ixesha!

# text
source: 👂That’s alright. Even adults don’t agree on this sometimes. Listening to @fields.child_nickname, even if we disagree, helps us understand their thinking.
xh: 👂Oko kulungile. Nabantu abadala abavumi ngale nto ngamanye amaxesha. Mamela u@fields.child_nickname, nokuba asivumelani, kusinceda siqonde indlela abacinga ngayo.

# text
source: ⏰ Find time to talk about safe and unsafe areas again.
xh: ⏰ Fumana ixesha lokuthetha ngeendawo ezikhuselekileyo nezingakhuselekanga kwakhona.

# text
source: 💚 This time, really listen and show you understand their view before sharing your thoughts.
xh: 💚 Ngeli xesha, mamela ngokwenene kwaye ubonise ukuba uyawuqonda umbono wabo ngaphambi kokuba wabelane ngeengcinga zakho.

# text
source: 👂That’s alright. Even adults don’t agree on this sometimes. Listening to your teen, even if we disagree, helps us understand their thinking.
xh: 👂Oko kulungile. Nabantu abadala abavumi ngale nto ngamanye amaxesha. Mamela umtwana wakho ofikisayo, nokuba asivumelani, kusinceda siqonde indlela abacinga ngayo.

# text
source: 📝 Tell @fields.child_nickname that you appreciate their opinions and you are proud of them for being honest about how they feel.
xh: 📝 Xelela u@fields.child_nickname ukuba uyazixabisa izimvo zakhe kwaye uyazingca ngaye ngokunyaniseka kwindlela aziva ngayo.

# text
source: 😃 Reach a common agreement and establish safe and unsafe areas, as well as what to do in case of emergency.
xh: 😃 Fikelelani kwisivumelwano esifanayo kwaye useke iindawo ezikhuselekileyo nezingakhuselekanga, kwanento omawuyenze xa kukho umhla kaxakeka.

# text
source: 📝 Tell your teen that you appreciate their opinions and you are proud of them for being honest about how they feel.
xh: 📝 Xelela umntwana wakho ofikisayo ukuba uyazixabisa izimvo zakhe kwaye uyazingca ngaye ngokunyaniseka malunga nendlela aziva ngayo.

# text
source: 😔 It is shocking to learn that people who we trust may be a danger to our teens.
xh: 😔 Kuyothusa ukufunda ukuba abantu esibathembileyo banokuba yingozi kubantwana bethu abafikisayo.

# text
source: 👂 Listen to @fields.child_nickname if they want to talk about why it seems unsafe. Ask if it’s the place, a particular person, or both that makes them uncomfortable.
xh: 👂 Mamela u@fields.child_nickname ukuba ufuna ukuthetha malunga nokuba kutheni kubonakala kungakhuselekanga. Buza ukuba yindawo, umntu othile, okanye zombini ezibangela ukuba angakhululeki.

# text
source: Stay calm and open during the conversation. Trust what they say - they will not say such things for no reason!
xh: Hlala uzolile kwaye uvuleke ngexesha lencoko. Themba oko akuthethayo - akayi kuthetha izinto ezinjalo ngaphandle kwesizathu!

# text
source: 👂 Listen to your teen if they want to talk about why it seems unsafe. Ask if it’s the place, a particular person, or both that makes them uncomfortable.
xh: 👂 Mamela umntwana wakho ofikisayo ukuba ufuna ukuthetha malunga nokuba kutheni kubonakala kungakhuselekanga. Buza ukuba yindawo, umntu othile, okanye zombini ezibangela ukuba angakhululeki.

# text
source: 🌷 Create a safe space to talk with @fields.child_nickname when you are both calm.
xh: 🌷 Yenza indawo ekhuselekileyo yokuthetha no@fields.child_nickname xa nobabini nizolile.

# text
source: 👂 Listen to their thoughts - why do they feel this place is safe?
xh: 👂 Mamela iingcinga zabo - kutheni bevakalelwa kukuba le ndawo ikhuselekile?

# text
source: ⭐ Share why you feel it is not safe.
xh: ⭐ Yabelana ukuba kutheni uva ngathi akukhuselekanga.

# text
source: 🌷 Create a safe space to talk with your teen when you are both calm.
xh: 🌷 Yenza indawo ekhuselekileyo yokuthetha nomntwana wakho ofikisayo xa nobabini nizolile.

# text
source: 📝 When you actively involve @fields.child_nickname in creating the safety map, they feel heard and valued.
xh: 📝 Xa ubandakanya u@fields.child_nickname ekwenzeni imephu yokhuseleko, uziva eviwa kwaye exatyiswe.

# text
source: 🌱 It is easier to follow a plan that everyone agrees on.
xh: 🌱 Kulula ukulandela isicwangciso wonke umntu avumelana ngaso.

# text
source: 📝 When you actively involve your teen in creating the safety map, they feel heard and valued.
xh: 📝 Xa ubandakanya umntwana wakho ofikisayo ekwenzeni imephu yokhuseleko, uziva eviwa kwaye exatyiswe.

# text
source: 🔵 Involve your whole family, other caregivers, and friends in your mapping activity. If everyone knows the safe places, they can help keep @fields.child_nickname safe!
xh: 🔵 Bandakanya usapho lwakho lonke, abanye abanonopheli, kunye nabahlobo kumsebenzi wakho wokwenza imephu. Ukuba wonke umntu uyazazi iindawo ezikhuselekileyo, banokunceda ukugcina u@fields.child_nickname ekhuselekile!

# text
source: 🚗 Visit some of the services available, such as neighbourhood watch groups or clinics. Ask what they do, how to contact them, and what their emergency procedures are.
xh: 🚗 Ndwendwela ezinye zeenkonzo ezifumanekayo, ezifana namaqela abalindi ekuhlaleni okanye iikliniki. Buza into abayenzayo, indlela yokunxibelelana nabo, kwaye zithini iinkqubo zabo zikaxakeka.

# text
source: 🔵 Involve your whole family, other caregivers, and friends in your mapping activity. If everyone knows the safe places, they can help keep your teen safe!
xh: 🔵 Bandakanya usapho lwakho lonke, abanye abanonophelili, kunye nabahlobo kumsebenzi wakho wokwenza imephu. Ukuba wonke umntu uyazazi iindawo ezikhuselekileyo, banokunceda ukugcina umntwana wakho ofikisayo ekhuselekile!

# text
source: ⏰ It can be hard to find time.
xh: ⏰ Kunokuba nzima ukufumana ixesha.

# text
source: 💡 This week, put just 10 minutes aside to talk with @fields.child_nickname about safe and unsafe areas.
xh: 💡 Kule veki, beka nje imizuzu elishumi ecaleni ukuze uthethe no@fields.child_nickname malunga neendawo ezikhuselekileyo nezingakhuselekanga.

# text
source: ❗ This is important to keep your teen safe!
xh: ❗ Oku kubalulekile ukugcina umntwana wakho ofikisayo ekhuselekile!

# text
source: 💡 This week, put just 10 minutes aside to talk with your teen about safe and unsafe areas.
xh: 💡 Kule veki, beka nje imizuzu elishumi ecaleni ukuze uthethe nomntwana wakho ofikisayo malunga neendawo ezikhuselekileyo nezingakhuselekanga.

# text
source: 😣 Protecting @fields.child_nickname while also trusting them to make wise choices is not easy!
xh: 😣 Ukukhusela u@fields.child_nickname ngelixa ukwamthemba ukuba enze izigqibo ezinobulumko akukho lula!

# text
source: 🔄 @fields.child_nickname may know things about your community and technology that you are not aware of.
xh: 🔄 U@fields.child_nickname unokwazi izinto malunga noluntu lwenu kunye netekhnoloji ongayaziyo wena.

# text
source: 😣 Protecting your teen while also trusting them to make wise choices is not easy!
xh: 😣 Ukukhusela umntwana wakho ofikisayo ngelixa ukwamthemba ukuba enze izigqibo ezinobulumko akukho lula!

# text
source: 🔄 Your teen may know things about your community and technology that you are not aware of.
xh: 🔄 Umntwana wakho ofikisayo unokwazi izinto malunga noluntu lwenu kunye netekhnoloji ongayaziyo wena.
