Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_south_africa_scale/*/*_safety_course.po
Languages: xh

# text
source: 🌷 Together, look at websites, social media, games, and apps your child uses.
xh: 🌷 Ninonke, jongani ii-webhusayithi, amakhasi onxibelelwano, imidlalo kunye nee apps azisebenzisayo umntwana wakho.

# text
source: 👂 Ask questions - this helps you learn more about your child’s interests!
xh: 👂 Buza imibuzo - oku kukunceda ukuba ufunde ngakumbi ngezinto anomdla kuzo umntwana wakho!

# text
source: ✅ Tell your child that they should tell an adult if they feel scared, unsafe or upset about something online.
xh: ✅ Xelela umntwana wakho ukuba kufuneka axelele umntu omdala ukuba uziva esoyika, engakhuselekanga okanye ekhathazekile ngento ethile kwi-intanethi.

# text
source: Home activity!⭐ Here are some steps you can take to keep @fields.child_nickname safe online today:
xh: Umsebenzi wasekhaya!⭐ Nanga amanye amanyathelo onokuthi uwathathe ukugcina u@fields.child_nickname ekhuselekile kwi-intanethi namhlanje:

# text
source: 📝 Have a conversation with @fields.child_nickname about how they can use the internet and devices in a safe way.
xh: 📝 Yiba nencoko no@fields.child_nickname malunga nendlela anokusebenzisa ngayo i-intanethi kunye nezixhobo ngendlela ekhuselekileyo.

# text
source: 🔴 Talk about which sites or apps might be unsafe and why?
xh: 🔴 Thetha malunga nokuba zeziphi iisayithi okanye i-apps ezingakhuselekanga kwaye kutheni?

# text
source: 😃 Praise @fields.child_nickname for how good they are at using the web safely!
xh: 😃 Mncome u@fields.child_nickname ngendlela alunge ngayo ekusebenziseni iwebhu ngokukhuselekileyo!

# text
source: Can you and @fields.child_nickname complete this task today? 🔔
xh: Ingaba wena no@fields.child_nickname ningakwazi ukuwugqiba lo msebenzi namhlanje? 🔔

# text
source: Home activity!⭐ Here are some steps you can take to keep your child safe online today:
xh: Umsebenzi wasekhaya!⭐ Nanga amanye amanyathelo onokuthi uwathathe ukugcina umntwana wakho ekhuselekile kwi-intanethi namhlanje:

# text
source: 📝 Have a conversation with your child about how they can use the internet and devices in a safe way.
xh: 📝 Yiba nencoko nomntwana wakho malunga nendlela anokusebenzisa ngayo i-intanethi kunye nezixhobo ngendlela ekhuselekileyo.

# text
source: 😃 Praise your child for how good they are at using the web safely!
xh: 😃 Mncome umntwana wakho ngendlela alunge ngayo ekusebenziseni iwebhu ngokukhuselekileyo!

# text
source: Can you and your child complete this task today? 🔔
xh: Ingaba wena nomntwana wakho ningakwazi ukuwugqiba lo msebenzi namhlanje? 🔔

# text
source: This lesson is about learning how to keep your teens safe in your community. 🚩
xh: Esi sifundo simalunga nokufunda indlela yokugcina umntwana wakho ofikisayo ekhuselekile kwindawo ohlala kuyo. 🚩

# text
source: You are not alone! Parents all over the world say they worry about keeping their children safe.
xh: Awukho wedwa! Abazali kwilizwe jikelele bathi bayaxhalaba malunga nokugcina abantwana babo bekhuselekile.

# text
source: Let’s test your knowledge about teen safety.
xh: Masikhe sivavanye ulwazi lwakho malunga nokhuseleko lwabantwana abafikisayo.

# text
source: Which of these is a space guaranteed to keep your teen safe?
xh: Yeyiphi kwezi eyindawo eqinisekisiweyo yokugcina umntwana wakho ofikisayo ekhuselekile?

# text
source: Your teen can face harm anywhere, even at home 🏠 or church ⛪. As parents, it's our job to help them plan 📝 to avoid tough situations and handle them if they happen, no matter where they are 🌍.
xh: Umntwana wakho usenokujongana nokwenzakala naphi na, nokuba kusekhaya 🏠 okanye ecaweni ⛪. Njengabazali, ngumsebenzi wethu ukumnceda ukuba ahlale 📝 ephepha iimeko ezinzima kwaye ajongane nazo ukuba ziyenzeka, nokuba ziphi na 🌍.

# text
source: 🎉You're right.
xh: 🎉Ulungile.

# text
source: Let’s check in on {F1_DAUGHTER_16} and her mom:
xh: Masingene ku{F1_DAUGHTER_16} kunye nomama wakhe:

# text
source: **{F1_DAUGHTER_16}**: Something happened when I was out with my friends {FRIEND_FEMALE_1} and {FRIEND_FEMALE_2}!
xh: **{F1_DAUGHTER_16}**: Kukho into eyenzekileyo ngoku bendiphumile nabahlobo bam u{FRIEND_FEMALE_1} kunye no{FRIEND_FEMALE_2}!

# text
source: **{F1_MOTHER}**: Tell me, {F1_DAUGHTER_16}
xh: **{F1_MOTHER}**: Ndixelele, {F1_DAUGHTER_16}

# text
source: **{MAN_IN_CAR}**: Hey beautiful. I have been looking at you for a while. You are very beautiful, what’s your name?
xh: **{MAN_IN_CAR}**: Molo nzwakazi. Kudala ndikujongile. Umhle nyani, ungubani igama lakho?

# text
source: **{FRIEND_FEMALE_1}**: Her name is {F1_DAUGHTER_16}
xh: **{FRIEND_FEMALE_1}**: Igama lakhe ngu{F1_DAUGHTER_16}

# text
source: **{MAN_IN_CAR}**: {F1_DAUGHTER_16}, would you like to come with me to have something to drink and chips? Come on, get in, you’ll be back in time, I promise…
xh: **{MAN_IN_CAR}**: u{F1_DAUGHTER_16}, ungathanda ukuhamba nam sifumane into eselwayo kunye neetships? Yiza, ngena, uya kubuya kwangexesha, ndiyathembisa…

# text
source: **{F1_DAUGHTER_16}**: I’m not sure if that’s a good idea…
xh: **{F1_DAUGHTER_16}**: Andiqinisekanga ukuba ngumbono olungileyo lowo…

# text
source: **{FRIEND_FEMALE_1}**: You are lucky, my friend. I wish a man would ask ME out and buy me gifts. I’m telling you, if you don’t do this I’m going to tell everyone you are stupid!
xh: **{FRIEND_FEMALE_1}**: Unethamsanqa, mhlobam. Akwaba indoda ibingacela ukukhupha MNA ize indithengele izipho. Ndiyakuxelela, ukuba awuyenzi lento ndiza kuxelela wonke umntu ukuba usisibhanxa!

# text
source: **{FRIEND_FEMALE_2}**: {F1_DAUGHTER_16} don’t go! Be careful! Let’s go home. It is dangerous to go with people you don’t know. Besides, he’s too old for you and what he is doing is wrong.
xh: **{FRIEND_FEMALE_2}**: {F1_DAUGHTER_16} sukuya! Lumka! Masigoduke. Kuyingozi ukuhamba nabantu ongabaziyo. Ngapha koko, mdala gqithi kunawe yaye ayilunganga le nto ayenzayo.

# text
source: **{F1_DAUGHTER_16}**: I just don’t know…
xh: **{F1_DAUGHTER_16}**: Hayi ndixakiwe…

# text
source: **{F1_MOTHER}**: Pfff, I am so proud of you that you did not get into the car. That was a dangerous situation, thank you for telling me!
xh: **{F1_MOTHER}**: Pfff, ndiyazingca ngawe ngento yokuba ungakhange ukhwele kula moto. Ibiyimeko eyingozi leyo, enkosi ngokundixelela!

# text
source: One way to keep your teen safe is to create a safety map with them. Together, identify the safe and unsafe places in your community. 📖
xh: Enye indlela yokugcina umntwana wakho ofikisayo ekhuselekile kukwenza imephu yokhuseleko kunye nabo. Nikunye, chongani iindawo ezikhuselekileyo nezingakhuselekanga kwindawo ohlala kuyo. 📖

# text
source: Here are 3️⃣three steps to help you make a safety map together:
xh: Nanga 3️⃣amanyathelo amathathu okukunceda wenze imaphu yokhuseleko kunye:

# text
source: Step 1️⃣: **DRAW**
xh: Inyathelo 1️⃣: **ZOBA**

# text
source: 🚩 Include the main places: streets, your house, school, shops, and places your teen visits.
xh: 🚩 Bandakanya indawo eziphambili: izitalato, indlu yakho, isikolo, iivenkile, kunye neendawo umntwana wakho azindwendwelayo.

# text
source: Step 2️⃣: **DECIDE**
xh: Inyathelo 2️⃣: **GQIBA**

# text
source: 👂 Listen to your teen: they might know more than you think they do about where it is safe or unsafe.
xh: 👂 Mamele umntwana wakho ofikisayo: basenokwazi ngaphezu kokuba ucinga malunga nendawo ekhuselekileyo okanye engakhuselekanga

# text
source: 🔵 CIRCLE the places that are safe for teenagers.
xh: 🔵 YENZA ISANGQA kwiindawo ezikhuselekileyo ebantwaneni abafikisayo.

# text
source: ❌ CROSS OFF any places that are unsafe for teenagers.
xh: ❌ NQAMLA naziphi na iindawo ezingakhuselekanga kubantwana abafikisayo.

# text
source: Step 3️⃣: **DISCUSS**
xh: Step 3️⃣: **XOXA**

# text
source: 👀 Discuss where you and your teen can get support in a crisis. These places may include home, school, police station, or a clinic.
xh: 👀 Xoxani apho wena kunye nomtwana wakho ofikisayo ningafumana inkxaso xa nisengxakini. Ezindawo zingaquka ikhaya, isikolo, isikhululo samapolisa, okanye iklinikhi.

# text
source: 🚩 MARK these areas clearly with a ⭐ star on your map.
xh: 🚩 PHAWULA ezi ndawo ngokucacileyo ⭐ ngenkwenkwezi kwimephu yakho.

# text
source: Create a community safety map with your teen. Make sure to listen to their thoughts too!
xh: Yenza imephu yokhuseleko lwasekuhlaleni kunye nomntwana wakho ofikisayo. Qiniseka ukuba umamele iingcinga zabo!

# text
source: Do you have time to do it today? 🚩
xh: Ingaba unalo ixesha lokuyenza namhlanje? 🚩

# text
source: Amazing! This is a great way to build trust with your teen and keep them safe.
xh: Iyamangalisa! Le yindlela entle yokwakha ukuthembana nomntwana wakho ofikisayo kwaye umgcine ekhuselekile.

# text
source: That's OK! Plan to set aside an hour in the next few days to work on this map with your teen. It's a great way to build trust with them and keep them safe.
xh: Oko KULUNGILE! Cwangcisa ukubekela bucala iyure kwiintsuku ezimbalwa ezizayo ukuze usebenze kule mephu nomntwana wakho ofikisayo. Yindlela entle yokwakha ukuthembana kunye nabo kwaye ubagcine bekhuselekile.

# text
source: Great job! 🎉 You have learnt about keeping your teen safe in your community! You have now completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod lessons in the course {goal_name}.⭐
xh: Umsebenzi mhle kakhulu! 🎉 Ufundile ngokugcina umntwana wakho ekhuselekile kwindawo ohlala kuyo! Ngoku ugqibile @(fields.c_n_mod_compl +1) kwezi @fields.c_n_mod zifundo kule khosi, {goal_name}. ⭐

# text
source: One way to keep @fields.child_nickname safe is to create a safety map with them. Together, identify the safe and unsafe places in your community. 📖
xh: Enye indlela yokugcina u@fields.child_nickname ekhuselekile kukwenza imephu yokhuseleko kunye naye. Nikunye, chongani iindawo ezikhuselekileyo nezingakhuselekanga kwindawo ohlala kuyo. 📖

# text
source: Press Play ▶️ to learn the 3️⃣ three steps to help you make a safety map together:
xh: Cofa Dlala ▶️ ukuze ufunde 3️⃣ amanyathelo amathathu ukukunceda wenze imephu yokhuseleko kunye:

# text
source: It can be hard to think about dangerous situations for your teen.
xh: Kunokuba nzima ukucinga ngeemeko eziyingozi kumntwana wakho ofikisayo.

# text
source: To keep our teens safe, we need to understand their reality and the potential risky situations they can find themselves in.
xh: Ukugcina abantwana bethu abafikisayo bekhuselekile, kufuneka siqonde ubunyani babo kunye neemeko ezinomngcipheko abanokuthi bazifumane bakuzo.

# text
source: We can help our teens know how to use their thoughts and voices, in dangerous situations. It makes a big difference!
xh: Sinokunceda abantwana bethu abafikisayo bazi indlela yokusebenzisa iingcinga kunye namazwi abo, kwiimeko ezinobungozi. Kwenza umahluko omkhulu!

# text
source: Check out these scenarios. What warning signs do you see?
xh: Jonga ezi meko. Zeziphi iimpawu ezilumkisayo ozibonayo?

# text
source: **Boy**: Hey beautiful, why are you walking so fast! Don’t you want to come show us what is under that skirt?
xh: **Mfana**: Haybo nzwakazi, kutheni uhamba ngokukhawuleza! Awufuni ukuza usibonise yintoni ephantsi kweso siketi?

# text
source: It’s okay to compliment and show attention, but it must be done respectfully.
xh: Kulungile ukuncoma nokubonisa ingqalelo, kodwa kufuneka kwenziwe ngembeko.

# text
source: In this case, the boy’s friend should speak up and correct his friend’s behaviour.
xh: Kule meko, umhlobo wenkwenkwe kufuneka athethe kwaye alungise ukuziphatha komhlobo wakhe.

# text
source: Let’s try another. What are the warning signs?
xh: Masizameni enye. Zeziphi iimpawu ezilumkisayo?

# text
source: **{TEACHER_1}**: {F2_DAUGHTER_17}, if you want to get good grades this year, you need to stay after school when everyone is gone so I can tutor you.
xh: **{TEACHER_1}**: {F2_DAUGHTER_17}, ukuba ufuna ukupasa kakuhle kulo nyaka, kufuneka uhlale ukuphuma kwesikolo xa wonke umntu emkile ukuze ndikufundise.

# text
source: **{F2_DAUGHTER_17}**: My friend also needs support. Can I invite her too?
xh: **{F2_DAUGHTER_17}**: Umhlobo wam naye ufuna inkxaso. Ndingammema naye?

# text
source: **{TEACHER_1}**: No, this will be our secret. You don’t want people to think you are stupid, right?
xh: **{TEACHER_1}**: Hayi, izakuba yimfihlelo yethu le. Awufuni abantu bacinge ukuba usisidenge, akunjalo?

# text
source: 🎉That’s right.
xh: 🎉Oku kulungile.

# text
source: Schools have strict rules to keep students safe. The teacher is abusing his power and knows it's wrong ❌. He has likely done this before and might do it again 🔁. {F2_DAUGHTER_17} could try to find others with the same experience 👥 to make reporting him easier 🗣️.
xh: Izikolo zinemithetho engqongqo yokugcina abafundi bekhuselekile. Utitshala usebenzisa kakubi igunya lakhe yaye uyazi ukuba akulunganga ❌. Kusenokwenzeka ukuba uyenzile le nto ngaphambili kwaye unokuyiphinda ayenze kwakhona 🔁. U{F2_DAUGHTER_17} unokuzama ukufumana abanye abanamava afanayo 👥 ukwenzela ukumxela kube lula 🗣️.

# text
source: The correct answer was “The teacher abuses his power and pressures the girl”.
xh: Impendulo echanekileyo ibisithi “Utitshala ulisebenzisa kakubi igunya lakhe kwaye ucinezela intombazana”.

# text
source: In a dangerous situation, we might freeze ❄️ or get angry 😡 – that’s normal. Press Play ▶️ to learn the tools that can help keep you and your teen safe: **KNOW IT, SEE IT, SAY IT**
xh: Kwimeko enobungozi, sisenokuba ngumkhenkce ❄️ okanye sibe nomsindo 😡 – iqhelekile loo nto. Cofa uDlala ▶️ ukuze ufunde izixhobo ezinokukunceda ugcine wena nomntwana wakho ukhuselekile: **YAZI, YIBONE, YITHETHE**

# text
source: In a dangerous situation, we might freeze ❄️ or get angry 😡 – that’s normal.Press Play ▶️ to learn the tools that can help keep you and your teen safe: **KNOW IT, SEE IT, SAY IT**
xh: Kwimeko eyingozi, sisenokuba ngumkhenkce ❄️ okanye sibe nomsindo 😡 – iqhelekile loo nto.Cofa uDlala ▶️ ukuze ufunde izixhobo ezinokukunceda ugcine wena nolutsha lwakho nikhuselekile: **YAZI, YIBONE, YITHETHE**

# text
source: In a dangerous situation, we might freeze ❄️ or get angry 😡 – that’s normal. These tools can help keep you and your teen safe: KNOW IT, SEE IT, SAY IT
xh: Kwimeko enobungozi, sisenokuba ngumkhenkce ❄️ okanye sibe nomsindo 😡 – iqhelekile loo nto. Ezi zixhobo zinokukunceda ugcine wena kunye nomntwana wakho ofikisayo nikhuselekile: YAZI, YIBONE, YITHETHE

# text
source: 1️⃣ **KNOW IT**
xh: 1️⃣ **YAZI**

# text
source: Know the difference between healthy and unhealthy relationships ❤️❌. If you're attacked, it’s never your fault. Do what you need to stay safe and get away —don't worry about what others think. You are worth defending 💪. You are strong and powerful ⚡.
xh: Wazi umahluko phakathi kobudlelwane obunempilo kunye nobungenampilo ❤️❌. Ukuba uyahlaselwa, ayilotyala lakho. Yenza oko kufunekayo ukuze uhlale ukhuselekile kwaye ubaleke - ungakhathazeki malunga nokuba abanye bacinga ntoni. Kufanelekile ukuba uzikhusele 💪. Womelele kwaye unamandla ⚡.

# text
source: 2️⃣ **SEE IT**
xh: 2️⃣ **YIBONE**

# text
source: If someone makes you or anyone else feel uncomfortable with what they say or do, it’s never okay! We all have the right to feel safe, especially at home 🏠. Trust your gut. If you feel attacked by words or actions, your goal is to get away.
xh: Ukuba umntu wenza ukuba wena okanye nabani na ongomnye azive engonwabanga ngento ayithethayo okanye ayenzayo, ayisoze ilunge! Sonke sinelungelo lokuziva sikhuselekile, ingakumbi ekhaya 🏠. Themba imvakalelo yakho. Ukuba uziva uhlaselwa ngamazwi okanye ngezenzo, injongo yakho kukubaleka.

# text
source: 3️⃣ **SAY IT**
xh: 3️⃣ **YITHETHE**

# text
source: Your voice can stop many attacks.
xh: Ilizwi lakho linokunqanda uhlaselo oluninzi.

# text
source: Be clear, confident, and direct. Use your voice, body language, and eye contact. If you don't feel safe, you can do whatever it takes to get away.
xh: Cacisa, zithembe, kwaye ungqale. Sebenzisa ilizwi lakho, ulwimi lomzimba, kunye nokudibana kwamehlo. Ukuba awuziva ukhuselekile, ungenza nantoni na ukuze ubaleke.

# text
source: Using your voice can look different in different situations. You could shout "No!", call for help, act strangely to confuse the attacker, or negotiate.
xh: Ukusebenzisa ilizwi lakho kunokubonakala ngokwahlukileyo kwiimeko ezahlukeneyo. Unokukhwaza uthi “Hayi!”, cela uncedo, wenze ngendlela engaqhelekanga ukubhidisa umhlaseli, okanye uthethathethwano.

# text
source: Here are some things you might say or shout to avoid a tough situation:
xh: Nazi ezinye izinto onokuthi uzithethe okanye uzikhwaze ukuphepha imeko enzima:

# text
source: “I will call the police if you touch me again 🚔.”
xh: "Ndiza kufowunela amapolisa ukuba uyandibamba kwakhona🚔."

# text
source: “Do not touch my bum!” 👎
xh: "Musa ukubamba iimpundu zam!" 👎

# text
source: Or you might say:
xh: Okanye unokuthi:

# text
source: “No lift for me, thanks! Last time I got a lift, I threw up!” 🤮
xh: “Andiceli kuqatyeliswa, enkosi! Ukugqibela kwam ukuqatyeliswa, ndaphalaza!” 🤮

# text
source: “I will give you my phone if you let me go.” 📱
xh: "Ndiza kukunika ifowuni yam ukuba uyandiyeka ndihambe." 📱

# text
source: Think about what you would do in some of the examples we have looked at. There is no wrong answer! ✨
xh: Cinga ngento obuya kuyenza kweminye yemizekelo esikhe sayijonga. Akukho mpendulo iphosakeleyo! ✨

# text
source: Remember, if someone hurts you, it’s never your fault. Ask someone you trust for help 🤝. Make sure your teen knows they can tell you anything so you can find a solution together.
xh: Ukuba umntu uyakonzakalisa, khumbula ukuba ayilotyala lakho. Cela uncedo kumntu omthembileyo 🤝. Qinisekisa ukuba umntwana wakho ofikisayo uyazi ukuba unokukuxelela nantoni na ukuze nifumane isisombululo kunye.

# text
source: Help your teen be prepared by repeating this lesson together. To repeat this lesson you can type {PREVENT} after we finish. Can you do it today?
xh: Nceda umntwana wakho ofikisayo azilungiselele ngokuphinda esi sifundo kunye. Ukuphinda esi sifundo ungacofa {PREVENT} emva kokuba sigqibile. Ungayenza namhlanje?

# text
source: That’s great! ✨
xh: Kwakuhle oko! ✨

# text
source: That's OK! 💛Plan to set aside an hour in the next few days to have this conversation with your teen.
xh: Kulingile! 💛 Cwangcisa ukubekela bucala iyure kwezi ntsuku zimbalwa zilandelayo ukuze ube nale ncoko nomntwana wakho.

# text
source: Excellent work 🎉. You have completed the Prevent Sexual Violence lesson. You have now completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod lessons in the course {goal_name}. This lesson can be difficult to complete. Remember to take a pause and care for yourself 💛.
xh: Umsebenzi mhle kakhulu 🎉. Usigqibile isifundo soThintelo lobuNdlobongela ngokweSondo. Ngoku ugqibile @(fields.c_n_mod_compl +1) kwezi @fields.c_n_mod izifundo kwikhosi {goal_name}. Esi sifundo sinokuba nzima ukusigqiba. Khumbula ukuthi nqumama kwaye uzikhathalele 💛.

# text
source: This lesson is about learning how to respond to crises when they happen. ❗
xh: Esi sifundo simalunga nokufunda indlela yokuphendula kwiingxaki xa zisenzeka. ❗

# text
source: When our teens share something that is very hard or upsetting to them, we need to remember to stay calm, listen, and be open so that they feel supported. 💛
xh: Xa abantwana bethu abafikisayo besabelana ngento enzima kakhulu okanye ebacaphukisayo, kufuneka sikhumbule ukuhlala sizolile, simamele, kwaye sivuleleke ukuze bazive bexhaswa. 💛

# text
source: Here is an example of supporting your teen, even when something really bad happens.
xh: Nanku umzekelo wokuxhasa umntwana wakho ofikisayo, nokuba kukho into embi kakhulu eyenzekayo.

# text
source: **{F2_GRANDMOTHER}**: Shame my dear, you look really upset, do you want to tell me what happened?
xh: **{F2_GRANDMOTHER}**: Torho sthandwa, ubonakala ukhathazeke nyani, uyafuna ukundibalisela ukuba kwenzeke ntoni?

# text
source: **{F2_DAUGHTER_17}**: It’s my Uncle, he… he… he touched me.
xh: **{F2_DAUGHTER_17}**: Ngumalume wam, u... u... uye wandiphatha.

# text
source: **{F2_GRANDMOTHER} (thinking): Take a deep breath... What does my child need? She needs me to be calm and comforting and to listen if she wants to talk.
xh: **{F2_GRANDMOTHER}** (ecinga): Phefumla... Udinga ntoni umntwana wam? Ufuna ndizole ndithuthuzele ndize ndimamele xa efuna ukuthetha.

# text
source: **{F2_GRANDMOTHER}**: Come and sit down next to me. Take your time, I’m listening.
xh: **{F2_GRANDMOTHER}**: Yiza uhlale phantsi ecaleni kwam. Thatha ixesha lakho, ndimamele.

# text
source: **{F2_DAUGHTER_17}**: It’s true, he… he… made me do it! He made me have sex with him! I didn’t want to, I swear, and I even said NO, but he told me I would be in trouble.
xh: **{F2_DAUGHTER_17}**: Yinyani, u... u... undenze ukuba ndiyenze! Wandenza ndalala naye! Bendingafuni, ndiyafunga, kwaye ndide ndathi HAYI, kodwa wandixelela ukuba ndiza kuba sengxakini.

# text
source: **{F2_GRANDMOTHER}**: Thank you for sharing this with me. You are not in trouble. This is not your fault.
xh: **{F2_GRANDMOTHER}**: Enkosi ngokwabelana nam ngalento. Awukho sengxakini. Ayilotyala lakho eli.

# text
source: **{F2_DAUGHTER_17}**: Yesterday when you went to see your friend. He just came and that’s when it happened.
xh: **{F2_DAUGHTER_17}**: Izolo ngokuya ubuyokubona umhlobo wakho. Uvele wafika kwaye kungeloxesha yenzeke ngalo.

# text
source: **{F2_GRANDMOTHER}**: It’s okay, I believe you my child. This is a big thing and we will find a way to get the help we need. Where could we go for help?
xh: **{F2_GRANDMOTHER}**: Kulungile, ndiyakukholelwa mntwana wam. Yinto enkulu lena kwaye sizakufumana indlela yokufumana uncedo esiludingayo. Singayaphi ukufumana uncedo?

# text
source: **{F2_DAUGHTER_17}**: The clinic?
xh: **{F2_DAUGHTER_17}**: Ekliniki?

# text
source: **{F2_GRANDMOTHER}**: That is a great suggestion, {F2_DAUGHTER_17}, let’s go to the clinic. They will know what we can do to help you. Does that sound okay to you?
xh: **{F2_GRANDMOTHER}**: Licebo elihle elo, {F2_DAUGHTER_17}, masiye ekliniki. Baya kuyazi into esinokuyenza ukuze sikuncede. Ngaba oko kuvakala kulungile kuwe?

# text
source: **{F2_DAUGHTER_17}**: Yes… Okay… But will you come with me?
xh: **{F2_DAUGHTER_17}**: Ewe… Kulungile… Kodwa ungahamba nam?

# text
source: **{F2_GRANDMOTHER}**: Of course I will. And {F2_DAUGHTER_17}? Remember this is not your fault. You did nothing to deserve this. I love you. We will get through this.
xh: **{F2_GRANDMOTHER}**: Nakanjani ndizakwenza njalo. Kwaye {F2_DAUGHTER_17}? Khumbula ayilotyala lakho eli. Awenzanga nto ifanelwe yile nto. Ndiyakuthanda. Siza kudlula kule nto.

# text
source: Here are some things you can do to support your teen when they share something difficult with you:
xh: Nazi ezinye izinto onokuzenza ukuze uxhase umntwana wakho ofikisayo xa esabelana nawe ngento enzima:

# text
source: 1️⃣ **BREATHE**: Take a pause
xh: 1️⃣ **PHEFUMLA**: Thatha umzuzu

# text
source: 💛 Ask yourself, “What does my teen need right now?”
xh: 💛 Zibuze, "Yintoni edingwa ngumntwana wam ofikisayo ngoku?"

# text
source: 3️⃣ **RESPOND**: What might help what is going on?
xh: 3️⃣ **PHENDULA**: Yintoni enokunceda lento eyenzekayo?

# text
source: 🔶 You might need to help your teen talk about their feelings or redirect their focus.
xh: 🔶 Unokufuna ukunceda umntwana wakho ofikisayo ukuba athethe ngeemvakalelo zakhe okanye uqondise ingqwalasela yakhe.

# text
source: ➡️ You might need to talk about the actions that you or your teen could take to help with what has happened.
xh: ➡️ Kusenokufuneka uthethe ngamanyathelo eninokuwathatha wena okanye umntwana wakho ofikisayo ukuze kuncedwe ngento eyenzekileyo.
