Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_south_africa_scale/*/*_safety_course.po
Languages: xh

# text
source: **{F3_DAUGHTER_7}**: Thank you, {F3_MOTHER}. I’m glad I can tell you about these things.
xh: **{F3_DAUGHTER_7}**: Enkosi, {F3_MOTHER}. Ndiyavuya ukuba ndingakuxelela ngezi zinto.

# text
source: ❗ Confronting the person who did it often makes it worse, so it is better to help @fields.child_nickname stay away from the person and report them to the police or at a clinic.
xh: ❗ Ukujongana nomntu oyenze rhoqo kwenza imeko ibembi, ke kungcono ukunceda @fields.child_nickname ahlale ekude kulomntu kwaye mxele emapoliseni okanye eklinikhi.

# text
source: 4️⃣ Here are four tips to help you teach @fields.child_nickname about safe touch and what to do if they feel unsafe when someone touches them. 💛
xh: 4️⃣ Nazi iingcebiso ezine ukukunceda ufundise @fields.child_nickname malunga nokuphatha okukhuselekileyo kunye nokungakhuselekanga kwakunye nokuba wenzani ukuba uziva engakhuselekanga xa umntu emphatha. 💛

# text
source: 4️⃣ Here are four tips to help you teach your child about safe touch and what to do if they feel unsafe when someone touches them. 💛
xh: 4️⃣ Nazi iingcebiso ezine ukukunceda ufundise umntwana wakho malunga nokuphatha okukhuselekileyo kunye nokungakhuselekanga kwakunye nokuba wenzani ukuba uziva engakhuselekanga xa umntu emphatha. 💛

# text
source: 1️⃣ BE HONEST
xh: 1️⃣ NYANISEKA

# text
source: ✅ Talk to your child about how to name each part of their body. If @fields.child_nickname knows how their body works and where people should and should not touch them, they can make safer choices throughout their lives.
xh: ✅ Thetha nomntwana wakho malunga nendlela yokubiza ilungu ngalinye lomzimba wakhe. Ukuba @fields.child_nickname uyayazi indlela esebenza ngayo imizimba yabo kunye nalapho abantu kufuneka nabangafanele bayichukumise, banokwenza ukhetho olukhuselekileyo kubo bonke ubomi babo.

# text
source: 🔑 Answer any questions @fields.child_nickname has honestly. These could be about any part of their own body or that of the other sex - even private parts!
xh: 🔑 Phendula nayiphi na imibuzo @fields.child_nickname anayo ngokunyanisekileyo. Lemibuzo ingamalunga naliphi na ilungu lomzimba wakhe okanye ngesinye isini - nangalo nelungu langasese!

# text
source: 💚 This teaches them it is safe to ask about the body, which means they will learn more and stay safer.
xh: 💚 Oku kubafundisa ukuba kukhuselekile ukubuza ngomzimba, okuthetha ukuba bazakufunda ngakumbi kwaye bahlale bekhuselekile.

# text
source: 👀 Teaching @fields.child_nickname about their whole body, even when young, means they will know how to talk about it if anything happens that they feel is unsafe.
xh: 👀 Ukufundisa @fields.child_nickname ngomzimba wakhe wonke, nokuba usemncinci, kuthetha ukuba uya kuyazi indlela yokuthetha xa kukho nantoni na eyenzekayo avakalelwa ukuba ayikhuselekanga.

# text
source: ✅ Talk to your child about how to name each part of their body. If your child knows how their body works and where people should and should not touch them, they can make safer choices throughout their lives.
xh: ✅ Thetha nomntwana wakho malunga nokuba uwathiya njani amalungu omzimba wakhe nganye. Ukuba umntwana wakho uyawazi umzimba wakhe usebenza kanjani kwaye uyazi ukuba abantu bangamphatha phi kunye nalapho bangenakumphatha khona, angenza izigqibo ezikhuselekileyo ubomi bakhe bonke.

# text
source: 🔑 Answer any questions your child has honestly. These could be about any part of their own body or that of the other sex - even private parts!
xh: 🔑 Phendula nayiphi na imibuzo umntwana wakho anayo ngokunyanisekileyo. Lemibuzo ingamalunga naliphi na ilungu lomzimba wakhe okanye ngesinye isini - nangalo nelungu langasese!

# text
source: 👀 Teaching your child about their whole body, even when young, means they will know how to talk about it if anything happens that they feel is unsafe.
xh: 👀 Ukufundisa umntwana wakho ngomzimba wakhe wonke, nokuba usemncinci, kuthetha ukuba uya kuyazi indlela yokuthetha xa kukho nantoni na eyenzekayo avakalelwa ukuba ayikhuselekanga.

# text
source: 🚲 Always teach @fields.child_nickname how to get away from any situation where they feel uncomfortable.
xh: 🚲 Ngalo lonke ixesha fundisa @fields.child_nickname ukuba uzikhupha njani kuyo nayiphi na imeko emenza azive engakhululekanga.

# text
source: ❗ When playing physical games like wrestling with your child, practice saying "no" and respecting their boundaries. If your child says "no", stop the game immediately.
xh: ❗ Xa udlala imidlalo yenyama njengokujijisana nomntwana wakho, ziqhelise ukuthi "hayi" kwaye hlonipha imida yabo. Ukuba umntwana wakho uthi ''hayi'', yeka umdlalo ngoko nangoko.

# text
source: 🚲 Always teach your child how to get away from any situation where they feel uncomfortable.
xh: 🚲 Ngalo lonke ixesha fundisa umntwana wakho ukuba uzikhupha njani kuyo nayiphi na imeko emenza azive engakhululekanga.

# text
source: 🔴 Tell @fields.child_nickname that if they feel worried, uncomfortable, or unsafe about anyone touching them, they should tell you or an adult they trust.
xh: 🔴 Xelela @fields.child_nickname ukuba ukuba baziva benexhala, bengakhululekanga, okanye bengakhuselekanga ngaye nabani na obabambayo, kufuneka bakuxelele okanye umntu omdala abamthembileyo.

# text
source: 🔴 Tell your child that if they feel worried, uncomfortable, or unsafe about anyone touching them, they should tell you or an adult they trust.
xh: 🔴 Xelela umntwana wakho ukuba ukuba baziva benexhala, bengakhululekanga, okanye bengakhuselekanga ngaye nabani na obabambayo, kufuneka bakuxelele okanye umntu omdala abamthembileyo.

# text
source: Have a conversation with @fields.child_nickname about saying no to unwanted or unsafe touch. ❌ Help them practise saying, “No, don’t do that!” and remind them to tell an adult if it happens.
xh: Yiba nencoko no@fields.child_nickname malunga nokuphatha okukhuselekileyo kunye nokungakhuselekanga. ❌ Mncedise aziqhelanise nokuthi, “Hayi, sukuyenza loonto!” kwaye mkhumbuze ukuba axelele umntu omdala ukuba kuyenzeka oko.

# text
source: Have a conversation with your child about saying no to unwanted or unsafe touch. ❌ Help them practise saying, “No, don’t do that!” and remind them to tell an adult if it happens.
xh: Yiba nencoko nomntwana wakho malunga nokuphatha okukhuselekileyo kunye nokungakhuselekanga. ❌ Mncedise aziqhelanise nokuthi, “Hayi, sukuyenza loonto!” kwaye mkhumbuze ukuba axelele umntu omdala ukuba kuyenzeka oko.

# text
source: This lesson is about learning how to keep your children safe in your community. 🚩
xh: Esi sifundo simalunga nokufunda indlela yokugcina abantwana bakho bekhuselekile kwindawo ohlala kuyo. 🚩

# text
source: You are not alone! Parents all over the world say they worry about keeping their children safe. 🔔
xh: Awukho wedwa! Abazali kwilizwe jikelele bathi bayaxhalaba malunga nokugcina abantwana babo bekhuselekile. 🔔

# text
source: Let’s test your knowledge about children’s safety.
xh: Masikhe sivavanye ulwazi lwakho malunga nokhuseleko lwabantwana.

# text
source: Which of these is NOT a place where children could experience harm?
xh: Yeyiphi kwezi engeYIYO indawo apho abantwana bangafumana ukonzakala?

# text
source: 😔 Your child could experience harm in any of these places, even at home or at crèche.
xh: 😔 Umntwana wakho angafumana ukonzakala nakweyiphi na indawo kwezi, kuquka ekhayeni okanye ekhritshi.

# text
source: 🌱 As caregivers, it is our job to teach them how to keep themselves safe wherever they are.
xh: 🌱Njengabanonopheli, ngumsebenzi wethu ukubafundisa ukuba bazigcina kanjani bekhuselekile naphi na apho bakhoyo.

# text
source: ⭐ You are right!
xh: ⭐ Ulungile!

# text
source: Let’s do a True/False Quiz!
xh: Masenze Ikhwizi Yinyani/Ayonyani!

# text
source: My child is always with me, so I don’t need to teach them about safety until they are older.
xh: Masenze Imibuzo Yinyani/Bubuxoki! Umntwana Wam uhlala ngalo lonke ixesha enam, ke andisiboni isidingo sokumfundisa malunga nokhuseleko ade abemdala.

# text
source: 👀 Oops! That’s not actually true.
xh: 👀 Yhu! Ayiyonyani leyo.

# text
source: 💡 It’s important to teach little ones about safety early on, even if they’re always with you.
xh: 💡 Kubalulekile ukufundisa abancinci malunga nokhuseleko kwangethuba, nangona behlala benawe ngamaxesha onke.

# text
source: 🔑 As caregivers, it is our job to help them learn how to stay safe everywhere.
xh: 🔑 Njengabanonopheli, ngumsebenzi wethu ukubanceda bafunde ukuba bangahlala njani bekhuselekile kwiindawo zonke.

# text
source: ⭐ You’re correct!
xh: ⭐ Unyanisile!

# text
source: Let’s check in on {F2_DAUGHTER_3} and her grandfather, who are playing together outside:
xh: Makhe sijongeni ku{F2_DAUGHTER_3} kunye no tamkhulu wakhe, abazidlalela phandle kunye:

# text
source: **{F2_DAUGHTER_3}**: Look {F2_GRANDFATHER}, how far I can kick my ball!
xh: **{F2_DAUGHTER_3}**: Jonga {F2_GRANDFATHER}, ndiyikhabela kude kangakanani ibhola yam!

# text
source: **{F2_DAUGHTER_3}**: Oh no! My ball!
xh: **{F2_DAUGHTER_3}**: Owu hayi! Ibhola yam!

# text
source: **{F2_GRANDFATHER}**: Remember what we talked about, {F2_DAUGHTER_3}. What should we do if the ball goes on the street?
xh: **{F2_GRANDFATHER}**: Khumbula ukuba besithethe ngantoni, {F2_DAUGHTER_3}. Kufuneka senze ntoni ukuba ibhola iya esitalatweni?

# text
source: **{F2_DAUGHTER_3}**: We should stay where we are and ask an adult for help.
xh: **{F2_DAUGHTER_3}**: Kufuneka sihlala kulendawo sikuyo kwaye sicele umntu omdala asincede.

# text
source: **{F2_GRANDFATHER}**: That’s right! I am so proud of you for remembering. Roads are for cars and bikes, and it is safer for an adult to get your ball for you.
xh: **{F2_GRANDFATHER}**: Oko kulungile! Ndiyazingca ngawe ngokukhumbula. Imigaqo yeyemoto kunye nezithuthuthu, kwaye kukhuselekile ukuba umntu omdala ayokuthathela ibhola yakho.

# text
source: That's OK! If you don't have time today, set some time aside tomorrow to talk to your child about safe and unsafe places. You can do this! 🌷
xh: Oko KULUNGILE! Ukuba awunalo ixesha namhlanje, beka ixeshana ecaleni ngomso ukuze uthethe nomntwana wakho malunga nendawo ezikhuselekileyo kunye nezingakhuselekanga. Ungayenza lento! 🌷

# text
source: To keep @fields.child_nickname safe, talk with them about which places are safe to go and which are not, and teach them how to be careful when they meet people they don't know.
xh: Ukugcina u@fields.child_nickname ekhuselekile, thetha naye malunga nokuba zeziphi iindawo zokuya kuzo ezikhuselekileyo kunye nezingakhuselekanga, kwaye umfundise ukuba ulumka njani xa edibana nomntu angamaziyo.

# text
source: ▶️ Press Play to learn the 4️⃣ four steps to keep @fields.child_nickname safe in your community:
xh: ▶️ Cofa Dlala ukuze ufunde 4️⃣ amanyathelo amane okugcina @fields.child_nickname ekhuselekile ekuhlaleni:

# text
source: To keep your child safe, talk with them about which places are safe to go and which are not, and teach them how to be careful when they meet people they don't know.
xh: Ukugcina umntwana wakho ekhuselekile, thetha naye malunga nokuba zeziphi iindawo zokuya kuzo ezikhuselekileyo kunye nezingakhuselekanga, kwaye umfundise ukuba ulumka njani xa edibana nomntu angamaziyo.

# text
source: ▶️ Press Play to learn the 4️⃣ four steps to keep your child safe in your community:
xh: ▶️ Cofa Dlala ukuze ufunde 4️⃣ amanyathelo amane okugcina umntwana wakho ekhuselekile ekuhlaleni:

# text
source: ▶️ Press Play to learn the 4️⃣ four steps to keep @fields.child_nickname safe if your community:
xh: ▶️ Cofa Dlala ukuze ufunde 4️⃣ amanyathelo amane okugcina @fields.child_nickname ekhuselekile ekuhlaleni:

# text
source: ▶️ Press Play to learn the 4️⃣ four steps to keep your child safe if your community:
xh: ▶️ Cofa Dlala ukuze ufunde 4️⃣ amanyathelo amane okugcina umntwana wakho ekhuselekile ekuhlaleni:

# text
source: 4️⃣Here are four steps to help you keep @fields.child_nickname safe in your community:
xh: 4️⃣Nanga amanyathelo amane ukukunceda ugcine @fields.child_nickname ekhuselekile ekuhlaleni:

# text
source: 4️⃣Here are four steps to help you keep your child safe in your community:
xh: 4️⃣Nanga amanyathelo amane ukukunceda ugcine umntwana wakho ekhuselekile ekuhlaleni:

# text
source: Step 1️⃣: DRAW
xh: Step 1️⃣: ZOBA

# text
source: 📝 Draw a map of your community.
xh: 📝 Zoba imephu yendawo ohlala kuyo.

# text
source: 🚩 Include the main places in your community: your house, streets in your neighbourhood, crèche, and other places @fields.child_nickname visits.
xh: 🚩 Bandakanya iindawo eziphambili kwindawo ohlala kuyo: indlu yakho, izitalato zengingqi, ikhritshi, kunye nezinye iindawo

# text
source: 👋Draw and identify pictures of trusted people who @fields.child_nickname can go to when they feel unsafe. These can be you and your partner, other family members, or teachers.
xh: 👋Zoba kwaye chonga imifanekiso yabantu abathembekileyo u@fields.child_nickname angaya kubo xa eziva engakhuselekanga. Aba inganguwe kunye nomlingani wakho, amanye amalungu osapho, okanye ootitshala.

# text
source: 🚩 Include the main places in your community: your house, streets in your neighbourhood, crèche, and other places your child visits.
xh: 🚩 Bandakanya iindawo eziphambili kwindawo ohlala kuyo: indlu yakho, izitalato zengingqi, ikhritshi, kunye nezinye iindawo

# text
source: 👋Draw and identify pictures of trusted people who your child can go to when they feel unsafe. These can be you and your partner, other family members, or teachers.
xh: 👋Zoba kwaye chonga imifanekiso yabantu abathembekileyo umntwana wakho angaya kubo xa eziva engakhuselekanga. Aba inganguwe kunye nomlingani wakho, amanye amalungu osapho, okanye ootitshala.

# text
source: Step 2️⃣: TALK
xh: Step 2️⃣: THETHA

# text
source: 🔑 Talk about the safe and unsafe places on your map. For example, let @fields.child_nickname know that the street is not a safe place, even if their toy or ball goes there.
xh: 🔑 Thetha malunga nokukhuseleka kunye nokungakhuseleki kweendawo kwimephu yakho. Umzekelo, yenza @fields.child_nickname azi ukuba izitalato aziyondawo ekhuselekileyo, nokuba ithoyi okanye ibhola yakhe iye khona.

# text
source: 🔵 CIRCLE the places that are safe for children.
xh: 🔵 YENZA ISANGQA kwiindawo ezikhuselekileyo ebantwaneni.

# text
source: ❌ CROSS OFF any places that are unsafe for @fields.child_nickname. For example, tuck shops, taxi ranks, or unfamiliar or unoccupied buildings.
xh: ❌ NQUMLA naziphi na iindawo ezingakhuselekanga ku@fields.child_nickname. Umzekelo, ii-tuckshops, irenki yeetekisi, okanye izakhiwo ezingaqhelekanga okanye ezingahlali bantu.

# text
source: 🔑 Talk about the safe and unsafe places on your map. For example, let your child know that the street is not a safe place, even if their toy or ball goes there.
xh: 🔑 Thetha malunga nokukhuseleka kunye nokungakhuseleki kwendawokwimephu yakho. Umzekelo, yenza umntwana wakho azi ukuba izitalato aziyondawo ekhuselekileyo, nokuba ithoyi okanye ibhola yakhe iye khona.

# text
source: ❌ CROSS OFF any places that are unsafe for your child. For example, tuck shops, taxi ranks, or unfamiliar or unoccupied buildings.
xh: ❌ NQUMLA naziphi na iindawo ezingakhuselekanga kumntwana wakho. umzekelo, ii-tuckshops, irenki yeetekisi, okanye izakhiwo ezingaqhelekanga okanye ezingahlali bantu.

# text
source: Step 3️⃣: DISCUSS
xh: Step 3️⃣: XOXA

# text
source: ❗ Discuss with @fields.child_nickname why it is important to ALWAYS have an adult with them when they go outside.
xh: ❗ Xoxa no@fields.child_nickname kutheni kubalulekile ukuba nomntu omdala NGALO LONKE IXESHA xa bephumela ngaphandle.

# text
source: 🧸Make sure @fields.child_nickname knows it’s okay to walk or run inside if a stranger tries to talk to them or asks them to go somewhere.
xh: 🧸Qinisekisa ukuba @fields.child_nickname uyazi ukuba kulungile ukuhamba okanye ukubalekela ngaphakathi xa umntu angamaziyo ezama ukuthetha naye okanye emcela ukuba aye endaweni ithile.

# text
source: 👀 Discuss with @fields.child_nickname safe places they can run if a stranger approaches them – such as your home, or a neighbour’s home.
xh: 👀 Xoxa no@fields.child_nickname ngeendawo ezikhuselekileyo anokuthi abalekele kuzo ukuba umntu ongamaziyo uyeza kuye - njengekhaya lakho, okanye ikhaya lommelwane.

# text
source: 🚩 Mark these areas clearly with a ⭐ star on your map.
xh: 🚩 Phawula ezi ndawo ngokucacileyo ⭐ ngenkwenkwezi kwimephu yakho.

# text
source: ❗ Discuss with your child why it is important to ALWAYS have an adult with them when they go outside.
xh: ❗ Xoxa nomntwana wakho ukuba kutheni kubalulekile UKUHLALA enomntu omdala xa ephuma phandle.

# text
source: 🧸Make sure your child knows it’s okay to walk or run inside if a stranger tries to talk to them or asks them to go somewhere.
xh: 🧸Qinisekisa ukuba umntwana wakho uyazi ukuba kulungile ukuhamba okanye ukubalekela ngaphakathi xa umntu angamaziyo ezama ukuthetha naye okanye emcela ukuba aye endaweni ithile.

# text
source: 👀 Discuss with your child safe places they can run if a stranger approaches them – such as your home, or a neighbour’s home.
xh: 👀 Xoxa nomntwana wakho ngeendawo ezikhuselekileyo anokuthi abalekele kuzo ukuba umntu ongamaziyo uyeza kuye - njengekhaya lakho, okanye ikhaya lommelwane.

# text
source: Step 4️⃣: PRACTISE
xh: Inyathelo 4️⃣: ZIQHELANISE

# text
source: 🔔Practise! Practise! Practise!
xh: 🔔Ziqhelanise! Ziqhelanise! Ziqhelanise!

# text
source: 👑 Using toys or teddy bears, role-play scenarios where a stranger approaches. Ask @fields.child_nickname what the toy should do. Children find it less scary to pretend that someone else is in danger.
xh: 👑 Ukusebenzisa iithoyi okanye iibhere, linganisa imizekelo apho kufika umntu ongamaziyo. Buza @fields.child_nickname ukuba kufuneka yenze ntoni into yokudlala. Abantwana bakufumanisa kungoyikisi kakhulu ukwenza ngathi ngomnye umntu osengozini.

# text
source: ⭐ Praise when @fields.child_nickname chooses the correct response, such as running away, shouting for help, or finding a trusted adult.
xh: ⭐ Ncoma xa @fields.child_nickname ekhetha impendulo echanekileyo, njengokubalekela kude, ukukhwaza ecela uncedo, okanye ukufumana umntu omdala amthembileyo.

# text
source: 👑 Using toys or teddy bears, role-play scenarios where a stranger approaches. Ask your child what the toy should do. Children find it less scary to pretend that someone else is in danger.
xh: 👑Ukusebenzisa iithoyi okanye iibhere, linganisa imizekelo apho kufika umntu ongamaziyo. Buza umntwana wakho ukuba kufuneka yenze ntoni into yokudlala. Abantwana bakufumanisa kungoyikisi kakhulu ukwenza ngathi ngomnye umntu osengozini.

# text
source: ⭐ Praise when your child chooses the correct response, such as running away, shouting for help, or finding a trusted adult.
xh: ⭐ Ncoma umntwana wakho xa ekhetha impendulo echanekileyo, njengokubalekela kude, ukukhwaza ecela uncedo, okanye ukufumana umntu omdala amthembileyo.

# text
source: Talking about unsafe situations with @fields.child_nickname might feel uncomfortable, but it's important. 💛 When children know what to do in a dangerous situation, they're much safer.
xh: Ukuthetha malunga neemeko ezingakhuselekanga no@fields.child_nickname unganokuziva ungakhululekanga, kodwa kubalulekile. Xa abantwana besazi ukuba kufuneka benzeni kwimeko enobungozi, bakhuseleke nangakumbi.

# text
source: Talking about unsafe situations with your child might feel uncomfortable, but it's important. 💛 When children know what to do in a dangerous situation, they're much safer.
xh: Ukuthetha malunga neemeko ezingakhuselekanga nomntwana wakho unganokuziva ungakhululekanga, kodwa kubalulekile. Xa abantwana besazi ukuba kufuneka benzeni kwimeko enobungozi, bakhuseleke nangakumbi.

# text
source: Home activity! ⭐
xh: Umsebenzi wasekhaya! ⭐

# text
source: 📝 Today, have a conversation with @fields.child_nickname about which places are safe or unsafe for children in your community.
xh: Namhlanje, yiba nencoko no@fields.child_nickname malunga nokuba zeziphi iindawo ezikhuselekileyo okanye ezingakhuselekanga ebantwaneni kwindawo ohlala kuyo.

# text
source: Do you have time to do it today? ⏰
xh: Ingaba unalo ixesha lokuyenza namhlanje? ⏰

# text
source: 📝 Today, have a conversation with your child about which places are safe or unsafe for children in your community.
xh: Namhlanje, yiba nencoko nomntwana wakho malunga nokuba zeziphi iindawo ezikhuselekileyo okanye ezingakhuselekanga ebantwaneni kwindawo ohlala kuyo.

# text
source: Great! 💙 You are helping @fields.child_nickname be aware of their surroundings to keep themselves safe.
xh: Kwakuhle! 💙 Uyamnceda u@fields.child_nickname ukuba alumke kokumngqongileyo ukuze azigcine ekhuselekile.

# text
source: Great! 💙 You are helping your child be aware of their surroundings to keep themselves safe.
xh: Kwakuhle! 💙 Uyamnceda umntwana wakho ukuba alumke kokumngqongileyo ukuze azigcine ekhuselekile.

# text
source: Great job! 🎉 You have learnt about keeping @fields.child_nickname safe in your community! You have now completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod lessons in the course, {goal_name}. ⭐
xh: Umsebenzi mhle kakhulu! 🎉 Ufundile ngokugcina u@fields.child_nickname ekhuselekile kwindawo ohlala kuyo! Ngoku ugqibile @(fields.c_n_mod_compl +1) kwezi @fields.c_n_mod zifundo kule khosi, {goal_name}. ⭐

# text
source: Great job! 🎉 You have learnt about keeping your child safe in your community! You have now completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod lessons in the course, {goal_name}. ⭐
xh: Umsebenzi mhle kakhulu! 🎉 Ufundile ngokugcina umntwana wakho ekhuselekile kwindawo ohlala kuyo! Ngoku ugqibile @(fields.c_n_mod_compl +1) kwezi @fields.c_n_mod zifundo kule khosi, {goal_name}. ⭐

# text
source: 😔 Your child could experience harm in any of these places, even at home or at school.
xh: 😔 Umntwana wakho angafumana ukwenzakala nakweyiphi na indawo kwezi, kuquka ekhayeni okanye esikolweni.

# text
source: Let’s check in on {F2_SON_8} and his grandmother after {F2_SON_8} finds himself in an uncomfortable situation:
xh: Makhe sijongeni ku{F2_SON_8} kunye nomakhulu wakhe emvakokuba u{F2_SON_8} ezifumana ekwimeko engamkhululekisiyo:

# text
source: **{F2_SON_8}**: {F2_GRANDMOTHER}, I was playing in the garden. Something happened!!
xh: **{F2_SON_8}**: {F2_GRANDMOTHER}, Bendidlala egadini. Kukho into eyenzekileyo!!

# text
source: **{F2_GRANDMOTHER}**: What is it, {F2_SON_8}!? Take a breath and tell me.
xh: **{F2_GRANDMOTHER}**: Yintoni, {F2_SON_8}!? Phefumla kwaye undixelele.

# text
source: **{MAN_IN_CAR}**: Hi boy. You are so good at kicking that ball and you look so strong! I wish I could kick a ball like you. What’s your name?
xh: **{MAN_IN_CAR}**: Molo nkwenkwe. Uyikhaba kakuhle ibhola kwaye ubonakala womelele! Ndinqwenela ukuba ndingakhaba ibhola njengawe. Ungubani igama lakho?

# text
source: **{F2_SON_8}**: My name is {F2_SON_8}.
xh: **{F2_SON_8}**: Igama lam ndingu{F2_SON_8}.

# text
source: **{MAN_IN_CAR}**: {F2_SON_8}, such a beautiful name.
xh: **{MAN_IN_CAR}**: {F2_SON_8}, lihle igama lakho.

# text
source: **{F2_SON_8}**: Thank you.
xh: **{F2_SON_8}**: Enkosi.

# text
source: **{MAN_IN_CAR}**: {F2_SON_8}, I have chips and some toys for you in my car. If you come in, you can eat chips and play with all the toys, I promise…
xh: **{MAN_IN_CAR}**: {F2_SON_8}, Ndineetshipsi kunye neethoyi zakho emotweni yam. Ukuba uyangena, ungazitya iitshipsi kwaye udlale ngeethoyi, Ndiyakuthembisa…

# text
source: **{F2_SON_8}**: No, thank you.
xh: **{F2_SON_8}**: Hayi, enkosi.

# text
source: **{F2_SON_8}**: Graaannnnyyyyyy!!
xh: **{F2_SON_8}**: Makhuuuuulu!!
