Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_south_africa_scale/*/*_safety_course.po
Languages: xh

# text
source: ⏸ Now isn’t the time to talk about how to keep safe in the future. Right now, your teen needs you to be there for them with love.
xh: ⏸ Ngoku ayiloxesha lokuthetha ngendlela yokumgcina ekhuselekile kwixesha elizayo. Okwangoku, umntwana wakho ofikisayo ufuna ukuba ubekhona ngakuye nothando.

# text
source: ✅ Remember, you can always type {HELP} to ParentText and get information about resources in your community where you can get help.
xh: ✅ Khumbula, ungasoloko ubhala {HELP} kwi-ParentText kwaye ufumane ulwazi malunga nezixhobo kwindawo ohlala kuyo apho unokufumana uncedo.

# text
source: Great! ✨ This can help prepare you and your teen for difficult situations AND avoid them happening in the first place.
xh: Kuyamangalisa! ✨ Oku kunganceda ukulungiselela wena kunye nomntwana wakho ofikisayo nijongane neemeko ezinzima KWAYE niziphephe kwasekuqaleni.

# text
source: That's OK! 💛Plan to set aside an hour in the next few days to have this conversation with your teen. This can help prepare you and your teen for difficult situations AND avoid them happening in the first place.
xh: Oko KULUNGILE! 💛Cwangcisa ukubekela bucala iyure kwiintsuku ezimbalwa ezizayo ukuze ube nale ncoko nomntwana wakho ofikisayo. Oku kunokukunceda ukulungiselela wena kunye nomntwana wakho ofikisayo kwiimeko ezinzima KWAYE uziphephe ukuba zenzeke kwasekuqaleni.

# text
source: Amazing job! 🎉 You have learnt how to respond to crises! You have now completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod lessons in the course {goal_name}.
xh: Umsebenzi omangalisayo! 🎉 Usigqibile isifundo sokuphendula kwiingxaki! Ngoku ugqibile @(fields.c_n_mod_compl +1) kwezi @fields.c_n_mod izifundo ekhosini, {goal_name}.

# text
source: Press Play ▶️ to learn some things you can do to support your teen when they share something difficult with you:
xh: Cofa uDlala ▶️ ukuze ufunde ️izinto onokuzenza ukuze uxhase umntwana wakho ofikisayo xa esabelana nawe ngento enzima:

# text
source: 1️⃣ **BREATHE: Take a pause**
xh: 1️⃣ **PHEFUMLA: Thatha umzuzu**

# text
source: 2️⃣ **LISTEN: Ask your teen what is going on**
xh: 2️⃣ **MAMELA: Buza umntwana wakho ofikisayo ukuba kuqhubeka ntoni**

# text
source: 3️⃣ **RESPOND: What might help what is going on?**
xh: 3️⃣ **PHENDULA: Yintoni enokunceda lento eyenzekayo?**

# text
source: 4️⃣ **COMFORT: Be there for @fields.child_nickname**
xh: 4️⃣ **THUTHUZELA: Yiba khona ku@fields.child_nickname**

# text
source: 4️⃣ **COMFORT: Be there for your teen**
xh: 4️⃣ **THUTHUZELA: Yiba khona kumntwana wakho ofikisayo**

# text
source: 3️⃣ **RESPOND: What might help what is going on?**
xh: 3️⃣ **PHENDULA: Yintoni enokunceda lento eyenzekayo?**

# text
source: 2️⃣ **LISTEN**: Ask @fields.child_nickname what is going on
xh: 2️⃣ **MAMELA**: Buza u@fields.child_nickname ukuba kuqhubeka ntoni

# text
source: 👂 Let your teen share with you what they need.
xh: 👂 Vumela umntwana wakho ofikisayo abelane nawe ngoko akudingayo.

# text
source: 👀 Notice what they are feeling and tell them what you notice so they feel heard.
xh: 👀 Qaphela indlela abavakalelwa ngayo kwaye ubaxelele into oyiqaphelayo ukuze bazive beviwe.

# text
source: 💙 Tell your teen that you are there for them and love them.
xh: 💙 Mxelele umntwana wakho ofikisayo ukuba ukunye naye kwaye uyamthanda.

# text
source: 2️⃣ **LISTEN**: Ask your teen what is going on
xh: 2️⃣ **MAMELA**: Buza umntwana wakho ofikisayo ukuba kuqhubeka ntoni

# text
source: 4️⃣ **COMFORT**: Be there for @fields.child_nickname
xh: 4️⃣ **THUTHUZELA**: Yiba khona ku@fields.child_nickname

# text
source: 🌷 It can be hard to see your teen feeling upset or confused, but there is a lot you can do to support them.
xh: 🌷 Kunokuba nzima ukubona umntwana wakho ofikisayo ekhathazekile okanye ebhidekile, kodwa kuninzi onokukwenza ukumxhasa.

# text
source: 🎈 Remind your teen again that you love them, and thank them for sharing with you.
xh: 🎈 Khumbuza umntwana wakho ofikisayo kwakhona ukuba uyamthanda, kwaye umbulele ngokwabelana nawe.

# text
source: 4️⃣ **COMFORT**: Be there for your teen
xh: 4️⃣ **THUTHUZELA**: Yiba khona kumntwana wakho ofikisayo

# text
source: 1️⃣Find a calm time to talk with @fields.child_nickname about possible crises that may happen.
xh: 1️⃣Fumana ixesha elizolileyo lokuthetha naye u@fields.child_nickname malunga negxaki ezinokwenzeka.

# text
source: 2️⃣Discuss possible actions that you can take with your teen if they happen.
xh: 2️⃣Xoxa ngezinto onokuzenza nomntwana wakho ukuba ziyenzeka.

# text
source: 3️⃣Revisit the Mapping Activity to identify other sources of support in the community.
xh: 3️⃣ Phinda ujonge imephu yokhuseleko ekuhlaleni kwaye uchonge eminye imithombo yenkxaso ekuhlaleni.

# text
source: 4️⃣Thank your teen for taking the time to chat about this.
xh: 4️⃣ Mbulele umntwana wakho ofikisayo ngokuzinika ixesha lokuncokola ngale nto.

# text
source: Do you have time to do this today?
xh: Ingaba unalo ixesha lokwenza oku namhlanje?

# text
source: 1️⃣Find a calm time to talk with your teen about possible crises that may happen.
xh: 1️⃣Fumana ixesha elizolileyo lokuthetha naye malunga negxaki ezinokwenzeka.

# text
source: This lesson is about how to keep @fields.child_nickname safe online. There is so much to share. We will cover online safety over two lessons. 📱
xh: Esi sifundo simalunga nendlela yokugcina u@fields.child_nickname ekhuselekile kwi-intanethi. Kuninzi esizakwabelana ngako. Siza kugubungela ukhuseleko lwe-intanethi kwizifundo ezibini. 📱

# text
source: This lesson is about how to keep your teen safe online. There is so much to share. We will cover online safety over two lessons. 📱
xh: Esi sifundo simalunga nendlela yokugcina umntwana wakho ofikisayo ekhuselekile kwi-intanethi. Kuninzi esizakwabelana ngako. Siza kugubungela ukhuseleko lwe-intanethi kwizifundo ezibini. 📱

# text
source: Teens are spending a lot of time online. Being connected helps them stay positive and learn more! But there are also some risks and dangers. 🚩
xh: Abantwana abafikisayo bachitha ixesha elininzi kwi-Intanethi. Ukunxibelelana kubanceda bahlale benethemba kwaye bafunde ngakumbi! Kodwa kukwakho eminye imingcipheko kunye neengozi. 🚩

# text
source: Let's see how {F1_DAUGHTER_13}'s mother helps her stay safe online.
xh: Makhe sibone ukuba umama ka {F1_DAUGHTER_13} umnceda njani ukuba ahlale ekhuselekile kwi-intanethi.

# text
source: **{F1_MOTHER}**: {F1_DAUGHTER_13}, have you done your homework?
xh: **{F1_MOTHER}**: {F1_DAUGHTER_13}, uwenzile umsebenzi wakho wesikolo?

# text
source: **{F1_DAUGHTER_13}**: Just a minute, I'm finishing this TikTok video.
xh: **{F1_DAUGHTER_13}**: Umzuzu nje, ndiyayigqibezela le vidiyo yeTikTok.

# text
source: **{F1_MOTHER}**: You are a really great dancer! Tell me about why you like it.
xh: **{F1_MOTHER}**: Ungumdanisi obalaseleyo ngokwenene! Ndixelele isizathu sokuba ukuthande.

# text
source: **{F1_DAUGHTER_13}**: All my friends are on it. I have more than 600 likes and 120 followers.
xh: **{F1_DAUGHTER_13}**: Bonke abahlobo bam bakuyo. Ndinee-likes ezingaphezulu kwamakhulu asithandathu kunye nabalandeli abalikhulu namashumi amabini.

# text
source: **{F1_MOTHER}**: I’m proud of how well you dance, {F1_DAUGHTER_13}. But we need to make sure you are safe on this. I know your friends look at TikTok, but with an open account there are also paedophiles who look at videos of teenagers. Paedophiles are adults who are sexually attracted to young children and teens.
xh: **{F1_MOTHER}**: Ndiyazingca ngendlela odanisa kamnandi ngayo, {F1_DAUGHTER_13}. Kodwa kumele siqinisekise ukuba ukhuselekile kulento. Ndiyazi ukuba abahlobo bakho bajonga kuTikTok, kodwa nge akhawunti evulekileyo kukho nabantu abazi Paedophiles abajonga iividiyo zabantwana abafikisayo. Paedophiles ngabantu abadala abancwase ukwabelana ngesondo nabantwana abancinci okanye abafikisayo.

# text
source: **{F1_MOTHER}**: Let’s look together online at how we can keep this fun for you but also safe. Look – you can make your account private and control who follows you. So you can accept people you know but not strangers. Can we make a rule together that you can use TikTok but with a private account? I trust you to know who to accept!
xh: **{F1_MOTHER}**: Makhe sijonge kunye kwi-intanethi ukuba singayigcina isonwabisa njani kuwe lento kwakhona kodwa ikhuselekile. Jonga unokwenza i-akhawunti yakho ibe yimfihlo kwaye ulawule ukuba ngubani na okulandelayo. Ngoko ke unokwamkela abantu obaziyo kodwa hayi abantu ongabaziyo. Ingaba singawenza umthetho kunye ukuba ungasebenzisa uTikTok kodwa nge-akhawunti yabucala? Ndiyakuthemba ukuba uyazi ukuba wamkela bani!

# text
source: **{F1_MOTHER}**: I’m proud of you {F1_DAUGHTER_13}...
xh: **{F1_MOTHER}**: Ndiyazingca ngawe {F1_DAUGHTER_13}...

# text
source: 2️⃣ **PROTECT** - Keep your teen safe online
xh: 2️⃣ **KHUSELA ** - Gcina umntwana wakho ofikisayo ekhuselekile kwi-intanethi

# text
source: ✅ Talk to your teen about which apps and websites are safe and which are not. Discuss why!
xh: ✅ Thetha nomntwana wakho ofikisayo malunga nokuba zeziphi ii-apps kunye neewebhusayithi ezikhuselekileyo nezingakhuselekanga. Xoxa ngokuba kutheni!

# text
source: ✅ Help your teen learn how to make strong passwords to protect their devices.
xh: ✅ Nceda umntwana wakho ofikisayo afunde ukwenza inombolo eyimfihlo eqinileyo ukukhusela izixhobo zakhe.

# text
source: ✅ Teach your teen that they should keep personal information private, including photos or videos of themselves. What goes online stays online!
xh: ✅ Fundisa umntwana wakho ofikisayo ukuba kufuneka agcine iinkcukacha zakhe ziyimfihlo, kuquka iifoto okanye iividiyo zakhe. Oko kuya kwi-intanethi kuhlala kwi-intanethi!

# text
source: That’s great! 🎉 Helping your teen stay safe online is important so they can learn and connect with others. Well done for getting involved. They will be safer for it! 🔑
xh: Kuhle kakhulu! 🎉 Ukunceda umntwana wakho ofikisayo ahlale ekhuselekile kwi-intanethi kubalulekile ukuze afunde kwaye anxibelelane nabanye. Wenze kakuhle ngokubandakanyeka. Uya kukhuseleka ngakumbi kuyo! 🔑

# text
source: That’s OK. Put some time aside this week to do this activity with your teen. ⏰ It’s important to talk to our teens about how to stay safe online so they can use the digital world to learn more and connect with others. You can do this! ⭐
xh: Oko KULUNGILE. Beka ixeshana ecaleni kule veki ukwenza lo msebenzi nomntwana wakho ofikisayo. ⏰ Kubalulekile ukuthetha nabantwana bethu malunga nendlela yokuhlala ukhuselekile kwi-intanethi ukuze basebenzise idijithali yehlabathi ufunda ngakumbi kwaye banxibelelane nabanye. Ungayenza le nto! ⭐

# text
source: Amazing! 🎉 You have learnt how to keep your teen safe online.
xh: Iyamangalisa! 🎉 Ufundile indlela yokugcina umntwana wakho ofikisayo ekhuselekile kwi-intanethi.

# text
source: You have completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod lessons in the course {goal_name}.
xh: Ugqibile @(fields.c_n_mod_compl +1) kwezi @fields.c_n_mod zifundo kule khosi {goal_name}.

# text
source: 1️⃣ **LEARN**
xh: 1️⃣ **FUNDA**

# text
source: 2️⃣ **PROTECT**
xh: 2️⃣ **KHUSELA**

# text
source: 3️⃣ **BUILD HABITS**
xh: 3️⃣ **YAKHA IMIKHWA**

# text
source: Press Play ▶️ to learn about **LEARN** and **PROTECT**.
xh: Cofa uDlala ▶️ ukuze ufunde malunga noFUNDA kunye noKHUSELA.

# text
source: ✨ The next lesson will cover **BUILD HABITS** and **BUILD TRUST**.
xh: ✨ Isifundo esilandelayo siya kuquka UKWAKHA IMIKHWA kunye noKWAKHA UKUTHEMBA.

# text
source: Keeping your teen safe online is an important step to help them be part of the digital world. 📱
xh: Ukugcina umntwana wakho ofikisayo ekhuselekile kwi-Intanethi linyathelo elibalulekileyo lokumnceda abe yinxalenye yedijithali yehlabathi. 📱

# text
source: Keeping @fields.child_nickname safe online is an important step to help them be part of the digital world. 📱When it comes to online safety, there are four tips to keep in mind:
xh: Ukugcina u@fields.child_nickname ekhuselekile kwi-intanethi linyathelo elibalulekileyo lokumnceda abe yinxalenye yedijithali yehlabathi. 📱Xa kufikwa kukhuseleko lwe-intanethi, kukho iingcebiso ezine ekufuneka uzigcine engqondweni:

# text
source: LEARN, PROTECT, BUILD HABITS, and BUILD TRUST.
xh: FUNDA, KHUSELA, YAKHA IMIKHWA, kwaye YAKHA UKUTHEMBA.

# text
source: Today, we are learning about LEARN and PROTECT.
xh: Namhlanje, sifunda malunga FUNDA kwaye UKHUSELE.

# text
source: The next lesson will cover BUILD HABITS and BUILD TRUST.
xh: Isifundo esilandelayo siya kuquka UKWAKHA IMIKHWA kunye noKWAKHA UKUTHEMBA.

# text
source: Keeping your teen safe online is an important step to help them be part of the digital world. 📱When it comes to online safety, there are four tips to keep in mind:
xh: Ukugcina umntwana wakho ofikisayo ekhuselekile kwi-intanethi linyathelo elibalulekileyo lokubanceda babe yinxalenye yedijithali yehlabathi. 📱Xa kufikwa kukhuseleko lwe-intanethi, kukho iingcebiso ezine ekufuneka uzigcine engqondweni:

# text
source: 🚩CONTENT: @fields.child_nickname might come across harmful content or content you think is inappropriate for them, such as violence, aggressive language, or pornography.
xh: 🚩UMXHOLO: u@fields.child_nickname angadibana nesiqulatho esiyingozi okanye umxholo ocinga ukuba awumfanelanga, njengobundlobongela, ulwimi olundlongo-ndlongo, okanye amanyala.

# text
source: 🚩 CONTACT: Adults might pretend to be teens and ask for sexual pictures or to meet with your teen through an online platform.
xh: 🚩 UQHAGAMSHELWANO: Abantu abadala basenokuzenza abafikisayo baze bacele imifanekiso yezesondo okanye badibane nomntwana wakho ofikisayo ngeqonga le-intanethi.

# text
source: 🚩 CONDUCT: Sometimes, teens or strangers can say or do hurtful things online.
xh: 🚩 INDLELA YOKUZIPHATHA: Ngamanye amaxesha, abantwana abafikisayo okanye abantu ongabaziyo banokuthetha okanye benze izinto ezibuhlungu kwi-intanethi.

# text
source: 🚩CONTENT: your teen might come across harmful content or content you think is inappropriate for them, such as violence, aggressive language, or pornography.
xh: 🚩UMXHOLO: Umntwana wakho ofikisayo angadibana nesiqulatho esiyingozi okanye umxholo ocinga ukuba awumfanelanga, njengobundlobongela, ulwimi olurhabaxa, okanye amanyala.

# text
source: Ask your teen what they do to stay safe online? You may find that they are already thinking about online safety. Praise your teen for any efforts they make. Can you talk with @fields.child_nickname today? 🔔
xh: Buza umntwana wakho ofikisayo ukuba wenza ntoni ukuze ahlale ekhuselekile kwi-intanethi? Unokufumanisa ukuba sele ecinga ngokhuseleko lwe-intanethi. Mncome umntwana wakho ngayo nayiphi na imizamo ayenzayo. Ungathetha no@fields.child_nickname namhlanje? 🔔

# text
source: Ask your teen what they do to stay safe online? You may find that they are already thinking about online safety. Praise your teen for any efforts they make. Can you talk with your teen today? 🔔
xh: Buza umntwana wakho ofikisayo ukuba wenza ntoni ukuze ahlale ekhuselekile kwi-intanethi? Unokufumanisa ukuba sele ecinga ngokhuseleko lwe-intanethi. Mncome umntwana wakho ngayo nayiphi na imizamo ayenzayo. Ungathetha nomntwana wakho ofikisayo namhlanje? 🔔

# text
source: This lesson continues our learning about keeping our teens safe online. 📱
xh: Esi sifundo siyaqhubeka nokufunda kwethu malunga nokugcina abantwana bethu abafikisayo bekhuselekile kwi-intanethi. 📱

# text
source: The previous lesson taught you ways to protect your teen online using **LEARN** and **PROTECT**.
xh: Isifundo esidlulileyo sikufundise iindlela zokukhusela umntwana wakho ofikisayo kwi-intanethi ngoku️FUNDA kunye noku️KHUSELA.

# text
source: In this lesson, we will learn how to **BUILD HABITS** and **BUILD TRUST**.
xh: Kwesi sifundo, siza kufunda ️**UKWAKHA IMIKHWA** kunye ️**UKWAKHA UKUTHEMBA**.

# text
source: Often, our teens understand more about life online than we do, but that does not mean they know how to keep safe. Let’s test your online safety knowledge.
xh: Rhoqo, abantwana bethu abafikisayo baqonda ngakumbi ngobomi kwi-intanethi kunathi, kodwa oko akuthethi ukuba bayakwazi ukuzigcina bekhuselekile. Masivavanye ulwazi lwakho lokhuseleko kwi-intanethi.

# text
source: My password is strong because you have to know my home address to guess it.
xh: Iphasiwedi yam yomelele kuba kufuneka uyazi idilesi yasekhaya ukuze uyiqashisele.

# text
source: Links sent to me by my family and friends are safe to click on.
xh: I-links ezithunyelwe kum lusapho lwam kunye nabahlobo bam zikhuselekile ukuba ungacofa kuzo.

# text
source: That’s great! Helping your teen stay safe online is important so they can learn and connect with others. Well done for getting involved. They will be safer for it! 🔑
xh: Kuhle kakhulu! Ukunceda umntwana wakho ofikisayo ahlale ekhuselekile kwi-intanethi kubalulekile ukuze afunde kwaye anxibelelane nabanye. Wenze kakuhle ngokubandakanyeka. Uya kukhuseleka ngakumbi kuyo! 🔑

# text
source: Lesson complete! 🎉 You have learnt the importance of building safe online habits, and building trust with your teen.
xh: Isifundo sigqityiwe! 🎉 Ufundile ukubaluleka kokwakha imikhwa ekhuselekileyo ye-intanethi, kunye nokwakha ukuthembana nomntwana wakho ofikisayo.

# text
source: You have now completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod lessons in the course {goal_name}.⭐
xh: Ngoku ugqibile @(fields.c_n_mod_compl +1) kwezi @fields.c_n_mod zifundo kule khosi {goal_name}.⭐

# text
source: You already learned ways to protect your child online with 1️⃣ **LEARN** and 2️⃣ **PROTECT** in the previous lesson.
xh: Ubusele ufundile ngeendlela zokukhusela umntwana wakho kwi intanethi ngoku 1️⃣ **FUNDA** kunye noku 2️⃣ **KHUSELA** kwisifundo esigqithileyo.

# text
source: Press Play ▶️ to learn how to 3️⃣ **BUILD HABITS** and 4️⃣ **BUILD TRUST**.
xh: Cofa uDlala▶️ ukuze ufunde 3️⃣ **UKWAKHA IMIKHWA** kunye no4️⃣ **KWAKHA ITHEMBA**.

# text
source: Keeping your teen safe online is an important step to help them be part of the digital world. 📱
xh: Ukugcina umntwana wakho ofikisayo ekhuselekile kwi-Intanethi linyathelo elibalulekileyo lokumnceda abe yinxalenye yedijithali yehlabathi. 📱

# text
source: Keeping @fields.child_nickname safe online is an important step to help them be part of the digital world. 📱 Today, we are learning how to **BUILD HABITS** and **BUILD TRUST**.
xh: Ukugcina u@fields.child_nickname ekhuselekile kwi-intanethi linyathelo elibalulekileyo lokumnceda abe yinxalenye yedijithali yehlabathi. 📱 Namhlanje, sifunda indlela yo**KWAKHA IMIKHWA** kunye no**KWAKHA UKUTHEMBA**.

# text
source: Keeping your teen safe online is an important step to help them be part of the digital world. 📱 Today, we are learning how to **BUILD HABITS** and **BUILD TRUST**.
xh: Ukugcina umntwana wakho ofikisayo ekhuselekile kwi-intanethi linyathelo elibalulekileyo lokumnceda abe yinxalenye yedijithali yehlabathi. 📱 Namhlanje, sifunda indlela yo**KWAKHA IMIKHWA** kunye no**KWAKHA UKUTHEMBA**.

# text
source: 1️⃣**BUILD HABITS**
xh: 1️⃣ **YAKHA IMIKHWA**

# text
source: Set up safe online habits at home.
xh: Misela imikhwa ekhuselekileyo ye-intanethi ekhaya.

# text
source: ⭐ Create rules with @fields.child_nickname about who they can chat with online. It is safest to only chat with people they already know. They should never share personal information in a chat room or with strangers.
xh: ⭐ Yenza imithetho no@fields.child_nickname malunga nokuba angancokola nabani kwi-intanethi. Kukhuselekile ukuncokola kuphela nabantu asele ebazi. Akumelanga abelane ngenkcazelo yobuqu kwindawo yokuncokola okanye nabantu abangabaziyo.

# text
source: 📝 Help @fields.child_nickname create strong passwords for their accounts. They should be long, not include obvious personal information like your name or birthday, and include upper and lower case letters, numbers and symbols.
xh: 📝 Nceda u@fields.child_nickname enze amagama ayimfihlo aqinileyo kwii-akhawunti zakhe. Kufuneka zibe nde, zingaquki iinkcukacha zobuqu ezicacileyo njengegama lakho okanye usuku lwakho lokuzalwa, kwaye ziquke oonobumba abakhulu nabancinci, amanani kunye neempawu.

# text
source: ⭐ Create rules with your teen about who they can chat with online. It is safest to only chat with people they already know. They should never share personal information in a chat room or with strangers.
xh: ⭐ Yenza imithetho nomntwana wakho ofikisayo malunga nokuba angancokola nabani kwi-intanethi. Kukhuselekile ukuncokola kuphela nabantu asele ebazi. Akumelanga abelane ngenkcazelo yobuqu kwindawo yokuncokola okanye nabantu abangabaziyo.

# text
source: 📝 Help your teen create strong passwords for their accounts. They should be long, not include obvious personal information like your name or birthday, and include upper and lower case letters, numbers and symbols.
xh: 📝 Nceda umntwana wakho ofikisayo enze amagama ayimfihlo aqinileyo kwii-akhawunti zakhe. Kufuneka zibe nde, zingaquki iinkcukacha zobuqu ezicacileyo njengegama lakho okanye usuku lwakho lokuzalwa, kwaye ziquke oonobumba abakhulu nabancinci, amanani kunye neempawu.

# text
source: ❗ Tell your teen not to click on pop-ups that ask them to download or pay for anything.
xh: ❗ Xelela umntwana wakho ofikisayo ukuba angacofi kwii-pop-ups ezicela ukuba azikhuphele okanye ahlawule nantoni na.

# text
source: 2️⃣ **BUILD TRUST** with your teen.
xh: 2️⃣ **YAKHA UKUTHEMBA** nomntwana wakho ofikisayo.

# text
source: 💙 If you come across anything worrying together, talk about it with your teen. If you need support, type {HELP} after you complete today’s lesson or any other time you need extra support.
xh: 💙 Ukuba nidibana nayo nantoni na enikhathazayo kunye, thetha ngayo nomntwana wakho. Ukuba ufuna inkxaso, chwetheza {HELP} emva kokuba ugqibe isifundo sanamhlanje okanye naliphi na elinye ixesha xa ufuna inkxaso eyongezelelweyo.

# text
source: 🚩Teach your teen that if a stranger offers gifts, like virtual coins, in exchange for photos and personal information and tells them to keep it a secret, they should tell you.
xh: 🚩Fundisa umntwana wakho ofikisayo ukuba xa umntu angamaziyo empha izipho, njenge mali ezinkozo, efuna ukutshintshiselana ngeefoto kunye neenkcukacha zakhe, aze amxelele ukuba ayigcine iyimfihlelo, ufanele akuxelele.

# text
source: 🌷 Together, look at websites, social media, games, and apps your teen uses.
xh: 🌷 Nikunye, jongani ii-webhusayithi, amakhasi onxibelelwano, imidlalo kunye nee apps azisebenzisayo umntwana wakho ofikisayo.

# text
source: 👂 Ask questions - this helps you learn more about your teen’s interests!
xh: 👂 Buza imibuzo - oku kukunceda ukuba ufunde ngakumbi ngezinto anomdla kuzo umntwana wakho ofikisayo!

# text
source: ✅ Tell your teen that they should tell an adult if they feel scared, unsafe or upset about something online.
xh: ✅ Xelela umntwana wakho ofikisayo ukuba kufuneka axelele umntu omdala ukuba uziva esoyika, engakhuselekanga okanye ekhathazekile ngento ekwi-intanethi.

# text
source: Take these steps to keep your teen safe online:
xh: Thatha la manyathelo ukugcina umntwana wakho ofikisayo ekhuselekile kwi-intanethi:

# text
source: 📝 Write down or draw the apps and websites your teen uses.
xh: 📝 Bhala phantsi okanye uzobe ii-apps kunye neewebhusayithi ezisetyenziswa ngumntwana wakho ofikisayo.

# text
source: 🏅Praise your teen for how good they are at using the web!
xh: 🏅Ncoma umntwana wakho ngokuba uyisebenzisa kakuhle kanjani na iwebhu!

# text
source: 🔴 Talk about which sites or apps might be unsafe. Why?
xh: 🔴 Thetha malunga nokuba zeziphi iisayithi okanye i-apps ezingakhuselekanga kwaye kutheni?
