Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_south_africa_scale/*/*_safety_course.po
Languages: xh

# text
source: What did you find hard about keeping your child safe online and offline?
xh: Yintoni oye wayifumana inzima ngokugcina umntwana wakho ekhuselekile kwi-intanethi nangaphandle kwe-intanethi?

# text
source: 👂 That’s alright. Even adults don’t agree on this sometimes. Even when we disagree, listening to our children helps us understand their thinking.
xh: 👂 Oko kulungile. Nabantu abadala abavumi ngale nto ngamanye amaxesha. Kwanaxa singavumelani, ukuphulaphula abantwana bethu kusinceda siqonde indlela abacinga ngayo.

# text
source: ⏰ Find time to talk about safe and unsafe areas again.
xh: ⏰ Fumana ixesha lokuthetha ngeendawo ezikhuselekileyo nezingakhuselekanga kwakhona.

# text
source: 🔔Talk with someone and get support. Type {HELP} if you need more assistance.
xh: 🔔Thetha nomntu kwaye ufumane inkxaso. Chwetheza {HELP} ukuba ufuna uncedo oluninzi.

# text
source: That's okay! It's important to try to keep your child safe offline and online. Remember, you can review this course in the Main menu any time!📝
xh: Oko kulungile! Kubalulekile ukuzama ukugcina umntwana wakho ekhuselekile ngaphandle kwe-intanethi kunye nakwi-intanethi. Khumbula, ungaphonononga esi sifundo kwimenyu enguNdoqo nangaliphi na ixesha!📝

# text
source: 📺 It must be exhausting to always tell @fields.child_nickname to turn off or put away the phone or tablet.
xh: 📺 Inokuba kuyadinisa ukuhlala uxelela u@fields.child_nickname ukuba acime okanye ayibeke ecaleni ifowuni okanye ithebhulethi.

# text
source: 📝 Set rules with @fields.child_nickname. Tell them that they cannot be on the phone/tablet when you are busy. Your busy time is your child’s quiet play time with toys or reading time with books.
xh: 📝 Misela imithetho no@fields.child_nickname. Mxelele ukuba akanakuba sefowunini/kwithebhulethi xa uxakekile. Ixesha lakho elixakekileyo lixesha lokudlala elizolileyo lomntwana wakho ngeethoyi okanye ixesha lokufunda ngeencwadi.

# text
source: 📺 It must be exhausting to always tell your child to turn off or put away the phone or tablet.
xh: 📺 Inokuba kuyadinisa ukuhlala uxelela umntwana wakho ukuba acime okanye ayibeke ecaleni ifowuni okanye ithebhulethi.

# text
source: 📝 Set rules with your child. Tell them that they cannot be on the phone/tablet when you are busy. Your busy time is your child’s quiet play time with toys or reading time with books.
xh: 📝 Misela imithetho nomntwabna wakho. Mxelele ukuba akanakuba sefowunini/kwithebhulethi xa uxakekile. Ixesha lakho elixakekileyo lixesha lokudlala elizolileyo lomntwana wakho ngeethoyi okanye ixesha lokufunda ngeencwadi.

# text
source: 🌷 Tell your child that telling you what they watch on T.V. or what they do on the phone or tablet is a rule.
xh: 🌷 Xelela umntwana wakho ukuba ukukuxelela into ayibukelayo kumabonakude okanye into ayenzayo efowunini okanye kwithebhulethi ngumthetho.

# text
source: 👂 Be patient and kind while listening to them. Manage your anger if you find that they did something wrong online. Take a deep breath.
xh: 👂 Yiba nomonde nobubele xa umphulaphule. Lawula umsindo wakho ukuba ufumanisa ukuba wenze into engalunganga kwi-intanethi. Thatha umphefumlo onzulu.

# text
source: 💛 Praise @fields.child_nickname when they follow the rules!
xh: 💛 Mncome u@fields.child_nickname xa elandela imithetho!

# text
source: 💛 Praise your child when they follow the rules!
xh: 💛 Mncome umntwana wakho xa elandela imithetho!

# text
source: 📝 Tell your child that you appreciate their opinions and you are proud of them for being honest about how they feel.
xh: 📝 Xelela umntwana wakho ukuba uyazixabisa izimvo zakhe kwaye uyazingca ngaye ngokunyaniseka malunga nendlela aziva ngayo.

# text
source: 😔 It is shocking to learn that people who we trust may make our children uncomfortable.
xh: 😔 Kuyothusa ukufunda ukuba abantu esibathembileyo banokwenza abantwana bethu bangakhululeki.

# text
source: 👂 Listen to @fields.child_nickname if they want to talk about why it seems dangerous or uncomfortable. Ask if it’s the place, a particular person, or both that makes them uncomfortable.
xh: 👂 Mamela u@fields.child_nickname ukuba ufuna ukuthetha malunga nokuba kutheni kubonakala kuyingozi okanye engakhululeki. Buza ukuba yindawo, umntu othile, okanye zombini ezibangela ukuba angakhululeki.

# text
source: 👂 Listen to your child if they want to talk about why it seems dangerous or uncomfortable. Ask if it’s the place, a particular person, or both that makes them uncomfortable.
xh: 👂 Mamela umntwana wakho ukuba uyafuna ukuthetha malunga nokuba kutheni kubonakala kuyingozi okanye engakhululeki. Buza ukuba yindawo, umntu othile, okanye zombini ezibangela ukuba angakhululeki.

# text
source: 🔵 Involve your whole family, other caregivers, and friends in your mapping activity. If everyone knows the safe places, they can help keep your child safe!
xh: 🔵 Bandakanya usapho lwakho lonke, abanye abanonopheli, kunye nabahlobo kumsebenzi wakho wokwenza imephu. Ukuba wonke umntu uyazazi iindawo ezikhuselekileyo, banokunceda ukugcina umntwana wakho ekhuselekile!

# text
source: 💙 It is slightly uncomfortable to talk to our children about male and female body parts. However, it helps to keep our children safe.
xh: 💙 Akukhululekisi nakancinane ukuthetha nabantwana bethu ngamalungu omzimba wamadoda nabasetyhini. Nangona kunjalo, kuyanceda ukugcina abantwana bethu bekhuselekile.

# text
source: 💡Start a conversation with @fields.child_nickname about their body, its functions, and the importance of naming each part. Acting out stories with dolls or teddy bears can be a helpful tool in having these conversations.
xh: 💡Qala incoko no-@fields.child_nickname malunga nomzimba wakhe, imisebenzi yawo, kunye nokubaluleka kokuthiywa kwelungu ngalinye. Ukwenza amabali ngoonodoli okanye iibhere ze-teddy kunokuba sisixhobo esiluncedo ekwenzeni ezi ncoko.

# text
source: 💡Start a conversation with your child about their body, its functions, and the importance of naming each part. Acting out stories with dolls or teddy bears can be a helpful tool in having these conversations.
xh: 💡Qala incoko nomntwana wakho malunga nomzimba wakhe, imisebenzi yawo, kunye nokubaluleka kokuthiywa kwelungu ngalinye. Ukwenza amabali ngoonodoli okanye iibhere ze-teddy kunokuba sisixhobo esiluncedo ekwenzeni ezi ncoko.

# text
source: 💚 Talk with confidence about the body, especially private parts. Initially, it may feel awkward, but the more you do it, the more natural and comfortable it will become for both. @fields.child_nickname will learn how to talk about their body and can communicate with you if anything happens.
xh: 💚 Thetha ngokuzithemba malunga nomzimba, ingakumbi amalungu angasese. Ekuqaleni, isenokuvakala ingathandeki, kodwa xa umane uyenza, kungona iya kuvakala iyindalo kwaye inikhululekise nobabini. U@fields.child_nickname uya kufunda indlela yokuthetha ngomzimba wakhe kwaye unokunxibelelana nawe ukuba kukho nantoni na eyenzekayo.

# text
source: 🔑 Answer any questions from @fields.child_nickname honestly. You can do this to keep our children safe!🌷
xh: 🔑 Phendula nayiphi na imibuzo evela ku-@fields.child_nickname ngokunyaniseka. Ungayenza lento ukugcina abantwana bethu bekhuselekile!🌷

# text
source: 🔑 Answer any questions from your child honestly. You can do this to keep our children safe!🌷
xh: 🔑 Phendula nayiphi na imibuzo evela kumntwana wakho ngokunyaniseka. Ungayenza lento ukugcina abantwana bethu bekhuselekile!🌷

# text
source: 💚 Talk with confidence about the body, especially private parts. Initially, it may feel awkward, but the more you do it, the more natural and comfortable it will become for both. Your child will learn how to talk about their body and can communicate with you if anything happens.
xh: 💚 Thetha ngokuzithemba malunga nomzimba, ingakumbi amalungu angasese. Ekuqaleni, isenokuvakala ingathandeki, kodwa xa umane uyenza, kungona iya kuvakala iyindalo kwaye inikhululekise nobabini. Umntwana wakho uya kufunda indlela yokuthetha ngomzimba wakhe kwaye unokunxibelelana nawe ukuba kukho nantoni na eyenzekayo.

# quick_replies
source: True
xh: Yinyani

# quick_replies
source: False
xh: Bubuxoki

# quick_replies
source: NEXT
xh: OKULANDELAYO

# quick_replies
source: Say they shouldn’t talk about those body parts
xh: Yithi abafanelanga bathethe ngaloo malungu omzimba

# quick_replies
source: Appreciate them for being brave to share with you and report the person if necessary
xh: Babulele ngokuba nesibindi sokwabelana nawe kwaye mxele lomntu ukuba kuyimfuneko

# quick_replies
source: Tell them not to lie about things like this
xh: Baxelele ukuba bangaxoki ngezinto ezinje

# quick_replies
source: Go and shout at the person who did it
xh: Hamba uye kumngxolisa umntu oyenzileyo

# quick_replies
source: Yes
xh: Ewe

# quick_replies
source: No
xh: Hayi

# quick_replies
source: Home
xh: Ikhaya

# quick_replies
source: A friend’s house
xh: Indlu yomhlobo

# quick_replies
source: Crèche
xh: Ikhritshi

# quick_replies
source: Church or mosque
xh: Icawa okanye i-mosque

# quick_replies
source: Clinic
xh: Ikliniki

# quick_replies
source: Park
xh: E-Pakini

# quick_replies
source: Car
xh: Imoto

# quick_replies
source: None of the Above
xh: Akukho nanye kwezi ziNgentla

# quick_replies
source: School
xh: Isikolo

# quick_replies
source: Church
xh: Icawa

# quick_replies
source: Bar
xh: Ibhari

# quick_replies
source: The boy compliments the girl
xh: Inkwenkwe incoma intombazana

# quick_replies
source: The boy shows the girl attention
xh: Inkwenkwe ibonisa intombazana ingqalelo

# quick_replies
source: The boy acts disrespectfully
xh: Inkwenkwe yenza ngokungenantlonipho

# quick_replies
source: The teacher abuses his power and pressures the girl
xh: Utitshala ulisebenzisa kakubi igunya lakhe kwaye uyayicinezela le ntombazana

# quick_replies
source: The teacher tries to help the girl with schoolwork
xh: Utitshala uzama ukunceda intombazana ngomsebenzi wesikolo

# quick_replies
source: The girl asks to include a friend
xh: Intombazana icela ukubandakanya umhlobo

# quick_replies
source: Not Confident
xh: Awuzithembanga

# quick_replies
source: A Little Confident
xh: Ukuzithemba Kancinci

# quick_replies
source: Confident
xh: Ndizithembile

# quick_replies
source: Very Confident
xh: Ndizithembile kakhulu

# quick_replies
source: Good
xh: Kuhle

# quick_replies
source: Okay
xh: Kulungile

# quick_replies
source: Bad
xh: Kubi

# quick_replies
source: My teen and I did not agree on which areas were unsafe.
xh: Mna nomntwana wam ofikisayo asizange sivumelane ngokuba zeziphi iindawo ezingakhuselekanga.

# quick_replies
source: My teen marked the house of someone I trust as unsafe. 🚩 I was shocked and did not know what to do!
xh: Umntwana wam ofikisayo uphawule indlu yomntu endimthembayo njengengakhuselekanga. 🚩 bendothukile kwaye ndingayazi ukuba mandithini!

# quick_replies
source: My teen insisted that they could visit a place I think is not safe, like a bar. I don’t know how to convince them that it is not a safe area.
xh: Umntwana wam ofikisayo uye wanyanzelisa ukuba atyelele indawo endicinga ukuba ayikhuselekanga, njengendawo yebhari. Andiyazi ukuba ndingamqinisekisa njani ukuba ayisiyondawo ekhuselekileyo.

# quick_replies
source: As an adult, I feel I am in charge of protecting my teen. When I told my teen which areas are unsafe, they got angry.
xh: Njengomntu omdala, ndivakalelwa kukuba ndinoxanduva lokukhusela umntwana wam ofikisayo. Ndathi ndakumxelela umntwana wam ofikisayo ukuba zeziphi iindawo ezingakhuselekanga, waba nomsindo.

# quick_replies
source: It was hard to find safety resources because I don’t know my community so well.
xh: Kwakunzima ukufumana izixhobo zokhuseleko kuba andiyazi kakuhle indawo yam yokuhlala.

# quick_replies
source: I did not have any time to do this activity.
xh: Khange ndibenalo naliphi na ixesha lokwenza lo msebenzi.

# quick_replies
source: Prefer not to say.
xh: Ukhetha ukungatsho.

# quick_replies
source: I'm facing challenges that make it difficult to focus on parenting right now.
xh: Ndijongene nemiceli-mngeni eyenza kubenzima ukugxila kubuzali ngoku.

# quick_replies
source: My child is always on a phone or tablet, even when I am working or doing house chores.
xh: Umntwana wam uhlala esefowunini okanye kwi-thebhulethi, naxa ndisebenza okanye ndisenza imisebenzi yasekhaya.

# quick_replies
source: My child and I could not agree on which areas were unsafe.
xh: Mna nomntwana wam khange sivumelane ngokuba zeziphi iindawo ezingakhuselekanga.

# quick_replies
source: My child told me that school or the house of someone I trust is an unsafe place. I was shocked and did not know what to do!
xh: Umntwana wam wandixelela ukuba isikolo okanye indlu yomntu endimthembileyo yindawo engakhuselekanga. Bendothukile ndingayazi ukuba mandithini!

# quick_replies
source: It was hard to find safety resources, because I don’t know my community so well.
xh: Kwakunzima ukufumana izixhobo, zokhuseleko kuba andiyazi kakuhle indawo yam yokuhlala.

# quick_replies
source: I am shy to talk to my young child about their body and safe touch.
xh: Ndineentloni zokuthetha nomntwana wam omncinci malunga nomzimba wakhe kunye nokuphatha okukhuselekileyo.

# arguments
source: true
xh: yinyani

# arguments
source: false
xh: bubuxoki

# arguments
source: say they shouldn’t talk about those body parts
xh: yithi abafanelanga bathethe ngaloo malungu omzimba

# arguments
source: appreciate them for being brave to share with you and report the person if necessary
xh: babulele ngokuba nesibindi sokwabelana nawe kwaye mxele lomntu ukuba kuyimfuneko

# arguments
source: tell them not to lie about things like this
xh: baxelele ukuba bangaxoki ngezinto ezinje

# arguments
source: go and shout at the person who did it
xh: hamba uye kumngxolisa umntu oyenzileyo

# arguments
source: yes y yeah yep
xh: ewe ee yha

# arguments
source: no nope n
xh: hayi hayi

# arguments
source: home
xh: ekhaya

# arguments
source: a friend’s house
xh: indlu yomhlobo

# arguments
source: crèche
xh: ikhritshi

# arguments
source: church or mosque
xh: icawa okanye i-mosque

# arguments
source: clinic
xh: ikliniki

# arguments
source: park
xh: epakini

# arguments
source: car
xh: imoto

# arguments
source: none of the above
xh: akukho nanye kwezi ziNgentla

# arguments
source: school
xh: isikolo

# arguments
source: church
xh: icawa

# arguments
source: bar
xh: ibhari

# arguments
source: the boy compliments the girl
xh: inkwenkwe incoma intombazana

# arguments
source: the boy shows the girl attention
xh: inkwenkwe ibonisa intombazana ingqalelo

# arguments
source: the boy acts disrespectfully
xh: inkwenkwe yenza ngokungenantlonipho

# arguments
source: the teacher abuses his power and pressures the girl
xh: utitshala ulisebenzisa kakubi igunya lakhe kwaye uyayicinezela le ntombazana

# arguments
source: the teacher tries to help the girl with schoolwork
xh: utitshala uzama ukunceda intombazana ngomsebenzi wesikolo

# arguments
source: the girl asks to include a friend
xh: intombazana icela ukubandakanya umhlobo

# arguments
source: not confident
xh: awuzithembanga

# arguments
source: a little confident
xh: ukuzithemba kancinci

# arguments
source: confident
xh: ndizithembile

# arguments
source: very confident
xh: ndizithembile kakhulu

# arguments
source: yes
xh: ewe

# arguments
source: no
xh: hayi

# arguments
source: good
xh: kuhle

# arguments
source: okay
xh: kulungile

# arguments
source: bad
xh: kubi

# arguments
source: my teen and i did not agree on which areas were unsafe.
xh: mna nomntwana wam ofikisayo asizange sivumelane ngokuba zeziphi iindawo ezingakhuselekanga.

# arguments
source: my teen marked the house of someone i trust as unsafe. 🚩 i was shocked and did not know what to do!
xh: umntwana wam ofikisayo uphawule indlu yomntu endimthembayo njengengakhuselekanga. 🚩 bendothukile kwaye ndingayazi ukuba mandithini!

# arguments
source: my teen insisted that they could visit a place i think is not safe, like a bar. i don’t know how to convince them that it is not a safe area.
xh: umntwana wam ofikisayo uye wanyanzelisa ukuba atyelele indawo endicinga ukuba ayikhuselekanga, njengendawo yebhari. andazi ukuba ndingamqinisekisa njani ukuba ayisiyondawo ekhuselekileyo.

# arguments
source: as an adult, i feel i am in charge of protecting my teen. when i told my teen which areas are unsafe, they got angry.
xh: njengomntu omdala, ndivakalelwa kukuba ndinoxanduva lokukhusela umntwana wam ofikisayo. ndathi ndakumxelela umntwana wam ofikisayo ukuba zeziphi iindawo ezingakhuselekanga, waba nomsindo.

# arguments
source: it was hard to find safety resources because i don’t know my community so well.
xh: kwakunzima ukufumana izixhobo zokhuseleko kuba andiyazi kakuhle indawo yam yokuhlala.

# arguments
source: i did not have any time to do this activity.
xh: khange ndibenalo naliphi na ixesha lokwenza lo msebenzi.

# arguments
source: prefer not to say.
xh: ukhetha ukungatsho.

# arguments
source: i'm facing challenges that make it difficult to focus on parenting right now.
xh: ndijongene nemiceli-mngeni eyenza kubenzima ukugxila kubuzali ngoku.

# arguments
source: my child is always on a phone or tablet, even when i am working or doing house chores.
xh: umntwana wam uhlala esefowunini okanye kwi-tablet, naxa ndisebenza okanye ndisenza imisebenzi yasekhaya.

# arguments
source: my child and i could not agree on which areas were unsafe.
xh: mna nomntwana wam khange sivumelane ngokuba zeziphi iindawo ezingakhuselekanga.

# arguments
source: my child told me that school or the house of someone i trust is an unsafe place. i was shocked and did not know what to do!
xh: umntwana wam wandixelela ukuba isikolo okanye indlu yomntu endimthembileyo yindawo engakhuselekanga. bendothukile ndingayazi ukuba mandithini!

# arguments
source: it was hard to find safety resources, because i don’t know my community so well.
xh: kwakunzima ukufumana izixhobo, zokhuseleko kuba andiyazi kakuhle indawo yam yokuhlala.

# arguments
source: i am shy to talk to my young child about their body and safe touch.
xh: ndineentloni zokuthetha nomntwana wam omncinci malunga nomzimba wakhe kunye nokuphatha okukhuselekileyo.
