Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_south_africa_scale/*/*_safety_course.po
Languages: xh

# text
source: Today’s lesson is about teaching @fields.child_nickname about ✅ safe and ❌ unsafe touch.
xh: Isifundo sanamhlanje simalunga nokufundisa @fields.child_nickname malunga ✅ nokhuseleko kunye ❌ nokuphatha okungakhuselekanga.

# text
source: Today’s lesson is about teaching your child about ✅ safe and ❌ unsafe touch.
xh: Isifundo sanamhlanje simalunga nokufundisa umntwana wakho malunga ✅ nokhuseleko kunye ❌ nokuphatha okungakhuselekanga.

# text
source: 💡 It is normal to feel uncomfortable talking to children about abuse.
xh: 💡 Kuqhelekile ukuziva ungakhululekanga ukuthetha nabantwana malunga nokuxhatshazwa.

# text
source: ❗ But there are some simple things that can help them understand when it is not OK to be touched, and what they should do if something ever happens.
xh: ❗ Kodwa zikhona izinto ezilula ezinokubanceda baqonde xa KUNGALUNGANGA ukuphathwa, kwaye kufuneka benze ntoni ukuba kukho into ethe yenzeka.

# text
source: 🔑 It lets them know that they are in control of who can touch their body and in what way.
xh: 🔑Ibazisa ukuba ngabo abalawulayo ukuba ngubani onokubamba imizimba yabo kwaye ngayiphi indlela.

# text
source: 🌷 This prepares them to keep themselves safe throughout their lives!
xh: 🌷 Lento ibalungiselela ukuba bahlale bezikhusele kubomi babo bonke!

# text
source: Let's do a quiz!
xh: Masenze ikhwizi!

# text
source: True or False: Parents should wait until their children are school-aged before talking about risks of sexual abuse.
xh: Yinyani okanye Ayonyani: Abazali kufuneka balinde abantwana babo babe kwiminyaka yesikolo ngaphambi kokuba bathethe malunga nemingcipheko yokuxatshazwa ngezesondo.

# text
source: 👀 Oops! That's not actually true.
xh: 👀 Yhu! Ayonyani leyo.

# text
source: 🌷 It is never too early to talk with your child about how to keep them safe from sexual abuse.
xh: 🌷 Akusoze kubekwamsinya ukuthetha nomntwana wakho malunga nokumgcina ekhuselekile ekuxhatshazweni ngokwesondo.

# text
source: 🧸 Even young children can learn about which parts of their body are private and which parts are public.
xh: 🧸 Kwanabo abantwana abancinci bangafunda malunga nokuba ngawaphi amalungu omzimba angasese kwaye ngawaphi amalungu aseluntwini.

# text
source: 💡 They can also learn that it is important for them to tell you if anybody touches them in an inappropriate way.
xh: 💡 Bangafunda nangento yokuba kubalulekile ukuba bakuxelele ukuba kukho nabani na obabamba ngendlela engafanelekanga.

# text
source: ⭐ That’s right.
xh: ⭐ Oku Kuchanekile.

# text
source: Sorry, I don't understand what you mean.
xh: Uxolo, andiqondi ukuba uthini.

# text
source: Here's another one:
xh: Nantsi enye:

# text
source: 💚 Thank them for being brave and for telling you so they feel safe to talk to you if anything ever happens again.
xh: 💚 Mbulele ngokuba nesibindi kunye nokukuxelela ukwenzela azive ekhululekile ukuthetha nawe ukuba nantoni iyenzeka kwakhona.

# text
source: 💡 This teaches them that their safety matters most.
xh: 💡Oku kubafundisa ukuba ukhuseleko lwabo lubaluleke nangaphezulu.

# text
source: ❗ Confronting the person who did it often makes it worse, so it is better to help your child stay away from the person and report them to the police or at a clinic.
xh: ❗ Ukujongana nomntu oyenze rhoqo kwenza imeko ibembi, ke kungcono ukunceda umntwana wakho ahlale ekude kulomntu kwaye mxele emapoliseni okanye eklinikhi.

# text
source: You’ve completed 25% of this skill! Press NEXT to continue.
xh: Uye wagqiba 25% yesi sakhono! Cofa LANDELA ukuqhubekeka.

# text
source: {F1_FATHER} wants to help his young children learn about safe and unsafe touch. Let’s see how he has the conversation with his young son, {F1_SON_5}.
xh: U{F1_FATHER} ufuna ukunceda abantwana bakhe abancinci bafunde ngokhuseleko kunye nokuphathwa okungakhuselekanga. Masikhe sibone ukuba uncokola njani nonyana wakhe omncinci, u{F1_SON_5}.

# text
source: **{F1_FATHER}**: Did you enjoy the story, {F1_SON_5}?
xh: **{F1_FATHER}**: Ingaba ulonwabele ibali, {F1_SON_5}?

# text
source: **{F1_SON_5}**: Yes, {F1_FATHER}! It was fun!
xh: **{F1_SON_5}**: Ewe, {F1_FATHER}! Belimnandi!

# text
source: **{F1_FATHER}**: Now, there are some important things I want to talk to you about. It's about keeping your body safe and healthy.
xh: **{F1_FATHER}**: Ngoku, kukho izinto ezibalulekileyo endifuna ukuthetha ngazo nawe. Imalunga nokugcina umzimba wakho ukhuselekile kwaye usempilweni.

# text
source: **{F1_SON_5}**: What do you mean, {F1_FATHER}?
xh: **{F1_SON_5}**: Uthetha ukuthini, {F1_FATHER}?

# text
source: **{F1_FATHER}**: First, we all have private parts on our bodies. These are the parts that are covered by our underwear.
xh: **{F1_FATHER}**: Okokuqala, sonke sinawo amalungu angasese emizimbeni yethu. Lamalungu ngala agqunywa yimpahla yangaphantsi.

# text
source: **{F1_SON_5}**: Like this?
xh: **{F1_SON_5}**: Ngolu hlobo?

# text
source: **{F1_FATHER}**: Exactly. It's important to remember that these parts are private, and no one should touch them except to keep you clean and healthy.
xh: **{F1_FATHER}**: Kanye. Kubalulekile ukukhumbula ukuba la ngamalungu angasese, kwaye akukhomntu ofanele ukuwaphatha ngaphandle kokuba uyacocwa ukuze uhlale usempilweni.

# text
source: **{F1_FATHER}**: Your body belongs to you, and you have the right to say "no" if someone wants to touch you in a way that feels uncomfortable or wrong.
xh: **{F1_FATHER}**: Umzimba wakho ngowakho, kwaye unelungelo lokuthi 'hayi' ukuba omnye umntu ufuna ukukuphatha ngendlela ekwenza uzive ungakhululekanga okanye engalunganga.

# text
source: **{F1_SON_5}**: Okay, {F1_FATHER}.
xh: **{F1_SON_5}**: Kulungile, {F1_FATHER}.

# text
source: **{F1_FATHER}**: And if anything ever happens that makes you feel scared or uneasy, remember you can always come and tell me or {F1_MOTHER}. We're here to protect you and keep you safe.
xh: **{F1_FATHER}**: Kwaye ukuba nantoni na ethi yenzeke kuwe ikwenza uzive usoyika okanye ungakhululeki, khumbula ungasoloko usiza kum undixelele okanye {F1_MOTHER}. Silapha ukuzokhusela wena kunye nokugcina ukhuselekile.

# text
source: **{F1_SON_5}**: I will tell you and {F1_MOTHER}, {F1_FATHER}.
xh: **{F1_SON_5}**: Ndizakuxelela wena kunye {F1_MOTHER}, {F1_FATHER}.

# text
source: **{F1_FATHER}**: We love you, **{F1_SON_5}. Now, let's give each other a big hug!
xh: **{F1_FATHER}**: Siyakuthanda, {F1_SON_5}. Ngoku, Masiwolaneni kakhulu!

# text
source: You’ve completed 50% of this skill! Press NEXT to continue.
xh: Uye wagqiba 50% yesi sakhono! Cofa OKULANDELAYO ukuqhubekeka.

# text
source: 1️⃣ LEARN ABOUT PRIVATE PARTS
xh: 1️⃣ FUNDA MALUNGA NAMALUNGU ANGASESE

# text
source: ✅ The parts of their body that go under their underwear or a swimsuit are private parts.
xh: ✅ Amalungu omzimba wabo angena ngaphantsi kwempahla yabo okanye ngaphatsi kwempahla yokuqubha ngamalungu angasese.

# text
source: ❌ It is not OK for other people to touch or to ask to look at them, or ask them to look at or touch theirs.
xh: ❌ AKULUNGANGA ukuba abanye abantu bakubambe okanye bacele ukuwajonga, okanye bakucele ujonge okanye uphathe awabo.

# text
source: You’ve completed 75% of this skill! Press NEXT to continue.
xh: Uye wagqiba 75% yesi sakhono! Cofa OKULANDELAYO ukuqhubekeka.

# text
source: That’s great! 💙 This will help them protect themselves if they ever feel unsafe when somebody touches them. You’re doing so well!
xh: Kuhle kakhulu! 💙 Oku kuzakubanceda bazikhusele ukuba bathe baziva bengakhuselekanga xa umntu ebaphatha. Uqhuba kakuhle kakhulu!

# text
source: You have now completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod lessons in the course {goal_name}. ⭐
xh: Ngoku ugqibe @(fields.c_n_mod_compl +1) kwezi @fields.c_n_mod zifundo kule khosi {goal_name}. ⭐

# text
source: If @fields.child_nickname tells you they feel uncomfortable about someone touching them on their private parts, you should:
xh: Ukuba @fields.child_nickname undixelela ukuba uziva engakhululekanga malunga nomntu omphathaphatha kwamalungu akhe angasese, Kufuneka Ndi:

# text
source: If your child tells you they feel uncomfortable about someone touching them on their private parts, you should:
xh: Ukuba umntwana wakho ukuxelela ukuba uziva engakhululekanga malunga nomntu omphathaphatha kwamalungu akhe angasese, Kufuneka Ndi:

# text
source: ▶️ Press play to learn 4️⃣ four tips to help you teach @fields.child_nickname about safe touch and what to do if they feel unsafe when someone touches them. 💛
xh: ▶️ Cofa dlala ukuze ufunde iingcebiso 4️⃣ ezine zokukunceda ufundise @fields.child_nickname malunga nokuphatha okukhuselekileyo kwaye enze ntoni ukuba uziva engakhuselekanga xa umntu emphatha. 💛

# text
source: ▶️ Press play to learn 4️⃣ four tips to help you teach your child about safe touch and what to do if they feel unsafe when someone touches them. 💛
xh: ▶️ Cofa dlala ukuze ufunde iingcebiso 4️⃣ ezine zokukunceda ufundise umntwana wakho malunga nokuphatha okukhuselekileyo kwaye enze ntoni ukuba uziva engakhuselekanga xa umntu emphatha. 💛

# text
source: 4️⃣ Here are four tips to help you teach @fields.child_nickname about safe and unsafe touch and what to do if they feel unsafe when someone touches them. 💛
xh: 4️⃣ Nazi iingcebiso ezine ukukunceda ufundise @fields.child_nickname malunga nokuphatha okukhuselekileyo kunye nokungakhuselekanga kwakunye nokuba wenzani ukuba uziva engakhuselekanga xa umntu emphatha. 💛

# text
source: 4️⃣ Here are four tips to help you teach your child about safe and unsafe touch and what to do if they feel unsafe when someone touches them. 💛
xh: 4️⃣ Nazi iingcebiso ezine ukukunceda ufundise umntwana wakho malunga nokuphatha okukhuselekileyo kunye nokungakhuselekanga kwakunye nokuba wenzani ukuba uziva engakhuselekanga xa umntu emphatha. 💛

# text
source: 2️⃣ “NO” IS OK!
xh: 2️⃣ U“HAYI” ULUNGILE!

# text
source: ❌ Tell @fields.child_nickname that they are always allowed to say no to someone touching them. This is true even for things like hugs!
xh: ❌ Xelela @fields.child_nickname ukuba usoloko evumelekile ukuthi hayi kumntu omphathayo. Kuyinyaniso oku nakwizinto ezifana nokuwolana!

# text
source: 👑 This teaches @fields.child_nickname that they are always in control of who they allow to touch them so they can make safe choices throughout their lives, in any situation.
xh: 👑 Oku kufundisa @fields.child_nickname ukuba usoloko elawula ukuba ngubani amvumelayo amphathe ukuze enze izigqibo ezikhuselekileyo kubomi bakhe bonke, nakweyiphi na imeko.

# text
source: 🚩 Practise saying “No, please don’t do that” and “No! Stop!” with @fields.child_nickname, so they know how to do it if they need to.
xh: 🚩 Ziqhelise ukuthi “Hayi, nceda ungayenzi loo nto” kwaye “Hayi! Yeka!” no@fields.child_nickname, ukuze bayazi ukuba makwenziwe njani xa kudingeka beyenzile.

# text
source: ❌ Tell your child that they are always allowed to say no to someone touching them. This is true even for things like hugs!
xh: ❌ Xelela umntwana wakho ukuba usoloko evumelekile ukuthi hayi emntwini omphathayo, Oku kuyinyaniso nokuba zizinto ezifana nokuwolana!

# text
source: 👑 This teaches your child that they are always in control of who they allow to touch them so they can make safe choices throughout their lives, in any situation.
xh: 👑 Oku kufundisa umntwana wakho ukuba usoloko elawula ukuba ngubani amvumelayo amphathe ukuze enze izigqibo ezikhuselekileyo kubomi bakhe bonke, nakweyiphi na imeko.

# text
source: 🚩 Practise saying “No, please don’t do that” and “No! Stop!” with your child, so they know how to do it if they need to.
xh: 🚩 Ziqhelise ukuthi "Hayi, ndicela ungayenzi loo nto" kwaye "Hayi! Yeka!" kunye nomntwana wakho, ngoko bazokwazi ukuba bangayenza njani xa kudingeka.

# text
source: 3️⃣ GET AWAY
xh: 3️⃣ BALEKA

# text
source: 💡 Always teach @fields.child_nickname how to get away from any situation where they feel uncomfortable.
xh: 💡 Hlala ufundisa @fields.child_nickname uzikhupha kanjani kuyo nayiphi na imeko emenza azive engakhululekanga.

# text
source: 🚩 Offenders are usually known to the child and/or caregivers and initially engage in physical activities like wrestling or touching. This is to get the child comfortable with touch.
xh: 🚩 Abenzi bobubi badla ngokwaziwa ngumntwana kunye/okanye ngabagcini babantwana kwaye baqale babandakanyeke kwimisebenzi yenyama efana nokujijisana okanye ukubambana. Oku kukwenza umntwana akhululeke nokuphathwa.

# text
source: ❗ When playing physical games like wrestling with your child, practice saying "no" and respecting their boundaries. If your child says "no", stop the game immediately.
xh: ❗ Xa udlala imidlalo yenyama njengokujijisana nomntwana wakho, ziqhelise ukuthi "hayi" kwaye hlonipha imida yabo. Ukuba umntwana wakho uthi ''hayi'', yeka umdlalo ngoko nangoko.

# text
source: 🌷 This empowers them to say “NO!” to unsafe situations outside the home as well. It will not be as easy for the child to get away from such situations, but teaching them how to leave when they feel uncomfortable will help.
xh: 🌷 Oku kubaxhobisa ukuba bathi "HAYI!" nakwiimeko ezingakhuselekanga ngaphandle kwekhaya ngokunjalo. Akuyi kuba lula ngolo hlobo ukuba umntwana abaleke kwiimeko ezinjalo, kodwa ukumfundisa indlela yokuhamba kuzo xa eziva engakhululekanga kuya kunceda.

# text
source: 💡 Always teach your child how to get away from any situation where they feel uncomfortable.
xh: 💡Ngalo lonke ixesha fundisa umntwana wakho ukuba uzikhupha njani kuyo nayiphi na imeko emenza azive engakhululekanga.

# text
source: 4️⃣ TELL AN ADULT
xh: 4️⃣ XELELA UMNTU OMDALA

# text
source: 🔴 Tell @fields.child_nickname that if they feel worried, uncomfortable, or unsafe about anyone touching them, they should tell you or an adult they trust. Always believe your child when they tell you about someone touching them in an unsafe way.
xh: 🔴 Xelela @fields.child_nickname ukuba uziva enexhala, engakhululekanga, okanye engakhuselekanga malunga nabani na omphathayo, kufuneka axelele wena okanye umntu omdala amthembileyo. Ngalo lonke ixesha mkholelwe umntwana wakho xa ekuxelela ngomntu omphatha ngendlela engakhuselekanga.

# text
source: 👂 If @fields.child_nickname tells you about something that has happened, listen openly and tell them they were right to tell you. Then, take steps to keep them safe, including not ever leaving them alone with anyone that makes them feel unsafe.
xh: 👂 Ukuba @fields.child_nickname ukuxelela ngento eyenzekileyo, mamela ngokuphandle kwaye umxelele ukuba wenze kakuhle ngokukuxelela. Emva koko, thatha amanyathelo okumgcina ekhuselekile, kuquka ukungaze umshiye eyedwa nomntu omenza azive engakhuselekanga.

# text
source: 🔴 Tell your child that if they feel worried, uncomfortable, or unsafe about anyone touching them, they should tell you or an adult they trust. Always believe your child when they tell you about someone touching them in an unsafe way.
xh: 🔴 Xelela umntwana wakho ukuba uziva enexhala, engakhululekanga, okanye engakhuselekanga malunga nabanina omphathayo, funeka axelele wena okanye umntu omdala amthembileyo. Ngalo lonke ixesha kholelwa umntwana wakho xa ekuxelela ngomntu omphatha ngendlela engakhuselekanga.

# text
source: 👂 If your child tells you about something that has happened, listen openly and tell them they were right to tell you. Then, take steps to keep them safe, including not ever leaving them alone with anyone that makes them feel unsafe.
xh: 👂 Ukuba umntwana wakho ukuxelela ngento eyenzekileyo, mamela ngokuphandle kwaye umxelele ukuba wenze kakuhle ngokukuxelela. Emva koko, thatha amanyathelo okumgcina ekhuselekile, kuquka ukungaze umshiye eyedwa nomntu omenza azive engakhuselekanga.

# text
source: Home activity! ⭐
xh: Umsebenzi wasekhaya! ⭐

# text
source: Have a conversation with @fields.child_nickname about safe and unsafe touch. ❌ Help them practise saying, “No, don’t do that!” and remind them to tell an adult if it happens.
xh: Yiba nencoko no@fields.child_nickname malunga nokuphatha okukhuselekileyo kunye nokungakhuselekanga. ❌ Mncedise aziqhelanise nokuthi, “Hayi, sukuyenza loonto!” kwaye mkhumbuze ukuba axelele umntu omdala ukuba kuyenzeka oko.

# text
source: Can you do this with @fields.child_nickname today? ⏰
xh: Ungayenza lento no@fields.child_nickname namhlanje? ⏰

# text
source: Have a conversation with your child about safe and unsafe touch. ❌ Help them practise saying, “No, don’t do that!” and remind them to tell an adult if it happens.
xh: Yiba nencoko nomntwana wakho malunga nokuphatha okukhuselekileyo kunye nokungakhuselekanga. ❌ Mncedise aziqhelanise nokuthi, “Hayi, sukuyenza loonto!” kwaye mkhumbuze ukuba axelele umntu omdala ukuba kuyenzeka oko.

# text
source: Can you do this with your child today? ⏰
xh: Ungakwazi ukwenza oku nomntwana wakho namhlanje? ⏰

# text
source: That's OK! If you don't have time today, set some time aside tomorrow. Talking to @fields.child_nickname about this will help them protect themselves if they ever feel unsafe when somebody touches them. 💙 You’re doing so well!
xh: KULUNGILE! ukuba awunalo ixesha namhlanje, beka ixeshana ecaleni ngomso. Ukuthetha no@fields.child_nickname malunga noku kuzakumnceda azikhusele ukuba ukhe waziva engakhuselekanga xa umntu othile emphatha.💙 Uqhuba kakuhle kakhulu!

# text
source: That's OK! If you don't have time today, set some time aside tomorrow. Talking to your child about this will help them protect themselves if they ever feel unsafe when somebody touches them. 💙 You’re doing so well!
xh: KULUNGILE! ukuba awunalo ixesha namhlanje, beka ixeshana ecaleni ngomso. Ukuthetha nomntwana wakho malunga noku kuzakumnceda azikhusele ukuba ukhe waziva engakhuselekanga xa umntu othile emphatha.💙 Uqhuba kakuhle kakhulu!

# text
source: Lesson complete! You have learnt to teach @fields.child_nickname about safe touch.
xh: Isifundo sigqityiwe! Ufunde ngokufundisa @fields.child_nickname malunga nokuphathwa okukhuselekileyo.

# text
source: Lesson complete! You have learnt to teach your child about safe touch.
xh: Isifundo sigqityiwe! Ufunde ngokufundisa umntwana wakho malunga nokuphathwa okukhuselekileyo.

# text
source: 💡 It is normal to feel uncomfortable about talking to children about abuse.
xh: 💡 Kuqhelekile ukuziva ungakhululekanga ukuthetha nabantwana malunga nokuxhatshazwa.

# text
source: {F2_GRANDMOTHER} wants to help her young children learn about safe and unsafe touch. Let’s see how she has the conversation with her young daughter, {F2_DAUGHTER_3}.
xh: U{F2_GRANDMOTHER} ufuna ukunceda abantwana bakhe abancinci bafunde ngokuphathwa okukhuselekileyo kunye nokungakhuselekanga. Masikhe sibone ukuba uncokola njani nentombi yakhe encinci, u{F2_DAUGHTER_3}.

# text
source: **{F2_GRANDMOTHER}**: Did you enjoy the story,{F2_DAUGHTER_3}?
xh: **{F2_GRANDMOTHER}**: Ingaba ulonwabele ibali, {F2_DAUGHTER_3}?

# text
source: **{F2_DAUGHTER_3}**: Yes, {F2_GRANDMOTHER}! It was fun!
xh: **{F2_DAUGHTER_3}**: Ewe, {F2_GRANDMOTHER}! Belimnandi!

# text
source: **{F2_GRANDMOTHER}**: Now, there are some important things I want to talk to you about. It's about keeping your body safe and healthy.
xh: **{F2_GRANDMOTHER}**: Ngoku, kukho izinto ezibalulekileyo endifuna ukuthetha ngazo nawe. Imalunga nokugcina umzimba wakho ukhuselekile kwaye usempilweni.

# text
source: **{F2_DAUGHTER_3}**: What do you mean, {F2_GRANDMOTHER}?
xh: **{F2_DAUGHTER_3}**: Uthetha ukuthini, {F2_GRANDMOTHER}?

# text
source: **{F2_GRANDMOTHER}**: First, we all have private parts on our bodies. These are the parts that are covered by our underwear.
xh: **{F2_GRANDMOTHER}**: Okokuqala, sonke sinawo amalungu angasese emizimbeni yethu. Lamalungu ngala agqunywa yimpahla yangaphantsi.

# text
source: **{F2_DAUGHTER_3}**: Like this?
xh: **{F2_DAUGHTER_3}**: Ngolu hlobo?

# text
source: **{F2_GRANDMOTHER}**: Exactly. It's important to remember that these parts are private, and no one should touch them except to keep you clean and healthy.
xh: **{F2_GRANDMOTHER}**: Kanye. Kubalulekile ukukhumbula ukuba la ngamalungu angasese, kwaye akukhomntu ofanele ukuwaphatha ngaphandle kokuba uyacocwa ukuze uhlale usempilweni.

# text
source: **{F2_GRANDMOTHER}**: Your body belongs to you, and you have the right to say "no" if someone wants to touch you in a way that feels uncomfortable or wrong.
xh: **{F2_GRANDMOTHER}**: Umzimba wakho ngowakho, kwaye unelungelo lokuthi 'hayi' ukuba omnye umntu ufuna ukukuphatha ngendlela ekwenza uzive ungakhululekanga okanye engalunganga.

# text
source: **{F2_DAUGHTER_3}**: Okay, {F2_GRANDMOTHER}.
xh: **{F2_DAUGHTER_3}**: Kulungile, {F2_GRANDMOTHER}.

# text
source: **{F2_GRANDMOTHER}**: And if anything ever happens that makes you feel scared or uneasy, remember you can always come and tell me or your teacher. We are here to protect you and keep you safe.
xh: **{F2_GRANDMOTHER}**: Kwaye ukuba nantoni na ethi yenzeke kuwe ekwenza uzive usoyika okanye ungakhululekanga, khumbula ungasoloko usiza kum undixelele okanye utitshala wakho. Silapha ukuzokhusela wena kunye nokukugcina ukhuselekile.

# text
source: **{F2_DAUGHTER_3}**: I will tell you, {F2_GRANDMOTHER}.
xh: **{F2_DAUGHTER_3}**: Ndizakuxelela, {F2_GRANDMOTHER}.

# text
source: **{F2_GRANDMOTHER}**: I love you, {F2_DAUGHTER_3}. Now, let's give each other a big hug!
xh: **{F2_GRANDMOTHER}**: Ndiyakuthanda, {F2_DAUGHTER_3}. Ngoku, masiwolane kakhulu!

# text
source: You have now completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod lessons in the course, {goal_name}. ⭐
xh: Ngoku ugqibe @(fields.c_n_mod_compl +1) kwezi @fields.c_n_mod zifundo kule khosi {goal_name}. ⭐

# text
source: 😔 It is normal to feel uncomfortable about talking to children about abuse.
xh: 😔 Kuqhelekile ukuziva ungakhululekanga ukuthetha nabantwana malunga nokuxhatshazwa.

# text
source: 💡 But there are some simple things that can help them understand when it is not OK to be touched, and what they should do if something ever happens.
xh: 💡 Kodwa zikhona izinto ezilula ezinokubanceda baqonde xa KUNGALUNGANGA ukuphathwa, kwaye kufuneka benze ntoni ukuba kukho into ethe yenzeka.

# text
source: Here’s a story about a time {F3_DAUGHTER_7} felt unsafe about someone touching her.
xh: Nali ibali elingexesha apho u{F3_DAUGHTER_7} wayeziva engakhuselekanga malunga nomntu omphathayo.

# text
source: **{F3_DAUGHTER_7}**: (Tearing up) {F3_MOTHER}, Uncle gives very long hugs! I don’t like them.
xh: **{F3_DAUGHTER_7}**: (Echiphiza inyembezi) {F3_MOTHER}, Umalume undiwola ixesha elide! Andithandi.

# text
source: **{F3_MOTHER}**: Oh dear, {F3_DAUGHTER_7}, that is not OK. Thank you for telling me about it.
xh: **{F3_MOTHER}**: Owu sithandwa, {F3_DAUGHTER_7}, oko AKULUNGANGA. Enkosi ngokundixelela malunga ngalomba.

# text
source: **{F3_MOTHER}**: If he ever tries to give you a hug again, you can tell him, “No, let’s rather shake hands,” and tell me straight away. Shall we practise?
xh: **{F3_MOTHER}**: Ukuba ukhe wazama ukukuwola futhi, ungamxelela, “Hayi, kungcono sixhawulane izandla,” kwaye undixelele kwangoko. Singaziqhelanisa noku?

# text
source: **{F3_DAUGHTER_7}**: (Practising) No, let’s rather shake hands, please.
xh: **{F3_DAUGHTER_7}**: (Ukuziqhelanisa) Hayi, kungcono sixhawulane izandla, ndiyacela.

# text
source: **{F3_MOTHER}**: Well done, {F3_DAUGHTER_7}. I love you very much and I’m so glad you spoke to me about it. If Uncle makes you feel uncomfortable again, you must tell me immediately. You should always feel safe and comfortable with the people around you.
xh: **{F3_MOTHER}**: Wenze kakuhle, {F3_DAUGHTER_7}. Ndiyakuthanda kakhulu kwaye ndiyavuya uthethile nam malunga nayo. Ukuba uMalume ukwenza uzive ungakhululekanga kwakhona, uzundixelele ngokukhawuleza. Kufuneka uzive ukhuselekile kwaye ukhululekile ngalo lonke ixesha xa unabantu abakungqongileyo.
