Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_south_africa_scale/*/*_safety_course.po
Languages: xh

# text
source: **{F2_GRANDFATHER}**: Sure! But let’s first learn how to be safe when using phones or tablets. First, the household rule is that you can only use the phone or tablet for 30 minutes each day. It is the length of one episode of your favourite cartoon. I will set a timer that will go off when you have 5 minutes left.
xh: **{F2_GRANDFATHER}**: Ngokuqinisekileyo! Kodwa masiqale sifunde indlela yokhuseleka xa usebenzisa iifowuni okanye iithabhulethi. Okokuqala, umthetho kukuba ungasebenzisa ifowuni okanye ithabhulethi imizuzu eyi 30 kuphela ngosuku. Bubude besiqendu esinye sikapopayi owuthandayo. Ndizakuseta isibali-xesha esiza kucima xa unemizuzu eyi 5 eshiyekileyo.

# text
source: **{F2_GRANDFATHER}**: Always ask me or {F2_GRANDMOTHER} for permission before using any device or downloading any app. You should also only play games or watch videos that we have approved, okay?
xh: **{F2_GRANDFATHER}**: Ndicele ngawo onke amaxesha okanye u{F2_GRANDMOTHER} imvume ngaphambi kokusebenzisa nasiphi na isixhobo okanye ukhuphela nayiphi na i-app. Kufuneka udlale imidlalo kuphela okanye ubukele iividiyo esizivumileyo, siyevana?

# text
source: **{F2_SON_8}**: Okay, {F2_GRANDFATHER}!
xh: **{F2_SON_8}**: Kulungile, {F2_GRANDFATHER}!

# text
source: **{F2_GRANDFATHER}**: You are a great listener!
xh: **{F2_GRANDFATHER}**: Ungumphulaphuli obalaseleyo!

# text
source: **{F2_SON_8}**: Can I create my own account for pictures and videos, Grandpa? {F2_DAUGHTER_17} has an account for herself.
xh: **{F2_SON_8}**: Ndingazenzela eyam i-akhawunti yemifanekiso kunye neevidiyo, Tamkhulu? u{F2_DAUGHTER_17} une-akhawunti yakhe.

# text
source: **{F2_GRANDFATHER}**: We'll wait until you're a bit older, {F2_SON_8}. Social media is for older kids. What we can do is post pictures on my account together if you want.
xh: **{F2_GRANDFATHER}**: Sizokulinda ude ube mdala, {F2_SON_8}. Amakhasi onxibelelwano ngawabantwana abadala. Into esinokuyenza kukuthumela imifanekiso kwi-akhawunti yam kunye ukuba uyafuna.

# text
source: **{F2_SON_8}**: Okay.
xh: **{F2_SON_8}**: Kulungile.

# text
source: **{F2_GRANDFATHER}**: Thank you for understanding. And remember, never click on a pop-up or picture if it appears. Also, if anything ever upsets you, let us know right away. We're here to keep you safe! Let’s play for 5 minutes to practise what we agreed.
xh: **{F2_GRANDFATHER}**: Enkosi ngokuqonda. Kwaye khumbula, ungaze ucofe kwi-pop-up okanye umfanekiso ukuba uyavela. Kwakhona, ukuba kukho into ekucaphukisayo, sazise ngoko nangoko. Silapha ukuze sikugcine ukhuselekile! Masidlale imizuzu emihlanu siziqhelanise noko besivumelene ngako.

# text
source: **{F2_SON_8}**: Yes, Grandpa! Thank you.
xh: **{F2_SON_8}**: Ewe, Tamkhulu! Enkosi.

# text
source: That’s OK. Put some time aside this week to do this activity with your child. ⏰ It’s important to talk to our children about how to stay safe online so they can use the digital world to learn more and connect with others. You can do this! ⭐
xh: Kulungile. Beka ixesha ecaleni kule veki ukwenza lo msebenzi nge-@fields. child_nickname. ⏰ Kubalulekile ukuthetha nabantwana bethu malunga nendlela yokuhlala ukhuselekile kwi-intanethi ukuze basebenzise ihlabathi ledijithali ukufunda ngakumbi kwaye banxibelelane nabanye. Ungayenza le nto! ⭐

# text
source: Lesson complete! You have learnt the importance of knowing the basics of online safety.
xh: Isifundo sigqityiwe! Ufundile ukubaluleka kokwazi iziseko zokhuseleko kwi-intanethi.

# text
source: 🎉 Correct!
xh: 🎉Uyichanile!

# text
source: ⏰ Setting time limits can help balance online activities with other important tasks, such as homework, chores, and physical activities.
xh: ⏰ Ukucwangcisa ixesha kunokunceda ukulungelelanisa izinto ezenziwa kwi-intanethi kunye neminye imisebenzi ebalulekileyo, njengomsebenzi wesikolo owenzelwa ekhaya, imisebenzi yasekhaya, kunye nemisebenzi yomzimba.

# text
source: 📝 You can **create rules** together with @fields.child_nickname about when they can play with devices and how to keep them safe online.
xh: 📝 Unako **ukwenza imithetho** kunye no@fields.child_nickname malunga nexesha anokudlala ngalo ngezixhobo kunye nendlela yokuzigcina ekhuselekile kwi-intanethi.

# text
source: 📝 You can **create rules** together with your child about when they can play with devices and how to keep them safe online.
xh: 📝 Unako **ukwenza imithetho** kunye nomntwana wakho malunga nexesha anokudlala ngalo ngezixhobo kunye nendlela yokuzigcina ekhuselekile kwi-intanethi.

# text
source: Here is another question.
xh: Nanku omnye umbuzo.

# text
source: True or False: If @fields.child_nickname comes across something upsetting or uncomfortable online, they should keep it to themselves and not tell anyone.
xh: Yinyani okanye Ayonyani: Ukuba u@fields.child_nickname ufumana into ecaphukisayo okanye engathandekiyo kwi-intanethi, kufuneka ayigcine kuye kwaye angaxeleli mntu.

# text
source: True or False: If your child comes across something upsetting or uncomfortable online, they should keep it to themselves and not tell anyone.
xh: Yinyani okanye Ayonyani: Ukuba umntwana wakho ufumana into ecaphukisayo okanye engathandekiyo kwi-intanethi, kufuneka ayigcine kuye kwaye angaxeleli mntu.

# text
source: 💡 If @fields.child_nickname encounters something online that upsets them, they should tell you immediately so you can address the issue and get support if needed.
xh: 💡 Ukuba u@fields.child_nickname udibana nento ekwi-intanethi emcaphukisayo, kufuneka akuxelele ngoko nangoko ukuze ukwazi ukuwulungisa lo mba kwaye ufumane inkxaso ukuba iyafuneka.

# text
source: 💡 If your child encounters something online that upsets them, they should tell you immediately so you can address the issue and get support if needed.
xh: 💡 Ukuba umntwana wakho udibana nento ekwi-intanethi emcaphukisayo, kufuneka akuxelele ngoko nangoko ukuze ukwazi ukuwulungisa lo mba kwaye ufumane inkxaso ukuba iyafuneka.

# text
source: ✨ Correct!
xh: 🎉Uyichanile!

# text
source: Keeping @fields.child_nickname safe online is an important step to help them be part of the digital world. 📱
xh: Ukugcina i-@fields.child_nickname ekhuselekile kwi-intanethi linyathelo elibalulekileyo lokubanceda babe yinxalenye yehlabathi ledijithali. 📱

# text
source: We are going to learn 4️⃣ tips to keep @fields.child_nickname safe online:
xh: Siza kufunda 4️⃣ iingcebiso zokugcina u@fields.child_nickname ekhuselekile kwi-intanethi:

# text
source: 1️⃣ LEARN
xh: 1️⃣ FUNDA

# text
source: 2️⃣ PROTECT
xh: 2️⃣ KHUSELA

# text
source: 3️⃣ BUILD HABITS
xh: 3️⃣ YAKHA IMIKHWA

# text
source: 4️⃣ BUILD TRUST
xh: 4️⃣ YAKHA UKUTHEMBA

# text
source: Here’s a video about LEARN and PROTECT.
xh: Nantsi ividiyo malunga nokuFUNDA kunye nokuKHUSELA.

# text
source: ✨ The next lesson will cover BUILD HABITS and BUILD TRUST.
xh: ✨ Isifundo esilandelayo siya kuquka UKWAKHA IMIKHWA kunye noKWAKHA UKUTHEMBA.

# text
source: Keeping your child safe online is an important step to help them be part of the digital world. 📱
xh: Ukugcina umntwana wakho ekhuselekile kwi-Intanethi linyathelo elibalulekileyo lokumnceda abe yinxalenye yehlabathi ledijithali. 📱

# text
source: We are going to learn 4️⃣ tips to keep your child safe online:
xh: Siza kufunda 4️⃣ iingcebiso zokugcina umntwana wakho ekhuselekile kwi-intanethi:

# text
source: We are going to learn 4️⃣ways to keep @fields.child_nickname safe online:
xh: Siza kufunda 4️⃣ iingcebiso zokugcina @fields.child_nickname ekhuselekile kwi-intanethi:

# text
source: ▶️ Press play to LEARN and PROTECT
xh: ▶️ Cofa dlala UKUZE UFUNDE kwaye UKHUSELE

# text
source: We are going to learn 4️⃣ways to keep your child safe online:
xh: Siza kufunda 4️⃣ iingcebiso zokugcina umntwana wakho ekhuselekile kwi-intanethi:

# text
source: Here are 4️⃣ tips that can help keep @fields.child_nickname safe online:
xh: Nazi 4️⃣ iingcebiso ezinokunceda ukugcina u@fields.child_nickname ekhuselekile kwi-intanethi:

# text
source: 🔑 Today, we are learning about LEARN and PROTECT.
xh: 🔑 Namhlanje, sifunda malunga nokuFUNDA kwaye UKHUSELE.

# text
source: Here are 4️⃣ tips that can help keep your child safe online:
xh: Nazi 4️⃣ iingcebiso ezinokunceda ukugcina umntwana wakho ekhuselekile kwi-intanethi:

# text
source: 1️⃣ **LEARN** the dangers of being online:
xh: 1️⃣ **FUNDA** iingozi zokuba kwi-intanethi:

# text
source: 🚩 CONTENT: @fields.child_nickname might come across harmful content or content you think is inappropriate for them, such as violence, aggressive language, or pornography.
xh: 🚩 UMXHOLO: u@fields.child_nickname angadibana nesiqulatho esiyingozi okanye umxholo ocinga ukuba awumfanelanga, njengobundlobongela, ulwimi olundlongo-ndlongo, okanye amanyala.

# text
source: 🚩 CONTACT: Adults might pretend to be children and ask for sexual pictures or to meet with your child through an online platform.
xh: 🚩 UQHAGAMSHELWANO: Abantu abadala banokuzenza abantwana baze bacele imifanekiso yezesondo okanye badibane nomntwana wakho ngeqonga lakwi-intanethi.

# text
source: 🚩 CONDUCT: Sometimes, children or strangers can say or do hurtful things online.
xh: 🚩 INDLELA YOKUZIPHATHA: Ngamanye amaxesha, abantwana okanye abantu ongabaziyo banokuthetha okanye benze izinto ezibuhlungu kwi-intanethi.

# text
source: 🚩 CONTENT: your child might come across harmful content or content you think is inappropriate for them, such as violence, aggressive language, or pornography.
xh: 🚩 UMXHOLO: Umntwana wakho angadibana nesiqulatho esiyingozi okanye umxholo ocinga ukuba awumfanelanga, njengobundlobongela, ulwimi olundlongo-ndlongo, okanye amanyala.

# text
source: 2️⃣ **PROTECT** - Keep your girl or boy safe online:
xh: 2️⃣ **KHUSELA ** - Gcina intombazana okanye inkwenkwe yakho ikhuselekile kwi-intanethi:

# text
source: ✅ Talk to @fields.child_nickname about which apps and websites are safe and which are not. Discuss why!
xh: ✅ Thetha no@fields.child_nickname malunga nokuba zeziphi ii-apps kunye neewebhusayithi ezikhuselekileyo nezingakhuselekanga. Xoxa ngokuba kutheni!

# text
source: ✅ Help @fields.child_nickname learn how to make strong passwords to protect their devices.
xh: ✅ Nceda u@fields.child_nickname afunde ukwenza amagama ayimfihlo aqinileyo ukukhusela izixhobo zakhe.

# text
source: ✅ Tell @fields.child_nickname that they should keep personal information private, including photos or videos of themselves. What goes online stays online!
xh: ✅ Xelela u@fields.child_nickname ukuba kufuneka agcine iinkcukacha zakhe ziyimfihlo, kuquka iifoto okanye iividiyo zakhe. Oko kuya kwi-intanethi kuhlala kwi-intanethi!

# text
source: ✅ Talk to your child about which apps and websites are safe and which are not. Discuss why!
xh: ✅ Thetha nomntwana wakho malunga nokuba zeziphi ii-apps kunye neewebhusayithi ezikhuselekileyo nezingakhuselekanga. Xoxa ngokuba kutheni!

# text
source: ✅ Help your child learn how to make strong passwords to protect their devices.
xh: ✅ Nceda umntwana wakho afunde ukwenza amagama ayimfihlo aqinileyo ukukhusela izixhobo zakhe.

# text
source: ✅ Tell your child that they should keep personal information private, including photos or videos of themselves. What goes online stays online!
xh: ✅ Xelela umntwana wakho ukuba kufuneka agcine iinkcukacha zakhe ziyimfihlo, kuquka iifoto okanye iividiyo zakhe. Oko kuya kwi-intanethi kuhlala kwi-intanethi!

# text
source: Home activity! ⭐ Ask @fields.child_nickname what they do to stay safe online. 👂 You may find that they are already thinking about online safety. 💡
xh: Umsebenzi wasekhaya! ⭐ Buza u@fields.child_nickname ukuba wenza ntoni ukuze ahlale ekhuselekile kwi-intanethi. 👂 Unokufumanisa ukuba sele ecinga ngokhuseleko lwe-intanethi. 💡

# text
source: Praise @fields.child_nickname for any efforts they make. Can you talk with @fields.child_nickname today? 🔔
xh: Mncome u@fields.child_nickname ngayo nayiphi na imizamo ayenzayo. Ungathetha no@fields.child_nickname namhlanje? 🔔

# text
source: Home activity! ⭐ Ask your child what they do to stay safe online. 👂 You may find that they are already thinking about online safety. 💡
xh: Umsebenzi wasekhaya! ⭐ Buza umntwana wakho ukuba wenza ntoni ukuze ahlale ekhuselekile kwi-intanethi. 👂 Unokufumanisa ukuba sele ecinga ngokhuseleko lwe-intanethi. 💡

# text
source: Praise your child for any efforts they make. Can you talk with your child today? 🔔
xh: Mncome umntwana wakho ngayo nayiphi na imizamo ayenzayo. Ungathetha nomntwana wakho namhlanje? 🔔

# text
source: That’s great! Helping @fields.child_nickname stay safe online is important so they can learn and connect with others. Well done for getting involved. They will be safer for it! 🔑
xh: Kuhle kakhulu! Ukunceda u@fields.child_nickname ahlale ekhuselekile kwi-intanethi kubalulekile ukuze afunde kwaye anxibelelane nabanye. Wenze kakuhle ngokubandakanyeka. Baya kukhuseleka ngakumbi kuyo! 🔑

# text
source: That’s great! Helping your child stay safe online is important so they can learn and connect with others. Well done for getting involved. They will be safer for it! 🔑
xh: Kuhle kakhulu! Ukunceda umntwana wakho ahlale ekhuselekile kwi-intanethi kubalulekile ukuze afunde kwaye anxibelelane nabanye. Wenze kakuhle ngokubandakanyeka. Baya kukhuseleka ngakumbi kuyo! 🔑

# text
source: This lesson continues our learning about keeping children safe online.📱
xh: Esi sifundo siyaqhubeka nokufunda kwethu ngokugcina abantwana bekhuselekile kwi-intanethi.📱

# text
source: 💡 Often, our children understand more about life online than we do, but that does not mean they know how to keep safe.
xh: 💡 Rhoqo, abantwana bethu baqonda ngakumbi ngobomi kwi-intanethi kunathi, kodwa oko akuthethi ukuba bayayazi indlela yokugcina ukhuseleko.

# text
source: ⭐ Let’s test your online safety knowledge.
xh: ⭐ Masivavanye ulwazi lwakho lokhuseleko kwi-intanethi.

# text
source: True or False: If I send a picture to a friend, it will only be visible to them.
xh: Yinyani okanye Ayonyani: Ukuba ndithumelela umhlobo umfanekiso, uya kubonakala kuye kuphela.

# text
source: 📱 Even in an app where images are temporary, your friend can capture their screen and save your image.
xh: 📱 Nakwi-app apho imifanekiso yeyexeshana, umhlobo wakho unokubamba isikrini sakhe kwaye agcine umfanekiso wakho.

# text
source: 🚩 Pictures are always stored online and can be accessed by hackers.
xh: 🚩 Imifanekiso ihlala igciniwe kwi-intanethi kwaye abahlaseli banokufikelela kuyo.

# text
source: ❗ Remember, what goes online stays online!
xh: ❗ Khumbula, into engena kwi-intanethi ihlala ikwi-intanethi!

# text
source: 🎉 That’s correct.
xh: 🎉 Oko kuchanekile.

# text
source: True or False: My password is strong because you have to know my home address to guess it.
xh: Iphasiwedi yam yomelele kuba kufuneka uyazi idilesi yasekhaya ukuze uyiqashisele.

# text
source: ❗ Most passwords are hacked because someone accesses a list of home addresses, birth dates, names or phone numbers.
xh: ❗ Uninzi lwamagama ayimfihlo aqhekezwa ngenxa yokuba umntu efikelela kuluhlu lweedilesi zasekhaya, imihla yokuzalwa, amagama okanye iinombolo zefowuni.

# text
source: 🚩 You should never use these details in your password as they are easily guessed.
xh: 🚩 Akufanelekanga usebenzise ezi nkcukacha kwiphasiwedi yakho njengoko ziqikelelwa ngokulula.

# text
source: ✨ That’s correct.
xh: ✨ Oko kuchanekile.

# text
source: True or False: Links sent to me by my family and friends are safe to click on.
xh: Nyani okanye asiyonyani: I-links ezithunyelwe kum lusapho lwam kunye nabahlobo bam zikhuselekile ukuba ungacofa kuzo.

# text
source: ❗ Your family member’s email or phone account could be hacked.
xh: ❗ I-imeyile yelungu losapho lwakho okanye i-akhawunti yefowuni inokuqhekezwa.

# text
source: 👀 Always double-check a link before clicking on it to make sure you’re visiting a trusted website.
xh: 👀Ngawo onke amaxesha jonga kabini i-link ngaphambi kokuba ucofe kuyo ukuze uqinisekise ukuba undwendwela iwebhusayithi ethembekileyo.

# text
source: 🔑 If you don’t recognise the web address, don’t click on it.
xh: 🔑 Ukuba awuyazi idilesi yewebhu, musa ukucofa kuyo.

# text
source: 🎈 That’s right!
xh: 🎈 Oku kulungile!

# text
source: You’ve completed 33% of this skill! Press NEXT to continue.
xh: Uye wagqiba 33% yesi sakhono! Cofa OKULANDELAYO ukuqhubekeka.

# text
source: You’ve completed 66% of this skill! Press NEXT to continue.
xh: Uye wagqiba 66% yesi sakhono! Cofa OKULANDELAYO ukuqhubekeka.

# text
source: Lesson complete! You have learnt the importance of building habits and trust online.
xh: Isifundo sigqityiwe! Ufundile ukubaluleka koKwakha Imikhwa neThemba kwi-Intanethi.

# text
source: You have now completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod lessons in the course, {goal_name}.⭐
xh: Ngoku ugqibile @(fields.c_n_mod_compl +1) kwezi @fields.c_n_mod zifundo kule khosi, {goal_name}.⭐

# text
source: The previous lesson taught you ways to protect @fields.child_nickname online with 1️⃣ LEARN and 2️⃣ PROTECT.🔑
xh: Isifundo esidlulileyo sikufundise iindlela zokukhusela @fields.child_nickname kwi-intanethi ngoku1️⃣ FUNDA kunye noku2️⃣ KHUSELA.🔑

# text
source: In this lesson, we will learn how to 3️⃣ BUILD HABITS and 4️⃣ BUILD TRUST. ✨
xh: Kwesi sifundo, siza kufunda ukuba 3️⃣ SIYAKHA njani IMIKHWA kunye 4️⃣ noKWAKHA ITHEMBA. ✨

# text
source: The previous lesson taught you ways to protect your child online with 1️⃣ LEARN and 2️⃣ PROTECT.🔑
xh: Isifundo esidlulileyo sikufundise iindlela zokukhusela umntwana wakho kwi-intanethi ngoku1️⃣ FUNDA kunye noku2️⃣ KHUSELA.🔑

# text
source: Keeping @fields.child_nickname safe online is an important step to help them be part of the digital world.📱
xh: Ukugcina u@fields.child_nickname ekhuselekile kwi-intanethi linyathelo elibalulekileyo lokumnceda abeyinxalenye yedijithali yehlabathi.📱

# text
source: You already learned ways to protect your child online with 1️⃣ LEARN and 2️⃣ PROTECT in the previous lesson.
xh: Ubusele ufundile ngeendlela zokukhusela umntwana wakho kwi-intanethi ngoku FUNDA kunye noku KHUSELA kwisifundo esigqithileyo.

# text
source: Here’s a 2nd video learning how to 3️⃣ BUILD HABITS and 4️⃣ BUILD TRUST.
xh: Nantsi ividiyo yesibini yokufunda indlela yo 3️⃣ KWAKHA IMIKHWA kunye no4️⃣ KWAKHA ITHEMBA.

# text
source: Keeping your child safe online is an important step to help them be part of the digital world.📱
xh: Ukugcina umntwana wakho ekhuselekile kwi-intanethi linyathelo elibalulekileyo lokumnceda abeyinxalenye yedijithali hlabathi.📱

# text
source: ▶️ Press play to learn how to 3️⃣ BUILD HABITS and 4️⃣ BUILD TRUST.
xh: ▶️ Cofa udlala ukuze ufunde 3️⃣ UKWAKHA IMIKHWA kunye no4️⃣ UKWAKHA ITHEMBA.

# text
source: Keeping @fields.child_nickname safe online is an important step to help them be part of the digital world. 📱
xh: Ukugcina u@fields.child_nickname ekhuselekile kwi-intanethi linyathelo elibalulekileyo lokumnceda abeyinxalenye yedijithali yehlabathi. 📱

# text
source: You already learned ways to protect @fields.child_nickname online with 1️⃣ LEARN and 2️⃣ PROTECT in the previous lesson.
xh: Ubusele ufundile ngeendlela zokukhusela u@fields.child_nickname kwi-intanethi ngoku FUNDA kunye noku KHUSELA kwisifundo esigqithileyo.

# text
source: Today, we are learning how to 3️⃣ BUILD HABITS and 4️⃣ BUILD TRUST.
xh: Namhlanje, sifunda indlela yoKWAKHA IMIKHWA kunye noKWAKHA ITHEMBA.

# text
source: Keeping your child safe online is an important step to help them be part of the digital world. 📱
xh: Ukugcina umntwana wakho ekhuselekile kwi-intanethi linyathelo elibalulekileyo lokumnceda abeyinxalenye yedijithali hlabathi. 📱

# text
source: 3️⃣ **BUILD HABITS** - Set up safe online habits at home:
xh: 3️⃣ **YAKHA IMIKHWA** - Misela imikhwa ekhuselekileyo ye-intanethi ekhaya:

# text
source: ❌📱 Plan phone-free times in your house, like during meals, homework, or in bed.
xh: ❌📱 Cwangcisa amaxesha okungasetyenziswa kwe fowuni kwikhaya lakho, njenga xa kutyiwa, ngexesha lomsebenzi wasekhaya wesikolo okanye ebhedini.

# text
source: ❗ Set limits on the amount of time @fields.child_nickname spends online.
xh: ❗ Misela imida yexesha u@fields.child_nickname alichitha kwi-intanethi.

# text
source: ⭐ Only let @fields.child_nickname chat online with people they already know. They should never share personal information in a chat room or with strangers.
xh: ⭐ Vumela kuphela u@fields.child_nickname ancokole nabantu asele ebazi. Angaze abelane ngenkcazelo yobuqu kwindawo yokuncokola okanye nabantu angabaziyo.

# text
source: 👀 Before completing forms that ask for personal information, check that the web address begins with https://. Websites that begin with http:// may not be secure.
xh: 👀 Phambi kokuba ugcwalise iifomu ezicela iinkcukacha zobuqu, jonga ukuba idilesi yewebhu iqala ngo-https://. Iiwebhusayithi eziqala ngo-http: // zisenokungakhuseleki.

# text
source: 📝 For older children, you can help them create strong passwords for their accounts. They should be long, not include obvious personal information like your name or birthday, and include upper and lower case letters, numbers and symbols.
xh: 📝 Kubantwana abadala, ungabanceda benze amagama ayimfihlo aqinileyo kwii-akhawunti zabo. Kufuneka zibe nde, zingaquki iinkcukacha zobuqu ezicacileyo njengegama lakho okanye usuku lwakho lokuzalwa, kwaye ziquke oonobumba abakhulu nabancinci, amanani kunye neempawu.

# text
source: ❗ Tell @fields.child_nickname not to click on pop-ups that ask them to download or pay for anything.
xh: ❗ Xelela u@fields.child_nickname ukuba angacofi kwii-pop-ups ezicela ukuba akhuphele okanye ahlawule nantoni na.

# text
source: ❗ Set limits on the amount of time your child spends online.
xh: ❗ Misela imida yexesha umntwana wakho alichitha kwi-intanethi.

# text
source: ⭐ Only let your child chat online with people they already know. They should never share personal information in a chat room or with strangers.
xh: ⭐ Vumela kuphela umntwana wakho ancokole nabantu asele ebazi. Angaze abelane ngenkcazelo yobuqu kwindawo yokuncokola okanye nabantu angabaziyo.

# text
source: ❗ Tell your child not to click on pop-ups that ask them to download or pay for anything.
xh: ❗ Xelela umntwana wakho ukuba angacofi kwii-pop-ups ezicela ukuba akhuphele okanye ahlawule nantoni na.

# text
source: 4️⃣ **BUILD TRUST**
xh: 4️⃣ **YAKHA UKUTHEMBA**

# text
source: 🌷 Together, look at websites, social media, games, and apps @fields.child_nickname uses.
xh: 🌷 Ninonke, jongani ii-webhusayithi, amakhasi onxibelelwano, imidlalo kunye nee apps u@fields.child_nickname azisebenzisayo.

# text
source: 👂 Ask questions - this helps you learn more about @fields.child_nickname’s interests!
xh: 👂 Buza imibuzo - oku kukunceda ukuba ufunde ngakumbi ngezinto anomdla kuzo u@fields.child_nickname!

# text
source: 💙 If you come across anything worrying together, talk about it with your child. If you need support, type {HELP} after you complete today’s lesson.
xh: 💙 Ukuba nidibana nayo nantoni na enikhathazayo kunye, thetha ngayo nomntwana wakho. Ukuba ufuna inkxaso, chwetheza {HELP} emva kokuba ugqibe isifundo sanamhlanje.

# text
source: ✅ Tell @fields.child_nickname that they should tell an adult if they feel scared, unsafe or upset about something online.
xh: ✅ Xelela u@fields.child_nickname ukuba kufuneka axelele umntu omdala ukuba uziva esoyika, engakhuselekanga okanye ekhathazekile ngento ethile kwi-intanethi.

# text
source: 🚩 Teach your child that if a stranger offers gifts, like virtual coins, in exchange for photos and personal information, and tells them to keep it a secret, they should tell you.
xh: 🚩 Fundisa umntwana wakho ukuba kukho umntu angamaziyo ompha izipho, njenge virtual coins, ngenjongo yokutshintshiselana ngemifanekiso kunye neenkcukacha zakhe kwaye emxelela ukuba ayigcine njengemfihlo, kufuneka akuchacezele.
