Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_south_africa_scale/*/*_safety_course.po
Languages: xh

# text
source: **{F2_GRANDMOTHER}**: {F2_SON_8}, I’m so proud of you for not getting out of our yard and getting into the car. You remembered the rules we created about safety in this community. That was a dangerous situation. You are so brave. Thank you for telling me. I will report it so it doesn’t happen again.
xh: **{F2_GRANDMOTHER}**: {F2_SON_8}, Ndiyazingca ngawe ngokungaphumi ngapha kweyadi kunye nokungangeni emotweni. Uyikhumbulile imithetho ebesiyenzile malunga nokukhuseleka apha ekuhlaleni. Leyana ibiyimeko enobungozi. Unesibindi. Enkosi ngokundixelela. Ndizakuyichaza ukuze ingaphinde yenzeke kwakhona.

# text
source: ▶️ Press Play to learn the 4️⃣ four steps to keep @fields.child_nickname safe in your community.
xh: ▶️ Cofa Dlala ukuze ufunde 4️⃣ amanyathelo amane okugcina @fields.child_nickname ekhuselekile ekuhlaleni.

# text
source: ▶️ Press Play to learn the 4️⃣ four steps to keep your child safe in your community.
xh: ▶️ Cofa Dlala ukuze ufunde 4️⃣ amanyathelo amane okugcina umntwana wakho ekhuselekile ekuhlaleni.

# text
source: 🚩 Include the main places: streets, your house, school, shops, and other places @fields.child_nickname visits.
xh: 🚩 Bandakanya iindawo eziphambili: izitalato, indlu yakho, isikolo, iivenkile, kunye neendawo @fields.child_nickname azindwendwelayo.

# text
source: 👋Draw and identify pictures of trusted people who @fields.child_nickname can go to when they feel unsafe. These can be you and your spouse, other family members, or teachers.
xh: 👋Zoba kwaye uchaze imifanekiso yabantu abathenjiweyo u@fields.child_nickname angaya kubo xa eziva engakhuselekanga. Aba inganguwe okanye umlingani wakho, amanye amalungu osapho, okanye ootitshala.

# text
source: 🚩 Include the main places: streets, your house, school, shops, and other places your child visits.
xh: 🚩 Bandakanya iindawo eziphambili: izitalato, indlu yakho, isikolo, iivenkile, kunye neendawo umntwana wakho azindwendwelayo.

# text
source: 👋Draw and identify pictures of trusted people who your child can go to when they feel unsafe. These can be you and your spouse, other family members, or teachers.
xh: 👋Zoba kwaye chonga imifanekiso yabantu abathembekileyo umntwana wakho angaya kubo xa eziva engakhuselekanga. Aba inganguwe kunye neqabane lakho, amanye amalungu osapho, okanye ootitshala.

# text
source: 🔑 Talk about the places on your map and decide if they are safe or not.
xh: 🔑 Thetha ngeendawo ezikwimephu yakho kwaye uthathe isigqibo sokuba zikhuselekile na okanye hayi.

# text
source: 👂 Listen to @fields.child_nickname: it is important to understand why they think a place is safe or unsafe.
xh: 👂 Mamela ku@fields.child_nickname: kubalulekile ukuqonda ukuba kutheni ecinga indawo ikhuselekile okanye ayikhuselekanga.

# text
source: 👂 Listen to your child: it is important to understand why they think a place is safe or unsafe.
xh: 👂 Mamela kumntwana wakho: kubalulekile ukuqonda ukuba kutheni ecinga indawo ikhuselekile okanye ayikhuselekanga.

# text
source: ❗ Sometimes, we find ourselves in trouble.
xh: ❗ Ngamanye amaxesha, sizifumana sisengxakini.

# text
source: 👀 Discuss where you and @fields.child_nickname can get support in a crisis. These places may include home, school, a police station, or a clinic.
xh: 👀 Xoxani apho wena kunye @fields.child_nickname ningafumana inkxaso xa nisengxakini. Ezindawo zingaquka ikhaya, isikolo, isikhululo samapolisa, okanye iklinikhi.

# text
source: 🚩 Mark these areas clearly with a ⭐ star on your map.
xh: 🚩 Phawula ezi ndawo ngokucacileyo ⭐ ngenkwenkwezi kwimephu yakho.

# text
source: 👀 Discuss where you and your child can get support in a crisis. These places may include home, school, a police station, or a clinic.
xh: 👀 Xoxani apho wena kunye nomtwana wakho ningafumana inkxaso xa nisengxakini. Ezindawo zingaquka ikhaya, isikolo, isikhululo samapolisa, okanye iklinikhi.

# text
source: 👑 Role-play scenarios where a stranger approaches using toy figures. Ask @fields.child_nickname what the toy should do. Children find it less scary to pretend that someone else is in danger.
xh: 👑 Linganisa imeko apho umntu ongamaziyo esiza usebenzisa iithoyi. Buza @fields.child_nickname yintoni ithoyi ekufuneka iyenze. Abantwana bakufumanisa kungoyikisi kakhulu ukwenza ngathi ngomnye umntu osengozini.

# text
source: 👑 Role-play scenarios where a stranger approaches using toy figures. Ask your child what the toy should do. Children find it less scary to pretend that someone else is in danger.
xh: 👑 Linganisa imeko apho umntu ongamaziyo esiza kuwe usebenzisa iithoyi. Buza umntwana wakho yintoni ithoyi ekufuneka iyenze. Abantwana bakufumanisa kungoyikisi kakhulu ukwenza ngathi ngomnye umntu osengozini.

# text
source: ✨ Give space for your child to share their thoughts, too. They may think a place is unsafe that you thought was safe. Allow them to explain their reasons. Do you have time to do it today? ⏰
xh: ✨ Nika umntwana wakho ithuba lokuba abelane nawe ngeengcinga zakhe, naye. Bangacinga indawo ayikhuselekanga le wena ubucinga ikhuselekile. Bavumele bacacise izizathu zabo. Ingaba unalo ixesha lokuyenza namhlanje? ⏰

# text
source: This lesson is about learning how to respond when our children are in crisis.❗
xh: Esi sifundo simalunga nokufunda ukuba sisabela kanjani xa abantwana bethu besengxakini.❗

# text
source: When our children share something that is very hard or upsetting to them😔😣, we need to remember to stay calm, listen, and be open, so that they feel supported. 💛
xh: Xa abantwana bethu besabelana ngento enzima kakhulu okanye ebakhathazayo😔😣, kufuneka sikhumbule ukuhlala sizolile, simamele, kwaye sivuleleke ukuze bazive bexhaswa. 💛

# text
source: True or False: When my child is upset, I should wait for them to come to me. I don’t want to upset them further by asking what is troubling them.
xh: Yinyani okanye Ayonyani: Xa umntwana wam ekhathazekile, kufuneka ndimlinde aze kum. Andifuni ukumcaphukisa nangakumbi ngokumbuza yintoni emhluphayo.

# text
source: 😣 When children are in crisis, they may be scared to tell others about it for many reasons. They may be worried about others judging them or getting angry. They may also feel shame.
xh: 😣 Xa abantwana besengxakini, bangoyika ukuxelela abanye malunga noku ngenxa yezizathu ezininzi. Bangakhathazwa kukuba abanye bazakubagweba okanye babacaphukise. Bangaziva benazo neentloni.

# text
source: 💚 You can ask your child very calmly about why they seem upset. 👀
xh: 💚 Ungambuza umntwana wakho ngokuzolileyo malunga nokuba kutheni ebonakala ekhathazekile. 👀

# text
source: 👂 Assure them that you are proud of how brave they are to share their crisis with you.
xh: 👂 Mqinisekise ukuba uyazingca ngendlela abenesibindi ngayo ngokwabelana ingxaki yakhe nawe.

# text
source: 🌷 That’s right!
xh: 🌷 Oku kulungile!

# text
source: {F1_SON_5} looks upset. Let’s see how his father responds:
xh: U{F1_SON_5} Ubonakala ekhathazekile. Masikhe sibone utata wakhe, uphendula njani:

# text
source: **{F1_SON_5}**: I don't want to play with Daniel today.
xh: **{F1_SON_5}**: Andifuni ukudlala no Daniel namhlanje.

# text
source: **{F1_FATHER}**: What happened, {F1_SON_5}? I thought you and Daniel were friends. Do you want to talk about it?
xh: **{F1_FATHER}**: Kwenzeke ntoni, {F1_SON_5}? Bendicinga wena kunye no Daniel ningabahlobo. Uyafuna ukuthetha ngayo?

# text
source: **{F1_SON_5}** (crying): He and some of the other kids were mean to me. They said I was stupid because I can’t button my shirt properly.
xh: **{F1_SON_5}** (elila): Yena kunye nabanye abantwana bebekrwada kum. Bathe ndisisidenge ngenxa yokuba ndingakwazi ukuqhobosha ihempe yam kakuhle.

# text
source: **{F1_FATHER}** : Oh my {F1_SON_5}, that is not a very nice thing to say to someone. I can understand why you would feel upset about this.
xh: **{F1_FATHER}** : Owu {F1_SON_5}, ayiyonto intle leyo ukuyithetha emntwini. Ndiyasiqonda isizathu sokuba ungaziva ukhathazekile ngale nto.

# text
source: First of all, you are not stupid! I am so proud of how much you are growing and learning. It is important that Daniel and the others know that it is not okay to say mean things. Would you like me to come with you so that we can have a chat with the others together?
xh: Okokuqala, awusiso isidenge! Ndiyazingca ngendlela okhula ngayo kwaye nofunda ngayo. Kubalulekile ukuba uDaniel kunye nabanye bayazi ukuba akulunganga ukutsho izinto ezimbi. Ungathanda ukuba ndihambe nawe ukuze sincokole nabanye sisonke?

# text
source: **{F1_SON_5}**: Okay…
xh: **{F1_SON_5}**: Kulungile…

# text
source: **{F1_FATHER}**: I can also have a chat with Daniel's parents to let them know. Daniel is a good boy and is usually nice to you so maybe there is something else happening.
xh: **{F1_FATHER}**: Ndingakwazi nokuncokola nabazali bakaDaniel ndibazise. U Daniel yinkwenkwe elungileyo kwaye uhlala enobubele kuwe mhlawumbi kukho enye into eyenzekayo.

# text
source: Thank you for sharing with me, {F1_SON_5}. I am very proud of you.
xh: Enkosi ngokwabelana nam, {F1_SON_5}. Ndiyazingca kakhulu ngawe.

# text
source: ▶️ Press play to learn the 4️⃣ four things you can do to support your child when they share something difficult with you.
xh: ▶️ Cofa dlala ukuze ufunde 4️⃣izinto ezine onokuzenza ukuze uxhase umntwana wakho xa esabelana nawe ngento enzima.

# text
source: 4️⃣ Here are four things you can do to support your child when they share something difficult with you:
xh: Nazi izinto ezine onokuzenza ukuze uxhase umntwana wakho xa esabelana nawe ngento enzima:

# text
source: 1️⃣ BREATHE: Take a pause
xh: 1️⃣ PHEFUMLA: Thatha umzuzu

# text
source: 🌱 Take a deep breath so you can respond calmly.
xh: 🌱 Thatha umoya onzulu ukuze ukwazi ukuphendula ngokuzolileyo.

# text
source: 💛 Ask yourself, “What does my child need right now?”
xh: Zibuze, "Umntwana wam udinga ntoni ngoku?"

# text
source: 2️⃣ LISTEN: Ask your child what is going on
xh: 2️⃣ MAMELA: Buza umntwana wakho ukuba kuqhubeka ntoni

# text
source: 👂 Let your child share with you what they need. Sometimes, it may be easier for your child to draw what happened instead of explaining it.
xh: 👂 Mvumele umntwana wakho abelane nawe ngakudingayo. Ngamanye amaxesha kungabonakala kulula kumntwana wakho ukuzoba okwenzekileyo kunokuyicacisa.

# text
source: 👀 Notice what they are feeling and tell them what you notice so they feel heard.
xh: 👀 Qaphela indlela abavakalelwa ngayo kwaye ubaxelele into oyiqaphelayo ukuze bazive beviwe.

# text
source: 💙 Tell your child that you are there for them and love them.
xh: 💙 Mxelele umntwana wakho ukuba ukunye nabo kwaye uyabathanda.

# text
source: 😣Both girls AND boys could face hard times and crisis situations. Remember to check-in with both.
xh: 😣Bobabini amantombi KUNYE namakhwenkwe bangajongana namaxesha anzima kunye neemeko ezinzima. Khumbula ukubajonga bobabini.

# text
source: 3️⃣ RESPOND: What might help?
xh: 3️⃣ SABELA: Yintoni enganceda?

# text
source: 🔶 You might need to help your child talk about their feelings.
xh: 🔶 Kungafuneka umncede umntwana wakho athethe malunga neemvakalelo zakhe.

# text
source: ⏸ In the moment, your child needs you to be there for them with love and accept their feelings.
xh: ⏸ Ngalomzuzu, umntwana wakho ukudinga ubekunye naye ngothando kwaye wamkele iimvakalelo zakhe.

# text
source: ➡️ You might need to talk about the actions that you or your child could take to help with what has happened.
xh: ➡️ Kusenokufuneka uthethe ngamanyathelo eninokuwathatha wena okanye umntwana wakho ukuze kuncedwe ngento eyenzekileyo.

# text
source: 4️⃣ COMFORT: Be there for your child
xh: 4️⃣ THUTHUZELA: Yiba khona kumntwana wakho

# text
source: 🌷 It can be hard to see your child feeling upset or confused, but there is a lot you can do to support them.
xh: 🌷 Kunokuba nzima ukubona umntwana wakho ekhathazekile okanye ebhidekile, kodwa kuninzi onokukwenza ukumxhasa.

# text
source: 💚 They need you to accept them and comfort them when difficult things are going on.
xh: 💚Badinga ukuba ubamkele kwaye ubathuthuzele xa kukho izinto ezinzima.

# text
source: 🔄In these moments, maintaining a consistent routine can be particularly helpful. Familiar routines can provide a sense of security and normalcy, helping your child feel safe again.
xh: 🔄Kulamaxesha, ukugcina ucwangciso olungaguquguqukiyo kunokuba luncedo ngokukhethekileyo. Iinkqubo eziqhelekileyo zinokunika imvakalelo yokhuseleko kunye nokuqhelekileyo, ukunceda umntwana wakho azive ekhuselekile kwakhona.

# text
source: 🎈 Remind your child again that you love them, and thank them for sharing with you.
xh: 🎈 Khumbuza umntwana wakho kwakhona ukuba uyamthanda, kwaye umbulele ngokwabelana nawe.

# text
source: Amazing! 💙 This can help prepare you and your child to face hard situations AND avoid them in the first place.
xh: Kuyamangalisa! 💙 Oku kunganceda ukulungiselela wena kunye nomntwana wakho nijongane neemeko ezinzima KWAYE niziphephe kwasekuqaleni.

# text
source: Amazing job! 🎉 You have completed the Respond to Crises lesson! You have now completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod lessons in the course, {goal_name}.
xh: Umsebenzi omangalisayo! 🎉 Usigqibile isifundo sokuPhendula kwiiNgxaki! Ngoku ugqibile @(fields.c_n_mod_compl +1) kwezi @fields.c_n_mod izifundo ekhosini, {goal_name}.

# text
source: Home Activity! ⭐
xh: Umsebenzi Wasekhaya! ⭐

# text
source: Find a calm time to look at the community map you created with your child during the previous tip. Talk about possible risks and what they could do to avoid them. Discuss possible actions that you can take with @fields.child_nickname if they happen. 💡
xh: Fumana ixesha elizolileyo lokujonga kwimephu yakho yokuhlala obuyenze nomntwana wakho ngexesha lengcebiso yangaphambili. Thetha malunga nemingcipheko enokwenzeka kwaye bangenza ntoni ukuyiphepha. Xoxa ngamanyathelo eninokuwathatha no@fields.child_nickname ukuba kuyenzeka. 💡

# text
source: Do you have time to do this today? ⏰
xh: Ingaba unalo ixesha lokwenza oku namhlanje? ⏰

# text
source: Find a calm time to look at the community map you created with your child during the previous tip. Talk about possible risks and what they could do to avoid them. Discuss possible actions that you can take with your child if they happen. 💡
xh: Fumana ixesha elizolileyo lokujonga kwimephu yakho yokuhlala obuyenze nomntwana wakho ngexesha lengcebiso yangaphambili. Thetha malunga nemingcipheko enokwenzeka kwaye bangenza ntoni ukuyiphepha. Xoxa ngamanyathelo eninokuwathatha nomntwana wakho ukuba kuyenzeka. 💡

# text
source: That's OK! 💙 Plan to set aside some time in the next few days to have this chat with your child. This can help prepare you and @fields.child_nickname to face hard situations AND avoid them in the first place.
xh: Oko KULUNGILE! Cwangcisela ukubeka ixeshana ecaleni kwezintsuku zimbalwa zizayo ukuze ubenencoko no. Oku kungakunceda ulungiselele wena kunye no@fields.child_nickname ukuze nijongane neemeko ezinzima KWAYE nikwazi ukuziphepha kwasekuqaleni.

# text
source: That's OK! 💙 Plan to set aside some time in the next few days to have this chat with your child. This can help prepare you and your child to face hard situations AND avoid them in the first place.
xh: Oko KULUNGILE! Cwangcisela ukubeka ixeshana ecaleni kwezintsuku zimbalwa zizayo ukuze ubenencoko nomntwana wakho. Oku kungakunceda ulungiselele wena kunye nomntwana wakho ukuze nijongane neemeko ezinzima KWAYE nikwazi ukuziphepha kwasekuqaleni.

# text
source: ❌ Incorrect.
xh: ❌ Akuchanekanga.

# text
source: {F3_DAUGHTER_7} is in trouble. Let’s see how her mother responds:
xh: U{F3_DAUGHTER_7} usengxakini. Masikhe sibone umakhulu wakhe umphendula kanjani:

# text
source: **{F3_MOTHER}**: My dear, you look really upset, do you want to tell me what happened?
xh: **{F3_MOTHER}**: Sithandwa sam, ubonakala ukhathazekile nyhani, uyafuna ukundibalisela ukuba kwenzeke ntoni?

# text
source: **{F3_DAUGHTER_7}**: It’s my uncle, he… he… he touched me.
xh: **{F3_DAUGHTER_7}**: Ngumalume wam, u... u... uye wandiphatha.

# text
source: **{F3_MOTHER}** (thinking): Take a deep breath... What does my child need? She needs me to be calm and listen.
xh: **{F3_MOTHER}** (uyacinga): Phefumla... Udinga ntoni umntwana wam? Ufuna ndizole kwaye ndimamele.

# text
source: Come and sit down next to me. Take your time, I’m listening.
xh: Yiza uzokuhlala phantsi ecaleni kwam. Thatha ixesha lakho, ndimamele.

# text
source: **{F3_DAUGHTER_7}**: It’s true, he… he… made me very uncomfortable… he touched my body and told me I’d be in trouble if I told anybody! I didn’t want to do anything with him, and I even said NO, but he told me I would be in trouble.
xh: **{F3_DAUGHTER_7}**: Yinyaniso, u… u… ndenze ndangakhululeki kakhulu… uphathe umzimba wam kwaye wandixelela ukuba ndizakuba sengxakini ukuba ndithe ndaxelela nabani na! Bendingafuni ukwenza nantoni na naye, kwaye nditshilo nokuba HAYI, kodwa undixelele ukuba ndizakubasengxakini.

# text
source: **{F3_MOTHER}**: You are so brave for sharing this with me. You are not in trouble. This is not your fault. Thank you for telling me.
xh: **{F3_MOTHER}**: Unesibindi ngokwabelana nam ngalento. Awukho sengxakini. Ayilotyala lakho eli. Enkosi ngokundixelela.

# text
source: **{F3_DAUGHTER_7}**: Yesterday, when you went to see your friend, he just came here and that’s when it happened.
xh: **{F3_DAUGHTER_7}**: Izolo, ngokuya ubuyokubona umhlobo wakho, uvele wafika apha kwaye kungelaxesha yenzeke ngalo.

# text
source: **{F3_MOTHER}**: It’s okay, I believe you, {F3_DAUGHTER_7}. You have done the right thing telling me. What happened is not OK, but I am here for you to help you and support you.
xh: **{F3_MOTHER}**: Kulungile, ndiyakukholelwa, {F3_DAUGHTER_7}. Wenze into elungileyo ngokundixelela. Le nto yenzekileyo AYILUNGANGA, kodwa ndilapha ukuze ndikuncede kwaye ndikuxhase.

# text
source: **{F3_MOTHER}**: We will need to talk to someone who will help keep you safe. Would that be okay, {F3_DAUGHTER_7}? I will be with you the whole time.
xh: **{F3_MOTHER}**: Kuzofuneka sithethe nomntu ozakunceda akugcine ukhuselekile. Ingalunga lonto, {F3_DAUGHTER_7}? Ndizakuba nawe ngalo lonke ixesha.

# text
source: **{F3_DAUGHTER_7}**: Yes… Okay… where will we go?
xh: **{F3_DAUGHTER_7}**: Ewe… Kulungile… sizakuyaphi?

# text
source: **{F3_MOTHER}**: We can go to the clinic. And {F3_DAUGHTER_7} remember this is not your fault. I love you. We will get through this.
xh: **{F3_MOTHER}**: Singaya eklinikhi. Kwaye {F3_DAUGHTER_7} khumbula lento ayilo tyala lakho. Ndiyakuthanda. Sizakudlula kulento.

# text
source: 👂 Let your child share with you what they need. Sometimes, your child might be comfortable sharing by drawing or using toys.
xh: 👂 Vumela umntwana wakho abalane nawe ngakudingayo. Ngamanye amaxesha, umntwana wakho angakhululeka ngokubonisa ngokuzoba okanye ngokusebenzisa iithoyi.

# text
source: 3️⃣RESPOND: What might help?
xh: 3️⃣ SABELA: Yintoni enganceda?

# text
source: 🔶 You might need to help your child talk about their feelings.
xh: 🔶 Kungafuneka umncede umntwana wakho athethe malunga neemvakalelo zakhe.

# text
source: 💚 They need you to accept them and comfort them when difficult things are going on. Familiar routines can provide a sense of security and normalcy, helping your child feel safe again.
xh: 💚 Badinga ukuba ubamkele kwaye ubathuthuzele xa izinto ezinzima zisenzeka. Inkqubo eziqhelekileyo zinganikeza imvakalelo yokhuseleko kunye nesiqhelo, ukunceda umntwana wakho azive ekhuselekile kwakhona.

# text
source: Amazing! 💙This can help prepare you and @fields.child_nickname to face hard situations AND avoid them in the first place.
xh: Kuyamangalisa! 💙 Oku kunganceda ukulungiselela wena kunye no@fields.child_nickname nijongane neemeko ezinzima KWAYE niziphephe kwasekuqaleni.

# text
source: Amazing! 💙This can help prepare you and your child to face hard situations AND avoid them in the first place.
xh: Kuyamangalisa! 💙 Oku kunganceda ukulungiselela wena kunye nomntwana wakho nijongane neemeko ezinzima KWAYE niziphephe kwasekuqaleni.

# text
source: That's OK! Plan to set aside an hour in the next few days to have this chat with @fields.child_nickname. This can help prepare you and @fields.child_nickname to face hard situations AND avoid them in the first place.
xh: Oko KULUNGILE! Cwangcisela ukubeka iyure ecaleni kwezintsuku zimbalwa zizayo ukuze ubenencoko no@fields.child_nickname. Oku kungakunceda ulungiselele wena kunye no@fields.child_nickname ukuze nijongane neemeko ezinzima KWAYE nikwazi ukuziphepha kwasekuqaleni.

# text
source: That's OK! Plan to set aside an hour in the next few days to have this chat with your child. This can help prepare you and your child to face hard situations AND avoid them in the first place.
xh: Oko KULUNGILE! Cwangcisela ukubeka iyure ecaleni kwezintsuku zimbalwa zizayo ukuze ubenencoko nomntwana wakho. Oku kungakunceda ulungiselele wena kunye nomntwana wakho ukuze nijongane neemeko ezinzima KWAYE nikwazi ukuziphepha kwasekuqaleni.

# text
source: This lesson is about how to keep @fields.child_nickname safe online. 📱
xh: Esi sifundo simalunga nokuba umgcina njani @fields.child_nickname ekhuselekile kwi-intanethi. 📱

# text
source: There is so much to share. We will cover online safety over 2️⃣ two lessons.
xh: Kuninzi esiza kwabelwana ngako. Sizakugubungela ukhuseleko lwe-intanethi kwizifundo ezimbini️.

# text
source: This lesson is about how to keep your child safe online. 📱
xh: Esi sifundo simalunga nokuba umgcina njani umntwana wakho ekhuselekile kwi-intanethi. 📱

# text
source: Children are spending a lot of time online.⏰ Being connected helps them stay positive and learn more 🔑 but there are also some risks and dangers.🚩
xh: Abantwana bachitha ixesha elininzi kwi-Intanethi. ⏰ Ukunxibelelana kubanceda bahlale benethemba kwaye bafunde ngakumbi 🔑 Kodwa kukwakho neminye imingcipheko kunye neengozi.🚩

# text
source: True or False: Parents should set time limits on how long their child can use the internet each day.
xh: Yinyani okanye Ayonyani: Abazali bafanele babeke imida yexesha lokuba umntwana wabo unokuyisebenzisa ixesha elingakanani i-intanethi suku ngalunye.

# text
source: One more!
xh: Enye futhi!

# text
source: True or False: It is safe for young children to have their social media accounts without parental supervision.
xh: Yinyani okanye Ayonyani: Kukhuselekile ukuba abantwana abancinci babene akhawunti zamakhasi onxibelelwano ngaphandle kweliso lomzali.

# text
source: 👀 Oops! That’s not actually true.
xh: 👀 Yhu! Ayonyani leyo.

# text
source: 🔑 Social media platforms like YouTube have age restrictions for a reason.
xh: 🔑 Amakhasi onxibelelwano afana no YouTube anemilinganiselo yeminyaka ngesizathu.

# text
source: 👀 Young children should not have social media accounts without parental guidance and supervision, because they may see things or have conversations that are distressing or harmful.
xh: 👀 Abantwana abancinci akufuneki babe nee akhawunti zamakhasi onxibelelwano ngaphandle kwesikhokelo kunye nokubekwa kweliso lwabazali, kuba banokubona izinto okanye iincoko ezicinezelayo okanye eziyingozi.

# text
source: ⭐ Correct!
xh: 🎉Uyichanile!

# text
source: {F2_SON_8} wants to play games on the phone. His grandfather uses this opportunity to teach {F2_SON_8} about how to stay safe online:
xh: U{F2_SON_8} ufuna ukudlala imidlalo efowunini. Utat'omkhulu wakhe usebenzisa eli thuba ukufundisa u{F2_SON_8} malunga nokuhlala ukhuselekile kwi-intanethi:

# text
source: **{F2_SON_8}**: Can I use the phone to play games?
xh: **{F2_SON_8}**: Ndingasebenzisa ifowuni ukudlala imidlalo?
