Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/st/st_messages.po
Languages: st_za

# text
source: Help @fields.child_nickname learn how to solve problems. As children get older, they become more independent and sometimes push the boundaries that we create to keep them safe.
st_za: Thusa @fields.child_nickname a ithute tsela ya ho rarolla mathata. Ha bana ba ntse ba hola, ba lokoloha haholo mme ka dinako tse ding ba batla ho tlosa meedi eo re ba behetseng yona ho ba sireletsa.

# text
source: Help your child/teen learn how to solve problems. As children get older, they become more independent and sometimes push the boundaries that we create to keep them safe.
st_za: Thusa ngwna/motjha wa hao a ithute tsela ya ho rarolla mathata. Ha bana ba ntse ba hola, ba lokoloha haholo mme ka dinako tse ding ba batla ho tlosa meedi eo re ba behetseng yona ho ba sireletsa.

# text
source: Here's a video to help you teach @fields.child_nickname problem-solving skills!
st_za: Shebella video ena ho o thusa ho ruta @fields.child_nickname tsebo ya ho rarolla mathata!

# text
source: Here's a video to help you teach your child problem-solving skills!
st_za: Shebella video ena ho o thusa ho ruta ngwana wa hao tsebo ya ho rarolla mathata!

# text
source: Here's an audio message to help you teach @fields.child_nickname problem-solving skills!
st_za: Mamela molaetsa ona o mamelwang ho o thusa ho ruta @fields.child_nickname tsebo ya ho rarolla mathata!

# text
source: Here's an audio message to help you teach your child problem-solving skills!
st_za: Mamela molaetsa ona o mamelwang ho o thusa ho ruta ngwana wa hao tsebo ya ho rarolla mathata!

# text
source: Try to find solutions together:
st_za: Lekang ho fumana ditharollo mmoho:

# text
source: • Allow @fields.child_nickname to express how they feel and accept their feelings.
st_za: • Tlohella @fields.child_nickname a bolele kamoo a ikutlwang kateng mme o amohele maikutlo a hae.

# text
source: • Try to listen to @fields.child_nickname and see things from their perspective.
st_za: • Leka ho mamela @fields.child_nickname mme o tadime dintho kamoo a di tadimang kateng.

# text
source: • Thank @fields.child_nickname for being open and trusting you
st_za: • Leboha @fields.child_nickname hobane a o phetlela sefuba mme a o tshepa

# text
source: • Allow your teen to express how they feel and accept their feelings.
st_za: • Tlohella motjha wa hao a bolele kamoo a ikutlwang kateng mme o amohele maikutlo a hae.

# text
source: • Try to listen to your teen and see things from their perspective.
st_za: • Leka ho mamela motjha wa hao mme o tadime dintho kamoo a di tadimang kateng.

# text
source: • Thank your teen for being open and trusting you
st_za: • Leboha motjha wa hao hobane a o phetlela sefuba mme a o tshepa

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit. Next time your teen is confronted with a challenge, try remaining calm and tackle the challenge together. Helping your teen learn how to solve problems will be something they will take with them the rest of their lives. What a gift!
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi: Nakong e tlang ha motjha wa hao a tobane le bothata, leka ho dula o kgobile matshwafo mme le sebetsane le bothata mmoho. Ho thusa motjha wa hao ho ithuta ho rarolla mathata ho tla mo tswela molemo bophelong bohle ba hae. Ke mopho e babatsehang!

# text
source: Well done! You have added another skill to your Parenting Toolkit. Next time your teen is confronted with a challenge, try remaining calm and tackle the challenge together. Helping your teen learn how to solve problems will be something they will take with them the rest of their lives. What a gift!
st_za: Mosebetsi o tswileng matsoho! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi: Nakong e tlang ha motjha wa hao a tobane le bothata, leka ho dula o kgobile matshwafo mme le sebetsane le bothata mmoho. Ho thusa motjha wa hao ho ithuta ho rarolla mathata ho tla mo tswela molemo bophelong bohle ba hae. Ke mopho e babatsehang!

# text
source: Well done @fields.user_name! You have added another layer to your House of Support. Next time your teen is confronted with a challenge, try remaining calm and tackle the challenge together. Helping your teen learn how to solve problems will be something they will take with them the rest of their lives. What a gift!
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse mokato o mong wa Ntlo ya Tshehetso. Nakong e tlang ha motjha wa hao a tobane le bothata, leka ho dula o kgobile matshwafo mme le sebetsane le bothata mmoho. Ho thusa motjha wa hao ho ithuta ho rarolla mathata ho tla mo tswela molemo bophelong bohle ba hae. Ke mopho e babatsehang!

# text
source: Well done! You have added another layer to your House of Support. Next time your teen is confronted with a challenge, try remaining calm and tackle the challenge together. Helping your teen learn how to solve problems will be something they will take with them the rest of their lives. What a gift!
st_za: Mosebetsi o tswileng matsoho! O ekeditse mokato o mong wa Ntlo ya Tshehetso. Nakong e tlang ha motjha wa hao a tobane le bothata, leka ho dula o kgobile matshwafo mme le sebetsane le bothata mmoho. Ho thusa motjha wa hao ho ithuta ho rarolla mathata ho tla mo tswela molemo bophelong bohle ba hae. Ke mopho e babatsehang!

# text
source: Stop it before it starts! When your children get restless, you can distract them with something interesting or fun: "Come, let's play a game together!"
st_za: E thibele pele e qala! Ha bana ba hao ba hloka botsitso, o ka ba gutlisetsa tseleng ka ntho e thahasellisang kapa e ba thabisang: “Tlo re tlo bapala papadi hammoho!”

# text
source: Hello @fields.user_name! All children misbehave sometimes. It is normal when they are tired, scared, hungry, or learning independence. Today's tips are all about what to do when our children misbehave…
st_za: Dumela @fields.user_name! Ka dinako tse ding bana bohle ha ba itshware hantle. Ke ntho e tlwaelehileng ha ba kgathetse, ba tshohile, ba lapile kapa ba ithuta ho ikemela. Dikeletso tsa kajeno di amana le seo o ka se etsang ha bana ba sa itshware hantle…

# text
source: Hello! All children misbehave sometimes. It is normal when they are tired, scared, hungry, or learning independence. Today's tips are all about what to do when our children misbehave…
st_za: Dumela! Ka dinako tse ding bana bohle ha ba itshware hantle. Ke ntho e tlwaelehileng ha ba kgathetse, ba tshohile, ba lapile kapa ba ithuta ho ikemela. Dikeletso tsa kajeno di amana le seo o ka se etsang ha bana ba sa itshware hantle…

# text
source: Try to redirect. Stop it before it starts! When your children get restless, you can distract them with something interesting or fun: "Come, let's play a game together!"
st_za: Leka ho ba kgutlisetsa tseleng. E thibele pele e qala! Ha bana ba hao ba hloka botsitso, o ka ba gutlisetsa tseleng ka ntho e thahasellisang kapa e ba thabisang: “Tlo re tlo bapala papadi hammoho!”

# text
source: If your baby is starting to crawl or walk, you can also redirect them by physically picking them up and focusing their attention on something else interesting. Use a lively and cheerful voice!
st_za: Haeba lesea la hao le qala ho kgasa kapa ho tsamaya, o ka boela wa le kgutlisetsa tselang ka ho le nka le ho le bontsha ntho e nngwe e thahasellisang. Sebedisa lentswe le mahlahahlaha le le thabileng!

# text
source: Here is a comic that shows how you can use redirect!
st_za: Ena ke tsela ya boswaswi e bontsang kamoo o ka kgutlisetsang ngwana tseleng kateng!

# text
source: Child: “Give it to me!”
st_za: Ngwana: “Mphe yona!”

# text
source: Teen: “I had it first!”
st_za: Motjha: “Ke e nkile pele!”

# text
source: Parent: “Cameron and Billy, come and help me prepare dinner. We are making your favourite dish!”
st_za: Motswadi: “Thabo le Thabang, tlong le tlo nthusa ho lokisa dijo. Re pheha dijo tseo le di ratang!”

# text
source: Parent: “Thank you for helping me get these veggies clean for our dinner tonight!”
st_za: Motswadi: “Kea leboha hore ebe le nthusitse ho hlwekisa meroho eo re tlo e ja dijong tsa mantsiboya!”

# text
source: Here's a video that helps you redirect @fields.child_nickname's behaviour when they misbehave.
st_za: Shebella video ena e tla o thusa ho kgutlisetsa @fields.child_nickname tseleng ha a sa itshware hantle.

# text
source: Here's a video that helps you redirect your child's behaviour when they misbehave.
st_za: Shebella video ena e tla o thusa ho kgutlisetsa ngwana wa hao tseleng ha a sa itshware hantle.

# text
source: Here's an audio message that can help you redirect @fields.child_nickname's behaviour when they misbehave.
st_za: Mamela molaetsa ona o mamelwang o tla o thusa ho kgutlisetsa @fields.child_nickname tseleng ha a sa itshware hantle.

# text
source: Here's an audio message that can help you redirect your child's behaviour when they misbehave.
st_za: Mamela molaetsa ona o mamelwang o tla o thusa ho kgutlisetsa ngwana wa hao tseleng ha a sa itshware hantle.

# text
source: Keep it positive. It is normal to want to say something about @fields.child_nickname's negative behaviour, like “Don’t whine,” or “Stop running in the house.” Instead, just say something that you want @fields.child_nickname to do, like "Speak with a calm voice," or "Remember to walk inside the house."
st_za: Bua ka ntho e lokelang ho etswa. Ke ho tlwaelehileng ho batla ho bua ho hong ka boitshwaro bo bobe ba @fields.child_nickname, jwalo ka “Ako tlohele ho lla,” kapa “Tlohela ho mathaka katlung.” Ho fapana le hoo, bolela feela seo o batlang hore @fields.child_nickname a se etse, jwalo ka "Bua ka lentswe le kgutsitseng," kapa "Hopola hore o tsamaye ha o le katlung."

# text
source: Keep it positive. It is normal to want to say something about your child's negative behaviour, like “Don’t whine,” or “Stop running in the house.” Instead, just say something that you want your child to do, like "Speak with a calm voice," or "Remember to walk inside the house."
st_za: Bua ka ntho e lokelang ho etswa. Ke ho tlwaelehileng ho batla ho bua ho hong ka boitshwaro bo bobe ba ngwana wa hao, jwalo ka “Ako tlohele ho lla,” kapa “Tlohela ho mathaka katlung.” Ho fapana le hoo, bolela feela seo o batlang hore ngwana wa hao a se etse, jwalo ka "Bua ka lentswe le kgutsitseng," kapa "Hopola hore o tsamaye ha o le katlung."

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit. Over the next few days, try redirecting your child from a negative behaviour to a positive one before it gets worse. You can do it!
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi: Matsatsing a mmalwa a tlang, ha ngwana wa hao a sa itshware hantle leka ho kgutlisetsa khutlisetsa boitshwarong bo loketseng pele bo fetella. O ka atleha!

# text
source: Well done! You have added another skill to your Parenting Toolkit. Over the next few days, try redirecting your child from a negative behaviour to a positive one before it gets worse. You can do it!
st_za: Mosebetsi o tswileng matsoho! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi: Matsatsing a mmalwa a tlang, ha ngwana wa hao a sa itshware hantle leka ho kgutlisetsa khutlisetsa boitshwarong bo loketseng pele bo fetella. O ka atleha!

# text
source: Well done @fields.user_name! You have added another layer to your House of Support. Over the next few days, try redirecting your child from a negative behaviour to a positive one before it gets worse. You can do it!
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse mokato o mong wa Ntlo ya Tshehetso. Matsatsing a mmalwa a tlang, ha ngwana wa hao a sa itshware hantle leka ho kgutlisetsa khutlisetsa boitshwarong bo loketseng pele bo fetella. O ka atleha!

# text
source: Well done! You have added another layer to your House of Support. Over the next few days, try redirecting your child from a negative behaviour to a positive one before it gets worse. You can do it!
st_za: Mosebetsi o tswileng matsoho! O ekeditse mokato o mong wa Ntlo ya Tshehetso. Matsatsing a mmalwa a tlang, ha ngwana wa hao a sa itshware hantle leka ho kgutlisetsa khutlisetsa boitshwarong bo loketseng pele bo fetella. O ka atleha!

# text
source: COVID-19 has interrupted our daily work, home and school routines. This is hard for children, teenagers and for you. Making new routines can help.
st_za: COVID-19 e sitisitse mosebetsi wa rona wa letsatsi le letsatsi, mekgwa ya rona malapeng le dikolong. Ena ke ntho e thata ho bana, batjha le ho batho ba baholo. Ho qala mekgwa e metjha ho ka le thusa.

# text
source: Hello @fields.user_name! Today's Parenting Tip is about how we can create daily routines to keep our children feeling safe and secure.
st_za: Dumela @fields.user_name! Keletso ya Botswadi ya kajeno e amana le kamoo re ka qalang mekgwa ya letsatsi le letsatsi e tla etsa hore bana ba rona ba ikutlwe ba sireletsehile ebile ba bolokehile.

# text
source: Hello! Today's Parenting Tip is about how we can create daily routines to keep our children feeling safe and secure.
st_za: Dumela! Keletso ya Botswadi ya kajeno e amana le kamoo re ka qalang mekgwa ya letsatsi le letsatsi e tla etsa hore bana ba rona ba ikutlwe ba sireletsehile ebile ba bolokehile.

# text
source: That's okay! You can always type "Help" at anytime if you need any support with your children. Remember that you can also change the type of messages you receive for an older or younger child. Just select "Technical Support". Chat to you later @fields.user_name!
st_za: O ska kgathatseha! Neng kapa neng o ka ngola “Thuso” haeba o hloka tshehetso efe kapa efe ka bana ba hao. Hopola hore o ka boela wa fetola mofuta wa melaetsa eo o e fumanang bakeng sa ngwana e moholwanyane kapa e monyane. Kgetha feela “Tshehetso ya setekgeniki”. Ke tla bua le wena hamorao @fields.user_name!

# text
source: That's okay! You can always type "Help" at anytime if you need any support with your children. Remember that you can also change the type of messages you receive for an older or younger child. Just select "Technical Support". Chat to you later!
st_za: O ska kgathatseha! Neng kapa neng o ka ngola “Thuso” haeba o hloka tshehetso efe kapa efe ka bana ba hao. Hopola hore o ka boela wa fetola mofuta wa melaetsa eo o e fumanang bakeng sa ngwana e moholwanyane kapa e monyane. Kgetha feela “Tshehetso ya setekgeniki”. Ke tla bua le wena hamorao!

# text
source: Remember you can always type "Help" if you ever want more parenting tips or support. You can also change the type of messages you receive for an older or younger child. Just select "Technical Support." Chat to you later @fields.user_name!
st_za: Hopola hore kamehla o ngola “Thuso” haeba o ka batla dikeletso tse ding tsa botswadi kapa tshehetso e nngwe. O ka boela wa fetola mofuta wa melaetsa eo o e fumanang bakeng sa ngwana e moholwanyane kapa e monyane. Kgetha feela “Tshehetso ya setekgeniki”. Ke tla bua le wena hamorao @fields.user_name!

# text
source: Remember you can always type "Help" if you ever want more parenting tips or support. You can also change the type of messages you receive for an older or younger child. Just select "Technical Support." Chat to you later!
st_za: Hopola hore kamehla o ngola “Thuso” haeba o ka batla dikeletso tse ding tsa botswadi kapa tshehetso e nngwe. O ka boela wa fetola mofuta wa melaetsa eo o e fumanang bakeng sa ngwana e moholwanyane kapa e monyane. Kgetha feela “Tshehetso ya setekgeniki”. Ke tla bua le wena hamorao!

# text
source: Create routines! Your children will feel more secure and safe when they know what is expected of them and how each day will go. Make a plan with them with time for play, meals, chores, school, and sleep.
st_za: Eba le mananeo a ho etsa dintho! Bana ba hao ba ikutlwa ba sireletsehile ebile ba bolokehile haholo haeba ba tseba hore na ho lebeletswe eng ho bona le hore na letsatsi ka leng le tla tsamaya jwang. Rala dintho le bona mme moralo oo o kenyelletse nako ya ho bapala, ya dijo, ya mesebetsi, ya sekolo le ya ho robala.

# text
source: Here's a video to help you create daily routines with your children.
st_za: Shebella video ena ho o thusa ho etsa mananeo a letsatsi le letsatsi le bana ba hao.

# text
source: Here's an audio message to help you create daily routines with your children.
st_za: Mamela molaetsa ona o mamelwang ho o thusa ho etsa mananeo a letsatsi le letsatsi le bana ba hao.

# text
source: Daily routines, such as time for schoolwork, play, meals, and sleep, can help our children feel safe and secure. They also give our children a sense of security.
st_za: Mananeo a letsatsi le letsatsi, jwalo ka nako ya mosebetsi wa sekolo, ho bapala, dijo, le ho robala, a ka thusa bana hore ba ikutlwe ba bolokehile ebile ba sireletsehile. Hape a etsa hore bana ba bone hore ho na le tshireletso.

# text
source: Here are 4 simple tips that you can use when establishing routines with your children:
st_za: Bona mehato ena e bonolo e 4 eo o ka e sebedisang ho qala mananeo le bana ba hao:

# text
source: 1. Give one instruction at a time
st_za: 1. Fana ka taelo e le nngwe ka nako

# text
source: 2. Use transition warnings to help move from one activity to the next one
st_za: 2. Sebedisa ditemoso tsa hore ho tla ba le phetoho ho ba thusa ho tloha mosebetsing o mong ho ya ho o mong

# text
source: 3. Create regular eating and sleeping times
st_za: 3. Eba le dinako tse tsitsitseng tsa kamehla tsa ho ja le ho robala

# text
source: 4. Involve your child in creating daily routines
st_za: 4. Kenyelletsa ngwana wa hao ha o etsa mananeo a dintho tseo le di etsang letsatsi le letsatsi

# text
source: To learn more about one of these tips, type "1" to 4". You can also type "N" to stop this tip.
st_za: Hore o ithute haholwanyane ka dikeletso tsena, ngola “1” ho ya ho “4”. Hape o ka ngola “N” ho emisa keletso ena.

# text
source: 1. Help your younger children learn routines by taking them through the activity step by step. Give one instruction at a time. Praise them each time they follow!
st_za: 1. Thusa bana ba hao ba banyane ho ithuta mananeo ka ho ba phethisa mosebetsi mohato ka mohato. Fana ka taelo e le nngwe ka nako. Ba babatse nako le nako ha ba latela ditaelo!

# text
source: 2. Transition warnings can also be very helpful. They give your child some time to prepare for the next activity: "In 5 minutes it will be time to pack up the toys before bedtime…"
st_za: 2. Hape ho ka ba molemo haholo ho fana ka ditemoso tsa ho fetola mosebetsi. Di fa ngwana nako ya ho itokisetsa mosebetsi o latelang: “Ho setse metsotso e 5, e tla be e le nako ya ho phutha dibapadiswa pele le ilo robala…”

# text
source: 3. Regular eating and sleeping times are especially important for babies. Not enough sleep can make your child cranky, irritable, and short tempered.
st_za: 3. Ho bohlokwa haholo ho masea ho ba le dinako tse tshwanang tsa ho ja le ho robala. Haeba lesea la hao le sa robale hantle, seo se ka yetsa hore lesea la hao ebe ngwana ya llang, ya kgopisehang le wa sefelapelwana.

# text
source: Here are some tips for how to help your child prepare for bedtime:
st_za: Bona dikeletso tsa kamoo o ka thusang ngwana wa hao ho itokisetsa ho ya robala:

# text
source: • Try to have regular bedtimes each day as much as possible.
st_za: • Ha ho kgoneha leka ho ba le nako e tshwanang ya ho robala letsatsi le letsatsi.

# text
source: • Try to make it quiet and the lights in the room dim.
st_za: • Leka ho etsa hore kamore ebe e kgutsitseng mme mabone a be lerootho.

# text
source: • Spend some time with your child. You can sing a lullaby or tell a calm story.
st_za: • Qeta nako e itseng le ngwana wa hao. O ka bina pina e koiettsang kapa wa pheta pale e thobang maikutlo.

# text
source: • Give your child a hug and kiss goodnight before leaving the room.
st_za: • O hake ngwana wa hao le ho mo suna hore a robale hantle pele o tswa ka kamoreng eo a robetseng ho yona.

# text
source: Please select another number if you want to learn more about creating daily routines:
st_za: Ka kopo kgetha palo e nngwe haeba o batla ho ithuta haholwanyane ka ho qala mananeo a letsatsi le letsatsi:

# text
source: Here are some suggestions for routines that you could establish with your children:
st_za: Bona tse ding tsa dikeletso tsa ho etsa mananeo ao o ka a thehang le bana ba hao:

# text
source: Bedtime
st_za: Nako ya ho robala

# text
source: Schoolwork and Online Classes
st_za: Mosebetsi wa Sekolo le dithuto tse fumanwang ho marang rang a dikgokahano

# text
source: Chores
st_za: Mesebetsi

# text
source: Mealtime
st_za: Nako ya dijo

# text
source: Play/free time
st_za: Nako ya ho bapala/ya ho se etse letho

# text
source: T.V. or gadget time
st_za: Nako ya T.V. kapa sesebediswa

# text
source: Storytime
st_za: Nako ya dipale

# text
source: One-on-One Time
st_za: Nako ya Boinotsing

# text
source: You can add more, too! Here is a comic on creating a daily routine with your child.
st_za: O ka kenya le tse ding! Ena ke tsela ya boswaswi ya ho etsa lenaneo la letsatsi le letsatsi le ngwana wa hao.

# text
source: Parent: “Now let’s look at the multiplication tables…”
st_za: Motswadi: “Jwale a re shebe ditheibole tsa ho thaemesa…”

# text
source: Parent: “Thank you for helping me make lunch, Junior”
st_za: Motswadi: “Kea leboha ka hore o nthuse ka dijo tsa motshehare, Junior”

# text
source: Child: “My favourite!”
st_za: Ngwana: “Ke dijo tseo ke di ratang!”

# text
source: Parent “And they all lived happily ever after…Goodnight, my love.”
st_za: Motswadi “Mme kamora moo kaofela ba ile ba phela ba thabile…O robale hamonate, ngwanaka!”

# text
source: Parent: "Thank you for being so supportive with the kids today.”
st_za: Motswadi: “Kea leboha ka hore o nthuse hakaalo ka bana kajeno.”

# text
source: 4. Involve @fields.child_nickname in creating daily plans. Set goals and rewards together. Let them plan when they do schoolwork and when they can relax!
st_za: 4. Kenyelletsa @fields.child_nickname ha o qala ho etsa meralo ya letsatsi le letsatsi. Behang dipakane le meputso mmoho. Mo tlohele hore a etse moralo wa hore na o tla etsa mosebetsi wa sekolo neng hona le hore o tla phomola neng!

# text
source: 4. Involve your child in creating daily plans. Set goals and rewards together. Let them plan when they do schoolwork and when they can relax!
st_za: 4. Kenyelletsa ngwanawa hao ha o etsa ditlhophiso tsa letsatsi le letsatsi Behang dipakane le meputso mmoho. Mo tlohele hore a etse moralo wa hore na a tla etsa mosebetsi wa sekolo neng hona a phomole neng!

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit. Over the next few days, try creating at least 1 regular daily routine like having a meal together or sharing a story before bedtime. It will help your child feel secure and loved!
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi: Matsatsing a seng makae a tlang, leka ho qala bonyane lenaneo le 1 la letsatsi le letsatsi jwalo ka ho ja hammoho le ho pheta dipale tsa pele a ilo robala. Sena se tla etsa hore ngwana a ikutlwe a sireletsehile ebile a ratwa!
