Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/st/st_messages.po
Languages: st_za

# text
source: Well done! You have added another skill to your Parenting Toolkit. Over the next few days, try creating at least 1 regular daily routine like having a meal together or sharing a story before bedtime. It will help your child feel secure and loved!
st_za: Mosebetsi o tswileng matsoho! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi: Matsatsing a seng makae a tlang, leka ho qala bonyane lenaneo le 1 la letsatsi le letsatsi jwalo ka ho ja hammoho le ho pheta dipale tsa pele a ilo robala. Sena se tla etsa hore ngwana a ikutlwe a sireletsehile ebile a ratwa!

# text
source: Well done @fields.user_name! You have added another layer to your House of Support. Over the next few days, try creating at least 1 regular daily routine like having a meal together or sharing a story before bedtime. It will help your child feel secure and loved!
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse mokato o mong wa Ntlo ya Tshehetso. Matsatsing a seng makae a tlang, leka ho qala bonyane lenaneo le 1 la letsatsi le letsatsi jwalo ka ho ja hammoho le ho pheta dipale tsa pele a ilo robala. Sena se tla etsa hore ngwana a ikutlwe a sireletsehile ebile a ratwa!

# text
source: Well done! You have added another layer to your House of Support. Over the next few days, try creating at least 1 regular daily routine like having a meal together or sharing a story before bedtime. It will help your child feel secure and loved!
st_za: Mosebetsi o tswileng matsoho! O ekeditse mokato o mong wa Ntlo ya Tshehetso. Matsatsing a seng makae a tlang, leka ho qala bonyane lenaneo le 1 la letsatsi le letsatsi jwalo ka ho ja hammoho le ho pheta dipale tsa pele a ilo robala. Sena se tla etsa hore ngwana a ikutlwe a sireletsehile ebile a ratwa!

# text
source: Hello @fields.user_name! Book-sharing can be a great learning tool for your child. You can use simple pictures in books, magazines, or newspapers to do lots of things that you and your child can enjoy.
st_za: Dumela @fields.user_name! Ho kadimana ka dibuka ekaba thuluse e molemo ya ho ithuta bakeng sa ngwana wa hao. O ka sebedisa feela ditshwantsho tse dibukeng, dimakasine kapa dikoranteng ho etsa dintho tse ngata tseo wena le ngwana wa hao le ka di thabelang.

# text
source: Hello! Book-sharing can be a great learning tool for your child. You can use simple pictures in books, magazines, or newspapers to do lots of things that you and your child can enjoy.
st_za: Dumela! Ho kadimana ka dibuka ekaba thuluse e molemo ya ho ithuta bakeng sa ngwana wa hao. O ka sebedisa feela ditshwantsho tse dibukeng, dimakasine kapa dikoranteng ho etsa dintho tse ngata tseo wena le ngwana wa hao le ka di thabelang.

# text
source: Would you like to learn more about how you can help @fields.child_nickname develop through book sharing?
st_za: Na o ka thabela ho ithuta haholwanyane kamoo o ka thusa @fields.child_nickname ho hola ka ho kadimana ka dibuka?

# text
source: Would you like to learn more about how you can help your child develop through book sharing?
st_za: Na o ka thabela ho ithuta haholwanyane kamoo o ka thusa ngwana wa hao ho hola ka ho kadimana ka dibuka?

# text
source: Here's a video to take you through the shared book reading activity!
st_za: Shebella video ena hore o bone mokgwa wa ho bala dibuka tse kadimanweng!

# text
source: Here's an audio message that takes you through the shared book reading activity!
st_za: Mamela molaetsa ona o hore o utlwe ka mokgwa wa ho bala dibuka tse kadimanweng!

# text
source: Here are some tips for sharing books with your child:
st_za: Bona tse ding tsa dikeletso tsa ho adimana ka dibuka le ngwana wa hao:

# text
source: 1. Follow your child's interest
st_za: 1. Tseba dintho tseo ngwana wa hao a di thahasellang

# text
source: 2. Use a lively voice
st_za: 2. Sebedisa lentswe le sehlahlo

# text
source: 3. Pointing and naming
st_za: 3. Ho supa le ho reha mabitso

# text
source: 4. Be positive and supportive
st_za: 4. Bua dintho tse molemo mme o tshehetse

# text
source: 5. Making actions and links
st_za: 5. Ho etsa diketso tse itseng le ho amahanya

# text
source: 6. Talking about feelings
st_za: 6. Ho bua ka maikutlo

# text
source: 7. Babies and books go well together
st_za: 7. Masea le dibuka ke mathe le leleme

# text
source: To learn more about one of these tips, type "1" to "7". You can also type "N" to move on.
st_za: Hore o ithute haholwanyane ka dikeletso tsena, ngola “1” ho ya ho “7”. Hape o ka ngola "N" ho fetela pele.

# text
source: Speak with a lively or animated voice. This will help to keep the child’s attention on the book.
st_za: Bua ka lentswe le sehlahlo le le bontshang thabo. Sena se etsa hore ngwana a tsepamise mohopolo bukeng.

# text
source: 7. Babies and Books!
st_za: 7. Masea le Dibuka!

# text
source: Even very young babies enjoy book-sharing and looking at the pictures together with a parent or caregiver. In fact, regular book-sharing helps their development and learning. And it is okay for them to put the book in their mouth - they are exploring!
st_za: Esita le masea a manyane haholo a rata ho kadimana ka dibuka le ho sheba ditshwantsho mmoho le motswadi kapa mohlokomedi. Hantlentle ho kadimana ka dibuka ho ba thusa ho hola le ho ithuta. Ebile ha ho na bothata haeba a beha buka molomong - ke kamoo a ithutang kateng!

# text
source: Here are some examples!
st_za: Mehlala e meng ke ena!

# text
source: “Look, she is smiling. Why do you think she is smiling? What made you smile today?”
st_za: “Bona, o a bososela. O nahana hore ke hobaneng ha a bososela? Ke eng e entseng hore o bososele kajeno?”

# text
source: “The monkey is sad because he is all on his own. Can you remember when you were last sad?”
st_za: “Tshwene e kwatile hobane e dutse e le nngwe. Na o sa hopola la ho qetela ha o ne o kwatile?”

# text
source: “That tiger looks angry. Why do you think he is angry? Do you remember when I got angry this morning?”
st_za: “Nkwe ena e bonahala e halefile. O nahana hore ke hobaneng ha e halefile? Na o sa hopola ha ke ne ke kwatile hoseng?”

# text
source: Please select another number if you want to learn more about sharing books with your child:
st_za: Ka kopo kgetha palo e nngwe haeba o batla ho ithuta haholwanyane ka ho kadimana ka dibuka le ngwana wa hao:

# text
source: Book-sharing can be a great learning tool for your child. You can use simple pictures in books, magazines, or newspapers to do lots of things that you and @fields.child_nickname can enjoy.
st_za: Ho kadimana ka dibuka ekaba thuluse e molemo ya ho ithuta bakeng sa ngwana wa hao. O ka sebedisa feela ditshwantsho tse dibukeng, dimakasine kapa dikoranteng ho etsa dintho tse ngata tseo wena le @fields.child_nickname le ka di thabelang.

# text
source: Book-sharing can be a great learning tool for your child. You can use simple pictures in books, magazines, or newspapers to do lots of things that you and your child can enjoy.
st_za: Ho kadimana ka dibuka ekaba thuluse e molemo ya ho ithuta bakeng sa ngwana wa hao. O ka sebedisa feela ditshwantsho tse dibukeng, dimakasine kapa dikoranteng ho etsa dintho tse ngata tseo wena le ngwana wa hao le ka di thabelang.

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit! Over the next few days, try to spend some time reading or looking at a book or magazine with your child. Sharing books with your child will help them to learn to speak, think, and focus better. It also builds their brain!
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi! Matsatsing a seng makae a tlang, leka ho qeta nako o bala kapa o shebile buka kapa makasine le ngwana wa hao. Ho kadimana dibuka le ngwana wa hao ho tla mo thusa ho ithuta ho bua, ho nahana le ho tsepamisa mohopolo hantle. Hape ho hodisa boko ba hae!

# text
source: Well done! You have added another skill to your Parenting Toolkit! Over the next few days, try to spend some time reading or looking at a book or magazine with your child. Sharing books with your child will help them to learn to speak, think, and focus better. It also builds their brain!
st_za: Mosebetsi o tswileng matsoho! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi! Matsatsing a seng makae a tlang, leka ho qeta nako o bala kapa o shebile buka kapa makasine le ngwana wa hao. Ho kadimana dibuka le ngwana wa hao ho tla mo thusa ho ithuta ho bua, ho nahana le ho tsepamisa mohopolo hantle. Hape ho hodisa boko ba hae!

# text
source: Well done @fields.user_name! You have added another layer to your House of Support! Over the next few days, try to spend some time reading or looking at a book or magazine with your child. Sharing books with your child will help them to learn to speak, think, and focus better. It also builds their brain!
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse mokato o mong Ntlo ya Tshehetso! Matsatsing a seng makae a tlang, leka ho qeta nako o bala kapa o shebile buka kapa makasine le ngwana wa hao. Ho kadimana dibuka le ngwana wa hao ho tla mo thusa ho ithuta ho bua, ho nahana le ho tsepamisa mohopolo hantle. Hape ho hodisa boko ba hae!

# text
source: Well done! You have added another layer to your House of Support! Over the next few days, try to spend some time reading or looking at a book or magazine with your child. Sharing books with your child will help them to learn to speak, think, and focus better. It also builds their brain!
st_za: Mosebetsi o tswileng matsoho! O ekeditse mokato o mong Ntlo ya Tshehetso! Matsatsing a seng makae a tlang, leka ho qeta nako o bala kapa o shebile buka kapa makasine le ngwana wa hao. Ho kadimana dibuka le ngwana wa hao ho tla mo thusa ho ithuta ho bua, ho nahana le ho tsepamisa mohopolo hantle. Hape ho hodisa boko ba hae!

# text
source: 1. Follow your child’s interest
st_za: 1. Tseba dintho tseo ngwana wa hao a di thahasellang

# text
source: Talk about what interests @fields.child_nickname. When your child shows interest in a picture (pointing, patting, looking), use this as a chance to talk about what has attracted your child’s interest
st_za: Bua ka dintho tseo @fields.child_nickname. a di thahasellang Ha ngwana wa hao a bontsha thahasello setshwantshong se itseng (a se supa, a se phaphata, a se shebile), sebedisa ona e le monyetla wa ho bua se tsositseng thahasello ya ngwana wa hao

# text
source: Talk about what interests your child. When your child shows interest in a picture (pointing, patting, looking), use this as a chance to talk about what has attracted your child’s interest
st_za: Bua ka dintho tseo ngwana wa hao a di thahasellang. Ha ngwana wa hao a bontsha thahasello setshwantshong se itseng (a se supa, a se phaphata, a se shebile), sebedisa ona e le monyetla wa ho bua se tsositseng thahasello ya ngwana wa hao

# text
source: Pointing to and naming an object or person in the book will help @fields.child_nickname learn new words. Children learn through repetition, so repeat the word and look for other opportunities to use the word (in the book or elsewhere).
st_za: Ho supa le ho bitsa ntho kapa motho ka lebitso bukeng ho tla thusa @fields.child_nickname ho ithuta mantswe a matjha. Bana ba ithuta ha dintho di ntse di phetwa, kahoo pheta lentswe kapa o batle menyetla e meng ya ho sebedisa lentswe (bukeng kapa ntho e nngwe).

# text
source: Pointing to and naming an object or person in the book will help your child learn new words. Children learn through repetition, so repeat the word and look for other opportunities to use the word (in the book or elsewhere).
st_za: Ho supa le ho bitsa ntho kapa motho ka lebitso bukeng ho tla thusa ngwana wa hao ho ithuta mantswe a matjha. Bana ba ithuta ha dintho di ntse di phetwa, kahoo pheta lentswe kapa o batle menyetla e meng ya ho sebedisa lentswe (bukeng kapa ntho e nngwe).

# text
source: Always respond positively to whatever @fields.child_nickname says about the pictures. For example, if your child points to a red tomato and says “Apple”, you can say “Yes, you’re right, it’s red - it's a tomato!”
st_za: Kamehla o arabele hantle neng kapa neng ha @fields.child_nickname a bua ntho e itseng ka ditshwantsho. Ka mohlala, haeba ngwana wa hao a supa tamati e kgubedu mme a re “Apole”, o ka re “E, o nepile, e kgubedu - ke tamati!”

# text
source: Always respond positively to whatever your child says about the pictures. For example, if your child points to a red tomato and says “Apple”, you can say “Yes, you’re right, it’s red - it's a tomato!”
st_za: Kamehla o arabele hantle neng kapa neng ha ngwana wa hao a bua ntho e itseng ka ditshwantsho. Ka mohlala, haeba ngwana wa hao a supa tamati e kgubedu mme a re “Apole”, o ka re “E, o nepile, e kgubedu - ke tamati!”

# text
source: If @fields.child_nickname knows a word and can say that word, ask “What’s that?” and give them the opportunity to say the word and point to it.
st_za: Haeba @fields.child_nickname a tseba lentswe ebile ka bitsa lentswe leo, mo botse “Keng ye?” mme o mo fe monyetla wa ho bolela lentswe mme a e supe.

# text
source: If your child knows a word and can say that word, ask “What’s that?” and give them the opportunity to say the word and point to it.
st_za: Haeba ngwana wa hao a tseba lentswe ebile ka bitsa lentswe leo, mo botse “Keng ye?” mme o mo fe monyetla wa ho bolela lentswe mme a e supe.

# text
source: Connect things in the book with familiar things in @fields.child_nickname’s world. For example, if the baby in the book is wearing shoes, ask @fields.child_nickname to point out their own shoes. If someone in the book is waving, you and @fields.child_nickname can do the same.
st_za: Amahanya dintho tse bukeng le dintho tseo @fields.child_nickname a di bonang hangata bophelong. Ka mohlala, haeba ngwana ya bukeng a rwetse dieta, kopa @fields.child_nickname hore a supe dieta tsa hae. Haeba motho ya bukeng a tsoka letsoko, wena le @fields.child_nickname le ka etsa se tshwanang.

# text
source: Connect things in the book with familiar things in your child’s world. For example, if the baby in the book is wearing shoes, ask your child to point out their own shoes. If someone in the book is waving, you and your child can do the same.
st_za: Amahanya dintho tse bukeng le dintho tseo ngwana wa hao a di bonang hangata bophelong. Ka mohlala, haeba ngwana ya bukeng a rwetse dieta, kopa ngwana wa hao hore a supe dieta tsa hae. Haeba motho ya bukeng a tsoka letsoko, wena le ngwana wa hao le ka etsa se tshwanang.

# text
source: Books are a great way for children to learn more about feelings. You can use your face and voice to help them understand emotion words like happy, sad, angry, or scared. You can use what is happening in the book to talk about @fields.child_nickname’s own feelings, and why other people might feel a certain way.
st_za: Dibuka ke tsela e ntle haholo eo bana ba ka ithutang haholwanyane ka maikutlo. O ka sebedisa sefahleho le lentswe ho mo thusa ho utlwisisa maikutlo a mantswe a kang ho thaba, ho hlonama, ho halefa, kapa ho tshoha. O ka sebedisa se etsahalang bukeng ha o bua ka maikutlo a @fields.child_nickname ka sebele, le lebaka le ka etsang hore batho ba ikutlwe ka tsela e itseng.

# text
source: Books are a great way for children to learn more about feelings. You can use your face and voice to help them understand emotion words like happy, sad, angry, or scared. You can use what is happening in the book to talk about your child’s own feelings, and why other people might feel a certain way.
st_za: Dibuka ke tsela e ntle haholo eo bana ba ka ithutang haholwanyane ka maikutlo. O ka sebedisa sefahleho le lentswe ho mo thusa ho utlwisisa maikutlo a mantswe a kang ho thaba, ho hlonama, ho halefa, kapa ho tshoha. O ka sebedisa se etsahalang bukeng ha o bua ka maikutlo a ngwana wa hao ka sebele, le lebaka le ka etsang hore batho ba ikutlwe ka tsela e itseng.

# text
source: Millions of families are struggling to make ends meet. When money is tight, this can make us feel anxious, stressed, and sad. How we understand and talk about money with our children is important. Our children can also help us to spend and save in ways that will benefit the family.
st_za: Malapa a dimilione a sokola ho iphedisa. Ha tjhelete e lekana ditlhoko feela, seo se ka etsa hore re ikutlwe re tshwenyehile, re imetswe ebile re halefile. Tsela eo re utlwisisang le ho bua ka tjhelete ka yona le bana ba rona e bohlokwa. Bana ba rona ba ka boela ba re thusa ho sebedisa le ho baballa tjhelete ka ditsela tseo lelapa le tla fumana melemo ka tsona.

# text
source: That's okay! You can always type "Help" at anytime if you want this tip at another time. Chat to you later @fields.user_name!
st_za: O ska kgathatseha! Ka dinako tsohle o ka ngola “Thuso” neng kapa neng haeba o batla keletso ena ka nako e nngwe. Ke tla bua le wena hamorao @fields.user_name!

# text
source: That's okay! You can always type "Help" at anytime if you want this tip at another time. Chat to you later!
st_za: O ska kgathatseha! Ka dinako tsohle o ka ngola “Thuso” neng kapa neng haeba o batla keletso ena ka nako e nngwe. Ke tla bua le wena hamorao!

# text
source: Millions of families are struggling to make ends meet. When money is tight, this can make us feel anxious, stressed, and sad. How we understand and talk about money is important. We can also learn about how we can save in ways that will benefit the family.
st_za: Malapa a dimilione a sokola ho iphedisa. Ha tjhelete e lekana ditlhoko feela, seo se ka etsa hore re ikutlwe re tshwenyehile, re imetswe ebile re halefile. Tsela eo re utlwisisang le ho bua ka tjhelete ka yona e bohlokwa. Hape re ka ithuta ho boloka tjhelete ka ditsela tseo lelapa le ka fumanang molemo ka tsona.

# text
source: Here's a video to help you make a budget and save money together as a family.
st_za: Shebella video ena e tla o thusa ho etsa bajete le ho baballa tjhelete mmoho le le lelapa.

# text
source: Here's an audio message to help you make a budget and save money together as a family.
st_za: Mamela molaetsa ona o mamelwang ho o thusa ho etsa bajete le ho baballa tjhelete mmoho le le lelapa.

# text
source: Making a budget.
st_za: Ho etsa bajete.

# text
source: A budget is how we decide what we will spend our money on, even in stressful times. Making a budget can help you have enough at the end of the month so that you need to borrow less.
st_za: Bajete ke hore na re etsa qeto ya ho sebedisa tjhelete e kae, esita le dinakong tse boima. Ho etsa bajete ho ka le thusa hore le be le tjhelete e lekaneng ho fihlela bofelong ba kgwedi e le hore le se ke la tlameha ho kadima tjhelete e ngata.

# text
source: Do you want 4 quick steps to help you make a budget and save money?
st_za: Na o thabela ho fumana mehato e 4 ka potlako e ka o thusang ho etsa bajete le ho baballa tjhelete?

# text
source: Step 1: What do we spend on now?
st_za: Mohato wa 1: Hona jwale re sebedisa tjhelete ha re reka eng?

# text
source: • Get a piece of paper (or old newspaper or a cardboard box) and a pen.
st_za: • Fumana pampiri (kapa koranta ya kgale kapa khateboto) le pene.

# text
source: • Draw pictures of all the things that you and your family spend money on each month.
st_za: • Taka ditshwantsho tsa dintho tsohle tseo wena le lelapa le sebedisang tjhelete ho tsona kgwedi le kgwedi.

# text
source: • Write next to each picture how much each thing costs.
st_za: • Ngola pela setshwantsho ka seng hore na ntho ka nngwe e ja bokae.

# text
source: • Add up how much money you have to spend each month.
st_za: • Kopanya hore na ke tjhelete e kae eo o e sebedisang kgwedi le kgwedi.

# text
source: Do you want to receive Step 2?
st_za: Na o ka rata ho fumana Mohato wa 2?

# text
source: Step 2: Talk about needs and wants
st_za: Mohato wa 2: Buisanang ka dintho tseo le di hlokang le tseo le di batlang.

# text
source: • Needs: Which things are important or must haves for your family to survive? (like food, soap to wash hands, needs for ill or disabled family members).
st_za: • Dintho tseo le di hlokang: Ke dintho dife tsa bohlokwa kapa tseo lelapa le tlamehang ho ba le tsona hore le phele? (dintho tse kang dijo, sesepa sa ho hlapa matsoho, hape le dintho tseo ba lelapa ba kulang kapa ba holofetseng ba di hlokang).

# text
source: • Wants: Which things are nice to have but not essential?
st_za: • Dintho tseo le di batlang: Ke dintho dife tseo le ka ratang ho ba le tsona empa ese tsa bohlokwa?

# text
source: Do you want to receive Step 3?
st_za: Na o ka rata ho fumana Mohato wa 3?

# text
source: Step 3: Build your own budget
st_za: Mohato wa 3: Haha bajete ya hao

# text
source: • Find a bag of stones or anything with lots of bits. This is your money for the month.
st_za: • Fumana mokotla wa majwe kapa eng kapa eng e nang le ditjhelete tse ngata tsa tshepe. Ena ke tjhelete ya hao ya kgwedi.

# text
source: • As a family, decide what you will spend on what, and put the stones on your picture.
st_za: • Le le lalapa, etsa qeto ya hore na le tla sebedisa bokae ho reka eng, mme le behe majwe setshwantshong ka seng.

# text
source: • If you can save even a tiny amount for the future, or for an emergency – it can make a big difference over time.
st_za: • Haeba le ka boloka tjhelete e nyane bakeng sa bokamoso, kapa bakeng sa boemo ba tshohanyetso – ha nako e ntse e feta, seo se ka etsa phapang e kgolo.

# text
source: Do you want to receive Step 4?
st_za: Na o ka rata ho fumana Mohato wa 4?

# text
source: Step 4: Find out where you can get extra help
st_za: Mohato wa 4: Fumanang hore na le ka fuwa thuso e eketsehileng hokae

# text
source: Your government or community groups may be giving money, vouchers, or food parcels to families in need. Ask about whether places in your community are giving support.
st_za: Mmuso wa heno kapa dihlopha motseng wa heno di ka nna tsa fana ka tjhelete, ditlankana tsa dithuso kapa diphuthelwana tsa dijo ho malapa a hlokang. Botsa hore na ho na le dibaka tse fanang ka diphallelo motseng wa heno.

# text
source: Well done for adding another skill to your Parenting Toolkit! Over the next few days, try following these steps to create a family budget. You can even involve your partner in the discussion. Millions of families find that learning ways to manage money as a family reduces family arguments and brings everyone together. That's real success!
st_za: O sebeditse ka ho eketsa boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi! Matsatsing a seng makae a tlang, leka ho latela mehato ena ha o etsa bajete ya lelapa. O ka ba wa kenyelletsa molekane wa hao dipuisanong tseo. Malapa a dimilione a fumane hore ho ithuta ditsela tsa ho laola tjhelete e le lelapa ho fokotsa dikgang ka lapeng ebile ho momahanya lelapa. Eo ke yona katleho ya sebele!

# text
source: Well done for adding another layer to your House of Support! Over the next few days, try following these steps to create a family budget. You can even involve your partner in the discussion. Millions of families find that learning ways to manage money as a family reduces family arguments and brings everyone together. That's real success!
st_za: O sebeditse ka ho eketsa mokato o mong Ntlo ya Tshehetso! Matsatsing a seng makae a tlang, leka ho latela mehato ena ha o etsa bajete ya lelapa. O ka ba wa kenyelletsa molekane wa hao dipuisanong tseo. Malapa a dimilione a fumane hore ho ithuta ditsela tsa ho laola tjhelete e le lelapa ho fokotsa dikgang ka lapeng ebile ho momahanya lelapa. Eo ke yona katleho ya sebele!
