Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/st/st_messages.po
Languages: st_za

# text
source: Here's is a video on how you can involve your children in establishing household rules.
st_za: Shebella video ena kamoo o ka kenyelletsang bana ba hao ha le etsa melao ya lelapa.

# text
source: Here are some simple tips on how you can make household rules with your children and teens:
st_za: Bona dikeletso tsena tse bonolo tsa kamoo o ka etsang melao ya lelapa o na le bana le batjha ba hao:

# text
source: • Involve your child in establishing household rules.
st_za: • Kenyelletsa ngwana wa hao ha o etsa melao ya lelapa.

# text
source: • Make your household rules clear and specific.
st_za: • Etsang melao ya lelapa la hao e hlakileng le e tobang taba.

# text
source: • Make sure your child understands the reasons why you are establishing a household rule.
st_za: • Tiisa hore ngwana wa hao o utlwisisa mabaka a hore na ke hobaneng ha ho etswa molao wa lelapa.

# text
source: • Make your household rules fair and realistic (just like instructions).
st_za: • Etsang melao ya lelapa e lokileng le e utlwahalang (jwalo ka ditaelo).

# text
source: • Praise and simple incentives can help support your child in following a household rule.
st_za: • O ka tshehetsa ngwana wa hao hore a latele melao ka ho mo babatsa le ho mo fa dimpho ha a entse hantle.

# text
source: • Add only 1 household rule at a time.
st_za: • Eketsa molao o le 1 feela wa lelapa ka nako.

# text
source: Children and teens are spending a lot more time online. Here is a comic on how you can create safe and healthy online habits like scheduling time online and offline.
st_za: Bana le batjha ba rona ba qeta nako e ngata haholo ho marang-rang a dikgokahano. Ena ke tsela ya boswaswi ya kamoo le ka qalang mekgwa e bolokehileng le e molemo ya tshebediso ya marang-rang e jwalo ka ho beha nako ya hoba ho marang-rang.

# text
source: Parent: “Jack, you have been spending a lot of time on your tablet. Why do you think I am concerned about that?”
st_za: Motswadi: “Jack, o se o qetile nako e telele haholo o tshwere thebolete ya hao. O nahana hore ke hobaneng ha ke kgathatsehile ka taba eo?”

# text
source: Child: “Um…because I am not doing my schoolwork?”
st_za: Ngwana: “Em…hobane ha ke so etse mosebetsi wa ka wa sekolo?”

# text
source: Parent: “Yes, that is one reason. It is important that you make the time for your schoolwork. I also like seeing you being more active. Maybe we can make a household rule about gadget use. What do you think would be a fair limit each day?”
st_za: Motswadi: “E, leo ke le leng la mabaka. Ho bohlokwa hore o iphe nako ya ho etsa mosebetsi wa hao wa sekolo. Hape ke rata ho o bona o le mahlahahlaha haholo. Mohlomong re ka etsa molao wa lelapa o amanang le ho sebedisa dintho tse kang disematefouno. O nahana hore nako e lokileng eo re ka e qetang ka letsatsi ke e kae?”

# text
source: Child: “Um…two hours a day?”
st_za: Ngwana: “Em…dihora tse pedi ka letsatsi?”

# text
source: Parent: “Hmmm…I think that might be too much time. You have so much else to do every day.”
st_za: Motswadi: “Hmmm…ke nahana hore etlaba nako e ngata haholo eo. O na le mosebetsi o mong o mongata haholo oo o o etsang letsatsi le letsatsi.”

# text
source: Child: “How about one hour for fun and one hour for learning?
st_za: Ngwana: “Ho ka ba jwang ha ke qeta hora e le nngwe ya boithabiso le hora e le nngwe ya ho ithuta?

# text
source: Parent: “That sounds reasonable. I would also like you to do your schoolwork before using any gadgets. So from now on, the household rule is that you do your schoolwork before using gadgets and that you can have 1 hour for free time and 1 hour for educational activities. Okay?”
st_za: Motswadi: “Ke utlwa eka o bua ntho e utlwahalang. Hape nka thabela hore o etse mosebetsi wa sekolo pele o sebedisa disebediswa dife kapa dife tsa elektronike. Kahoo ho tloha jwale ho ya pele, molao wa lelapa ke hore o etsa mosebetsi wa hao wa sekolo pele o sebedisa disebediswa tsa elektronike ebile o ka nka hora nka hora e 1 ya ho itlosa bodutu le hora e 1 ya mesebetsi ya sekolo. Ho lokile?”

# text
source: Child: “Okay.”
st_za: Ngwana: Ho lokile.”

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit. Over the next few days, try to create one household rule with your child. Remember when you involve your child in making household rules, they are more likely to follow them. It's a recipe for success!
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi: Matsatsing a seng makae a tlang, leka ho qala molao o le mong wa lelapa le ngwana wa hao. Hopola hore ha o kenyelletsa ngwana wa hao ha le etsa melao ya lelapa, ho na le menyetla e mengata ya hore a e latele. Leo ke lekunutu la katleho!

# text
source: Well done! You have added another skill to your Parenting Toolkit. Over the next few days, try to create one household rule with your child. Remember when you involve your child in making household rules, they are more likely to follow them. It's a recipe for success!
st_za: Mosebetsi o tswileng matsoho! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi: Matsatsing a seng makae a tlang, leka ho qala molao o le mong wa lelapa le ngwana wa hao. Hopola hore ha o kenyelletsa ngwana wa hao ha le etsa melao ya lelapa, ho na le menyetla e mengata ya hore a e latele. Leo ke lekunutu la katleho!

# text
source: Well done @fields.user_name! You have added another layer to your House of Support. Over the next few days, try to create one household rule with your child. Remember when you involve your child in making household rules, they are more likely to follow them. It's a recipe for success!
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse mokato o mong wa Ntlo ya Tshehetso. Matsatsing a seng makae a tlang, leka ho qala molao o le mong wa lelapa le ngwana wa hao. Hopola hore ha o kenyelletsa ngwana wa hao ha le etsa melao ya lelapa, ho na le menyetla e mengata ya hore a e latele. Leo ke lekunutu la katleho!

# text
source: Well done! You have added another layer to your House of Support. Over the next few days, try to create one household rule with your child. Remember when you involve your child in making household rules, they are more likely to follow them. It's a recipe for success!
st_za: Mosebetsi o tswileng matsoho! O ekeditse mokato o mong wa Ntlo ya Tshehetso. Matsatsing a seng makae a tlang, leka ho qala molao o le mong wa lelapa le ngwana wa hao. Hopola hore ha o kenyelletsa ngwana wa hao ha le etsa melao ya lelapa, ho na le menyetla e mengata ya hore a e latele. Leo ke lekunutu la katleho!

# text
source: Today's tip is about how we can help to protect our children.
st_za: Keletso ya kajeno e amana le kamoo re ka thusang ho sireletsa bana ba rona.

# text
source: The idea of talking to children about abuse can be scary. We don't know what to say. But there are some simple things that can help them understand when it is not OK to be touched, and that they can tell you if something ever happens.
st_za: Ekaba ntho e tshosang ho bua le bana ka tlhekefetso. Ha re tsebe hore na re reng. Empa ho na le dintho tse itseng tse bonolo tse ka ba thusang ho utlwisisa hore na ke neng moo ba SA lokelang ho tshwarwa, le hore ba ka o bolella haeba ho ka etsahala ntho e itseng.

# text
source: When you are walking or doing something together it can be easier to chat.
st_za: Ha le ntse le tsamaya kapa le etsa ntho e nngwe mmoho, ho ka ba bonolo ho buisana.

# text
source: Do you want to learn more about how to protect your child from abuse?
st_za: Na o batla ho ithuta haholwanyane ka tsela ya ho sireletsa ngwana wa hao hore a se ke a hlekefetswa?

# text
source: Here are 3 things that you should make sure your child knows to protect them from abuse:
st_za: Ho na le dintho tse 3 tseo o lokelang ho tiisa hore ngwana wa hao o a di tseba hore o mo sireletse hore a se ke a hlekefetswa:

# text
source: 1. Learn about private parts
st_za: 1. A ithute ka ditho tsa sephiring

# text
source: 2. Your body belongs to you
st_za: 2. Mmele wa hao ke wa hao

# text
source: 3. Bad secrets should be told
st_za: 3. Makunutu a mabe a lokela ho bolelwa

# text
source: Type "1" to "3" to learn more about these tips. Type "N" to stop this tip.
st_za: Ngola “1” ho ya ho “3” hore o ithute haholwanyane ka dikeletso tsena. Ngola “N” ho emisa keletso ena.

# text
source: 3. Bad secrets should be told.
st_za: 3. Makunutu a mabe a lokela ho bolelwa.

# text
source: Your children should tell you if there is a secret that makes them feel worried. You will not be angry. Only nice secrets - like a surprise birthday party - should be kept secret.
st_za: Ngwana wa hao o lokela ho o bolella haeba ho na le lekunutu le etsang hore a ikutlwe a tshwenyehile. O ke ke wa mo kwatela. Ke makunutu a matle feela - jwalo ka ho etsetsa motho phathi ya letsatsi la tswalo a sa tsebe - a lokelang ho dula e le lekunutu.

# text
source: The parts of their body that go under people's underwear or a swimsuit are private parts. It is not OK for other people to touch or to ask to look at them, or ask them to look at or touch theirs.
st_za: Dikarolo tsa mmele ya bona tse kenang kahara antapene kapa diaparo tsa ho sesa ke ditho tsa sephiring. Hase HANTLE hore batho ba bang ba di tshware kapa ba kope ho di bona, kapa bona ba kope ho bona kapa ho tshwara tsa bana ba bang.

# text
source: If someone tries to touch your children's private parts they must say NO and tell a grown up that they trust.
st_za: Ha motho e mong a leka ho tshwara ditho tsa bana ba hao tsa sephiri ba lokela ho re HA KE BATLE mme ba bolelle motho e moholo eo ba mo tshepang.

# text
source: Please select another number if you want to learn more about how to protect your child from abuse:
st_za: Ka kopo kgetha palo e nngwe haeba o batla ho ithuta haholwanyane ka tsela ya ho sireletsa ngwana wa hao hore a se ke a hlekefetswa:

# text
source: Here's a video on how you can help protect @fields.child_nickname.
st_za: Shebella video ena ya kamoo o ka thusang ho sireletsa @fields.child_nickname.

# text
source: Here's a video on how you can help protect your child.
st_za: Shebella video ena ya kamoo o ka thusang ho sireletsa ngwana wa hao.

# text
source: Here's an audio message on how you can help protect @fields.child_nickname.
st_za: Mamela molaetsa ona o mamelwang wa kamoo o ka thusang ho sireletsa @fields.child_nickname.

# text
source: Here's an audio message on how you can help protect your child.
st_za: Mamela molaetsa ona o mamelwang wa kamoo o ka thusang ho sireletsa ngwana wa hao.

# text
source: I understand that this can be really difficult. Please type "Help" if you want any extra support or guidance.
st_za: Kea utlwisisa hore kannete ho ka ba thata. Ka kopo ngola “Thuso” haeba o batla thuso kapa tataiso efe kapa efe e eketsehileng.

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit! Over the next few days, try talking to your child about safe and unsafe touch. Find a safe place to do this and take your time. You can do it!
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi! Matsatsing a seng makae a tlang, leka ho buisana le ngwana wa hao ka tsela e sireletsehileng le e sa sireletsehang ya ho o tshwara. Fumana sebaka se sireletsehileng sa ho etsa sena mme o se ke wa potlaka. O ka atleha!

# text
source: Well done! You have added another skill to your Parenting Toolkit! Over the next few days, try talking to your child about safe and unsafe touch. Find a safe place to do this and take your time. You can do it!
st_za: Mosebetsi o tswileng matsoho! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi! Matsatsing a seng makae a tlang, leka ho buisana le ngwana wa hao ka tsela e sireletsehileng le e sa sireletsehang ya ho o tshwara. Fumana sebaka se sireletsehileng sa ho etsa sena mme o se ke wa potlaka. O ka atleha!

# text
source: Well done @fields.user_name! You have added another layer to your House of Support! Over the next few days, try talking to your child about safe and unsafe touch. Find a safe place to do this and take your time. You can do it!
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse mokato o mong wa Ntlo ya Tshehetso! Matsatsing a seng makae a tlang, leka ho buisana le ngwana wa hao ka tsela e sireletsehileng le e sa sireletsehang ya ho o tshwara. Fumana sebaka se sireletsehileng sa ho etsa sena mme o se ke wa potlaka. O ka atleha!

# text
source: Well done! You have added another layer to your House of Support! Over the next few days, try talking to your child about safe and unsafe touch. Find a safe place to do this and take your time. You can do it!
st_za: Mosebetsi o tswileng matsoho! O ekeditse mokato o mong wa Ntlo ya Tshehetso! Matsatsing a seng makae a tlang, leka ho buisana le ngwana wa hao ka tsela e sireletsehileng le e sa sireletsehang ya ho o tshwara. Fumana sebaka se sireletsehileng sa ho etsa sena mme o se ke wa potlaka. O ka atleha!

# text
source: Stress from caregiving can make us angry. Here is how we can maintain control and keep calm.
st_za: Kgatello ya maikutlo e bakwang ke ho hlokomela batho ba bang e ka re halefisa. Ena ke tsela ya ho tiisa hore dintho di tlasa taolo, hape ke tsela ya ho re re dule re kgobile matshwafo.

# text
source: Here's a video to help you maintain control and keep calm when you get angry.
st_za: Shebella video ena e tla o thusa ya ho tiisa hore dintho di tlasa taolo le ho dula re kgobile matshwafo ha o halefa.

# text
source: Here's an audio message to help you maintain control and keep calm when you get angry.
st_za: Mamela molaetsa ona o mamelwang o tla o thusa ya ho tiisa hore dintho di tlasa taolo le ho dula re kgobile matshwafo ha o halefa.

# text
source: Think about what makes you angry? When does it happen? How do you normally react?
st_za: Nahana hore na ke eng e o halefisang. Seo se etsahala neng? Hangata o arabela jwang?

# text
source: Prevent anger from starting in the first place. Get some sleep or rest when you are tired. Try to eat something when you are hungry. Ask someone for support when you are feeling alone.
st_za: Thibela kgalefo ho tloha ha e qala. Robala kapa o phomole ha o kgathetse. Leka ho ja ho hong ha o lapile. Kopa motho e mong hore a o tshehetse ha o jewa ke bodutu.

# text
source: Here are some things that can prevent bad things from happening when you are angry:
st_za: Tsena ke dintho tse ding tse ka thibelang dintho tse mpe ho etsahala ha o halefile:

# text
source: 1. Cut back on drinking alcohol or don’t drink, especially when the kids are awake.
st_za: 1. Fokotsa ho nwa jwala kapa o se ke wa nwa, haholoholo ha bana ba tsohile.

# text
source: 2. Do you have weapons or things that can be used to hurt others? Lock them up, hide them or take them out of the home.
st_za: 2. Na o na le dibetsa kapa dintho tse ka sebediswang ho lematsa batho ba bang? Di notlelle, di pate kapa di tlose lapeng.

# text
source: 3. It’s ok to have your children stay somewhere safe or take them to a place where they can get help.
st_za: 3. Ho bohlokwa hore bana ba hao ba dule sebakeng se bolokehileng kapa ho ba isa moo ba ka fuwang thuso teng.

# text
source: Hello @fields.user_name! We love our children and teenagers, but stress from caregiving and money can make us angry. Here is how we can maintain control and keep calm.
st_za: Dumela @fields.user_name! Re rata bana le batjha ba rona, empa kgatello ya maikutlo ya ho hlokomela bana le ya tjhelete e ka re halefisa. Ena ke tsela ya ho tiisa hore dintho di tlasa taolo, hape ke tsela ya ho re re dule re kgobile matshwafo.

# text
source: Hello! We love our children and teenagers, but stress from caregiving and money can make us angry. Here is how we can maintain control and keep calm.
st_za: Dumela! Re rata bana le batjha ba rona, empa kgatello ya maikutlo ya ho hlokomela bana le ya tjhelete e ka re halefisa. Ena ke tsela ya ho tiisa hore dintho di tlasa taolo, hape ke tsela ya ho re re dule re kgobile matshwafo.

# text
source: That's okay! You can always type "Help" at anytime if you need an activity to help you relax or reduce stress. Chat to you later @fields.user_name!
st_za: O se ke wa kgathatseha! Hopola hore ka dinako tsohle o ka ngola lentswe “Thuso”, neng kapa neng ha o hloka seo o ka se etsang ho o thusa ho phomotsa methapo kapa ho fokotsa kgatello ya maikutlo. Ke tla bua le wena hamorao @fields.user_name!

# text
source: That's okay! You can always type "Help" at anytime if you need an activity to help you relax or reduce stress. Chat to you later!
st_za: O se ke wa kgathatseha! Hopola hore ka dinako tsohle o ka ngola lentswe “Thuso”, neng kapa neng ha o hloka seo o ka se etsang ho o thusa ho phomotsa methapo kapa ho fokotsa kgatello ya maikutlo. Ke tla bua le wena hamorao!

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit. Over the next few days, take 10 deep breaths or do some exercise when you feel angry. Learning how to manage your anger can help you avoid some difficult situations.
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi: Matsatsing a seng makae a tlang, phefumulohela hodimo ka makgetlo a 10 kapa o ikwetlise ha o ikutlwa o halefile. Ho ithuta ho laola bohale ho ka o thusa ho qoba maemo a kotsi.

# text
source: Well done! You have added another skill to your Parenting Toolkit. Over the next few days, take 10 deep breaths or do some exercise when you feel angry. Learning how to manage your anger can help you avoid some difficult situations.
st_za: Mosebetsi o tswileng matsoho! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi: Matsatsing a seng makae a tlang, phefumulohela hodimo ka makgetlo a 10 kapa o ikwetlise ha o ikutlwa o halefile. Ho ithuta ho laola bohale ho ka o thusa ho qoba maemo a kotsi.

# text
source: Well done @fields.user_name! You have added another layer to your House of Support. Over the next few days, take 10 deep breaths or do some exercise when you feel angry. Learning how to manage your anger can help you avoid some difficult situations.
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse mokato o mong wa Ntlo ya Tshehetso. Matsatsing a seng makae a tlang, phefumulohela hodimo ka makgetlo a 10 kapa o ikwetlise ha o ikutlwa o halefile. Ho ithuta ho laola bohale ho ka o thusa ho qoba maemo a kotsi.

# text
source: Well done! You have added another layer to your House of Support. Over the next few days, take 10 deep breaths or do some exercise when you feel angry. Learning how to manage your anger can help you avoid some difficult situations.
st_za: Mosebetsi o tswileng matsoho! O ekeditse mokato o mong wa Ntlo ya Tshehetso. Matsatsing a seng makae a tlang, phefumulohela hodimo ka makgetlo a 10 kapa o ikwetlise ha o ikutlwa o halefile. Ho ithuta ho laola bohale ho ka o thusa ho qoba maemo a kotsi.

# text
source: Great job! You should be proud of yourself! Research shows that every time you control your anger in front of your child, you increase your child's brain development.
st_za: O sebeditse! O lokela ho ba motlotlo ka wena! Phuputso e bontsha hore nako le nako ha o laola bohale ba hao kapela ngwana wa hao, o eketsa kgolo ya boko ba ngwana.

# text
source: It is completely normal to experience this challenge. Next time you feel yourself getting angry try to manage this by taking deep breaths in. This can allow you to relax and reduce stress, which can help with managing your emotions. Every time you do this, you increase your child's brain development!
st_za: Ho tlwaelehile hore batho ba kopane le bothata bo jwalo. Nakong e tlang ha o ikutlwa eka o a halefa, leka ho phefumulohela hodimo hore o kgone ho laola boemo. Sena se ka o thusa hore o phutholohe mme sa fokotsa kgatello ya maikutlo, e leng se ka o thusang ho laola maikutlo a hao. Nako le nako ha o etsa sena, o eketsa kgolo ya boko ba ngwana wa hao!

# text
source: Hi @fields.user_name! We would love to check in with how you are doing! Have you managed to keep calm whenever you get angry over the past few days?
st_za: Dumela @fields.user_name! Re lakatsa ho utlwa hore na ebe o ntse o ya jwang! Na o kgonne ho dula o kgobile matshwafo neng kapa neng ha o ikutlwa o halefa matsatsing a seng makae a fetileng?

# text
source: Hi @fields.user_name! I would love to check in with how you are doing! Have you managed to keep calm whenever you get angry over the past few days?
st_za: Dumela @fields.user_name! Ke lakatsa ho utlwa hore na ebe o ntse o ya jwang! Na o kgonne ho dula o kgobile matshwafo neng kapa neng ha o ikutlwa o halefa matsatsing a seng makae a fetileng?

# text
source: Hi! We would love to check in with how you are doing! Have you managed to keep calm whenever you get angry over the past few days?
st_za: Dumela! Re lakatsa ho utlwa hore na ebe o ntse o ya jwang! Na o kgonne ho dula o kgobile matshwafo neng kapa neng ha o ikutlwa o halefa matsatsing a seng makae a fetileng?

# text
source: Hi! I would love to check in with how you are doing! Have you managed to keep calm whenever you get angry over the past few days?
st_za: Dumela! Ke lakatsa ho utlwa hore na ebe o ntse o ya jwang! Na o kgonne ho dula o kgobile matshwafo neng kapa neng ha o ikutlwa o halefa matsatsing a seng makae a fetileng?

# text
source: Sorry to hear that you are finding this challenging. If you are getting angry because @fields.child_nickname won’t stop crying, it’s OK to leave them on their back in a safe location, like a crib, and walk away for a bit. Stay nearby so that you can monitor @fields.child_nickname. Check on @fields.child_nickname every 5-10 minutes.
st_za: Ke maswabi ho utlwa hore o fumana sena se le thata. Haeba o halefiswa ke hore ebe @fields.child_nickname ha a thole, ha ho phoso ho mo siya a kakaletse sebakeng se sireletsehileng, mohlomong kahara bethe ya masea, ebe o tloha pela hae hanyane. Dula haufi le yena e le hore o mo behe boemo leihlo @fields.child_nickname. Mo hlahlobe @fields.child_nickname ka metsotso e meng e le e meng e 5-10.

# text
source: Sorry to hear that you are finding this challenging. If you are getting angry because your baby won’t stop crying, it’s OK to leave them on their back in a safe location, like a crib, and walk away for a bit. Stay nearby so that you can monitor your baby. Check on your baby every 5-10 minutes.
st_za: Ke maswabi ho utlwa hore o fumana sena se le thata. Haeba o halefiswa ke hore ebe lesea la hao ha le thole, ha ho phoso ho le siya le kakaletse sebakeng se sireletsehileng, mohlomong kahara bethe ya masea, ebe o tloha pela lona hanyane. Dula haufi le lesea la hao e le hore o ka le beha leihlo. Sheba hore na lesea la hao le ntse le ya jwang kamora metsotso e meng le e meng e 5-10.

# text
source: Hi @fields.user_name! Managing anger can be really difficult. Take a break when you feel you are getting angry at your children or someone else.
st_za: Dumela @fields.user_name! Kannete ha ho bonolo ho laola bohale. Nka kgefu ha o utlwa eka bana ba hao kapa motho e mong o etsa hore o tlallane ke bohale.

# text
source: Hi! Managing anger can be really difficult. Take a break when you feel you are getting angry at your children or someone else.
st_za: Dumela! Kannete ha ho bonolo ho laola bohale. Nka kgefu ha o utlwa eka bana ba hao kapa motho e mong o etsa hore o tlallane ke bohale.

# text
source: Go somewhere else for 5 minutes to regain control of your emotions. If you have safe outdoor space, go outside. You can get through this!
st_za: E ya kaekae ka metsotso e 5 hore o kgone ho boela o laola maikutlo a hao. Haeba kantle ho bolokehile, tswela kantle. O ka feta boemong bona ka katleho!
