Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/st/st_messages.po
Languages: st_za

# text
source: It can be much more fun doing something with another person than doing it by yourself.
st_za: Ekaba ntho e monate haholo ha o etsa ntho e itseng le motho e mong ho feta ha o e etsa o le mong.

# text
source: Would you like to receive a link to this programme that you can share with a friend?
st_za: Na o ka thabela ho amohela lehokela la lenaneo le eo o ka e fetisetsang ho motswalle wa hao?

# text
source: That is okay! If would like to access the link at a later time, please type "Help".
st_za: Ho lokile! Haeba o ka rata ho fihlella lehokela ena hamorao, ka kopo ngola “Thuso”.

# text
source: You also have made progress on @results.n_incompletes_week skills.
st_za: Hape o hatetse pele tsebong ya mesebetsi e @results.n_incompletes_week.

# text
source: Congratulations @fields.user_name! You have made it through your first week. How time flies!
st_za: Rea o lebohela @fields.user_name! O qetile beke ya hao ya pele. Kannete nako e feta ka potlako!

# text
source: Congratulations @fields.user_name! You have made it through another week!
st_za: Rea o lebohela @fields.user_name! O se o qetile beke e nngwe!

# text
source: You have added @results.n_skills_week layers to your House of Support this week:
st_za: O ekeditse mekato e @results.n_skills_week ya Ntlo ya Tshehetso bekeng ena:

# text
source: You have added one layer to your House of Support this week:
st_za: O ekeditse mokato o le mong wa Ntlo ya Tshehetso bekeng ena:

# text
source: If you have not noticed any changes, please keep it up. Sometimes these things take time to change. I know you can do it!
st_za: Haeba ho hang ha o eso bone diphetoho, hle o se ke wa tela. Ka dinako tse ding dintho di fetoha kamora nako. Kea tseba hore o ka atleha!

# text
source: Remember that you’re in charge of what they eat, but not how much. Newborns have stomach the size of a grape! They need to eat often (sometimes in the middle of the night). It’s important to build trust around eating, especially as your baby starts on solid food. Let them know you are listening to their wishes in the eating department. They’ll be ravenous again soon!
st_za: Hopola hore o ikarabella ka seo a se jang, eseng hore na o ja hakae. Masea a qetang ho hlaha a na le mala a lekanang le morara! A tlameha ho ja kgafetsa (ka dinako tse ding hara mpa ya bosiu). Ho bohlokwa ho etsa hore le tshepane tabeng ya dijo, haholoholo ha lesea la hao le qala ho ja dijo tse tiileng. Mo tsebise hore o mametse ha a bua ka seo a lakatsang ho se ja. Haufinyane o tla boela a ja sampana-phatloha!

# text
source: Are you a parent/caregiver of a child living with disabilities?
st_za: Na o motswadi/mohlokomedi wa ngwana ya nang le bokowa bo itseng?

# text
source: Is @fields.survey_behave_name a boy or girl?
st_za: Ebe @fields.survey_behave_name ke moshemane kapa ke ngwanana?

# text
source: How old is @fields.survey_behave_name in years? Please reply with a number between 0 and 17.
st_za: @fields.survey_behave_name o na le dilemo tse kae? Ka kopo, etsa bonnete ba hore karabo ea hao e lipalong tse pakeng tsa 0 le 17.

# text
source: This looks too old.
st_za: Enwa ekare o se a le moholo haholo.

# text
source: How many months old is @fields.survey_behave_name? Please enter a number between 0 and 23.
st_za: @fields.survey_behave_name o na le dikgwedi tse kae? Ka kopo karabong ya hao e be dipalo tse pakeng tsa 0 le 23.

# text
source: What is your relationship to @fields.survey_behave_name?
st_za: Kamano ya hao le @fields.survey_behave_name e jwang?

# text
source: You can also type "N" if you do not want to answer.
st_za: Hape o ka ngola “N” haeba o sa batle ho araba.

# text
source: All children behave badly sometimes. Here are a list of typical behaviours that can be challenging for parents:
st_za: Bana bohle ba itshwara hampe ka dinako tse ding. Bona lethathamo la boitshwaro bo tlwaelehileng bo ka thatafalletsang batswadi:

# text
source: 1. Refuse to obey instructions
st_za: 1. Ho hana ho mamela ditaelo

# text
source: 2. Gets angry a lot
st_za: 2. Ho halefa haholo

# text
source: 3. Rudeness, disrespectful behaviour
st_za: 3. Ho tella, boitshwaro bo bontshang ho se hlomphe

# text
source: 4. Irritable, frequent mood changes
st_za: 4. Ho ba sefelapelwana, ho kwata le feela

# text
source: 5. Does not follow rules
st_za: 5. Ho se latele melao

# text
source: 6. Stubbornness
st_za: 6. Manganga

# text
source: 7. Breaking things
st_za: 7. Ho roba dintho

# text
source: 8. Getting into fights
st_za: 8. Ho dulela ho lwana

# text
source: 9. Teasing or bothering others
st_za: 9. Ho soma kapa ho tshwenya ba bang

# text
source: Please type the number that describes the most challenging behaviour for you to manage with @fields.survey_behave_name. You can also type "N" if you do not want to answer.
st_za: Ka kopo ngola palo e hlalosang boitshwaro bo o thathafalletsang ka ho fetisisa ho sebetsana le @fields.survey_behave_name. Hape o ka ngola "N" haeba o sa batle ho araba.

# text
source: 1. Crying a lot
st_za: 1. O lla haholo

# text
source: 2. Problems sleeping
st_za: 2. Mathata a ho robala

# text
source: 3. Acting clingy
st_za: 3. O rata ho mmamarela

# text
source: 4. Whining for things
st_za: 4. O llela dintho

# text
source: 5. Bad tempered or moody
st_za: 5. O halefa haholo kapa ke sefela pelwana

# text
source: 6. Problems eating
st_za: 6. Mathata a ho ja

# text
source: 7. Stubborn or fussy
st_za: 7. Manganga kapa nkane

# text
source: 8. Naughty behaviour
st_za: 8. Ho seba

# text
source: 9. Temper tantrums
st_za: 9. Ho ithabukanya

# text
source: 2. Temper tantrums
st_za: 2. Ho ithabukanya

# text
source: 3. Disrespectful behaviour
st_za: 3. Boitshwaro bo bontshang ho se hlomphe

# text
source: 5. Hyperactivity, can't sit still
st_za: 5. Matjato a feteletseng, ha a kgone ho dula fatshe

# text
source: 6. Hitting others
st_za: 6. Ho otla ba bang

# text
source: Sorry, I don't understand what you mean. Please type a number between 1 and 9. You can also type "N" if you do not want to answer.
st_za: Ha ke tsebe hore na o bua kang. Ka kopo ngola palo e pakeng tsa 1 le 9. Hape o ka ngola “N” haeba o sa batle ho araba.

# text
source: How challenging is this problem on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
st_za: Bothata bona bo o thatafalla hakae sekaleng sa 0 ho ya ho 7 (0 = hase bothata ho nna le 7 = habohloko)?

# text
source: Sorry, I don't understand what you mean. Please type a number between 0 and 7.
st_za: Ha ke tsebe hore na o bua kang. Ka kopo ngola palo e pakeng tsa 0 le 7.

# text
source: Can we also ask you a few quick questions about your children's behaviour?
st_za: Na re ka o botsa dipotso di se kae tse kgutshwane tse amanang le boitshwaro ba bana ba hao?

# text
source: Can I also ask you a few quick questions about your children's behaviour?
st_za: Na nka o botsa dipotso di se kae tse kgutshwane tse amanang le boitshwaro ba bana ba hao?

# text
source: It is okay if this is not a good time. We will try again tomorrow. Chat later @fields.user_name!
st_za: O ska kgathatseha haeba ena hase nako e ntle. Re tla leka hape hosane. A re bue hamorao @fields.user_name!

# text
source: It is okay if this is not a good time. I will try again tomorrow. Chat later @fields.user_name!
st_za: O ska kgathatseha haeba ena hase nako e ntle. Ke tla leka hape hosane. A re bue hamorao @fields.user_name!

# text
source: It is okay if this is not a good time. We will try again tomorrow. Chat later!
st_za: O ska kgathatseha haeba ena hase nako e ntle. Re tla leka hape hosane. A re bue hamorao!

# text
source: It is okay if this is not a good time. I will try again tomorrow. Chat later!
st_za: O ska kgathatseha haeba ena hase nako e ntle. Ke tla leka hape hosane. A re bue hamorao!

# text
source: It is okay if this is not a good time. Chat later @fields.user_name!
st_za: O ska kgathatseha haeba ena hase nako e ntle. A re bue hamorao @fields.user_name!

# text
source: It is okay if this is not a good time. Chat later!
st_za: O ska kgathatseha haeba ena hase nako e ntle. A re bue hamorao!

# text
source: All children misbehave sometimes. So that we can give you the right information, please tell us the name or nickname of the child who you are having the most difficulties with.
st_za: Ka dinako tse ding bana bohle ha ba itshware hantle. Kahoo e le hore re ka o fa tsebo e nepahetseng, ka kopo re bolelle lebitso kapa lebitso la boswasi la ngwana eo o nang le mathata le yena.

# text
source: All children misbehave sometimes. So that I can give you the right information, please tell me the name or nickname of the child who you are having the most difficulties with.
st_za: Ka dinako tse ding bana bohle ha ba itshware hantle. Kahoo e le hore nka o fa tsebo e nepahetseng, ka kopo re bolelle lebitso kapa lebitso la boswasi la ngwana eo o nang le mathata a maholo le yena.

# text
source: We understand that this can be really difficult for you and your child. Would you like some advice on how to manage this behaviour?
st_za: Rea utlwisisa hore sena ekaba bothata bo boholo bakeng sa hao le ngwana wa hao. Na o ka thabela ho fumana dikeletso tsa ho sebetsana le boitshwaro ba mofuta oo?

# text
source: I understand that this can be really difficult for you and your child. Would you like some advice on how to manage this behaviour?
st_za: Kea utlwisisa hore sena ekaba bothata bo boholo bakeng sa hao le ngwana wa hao. Na o ka thabela ho fumana dikeletso tsa ho sebetsana le boitshwaro ba mofuta oo?

# text
source: You are doing much better than most people. Keep investing in One-on-One Time with @fields.child_nickname!
st_za: O etsa hantle ho feta batho ba bangata. Dula o qeta Nako ya Boinotshing le @fields.child_nickname!

# text
source: You are doing much better than most people. Keep investing in One-on-One Time with your child!
st_za: O etsa hantle ho feta batho ba bangata. Dula o qeta Nako ya Boinotshing le ngwana wa hao!

# text
source: Thanks so much for answering these questions. We really appreciate it.
st_za: O entse mosebetsi o moholo ka ho araba dipotso tsena. Re leboha ho menahane.

# text
source: Remember that we are here to help. Type "Help" if you ever want more parenting tips or other assistance. Thanks again @fields.user_name!
st_za: Hopola hore re teng ho o thusa. Ngola “Thuso” haeba o ka batla dikeletso tse ngata tsa botswadi kapa thuso e nngwe. Re boetse rea leboha @fields.user_name!

# text
source: Thanks so much for answering these questions. I really appreciate it.
st_za: O entse mosebetsi o moholo ka ho araba dipotso tsena. Ke leboha ho menahane.

# text
source: Remember that I am here to help. Type "Help" if you ever want more parenting tips or other assistance. Thanks again @fields.user_name!
st_za: Hopola hore ke teng ho o thusa. Ngola “Thuso” haeba o ka batla dikeletso tse ngata tsa botswadi kapa thuso e nngwe. Re boetse rea leboha @fields.user_name!

# text
source: Remember that we are here to help. Type "Help" if you ever want more parenting tips or other assistance. Thanks again!
st_za: Hopola hore re teng ho o thusa. Ngola “Thuso” haeba o ka batla dikeletso tse ngata tsa botswadi kapa thuso e nngwe. Ke boetse kea leboha!

# text
source: Remember that I am here to help. Type "Help" if you ever want more parenting tips or other assistance. Thanks again!
st_za: Hopola hore ke teng ho o thusa. Ngola “Thuso” haeba o ka batla dikeletso tse ngata tsa botswadi kapa thuso e nngwe. Ke boetse kea leboha!

# text
source: It is hard to find time to have fun with your children. How many days in the past week did you do something fun together? (0, 1, 2, 3, 4, 5, 6, 7)
st_za: Ho thata ho fumana nako ya ho ba le bana ba hao. Bekeng e fetileng le qetile matsatsi a makae le etsa ntho eo le e thabelang mmoho? (0, 1, 2, 3, 4, 5, 6, 7)

# text
source: Amazing that you keep doing fun things with your child. You are the best parent they could wish for!
st_za: Ke ntho e tsotehang hore ebe o etsa dintho tseo o di thabelang le ngwana wa hao. O motswadi wa sebele eo ngwana a ka lakatsang ho ba le yena!

# text
source: Great that you are setting aside time with your child – it is THE foundation for a happy home!
st_za: Ke ditaba tse monate hore ebe o ipha nako ya ngwana wa hao – ke WONA motheo wa malapa a thabileng!

# text
source: Finding time to do something fun with your child can be hard, I understand! The great thing is that spending time together will make other things go easier – you will see!
st_za: Kea utlwisisa hore ho ka ba thata ho fumana ntho eo o thabelang ho e etsa le ngwana wa hao! Ntho e ntle ke hore ho qeta nako mmoho ho etsa hore dintho tse ding di be bonolo haholo – o tla bona!

# text
source: Give yourself credit for trying. A 5 minutes of fun activity with your child a day can make a BIG difference.
st_za: Ikopele mahofi hobane o itekile. Ho qeta metsotso e 5 ka letsatsi le etsa ntho e monate ho ka tlisang phapang e KGOLO.

# text
source: Life can get so busy sometimes, I know! If you start spending time together doing one small activity, it will get easier over time!
st_za: Kea tseba hore bophelo bo maphathaphathe! Haeba leka qala ho qeta nako mmoho le etsa ntho e nyane, ho tla ba bonolo ha nako e ntse e feta!

# text
source: Well done for spending time with your child, it makes all the difference @fields.user_name!
st_za: O sebeditse ka ho qeta nako le ngwana wa hao, seo se etsa phapang e kgolo @fields.user_name!

# text
source: Well done for spending time with your child, it makes all the difference!
st_za: O sebeditse ka ho qeta nako le ngwana wa hao, seo se etsa phapang e kgolo!

# text
source: So good that you and your child are having fun times together. Your hard work is paying off, you should be proud of yourself @fields.user_name!
st_za: Ke ntho e ntle hakaakang hore ebe wena le ngwana wa hao le thabela dinako tse monate mmoho! O se o fumana ditholwana tsa mosebetsi wa hao, o lokela ho ikotla sefuba @fields.user_name!

# text
source: So good that you and your child are having fun times together. Your hard work is paying off, you should be proud of yourself!
st_za: Ke ntho e ntle hakaakang hore ebe wena le ngwana wa hao le thabela dinako tse monate mmoho! O se o fumana ditholwana tsa mosebetsi wa hao, o lokela ho ikotla sefuba!

# text
source: Well done for spending time to do something fun with your child! You are making great progress. Keep it up @fields.user_name!
st_za: O sebeditse ka ho qeta nako le ngwana wa hao le etsa ntho eo le e thabelang! O hatela pele hantle haholo @fields.user_name!

# text
source: Well done for spending time to do something fun with your child! You are making great progress. Keep it up!
st_za: O sebeditse ka ho qeta nako le ngwana wa hao le etsa ntho eo le e thabelang! O hatela pele hantle haholo. Pele ya pele!

# text
source: We know it is hard to find time in our busy lives. Well done for trying your best!
st_za: Rea tseba hore ho thata ho fumana nako bophelong ba rona bo phathahaneng. O sebeditse ka ho leka sohle se matleng a hao!

# text
source: I know it is hard to find time in our busy lives. Well done for trying your best!
st_za: Kea tseba hore ho thata ho fumana nako bophelong ba rona bo phathahaneng. O sebeditse ka ho leka sohle se matleng a hao!

# text
source: We understand that it can be difficult to find time to spend with your child. Well done for trying, you can do it @fields.user_name!
st_za: Rea utlwisisa hore ho ka ba thata ho fumana nako eo o ka e qetang le ngwana wa hao. O sebeditse ka boiteko, o ka atleha @fields.user_name!

# text
source: I understand that it can be difficult to find time to spend with your child. Well done for trying, you can do it @fields.user_name!
st_za: Kea utlwisisa hore ho ka ba thata ho fumana nako eo o ka e qetang le ngwana wa hao. O sebeditse ka boiteko, o ka atleha @fields.user_name!

# text
source: We understand that it can be difficult to find time to spend with your child. Well done for trying, you can do it!
st_za: Rea utlwisisa hore ho ka ba thata ho fumana nako eo o ka e qetang le ngwana wa hao. O sebeditse ka boiteko, o ka atleha!

# text
source: I understand that it can be difficult to find time to spend with your child. Well done for trying, you can do it!
st_za: Kea utlwisisa hore ho ka ba thata ho fumana nako eo o ka e qetang le ngwana wa hao. O sebeditse ka boiteko, o ka atleha!

# text
source: Great work! By praising @fields.child_nickname, yourself and your other family members, you are making your house a happy home!
st_za: Mosebetsi o tswileng matsoho! Ka ho babatsa @fields.child_nickname, ho ipabatsa le ho babatsa ba lelapa la hao, o etsa hore ntlo ya hao ebe lehaeng le thabileng!

# text
source: Wonderful that you are praising @fields.child_nickname! This helps them feel seen and loved – your encouragement means a lot.
st_za: Ke ho tsotehang hore o babatsa @fields.child_nickname! Sena se etsa hore a ikutlwe a elwa hloko ebile a ratwa – kgothatso ya hao e molemo haholo.

# text
source: It is great that you are praising @fields.child_nickname for things they do well. As you appreciate them, they will also start appreciating you and the others in your family more – you set the best example!
st_za: Ke ditaba tse monate hore o babatsa @fields.child_nickname ha ba etsa dintho tse molemo. Ha o ba bontsha kananelo, ba tla qala ho o ananela le ba bang lelapeng la hao le ho feta – o beha mohlala o babatsehang!

# text
source: Sorry that it has been harder for you to praise @fields.child_nickname. Try to find something positive, even if it is small. Over time, they will appreciate that you notice when they do something well.
st_za: Re maswabi ho utlwa hore o fumana ho le thata ho babatsa @fields.child_nickname. Leka ho fumana ntho e ntle, le haeba e le e nyane. Ha nako e ntse e feta, o tla ananela hore o ela hloko ha a etsa ntho e ntle.

# text
source: I understand it can be hard to praise @fields.child_nickname sometimes. Remember, your praise makes a big difference, even if you don’t see it right away!
st_za: Kea utlwisisa hore ka dinako tse ding ho ka ba thata ho babatsa @fields.child_nickname. Hopola, pabatso ya hao e etsa phapang e kgolo, le haeba ha o bone ditholwana hanghang!

# text
source: So good to hear you are telling @fields.child_nickname when they are doing something well. With time, you will see them do that behaviour more and more. You are doing a great job @fields.user_name!
st_za: Ke thabela ho utlwa hore o bolella @fields.child_nickname ha a etsa ntho e ntle. Ha nako e ntse e feta, o tla bona ha a ntlafatsa boitshwaro boo le ho feta. O etsa mosebetsi o tswileng matsoho @fields.user_name!

# text
source: So good to hear you are telling your child when they are doing something well. With time, you will see them do that behaviour more and more. You are doing a great job @fields.user_name!
st_za: Ke thabela ho utlwa hore o bolella ngwana wa hao ha a etsa ntho e ntle. Ha nako e ntse e feta, o tla bona ha a ntlafatsa boitshwaro boo le ho feta. O etsa mosebetsi o tswileng matsoho @fields.user_name!

# text
source: So good to hear you are telling @fields.child_nickname when they are doing something well. With time, you will see them do that behaviour more and more. You are doing a great job!
st_za: Ke thabela ho utlwa hore o bolella @fields.child_nickname ha a etsa ntho e ntle. Ha nako e ntse e feta, o tla bona ha a ntlafatsa boitshwaro boo le ho feta. O etsa mosebetsi o tswileng matsoho!

# text
source: Sometime our children don’t seem to do or say many things that deserve praise. Start praising the small things, you will see @fields.child_nickname showing more positive behaviour over time!
st_za: Ka dinako tse ding ha ho bonahale eka bana ba rona ba etsa kapa ba bua dintho tse ngata tse tshwanelwang ke pabatso. Qala ho babatsa dintho tse nyane, mme ha nako e ntse e feta o tla bona ha @fields.child_nickname a bontsha makgabane a hae le ho feta!

# text
source: Well done for praising @fields.child_nickname. Praise will help your child feel good about themselves, and they will show even more positive behaviour!
st_za: O sebeditse ka ho babatsa @fields.child_nickname. Papatso e tla tsosa ngwana wa hao molota, mme o tla bontsha makgabane a hae le ho feta!

# text
source: With everything that is going on, it is not always easy to focus on the positive. Try to find 10 minutes to pay attention to what @fields.child_nickname is doing – perhaps you can praise them for helping with a chore or for doing their homework? It helps a lot!
st_za: Ka dintho tsohle tse etsahalang, hase kamehla ho leng bonolo ho tsepamisa mohopolo dinthong tse molemo. Leka ho fumana metsotso e 10 ho tsepamisa mohopolo ho seo @fields.child_nickname a se etsang – mohlomong o ka mo babatsa ka ho o thusa ka mesebetsi ya lapeng kapa ka ho etsa mosebetsi wa sekolo o etsetswang hae. Seo se thusa haholo!

# text
source: It’s wonderful to hear you are feeling less stress than last week. Keep up the good work @fields.user_name!
st_za: Ke ditaba tse monate hore ebe kgatello ya hao ya maikutlo e fokotsehile ho feta bekeng e fetileng. Pele ya pele ka mosebetsi o motle @fields.user_name!

# text
source: Amazing that you are feeling less stressed! Remember to keep taking a deep breath every time something makes you feel anxious – you are doing a great job @fields.user_name!
st_za: Ke ditaba tse monate hore kgatello ya maikutlo ya hao e fokotsehile! Hopola ho dula o kga moya o mongata nako le nako ha ntho e nngwe e etsa hore o ikutlwe o kgathatsehile – o etsa mosebetsi o tswileng matsoho @fields.user_name!

# text
source: Did you know that you are less stressed than you were last week? Amazing @fields.user_name!
st_za: Na o ne o tseba hore kgatello ya maikutlo ya hao e fokotsehile ha se bapiswa le bekeng e fetileng? Ke ditaba tse monate @fields.user_name!

# text
source: We all feel stressed sometimes, it’s normal. Remember to be kind to yourself and take a minute for yourself when you need it, you are doing a great job @fields.user_name!
st_za: Ke ntho e tlwaelehileng hore ka dinako tse ding kaofela re ikutlwe re na le kgatello ya maikutlo. Hopola ho ikgathalla le ho qeta nakwana boinotshing ha ho hlokahala, o etsa mosebetsi o tswileng matsoho @fields.user_name!

# text
source: It is great you are feeling less stressed @fields.user_name. We all have our ups and downs – remember the good times whenever things get challenging!
st_za: Ke ditaba tse monate hore kgatello ya hao ya maikutlo e fokotsehile @fields.user_name. Kaofela re tobana le mathata le manolo – hopola dinako tse monate neng kapa neng ha o tobana le diphephetso!

# text
source: Well done for managing your stress! Life can get overwhelming sometimes, but remember you can always take a pause – you are doing amazing @fields.user_name.
st_za: O sebeditse ka ho laola kgatello ya maikutlo sa hao! Ka dinako tse ding bophelo bo ka ba thata, empa ka dinako tsohle hopola hore o ka phomola hanyane – o a ipabola @fields.user_name.

# text
source: I understand that this is a stressful time. Remember that you are not alone. I am here to help!
st_za: Kea utlwisisa hore tsena ke dinako tse boima. Hopola hore ha o mong. Ke teng hore ke o thuse!

# text
source: Life can be overwhelming sometimes. Well done @fields.user_name for trying your best, you are valued and appreciated!
st_za: Ka dinako tse ding bophelo bo ka ba thata. O sebeditse @fields.user_name ka hore o leke sohle se matleng a hao, o motho wa bohlokwa ebile o a ananelwa!

# text
source: It is okay to feel overwhelmed from time to time, we all do! Take a deep breath and remember that I am here to help.
st_za: O ska kgathatseha haeba nako le nako o ikutlwa o imetswe, kaofela seo sea re etsahalla! Phefumulohela hodimo mme o hopole hore ke teng ho o thusa.
