Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/st/st_messages.po
Languages: st_za

# text
source: Well done! You have added another layer to your House of Support! Over the next few days, try to use one of these tips for online safety. Digital parenting is just like parenting in the real world. You have taken a BIG STEP to keeping your child safe online. Good for you!
st_za: Mosebetsi o tswileng matsoho! O ekeditse mokato o mong Ntlo ya Tshehetso! Matsatsing a seng makae a latelang, leka ho sebedisa e nngwe ya dikeletso tsena hore o ipaballe tshebedisong ya marang-rang a dikgokahano. Botswadi disebedisweng tsa dijithale bo ntse bo itshwanela le botswadi maemong a tlwaelehileng a bophelo. O nkile BOHATO BO BOHOLO ba ho tiisa hore ngwana wa hao o bolokehile ho marang-rang a dikgokahano. Re thaba le wena!

# text
source: Hello @fields.user_name! Our children and teens are now spending a lot more time online. Being connected helps them stay positive…but it also presents risks and dangers.
st_za: Dumela @fields.user_name! Matsatsing a jwale bana, le batjha ba rona se ba qeta nako e ngata haholo ho marang-rang a dikgokahano. Hona ho ka ba thusa ho dula re nahana dintho tse ntle…empa ho boetse ho na le maraba le dikotsi.

# text
source: Hello! Our children and teens are now spending a lot more time online. Being connected helps them stay positive…but it also presents risks and dangers.
st_za: Dumela! Matsatsing a jwale bana, le batjha ba rona se ba qeta nako e ngata haholo ho marang-rang a dikgokahano. Hona ho ka ba thusa ho dula re nahana dintho tse ntle…empa ho boetse ho na le maraba le dikotsi.

# text
source: Our children and teens are now spending a lot more time online. Being connected helps them stay positive…but it also presents risks and dangers.
st_za: Matsatsing a jwale bana, le batjha ba rona se ba qeta nako e ngata haholo ho marang-rang a dikgokahano. Hona ho ka ba thusa ho dula re nahana dintho tse ntle…empa ho boetse ho na le maraba le dikotsi.

# text
source: Here's a video to help you keep your children safe online.
st_za: Shebella video ena e tla o thusa ho sireletsa bana ba hao tsebedisong ya marang-rang a dikgokahano.

# text
source: Here's an audio message to help you keep your children safe online.
st_za: Mamela molaetsa ona o mamelwang o tla o thusa ho sireletsa bana ba hao tshebedisong ya marang-rang.

# text
source: Here are 6 tips that can help you keep your children safe online:
st_za: Latela mehato ena e 6 e ka o thusa ho sireletsa bana ba hao ha ba sebedisa marang-rang a dikgokahano:

# text
source: 4. Spend time with your child online
st_za: 4. • Qeta nako le ngwana wa hao mme le sebedise marang-rang a dikgokahano mmoho.

# text
source: 5. Build open communication
st_za: 5. Ba phetlele sefuba ha o buisana le bona

# text
source: 6. Report and seek help
st_za: 6. Tlaleha mme o kope thuso

# text
source: • Adults targeting children for sexual purposes on social media, gaming, and messaging platforms.
st_za: • Batho ba baholo ba tsomang bana ka merero ya thobalano ho social media, moo ba bapalang dipapadi, le dipolatefomong tsa ho romela melaetsa.

# text
source: • Teens sharing personal information and sexual photos or videos of themselves.
st_za: • Batjha ba abang tlhahisoleseding ya botho le dinepe kapa divideo tsa bona tsa thobalano.

# text
source: • Cyberbullying from other young people and strangers.
st_za: • Ho tellwa ke batjha ba bang le batho o sa ba tsebeng inthaneteng.

# text
source: 2. Tech fixes to protect your children online
st_za: 2. Maiteko a ho lokisa mathata a theknoloji ho sireletsa bana ba hao ho tshebedisong yamarang-rang a dikgokahan

# text
source: This does not mean we should ban our children from spending time online. It just means that we need to learn how to protect them in a new world.
st_za: Sena hase bolele hore re lokela ho thibela bana ba rona ho qeta nako ba sebedisa marang-rang a dikgokahano. Sena se bolela feela hore re tlameha ho ithuta tsela ya ho ba sireletsa lefatsheng lena le letjha.

# text
source: 5. Build open communication and trusting relationships
st_za: 5. Buisanang ka ho phetlelana difuba mme le hahe dikamano tsa ho tshepana

# text
source: Tell your children that if they experience something online (or anywhere) that makes them feel upset, uncomfortable, or scared, they can talk to you and you will not get mad or punish them.
st_za: Bolella bana ba hao hore haeba ba kopana le boemo bo itseng ha ba ebedisa marang-rang a dikgokahano (le kae kapa kae) bo ba halefisang, bo etsang hore ba ikutlwe ba sa phutholoha, kapa ba tshohile, ba ka buisana le wena mme o ke ke wa ba halefela kapa wa ba fa kotlo.

# text
source: Report to INHOPE Hotlines and IWF portals and the Child Helpline in your country to get support if you or your children experience online violence or other things that are not acceptable.
st_za: Tlaleha ho di-Hotline tsa INHOPE le ho di-portals tsa IWF le mohaleng wa Child Helpline naheng ya heno ho fumana tshehetso ha wena kapa ngwana wa hao le eba le phihlello ya dikgoka ho marang-rang kapa ha ho etsahala dintho tse ding tse sa amoheleheng.

# text
source: Please select another number if you want to learn another way to protect your child online:
st_za: Ka kopo kgetha palo e nngwe haeba o batla ho tseba ka tsela e nngwe ya ho sireletsa ngwana wa hao tshebedisong ya marang-rang a dikgokahano:

# text
source: Here is a comic on discussing online activities with your child
st_za: Ena ke tsela ya boswaswi ya ho buisana ka dintho tse etsahalang ho marang-rang a dikgokahano le ngwana wa hao

# text
source: Parent: "Shani, have you done your homework?"
st_za: Motswadi: “Nthabiseng, na o se o qetile homeweke ya hao?”

# text
source: Child: "Just a minute, I'm finishing this tiktok video"
st_za: Ngwana: “Ke kopa motsotso o le mong feeka, ke qetela video ya tiktok”

# text
source: Parent: "You are a really great dancer! Tell me about why you like it."
st_za: Motswadi: “Ka motjeko, o tswa pele ngwana ka! Ako mpolelle hore na ke hobaneng ha o rata ho ja leeto hakana.”

# text
source: Child: "All my friends are on it. I have more than 600 likes and 120 followers."
st_za: Ngwana: “Metswalle ya ka kaofela e rata tantshi. Ke na le barati ba fetang 600 le balatedi ba 120.”

# text
source: Parent: "I’m proud of how well you dance, Shani. But we need to make sure you are safe on this. I know your friends look at TikTok, but with an open account there are also paedophiles who look at videos of teenagers. Paedophiles are older people who want to attack young children and teens."
st_za: Motswadi: “Ke ikotla sefuba ka tsela eo o tjekang ka yona, Shani. Empa re tlameha ho tiisa hore o sireletsehile ha o ja leoto. Kea tseba hore metswalle ya hao e rata TiTok, empa ho na le batho ba hlanyetsang bana ba batlang divideo tsa batjha. Batho ba hlanyetsang bana ke batho ba baholo ba ratang ho etsa thobalano le bana le batjha.”

# text
source: Parent: "Let’s look together online at how we can keep this fun for you but also safe. Look – you can make your account private and control who follows you. So you can accept people you know but not strangers. Can we make a rule together that you can use TikTok but with a private account? I trust you to know who to accept!"
st_za: Motswadi: “Ke kopa ho kena le wena ho marang-rang a dikgokahano mme re bone hore re ka etsang ho tiisa monate wa phihlello ena ebile re netefatsa hore e sireletsehile. Bona – o ka etsa hore akhaonte ya hao e be ya lekunutu mme wa laola batho ba o latelang. O ka amohela batho bao o ba tsebang eseng bao o sa ba tsebeng. Ke kopa hore nna le wena re dumellane ka molao wa hore o ka sebedisa TikTok hafeela e le akhaonte ya poraefete? Ke tshepa hore o a tseba hore na ke bomang bao o ka ba amohelang!”

# text
source: Parent: "I’m proud of you Shani..."
st_za: Motswadi: "Ke ikotla sefuba ka wena Shani..."

# text
source: Involve @fields.child_nickname in creating family tech agreements about healthy device use.
st_za: Kenyelletsa @fields.child_nickname ha le theha ditumellano tsa theknoloji tsa lelapa tse amanang le tsela e sireletsehileng ya ho sebedisa sesebediswa sa elektronike.

# text
source: Create device-free spaces and times in your house
st_za: Qalang dinako tseo ho sa sebedisweng disebediswa le dinako tsa ho ba katlung

# text
source: (eating, playing, schoolwork, and sleeping).
st_za: (ya ho ja, ho bapala, ho etsa mosebetsi wa sekolo le ho robala).

# text
source: Child tech agreement: https://www.esafety.gov.au/sites/default/files/2020-01/Our%20Family%20Tech%20Agreement_0.pdf
st_za: Tumellano ya thekenoloji le ngwana: https://www.esafety.gov.au/sites/default/files/2020-01/Our%20Family%20Tech%20Agreement_0.pdf

# text
source: Teen tech agreement: https://www.childnet.com/wp-content/uploads/2021/11/Family-Agreement.pdf
st_za: Tumellano ya thekenoloji le motjha: https://www.childnet.com/wp-content/uploads/2021/11/Family-Agreement.pdf

# text
source: Involve your child or teen in creating family tech agreements about healthy device use.
st_za: Kenyelletsa motjha wa hao ha le theha ditumellano tsa theknoloji tsa lelapa tse amanang le tsela e sireletsehileng ya ho sebedisa sesebediswa sa elektronike.

# text
source: Help @fields.child_nickname learn how to keep personal information private, especially from strangers – some people are not who they say they are!
st_za: Thusa @fields.child_nickname ho ithuta tsela ya ho sireletsa tlhahisoleseding ya lekunutu, haholoholo ho batho bao o sa ba tsebeng – batho ba bang ha ba seo ba ipolelang hore ba sona!

# text
source: Remind your children that what goes online stays online (messages, photos, and videos).
st_za: Hopotsa bana ba hao hore se kenang ho marang-rang a dikgokahano e dula ho marang-rang a dikgokahano. (melaetsa, difoto le divideo).

# text
source: Actively supervise children’s time online, including computers, smartphones, and tablets.
st_za: Beha bana ba hao leihlo le ntjhotjho nakong eo ba keneng ho marang-rang a dikgokahano, dikhomphiyutheng, dismatefounong le dithebleteng.

# text
source: Help your child learn how to keep personal information private, especially from strangers – some people are not who they say they are!
st_za: Thusa ngwana wa hao ho ithuta tsela ya ho sireletsa tlhahisoleseding ya lekunutu, haholoholo ho batho bao o sa ba tsebeng – batho ba bang ha ba seo ba ipolelang hore ba sona!

# text
source: 4. Spend time with your child or teen online
st_za: 4. Qeta nako le ngwana kapa motjha wa hao tshedisong ya marang-rang a dikgokahano.

# text
source: Get to know how @fields.child_nickname experiences the digital world.
st_za: Tseba hore na @fields.child_nickname o ntse a ya jwang ha a sebedisa thepa ya dijithale.

# text
source: Explore websites, social media, games, and apps together.
st_za: Ithuteng ka diwebosaete, social media, di-game le diepo mmoho.

# text
source: Talk to your teen on how to report things that aren't OK.
st_za: Buisana le motjha wa hao ka tsela ya ho tlaleha dintho tse sa tsamayeng hantle.

# text
source: Common Sense Media has great advice for apps, games and entertainment for different ages.
st_za: Common Sense Media e na le keletso e molemo bakeng sa diepo, di-game le boithabiso ba dilemo tse sa tshwaneng.

# text
source: Get to know how your child experiences the digital world.
st_za: Tseba hore na ngwana wa hao o ntse a ya jwang ha a sebedisa thepa ya dijithale.

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit! Over the next few days, try to create a family gadget use agreement with your child. Digital parenting is just like parenting in the real world. You have taken a BIG STEP to keeping your child safe online. Good for you!
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi! Matsatsing a seng makae a tlang, leka ho qala tumellano ya ho sebedisa sesebediswa sa lelapa le ngwana wa hao. Botswadi disebedisweng tsa dijithale bo ntse bo itshwanela le botswadi maemong a tlwaelehileng a bophelo. O nkile BOHATO BO BOHOLO ba ho tiisa hore ngwana wa hao o bolokehile tshebedisong ya marang-rang a dikgokano. Re thaba le wena!

# text
source: Well done! You have added another skill to your Parenting Toolkit! Over the next few days, try to create a family gadget use agreement with your child. Digital parenting is just like parenting in the real world. You have taken a BIG STEP to keeping your child safe online. Good for you!
st_za: Mosebetsi o tswileng matsoho! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi! Matsatsing a seng makae a tlang, leka ho qala tumellano ya ho sebedisa sesebediswa sa lelapa le ngwana wa hao. Botswadi disebedisweng tsa dijithale bo ntse bo itshwanela le botswadi maemong a tlwaelehileng a bophelo. O nkile BOHATO BO BOHOLO ba ho tiisa hore ngwana wa hao o bolokehile tshebedisong ya marang-rang a dikgokahano. Re thaba le wena!

# text
source: Well done @fields.user_name! You have added another layer to your House of Support! Over the next few days, try to create a family gadget use agreement with your child. Digital parenting is just like parenting in the real world. You have taken a BIG STEP to keeping your child safe online. Good for you!
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse mokato o mong Ntlo ya Tshehetso! Matsatsing a seng makae a tlang, leka ho qala tumellano ya ho sebedisa sesebediswa sa lelapa le ngwana wa hao. Botswadi disebedisweng tsa dijithale bo ntse bo itshwanela le botswadi maemong a tlwaelehileng a bophelo. O nkile BOHATO BO BOHOLO ba ho tiisa hore ngwana wa hao o bolokehile tshebedisong ya marang-rang a dikgokahano. Re thaba le wena!

# text
source: Well done! You have added another layer to your House of Support! Over the next few days, try to create a family gadget use agreement with your child. Digital parenting is just like parenting in the real world. You have taken a BIG STEP to keeping your child safe online. Good for you!
st_za: Mosebetsi o tswileng matsoho! O ekeditse mokato o mong Ntlo ya Tshehetso! Matsatsing a seng makae a tlang, leka ho qala tumellano ya ho sebedisa sesebediswa sa lelapa le ngwana wa hao. Botswadi disebedisweng tsa dijithale bo ntse bo itshwanela le botswadi maemong a tlwaelehileng a bophelo. O nkile BOHATO BO BOHOLO ba ho tiisa hore ngwana wa hao o bolokehile tshebedisong ya marang-rang a dikgokahano. Re thaba le wena!

# text
source: It‘s hard to feel positive when our kids or teenagers are driving us crazy. We often end up saying “Stop doing that!” But children are much more likely to do what we ask if we give them positive instructions and lots of praise for what they do right.
st_za: Ho thata ho ikutlwa hantle ha bana kapa batjha ba rona ba re kopanya dikelello. Hangata re qetella re itse “Tlohela ntho eo o e etsang!” Empa menyetla ya hore bana ba etse seo re ba kopang sona e mengata haeba re ba fa ditaelo tsa seo ba lokelang ho se etsa ebile re ba babatsa ha ba entse se nepahetseng.

# text
source: Here's a positive video to help you get your children to follow your instructions more often!
st_za: Shebella video ena e molemo e ka o thusang ho tiisa hore bana ba hao ba latela ditaelo tsa hao haholo!

# text
source: Here's a positive audio message to help you get your children to follow your instructions more often!
st_za: Mamela molaetsa ona o molemo o ka o thusang ho tiisa hore bana ba hao ba latela ditaelo tsa hao haholo!

# text
source: Here are 4 steps to help you get your children to follow your instructions more often:
st_za: Latela mehato ena e 4 e ka o thusang ho tiisa hore bana ba hao ba latela ditaelo tsa hao haholo:

# text
source: 1. Get their attention
st_za: 1. E re ba o mamele

# text
source: 2. Be positive, specific, and realistic
st_za: 2. Bua hantle, toba taba mme o bue ntho e utlwahalang

# text
source: 3. One instruction at a time
st_za: 3. Taelo e le nngwe ka nako

# text
source: 4. Praise them for doing it!
st_za: 4. Ba babatse ha ba phethile taelo ya hao!

# text
source: To learn more about one of these steps, type "1" to "4". You can also type "N" to stop this tip.
st_za: Hore o ithute haholwanyane ka mehato ena, ngola “1” ho ya ho “4”. Hape o ka ngola “N” ho emisa keletso ena.

# text
source: Step 3. Give Instructions One at a Time
st_za: Mohato wa 3. Fana ka taelo e nngwe ka nako

# text
source: Children are much more likely to do what you ask if you break things up into smaller steps.
st_za: Ho na le menyetla e mengata ya hore bana ba etse seo o ba kopang sona haeba o beha ditaba ka mehato e menyane.

# text
source: Step 4. Praise Your Children When They Follow Instructions
st_za: Mohato wa 4. Babatsa bana ba hao ha ba latela ditaelo

# text
source: They will feel good about it and be more likely to follow instructions in the future!
st_za: Ba tla ikutlwa ba thabetse seo, mme menyetla ya hore ba latele ditaelo ka matsatsi a latelang, e tlaba e mengata!

# text
source: Please select another number if you want to learn more about how to get your children to follow instructions more often:
st_za: Ka kopo kgetha palo e nngwe haeba o batla ho ithuta haholwanyane ka tsela ya ho tiisa hore bana ba hao ba latela ditaelo haholwanyane:

# text
source: Can your child actually do what you are asking them? It is very hard for a child to keep quiet inside for a whole day but maybe they can keep quiet for 15 minutes.
st_za: Na ehlile ngwana wa hao o etsa seo o mo kopang sona? Ho thata haholo hore ngwana a dule a e kgutsitse ebile a thotse letsatsi lohle, empa mohlomong a ka dula a thotse ka metsotso e 15.

# text
source: Here is a comic on using positive words and praise with your teen.
st_za: Bona tsela ya boswaswi ya ho sebedisa mantswe a molemo le a thoriso ka motjha wa hao.

# text
source: Teen: “Can I watch some T.V. after dinner?”
st_za: Motjha: “Na nka shebella T.V. kamora tinare?”

# text
source: Parent: “When you clear the table, you can watch an hour of T.V.”
st_za: Motswadi: “Ha o hlwekisitse tafole, o ka shebella T.V. ka hora e le nngwe.”

# text
source: Parent: “I really appreciate it when you help clean up after dinner. Thank you, Dylan”
st_za: Motswadi: “Kannete kea leboha haele mona o nthusitse ho hlwekisa tinare. Kea leboha, Ntswaki”

# text
source: Parent and teen watching T.V. together.
st_za: Motswadi le motjha ba shebeletse T.V. mmoho.

# text
source: Step 2. Be Specific, Positive, and Realistic!
st_za: Mohato wa 2. Toba Taba, Bua Hantle, mme o Bue Ntho e Utlwahalang!

# text
source: Describe exactly what you want @fields.child_nickname to do. Say, 'Please wash your hands for 20 seconds before coming to dinner, instead of 'Wash your hands.'
st_za: Hlalosa hantle seo o batlang hore @fields.child_nickname a se etse. E re, ‘Ke kopa o hlape matsoho ka metsotswana e 20 pele o tla dijong tsa mantsiboya ho fapana le hore ‘Hlapa matsoho.’

# text
source: Describe exactly what you want your child to do. Say, 'Please wash your hands for 20 seconds before coming to dinner, instead of 'Wash your hands.'
st_za: Hlalosa hantle seo o batlang hore ngwana wa hao a se etse. E re, ‘Ke kopa o hlape matsoho ka metsotswana e 20 pele o tla dijong tsa mantsiboya ho fapana le hore ‘Hlapa matsoho.’

# text
source: Step 1. Get Your Child's Attention
st_za: Mohato wa 1. E re Ngwana wa Hao a o Mamele

# text
source: Look at @fields.child_nickname and say their name when you give your child an instruction. Get down to their level.
st_za: Sheba @fields.child_nickname e be o bitsa lebitso la hae ha o mofa di taelo. Kgunama ho fihlela o lekana le yena.

# text
source: Look at your child and say their name when you give your child an instruction. Get down to their level.
st_za: Sheba ngwana wa hao e be o bitsa lebitso la hae ha o mofa di taelo. Kgunama ho fihlela o lekana le yena.

# text
source: Use positive words when telling @fields.child_nickname what to do. Say, ‘Please put your clothes away in the cupboard,’ instead of ‘Don’t make a mess’.
st_za: Sebedisa mantswe a bontshang ketso ha o bolella @fields.child_nickname seo a lokelang ho se etsa. E re, ‘Ke kopa o kenye diaparo tsa hao ka otoropong,’ ho fapana le hore ‘O se ke wa baka bohlaswa’.

# text
source: Use positive words when telling your child what to do. Say, ‘Please put your clothes away in the cupboard,’ instead of ‘Don’t make a mess’.
st_za: Sebedisa mantswe a bontshang ketso ha o bolella ngwana wa hao seo a lokelang ho se etsa. E re, ‘Ke kopa o kenye diaparo tsa hao ka otoropong,’ ho fapana le hore ‘O se ke wa baka bohlaswa’.

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit. Over the next few days, try to be aware about how you give your child instructions:
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi: Matsatsing a seng makae a tlang, leka ho lemoha tsela eo o fang ngwana wa hao ditaelo:

# text
source: 2. Be positive
st_za: 2. Bua hantle

# text
source: 4. Praise them for doing it!
st_za: 4. Ba babatse ha ba phethile taelo ya hao!

# text
source: It will make a HUGE DIFFERENCE if you can learn these 4 simple steps!
st_za: O tla bona PHAPANG E KGOLO ha o ithuta mehato ena e bonolo e 4!

# text
source: Well done! You have added another skill to your Parenting Toolkit. Over the next few days, try to be aware about how you give your child instructions:
st_za: Mosebetsi o tswileng matsoho! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi: Matsatsing a seng makae a tlang, leka ho lemoha tsela eo o fang ngwana wa hao ditaelo:

# text
source: Well done @fields.user_name! You have added another layer to your House of Support. Over the next few days, try to be aware about how you give your child instructions:
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse mokato o mong wa Ntlo ya Tshehetso. Matsatsing a seng makae a tlang, leka ho lemoha tsela eo o fang ngwana wa hao ditaelo:

# text
source: Well done! You have added another layer to your House of Support. Over the next few days, try to be aware about how you give your child instructions:
st_za: Mosebetsi o tswileng matsoho! O ekeditse mokato o mong wa Ntlo ya Tshehetso. Matsatsing a seng makae a tlang, leka ho lemoha tsela eo o fang ngwana wa hao ditaelo:

# text
source: Household rules can help keep our children safe from potential dangers both inside the house and in the community. They also help children to know what kind of behaviour is expected from them.
st_za: Melao ya lelapa e ka thusa bana ba rona hore ba sireletsehe dinthong tse ka bang kotsi ka tlung le setjhabeng. Hape e thusa bana ho tseba hore na ho lebelletswe boitshwaro ba mofuta ofe ho bona.

# text
source: Hello @fields.user_name! Today's Parenting Tip is about how we can involve our children in creating consistent household rules.
st_za: Dumela @fields.user_name! Keletso ya Botswadi ya kajeno e amana le kamoo re ka kenyelletsang bana ba rona ha re etsa melao ya lelapa e sa fetoheng.

# text
source: Hello! Today's Parenting Tip is about how we can involve our children in creating consistent household rules.
st_za: Dumela! Keletso ya Botswadi ya kajeno e amana le kamoo re ka kenyelletsang bana ba rona ha re etsa melao ya lelapa e sa fetoheng.

# text
source: Household rules can help keep our children safe from potential dangers both inside the house and in the community. They also help children to know what kind of behaviour is expected from them.
st_za: Melao ya lelapa e ka thusa bana ba rona hore ba sireletsehe dinthong tse ka bang kotsi ka tlung le setjhabeng. Hape e thusa bana ho tseba hore na ho lebelletswe boitshwaro ba mofuta ofe ho bona.

# text
source: Here's an audio message on how you can involve your children in establishing household rules.
st_za: Mamela molaetsa ona o mamelwang wa kamoo o ka kenyelletsang bana ba hao ha le etsa melao ya lelapa.
