Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/st/st_messages.po
Languages: st_za

# text
source: Thank you for your dedication @fields.user_name! The world needs more men like you.
st_za: Re o leboha ka lebaka la boitelo ba hao @fields.user_name! Lefatshe le hloka banna ba bangata ba tshwanang le wena.

# text
source: Thank you for your dedication! The world needs more men like you.
st_za: Re o leboha ka lebaka la boitelo ba hao! Lefatshe le hloka banna ba bangata ba tshwanang le wena.

# text
source: You are such a great example for all men! Keep up the good work @fields.user_name!
st_za: O behela banna bohle mohlala o motle ka tsela e tsotehang! Pele ya pele ka mosebetsi o motle @fields.user_name!

# text
source: You are such a great example for all men! Keep up the good work.
st_za: O behela banna bohle mohlala o motle ka tsela e tsotehang! Pele ya pele ka mosebetsi o motle.

# text
source: So good to hear that you are doing well @fields.user_name. What a wonderful feeling!
st_za: Ke thabela ho utlwa hore o ntse o ya hantle @fields.user_name. Ka tla ka utlwa monate!

# text
source: Hooray @fields.user_name! Trust that your hard work is bearing sweet fruits, even if you can’t taste them yet!
st_za: Mahofi @fields.user_name! Ke tshepa hore mosebetsi wa hao o boima o hlahisa ditholwana tse monate, le haeba ha o eso qale ho di latswa!

# text
source: Hooray! Trust that your hard work is bearing sweet fruits, even if you can’t taste them yet!
st_za: Mahofi! Ke tshepa hore mosebetsi wa hao o boima o hlahisa ditholwana tse monate, le haeba ha o eso qale ho di latswa!

# text
source: Thank you for bringing the sunshine of positive attention into your family. Keep shining @fields.user_name!
st_za: Re a leboha hore ebe o behile lelapa leno ka botleng. Tswela pele ho ipabola @fields.user_name!

# text
source: Thank you for bringing the sunshine of positive attention into your family. Keep shining!
st_za: Re a leboha hore ebe o behile lelapa leno ka botleng. Tswela pele ho ipabola!

# text
source: Ten points for you today! Together we can overcome any challenge @fields.user_name.
st_za: Kajeno o iphumanela dintlha tse leshome! Mmoho re ka hlola bothata bofe kapa bofe @fields.user_name.

# text
source: Ten points for you today! Together we can overcome any challenge.
st_za: Kajeno o iphumanela dintlha tse leshome! Mmoho re ka hlola bothata bofe kapa bofe.

# text
source: Has anyone told you how incredible you are for being there for your children during a global pandemic? There’s no guidebook for these challenging times but you’re doing it! That makes you amazing @fields.user_name!
st_za: Na ho na le motho ya kileng a o bolella kamoo o phethang mosebetsi wa bohlokwa kateng ha o tshehetsa bana ba hao nakong ena ya sewa se nametseng lefatsheng lohle? Ha o bale tataiso bukeng ya hore na o lokela ho etsa dintho jwang empa o a atleha! Seo se o etsa motho ya ipabolang @fields.user_name!

# text
source: Has anyone told you how incredible you are for being there for your children during a global pandemic? There’s no guidebook for these challenging times but you’re doing it! That makes you amazing!
st_za: Na ho na le motho ya kileng a o bolella kamoo o phethang mosebetsi wa bohlokwa kateng ha o tshehetsa bana ba hao nakong ena ya sewa se nametseng lefatsheng lohle? Ha o bale tataiso bukeng ya hore na o lokela ho etsa dintho jwang empa o a atleha! Seo se o etsa motho ya ipabolang!

# text
source: Thank you for your kindness and patience today @fields.user_name! Even when it’s tough, your words of praise, your smile and your attention are like sunshine for your children.
st_za: Ke lebohela mosa le mamello ya hao kajeno @fields.user_name! Leha ho le thata, pabatso ya hao, pososelo le lerato la hao di etsa hore bana ba hao ba tlokome jwalo ka dimela kganyeng ya letsatsi.

# text
source: Thank you for your kindness and patience today! Even when it’s tough, your words of praise, your smile and your attention are like sunshine for your children.
st_za: Ke lebohela mosa le mamello ya hao kajeno! Leha ho le thata, pabatso ya hao, pososelo le lerato la hao di etsa hore bana ba hao ba tlokome jwalo ka dimela kganyeng ya letsatsi.

# text
source: Your curiosity and creativity are paying off! Give yourself a hug @fields.user_name!
st_za: Jwale o kgola ditholwana ka lebaka la tabatabelo ya ho ithuta le boqapi ba hao! Iphe haka e mofuthu @fields.user_name!

# text
source: Your curiosity and creativity are paying off! Give yourself a hug!
st_za: Jwale o kgola ditholwana ka lebaka la tabatabelo ya ho ithuta le boqapi ba hao! Iphe haka e mofuthu!

# text
source: Top marks for effort @fields.user_name! It’s not easy but you tried your best. That’s all you can ever do!
st_za: O fumana dimaraka tse hodimo ka lebaka la boiteko @fields.user_name! Ha ho bonolo empa o ikitlaeditse. O entse sohle tse matleng a hao!

# text
source: Top marks for effort! It’s not easy but you tried your best. That’s all you can ever do!
st_za: O fumana dimaraka tse hodimo ka lebaka la boiteko! Ha ho bonolo empa o ikitlaeditse. O entse sohle tse matleng a hao!

# text
source: It’s not always easy to be a woman in this world. But you are leading the way @fields.user_name!
st_za: Hase kamehla ho le bonolo ho ba mosadi lefatsheng lena. Empa o itlhomme pele @fields.user_name!

# text
source: It’s not always easy to be a woman in this world. But you are leading the way!
st_za: Hase kamehla ho le bonolo ho ba mosadi lefatsheng lena. Empa o itlhomme pele!

# text
source: Your commitment is an inspiration. Keep calm and carry on @fields.user_name!
st_za: Re kgothatswa ke boikemisetso ba hao. Theola moya mme o peselletse @fields.user_name!

# text
source: Your commitment is an inspiration. Keep calm and carry on!
st_za: Re kgothatswa ke boikemisetso ba hao. Theola moya mme o peselletse!

# text
source: Thank you for making so much effort to be a better parent. You are loved and appreciated @fields.user_name!
st_za: Re a leboha hore ebe o entse boiteko bo bokaalo hore o be motswadi wa mmakgonthe. Batho ba ho rata ebile ba ho ananela @fields.user_name!

# text
source: Thank you for making so much effort to be a better parent. You are loved and appreciated!
st_za: Re a leboha hore ebe o entse boiteko bo bokaalo hore o be motswadi wa mmakgonthe. Batho ba ho rata ebile ba ho ananela!

# text
source: Thank you @fields.user_name for being patient with yourself and your family. Every little bit helps!
st_za: Rea leboha @fields.user_name ka hore o imamelle mme o mamelle le ba lalapa la hao. Hanyane le hanyane ho tla loka!

# text
source: Thank you for being patient with yourself and your family. Every little bit helps!
st_za: Rea leboha ka hore o imamelle mme o mamelle le ba lelapa la hao. Hanyane le hanyane ho tla loka!

# text
source: Thank you @fields.user_name for getting up every morning and trying again. Even when you are tired. That is real courage and dedication!
st_za: Rea leboha @fields.user_name ka hore o tsohe hoseng ho hong le ho hong ebe o leka hape. Leha o kgathetse. Kannete sena ke sebete le boitelo!

# text
source: Thank you for getting up every morning and trying again. Even when you are tired. That is real courage and dedication!
st_za: Rea leboha ka hore o tsohe hoseng ho hong le ho hong ebe o leka hape. Leha o kgathetse. Kannete sena ke sebete le boitelo!

# text
source: You made it to the end of the day! Now it’s time for you. You deserve a break @fields.user_name!
st_za: Qetellong o atlehile! Nako ya hao e se e fihlile. O lokela ho phomola @fields.user_name!

# text
source: You made it to the end of the day! Now it’s time for you. You deserve a break!
st_za: Qetellong o atlehile! Nako ya hao e se e fihlile. O lokela ho phomola!

# text
source: You made a difference today just by showing up. Your down time starts now @fields.user_name!
st_za: Boteng ba hao kajeno bo tlisitse phapang. Ke nako ya hao ya phomolo e qala hona jwale @fields.user_name!

# text
source: You made a difference today just by showing up. Your down time starts now!
st_za: Boteng ba hao kajeno bo tlisitse phapang. Ke nako ya hao ya phomolo e qala hona jwale!

# text
source: Well done for getting to the end of the day @fields.user_name! Sometimes that’s all we can do. Get some rest and try again tomorrow!
st_za: O sebeditse ka hore o qete letsatsi la kajeno @fields.user_name! Ka dinako tse ding ke sona feela seo re ka se etsang. Phomola hanyane mme o leke hape hosane!

# text
source: Well done for getting to the end of the day! Sometimes that’s all we can do. Get some rest and try again tomorrow!
st_za: O sebeditse ka hore o qete letsatsi la kajeno! Ka dinako tse ding ke sona feela seo re ka se etsang. Phomola hanyane mme o leke hape hosane!

# text
source: Happy, sad, angry, excited, worried? Well done @fields.user_name for recognizing how you and others felt today! And remember, tomorrow is a brand new day.
st_za: Na o thabile, o hloname, o halefile, o tsohile molota, o kgathatsehile? O sebeditse @fields.user_name ka ho lemoha kamoo wena le ba bang le ikutlwang kateng kajeno! Mme hopola, letsatsi la hosane ke letsatsi le letjha.

# text
source: Happy, sad, angry, excited, worried? Well done for recognizing how you and others felt today! And remember, tomorrow is a brand new day.
st_za: Na o thabile, o hloname, o halefile, o tsohile molota, o kgathatsehile? O sebeditse ka ho lemoha kamoo wena le ba bang le ikutlwang kateng kajeno! Mme hopola, letsatsi la hosane ke letsatsi le letjha.

# text
source: Taking care of yourself is taking care of your kids! Keep it up @fields.user_name!
st_za: Ho itlhokomela ho qala ka ho hlokomela bana ba hao! Pele ya pele @fields.user_name!

# text
source: Taking care of yourself is taking care of your kids! Keep it up!
st_za: Ho itlhokomela ho qala ka ho hlokomela bana ba hao! Pele ya pele!

# text
source: Well done for trying to figure everything out @fields.user_name! Nobody has all the answers but you really do your best!
st_za: O sebeditse ka ho leka ho ithuta dintho tsohle @fields.user_name! Ha ho na motho ya nang le dikarabo tsohle empa kannete o ipabotse!

# text
source: Well done for trying to figure everything out. Nobody has all the answers but you really do your best!
st_za: O sebeditse ka ho leka ho ithuta dintho tsohle! Ha ho na motho ya nang le dikarabo tsohle empa kannete o ipabotse!

# text
source: Thank you for showing up for your family today and try your best! Your effort is appreciated @fields.user_name!
st_za: Rea leboha hore ebe o iponahaditse kajeno bakeng sa ba lelapa la hao mme o entse sohle se matleng a hao! Re leboha boiteko ba hao @fields.user_name!

# text
source: Thank you for showing up for your family today and try your best! Your effort is appreciated!
st_za: Rea leboha hore ebe o iponahaditse kajeno bakeng sa ba lelapa la hao mme o entse sohle se matleng a hao! Re leboha boiteko ba hao!

# text
source: Sorry to hear that you are struggling @fields.user_name. It is perfectly normal to have difficult days, especially during these stressful times. Remember you can always get extra support by typing "Help".
st_za: Ke maswabi ho utlwa ka mathata a hao @fields.user_name. Kannete ke ntho e tlwaehileng haholo ho tobana le matsatsi a thata, haholoholo mehleng ena e boima. Hopola hore o ka fuwa thuso eo o e hlokang ha o ngola “Thuso”.

# text
source: Sorry to hear that you are struggling. It is perfectly normal to have difficult days, especially during these stressful times. Remember you can always get extra support by typing "Help".
st_za: Ke maswabi ho utlwa ka mathata a hao. Kannete ke ntho e tlwaehileng haholo ho tobana le matsatsi a thata, haholoholo mehleng ena e boima. Hopola hore o ka fuwa thuso eo o e hlokang ha o ngola “Thuso”.

# text
source: Sorry to hear that things are difficult between you and your children. I know it can be really tough @fields.user_name Remember you can always get extra support by typing "Help".
st_za: Ke maswabi ho utlwa hore ho thata pakeng tsa hao le bana ba hao. Kea tseba hore ho ka hla ha eba thata @fields.user_name Hopola hore o ka fuwa thuso eo o e hlokang ha o ngola “Thuso”.

# text
source: Sorry to hear that things are difficult between you and your children. I know it can be really tough. Remember you can always get extra support by typing "Help".
st_za: Ke maswabi ho utlwa hore ho thata pakeng tsa hao le bana ba hao. Kea tseba hore ho ka hla ha eba thata. Hopola hore o ka fuwa thuso eo o e hlokang ha o ngola “Thuso”.

# text
source: Sorry to hear that things are difficult between you and your children. You deserve a star just for trying @fields.user_name. Remember you can always get extra support by typing "Help".
st_za: Ke maswabi ho utlwa hore ho thata pakeng tsa hao le bana ba hao. Kgau e a o tshwanela ka lebaka la boiteko boo o bo entseng @fields.user_name. Hopola hore o ka fuwa thuso eo o e hlokang ha o ngola “Thuso”.

# text
source: Sorry to hear that things are difficult between you and your children. You deserve a star just for trying. Remember you can always get extra support by typing "Help".
st_za: Ke maswabi ho utlwa hore ho thata pakeng tsa hao le bana ba hao. Kgau e a o tshwanela ka lebaka la boiteko boo o bo entseng. Hopola hore o ka fuwa thuso eo o e hlokang ha o ngola “Thuso”.

# text
source: Sorry to hear that you are going through a tough time @fields.user_name. You are not alone. Reach out to a friend or someone you can talk to for support. Remember you can always get extra support by typing "Help".
st_za: Ke maswabi ho utlwa hore hona jwale o hula ka thata @fields.user_name. Tseba hore ha o mong. Batla motswalle kapa motho eo o ka qoqang le yena ya ka o tshehetsang. Hopola hore o ka fuwa thuso eo o e hlokang ha o ngola “Thuso”.

# text
source: Sorry to hear that you are going through a tough time. You are not alone. Reach out to a friend or someone you can talk to for support. Remember you can always get extra support by typing "Help".
st_za: Ke maswabi ho utlwa hore hona jwale o hula ka thata. Tseba hore ha o mong. Batla motswalle kapa motho eo o ka qoqang le yena ya ka o tshehetsang. Hopola hore o ka fuwa thuso eo o e hlokang ha o ngola “Thuso”.

# text
source: Sorry to hear that you are struggling @fields.user_name. Remember you can always get extra support by typing "Help".
st_za: Ke maswabi ho utlwa hore o hula ka thata @fields.user_name. Hopola hore o ka fuwa thuso eo o e hlokang ha o ngola “Thuso”.

# text
source: Sorry to hear that you are struggling. Remember you can always get extra support by typing "Help".
st_za: Ke maswabi ho utlwa ka mathata a hao. Hopola hore o ka fuwa thuso eo o e hlokang ha o ngola “Thuso”.

# text
source: Sorry to hear that you are struggling. Take a moment to reflect on one thing that went well for you today @fields.user_name. Even the smallest things can help. Remember you can always get extra support by typing "Help".
st_za: Ke maswabi ho utlwa ka mathata a hao. E nka motsotswana o nahane ka ntho e ntle e o etsahalletseng kajeno @fields.user_name. Esita leha dintho di le nyane haholo di ka o thusa. Hopola hore o ka fuwa thuso eo o e hlokang ha o ngola “Thuso”.

# text
source: Sorry to hear that you are struggling. Take a moment to reflect on one thing that went well for you today. Even the smallest things can help. Remember you can always get extra support by typing "Help".
st_za: Ke maswabi ho utlwa ka mathata a hao. Ka motsotswana ako nahane ka ntho e ntle e o etsahalletseng kajeno. Esita leha dintho di le nyane haholo di ka o thusa. Hopola hore o ka fuwa thuso eo o e hlokang ha o ngola “Thuso”.

# text
source: Sorry to hear that you are having a tough time with your child. These things take time and patience to change. Be kind to yourself and know that you are not alone @fields.user_name. Remember you can always get extra support by typing "Help".
st_za: Ke maswabi ho utlwa hore dintho ha di tsamaye hantle pakeng tsa hao le ngwana wa hao. Dintho tse tjena di fetoha kamora nako ebile di hloka mamello. O ikgauhele mme o tsebe hore ha o mong @fields.user_name. Hopola hore o ka fuwa thuso eo o e hlokang ha o ngola “Thuso”.

# text
source: Sorry to hear that you are having a tough time with your child. These things take time and patience to change. Be kind to yourself and know that you are not alone. Remember you can always get extra support by typing "Help".
st_za: Ke maswabi ho utlwa hore dintho ha di tsamaye hantle pakeng tsa hao le ngwana wa hao. Dintho tse tjena di fetoha kamora nako ebile di hloka mamello. O ikgauhele mme o tsebe hore ha o mong. Hopola hore o ka fuwa thuso eo o e hlokang ha o ngola “Thuso”.

# text
source: Sorry to hear you are struggling @fields.user_name. Give yourself a big hug for trying. Tomorrow is another day. Remember you can always get extra support by typing "Help".
st_za: Ke maswabi ho utlwa hore o hula ka thata @fields.user_name. Iphe haka e mofuthu hobane o itekile. Letsatsi la hosane e tla be e le letsatsi le leng. Hopola hore o ka fuwa thuso eo o e hlokang ha o ngola “Thuso”.

# text
source: Sorry to hear you are struggling. Give yourself a big hug for trying. Tomorrow is another day. Remember you can always get extra support by typing "Help".
st_za: Ke maswabi ho utlwa hore o hula ka thata. Iphe haka e mofuthu hobane o itekile. Letsatsi la hosane e tla be e le letsatsi le leng. Hopola hore o ka fuwa thuso eo o e hlokang ha o ngola “Thuso”.

# text
source: Sorry to hear that things are difficult between you and your children. It’s not always easy to be a parent during these difficult times @fields.user_name. Remember you can always get extra support by typing "Help".
st_za: Ke maswabi ho utlwa hore ho thata pakeng tsa hao le bana ba hao. Hase kamehla ho leng bonolo ho ba motswadi dinakong tsena tse thata @fields.user_name. Hopola hore o ka fuwa thuso eo o e hlokang ha o ngola “Thuso”.

# text
source: Sorry to hear that things are difficult between you and your children. It’s not always easy to be a parent during these difficult times. Remember you can always get extra support by typing "Help".
st_za: Ke maswabi ho utlwa hore ho thata pakeng tsa hao le bana ba hao. Hase kamehla ho leng bonolo ho ba motswadi dinakong tsena tse thata. Hopola hore o ka fuwa thuso eo o e hlokang ha o ngola “Thuso”.

# text
source: Sorry to hear that things are difficult between you and your children @fields.user_name. There’s no such thing as a perfect parent or the perfect child. We are all just trying our best! Remember you can always get extra support by typing "Help".
st_za: Ke maswabi ho utlwa hore dintho ha di tsamaye hantle pakeng tsa hao le bana ba hao @fields.user_name. Ha ho na motswadi ya phethahetseng kapa yena ngwana ya phethahetseng. Kaofela re etsa sohle se matleng a rona. Hopola hore o ka fuwa thuso eo o e hlokang ha o ngola “Thuso”.

# text
source: Sorry to hear that things are difficult between you and your children. There’s no such thing as a perfect parent or the perfect child. We are all just trying our best! Remember you can always get extra support by typing "Help".
st_za: Ke maswabi ho utlwa hore ho thata pakeng tsa hao le bana ba hao. Ha ho na motswadi ya phethahetseng kapa yena ngwana ya phethahetseng. Kaofela re etsa sohle se matleng a rona. Hopola hore o ka fuwa thuso eo o e hlokang ha o ngola “Thuso”.

# text
source: Sorry to hear that you are struggling @fields.user_name. Parenting can be very difficult at times. Take a pause and remind yourself that you are trying your best. Remember you can always get extra support by typing "Help".
st_za: Ke matswabi ho utlwa hore o hula ka thata @fields.user_name. Ka dinako tse ding ho thata haholo ho ba motswadi. Ako imamele hanyane mme o ikgopotse hore o etsa sohle se matleng a hao. Hopola hore o ka fuwa thuso eo o e hlokang ha o ngola “Thuso”.

# text
source: Sorry to hear that you are struggling. Parenting can be very difficult at times. Take a pause and remind yourself that you are trying your best. Remember you can always get extra support by typing "Help".
st_za: Ke maswabi ho utlwa ka mathata a hao. Ka dinako tse ding ho thata haholo ho ba motswadi. Ako imamele hanyane mme o ikgopotse hore o etsa sohle se matleng a hao. Hopola hore o ka fuwa thuso eo o e hlokang ha o ngola “Thuso”.

# text
source: Sorry to hear that things are difficult between you and your children @fields.user_name. Sometimes it’s easy, sometimes it’s not. Let go of the mistakes and celebrate the wins, however small! Remember you can always get extra support by typing "Help".
st_za: Ke maswabi ho utlwa hore ho thata pakeng tsa hao le bana ba hao @fields.user_name. Ka dinako tse ding ho monate, ka dinako tse ding ho thata. Ska ituba ka diphoso, empa keteka katleho ya hao, le haeba e le nyane! Hopola hore o ka fuwa thuso eo o e hlokang ha o ngola “Thuso”.

# text
source: Sorry to hear that things are difficult between you and your children. Sometimes it’s easy, sometimes it’s not. Let go of the mistakes and celebrate the wins, however small! Remember you can always get extra support by typing "Help".
st_za: Ke maswabi ho utlwa hore ho thata pakeng tsa hao le bana ba hao. Ka dinako tse ding ho monate, ka dinako tse ding ho thata. Ska ituba ka diphoso, empa keteka katleho ya hao, le haeba e le nyane! Hopola hore o ka fuwa thuso eo o e hlokang ha o ngola “Thuso”.

# text
source: Be gentle with yourself @fields.user_name. Just because something didn’t go well today, or you lost your temper, this doesn’t define who you are as a parent. Remind yourself of the things you did well today, even if they may seem small.
st_za: Inahanele @fields.user_name. Hore feela ntho e itseng ha e a tsamaya hantle kajeno, kapa o ile wa tlakoloha ke bohale, seo hase hlalose hore na o motswadi ya jwang. Ikgopotse dintho tse tsamaileng hantle kajeno, le haeba di bonahala eka di nyane.

# text
source: Be gentle with yourself. Just because something didn’t go well today, or you lost your temper, this doesn’t define who you are as a parent. Remind yourself of the things you did well today, even if they may seem small.
st_za: Inahanele. Hore feela ntho e itseng ha e a tsamaya hantle kajeno, kapa o ile wa tlakoloha ke bohale, seo hase hlalose hore na o motswadi ya jwang. Ikgopotse dintho tse tsamaileng hantle kajeno, le haeba di bonahala eka di nyane.

# text
source: Sorry to hear that things are difficult @fields.user_name. Whatever you feel you did ‘wrong’ today, let it go and try again tomorrow. It’s ok!
st_za: Ke maswabi ho utlwa hore ho thata @fields.user_name. Ho sa tsotellehe hore na ke eng eo o nkang hore o e ‘fositse’ kajeno, e tlohelle e fete mme o leke hape hosane. Ho lokile!

# text
source: Remember you can always get extra support by typing "Help".
st_za: Hopola hore o ka fuwa thuso eo o e hlokang ha o ngola “Thuso”.

# text
source: Sorry to hear that things are difficult. Whatever you feel you did ‘wrong’ today, let it go and try again tomorrow. It’s ok!
st_za: Ke maswabi ho utlwa hore ho thata. Ho sa tsotellehe hore na ke eng eo o nkang hore o e ‘fositse’ kajeno, e tlohelle e fete mme o leke hape hosane. Ho lokile!

# text
source: You don’t have to do this alone! Please feel free to share your ParentText journey with other adults in your household and elsewhere. They might want to sign up to receive the messages too!
st_za: O se ke wa ba podumo ya moema notshi! Ke kopa o ikutlwe o lokolohile ho nka leeto la hao la ParentText le batho ba bang ba baholo lapeng le kae kapa kae. Mohlomong le bona ba ka thabela ho fana ka tumello hore ba amohele melaetsa!

# text
source: Would you like to receive a link to this programme, so you can share it with adults in your household?
st_za: Na o ka thabela ho amohela lehokela la lenaneo lee, e le hore o ka le abela batho ba baholo bao o dulang le bona lapeng?
