Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/st/st_messages.po
Languages: st_za

# text
source: • It is simple and helps create a strong bond between you and your baby!
st_za: • Ke ntho e bonolo mme e ka thusa ho theha maqhama a matla pakeng tsa hao le lesea la hao!

# text
source: Musical Toes
st_za: Mmino wa Menwana ya Maoto

# text
source: Put your baby on their back.
st_za: Beha lesea fatshe le kakalletse.

# text
source: Wiggle their toe and say, “This little toe goes [funny sound].”
st_za: Koba menwana ya lona hanyane mme o re, “Monwana ona o monyane o duma tjena [etsa modumo o tshehisang].”

# text
source: Make a funny sound for each toe.
st_za: Etsa modumo o tshehisang ka monwanang ka mong wa leoto.

# text
source: Play with different sounds. For example, animal sounds, popping sounds, squeaky sounds, fart sounds.
st_za: Bapala ka medumo e fapaneng. Ka mohlala, modumo wa diphoofolo, medumo ya dintho tse kokotelwang, medumo e reng tswi!, modumo wa motho ya ntshang moya.

# text
source: Repeat this for all ten toes.
st_za: E phete ka menwana yohle e leshome.

# text
source: Try to make the last toe the biggest and funniest sound!
st_za: Leka ho etsa hore monwana wa ho qetela e be o moholo le o tshehisang le ho feta!

# text
source: Peek-a-Boo!
st_za: Ha-o-Mpone!

# text
source: • Cover your face with your hands.
st_za: • Ikwahele sefahleho ka matsoho a hao.

# text
source: • Quickly show your face and say "Peek-a-Boo!" or "Hello!" Babies love it!
st_za: • Ebe o hlahisa sefahleho kapele mme o re "Ha-o-Mpone!" kapa "Dumelang!" Masea a rata papadi ena haholo!

# text
source: See It Be It
st_za: E Bone O Be Yona

# text
source: Look around you and name something that you can see. For example, a tree or a cup.
st_za: Qamaka pela hao mme bolela lebitso la ntho eo o e bonang. Ka mohlala, sefate kapa komiki.

# text
source: Say to your child “I see a tree, let’s be it”.
st_za: E re ho ngwana wa hao “Ke bona sefate, a re be sefate”.

# text
source: Countdown from 5 and make the shape of a tree with your bodies. Be as big and silly as possible.
st_za: Balang ho tloha ho 5 ho ya tlase ebe le etsa sebopeho sa sefate ka mmele ya lona. Eba moholo mme o etse dintho tse tshehisang kamoo o ka kgonang.

# text
source: Now let your child have a turn. What can they see?
st_za: Jwale lekgetlong lena e be ngwana wa hao. O bona eng?

# text
source: If you can, go outside and be in nature. If you can’t, play it inside.
st_za: Ha o ka kgona, tswela ka ntle mme o be dinthong tsa tlhaho. Haeba o sa kgone, bapallang ka tlung.

# text
source: When you’ve done it a few times, add moves and sounds!
st_za: Ha le e bapetse ka makgetlo a mmalwa, kenyang metsamao le medumo!

# text
source: Shakers
st_za: Batsukutli

# text
source: Find an empty, clean plastic bottle or pot with a lid that closes tight.
st_za: Fumana botlolo ya polasitiki e sa tshelang, e hlwekileng kapa pitsa e nang le sekwaelo se kwalang ka thata.

# text
source: Fill it with sand, stones, uncooked rice, beans or any small objects that make an interesting sound.
st_za: E tlatse lehlabathe, majwe, raese e sa phehwang, dinawa kapa dintho tse nyane tse etsang medumo e thahasellisang.

# text
source: Move your body as you shake it in front of your baby.
st_za: Tsamaisa mmele wa hao ha o ntse o e tsukutla kapela lesea la hao.

# text
source: If it is safe, give it to your baby to shake!
st_za: Haeba ho bolokehile, e fe ngwana wa hao hore le yena a e tsukutle!

# text
source: Get creative! Can you find something colourful or try it with water?
st_za: Qapa dintho tse sa tshwaneng! Na o ka fumana ntho e mebalabala kapa o leke ka metsi?

# text
source: What sounds does your baby like?
st_za: Lesea la hao le rata medumo efe?

# text
source: The Sun is Coming!
st_za: Letsatsi le a Tla!

# text
source: Lie your baby on their back after washing them or changing their diaper.
st_za: Beha lesea la hao le kakalletse kamora ho le hlaphisa kapa ho le tjhentjha leleiri.

# text
source: Tell them the sun is coming! Wiggle your fingers like sun rays above their head and make your face a big smiling sun.
st_za: Le bolelle hore letsatsi le a tla! Bapadisa menwana ya hao jwalo ka mahlasedi a letsatsi hloohong ya lona mme o etse hore sefahleho se be jwalo ka letsatsi le bososelang haholo.

# text
source: Tell them the wind is coming! Blow softly over their body.
st_za: Le bolelle hore moya o a tla! Le butswele mmele habonolo.

# text
source: Tell them the rain is coming! Use your fingers to gently pat over their whole body like light raindrops.
st_za: Le bolelle hore pula e a tla! Le toboketse ka menwana ya hao habonolo mmele kaofela jwalo ka marothodi a bobebe a pula.

# text
source: Tell them the clouds are coming! Wrap the towel or cloth around them like a blanket and cuddle them.
st_za: Le bolelle hore maru aa tla! Le thatele ka thaole kapa le phuthele ka kobo ebe o a le kuka.

# text
source: Play with different weathers. Which one does your baby like best?
st_za: Bapala ka maemo a lehodimo a fapaneng. Ke bofe boo lesea la hao le bo ratang ka ho fetisisa?

# text
source: Add sound effects or make it into a little song. Use the tune of another song you know!
st_za: Kenya medumo kapa etsa hore ho utlwahale eka ke pina e nyane. Sebedisa morethetho wa pina e nngwe eo o e tsebang!

# text
source: At the End of the Day
st_za: Qetellong ya Letsatsi

# text
source: At the end of each day, take a minute to think about the day.
st_za: Qetellong ya letsatsi ka leng, qeta motsotso o nahana ka letsatsi leo.

# text
source: Talk to your child about one positive or fun thing they did.
st_za: Buisana le ngwana wa hao ka ntho e le nngwe e ntle kapa e tshehisang eo a e entseng.

# text
source: Praise yourself for one thing you did well today.
st_za: Ipabatse ka ntho e le nngwe eo o e entseng kajeno.

# text
source: Think of one thing that you are grateful for.
st_za: Nahana ka ntho e le nngwe eo o e lebohelang.

# text
source: You are a star!
st_za: O kgalala!

# text
source: Lullaby
st_za: Pina e Koiyetsang

# text
source: When your baby or toddler cries, sing a soft song to calm you both down.
st_za: Ha lesea kapa ngwana wa hao a lla, bina pina e morethetho o bonolo hore bobedi ba lona le theole moya.

# text
source: Sing a soothing song you know or make up your own with a simple melody and some soothing words.
st_za: Bina pina e thobang maikutlo eo o tsebang kapa e lokisang kelello ya hao ka mmino o bonolo le mantswe a mang a thobang maikutlo.

# text
source: Repeat it over and over in a rhythmical way. For example, “My little one, oh little one”.
st_za: E phete ka makgetlo o se o latela morethetho. Ka mohlala, “Oi oi oi, ngwana wa lla, wa lla wa thola, o tla pepuwa ke mang? Oi oi”.

# text
source: Sing the same song regularly so your child gets used to it!
st_za: Bina pina e tshwanang kgafetsa ho fihlela ngwana wa hao a e tlwaela!

# text
source: Shake your left hands in the air 8 times while counting to 8
st_za: Tsoka letsoho la hao le letshehadi moyeng ka makgetlo a 8 o ntse o bala ho fihlela ho 8

# text
source: Repeat with your other hand. Repeat with each foot.
st_za: Pheta sena ka letsoho le leng. Pheta sena ka leoto ka leng.

# text
source: Do it 7 times, then 6 times and continue until you get to 1.
st_za: Etsa sena ka makgetlo a 7, ebe makgetlo a 6 mme o tswele pele ho fihlela o fihla ho le 1.

# text
source: Everyone calls out “Crazy chicken” and does their best crazy chicken dance!
st_za: Bohle ba hweletse “Kgoho ya Mohlolo” mme ba etse motjeko o motle ka ho fetisisa wa kgoho ya mohlolo!

# text
source: Dance choreography
st_za: Morethetheo wa motjeko

# text
source: Create a dance choreography to your children’s favorite songs.
st_za: Etsa morethetho wa tantshi ka dipina tseo bana ba hao ba di ratang haholo.

# text
source: First person does a dance move and everyone else copies.
st_za: Motho wa pele o qala motjeko mme bohle baa mo etsisa.

# text
source: Everyone takes turns being the leader.
st_za: Bohle ba fumana monyetla wa ho etella tantshi pele.

# text
source: Perform it for the household!
st_za: Tantshetsang lelapa!

# text
source: Play or sing your favourite music and dance around the room.
st_za: Letsa kapa bina pina eo le e ratang mme le tjekele katlung.

# text
source: For example, “Dance like a monkey”, “Dance like a chicken” or “Dance with just our knees and hips”.
st_za: Ka mohlala, “Motjeko jwalo ka kgoho” kapa “Motjeko ka mangole le matheka”.

# text
source: When the music stops, everyone does a funny freeze.
st_za: Ha pina e fela, bohle ba eme tsi! ka tsela e qabolang.

# text
source: Give your child a chance to be the one to stop the music!
st_za: Neha ngwana wa hao monyetla wa ho ba ho emisa mmino!

# text
source: Freeze dance
st_za: Motjeko o ema tsi

# text
source: Play music or someone sings a song, and everyone dances.
st_za: Bapalang mmino kapa motho e mong a bine pina, ebe bohle ba a tjeka.

# text
source: When the music stops, everyone must freeze.
st_za: Ha pina e fela, bohle ba eme tsi.

# text
source: Last person still dancing becomes the judge for the next round.
st_za: Motho wa ho qetela ya ntseng a tantsha, ke yena eo e bang moahlodi lekgetlong le latelang ha ho tantshwa.

# text
source: A variation to Freeze Dance is Animal Dance: It’s the same as Freeze Dance but when the music stops, one member of the family calls out the name of an animal, and everyone has to become that animal.
st_za: Ha le tloha ho Tantshi ya ho Ema Tsi! le fetele ho Tantshi ya Diphoofolo: E tshwanang le Tantshi ya ho Ema Tsi! empa ha mmino o ema, setho se seng sa lelapa se bitsa lebitso la phoofolo, ebe bohle eba phoofolo eo.

# text
source: Make Housework Fun
st_za: Natefisa Mesebetsi ya Lapeng

# text
source: Household chores aren’t fun… or are they? You can make them into a game, like this.
st_za: Mesebetsi ya lapeng ha e monate... kapa jwang? O ka e fetola papadi, ka tsela ena.

# text
source: There’s a fire on the mountain! Run, run, run!
st_za: Ho na le mollo thabeng! Matha, matha, matha!

# text
source: Touch something red.
st_za: Tshwara ntho e kgubedu.

# text
source: Jump up and down ten times.
st_za: Tlola-tlola ka makgetlo a leshome.

# text
source: Put the shoes in the shoe rack.
st_za: Kenya dieta moo dieta di behwang teng.

# text
source: Mirror
st_za: Seipone

# text
source: This game can be played in pairs or even as a group.
st_za: Papadi ena e ka bapalwa ke dipara kapa esita le ke sehlopha.

# text
source: Stand facing each other or in a circle.
st_za: Emang le shebane kapa le entse lesakana la nkope.

# text
source: One person leads first while everyone else must copy, trying to move exactly at the same time as the leader.
st_za: Motho e mong o qala papadi mme bohle baa mo etsisa, ba leka ho hata hantle ka nako e tshwanang le ya moetapele wa bona.

# text
source: Make sure the leader moves slowly enough for everyone to follow! Explore moving different body parts and in different levels.
st_za: Tiisa hore moetapele o hata butle butle ka ho lekaneng hore batho bohle ba kgone ho mo latela! Ithute ho tsamaisa ditho tsa mmele ka ditsela tse sa tshwaneng le maemong a sa tshwaneng.

# text
source: After a while, switch who is leading. Give everyone a chance to lead.
st_za: Kamora nako, tjhentjhang ya etellang pele. O fe batho bohle monyetla wa ho etella pele.

# text
source: Try it with no leaders!
st_za: E leka kantle ho baetapele!

# text
source: Name that tune
st_za: Bolela lebitso la pina eo

# text
source: First person gets to choose or sing a song.
st_za: Motho wa pele o kgetha kapa ho bina pina.

# text
source: Everyone else must guess the name of the tune (to make it harder they can guess the singer).
st_za: Bohle ba tlameha ho bolela lebitso la pina eo (ho ba thatafalletsa le ho feta, ba ka bolela sebini).

# text
source: The first one to guess it right becomes the next leader who will choose or sing the next song.
st_za: Wa pele wa ho le bolela eba moetapele ya latelang ya tla kgetha kapa a bine pina e latelang.

# text
source: Rain on the Mountain
st_za: Pula Thabeng

# text
source: Call out, “There’s rain on the mountain”.
st_za: Hweletsa, “Ho na le pula thabeng”.

# text
source: Everyone else replies “Run, run, run” while running around the space.
st_za: Bohle ba arabela ka hore “Mathang, mathang, mathang” ha ba ntse ba matha hona lapeng moo.

# text
source: Call out different instructions. For example, touch something red or hop like a frog.
st_za: Hweletsa ditaelo tse sa tshwaneng. Ka mohlala, tshwara ntho e kgubedu kapa qhomaqhoma jwalo ka senqanqana.

# text
source: Keep playing and change the instructions each time.
st_za: Tswela pele o bapala le ho fetola ditaelo nako le nako.

# text
source: You can use this as a fun way to learn colours or even tidy up!
st_za: O ka sebedisa sena e le papadi ena e monate ya hore ngwana wa hao a ithute ka mebala kapa le hona ho hlwekisa!

# text
source: Run Around and Do This
st_za: Matha mme le Etse Sena

# text
source: Everyone runs around the room or garden. Make sure the space is large enough and safe.
st_za: Bohle ba matha ka kamoreng kapa jareteng. Tiisa hore sebaka se seholo ka ho lekaneng ebile se bolokehile.

# text
source: At any time, someone can stop somewhere and say, “When you get over here, you do this!”
st_za: Neng kapa neng, motho a ka ema kaekae mme a re, “Ha le fihla mona, le etsa tjena!”

# text
source: What you do can be anything: push-ups, singing a song, crying, jumping…
st_za: Seo o se etsang ekaba eng kapa eng: diphushapo, ho bina pina, ho lla, ho tlola…

# text
source: The more you play, the more there are things to do in more and more places.
st_za: Ha le bapala haholo, ho tla ba le dintho tse ngata tseo le ka di etsang dibakeng tse ding tse ngata.

# text
source: Each person can decide where to go and when.
st_za: Motho ka mong a ka etsa qeto ya hore na a ka ya hokae hona neng.

# text
source: It’s fun to interact with other people who are doing the same thing as you!
st_za: Ho monate ho kopana le batho ba bang ba etsang dintho tse tshwanang le tseo o di etsang!

# text
source: Say to your child “I see a tree, let’s be it!”
st_za: E re ho ngwana wa hao “Ke bona sefate, a arabe a re sefate!”

# text
source: Ship to Shore
st_za: Ho Tloha Sekepeng Ho ya Lebopong

# text
source: A fun active game where children learn different parts of a boat. Everyone must go to the place or activity that you call out.
st_za: Papadi e sehlahlo e monate moo bana ba ithutang dikarolo tsa sekepe. Bohle ba tlameha ho ya sebakeng se itseng kapa ba etsa papadi eo ba hweletsang.

# text
source: “Bow” means run to the front of the boat (room).
st_za: “Mokoro” o bolela ho mathela karolong e ka pele ya sekepe (kamore).

# text
source: “Stern” means run to the back of the boat.
st_za: “Mohatla” o bolela ho mathela karolong e ka morao ya sekepe.

# text
source: “Starboard” means run to the right side and “Port” means run to the left side.
st_za: “Starboard” e bolela ho mathela karolong e ka ho le letona ya sekepe mme “Port” e bolela ho mathela ka letsohong le letshehadi.

# text
source: “Climb the rigging”: pretend to climb.
st_za: “Climb the rigging”: ho etsa eka o a hlwa.

# text
source: “Clean the deck”: pretend to clean the floor.
st_za: “Clean the deck”: ho etsa eka le hlwekisa fatshe.

# text
source: “Lifeboat, [number] people!”: hold hands in a circle with that many people and do knee bends.
st_za: “Sekepe sa pholoso, batho ba [number]!”: tshwaranang ka matsoho le entse sedikadikwe le batho ba bangata mme le kobe mangole.

# text
source: Everyone not in a lifeboat must swim!
st_za: Bohle ba seng ka sekepeng sa pholoso ba tlameha ho sesa!

# text
source: Stage Directions
st_za: Ditaelo tsa Sethaleng

# text
source: This is the same as Ship to Shore but with Stage Directions. This can be done in an elevated and safe area. The director gives the instructions.
st_za: Di tshwana hantle le tsa Ho Tloha Sekepeng ho ya Lebopong empa ke Ditaelo tsa Sethaleng. E ka bapallwa sebakeng se phahamisitsweng se bolokehileng. Motsamaisi o fana ka ditaelo.

# text
source: “Stage Right” means you go to the right.
st_za: “Lehlakore le Letona la Sethala” ho bolelwa hore o ya ka lehlakoreng le letona.

# text
source: “Stage Left” means you go to the left.
st_za: “Lehlakore le Letshehadi la Sethala” ho bolelwa hore o ya ka lehlakoreng le letshehadi.

# text
source: “Downstage” means you go down.
st_za: “Sethala se Tlaase” ho bolelwa hore o a theoha.

# text
source: “Upstage” means you go up.
st_za: “Sethala se Hodimo” ho bolelwa hore o a nyoloha.

# text
source: “Centre Stage” means you go to the centre of the stage.”
st_za: “Sethala se Bohareng” ho bolelwa hore o ya bohareng ba sethala."

# text
source: You can have fun actions like “Dramatic Death, Take a Bow, Open the Curtain, Clean the Floor,” etc.
st_za: Le ka bapala dipapadi tse monate jwalo ka “Lefu le Bohloko, Nka Seqha, Bula Kgaretene, Hlwekisa Fatshe,” le tse ding.

# text
source: Instead of “Lifeboat” you make “Cast of Actors.” Those not in the cast become the director!
st_za: Ho fapana le “Sekepe sa Pholoso” le ka etsa “Dibapadi tse Kgethilweng.” Ya seng lenaneng la dibapadi eba motsamaisi!

# text
source: Superpowers
st_za: Matla a maholo

# text
source: Think of a superpower. For example, going anywhere instantly, travelling in time, reading minds.
st_za: Nahana ka matla a maholo. Ka mohlala, ho ya kae kapa kae ka ho panya ha leihlo, ho tsamaya ka nako, ho bala dikelello.

# text
source: Ask your child “If you had the superpower to […] how would you use it?
st_za: Botsa ngwana wa hao “Haeba o ne o na le matla a maholo a ho […] o ne o tla a sebedisa jwang?

# text
source: Encourage them to give themselves a superhero name and act it out.
st_za: Mo kgothalletse ho itheha lebitso la lebitso la mohale e moholo mme a tshwantshise seo.

# text
source: Now let them choose a super power for you!
st_za: Ebe o mo tlohella hore a o kgethele mohale e moholo!

# text
source: Make sure you act it out too!
st_za: Tiisa hore o itshwara jwalo ka yena le wena!

# text
source: Transform the object
st_za: Fetola ntho e itseng

# text
source: Everyday household items like brooms, mops, or scarfs can become fun props for games
st_za: Dintho tsa lelapa tsa letsatsi le letsatsi tse kang mafielo, dimmopo, kapa dikhafo ekaba disebediswa tse tshehisang bakeng sa dipapadi

# text
source: Place an object in the center of the room and whenever someone has an idea, they jump in and show the rest what the object can be
st_za: Beha ntho bohareng ba kamore mme neng kapa neng ha motho a na le ntlha, o qhomela ka hare mme o bontsha bohle hore na ntho eo ekaba eng

# text
source: For example, a broom might be ridden as a horse or a microphone or a guitar!
st_za: Ka mohlala, lefielo le ka palangwa jwalo ka pere kapa le ka sebediswa o kare ke maekrofouno kapa katara!

# text
source: What Are You Doing?
st_za: O Etsang?

# text
source: This game is best when more than 2 people play
st_za: Papadi ena e ntle ha e bapalwa ke batho ba fetang ba 2

# text
source: One person pretends to be doing something – for example, combing hair or making dinner
st_za: Motho e mong o etsa eka o etsa ntho e itseng – mohlala, ho kama moriri kapa ho pheha dijo tsa tinare

# text
source: Another person asks, “What are you doing?”
st_za: Ebe e mong o a mo botsa, “O etsang?”

# text
source: The first person needs to say something that has nothing to do with combing hair, for example, “Tying my shoes.”
st_za: Motho wa pele o lokela ho bolela ntho e sa tsamaisaneng le ho kama moriri, ka mohlala, “Ke fasa dieta.”

# text
source: The second person then starts pretending to tie their shoes until a new person asks, “What are you doing?”
st_za: Motho wa bobedi ebe o qala ho etsa eka o fasa dieta ho fihlela motho wa boraro a botsa, “O etsang?”

# text
source: The answer must always be something different than what you are actually doing!
st_za: Ka dinako tsohle karabo e lokela ho ba ntho e fapaneng le seo o hlileng o se etsang!

# text
source: Worms Go Home
st_za: Diboko di Ya Hae

# text
source: Lie on your tummies and pretend your index fingers are a wiggly worm.
st_za: Paqamang ka dimpa mme le etse eka menwana ya lona ya bosupa ke diboko tse nyonyobang.

# text
source: With your other hand make a worm house by making a circle with your fingers and thumb and place it on the floor.
st_za: Ka letsoho le leng etsa ntlo ya seboko ka ho etsa sedikadikwe ka menwana ya hao ya letsoho hammoho le o motona ebe o le beha fatshe.

# text
source: Call out an instruction for your finger to touch, like “Worms on noses” or “Worms on ears”
st_za: Hweletsa ditaelo hore monwana wa hao o tshware, jwalo ka “Diboko dinkong” kapa “Diboko ditsebeng”

# text
source: When you call out “Worms go home”, your wiggly worm has to find a worm house as quickly as possible.
st_za: Ha o hweletsa “Diboko di ya hae”, seboko se nyonyobang se lokela ho fumana ntlo ya seboko kapele kamoo ho ka kgonehang.

# text
source: The last worm to find a home calls out the instructions next.
st_za: Seboko sa ho qetela sa ho fihla lapeng se hweletsa ditaelo tse latelang.

# text
source: Keep playing until you feel rejuvenated from lying down.
st_za: Le nne le bapale ho fihlela le ikutlwa le le mahlahahlaha kamora ho paqama fatshe.

# text
source: Blind Dragon
st_za: Lakabane e Foufetseng

# text
source: This game is great if you have at least 4 people
st_za: Papadi ena e monate haeba bonyane le le batho ba 4

# text
source: Tell the story about a ferocious dragon who lived near a village. He would sneak into the village at night and steal people’s treasures – anything they loved. Anybody who tried to take their treasure back would be eaten alive. This continued for many years until the dragon became old, fat, and blind from sitting on his treasure and gazing at the glare of the gold coins. Then the townspeople could try and sneak into his lair and steal back their relatives’ treasure.
st_za: Pheta pale ya lakabane e foufetseng e dulang pela motse. E ne e kena motseng e nanara bosiu mme e utswa matlotlo a batho – eng kapa eng eo ba e ratang. Mang kapa mang ya neng a leka ho kgutlisa letlotlo la hae e ne e mo harola a ntse a phela. Sena se tswetse pele ka dilemo ho fihlela lakabane ena e tsofetse, e le tenya ebile e foufetse ka lebaka la ho dula letlotlong la yona le ho sheba ditjhelete tsa kgauta. Ebe batho ba toropo eo ba leka ho nanarela selaong sa yona ho ya utswa matlotlo a beng ka bong ka lenyele.

# text
source: One person plays the dragon. Dragon sits blindfolded or with eyes closed surrounded by a pile of treasure.
st_za: Motho e mong o bapala e le lakabane. Lakabane e foufetseng kapa e kwetseng mahlo e dutse e potapotilwe ke qubu ya matlotlo.

# text
source: Everyone has one piece of treasure that they must steal back.
st_za: E mong le e mong o nka sekotwana sa letlotlo leo a tlamehang ho le utswa hore le kgutle.

# text
source: If the dragon hears you and points at you, you must go back to the starting place.
st_za: Ha lakabane e o utlwa mme e o supa, o tlameha ho kgutlela sebakeng seo o qadileng ho sona.

# text
source: Only one person can try to get the treasure at a time.
st_za: Ke motho a le mong ya ka lekang ho fumana letlotlo ka nako.

# text
source: Dancing with Angels
st_za: Ho tjeka le Mangeloi

# text
source: This activity helps children learn how to lead. It also builds trust between you and your child.
st_za: Tshebetso ena e thusa bana ho ithuta ho etella pele. Hape e etsa hore wena le ngwana wa hao le tshepane.

# text
source: Play a piece of music that is gentle and relaxed to encourage smooth and calming movement.
st_za: Bapala mmino o thobang maikutlo le o phodileng ho kgothalletsa motsamao o bonolo le o thobang maikutlo.

# text
source: One person goes first and closes their eyes while the other person is the guardian angel or protector.
st_za: Motho e mong o ya pele mme o kwala mahlo a hae ha motho e mong e le lengeloi la motataisi kapa mosireletsi.
