Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/st/st_messages.po
Languages: st_za

# text
source: This is a very stressful time for families. How many days in the past week did you feel very stressed as a parent/caregiver? (0, 1, 2, 3, 4, 5, 6, 7)
st_za: Ena ke nako e boima haholo ho malapa. O qetile matsatsi a makae bekeng e fetileng o ikutlwa o imetswe haholo maikutlong jwalo ka motswadi/kapa mohlokomedi? (0, 1, 2, 3, 4, 5, 6, 7)

# text
source: If you don't want to answer, please type 99.
st_za: Haeba o sa batle ho araba, ka kopo ngola 99.

# text
source: Sorry, I don't understand what you mean. Please reply with a number between 0 and 7.
st_za: Ha ke tsebe hore na o bua kang. Ka kopo karabong ya hao e be palo e pakeng tsa 0 le 7.

# text
source: It’s wonderful to hear you are feeling less stress than last week. Keep up the good work!
st_za: Ke ditaba tse monate hore ebe kgatello ya maikutlo ya hao se fokotsehile ho feta bekeng e fetileng. Pele ya pele ka mosebetsi o motle!

# text
source: Amazing that you are feeling less stressed! Remember to keep taking a deep breath every time something makes you feel anxious – you are doing a great job!
st_za: Ke ditaba tse monate hore kgatello ya maikutlo ya hao e fokotsehile! Hopola ho dula o kga moya o mongata nako le nako ha ntho e nngwe e etsa hore o ikutlwe o kgathatsehile – o etsa mosebetsi o tswileng matsoho!

# text
source: Did you know that you are less stressed than you were last week? Amazing!
st_za: Na o ne o tseba hore kgatello ya maikutlo ya hao e fokotsehile ha e bapiswa le bekeng e fetileng? Ke ditaba tse monate!

# text
source: We all feel stressed sometimes, it’s normal. Remember to be kind to yourself and take a minute for yourself when you need it, you are doing a great job!
st_za: Ke ntho e tlwaelehileng hore ka dinako tse ding kaofela re ikutlwe re na le kgatello ya maikutlo. Hopola ho ikgathalla le ho qeta nakwana boinotshing ha ho hlokahala, o etsa mosebetsi o tswileng matsoho!

# text
source: It is great you are feeling less stressed. We all have our ups and downs – remember the good times whenever things get challenging!
st_za: Ke ditaba tse monate hore kgatello ya hao ya maikutlo e fokotsehile. Kaofela re tobana le mathata le manolo – hopola dinako tse monate neng kapa neng ha o tobana le diphephetso!

# text
source: Well done for managing your stress! Life can get overwhelming sometimes, but remember you can always take a pause – you are doing amazing.
st_za: O sebeditse ka ho laola kgatello ya maikutlo sa hao! Ka dinako tse ding bophelo bo ka ba thata, empa ka dinako tsohle hopola hore o ka phomola hanyane – o a ipabola.

# text
source: We understand that this is a stressful time. Remember that you are not alone. We are here to help!
st_za: Rea utlwisisa hore tsena ke dinako tse boima. Hopola hore ha o mong. Re teng hore re o thuse!

# text
source: Life can be overwhelming sometimes. Well done for trying your best, you are valued and appreciated!
st_za: Ka dinako tse ding bophelo bo ka ba thata. O sebeditse ka hore o leke sohle se matleng a hao, o motho wa bohlokwa ebile o a ananelwa!

# text
source: Would you like a brief activity to help you with stress?
st_za: Na o ka thabela mosebetsi o mokgutshwanyane ho o thusa ha o imetswe maikutlong?

# text
source: It is okay to feel overwhelmed from time to time, we all do! Take a deep breath and remember that we are here to help.
st_za: O ska kgathatseha haeba nako le nako o ikutlwa o imetswe, kaofela seo sea re etsahalla! Phefumulohela hodimo mme o hopole hore re teng ho o thusa.

# text
source: It can be stressful to get through the day sometimes. At the end of each day, remember to praise yourself for doing your best!
st_za: Ka dinako tse ding letsatsi le fela o utlwile! Ha letsatsi ka leng le dikela, o hopole ho ikotla sefuba hobane o entse sohle se matleng a hao!

# text
source: Sorry, I don't understand what you mean.
st_za: Ha ke tsebe hore na o bua kang.

# text
source: Great to hear that your stress levels are manageable! Whenever you feel stressed, take a deep breath – you are doing amazing.
st_za: Ke ho thabisang ho utlwa hore o kgona ho laola kgatello ya hao ya maikutlo! Neng kapa neng ha o ikutlwa o na le boemo bona, phefumolohela hodimo – o etsa dintho tse hlollang.

# text
source: We hope that was helpful! Remember you can always type "Help" at anytime if you need an activity to help you relax or reduce stress.
st_za: Re tshepa hore seo se o thusitse! Hopola hore ka dinako tsohle o ka ngola lentswe “Thuso”, neng kapa neng ha o hloka seo o ka se etsang ho o thusa ho phomotsa methapo kapa ho fokotsa kgatello ya maikutlo.

# text
source: Would like a brief relaxing activity now?
st_za: Na o ka thabela ho etsa ntho e ka o kgathollang hanyane hona jwale?

# text
source: Sometimes everything gets too much! Remember to recognise when you feel that way and take a few deep breaths before responding. Your child will learn from your good example!
st_za: Ka dinako tse ding o ka ikutlwa eka o tlaletswe ke noka! Hopola ho lemoha tsela eo o ikutlwang ka yona mme o phefumolohele hodimo ka makgetlo a mmalwa pele o arabela. Ngwana wa hao o tla ithuta mohlala o motle ho wena!

# text
source: Great to see you are managing to respond calmly to your child, that’s a big accomplishment! Celebrate this win, you are a star.
st_za: Ke ditaba tse monate ho bona hore o kgona ho arabela ngwana wa hao o theotse moya, o fihlelletse ntho e kgolo! Keteka tlholo ena, o kgalala.

# text
source: Our children sometimes drive us crazy. Remember, you can always take a pause and address the problem later on when everyone is calm. You can do it!
st_za: Ka dinako tse ding bana ba ka re halefisa. Hopola, ka dinako tsohle o ka phomola hanyane yaba o lokisa bothata hamorao ha kaofela le se le kgobile matshwafo. O ka atleha!

# text
source: It is wonderful that you are responding in a calm way when your child does something upsetting. They can learn so much from you!
st_za: Ke ditaba tse monate hore ebe o arabela o kgobile matshwafo ha ngwana wa hao a etsa ntho e halefisang. A ka ithuta dintho tse ngata ho wena!

# text
source: Amazing! You are setting such a great example for your children on how to respond calmly in difficult situations – keep up the good work!
st_za: Ke ditaba tse monate! O behela bana ba hao mohlala o babatsehang wa tsela ya ho arabela ba kgobile matshwafo ha ho hlaha maemo a thata – pele ya pele ka mosebetsi o motle!

# text
source: Sorry that things are not always easy with your child. When they upset you, try to remain calm, That way, you can keep clear boundaries and solve problems together. You can do it!
st_za: Ke maswabi hore ebe hase kamehla ho leng bonolo ho sebetsana le ngwana wa hao. Ha a o halefisa, leka ho dula o kgobile matshwafo, ka tsela eo o seha meedi e hlakileng ebile le rarolla mathata mmoho. O ka atleha!

# text
source: So good! Every time you choose to be calm and clear, you are showing your child how much you care about them. They will feel heard and loved, and will be more likely to listen to you!
st_za: Ditaba tse molemo ruri! Nako le nako ha o kgetha ho kgoba matshwafo le ho hlakisa dintho, o bontsha ngwana wa hao hore na o mo kgathalla hakae. O tla utlwa hore ho na le motho ya mo mamelang le ya mo ratang, mme menyetla ya hore a o mamele e tla eketseha!

# text
source: Money is one of the biggest stresses for families now. How many days in the past week have you felt very worried or anxious about money? (0, 1, 2, 3, 4, 5, 6, 7)
st_za: Ntho enngwe e kgolo e hlobaetsang ka malapeng ke tjhelete. O qetile matsatsi a makae bekeng e fetileng o ikutlwa o kgathatsehile kapa o tshwenyehile haholo ka tjhelete? (0, 1, 2, 3, 4, 5, 6, 7)

# text
source: How many days in the past month (30 days) did you run out of money to pay for food? (0, 1, 2, 3, ... 30)
st_za: Ke matsatsi a mmakae kgoeling (matsatsi a 30) e fetileng mo o ileng oa felloa ke tjhelete ya ho lefella kapa ho reka lijo? (0, 1, 2, 3, ... 30)

# text
source: Sorry, I don't understand what you mean. Please reply with a number between 0 and 30.
st_za: Ha ke tsebe hore na o bua kang. Ka kopo karabo ya hao e be palo e pakeng tsa 0 le 30.

# text
source: It can sometimes be difficult to have a positive relationship with our children. How confident do you feel about your ability as a parent/caregiver to have a positive relationship with your children? (0=not confident to 7=extremely confident)
st_za: Ka dinako tse ding ho ka ba thata ho ba le dikamano tse ntle le bana ba rona. O na le boitshepo bo bokae bo amanang le bokgoni ba hao jwalo ka motswadi/mohlokomedi ba ho theha dikamano tse ntle le bana ba hao? (0 = ha ke itshepe ho hang ho ya ho 7=ke itshepa ho tlola)

# text
source: Having a positive relationship with our children can be difficult, especially during stressful times. You might want to try spending a little more One-on-One Time with your child. It will show them that they are valued and loved.
st_za: Ho ba le dikamano tse ntle le bana ba rona ho ka ba thata, haholoholo dinakong tse boima. O ka nna wa batla ho leka ho eketsa hanyane Nako ya Boinotshing le ngwana wa hao. Seo se tla mo bontsha hore ke motho wa bohlokwa le ya ratwang.

# text
source: It is so wonderful to hear that you are able to maintain a positive relationship with your children. They really benefit from having you as a source of love and support in their lives.
st_za: Ke ntho e tsotehang haholo ho utlwa hore o kgona ho ba le dikamano tse ntle le bana ba hao. Ka sebele ba fola molemo hobane o le mohlodi wa lerato le tshehetso bophelong ba bona.

# text
source: Bonus question: We all want to keep our children safe. In the past month, have you talked with your child about keeping safe from sexual violence online or offline? This could be when they are going out with friends, or talking about the websites they use.
st_za: Potso ya tlatsetso: Kaofela re batla ho tiisa hore bana ba rona ba sireletsehile. Kgweding e fetileng, na o kile wa buisana le ngwana wa hao ka ho itshireletsa diketsong tsa thobalano ka dikgoka ho marang-rang a dikgokahano kapa tse etswang ka ho toba? Sena se ka etsahala ha ba intsha le metswalle, kapa ho bua ka di webosaete tseo ba di sebedisang.

# text
source: Sorry, I don't understand what you mean. Please reply with either yes or no.
st_za: Ha ke tsebe hore na o bua kang. Ka kopo arabela ka ee kapa tjhe.

# text
source: How many days have you had a talk like this? (0, 1, 2, 3, ... 30)
st_za: Ke ka matsatsi a makae mo le ileng la bua ka meqoqo e kang ena? (0, 1, 2, 3, ... 30)

# text
source: Being a parent is not easy. It can be difficult to know how to keep our children safe. We often feel powerless as parents in this, but we are here to support you!
st_za: Ha ho bonolo ho ba motswadi. Ho thata ho tseba hore na o ka tiisa jwang hore bana ba hao ba dula ba sireletsehile. Hangata re ikutlwa re se na matla joalo ka batsoali batswadi ntlheng ena, empa re teng ho o tshehetsa!

# text
source: Being a parent is not easy. Well done for focusing on keeping your child safe.
st_za: Ha ho bonolo ho ba motswadi. O sebeditse ka ho ameha ka ho tiisa hore ngwana wa hao o sireletsehile.

# text
source: Sometimes our children make us really upset. How many days in the past week did you shout, scream, or yell at your children? (0, 1, 2, 3, 4, 5, 6, 7)
st_za: Ka dinako tse ding bana ba ka o halefisa kannete. O ile wa kgaruma, wa omanya kapa wa tjwedietsa bana ba hao ka matsatsi a makae bekeng e fetileng? (0, 1, 2, 3, 4, 5, 6, 7)

# text
source: It can be difficult to control our anger, especially when they make us really angry. Take a deep breath, and be proud of yourself when you manage to do it!
st_za: Ho ka ba thata ho laola kgalefo ya hao, haholoholo ha ba o halefisitse e le kannete. Phefumulohela hodimo, mme o be motlotlo ka wena ha o kgonne ho laola bohale ba hao!

# text
source: Sorry that you are having a difficult time with your child. It happens to all of us. Remember, we can choose to behave differently next time.
st_za: Ke maswabi hore dintho ha di tsamaye hantle pakeng tsa hao le ngwana wa hao. Sena sea re etsahalla kaofela. Hopola hore re ka kgetha ho itshwara ka tsela e fepaneng nakong e tlang.

# text
source: Being a parent is not easy. Try to be patient with yourself and your family, and take some space if you need it. By talking about our challenges calmly, we can solve them together!
st_za: Ha ho bonolo ho ba motswadi. Leka ho imamella le ho mamella ba lelapa la hao, mme o ke o nke nako o le mong haeba ho hlokeha. Haeba re tobana le diphephetso re kgobile matshwafo, re ka di rarolla mmoho!

# text
source: Well done! Brain science shows if you control your anger when your child misbehaves, you increase your child's brain development. Be proud of yourself when you manage to do it!
st_za: O sebeditse! Saense ya boko e bontsha hore ha o laola bohale ba hao ha ngwana wa hao a sa itshware ka nepo, o eketsa kgolo ya boko ba ngwana wa hao. Eba motlotlo ka wena ha o kgonne ho laola bohale ba hao!

# text
source: Great work! When we respond calmly, our teens are more likely to do the same.
st_za: Mosebetsi o tswileng matsoho! Ha re arabela re kgobile matshwafo, batjha ba rona le bona ba tla etsa se tshwanang.

# text
source: Our children can really drive us crazy sometimes. By responding calmly, they will learn to do the same when something upsets them at home or outside. Your patience will pay off, you will see!
st_za: Ka dinako tse ding bana ba rona ba ka re fetola mahlanya. Ha re arabela re kgobile matshwafo, ba tla ithuta ho etsa se tshwanang haeba ho na le ntho e ba kgopisang lapeng kapa kantle. Mamello e tswala katleho, o tla bona!

# text
source: Well done for keeping calm in difficult situations – that is definitely not easy to do! You are setting a great example for your child.
st_za: O sebeditse ka ho dula o kgobile matshwafo maemong a thata – ka sebele ho ne ho se bonolo! O beha mohlala o motle bakeng sa ngwana wa hao.

# text
source: We all get overwhelmed sometimes. Next time when you feel angry, try taking a deep breath before responding. This helps a lot!
st_za: Ka dinako tse ding kaofela re ikutlwa re imetswe. Nakong e tlang ha o ikutlwa o halefile, leka ho phefumolohela hodimo pele o arabela. Seo se thusa haholo!

# text
source: When we get angry, it can be hard to stay calm. Try to recognise your emotions and those of your child, and talk about them later - this helps everyone to understand each other better next time. You can do it!
st_za: Ha re halefile, ho ka ba thata ho dula re kgobile matshwafo. Leka ho lemoha maikutlo a hao le a ngwana wa hao, bua ka wona hamorao - sena se tla le thusa kaofela hore le utlwisisane hantle nakong e tlang. O ka atleha!

# text
source: It is great that you can address your child more and more calmly when they upset you. Working through challenges together will help your child so much in life – you are doing amazing!
st_za: Ke hantle hore o ka buisana le ngwana wa hao ka makgetlo a mangata o kgobile matshwafo leha a o halefisa. Ho sebetsana le mathata mmoho ho tla thusa ngwana wa hao haholo bophelong – o etsa dintho tse hlollang!

# text
source: So good that you speak to your child calmly, even when they drive you crazy. You should be proud of yourself! Remember to keep taking deep breaths every time you feel they are testing your patience.
st_za: Ke ditaba tse monate haholo hore ebe o buisana le ngwana wa hao o kgobile matshwafo, leha a o halefisa. O lokela ho ba motlotlo ka wena! Hopola ho dula o phefumolohela hodimo nako le nako ha o nka hore o leka mamello ya hao.

# text
source: Wonderful to hear that you are managing to stay calm in difficult situations. You should be proud of yourself – keep up the great work!
st_za: Ke ditaba tse monate ho utlwa hore o kgona ho dula o kgobile matshwafo maemong a thata. O tlameha ho ba motlotlo ka wena – pele ya pele ka mosebetsi o motle!

# text
source: It is so stressful when children misbehave. How many days in the past week did you physically discipline your children by hitting, spanking, or slapping with your hand or an object like a stick or a belt? (0, 1, 2, 3, 4, 5, 6, 7)
st_za: Ekaba ntho e imelang maikutlong haholo ha bana ba sa itshware hantle. Ke ka matsatsi a makae bekeng e fetileng mo o ileng wa kgalemela bana ba hao ka hore o ba otle, kapa o ba jabele ka mpama kapa ka ntho e kang thupa kapa lebanta? (0, 1, 2, 3, 4, 5, 6, 7)

# text
source: We all struggle to stay calm sometimes. Take a deep breath and remember that mistakes are human. Talking to your child will help more in the end – you are an awesome parent!
st_za: Ka dinako tse ding kaofela re thatafallwa ho dula re kgobile matshwafo. Phefumulohela hodimo mme o hopole hore ha ho tjaka-tlhoka-kodi etswe diphoso di tsamaya le mohatisi. Qetellong ho molemo ho buisana le ngwana haholo – o motswadi wa mmakgonthe!

# text
source: It can be so difficult to keep calm when things get out of hand. Try again next time – each day is a new opportunity!
st_za: Ho ka ba thata ho dula o kgobile matshwafo ha dintho di tswa taolong. Leka hape kamoso – etswe matsatsi a tjhaba ka ho fapana!

# text
source: Well done for managing your emotions! When things get tough, you can always take a pause and address the problem later on when everyone is calm. You are doing a great job.
st_za: O sebeditse ka ho laola maikutlo a hao! Ha ho ba thata, ka dinako tsohle o ka phomola hanyane yaba o lokisa bothata hamorao ha kaofela le se le kgobile matshwafo. O etsa mosebetsi o tswileng matsoho.

# text
source: It sounds like you are having a difficult time with your child. This can be really hard so be patient with yourself. Try to take a pause (even one deep breath!) next time and respond differently. You can do it!
st_za: Ho utlwahala eka dintho tse ding hantle pakeng tsa pakeng tsa hao le ngwana wa hao. Ena ekaba ntho e thata, kahoo imamele. Leka ho sebetsa ho ee theola moya (leha e se e le ho phufumulohela hodimo hanngwe feela) kamoso mme o arabele ka tsela e sa tshwaneng. O ka atleha!

# text
source: Well done! Learning new ways of responding to your children when they misbehave will make a BIG difference in the way they learn how to resolve conflicts as they get older.
st_za: O sebeditse! Ho ithuta ditsela tse ntjha tsa ho arabela ha bana ba hao ba sa itshware hantle ho tla etsa phapang e KGOLO tseleng eo ba ithutang ho rarolla diphapang leha e se e le batho ba baholo.

# text
source: In our busy lives, it's hard to focus on the positive. How many days in the past week have you praised your child? (0, 1, 2, 3, 4, 5, 6, 7)
st_za: Bophelong ba rona bo maphathaphathe, ho thata ho tsepamisa mohopolo dinthong tse molemo. O ile wa babatsa ngwana wa hao ka matsatsi a makae bekeng e fetileng? (0, 1, 2, 3, 4, 5, 6, 7)

# text
source: Great work! By praising your child, yourself and your other family members, you are making your house a happy home!
st_za: Mosebetsi o tswileng matsoho! Ka ho babatsa ngwana wa hao, ho ithorisa le ho babatsa ba lelapa la hao, o etsa hore ntlong ya hao ebe lehaeng le thabileng!

# text
source: Wonderful that you are praising your child! This helps them feel seen and loved – your encouragement means a lot.
st_za: Ke ho tsotehang hore o babatsa ngwana wa hao! Sena se etsa hore a ikutlwe a elwa hloko ebile a ratwa – kgothatso ya hao e molemo haholo.

# text
source: It is great that you are praising your child for things they do well. As you appreciate them, they will also start appreciating you and the others in your family more – you set the best example!
st_za: Ke ditaba tse monate hore o babatsa ngwana wa hao ha a etsa dintho tse molemo. Ha o ba bontsha kananelo, ba tla qala ho o ananela le ba bang lelapeng la hao le ho feta – o beha mohlala o babatsehang!

# text
source: We all sometimes feel like our children are causing more negativity than positivity. Try to see through negative attitudes and praise any positive behaviour you notice. With time, you will see the change!
st_za: Ka dinako tse ding kaofela ha rona re utlwa eka bana ba rona ba re bakela mathata ho feta manolo. Leka ho hlokomoloha mekgwa e mebe mme o babatse boitshwaro bofe kapa bofe bo botle boo o bo bonang. Ha nako e ntse e feta, o tla bona phetoho!

# text
source: Sorry that it has been harder for you to praise your child. Try to find something positive, even if it is small. Over time, they will appreciate that you notice when they do something well.
st_za: Re maswabi ho utlwa hore o fumana ho le thata ho babatsa ngwana wa hao. Leka ho fumana ntho e ntle, le haeba e le e nyane. Ha nako e ntse e feta, o tla ananela hore o ela hloko ha a etsa ntho e ntle.

# text
source: I understand it can be hard to praise your child sometimes. Remember, your praise makes a big difference, even if you don’t see it right away!
st_za: Kea utlwisisa hore ka dinako tse ding ho ka ba thata ho babatsa ngwana wa hao. Hopola, pabatso ya hao e etsa phapang e kgolo, le haeba ha o bone ditholwana hanghang!

# text
source: So good to hear you are telling your child when they are doing something well. With time, you will see them do that behaviour more and more. You are doing a great job!
st_za: Ke thabela ho utlwa hore o bolella ngwana wa hao ha a etsa ntho e ntle. Ha nako e ntse e feta, o tla bona ha a ntlafatsa boitshwaro boo le ho feta. O etsa mosebetsi o tswileng matsoho!

# text
source: Sometime our children don’t seem to do or say many things that deserve praise. Start praising the small things, you will see your child showing more positive behaviour over time!
st_za: Ka dinako tse ding ha ho bonale eka bana ba rona ba etsa kapa ba bua dintho tse ngata tse tshwanelwang ke pabatso. Qala ho babatsa dintho tse nyane, mme ha nako e ntse e feta ngwana wa hao o tla bontsha makgabane a hae le ho feta!

# text
source: Well done for praising your child. Praise will help your child feel good about themselves, and they will show even more positive behaviour!
st_za: O sebeditse ka ho babatsa ngwana wa hao. Papatso e tla tsosa ngwana wa hao molota, mme o tla bontsha makgabane a hae le ho feta!

# text
source: With everything that is going on, it is not always easy to focus on the positive. Try to find 10 minutes to pay attention to what your child is doing – perhaps you can praise them for helping with a chore or for doing their homework? It helps a lot!
st_za: Ka dintho tsohle tse etsahalang, hase kamehla ho leng bonolo ho tsepamisa mohopolo dinthong tse molemo. Leka ho fumana metsotso e 10 ho tsepamisa mohopolo ho seo ngwana wa hao a se etsang – mohlomong o ka mo babatsa ka ho o thusa ka mesebetsi ya lapeng kapa ka ho etsa mosebetsi wa sekolo o etsetswang hae. Seo se thusa haholo!

# text
source: It looks like you are busy right now. Please type “GoBack” to receive the most recent messages again.
st_za: Ekare o phathahane hona jwale. Ka kopo ngola “KgutlelaMorao” hore o amohele melaetsa ya moraorao hape.

# text
source: Thank you so much for participating in the programme! If you want to return to the programme, type "START_MESSAGES".
st_za: Re leboha haholo ka hore o nke karolo lenaneong lena! Haeba o tla ke o batle ho kgutlela lenaneo lena, ngola “QALA_MELAETSA”.

# text
source: We hope to see you again soon, and we wish you a happy and peaceful day!
st_za: Re tshepa hore re tla o bona hape haufinyane, ebile re o lakaletsa letsatsi le monate le le nang le kgotso!

# text
source: Could you please tell us why you want to stop receiving these messages?
st_za: Re kopa o re bolelle hle hore na ke hobaneng ha o batla ho kgaotsa ho amohela melaetsa ena?

# text
source: Could you please tell me why you want to stop receiving these messages?
st_za: Ke kopa o mpolelle hle hore na ke hobaneng ha o batla ho kgaotsa ho amohela melaetsa ena.

# text
source: Sorry I don't understand what you mean.
st_za: Ke maswabi ha ke utlwisise hore na o bolelang.

# text
source: Thank you so much for your response and feedback!
st_za: Re leboha haholo ka karabelo ya hao!
