Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/st/st_messages.po
Languages: st_za

# text
source: What did you find difficult when redirecting @fields.child_nickname's behaviour?
st_za: Na o ile wa fumana ho kgutlisetsa boitshwaro ba @fields.child_nickname tseleng?

# text
source: What did you find difficult when redirecting your child's behaviour?
st_za: Na o ile wa fumana ho kgutlisetsa boitshwaro ba ngwana a wa hao tseleng?

# text
source: That is great! As you begin to redirect @fields.child_nickname's behaviour regularly, you will begin to notice their behaviour improving!
st_za: Ke ditaba tse monate! Ha o qala ho dula o kgutlisetsa boitshwaro ba @fields.child_nickname tseleng, o tla qala ho bona boitshwaro ba hae bo ntlafala!

# text
source: That is great! As you begin to redirect your child's behaviour regularly, you will begin to notice their behaviour improving!
st_za: Ke ditaba tse monate! Ha o qala ho dula o kgutlisetsa boitshwaro ba ngwana wa hao tseleng, o tla qala ho bona boitshwaro ba hae bo ntlafala!

# text
source: It is completely normal to experience this challenge. Remember, it takes some time for @fields.child_nickname to get used to you redirecting their behaviour. The more time you spend with them, the better it will go!
st_za: Ho tlwaelehile hore batho ba kopane le bothata bo jwalo. Hopola, ho nka nako pele @fields.child_nickname a tlwaela hore o tla kgutlisetsa boitshwaro ba hae tseleng. Empa dintho di tla ntlafala ha o qeta nako e ngata le yena.

# text
source: It is completely normal to experience this challenge. Remember, it takes some time for your child to get used to you redirecting their behaviour. The more time you spend with them, the better it will go!
st_za: Ho tlwaelehile hore batho ba kopane le bothata bo jwalo. Hopola, ho nka nako pele ngwana wa hao a tlwaela hore o tla kgutlisetsa boitshwaro ba hae tseleng. Empa dintho di tla ntlafala ha o qeta nako e ngata le yena.

# text
source: Sorry to hear that you are finding this challenging. It happens, just be patient. Make sure to continue trying to redirect @fields.child_nickname's behaviour. You will see the benefits soon!
st_za: Ke maswabi ho utlwa hore o fumana sena se le thata. Seo se ka etsahala, eba le mamello. Tiisa hore o tswela pele o leka ho kgutlisetsa boitshwaro ba @fields.child_nickname tseleng. Haufinyane o tla bona melemo ya seo!

# text
source: Sorry to hear that you are finding this challenging. It happens, just be patient. Make sure to continue trying to redirect your child's behaviour. You will see the benefits soon!
st_za: Ke maswabi ho utlwa hore o fumana sena se le thata. Seo se ka etsahala, eba le mamello. Tiisa hore o tswela pele o leka ho kgutlisetsa boitshwaro ba ngwana wa hao tseleng. Haufinyane o tla bona melemo ya seo!

# text
source: That's okay! The more you pay attention to what @fields.child_nickname is doing, the easier it will be to catch the bad behaviour before it gets worse and redirect it to a positive behaviour. If you find that you are too busy or not around @fields.child_nickname, you can also teach this skill to other caregivers in your family. It's a group effort!
st_za: O ska kgathatseha! Ha o tsepamisa mohopolo ho seo @fields.child_nickname a se etsang, ho tla ba bonolo ho thibela boitshwafo bo fosahetseng pele ho mpefala le ho kgutlisetsa boitshwaro ba hae tseleng e nepahetseng. Haeba o iphumana o phathahane haholo kapa o se haufi le @fields.child_nickname, o ka boela wa ruta bahlakomedi ba bang lelapeng la hao tsebo ena. Letshwele le beta poho!

# text
source: That's okay! The more you pay attention to what @fields.child_nickname is doing, the easier it will be to catch the bad behaviour before it gets worse and redirect it to a positive behaviour. If you find that you are too busy or not around your child, you can also teach this skill to other caregivers in your family. It's a group effort!
st_za: O ska kgathatseha! Ha o tsepamisa mohopolo ho seo @fields.child_nickname a se etsang, ho tla ba bonolo ho thibela boitshwafo bo fosahetseng pele ho mpefala le ho kgutlisetsa boitshwaro ba hae tseleng e nepahetseng. Haeba o iphumana o phathahane haholo kapa o se haufi le ngwana wa hao, o ka boela wa ruta bahlakomedi ba bang lelapeng la hao tsebo ena. Letshwele le beta poho!

# text
source: That's okay! The more you pay attention to what your child is doing, the easier it will be to catch the bad behaviour before it gets worse and redirect it to a positive behaviour. If you find that you are too busy or not around @fields.child_nickname, you can also teach this skill to other caregivers in your family. It's a group effort!
st_za: O ska kgathatseha! Ha o tsepamisa mohopolo ho seo ngwana wa hao a se etsang, ho tla ba bonolo ho thibela boitshwafo bo fosahetseng pele ho mpefala le ho kgutlisetsa boitshwaro ba hae tseleng e nepahetseng. Haeba o iphumana o phathahane haholo kapa o se haufi le @fields.child_nickname, o ka boela wa ruta bahlakomedi ba bang lelapeng la hao tsebo ena. Letshwele le beta poho!

# text
source: That's okay! The more you pay attention to what your child is doing, the easier it will be to catch the bad behaviour before it gets worse and redirect it to a positive behaviour. If you find that you are too busy or not around your child, you can also teach this skill to other caregivers in your family. It's a group effort!
st_za: O ska kgathatseha! Ha o tsepamisa mohopolo ho seo ngwana wa hao a se etsang, ho tla ba bonolo ho thibela boitshwafo bo fosahetseng pele ho mpefala le ho kgutlisetsa boitshwaro ba hae tseleng e nepahetseng. Haeba o iphumana o phathahane haholo kapa o se haufi le ngwana wa hao, o ka boela wa ruta bahlakomedi ba bang lelapeng la hao tsebo ena. Letshwele le beta poho!

# text
source: Sorry to hear that you are finding this difficult. You may need to spend more One-on-One Time with @fields.child_nickname and give more positive attention to them when they are behaving well. This takes time so be patient!
st_za: Ke maswabi ho utlwa hore o fumana sena se le thata. Mohlomong o tla lokela ho qeta Nako e ngata ya Boinotsing le @fields.child_nickname le ho thabela ho bona ha a itshwara hantle. Ho hlokeha nako kahoo eba le mamello!

# text
source: Sorry to hear that you are finding this difficult. You may need to spend more One-on-One Time with your child and give more positive attention to them when they are behaving well. This takes time so be patient!
st_za: Ke maswabi ho utlwa hore o fumana sena se le thata. Mohlomong o tla lokela ho qeta Nako e ngata ya Boinotsing le ngwana wa hao le ho thabela ho bona ha a itshwara hantle. Ho hlokeha nako kahoo eba le mamello.

# text
source: Hi @fields.user_name! Have you tried sharing a book with your child recently?
st_za: Dumela @fields.user_name! Na morao tje o kile wa leka ho kadimana ka buka le ngwana wa hao?

# text
source: Hi! Have you tried sharing a book with your child recently?
st_za: Dumela! Na morao tje o kile wa leka ho kadimana ka buka le ngwana wa hao?

# text
source: Would you like to review the content?
st_za: Na o ka lakatsa ho lekola dikateng?

# text
source: It is completely normal to experience this challenge, it can be really difficult to find the time our busy lives. Can you think of a time during the day when you may be less busy, such as early in the morning or after dinner? It will make a big difference in improving your relationship AND their learning abilities!
st_za: Ke ntho e tlwaelehileng ka ho feletseng ho tobana le bothata bona, ekaba ntho e thata e le kannete ho fumana nako hobane bophelong re phathahane. Na o ka nahana ka nako ya motshehare ha o se maphathaphathe, jwalo ka dihoreng tsa hoseng kapa kamora dijo tsa mantsiboya? Seo se ka etsa phapang e kgolo ya ho ntlafatsa kamano ya lona LE bokgoni ba hae ba ho ithuta.

# text
source: Well done @fields.user_name! Book sharing is a great learning tool for your children! How was your experience?
st_za: Mosebetsi o tswileng matsoho @fields.user_name! Ho kadimana ka dibuka ke thuluse e molemo ya ho ithuta bakeng sa bana ba hao! Ho tsamaile jwang?

# text
source: Well done! Book sharing is a great learning tool for your children! How was your experience?
st_za: Mosebetsi o tswileng matsoho! Ho kadimana ka dibuka ke thuluse e molemo ya ho ithuta bakeng sa bana ba hao! Ho tsamaile jwang?

# text
source: We understand! What did you find difficult about trying to share a book with @fields.child_nickname?
st_za: Rea utlwisisa! Ke eng eo o ileng wa fumana e le thata ka ho leka ho kadimana buka le @fields.child_nickname?

# text
source: I understand! What did you find difficult about trying to share a book with @fields.child_nickname?
st_za: Kea utlwisisa! Ke eng eo o ileng wa fumana e le thata ka ho leka ho kadimana buka le @fields.child_nickname?

# text
source: We understand! What did you find difficult about trying to share a book with your child?
st_za: Rea utlwisisa! Ke eng eo o ileng wa fumana e le thata ka ho leka ho kadimana buka le ngwana wa hao?

# text
source: I understand! What did you find difficult about trying to share a book with your child?
st_za: Kea utlwisisa! Ke eng eo o ileng wa fumana e le thata ka ho leka ho kadimana buka le ngwana wa hao?

# text
source: It is completely normal to experience this challenge, and it can be difficult to know what to do at first. Next time try sitting with @fields.child_nickname and a book. Let @fields.child_nickname take the lead and follow their interest. You don't even need to read...just looking at the pictures together and talking about them works!
st_za: Ke ntho e tlwaelehileng ka ho feletseng ho tobana le bothata bona, ho ka ba thata ho tseba hore na o lokela ho etsang qalong. Nakong e tlang leka ho dula le @fields.child_nickname o tshwere buka. Tlohella @fields.child_nickname a etelle pele mme o sale morao dintho tseo a di thahasellang. Ha ho hlokehe le hore o bale...ha le sheba feela ditshwantsho mmoho ebile le buisana ka tsela eo di sebetsang ka yona!

# text
source: It is completely normal to experience this challenge, and it can be difficult to know what to do at first. Next time try sitting with @fields.child_nickname and a book. Let your child take the lead and follow their interest. You don't even need to read...just looking at the pictures together and talking about them works!
st_za: Ke ntho e tlwaelehileng ka ho feletseng ho tobana le bothata bona, ho ka ba thata ho tseba hore na o lokela ho etsang qalong. Nakong e tlang leka ho dula le @fields.child_nickname o tshwere buka. Tlohella ngwana wa hao a etelle pele mme o sale morao dintho tseo a di thahasellang. Ha ho hlokehe le hore o bale...ha le sheba feela ditshwantsho mmoho ebile le buisana ka tsela eo di sebetsang ka yona!

# text
source: It is completely normal to experience this challenge, and it can be difficult to know what to do at first. Next time try sitting with your child and a book. Let @fields.child_nickname take the lead and follow their interest. You don't even need to read...just looking at the pictures together and talking about them works!
st_za: Ke ntho e tlwaelehileng ka ho feletseng ho tobana le bothata bona, ho ka ba thata ho tseba hore na o lokela ho etsang qalong. Nakong e tlang leka ho dula le ngwana wa hao o tshwere buka. Tlohella @fields.child_nickname a etelle pele mme o sale morao dintho tseo a di thahasellang. Ha ho hlokehe le hore o bale...ha le sheba feela ditshwantsho mmoho ebile le buisana ka tsela eo di sebetsang ka yona!

# text
source: It is completely normal to experience this challenge, and it can be difficult to know what to do at first. Next time try sitting with your child and a book. Let your child take the lead and follow their interest. You don't even need to read...just looking at the pictures together and talking about them works!
st_za: Ke ntho e tlwaelehileng ka ho feletseng ho tobana le bothata bona, ho ka ba thata ho tseba hore na o lokela ho etsang qalong. Nakong e tlang leka ho dula le ngwana wa hao o tshwere buka. Tlohella ngwana wa hao a etelle pele mme o sale morao dintho tseo a di thahasellang. Ha ho hlokehe le hore o bale...ha le sheba feela ditshwantsho mmoho ebile le buisana ka tsela eo di sebetsang ka yona!

# text
source: It is completely normal to experience this challenge, it can be difficult to get @fields.child_nickname's attention. Next time try letting @fields.child_nickname choose the book. It can even be a magazine or colouring the book. You don't even need to read...just looking at the pictures together and talking about them works!
st_za: Ke ntho e tlwaelehileng ka ho feletseng ho tobana le bothata bona, ho ka ba thata ho etsa hore @fields.child_nickname a o mamele. Nakong e tlang o tlohelle @fields.child_nickname a ikgethele buka. Ekaba makasine kapa buka e takwang ka mebala. Ha ho hlokehe le hore o bale...ha le sheba feela ditshwantsho mmoho ebile le buisana ka tsela eo di sebetsang ka yona!

# text
source: It is completely normal to experience this challenge, it can be difficult to get @fields.child_nickname's attention. Next time try letting your child choose the book. It can even be a magazine or colouring the book. You don't even need to read...just looking at the pictures together and talking about them works!
st_za: Ke ntho e tlwaelehileng ka ho feletseng ho tobana le bothata bona, ho ka ba thata ho etsa hore @fields.child_nickname a o mamele. Nakong e tlang o tlohelle a ikgethele buka. Ekaba makasine kapa buka e takwang ka mebala. Ha ho hlokehe le hore o bale...ha le sheba feela ditshwantsho mmoho ebile le buisana ka tsela eo di sebetsang ka yona!

# text
source: It is completely normal to experience this challenge, it can be difficult to get your child's attention. Next time try letting @fields.child_nickname choose the book. It can even be a magazine or colouring the book. You don't even need to read...just looking at the pictures together and talking about them works!
st_za: Ke ntho e tlwaelehileng ka ho feletseng ho tobana le bothata bona, ho ka ba thata ho etsa hore ngwana wa hao a o mamele. Nakong e tlang o tlohelle @fields.child_nickname a ikgethele buka. Ekaba makasine kapa buka e takwang ka mebala. Ha ho hlokehe le hore o bale...ha le sheba feela ditshwantsho mmoho ebile le buisana ka tsela eo di sebetsang ka yona!

# text
source: It is completely normal to experience this challenge, it can be difficult to get your child's attention. Next time try letting your child choose the book. It can even be a magazine or colouring the book. You don't even need to read...just looking at the pictures together and talking about them works!
st_za: Ke ntho e tlwaelehileng ka ho feletseng ho tobana le bothata bona, ho ka ba thata ho etsa hore ngwana wa hao a o mamele. Nakong e tlang o tlohelle a ikgethele buka. Ekaba makasine kapa buka e takwang ka mebala. Ha ho hlokehe le hore o bale...ha le sheba feela ditshwantsho mmoho ebile le buisana ka tsela eo di sebetsang ka yona!

# text
source: Keep up the great work! The more you involve your children in solving problems, the more they will learn how to do it on their own.
st_za: Pele ya pele ka mosebetsi o motle! Ha o kenyelletsa bana haholo tharollong ya mathata, ke moo ba tla ithuta le ho feta ho etsa jwalo ba le bang.

# text
source: Sorry to hear that you are finding this challenging. When we have a problem, we always want to get to the quickest end result and can forget about the steps. Really understanding the problem and the different solutions first helps to come up with the best solution together. You can do this!
st_za: Ke maswabi ho utlwa hore o fumana sena se le thata. Ha re na le mathata, kamehla re batla ho fumana tharollo ya kapele ka potlako mme re ka lebala ka mehato eo re tlamehang ho e nka. Ho qala ka ho utlwisisa bothata hantle le ditharollo tse sa tshwaneng ho ka le thusa ho tla ka tharollo e molemo ka ho fetisisa mmoho. O ka atleha!

# text
source: Sorry to hear that you are finding this challenging. Sometimes it can be difficult to agree with everyone in the family, especially if not everyone is calm yet. You could agree to try one first, then the other. Or If you get stuck, try to get together later to agree on the solution together. You can do this!
st_za: Ke maswabi ho utlwa hore o fumana sena se le thata. Ka dinako tse ding ho ka ba thata ho dumellana le batho bohle lapeng, haholo haeba ese batho bohle ba theotseng moya. Le ka nna la dumellana ka hore le leke tharollo e nngwe pele, ebe le leka e latelang. Kapa haeba le hloleha, lekang ho kopana hape hamorao hore le dumellane ka tharollo mmoho. O ka atleha!

# text
source: Hi @fields.user_name! Were you able to involve @fields.child_nickname in solving problems together?
st_za: Dumela @fields.user_name! Na o ile wa kgona ho kenyelletsa @fields.child_nickname ha le rarolla mathata hammoho?

# text
source: Hi @fields.user_name! Were you able to involve your child or teen in solving problems together?
st_za: Dumela @fields.user_name! Na o ile wa kgona ho kenyelletsa ngwana wa hao ha le rarolla mathata hammoho?

# text
source: Hi! Were you able to involve @fields.child_nickname in solving problems together?
st_za: Dumela! Na o ile wa kgona ho kenyelletsa @fields.child_nickname ha le rarolla mathata hammoho?

# text
source: Hi! Were you able to involve your child or teen in solving problems together?
st_za: Dumela! Na o ile wa kgona ho kenyelletsa ngwana wa hao ha le rarolla mathata hammoho?

# text
source: Well done for trying @fields.user_name! How did it go?
st_za: O sebeditse ka boiteko ba hao @fields.user_name! Ho tsamaile jwang?

# text
source: Well done for trying! How did it go?
st_za: O sebeditse ka boiteko ba hao! Ho tsamaile jwang?

# text
source: That is okay @fields.user_name! What did you find challenging?
st_za: Ho lokile @fields.user_name! Ke eng eo ileng wa fumana e le thata?

# text
source: That is okay! What did you find challenging?
st_za: Ho lokile! Ke eng eo ileng wa fumana e le thata?

# text
source: Sorry to hear that you are finding this challenging. Try to notice @fields.child_nickname's emotions. If they need some time to calm down, create a calm space later on in the day or week to discuss and solve the problem together. By taking your time, the problem can be solved well. You can do this!
st_za: Ke maswabi ho utlwa hore o fumana sena se le thata. Leka ho lemoha maikutlo a @fields.child_nickname. Haeba a hloka nako ya ho theola moya, etsa nako hamorao letsatsing kapa bekeng eo ha moya o theohile hore le buisane le ho rarolla bothata hammoho. O se ke wa tata, hore o tle o rarolle bohata hantle. O ka atleha!

# text
source: Sorry to hear that you are finding this challenging. Try to notice your child or teen’s emotions. If they need some time to calm down, create a calm space later on in the day or week to discuss and solve the problem together. By taking your time, the problem can be solved well. You can do this!
st_za: Ke maswabi ho utlwa hore o fumana sena se le thata. Leka ho lemoha maikutlo a ngwana kapa motjha wa hao. Haeba a hloka nako ya ho theola moya, etsa nako hamorao letsatsing kapa bekeng eo ha moya o theohile hore le buisane le ho rarolla bothata hammoho. O se ke wa tata, hore o tle o rarolle bohata hantle. O ka atleha!

# text
source: That's okay! The important thing is that @fields.child_nickname knows that you are here for them. Try to keep an open channel of communication with them by spending quality time together and accepting their ideas. Problem solving with your children is a great way to reduce conflict in the family!
st_za: O ska kgathatseha! Ntho ya bohlokwa ke hore @fields.child_nickname a tsebe hore o tla wa o tsoha le yena. Leka ho dula o butse metjha ya puisano ka ho qeta nako ya bohlokwa le yena le ka ho amohela maikutlo a hae. Tsela e atlehang haholo ya ho fokotsa diphapang ka lapeng ke hore o rarolla mathata le bana ba hao!

# text
source: That's okay! The important thing is that your child or teen knows that you are here for them. Try to keep an open channel of communication with them by spending quality time together and accepting their ideas. Problem solving with your children is a great way to reduce conflict in the family!
st_za: O ska kgathatseha! Ntho ya bohlokwa ke hore ngwana kapa motjha wa hao a tsebe hore o tla wa o tsoha le yena. Leka ho dula o butse metjha ya puisano ka ho qeta nako ya bohlokwa le yena le ka ho amohela maikutlo a hae. Tsela e atlehang haholo ya ho fokotsa diphapang ka lapeng ke hore o rarolla mathata le bana ba hao!

# text
source: It can be hard to find time during your day, with work, chores, and everything else. Can you think of even 30 minutes this week to do this activity? It will make a big difference in keeping your child safe and building a trusting relationship between you. You can do it!
st_za: Ho ka ba thata ho fumana nako motshehare ka lebaka la mosebetsi, mesebetsi ya lelapa le dintho tsohle tseo re tlamehang ho di etsa. Na o nahana hore o ka fumana nako, esita le metsotso e 30 bekeng ena hore o etse mosebetsi ona? Ho tla tabeng ya ho tiisa hore ngwana wa hao o sireletsehile le ho haha dikamano tsa ho tshepana pakeng tsa lona. O ka atleha!

# text
source: Sorry to hear that you are finding this challenging. Creating new and healthy habits like device-free space and time in your house (eating, playing, schoolwork, and sleeping) is a learning process. Try slowly introducing device-free times, and build up from there. Change takes time, you can do this!
st_za: Ke maswabi ho utlwa hore o fumana sena se le thata. Ho qala mekgwa e metjha le e metle jwalo ka nako ya ho beha disebediswa tsa elektronike fatshe le nako ya ho ba ka tlung (ya ho ja, ho bapala, ho etsa mosebetsi wa sekolo le ho robala) ke tsela ya ho ithuta. Butlebutle qalang dinako tsa ho beha disebediswa tsa elektronike fatshe, mme le ntlafatse ho tloha moo. Phetoho e nka nako, empa o ka atleha ho etsa sena!

# text
source: Sorry to hear that you are finding this challenging. Here is a review on quick technical fixes:
st_za: Ke maswabi ho utlwa hore o fumana sena se le thata. Ena ke tekolo ya ditsela tsa ho rarolla mathata a setekgenike ka potlako:

# text
source: Sorry to hear that you are finding this challenging. If you think your child is accessing information online which is not age appropriate discuss with them why you have concerns, and why you are not comfortable. Try having your child involved in the conversation and get them to share their views. Having an open conversation is important, and children are more likely to stick to decisions if they feel that they are fair and their opinions have been heard.
st_za: Ke maswabi ho utlwa hore o fumana sena se le thata. Haeba o nahana hore ngwana wa hao o fumana tsebo ya dintho tse sa tsamaisaneng le dilemo tsa hae, buisana le yena ka hore na ke hobaneng ha o kgathatsehile ka taba eo, le hore na ke hobaneng ha e sa o dula hantle. Leka ho tshwara puisano eo le ngwana wa hao mme o mo dumelle hore a o bolelle maikutlo a hae. Ho bohlokwa hore le buisane ka bolokolohi, mme ho na le kgoneho e kgolo ya hore bana ba tsamaisane le diqeto haeba ba nka hore di lokile ebile ho mametswe maikutlo a bona.

# text
source: Hi @fields.user_name! Were you able to discuss online safety with @fields.child_nickname?
st_za: Dumela @fields.user_name! Na o buisana le @fields.child_nickname ka boipaballo le polokeho ho marang-rang a dikgokahano?

# text
source: Hi @fields.user_name! Were you able to discuss online safety with your child or teen?
st_za: Dumela @fields.user_name! Na o buisana le ngwana kapa motjha wa hao ka boipaballo le polokeho ho marang-rang a dikgokahano?

# text
source: Hi! Were you able to discuss online safety with @fields.child_nickname?
st_za: Dumela! Na o buisana le @fields.child_nickname ka boipaballo ho marang-rang?

# text
source: Hi! Were you able to discuss online safety with your child or teen?
st_za: Dumela! Na o buisana le ngwana kapa motjha wa hao ka boipaballo ho marang-rang?
