Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/st/st_messages.po
Languages: st_za

# quick_replies
source: Reduce family stress
st_za: Ho fokotsa kgatello ya maikutlo lapeng la hao

# quick_replies
source: Keep my child safe
st_za: Ho tiisa hore ngwana wa ka o bolokehile

# quick_replies
source: Learn about child development
st_za: Ho Ithuta ka kgolo ya ngwana

# quick_replies
source: Baby
st_za: Lesea

# quick_replies
source: Young child
st_za: Ngwana e monyane

# quick_replies
source: Teen
st_za: Motjha

# quick_replies
source: Refuses to obey
st_za: O hana ho mamela

# quick_replies
source: Temper tantrums
st_za: Ho ithabukanya

# quick_replies
source: Disrespectful behaviour
st_za: Boitshwaro bo bontshang ho se hlomphe

# quick_replies
source: Whining
st_za: Ho llela dintho

# quick_replies
source: Hyperactivity, can’t sit still
st_za: Motho ya matjato a feteletseng, ha a kgone ho dula fatshe

# quick_replies
source: Hitting others
st_za: Ho otla ba bang

# quick_replies
source: Breaking things
st_za: Ho roba dintho

# quick_replies
source: Fighting with others
st_za: Ho lwana le ba bang

# quick_replies
source: Teasing or bothering others
st_za: Ho soma kapa ho tshwenya ba bang

# quick_replies
source: Does not apply
st_za: Ha e sebetse

# quick_replies
source: Gets angry often
st_za: Ho halefa hangata

# quick_replies
source: Rudeness, disrespectful behaviour
st_za: Ho tella, boitshwaro bo bontshang ho se hlomphe

# quick_replies
source: Irritable or frequent mood changes
st_za: Ho ba sefelapelwana kapa ho kwata le feela

# quick_replies
source: Does not follow rules
st_za: Ho se latele melao

# quick_replies
source: Stubbornness
st_za: Manganga

# quick_replies
source: Crying a lot
st_za: O lla haholo

# quick_replies
source: Problems sleeping
st_za: Mathata a ho robala

# quick_replies
source: Clingy
st_za: Ho mamarela motho

# quick_replies
source: Bad tempered or moody
st_za: O halefa haholo kapa ke sefela pelwana

# quick_replies
source: Problems eating
st_za: Mathata a ho ja

# quick_replies
source: Stubborn or fussy
st_za: Manganga kapa nkane

# quick_replies
source: Naughty behaviour
st_za: Ho seba

# quick_replies
source: Woman
st_za: Mosadi

# quick_replies
source: Man
st_za: Monna

# quick_replies
source: Babies (0-2 years)
st_za: Masea (a dilemo di 0-2)

# quick_replies
source: Young children (2-9 years)
st_za: Bana ba banyane (ba dilemo tse 2-9)

# quick_replies
source: Teens (10-17 years)
st_za: Batjha (ba dilemo tse 10-17+)

# quick_replies
source: Positive
st_za: Hantle

# quick_replies
source: Neutral
st_za: Ho se wele lehlakoreng le itseng

# quick_replies
source: Negative
st_za: Hampe

# quick_replies
source: My child or teen felt uncomfortable when I shared my emotions
st_za: Ngwana kapa motjha wa ka o ne a ikutlwa a sa phutholoha ho mphetela maikutlo a hae

# quick_replies
source: My child or teen asked many questions when I shared my emotions, which made me uncomfortable
st_za: Ngwana kapa motjha wa ka o mpotsitse dipotso tse ngata ha ke mo bolella maikutlo a ka, e leng se entseng hore ke se ke ka phutholoha

# quick_replies
source: I am afraid my child or teen will think I am weak
st_za: Ke tshaba hore ngwana kapa motjha wa ka o tla nahana hore kea fokola

# quick_replies
source: I felt uncomfortable to name specific difficult emotions
st_za: Ke ile ka ikutlwa ke sa phutholoha ho bolela maikutlo a itseng a thata

# quick_replies
source: I was too stressed or angry to try sharing my emotions – I prefer to be alone when I feel like that
st_za: Ke ne ke imetswe haholo ebile ke halefile hore nka leka ho bolela maikutlo a ka – Ke rata ho ba mong ha ke ikutlwa jwalo

# quick_replies
source: My child or teen did not want to follow the instruction
st_za: Ngwana kapa motjha wa ka ha a batle ho latela ditaelo

# quick_replies
source: I gave a negative instead of a positive instruction
st_za: Ke fane ka taelo ho hanyetsa ho fapana le taelo ya se lokelang ho etsuwa

# quick_replies
source: I gave too many instructions at once
st_za: Ke fane ka ditaelo tse ngata haholo ka nako

# quick_replies
source: My child or teen could not do what I asked them
st_za: Ngwana kapa motjha wa ka o ne a sa etse seo ke mo kopang sona

# quick_replies
source: I forgot to praise my child or teen for following my instruction
st_za: Ke lebetse ho babatsa ngwana kapa motjha wa ka hobane a latetse ditaelo tsa ka

# quick_replies
source: Great
st_za: Hantle haholo

# quick_replies
source: Bad
st_za: Hampe

# quick_replies
source: I didn’t have time to involve my partner
st_za: Ke ne ke se na nako ya ho kenyelletsa molekane wa ka

# quick_replies
source: I didn’t know how to involve my partner
st_za: Ke ne ke sa tsebe tsela ya ho kenyelletsa molekane wa ka

# quick_replies
source: I felt uncomfortable asking for my partner's opinion
st_za: Ke utlwile ke sa phutholoha ho kopa maikutlo a molekane wa ka

# quick_replies
source: I forgot to involve my partner
st_za: Ke lebetse ho kenyelletsa molekane wa ka

# quick_replies
source: My partner reacted negatively to me when I tried
st_za: Molekane wa ka o ile a arabela hampe ha ke leka

# quick_replies
source: I didn’t know what activities to do with my children
st_za: Ke ne ke sa tsebe hore na ke etse dintho dife le bana ba ka

# quick_replies
source: I didn’t know how to support my partner
st_za: Ke ne ke sa tsebe hore na ke tshehetse molekane wa ka jwang

# quick_replies
source: I forgot to ask my partner if they needed help
st_za: Ke lebetse ho botsa molekane wa ka hore na o hloka thuso

# quick_replies
source: I forgot to ask for help
st_za: Ke lebetse ho kopa thuso

# quick_replies
source: I didn’t have the time
st_za: Ke ne ke se na nako

# quick_replies
source: I felt uncomfortable doing tasks I don’t normally do
st_za: Ke ikutlwile ke sa phuthuloha ho etsa mesebetsi eo ke sa tlwaelang ho e etsa

# quick_replies
source: I didn’t know how to ask my partner if they needed help
st_za: Ke ne ke sa tsebe hore na nka botsa molekane wa ka jwang hore na o hloka thuso

# quick_replies
source: I didn’t know how to ask for help
st_za: Ke ne ke sa tsebe tsela ya ho kopa thuso

# quick_replies
source: I didn’t know how to help
st_za: Ke ne ke sa tsebe hore na ke thuse jwang

# quick_replies
source: My partner didn’t have time to help
st_za: Molekane wa ka o ne a se na nako ya ho thusa

# quick_replies
source: I didn’t stay calm during a disagreement
st_za: Ha kea ka ka dula ke kgobile matshwafo nakong ya kgohlano

# quick_replies
source: I got angry and yelled at my partner
st_za: Ke ile ka halefela molekane wa ka yaba ke etsa lerata

# quick_replies
source: My partner got angry and yelled at me
st_za: Molekane wa ka o ile a nkgalefela yaba o etsa lerata

# quick_replies
source: I forgot to take a pause when I started feeling angry
st_za: Ke ile ka lebala ho nka kgefu ha ke qala ho ikutlwa ke tlallana ke bohale

# quick_replies
source: I am afraid my partner will think I am weak
st_za: Ke tshaba hore molekane wa ka o tla nahana hore kea fokola

# quick_replies
source: I felt uncomfortable talking about it
st_za: Ke ile ka ikutlwa ke sa phuthuloha ho bua ka yona

# quick_replies
source: My partner felt uncomfortable when I talked about it
st_za: Molekane wa ka o ne a sa phutheholoha ho bua ka yona

# quick_replies
source: My partner asked many questions, which made me uncomfortable
st_za: Molekane wa ka o ile a botsa dipotso tse ngata, eleng se entseng hore ke ikutlwe ke sa phutholoha

# quick_replies
source: I felt too stressed or angry to talk about it
st_za: Ke ile ka ikutlwa ke imetswe haholo ebile ke halefile hore nka bua ka yona

# quick_replies
source: Surprised
st_za: O ne a maketse

# quick_replies
source: Happy
st_za: O ne a thabile

# quick_replies
source: My child did not like it
st_za: Ngwana wa ka o ne a sa e rate

# quick_replies
source: I don't know
st_za: Ha ke tsebe

# quick_replies
source: My child or teen could not agree on one specific rule or routine
st_za: Ngwana kapa motjha wa ka o ne a sa dumellane le molao kapa lenaneo le le leng ka ho kgetheha

# quick_replies
source: My children felt it was unfair that they have to follow the rule while I don’t have to follow it
st_za: Bana ba ka ba ne ba nka ho sa loka hore bona ba latela molao oo nna ke sa o lateleng

# quick_replies
source: I felt uncomfortable because I feel I should be the one establishing the rule not my child or teen
st_za: Ke ile ka ikutlwa ke sa phutholoha hobane ke nka hore ke nna ya lokelang ho etsa molao eseng ngwana kapa motjha wa ka

# quick_replies
source: My partner felt uncomfortable, because they feel they should be the one establishing the rule, not the child or teen
st_za: Molekane wa ka o ile a ikutlwa a sa phutholoha, hobane o nka hore ke yena ya lokelang ho etsa molao eseng ngwana kapa motjha wa ka

# quick_replies
source: Okay
st_za: Ke lokile

# quick_replies
source: My child did not want to spend time with me
st_za: Ngwana wa ka o ne a sa batle ho qeta nako le nna

# quick_replies
source: All my child wanted to do is watch T.V. or play with a gadget
st_za: Seo ngwana wa ka a se batlang feela ke ho shebella T.V. le ho bapala ka disebediswa tsa elektronike

# quick_replies
source: My child wanted to do things I felt uncomfortable about
st_za: Ngwana wa ka o ne a batla ho etsa dintho tseo ke sa phutholohang ka tsona

# quick_replies
source: My child wanted to do activities that I could not do
st_za: Ngwana wa ka o ne a batla ho etsa dintho tseo ke sa di kgoneng

# quick_replies
source: My child chose a competitive activity. I won and then they got angry
st_za: Ngwana wa ka o kgethile dipapadi tse nang le tlhodisano. Ke ile ka eba mohlodi, ya ba o ya halefa

# quick_replies
source: My child had a tantrum at the end of One-on-One Time
st_za: Ngwana wa ka o ile a ithabukanya qetellong ya Nako ya Boinotsing

# quick_replies
source: My child wanted to do too many things at once
st_za: Ngwana wa ka o ne a batla ho etsa dintho tse ngata haholo ka nako e le nngwe

# quick_replies
source: All my children wanted One-on-One Time at the same time
st_za: Bana bohle ba ka ba batla Nako ya Boinotsing ka nako e le nngwe

# quick_replies
source: Prefer not to say
st_za: Ke kgetha ho se arabe

# quick_replies
source: Active
st_za: Sehlahlo

# quick_replies
source: Calm
st_za: Kgutsitseng

# quick_replies
source: Fun
st_za: Thabisang

# quick_replies
source: Baby (0-23 months)
st_za: Lesea (le dikgwedi di 0-23)

# quick_replies
source: Young child (2-9 years)
st_za: Ngwana e monyane (dilemo tse 2-9).

# quick_replies
source: Teenager (10-17 years)
st_za: Motjha (dilemo tse 10-17).

# quick_replies
source: Adult (18+ years)
st_za: Motho e moholo (dilemo tse 18+)

# quick_replies
source: Skills in toolkit
st_za: Tsebo mokotleng wa dithulusi

# quick_replies
source: Incomplete skills
st_za: Tsebo e sa fellang

# quick_replies
source: Activities to do with my child
st_za: Dintho tseo nka di etsang le ngwana wa ka

# quick_replies
source: Managing challenging behaviour
st_za: Ho laola boitshwaro bo phephetsang

# quick_replies
source: Supporting my child emotionally
st_za: Ho tshehetsa ngwana wa ka maikutlong

# quick_replies
source: Keeping my child safe
st_za: Ho tiisa hore ngwana wa ka o sireletsehile

# quick_replies
source: Helping with schoolwork
st_za: Ho thusa ka mosebetsi wa sekolo

# quick_replies
source: Talking about COVID-19
st_za: Ho bua ka COVID-19

# quick_replies
source: How to respond to a crisis
st_za: Tsela ya ho arabela ha ho hlaha bothata

# quick_replies
source: Supporting children with disabilities
st_za: Ho tshehetsa bana ba holofetseng

# quick_replies
source: Information about child development
st_za: Tsebo e amanang le kgolo ya ngwana

# quick_replies
source: Online safety
st_za: Boipaballo le polokeho ho marang-rang a dikgokahano.

# quick_replies
source: Sexual abuse prevention
st_za: Ho thibela tlhekefetso ya tsa thobalano

# quick_replies
source: Responding to crisis
st_za: Ho arabela ha ho hlaha mathata

# quick_replies
source: Go back to the previous options
st_za: Kgutlela ho dikgetho tse fetileng

# quick_replies
source: Help with children
st_za: Ho thuswa ka bana

# quick_replies
source: Review parenting toolkit
st_za: Lekola mokotla wa disebediswa tsa botswadi

# quick_replies
source: Emotional and family support
st_za: Tshehetso ya maikutlong le ya lelapa

# quick_replies
source: Emergencies
st_za: Maemo a tshohanyetso

# quick_replies
source: COVID-19 info
st_za: Tlhahisoleseding ka COVID-19

# quick_replies
source: Technical support
st_za: Tshehetso ya setekgeniki

# quick_replies
source: Share with a friend!
st_za: Abela motswalle!

# quick_replies
source: Exit the help menu
st_za: Tswa menyung wa thuso

# quick_replies
source: Baby (0 to 23 months old)
st_za: Lesea (dikwedi tse 0 ho ya ho 23)

# quick_replies
source: Young child (2 to 9 years)
st_za: Ngwana e monyane (dilemo tse 2 ho ya ho 9)

# quick_replies
source: Teenager (10 to 17 years)
st_za: Motjha (dilemo tse 10 ho ya ho 17)

# quick_replies
source: Change your personal information
st_za: Fetola dintlha tsa hao tsa botho

# quick_replies
source: Change the way you experience the messages
st_za: Fetola tsela eo o fumanang melaetsa ka yona

# quick_replies
source: Stop receiving the messages
st_za: Emisa ho amohela melaetsa

# quick_replies
source: Type of media content
st_za: Mofuta wa dikateng tsa phatlalatso

# quick_replies
source: Age group for tips
st_za: Sehlopha sa dilemo bakeng sa dikeletso

# quick_replies
source: Language
st_za: Puo

# quick_replies
source: English
st_za: Senyesemane

# quick_replies
source: Your name
st_za: Lebitso la hao

# quick_replies
source: Your child's nickname
st_za: Lebitso la ngwana wa hao la boswaswi

# quick_replies
source: Age
st_za: Dilemo

# quick_replies
source: Gender
st_za: Bong

# quick_replies
source: Relationship status
st_za: Boemo ba dikamano

# quick_replies
source: Text only (almost no data)
st_za: Sengolwa feela (hoo ekabang ntle ho datha)

# quick_replies
source: Text, audio, image (low data)
st_za: Sengolwa, modumo, setshwantsho (datha e tlaase)

# quick_replies
source: Text, audio, image, video (high data)
st_za: Sengolwa, modumo, setshwantsho, video (datha e hodimo)

# quick_replies
source: Relaxation and stress reduction
st_za: Ho phomola le ho fokotsa kgatello ya maikutlo

# quick_replies
source: Dealing with financial stress
st_za: Ho sebetsana le kgatello ya maikutlo ya ditjhelete

# quick_replies
source: Family relationships
st_za: Dikamano tsa lelapa

# quick_replies
source: COVID bereavement support
st_za: Tshehetso kamora ho shwelwa ka lebaka la COVID

# quick_replies
source: baby
st_za: lesea

# quick_replies
source: teen
st_za: motjha

# quick_replies
source: adult
st_za: motho e moholo

# quick_replies
source: other
st_za: e nngwe

# quick_replies
source: teenager
st_za: motjha

# quick_replies
source: young child
st_za: ngwana e monyane

# quick_replies
source: Give me more information
st_za: A ko o itlhakise haholowanyane

# quick_replies
source: I am not interested
st_za: Ha ke na thahasello

# quick_replies
source: Boy
st_za: Moshemane

# quick_replies
source: Girl
st_za: Ngwanana

# quick_replies
source: Parent
st_za: Motswadi

# quick_replies
source: Grandparent
st_za: Nkgono/Ntatemoholo

# quick_replies
source: Aunt/Uncle
st_za: Mmangwane/Rakgadi/Malome/Rangwane

# quick_replies
source: Foster Parent
st_za: Motswadi wa Mohodisi

# quick_replies
source: Friend
st_za: Motswalle

# quick_replies
source: Family
st_za: Lelapa

# quick_replies
source: Yes, I am over 18
st_za: Ee, ke dilemo tse fetang 18

# quick_replies
source: No, I am under 18
st_za: Tjhe, ke dilemo tse tlase ho 18

# quick_replies
source: Too short
st_za: E le kgutshwane haholo

# quick_replies
source: Just right
st_za: E itoketse feela

# quick_replies
source: Too long
st_za: E le telele haholo

# quick_replies
source: Too few
st_za: Fokola haholo

# quick_replies
source: Too many
st_za: Le ngata haholo

# quick_replies
source: From start
st_za: Ho tloha qalong

# quick_replies
source: From where I last left the programme
st_za: Ho tloha moo ke tlohetseng lenaneo teng

# quick_replies
source: Single (not in a relationship)
st_za: Lesoha (ya sa rataneng)

# quick_replies
source: Married
st_za: Lenyalong

# quick_replies
source: Partnered but not married
st_za: Ya nang le molekane empa a se lenyalong

# quick_replies
source: Divorced or separated
st_za: Ya hladileng kapa ya tlohileng lenyalong

# quick_replies
source: Widowed
st_za: Mohlolohadi

# quick_replies
source: Core (text and images)
st_za: Ya qalong (sengolwa le setshwantsho)

# quick_replies
source: Boosted (text, images, audio)
st_za: E matlafaditsweng (sengolwa, ditshwantsho, modumo)

# quick_replies
source: Star (text, images, audio, video)
st_za: Naledi (sengolwa, ditshwantsho, modumo, video)

# quick_replies
source: Baby (0 to 23 months)
st_za: Lesea (dikwedi tse 0 ho ya ho 23)

# quick_replies
source: Learn about family budgeting
st_za: Ithute ka bajete ya lelapa

# quick_replies
source: Look for support organisations in your area
st_za: Batla tshehetso mekgatlong ya sebakeng sa heno

# quick_replies
source: I can’t seem to distract my child when they are misbehaving.
st_za: Ho bonahala ke sa kgone ho tlohedisa ngwana wa ka boitshwaro bo sa nepahalang.

# quick_replies
source: I am too angry to find anything positive to say to my child after they have misbehaved.
st_za: Ke halefile haholo hore nka fumana ntho e ntle eo nka e buang ka ngwana wa ka kamora hore a itshware hampe.

# quick_replies
source: My child is misbehaving all the time.
st_za: Ngwana wa ka o itshwara hampe ka dinako tsohle.

# quick_replies
source: I did not have the opportunity to redirect my child.
st_za: Ha ke a fumana monyetla wa ho kgutlisetsa ngwana wa ka tseleng.

# quick_replies
source: I didn’t know how to involve my child
st_za: Ke ne ke sa tsebe tsela ya ho kenyelletsa ngwana wa ka

# quick_replies
source: My child had no interest in book sharing
st_za: Ngwana wa ka ha a thahaselle ho kadimana ka dibuka

# quick_replies
source: I didn't have the time
st_za: Ke ne ke se na nako

# quick_replies
source: I forgot the steps of problem solving
st_za: Ke lebetse mehato ya ho rarolla bothata

# quick_replies
source: We could not agree on one solution to try out and got into an argument
st_za: Ha rea ka ra dumellana hore re leke tharollo e le nngwe yaba re pheha kgang

# quick_replies
source: My child or teen got angry and did not want to talk about the problem
st_za: Ngwana kapa motjha wa ka o ile a halefa yaba ha a sa batla ho bua ka bothata

# quick_replies
source: I did not have the opportunity to involve my children in problem solving
st_za: Ha kea fumana monyetla wa ho kenyelletsa bana ba ka tharollong ya bothata

# quick_replies
source: My child is still using digital gagdets
st_za: Ngwana wa ka o ntse a rata ho sebedisa disebediswa tsa dijithale

# quick_replies
source: I am finding it difficult to get my child to stop using gadgets
st_za: Ke fumana ho le thata ho tlohedisa ngwana wa ka disebediswa tsa dijithale

# quick_replies
source: I forgot how to set up set up technical fixes
st_za: Ke lebetse hore na ditharollo tsa sekgenike di setwa jwang

# quick_replies
source: I do not feel comfortable with what my child is looking at online
st_za: Ha ke ikutlwe ke phutholohile ka seo ngwana wa ka a se shebellang ho marang-rang a dikgokahano.

# quick_replies
source: I do not know how to talk to my child about what's safe and not safe online
st_za: Ha ke tsebe hore na ke bue jwang le ngwana wa ka, ka se sireletsehileng le se sa sireletsang ho marang-rang a dikgokahano.

# quick_replies
source: I don’t know much about technology, so I don’t know how to talk about it with my child
st_za: Ha ke tsebe haholo ka theknoloji, kahoo ha ke tsebe hore na ke bue le ngwana jwang ka yona

# quick_replies
source: I did not have the time to have this discussion with my child or teen
st_za: Ke ne ke se na nako ya ho buisana le ngwana kapa motjha wa ka ka taba ena

# quick_replies
source: I didn't stay calm
st_za: Ha kea ka ka dula ke kgobile matshwafo

# quick_replies
source: I got angry
st_za: Ke ile ka halefa

# quick_replies
source: I felt overwhelmed
st_za: Ke ile ka ikutlwa ke imetswe

# quick_replies
source: My baby won't stop crying
st_za: Lesea la ka ha le thole ha le lla

# quick_replies
source: My teen told me that something serious happened to them and I did not know how to handle it
st_za: Motjha wa ka o mpolelletse hore o hlahetswe ke ntho e tebileng mme ke ne ke sa tsebe hore na ke sebetsane le taba eo jwang

# quick_replies
source: The conversation made me very uncomfortable because I was reminded of something serious that happened to me
st_za: Puisano eo e ile ya etsa hore ke ikutlwe ke sa phutholoha ho hang hobane ke ile ka hopola ntho e bohloko e kileng ya nketsahalla

# quick_replies
source: My teen, or me, or my family did not feel comfortable
st_za: Motjha wa ka, kapa nna, kapa lelapa la ka ha re ikutlwe re phutholohile

# quick_replies
source: My teen did not discuss anything sensitive or challenging with me
st_za: Motjha wa ka ha aa ka a bua ka eng kapa eng e mo amang maikutlo kapa e bohloko le nna

# quick_replies
source: My child told me that something serious happened to them and I did not know how to handle it
st_za: Ngwana wa ka o mpolelletse hore o hlahetswe ke ntho e tebileng mme ke ne ke sa tsebe hore na ke sebetsane le taba eo jwang

# quick_replies
source: My child did not feel comfortable
st_za: Ngwana wa ka o ne a sa ikutlwe a phutholohile

# quick_replies
source: I do not know how to have this discussion
st_za: Ha ke tsebe hore na ke tshware puisano ena jwang

# quick_replies
source: I did not have the time to have this discussion with my child
st_za: Ke ne ke se na nako ya ho buisana le ngwana wa ka ka taba ena

# quick_replies
source: I did not want to tell my family how much I earn
st_za: Ke ne ke sa batle ho bolella lelapa la ka hore na ke amohela tjhelete e kae

# quick_replies
source: When budgeting, we could not agree on what should fall under needs and what should fall under wants
st_za: Ha re etsa bajete, re ne re sa dumellane hore na ke eng e lokelang ho wela tlasa dintho tseo re di hlokang le tseo re di batlang

# quick_replies
source: I did not understand what to do
st_za: Ke ne ke sa utlwisise seo ke tlamehang ho se etsa.

# quick_replies
source: My child or teen did not want to do the budgeting with me
st_za: Ngwana kapa motjha wa ka o ne a sa batle ho etsa bajete le nna

# quick_replies
source: I did not have the time to talk about family budgeting with my child or teen
st_za: Ke ne ke se na nako ya ho bua ka bajete le lelapa la ka le ngwana kapa motjha wa ka

# quick_replies
source: I don't know what to do with my child
st_za: Ha ke tsebe hore na ke etseng ka ngwana wa ka

# quick_replies
source: My child does not want to learn
st_za: Ngwana wa ka ha a batle ho ithuta

# quick_replies
source: I am feeling overwhelmed
st_za: Ke ikutlwa ke imetswe

# quick_replies
source: I do not know where to find resources to support my child's learning
st_za: Ha ke tsebe hore na nka fumana mehlodi ya tsebo hokae ho thusa ngwana wa ka ho ithuta

# quick_replies
source: I did not have the time to involve myself in my child's learning or education
st_za: Ke ne ke se na nako ea ho nka karolo thutong ya ngwana waka

# quick_replies
source: My child or teen and I disagreed on which areas were unsafe
st_za: Nna le ngwana kapa motjha wa ka ha re dumellane hore na ke dibaka dife tse sa sireletsehang

# quick_replies
source: My child or teen identified the house of someone I trust as unsafe. I was shocked and did not know what to do
st_za: Ngwana kapa motjha wa ka o supile ntlo ya motho e mong eo ke mo tshepang e sa sireletseha. Ke ne ke tshohile mme ke ne ke sa tsebe hore na ke etseng
