Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/st/st_messages.po
Languages: st_za

# arguments
source: i can’t seem to distract my child when they are misbehaving.
st_za: ho bonahala ke sa kgone ho tlohedisa ngwana wa ka boitshwaro bo sa nepahalang.

# arguments
source: i am too angry to find anything positive to say to my child after they have misbehaved.
st_za: ke halefile haholo hore nka fumana ntho e ntle eo nka e buang ka ngwana wa ka kamora hore a itshware hampe.

# arguments
source: my child is misbehaving all the time.
st_za: ngwana wa ka o itshwara hampe ka dinako tsohle.

# arguments
source: i did not have the opportunity to redirect my child.
st_za: ha ke a fumana monyetla wa ho kgutlisetsa ngwana wa ka tseleng.

# arguments
source: i didn’t know how to involve my child
st_za: ke ne ke sa tsebe tsela ya ho kenyelletsa ngwana wa ka

# arguments
source: my child had no interest in book sharing
st_za: ngwana wa ka ha a thahaselle ho kadimana ka dibuka

# arguments
source: i didn't have the time
st_za: ke ne ke se na nako

# arguments
source: i forgot the steps of problem solving
st_za: ke lebetse mehato ya ho rarolla bothata

# arguments
source: we could not agree on one solution to try out and got into an argument
st_za: ha rea ka ra dumellana hore re leke tharollo e le nngwe yaba re pheha kgang

# arguments
source: my child or teen got angry and did not want to talk about the problem
st_za: ngwana kapa motjha wa ka o ile a halefa yaba ha a sa batla ho bua ka bothata

# arguments
source: i did not have the opportunity to involve my children in problem solving
st_za: ha kea fumana monyetla wa ho kenyelletsa bana ba ka tharollong ya bothata

# arguments
source: my child is still using digital gagdets
st_za: ngwana wa ka o ntse a rata ho sebedisa disebediswa tsa dijithale

# arguments
source: i am finding it difficult to get my child to stop using gadgets
st_za: ke fumana ho le thata ho tlohedisa ngwana wa ka disebediswa tsa dijithale

# arguments
source: i forgot how to set up set up technical fixes
st_za: ke lebetse hore na ditharollo tsa sekgenike di setwa jwang

# arguments
source: i do not feel comfortable with what my child is looking at online
st_za: Ha ke ikutlwe ke phutholohile ka seo ngwana wa ka a se shebellang ho marang-rang a dikgokahano.

# arguments
source: i do not know how to talk to my child about what's safe and not safe online
st_za: Ha ke tsebe hore na ke bue jwang le ngwana wa ka, ka se sireletsehileng le se sa sireletsang ho marang-rang a dikgokahano.

# arguments
source: i don’t know much about technology, so i don’t know how to talk about it with my child
st_za: ha ke tsebe haholo ka theknoloji, kahoo ha ke tsebe hore na ke bue le ngwana jwang ka yona

# arguments
source: i did not have the time to have this discussion with my child or teen
st_za: ke ne ke se na nako ya ho buisana le ngwana kapa motjha wa ka ka taba ena

# arguments
source: i didn't stay calm
st_za: ha kea ka ka dula ke kgobile matshwafo

# arguments
source: i got angry
st_za: ke ile ka halefa

# arguments
source: i felt overwhelmed
st_za: ke ile ka ikutlwa ke imetswe

# arguments
source: my baby won't stop crying
st_za: lesea la ka ha le thole ha le lla

# arguments
source: my teen told me that something serious happened to them and i did not know how to handle it
st_za: motjha wa ka o mpolelletse hore o hlahetswe ke ntho e tebileng mme ke ne ke sa tsebe hore na ke sebetsane le taba eo jwang

# arguments
source: the conversation made me very uncomfortable because i was reminded of something serious that happened to me
st_za: puisano eo e ile ya etsa hore ke ikutlwe ke sa phutholoha ho hang hobane ke ile ka hopola ntho e bohloko e kileng ya nketsahalla

# arguments
source: my teen, or me, or my family did not feel comfortable
st_za: motjha wa ka, kapa nna, kapa lelapa la ka ha re ikutlwe re phutholohile

# arguments
source: my teen did not discuss anything sensitive or challenging with me
st_za: motjha wa ka ha aa ka a bua ka eng kapa eng e mo amang maikutlo kapa e bohloko le nna

# arguments
source: my child told me that something serious happened to them and i did not know how to handle it
st_za: ngwana wa ka o mpolelletse hore o hlahetswe ke ntho e tebileng mme ke ne ke sa tsebe hore na ke sebetsane le taba eo jwang

# arguments
source: my child did not feel comfortable
st_za: ngwana wa ka o ne a sa ikutlwe a phutholohile

# arguments
source: i do not know how to have this discussion
st_za: ha ke tsebe hore na ke tshware puisano ena jwang

# arguments
source: i did not have the time to have this discussion with my child
st_za: ke ne ke se na nako ya ho buisana le ngwana wa ka ka taba ena

# arguments
source: i did not want to tell my family how much i earn
st_za: ke ne ke sa batle ho bolella lelapa la ka hore na ke amohela tjhelete e kae

# arguments
source: when budgeting, we could not agree on what should fall under needs and what should fall under wants
st_za: ha re etsa bajete, re ne re sa dumellane hore na ke eng e lokelang ho wela tlasa dintho tseo re di hlokang le tseo re di batlang

# arguments
source: i did not understand what to do
st_za: ke ne ke sa utlwisise seo ke tlamehang ho se etsa.

# arguments
source: my child or teen did not want to do the budgeting with me
st_za: ngwana kapa motjha wa ka o ne a sa batle ho etsa bajete le nna

# arguments
source: i did not have the time to talk about family budgeting with my child or teen
st_za: ke ne ke se na nako ya ho bua ka bajete le lelapa la ka le ngwana kapa motjha wa ka

# arguments
source: i don't know what to do with my child
st_za: ha ke tsebe hore na ke etseng ka ngwana wa ka

# arguments
source: my child does not want to learn
st_za: ngwana wa ka ha a batle ho ithuta

# arguments
source: i am feeling overwhelmed
st_za: ke ikutlwa ke imetswe

# arguments
source: i do not know where to find resources to support my child's learning
st_za: ha ke tsebe hore na nka fumana mehlodi ya tsebo hokae ho thusa ngwana wa ka ho ithuta

# arguments
source: i did not have the time to involve myself in my child's learning or education
st_za: ke ne ke se na nako ea ho nka karolo thutong ya ngwana waka

# arguments
source: my child or teen and i disagreed on which areas were unsafe
st_za: nna le ngwana kapa motjha wa ka ha re dumellane hore na ke dibaka dife tse sa sireletsehang

# arguments
source: my child or teen identified the house of someone i trust as unsafe. i was shocked and did not know what to do
st_za: ngwana kapa motjha wa ka o supile ntlo ya motho e mong eo ke mo tshepang e sa sireletseha.

# arguments
source: my child or teen insisted that a place like a bar is for them to visit. i don’t know how to convince them that it is not a safe area
st_za: ngwana kapa motjha wa ka o tsitlallela hore sebaka se kang bara ke sebaka seo a ka se etelang. Ha ke tsebe hore na ke mo kgodise jwang hore ha se sebaka se bolokehileng

# arguments
source: as an adult, i feel i am responsible for protecting my child or teen. when i told my child or teen which areas are unsafe, they got angry
st_za: jwalo ka motho e moholo, ke nka hore ke boikarabelo ba ka ho sireletsa ngwana kapa motjha wa ka. ha ke bolella ngwana kapa motjha wa ka hore na ke dibaka dife tse sa sireletsehang, o ile a kwata

# arguments
source: it was hard to identify resources available in my community because i don’t know my community so well
st_za: ho bile thata ho hlwaya mehlodi e fumanehang haeso hobane ha ke tsebe ditaba tsa haeso hantle

# arguments
source: i did not have any time to do this activity
st_za: ho hang ha ke a fumana nako ya ho etsa ketso ena

# arguments
source: i got very angry with my child or teen and yelled at them
st_za: ke ile ka halefela ngwana kapa motjha wa ka haholo yaba kea mo omanya

# arguments
source: i forgot to give my child or teen a choice to comply before giving the consequence
st_za: ke lebetse ho fa ngwana kapa motjha wa ka monyetla wa ho latela ditaelo pele ke mo jarisa ditlamorao

# arguments
source: my child or teen got very angry with me after i gave the consequence
st_za: ngwana kapa motjha wa ka o ile a nkgalefela haholo kamora hore ke mo jarise ditlamorao

# arguments
source: my child or teen complained that the consequence was not fair
st_za: ngwana kapa motjha wa ka o ile a tletleba hore ditlamorao tseo di ne di sa loka

# arguments
source: i forgot to follow through with the consequence
st_za: ke lebetse ho phethisa ditlamorao

# arguments
source: i am giving too many consequences all the time
st_za: ke fana ka ditlamorao tse ngata haholo ka dinako tsohle

# arguments
source: my child or teen did not need a consequence because they were behaving well
st_za: ngwana kapa motjha wa ka o ne a sa hloke ho jara ditlamorao hobane o ne a itshwere hantle

# arguments
source: it was hard to stay calm while ignoring my child's tantrum
st_za: ho bile thata ho dula ke kgobile matshwafo ha ke iphapanyetsa boitshwaro ba ngwana wa ka ba ho ithabukanya

# arguments
source: i struggled to be consistent and gave into their demands
st_za: ke hlolehile ho etsa dintho ka tsela e sa fetofetoheng yaba kea inehela ha a tseka dintho

# arguments
source: i am concerned about my child or someone else getting hurt
st_za: ke amehile hore ngwana wa ka kapa motho e mong o utlwa bohloko

# arguments
source: i am having to ignore my child's behaviour all the time
st_za: ke tlameha ho iphapanyetsa boitshwaro ba ngwana wa ka ka dinako tsohle

# arguments
source: my child did not behave in a negative attention seeking or demanding way
st_za: ngwana wa ka ha aa ka a itshwara hampe ha a batla tlhokomelo kapa ho tseka dintho

# arguments
source: it was hard to identify resources available
st_za: ho bile boima ho hlwaya mehlodi e teng ya tsebo

# arguments
source: i did not have any time
st_za: ke ne ke sena nako ho hang

# arguments
source: as an adult, i feel i am responsible for protecting my child, but i don't know a lot about covid-19
st_za: jwalo ka motho e moholo, ke nka hore ke boikarabelo ba ka ho sireletsa ngwana, empa ha ke tsebe hakaalo ka covid-19

# arguments
source: i felt uncomfortable or confused
st_za: ke ikutlwile ke sa phutholoha ebile ke ferekane

# arguments
source: my child reacted negatively
st_za: ngwana wa ka ha a ka a itshwara hantle

# arguments
source: my child asked me questions i did not the answers to
st_za: ngwana wa ka o ile a mpotsa dipotso tseo ke sa khonang ho di araba hobane ke sa tsebe di karabo tsa teng

# arguments
source: i forgot what the risks and dangers are
st_za: ke lebetse hore na hana maraba le dikotsi ke dife

# arguments
source: i forgot how to seek help
st_za: ke lebetse hore na ke batla thuso jwang

# arguments
source: i don't know how to create healthy and safe online habits
st_za: Ha ke tsebe tsela ya ho qala mekgwa e molemo le e bolokileng ha re sebedisa marang-rang a dikgokahano.

# arguments
source: i did not have the time for this activity
st_za: ha ke a fumana nako ya ho etsa ketso ena

# arguments
source: my family did not want to do the budgeting with me
st_za: lelapa la ka le ne le sa batle ho etsa bajete le nna

# arguments
source: i did not have the time to talk about budgeting with my family
st_za: ke ne ke se na nako ya ho etsa bajete le lelapa la ka

# arguments
source: i am finding it difficult to use positive language whilst communicating to my family
st_za: ke fumana ho le thata ho bua puo e hahang ha ke buisana le lelapa la ka

# arguments
source: i don't know how to get others in my family to contribute to a supportive family environment
st_za: ha ke tsebe hore na ke etseng hore ba bang ka lelapeng la ka ba tlatsetse lelapeng le tshehetsanang

# arguments
source: i don't know how to show others that i am listening
st_za: ha ke tsebe hore na nka bontsha ba bang jwang hore ke ba mametse

# arguments
source: i feel tired and overwhelmed
st_za: ke ikutlwa ke kgathetse ebile ke imetswe

# arguments
source: i don't know how to contribute to a supportive family environment
st_za: ha ke tsebe hore na ke etseng ho tlatsetsa lelapeng le tshehetsanang

# arguments
source: police
st_za: sepolesa

# arguments
source: medical
st_za: bongaka

# arguments
source: fire
st_za: mollo

# arguments
source: mental
st_za: kelello

# arguments
source: violence
st_za: dikgoka

# arguments
source: suicide
st_za: ho ipolaya

# arguments
source: family counselling services
st_za: ditshebeletso tsa ho fa lelapa keletso e thobang maikutlo

# arguments
source: education
st_za: thuto

# arguments
source: substance abuse
st_za: tshebediso e mpe ya dithetefatsi

# arguments
source: moretips
st_za: dikeletso

# arguments
source: play
st_za: bapala

# arguments
source: skills
st_za: tsebo

# arguments
source: relax
st_za: phomola

# arguments
source: start_messages
st_za: qala_melaetsa

# arguments
source: goback
st_za: kgutlelamorao

# arguments
source: emergency
st_za: boemo ba tshohanyetso

# arguments
source: depression
st_za: kgatello ya maikutlo

# arguments
source: health
st_za: bophelo bo botle

# arguments
source: natural
st_za: ho se wele lehlakoreng le itseng

# arguments
source: help
st_za: thuso

# arguments
source: curfews
st_za: dinako tsa ho fihla lapeng

# arguments
source: shops
st_za: mabenkele

# arguments
source: production
st_za: tlhahiso

# arguments
source: recreational venues
st_za: dibaka tsa boithabiso

# arguments
source: stay-at-home orders
st_za: ditaelo tsa ho dula hae

# arguments
source: distancing
st_za: ho se atamellane

# arguments
source: no restrictions
st_za: ha ho na dithibelo

# arguments
source: prefer
st_za: rata

# arguments
source: same
st_za: e tshwanang

# arguments
source: less often
st_za: makgetlo a fokolang
