Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/st/st_messages.po
Languages: st_za

# text
source: It can be stressful to get through the day sometimes. At the end of each day, remember to praise yourself for doing your best @fields.user_name!
st_za: Ka dinako tse ding letsatsi le fela o utlwile! Ha letsatsi ka leng le dikela, o hopole ho ikotla sefuba hobane o entse sohle se matleng a hao @fields.user_name!

# text
source: Great to hear that your stress levels are manageable! Whenever you feel stressed, take a deep breath – you are doing amazing @fields.user_name.
st_za: Ke ho thabisang ho utlwa hore o kgona ho laola kgatello ya maikutlo sa hao! Neng kapa neng ha o ikutlwa o na le seterese, phefumolohela hodimo – o etsa dintho tse hlollang @fields.user_name.

# text
source: I hope that was helpful! Remember you can always type "Help" at anytime if you need an activity to help you relax or reduce stress.
st_za: Ke tshepa hore seo se o thusitse! Hopola hore ka dinako tsohle o ka ngola lentswe “Thuso”, neng kapa neng ha o hloka seo o ka se etsang ho o thusa ho phomotsa methapo kapa ho fokotsa kgatello ya maikutlo.

# text
source: Well done @fields.user_name! Brain science shows if you control your anger when your child misbehaves, you increase your child's brain development. Be proud of yourself when you manage to do it!
st_za: O sebeditse @fields.user_name! Saense ya boko e bontsha hore ha o laola bohale ba hao ha ngwana wa hao a sa itshware ka nepo, o eketsa kgolo ya boko ba ngwana wa hao. Eba motlotlo ka wena ha o kgonne ho laola bohale ba hao!

# text
source: Well done @fields.user_name for keeping calm in difficult situations – that is definitely not easy to do! You are setting a great example for your child.
st_za: O sebeditse @fields.user_name ka ho dula o kgobile matshwafo maemong a thata – ka sebele ho ne ho se bonolo! O beha mohlala o motle bakeng sa ngwana wa hao.

# text
source: We all get overwhelmed sometimes. Next time when you feel angry, try taking a deep breath before responding. This helps a lot @fields.user_name!
st_za: Ka dinako tse ding kaofela re ikutlwa re imetswe. Nakong e tlang ha o ikutlwa o halefile, leka ho phefumolohela hodimo pele o arabela. Seo se thusa haholo @fields.user_name!

# text
source: When we get angry, it can be hard to stay calm. Try to recognise your emotions and those of your child, and talk about them later - this helps everyone to understand each other better next time. You can do it @fields.user_name!
st_za: Ha re halefile, ho ka ba thata ho dula re kgobile matshwafo. Leka ho lemoha maikutlo a hao le a ngwana wa hao, bua ka wona hamorao - sena se tla le thusa kaofela hore le utlwisisane hantle nakong e tlang. O ka atleha @fields.user_name!

# text
source: It is great that you can address your child more and more calmly when they upset you. Working through challenges together will help your child so much in life – you are doing amazing @fields.user_name!
st_za: Ke hantle hore o ka buisana le ngwana wa hao ka makgetlo a mangata o kgobile matshwafo leha a o halefisa. Ho sebetsana le mathata mmoho ho tla thusa ngwana wa hao haholo bophelong – o etsa dintho tse hlollang @fields.user_name!

# text
source: So good that you speak to your child calmly, even when they drive you crazy. You should be proud of yourself @fields.user_name! Remember to keep taking deep breaths every time you feel they are testing your patience.
st_za: Ke ditaba tse monate haholo hore ebe o buisana le ngwana wa hao o kgobile matshwafo, leha a o halefisa. O lokela ho ba motlotlo ka wena @fields.user_name! Hopola ho dula o phefumolohela hodimo nako le nako ha o nka hore o leka mamello ya hao.

# text
source: Wonderful to hear that you are managing to stay calm in difficult situations. You should be proud of yourself – keep up the great work @fields.user_name!
st_za: Ke ditaba tse monate ho utlwa hore o kgona ho dula o kgobile matshwafo maemong a thata. O tlameha o ba motlotlo ka wena – pele ya pele ka mosebetsi o motle @fields.user_name!

# text
source: Well done for managing your emotions! When things get tough, you can always take a pause and address the problem later on when everyone is calm. You are doing a great job @fields.user_name.
st_za: O sebeditse ka ho laola maikutlo a hao! Ha ho ba thata, ka dinako tsohle o ka phomola hanyane yaba o lokisa bothata hamorao ha kaofela le se le kgobile matshwafo. O etsa mosebetsi o tswileng matsoho @fields.user_name.

# text
source: Well done @fields.user_name! Learning new ways of responding to your children when they misbehave will make a BIG difference in the way they learn how to resolve conflicts as they get older.
st_za: O sebeditse @fields.user_name! Ho ithuta ditsela tse ntjha tsa ho arabela ha bana ba hao ba sa itshware hantle ho tla etsa phapang e KGOLO tseleng eo ba ithutang ho rarolla diphapang leha e se e le batho ba baholo.

# text
source: Sometimes everything gets too much! Remember to recognise when you feel that way and take a few deep breaths before responding. Your child will learn from your good example @fields.user_name!
st_za: Ka dinako tse ding o ka ikutlwa eka o tlaletswe ke noka! Hopola ho lemoha tsela eo o ikutlwang ka yona mme o phefumolohele hodimo ka makgetlo a mmalwa pele o arabela. Ngwana wa hao o tla ithuta mohlala o motle ho wena @fields.user_name!

# text
source: Great to see you are managing to respond calmly to your child, that’s a big accomplishment! Celebrate this win @fields.user_name, you are a star.
st_za: Ke ditaba tse monate ho bona hore o kgona ho arabela ngwana wa hao o theotse moya, o fihlelletse ntho e kgolo! Keteka tlholo ena @fields.user_name, o kgalala.

# text
source: Our children sometimes drive us crazy. Remember, you can always take a pause and address the problem later on when everyone is calm. You can do it @fields.user_name!
st_za: Ka dinako tse ding bana ba ka re halefisa. Hopola, ka dinako tsohle o ka phomola hanyane yaba o lokisa bothata hamorao ha kaofela le se le kgobile matshwafo. O ka atleha @fields.user_name!

# text
source: It is wonderful that you are responding in a calm way when your child does something upsetting. They can learn so much from you @fields.user_name!
st_za: Ke ditaba tse monate hore ebe o arabela o kgobile matshwafo ha ngwana wa hao a etsa ntho e halefisang. A ka ithuta dintho tse ngata ho wena @fields.user_name!

# text
source: Amazing @fields.user_name! You are setting such a great example for your children on how to respond calmly in difficult situations – keep up the good work!
st_za: Ke ditaba tse monate @fields.user_name! O behela bana ba hao mohlala o babatsehang wa tsela ya ho arabela ba kgobile matshwafo ha ho hlaha maemo a thata – pele ya pele ka mosebetsi o motle!

# text
source: Sorry that things are not always easy with your child. When they upset you, try to remain calm, That way, you can keep clear boundaries and solve problems together. You can do it @fields.user_name!
st_za: Ke maswabi hore ebe hase kamehla ho leng bonolo ho sebetsana le ngwana wa hao. Ha a o halefisa, leka ho dula o kgobile matshwafo, ka tsela eo o seha meedi e hlakileng ebile le rarolla mathata mmoho. O ka atleha @fields.user_name!

# text
source: So good @fields.user_name! Every time you choose to be calm and clear, you are showing your child how much you care about them. They will feel heard and loved, and will be more likely to listen to you!
st_za: Ditaba tse molemo ruri @fields.user_name! Nako le nako ha o kgetha ho kgoba matshwafo le ho hlakisa dintho, o bontsha ngwana wa hao hore na o mo kgathalla hakae. O tla utlwa hore ho na le motho ya mo mamelang le ya mo ratang, mme menyetla ya hore a o mamele e tla eketseha!

# text
source: Thank you!
st_za: Rea leboha!

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was crying a lot. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
st_za: Nakong e fetileng o ile wa bolela hore boitshwaro ba @fields.survey_behave_name bo sa o tshwareng hantle ho hang e ne e le ho lla haholo. Bothata boo bo jwang hona jwale ha o bo lekanya sekaleng sa 0 ho ya ho 7 (0 = hase bothata ho nna le 7 = habohloko)?

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was problems sleeping. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
st_za: Nakong e fetileng o ile wa bolela hore boitshwaro ba @fields.survey_behave_name bo sa o tshwareng hantle ho hang e ne e le mathata a ho robala. Bothata boo bo jwang hona jwale ha o bo lekanya sekaleng sa 0 ho ya ho 7 (0 = hase bothata ho nna le 7 = habohloko)?

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was whining for things. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
st_za: Nakong e fetileng o ile wa bolela hore boitshwaro ba @fields.survey_behave_name bo sa o tshwareng hantle ho hang e ne e le ho llela dintho. Bothata boo bo jwang hona jwale ha o bo lekanya sekaleng sa 0 ho ya ho 7 (0 = hase bothata ho nna le 7 = habohloko)?

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was acting clingy. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
st_za: Nakong e fetileng o ile wa bolela hore boitshwaro ba @fields.survey_behave_name bo sa o tshwareng hantle ho hang e ne e le ho o mamarela. Bothata boo bo jwang hona jwale ha o bo lekanya sekaleng sa 0 ho ya ho 7 (0 = hase bothata ho nna le 7 = habohloko)?

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was being bad tempered or moody. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
st_za: Nakong e fetileng o ile wa bolela hore boitshwaro ba @fields.survey_behave_name bo sa o tshwareng hantle ho hang e ne e le ho halefa haholo kapa ho ba sefelapelwana. Bothata boo bo jwang hona jwale ha o bo lekanya sekaleng sa 0 ho ya ho 7 (0 = hase bothata ho nna le 7 = habohloko)?

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was problems eating. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
st_za: Nakong e fetileng o ile wa bolela hore boitshwaro ba @fields.survey_behave_name bo sa o tshwareng hantle ho hang e ne e le mathata a ho ja. Bothata boo bo jwang hona jwale ha o bo lekanya sekaleng sa 0 ho ya ho 7 (0 = hase bothata ho nna le 7 = habohloko)?

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was being stubborn or fussy. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
st_za: Nakong e fetileng o ile wa bolela hore boitshwaro ba @fields.survey_behave_name bo sa o tshwareng hantle ho hang e ne e le manganga kapa nkane. Bothata boo bo jwang hona jwale ha o bo lekanya sekaleng sa 0 ho ya ho 7 (0 = hase bothata ho nna le 7 = habohloko)?

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was naughty behaviour. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
st_za: Nakong e fetileng o ile wa bolela hore boitshwaro ba @fields.survey_behave_name bo sa o tshwareng hantle ho hang e ne e le ho seba kapa botoutu. Bothata boo bo jwang hona jwale ha o bo lekanya sekaleng sa 0 ho ya ho 7 (0 = hase bothata ho nna le 7 = habohloko)?

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was temper tantrums. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
st_za: Nakong e fetileng o ile wa bolela hore boitshwaro ba @fields.survey_behave_name bo sa o tshwareng hantle ho hang e ne e le ho ithabukanya. Bothata boo bo jwang hona jwale ha o bo lekanya sekaleng sa 0 ho ya ho 7 (0 = hase bothata ho nna le 7 = habohloko)?

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was refusing to obey instructions. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
st_za: Nakong e fetileng o ile wa bolela hore boitshwaro ba @fields.survey_behave_name bo sa o tshwareng hantle ho hang e ne e le ho hana ho mamela ditaelo. Bothata boo bo jwang hona jwale ha o bo lekanya sekaleng sa 0 ho ya ho 7 (0 = hase bothata ho nna le 7 = habohloko)?

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was hyperactivity. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
st_za: Nakong e fetileng o ile wa bolela hore boitshwaro ba @fields.survey_behave_name bo sa o tshwareng hantle ho hang e ne e le ho ba mahlahahlaha haholo. Bothata boo bo jwang hona jwale ha o bo lekanya sekaleng sa 0 ho ya ho 7 (0 = hase bothata ho nna le 7 = habohloko)?

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was being disrespectful. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
st_za: Nakong e fetileng o ile wa bolela hore boitshwaro ba @fields.survey_behave_name bo sa o tshwareng hantle ho hang e ne e le ho se hlomphe. Bothata boo bo jwang hona jwale ha o bo lekanya sekaleng sa 0 ho ya ho 7 (0 = hase bothata ho nna le 7 = habohloko)?

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was hitting others. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
st_za: Nakong e fetileng o ile wa bolela hore boitshwaro ba @fields.survey_behave_name bo sa o tshwareng hantle ho hang e ne e le ho otla bana ba bang. Bothata boo bo jwang hona jwale ha o bo lekanya sekaleng sa 0 ho ya ho 7 (0 = hase bothata ho nna le 7 = habohloko)?

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was breaking things. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
st_za: Nakong e fetileng o ile wa bolela hore boitshwaro ba @fields.survey_behave_name bo sa o tshwareng hantle ho hang e ne e le ho roba dintho. Bothata boo bo jwang hona jwale ha o bo lekanya sekaleng sa 0 ho ya ho 7 (0 = hase bothata ho nna 7 = habohloko)?

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was getting into fights. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
st_za: Nakong e fetileng o ile wa bolela hore boitshwaro ba @fields.survey_behave_name bo sa o tshwareng hantle ho hang e ne e le ho dulela ho lwana. Bothata boo bo jwang hona jwale ha o bo lekanya sekaleng sa 0 ho ya ho 7 (0 = hase bothata ho nna le 7 = habohloko)?

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was teasing or bothering others. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
st_za: Nakong e fetileng o ile wa bolela hore boitshwaro ba @fields.survey_behave_name bo sa o tshwareng hantle ho hang e ne e le ho soma le ho kgathatsa batho ba bang. Bothata boo bo jwang hona jwale ha o bo lekanya sekaleng sa 0 ho ya ho 7 (0 = hase bothata ho nna le 7 = habohloko)?

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was getting angry a lot. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
st_za: Nakong e fetileng o ile wa bolela hore boitshwaro ba @fields.survey_behave_name bo sa o tshwareng hantle ho hang e ne e le ho halefa haholo. Bothata boo bo jwang hona jwale ha o bo lekanya sekaleng sa 0 ho ya ho 7 (0 = hase bothata ho nna le 7 = habohloko)?

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was rudeness, disrespectful behaviour. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
st_za: Nakong e fetileng o ile wa bolela hore boitshwaro ba @fields.survey_behave_name bo sa o tshwareng hantle ho hang e ne e le ho tella, ho se hlomphe. Bothata boo bo jwang hona jwale ha o bo lekanya sekaleng sa 0 ho ya ho 7 (0 = hase bothata ho nna le 7 = habohloko)?

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was being irritable, having frequent mood changes. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
st_za: Nakong e fetileng o ile wa bolela hore boitshwaro ba @fields.survey_behave_name bo sa o tshwareng hantle ho hang e ne e le ho ba sefelapelwana, ho kwata le feela. Bothata boo bo jwang hona jwale ha o bo lekanya sekaleng sa 0 ho ya ho 7 (0 = hase bothata ho nna le 7 = habohloko)?

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was not following rules. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
st_za: Nakong e fetileng o ile wa bolela hore boitshwaro ba @fields.survey_behave_name bo sa o tshwareng hantle ho hang e ne e le ho se latele ditaelo. Bothata boo bo jwang hona jwale ha o bo lekanya sekaleng sa 0 ho ya ho 7 (0 = hase bothata ho nna le 7 = habohloko)?

# text
source: Previously you said that @fields.survey_behave_name's most challenging behaviour for you was stubbornness. How would you rate this problem now on a scale of 0 to 7 (0 = not a problem and 7 = terrible)?
st_za: Nakong e fetileng o ile wa bolela hore boitshwaro ba @fields.survey_behave_name bo sa o tshwareng hantle ho hang e ne e le manganga. Bothata boo bo jwang hona jwale ha o bo lekanya sekaleng sa 0 ho ya ho 7 (0 = hase bothata ho nna le 7 = habohloko)?

# text
source: Sorry, I don't understand what you mean. Please answer with a number between 0 and 7.
st_za: Ha ke tsebe hore na o bua kang. Ka kopo karabo ya hao e be palo e pakeng tsa 0 le 7.

# text
source: Can we ask you a few questions? If you do not want to answer any questions, it is completely okay. Remember, everything you say will be completely private.
st_za: Na re ka o botsa dipotso tse seng kae? Haeba o sa batle ho araba dipotso dife kapa dife, ho hang o se ke wa kgathatseha. Hopola hore ntho tsohle tseo o tla di bua di tla bolokwa e le lekunutu.

# text
source: Can I ask you a few questions? If you do not want to answer any questions, it is completely okay. Remember, everything you say will be completely private.
st_za: Na nka o botsa dipotso tse seng kae? Haeba o sa batle ho araba dipotso dife kapa dife, ho hang o se ke wa kgathatseha. Hopola hore ntho tsohle tseo o tla di bua di tla bolokwa e le lekunutu.

# text
source: It is okay if this is not a good time. Chat later @fields.user_name!
st_za: O ska kgathatseha haeba ena hase nako e ntle. A re bue hamorao @fields.user_name!

# text
source: We would also like to know how you are doing with @fields.survey_behave_name.
st_za: Hape re ka lakatsa ho tseba hore na o sebetsana jwang le @fields.survey_behave_name.

# text
source: I would also like to know how you are doing with @fields.survey_behave_name.
st_za: Hape re ka lakatsa ho tseba hore na o sebetsana jwang le @fields.survey_behave_name.

# text
source: Well done! It looks like you able to manage this behavior even though it is difficult. Keep it up @fields.user_name!
st_za: O sebeditse! Ekare o kgona ho laola boitshwaro bona leha ho le thata. Pele ya pele @fields.user_name!

# text
source: Well done! It looks like you able to manage this behavior even though it is difficult. Keep it up!
st_za: O sebeditse! Ekare o kgona ho laola boitshwaro bona leha ho le thata. Pele ya pele!

# text
source: We understand that this can be really difficult for you and your child. Would you like some advice on how to manage this behaviour?
st_za: Rea utlwisisa hore sena ekaba bothata bo boholo bakeng sa hao le ngwana wa hao. Na o ka thabela ho fumana dikeletso tsa ho sebetsana le boitshwaro ba mofuta oo?

# text
source: I understand that this can be really difficult for you and your child. Would you like some advice on how to manage this behaviour?
st_za: Kea utlwisisa hore sena ekaba bothata bo boholo bakeng sa hao le ngwana wa hao. Na o ka thabela ho fumana dikeletso tsa ho sebetsana le boitshwaro ba mofuta oo?

# text
source: Well done! This is an improvement from last week! You are making great progress. Keep it up @fields.user_name!
st_za: O sebeditse! O ntlafaditse ha ho bapiswa le bekeng e fetileng! O hatela pele hantle haholo @fields.user_name!

# text
source: Well done! This is an improvement from last week! You are making great progress. Keep it up!
st_za: O sebeditse! O ntlafaditse ha ho bapiswa le bekeng e fetileng! O hatela pele hantle haholo. Pele ya pele!

# text
source: Thanks so much for answering these questions! We really appreciate it. Remember you can always get more tips or extra help by typing "Help". Chat later @fields.user_name!
st_za: O entse mosebetsi o moholo ka ho araba dipotso tsena. Re leboha ho menahane. Hopola hore o ka fumana dikeletso tse ding kapa thuso eo o e hlokang ha o ngola “Thuso”. A re bue hamorao @fields.user_name!

# text
source: Thanks so much for answering these questions! We really appreciate it. Remember you can always get more tips or extra help by typing "Help". Chat later!
st_za: O entse mosebetsi o moholo ka ho araba dipotso tsena! Re leboha ho menahane. Hopola hore o ka fumana dikeletso tse ding kapa thuso eo o e hlokang ha o ngola “Thuso”. A re bue hamorao!

# text
source: Can we ask you a few questions to help these messages work better for you? If you do not want to answer any questions, it is completely okay. Remember, everything you say will be completely private.
st_za: Na re ka o botsa dipotso di se kae ho bona hore na melaetsa ena e o sebeletsa hantle? Haeba o sa batle ho araba dipotso dife kapa dife, ho hang o se ke wa kgathatseha. Hopola hore ntho tsohle tseo o tla di bua di tla bolokwa e le lekunutu.

# text
source: Can I ask you a few questions to help these messages work better for you? If you do not want to answer any questions, it is completely okay. Remember, everything you say will be completely private.
st_za: Na nka o botsa dipotso di se kae ho bona hore na melaetsa ena e o sebeletsa hantle? Haeba o sa batle ho araba dipotso dife kapa dife, ho hang o se ke wa kgathatseha. Hopola hore ntho tsohle tseo o tla di bua di tla bolokwa e le lekunutu.

# text
source: Thank you @fields.user_name! We really appreciate your input.
st_za: Rea leboha @fields.user_name! Kannete re ananela seabo sa hao.

# text
source: Thank you @fields.user_name! I really appreciate your input.
st_za: Rea leboha @fields.user_name! Kannete ke ananela seabo sa hao.

# text
source: Thank you! We really appreciate your input.
st_za: Rea leboha! Kannete re ananela seabo sa hao.

# text
source: Thank you! I really appreciate your input.
st_za: Rea leboha! Kannete ke ananela seabo sa hao.

# text
source: Thanks so much for answering these questions @fields.user_name! We really appreciate it.
st_za: O entse mosebetsi o moholo ka ho araba dipotso tsena @fields.user_name! Re leboha ho menahane.

# text
source: Thanks so much for answering these questions @fields.user_name! I really appreciate it.
st_za: O entse mosebetsi o moholo ka ho araba dipotso tsena @fields.user_name! Ke leboha ho menahane.

# text
source: Thanks so much for answering these questions! We really appreciate it.
st_za: O entse mosebetsi o moholo ka ho araba dipotso tsena! Re leboha ho menahane.
