Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/st/st_messages.po
Languages: st_za

# text
source: Millions of families are struggling to make ends meet especially due to the COVID-19 pandemic. When money is tight, this can make us feel anxious, stressed, and sad. How we understand and talk about money with our children is important. Our children can also help us to spend and save in ways that will benefit the family.
st_za: Malapa a dimilione a iphedisa ka thata haholoholo nakong ena ya sewa sa COVID-19. Ha tjhelete e lekana ditlhoko feela, seo se ka etsa hore re ikutlwe re tshwenyehile, re imetswe ebile re halefile. Tsela eo re utlwisisang le ho bua ka tjhelete ka yona le bana ba rona e bohlokwa. Bana ba rona ba ka boela ba re thusa ho sebedisa le ho baballa tjhelete ka ditsela tseo lelapa le tla fumana melemo ka tsona.

# text
source: Making a budget with your children and teens.
st_za: Ho etsa tekanyetso ya ditjhelete le bana le batjha ba hao.

# text
source: A budget is how we decide what we will spend our money on, even in stressful times. Making a budget together helps children understand that we all need to make hard decisions in difficult times. It can also help you have enough at the end of the month so that you need to borrow less.
st_za: Bajete ke hore na re etsa qeto ya ho sebedisa tjhelete e kae, esita le dinakong tse boima. Ho etsa bajete e kopanetsweng ho thusa bana ho utlwisisa hore ka dinako tse ding, kaofela re tlameha ho etsa diqeto tse boima. Hape ho ka le thusa hore le be le tjhelete e lekaneng ho fihlela bofelong ba kgwedi e le hore le se ke la tlameha ho kadima tjhelete e ngata.

# text
source: Do you want 4 quick steps to help you make a budget and save money with your children?
st_za: Na o thabela ho fumana mehato e 4 ka potlako e ka ho thusang ho etsa bajete le ho baballa tjhelete le bana ba hao?

# text
source: • Discuss with your children what things you could try to spend less on as a family.
st_za: • Buisana le bana ba hao ka dintho tseo le ka di lekang hore le sebedise tjhelete e fokolang le le lalapa.

# text
source: Well done for adding another skill to your Parenting Toolkit! Over the next few days, try following these steps by involving your child in creating a family budget. Millions of families find that learning ways to manage money as a family reduces family arguments and brings everyone together. That's real success!
st_za: O sebeditse ka ho eketsa boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi! Matsatsing a seng makae a tlang, leka ho latela mehato ena ka ho kenyelletsa bana ha ho etswa bajete ya lelapa. Malapa a dimilione a fumane hore ho ithuta ditsela tsa ho laola tjhelete e le lelapa ho fokotsa dikgang ka lapeng ebile ho momahanya lelapa. Eo ke yona katleho ya sebele!

# text
source: Well done for adding another layer to your House of Support! Over the next few days, try following these steps by involving your child in creating a family budget. Millions of families find that learning ways to manage money as a family reduces family arguments and brings everyone together. That's real success!
st_za: O sebeditse ka ho eketsa mokato o mong Ntlo ya Tshehetso! Matsatsing a seng makae a tlang, leka ho latela mehato ena ka ho kenyelletsa bana ha ho etswa bajete ya lelapa. Malapa a dimilione a fumane hore ho ithuta ditsela tsa ho laola tjhelete e le lelapa ho fokotsa dikgang ka lapeng ebile ho momahanya lelapa. Eo ke yona katleho ya sebele!

# text
source: Have you noticed and shared emotions with @fields.child_nickname recently?
st_za: Na o lemohile le ho bolella @fields.child_nickname maikutlo morao tje?

# text
source: Have you noticed and shared emotions with your child or teen recently?
st_za: Na o lemohile le ho bolella ngwa wa hao maikutlo morao tje?

# text
source: How did your child respond?
st_za: Ngwana wa hao o ile a arabela jwang?

# text
source: Would you like to review the content?
st_za: Na o ka lakatsa ho lekola dikateng?

# text
source: Being specific is not rude or insensitive, it really helps others understand you clearly and prevents confusion in the family. Emotions like anger and stress are part of our lives. All we need to do when we feel angry and stressed is know how to handle it by taking a few deep breaths before responding.
st_za: Ho toba taba hase ho tella kapa ho se nahanele maikutlo a batho ba bang, hantlentle ho thusa ba bang ho o utlwisisa ka ho hlakileng le ho qoba pherekano ka lapeng. Maikutlo a kang kgalefo le kgatello ya maikutlo ke karolo ya bophelo ba rona. Seo re tlamehang ho se etsa ha re ikutlwa re halefile ebile re na le kgatello ya maikutlo ke ho tseba tsela ya ho sebetsana le boemo ka ho phefumulohela hodimo ka makgetlo a seng makae pele re arabela.

# text
source: It’s okay to not want to share at that time. Find some time later on when you feel calmer to explain so that everyone can understand.
st_za: Ho lokile ho se batle ho bua ka nako eo. Fumana nako e nngwe hamorao ha o ikutlwa o theotse moya ho hlalosa e le hore bohle ba ka utlwisisa.

# text
source: Well done @fields.user_name! Using words to describe emotions will help your child manage difficult feelings and enjoy positive ones.
st_za: Mosebetsi o tswileng matsoho @fields.user_name! Ho sebedisa mantswe ho hlalosa maikutlo ho tla thusa ngwana wa hao ho laola maikutlo a boima le ho thabela ho ikutlwa hantle.

# text
source: Well done! Using words to describe emotions will help your child manage difficult feelings and enjoy positive ones.
st_za: Mosebetsi o tswileng matsoho! Ho sebedisa mantswe ho hlalosa maikutlo ho tla thusa ngwana wa hao ho laola maikutlo a boima le ho thabela ho ikutlwa hantle.

# text
source: Noticing and sharing emotions can be difficult at first, but you and @fields.child_nickname will get used to it. Keep trying and you will see the positive change!
st_za: Ho elellwa le ho bolela maikutlo ho ka ba thata qalong, empa wena le @fields.child_nickname le tla tlwaela. O nne o leke mme o tla bona ntlafatso!

# text
source: Noticing and sharing emotions can be difficult at first, but you and your child or teen will get used to it. Keep trying and you will see the positive change!
st_za: Ho elellwa le ho bolela maikutlo ho ka ba thata qalong, empa wena le ngwana kapa motjha wa hao le tla tlwaela. O nne o leke mme o tla bona ntlafatso!

# text
source: We are sorry it did not go well.
st_za: Re maswabi hore dintho ha dia ka tsa tsamaya hantle.

# text
source: I am sorry it did not go well.
st_za: Ke maswabi hore dintho ha dia ka tsa tsamaya hantle.

# text
source: What was difficult for you about sharing emotions with @fields.child_nickname?
st_za: O ne o thatafallwa ke eng tabeng ya ho bua ka maikutlo le @fields.child_nickname?

# text
source: What was difficult for you about sharing emotions with your child or teen ?
st_za: O ne o thatafallwa ke eng tabeng ya ho bua ka maikutlo le ngwana kapa motjha wa hao?

# text
source: Wonderful! You may even start noticing that @fields.child_nickname is more aware about how you are feeling, too. Keep it up!
st_za: Ke ditaba tse monate! O ka ba wa qala ho lemoha hore @fields.child_nickname o lemoha hantle tsela eo le wena o ikutlwang ka yona. Pele ya pele!

# text
source: Wonderful! You may even start noticing that your child or teen is more aware about how you are feeling, too. Keep it up!
st_za: Ke ditaba tse monate! O ka ba wa qala ho lemoha hore ngwana kapa motjha wa hao o lemoha hantle tsela eo le wena o ikutlwang ka yona. Pele ya pele!

# text
source: Sharing emotions – especially the difficult ones – sets an important example for @fields.child_nickname! It actually makes everyone in the family stronger, because you can understand and support each other better.
st_za: Ho bolela maikutlo – haholoholo a boima – ho beha mohlala wa bohlokwa bakeng sa @fields.child_nickname! Hantlentle seo se etsa hore bohle ka lapeng baa be matla, hobane le ka utlwisisana le ho tshehetsana hantle.

# text
source: Sharing emotions – especially the difficult ones – sets an important example for your child or teen ! It actually makes everyone in the family stronger, because you can understand and support each other better.
st_za: Ho bolela maikutlo – haholoholo a boima – ho beha mohlala wa bohlokwa bakeng sa ngwana kapa motjha wa hao! Hantlentle seo se etsa hore bohle ka lapeng baa be matla, hobane le ka utlwisisana le ho tshehetsana hantle.

# text
source: Sharing emotions is about explaining how you are feeling so @fields.child_nickname is aware and learns to do the same. You can choose how much detail you want to share about the situation. It’s up to you! You can also choose to answer questions later: “I am feeling angry/stressed now, can you please give me some time? We can talk about this more tonight”.
st_za: Ho pheta maikutlo ho amana le ho hlalosa hore na o ikutlwa jwang e le hore @fields.child_nickname a lemohe le ho ithuta ho etsa se tshwanang. O ka kgetha hore na ke dintlha tse kae tseo o tla mo phetela tsona ka boemo. Ho ya ka wena! Hape o ka kgetha karabo ya dipotso hamorao: “Ke ikutlwa ke halefile/ke imetswe maikutlong hona jwale, ke kopa o ke o mphe nako? Re ka bua ka taba eo hape mantsiboya”.

# text
source: Sharing emotions is about explaining how you are feeling so your child or teen is aware and learns to do the same. You can choose how much detail you want to share about the situation. It’s up to you! You can also choose to answer questions later: “I am feeling angry/stressed now, can you please give me some time? We can talk about this more tonight”.
st_za: Ho pheta maikutlo ho amana le ho hlalosa hore na o ikutlwa jwang e le hore ngwana kapa motjha wa hao a lemohe le ho ithuta ho etsa se tshwanang. O ka kgetha hore na ke dintlha tse kae tseo o tla mo phetela tsona ka boemo. Ho ya ka wena! Hape o ka kgetha karabo ya dipotso hamorao: “Ke ikutlwa ke halefile/ke imetswe maikutlong hona jwale, ke kopa o ke o mphe nako? Re ka bua ka taba eo hape mantsiboya”.

# text
source: Starting a new thing is always difficult at first. Give yourselves some time to get used to it, and keep giving the good example by noticing and sharing emotions. Over time, @fields.child_nickname will learn to do the same – and they will feel even more loved and cared for.
st_za: Hangata qalong ho thata ho qala ntho e ntjha. Iphe nako ya ho e tlwaela, mme o nne o behe mohlala o motle ka ho lemoha maikutlo le ho a phetela ba bang. Ha nako e ntse e feta, @fields.child_nickname o tla ithuta ho etsa se tshwanang – mme o tla ikutlwa a ratwa ebile a hlokomelwa haholo.

# text
source: Starting a new thing is always difficult at first. Give yourselves some time to get used to it, and keep giving the good example by noticing and sharing emotions. Over time, your child or teen will learn to do the same – and they will feel even more loved and cared for.
st_za: Hangata qalong ho thata ho qala ntho e ntjha. Iphe nako ya ho e tlwaela, mme o nne o behe mohlala o motle ka ho lemoha maikutlo le ho a phetela ba bang. Ha nako e ntse e feta, ngwana kapa motjha wa hao o tla ithuta ho etsa se tshwanang – mme o tla ikutlwa a ratwa ebile a hlokomelwa haholo.

# text
source: That is okay! Remember you can access parenting content at anytime by typing "Help". Chat to you later @fields.user_name!
st_za: Ho lokile! Hopola hore o ka fumana dintlha tse ka thusang batswadi neng kapa neng ka ho ngola “Thuso”. Ke tla bua le wena hamorao @fields.user_name!

# text
source: That is okay! Remember you can access parenting content at anytime by typing "Help". Chat to you later!
st_za: Ho lokile! Hopola hore o ka fumana dintlha tse ka thusang batswadi neng kapa neng ka ho ngola “Thuso”. Ke tla bua le wena hamorao!

# text
source: Sorry to hear it was difficult for you. Well done for trying!
st_za: Ke maswabi ho utlwa hore ho bile thata ho wena. O sebeditse ka boiteko ba hao!

# text
source: What was your main challenge?
st_za: Bothata ba hao bo ka sehloohong e ne e le bofe?

# text
source: Great to hear it went well, you are a star!
st_za: Ke thabela ho utlwa hore ntho di tsamaile hantle, o kgalala!

# text
source: Sometimes we just expect our children to do what we want them. But when we praise them for it, they feel encouraged to listen again next time!
st_za: Ka dinako tse ding re lebella hore bana ba rona ba etse feela dintho tseo re di batlang. Empa ha re ba babatsa, ba ikutlwa ba kgothetse hore ba mamele hape nakong e tlang!

# text
source: It is hard to remember to give realistic instructions. Try to make sure that your child or teen can physically do what you want them to do. Be specific!
st_za: Ho thata ho hopola ho fana ka ditaelo tse utlwahalang. Leka ho etsa bonnete ba hore ngwana kapa motjha wa hao a ka kgona ho etsa seo o batlang hore a se etse ho latela mmele wa hae. Toba taba!

# text
source: Hi @fields.user_name! Were you able to give @fields.child_nickname instructions?
st_za: Dumela @fields.user_name! Na o kgonne ho fana ka ditaelo ho @fields.child_nickname?

# text
source: Hi @fields.user_name! Were you able to give your child or teen instructions?
st_za: Dumela @fields.user_name! Na o kgonne ho fa ngwana kapa motjha wa hao ditaelo?

# text
source: Hi! Were you able to give @fields.child_nickname instructions?
st_za: Dumela! Na o kgonne ho fana ka ditaelo ho @fields.child_nickname?

# text
source: Hi! Were you able to give your child or teen instructions?
st_za: Dumela! Na o kgonne ho fa ngwana kapa motjha wa hao ditaelo?

# text
source: Well done for trying @fields.user_name, how did it go?
st_za: O sebeditse ka boiteko @fields.user_name, ho tsamaile jwang?

# text
source: Well done for trying, how did it go?
st_za: O sebeditse ka boiteko, ho tsamaile jwang?

# text
source: We know, it is hard to remember to give one instruction at a time. When we do it, our child is more likely to listen – so we can praise them even more!
st_za: Rea tseba hore ho thata ho hopola ho fana ka taelo e le nngwe ka nako. Ha re etsa jwalo, ho ka le monyetla o moholo wa hore ngwana wa rona a mamele – kahoo re ka ba babatsa le ho feta!

# text
source: I know, it is hard to remember to give one instruction at a time. When we do it, our child is more likely to listen – so we can praise them even more!
st_za: Kea tseba hore ho thata ho hopola ho fana ka taelo e le nngwe ka nako. Ha re etsa jwalo, ho ka le monyetla o moholo wa hore ngwana wa rona a mamele – kahoo re ka ba babatsa le ho feta!

# text
source: We know, our children need time to learn to follow instructions. Be patient, try again, and remember to praise them every time they follow an instruction!
st_za: Rea tseba hore bana ba rona ba hloka nako hore ba ithute ho latela ditaelo. Eba le mamello, o leke hape, mme o hopole ho ba babatsa nako le nako ha ba latela ditaelo!

# text
source: I know, our children need time to learn to follow instructions. Be patient, try again, and remember to praise them every time they follow an instruction!
st_za: Kea tseba hore bana ba rona ba hloka nako hore ba ithute ho latela ditaelo. Eba le mamello, o leke hape, mme o hopole ho ba babatsa nako le nako ha ba latela ditaelo!

# text
source: We know, it takes some time to get used to giving positive instructions – it’s really worth trying again! Think about behaviour you would love to see @fields.child_nickname do more, and think of positive ways to give that instruction!
st_za: Rea tseba hore ho nka nako ho tlwaela ho fana ka ditaelo tse molemo – empa o ke ke wa itshola ka ho leka hape! Nahana ka boitshwaro boo o ka ratang ho bo bona haholo ho @fields.child_nickname, mme o nahane ka ditsela tse molemo tsa ho fana ka taelo eo!

# text
source: I know, it takes some time to get used to giving positive instructions – it’s really worth trying again! Think about behaviour you would love to see @fields.child_nickname do more, and think of positive ways to give that instruction!
st_za: Kea tseba hore ho nka nako ho tlwaela ho fana ka ditaelo tse molemo – empa o ke ke wa itshola ka ho leka hape! Nahana ka boitshwaro boo o ka ratang ho bo bona haholo ho @fields.child_nickname, mme o nahane ka ditsela tse molemo tsa ho fana ka taelo eo!

# text
source: We know, it takes some time to get used to giving positive instructions – it’s really worth trying again! Think about behaviour you would love to see your teen do more, and think of positive ways to give that instruction!
st_za: Rea tseba hore ho nka nako ho tlwaela ho fana ka ditaelo tse molemo – empa o ke ke wa itshola ka ho leka hape! Nahana ka boitshwaro boo o ka ratang ho bo bona haholo ho motjha wa hao, mme o nahane ka ditsela tse molemo tsa ho fana ka taelo eo!

# text
source: I know, it takes some time to get used to giving positive instructions – it’s really worth trying again! Think about behaviour you would love to see your teen do more, and think of positive ways to give that instruction!
st_za: Kea tseba hore ho nka nako ho tlwaela ho fana ka ditaelo tse molemo – empa o ke ke wa itshola ka ho leka hape! Nahana ka boitshwaro boo o ka ratang ho bo bona haholo ho motjha wa hao, mme o nahane ka ditsela tse molemo tsa ho fana ka taelo eo!

# text
source: That is okay @fields.user_name! Remember you can access parenting content at anytime by typing "Help". Chat to you later!
st_za: Ho lokile @fields.user_name! Hopola hore o ka fumana dintlha tse ka thusang batswadi neng kapa neng ka ho ngola “Thuso”. Ke tla bua le wena hamorao!

# text
source: Hi @fields.user_name! Have you tried involving your partner when making decisions recently?
st_za: Dumela @fields.user_name! Na morao tje o ile wa leka ho kenyelletsa molekane wa hao ha o etsa diqeto?

# text
source: Hi! Have you tried involving your partner when making decisions recently?
st_za: Dumela! Na morao tje o ile wa leka ho kenyelletsa molekane wa hao ha o etsa diqeto?

# text
source: How was your experience?
st_za: Ditlamorao e bile dife?

# text
source: That is fantastic!
st_za: Ke ditaba tse monate!

# text
source: Would you like to review the content on this?
st_za: Na o ka lakatsa ho lekola dikateng tsa yona?

# text
source: It can be difficult to find the time to ask our partners for their opinions when we are making decisions. Can you think of a time during the day when both you and your partner might be less busy, such as early in the morning or later in the evening?
st_za: Ho ka ba thata ho fumana nako ya ho kopa maikutlo a balekane ba rona ha re etsa diqeto. Na o ka nahana ka nako ya motshehare ha wena le molekane wa hao le se maphathaphathe haholo, mohlomong dihoreng tsa hoseng kapa motshehare wa mantsiboya?

# text
source: Sorry to hear that your partner reacted negatively. Be proud of yourself for trying and be gentle with yourself. Remember you can always get extra support by typing "Help".
st_za: Ke maswabi ho utlwa hore molekane wa hao o ile a arabela hampe. Eba motlotlo ka wena hore o entse boiteko mme o inahanele. Hopola hore o ka fuwa thuso eo o e hlokang ha o ngola “Thuso”.

# text
source: It can sometimes be hard to know how to involve your partner when making a decision. Sometimes all you need to do is to ask them what they think. This shows them you care and want them to be involved!
st_za: Ka dinako tse ding ho thata ho tseba hore na o ka kenyelletsa molekane wa hao jwang ha o etsa diqeto. Ka dinako tse ding seo o lokelang ho se etsa feela ke ho mo botsa hore na o nahana jwang? Sena se mo bontsha hore o a mo tsotella ebile o batla hore a kenelle tabeng!

# text
source: It can be hard to remember to involve our partners in decision making. If you forget, it’s important to try again! Asking them for their opinion shows them that you care and want them to be involved.
st_za: Ho ka ba thata ho hopola ho kenyelletsa balekane ba rona ha re etsa diqeto. Ha o lebetse, ho bohlokwa hore o leke hape! Ho kopa maikutlo a hae ho bontsha hore o a mo tsotella ebile o batla hore a kenelle.

# text
source: It can take time to get used to making decisions together. Give yourself time to adjust. Remember that by communicating with your partner and involving them in decision-making, they will start to feel more comfortable doing so too.
st_za: Ho ka nka nako hore le tlwaele ho etsa diqeto hammoho. Iphe nako ya ho fetoha. Hopola hore ha o buisana le molekane wa hao mme o mo kenyelletsa ha o etsa diqeto, le yena o tla qala ho ikutlwa a phutholohile ha a etsa jwalo.

# text
source: Well done @fields.user_name! Communicating and working together with your partner makes a difference!
st_za: Mosebetsi o tswileng matsoho @fields.user_name! Ho buisana le ho sebetsa mmoho le molekane wa hao ho etsa phapang e kgolo!

# text
source: Well done! Communicating and working together with your partner makes a difference!
st_za: Mosebetsi o tswileng matsoho! Ho buisana le ho sebetsa mmoho le molekane wa hao ho etsa phapang e kgolo!

# text
source: We are sorry to hear this. What did you find difficult when trying to involve your partner in making a decision?
st_za: Re maswabi ho utlwa seo. O ile wa thatafallwa ke eng ha o leka ho kenyelletsa molekane wa hao ha o etsa diqeto?

# text
source: I am sorry to hear this. What did you find difficult when trying to involve your partner in making a decision?
st_za: Ke maswabi ho utlwa seo. O ile wa thatafallwa ke eng ha o leka ho kenyelletsa molekane wa hao ha o etsa diqeto?

# text
source: That is okay! Remember you can access this content at anytime by typing "Help". Chat to you later @fields.user_name!
st_za: Ho lokile! Hopola hore o ka fumana dintlha tsena neng kapa neng ka ho ngola “Thuso”. Ke tla bua le wena hamorao @fields.user_name!

# text
source: That is okay! Remember you can access this content at anytime by typing "Help". Chat to you later!
st_za: Ho lokile! Hopola hore o ka fumana dintlha tsena neng kapa neng ka ho ngola “Thuso”. Ke tla bua le wena hamorao!

# text
source: Well done for trying! How was your experience?
st_za: O sebeditse ka boiteko ba hao! Ditlamorao e bile dife?

# text
source: Sometimes it can be hard to find time during the day. Can you think of a time when you’re less busy? For example, maybe it is easier to help out with housework later in the evening when some of the children have gone to sleep. Try to see what works for you!
st_za: Ka dinako tse ding ho ka ba thata ho fumana nako motshehare. O nahana hore ke nakong efe ha o sa phathahana haholo? Ka mohlala, mohlomong ho bonolo ho phetha mesebetsi ya lapeng mantsiboya ha bana ba bang ba se ba robetse. Leka ho bona hore na ke eng e o sebeletsang!

# text
source: Ask them! By telling your partner you want to help out but don’t know how, you are showing them you care and are interested in being involved. This can also help family members understand each other better.
st_za: Ba botse! Ka ho bolella molekane wa hao hore o batla ho thusa empa ha o tsebe hore na o ka thusa jwang, o bontsha hore o a tsotella ebile o thahasella ho kenya letsoho. Sena se ka ba sa thusa ditho tsa lelapa ho utlwisisana hamolemo.

# text
source: It can be difficult to remember to ask others what they need help with. Once you start offering to help however, others may realise you want to be involved and may ask for help when they need it!
st_za: Ho ka ba thata ho hopola ho botsa hore na ba hloka ho thuswa ka eng. Empa ha o ithaopela ho thusa, batho ba bang baa bona hore o batla ho kenya letsoho mme ba ka kopa thuso ha ba e hloka!

# text
source: It can be hard to ask for help. Sometimes we expect our partners to know we need help even if we don’t ask them. Once you start telling however, they will likely start offering to help more often in the future.
st_za: Ho ka ba thata ho kopa thuso. Ka dinako tse ding re lebella hore balekane ba rona ba tsebe hore re hloka thuso esita leha re sa e kope. Empa ha o qala ho mo bolella hore o a e hloka, ho ka etsahala hore a ithaopele ho thusa hangata nakong e tlang.
