Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/st/st_messages.po
Languages: st_za

# text
source: Well done! As your teen shows more responsibility, you can also give them extra privileges. Try to share responsibilities equally amongst women/men and girls/boys. Praise your teen whenever they do their job!
st_za: Mosebetsi o tswileng matsoho! Ha motjha wa hao a bontsha boikarabelo haholwanyane, o ka boela wa mo fa mesebetsi e eketsehileng. Leka ho abela basadi/banna le banana/bashanyana mesebetsi ka ho lekana. Babatsa motjha wa hao neng kapa neng ha a entse mosebetsi o motle!

# text
source: Well done, you are doing a great job @fields.user_name! Having regular routines allows your children to feel safe and secure. Remember that it is important to schedule free time for @fields.child_nickname (and for you!). Keep it up!
st_za: O sebeditse, o etsa mosebetsi o tswileng matsoho @fields.user_name! Ho ba le lenaneo la kamehla la ho etsa dintho ho thusa bana hore ba ikutlwe ba bolokehile ebile ba sireletsehile. Hopola hore ho bohlokwa ho hlophisa nako eo ho sa etsweng letho bakeng sa @fields.child_nickname (le bakeng sa hao!). Pele ya pele!

# text
source: Well done, you are doing a great job @fields.user_name! Having regular routines allows your children to feel safe and secure. Remember that it is important to schedule free time for your child (and for you!). Keep it up!
st_za: O sebeditse, o etsa mosebetsi o tswileng matsoho @fields.user_name! Ho ba le lenaneo la kamehla la ho etsa dintho ho thusa bana hore ba ikutlwe ba bolokehile ebile ba sireletsehile. Hopola hore ho bohlokwa ho hlophisa nako eo ho sa etsweng letho bakeng sa ngwana wa hao (le bakeng sa hao!). Pele ya pele!

# text
source: Well done, you are doing a great job! Having regular routines allows your children to feel safe and secure. Remember that it is important to schedule free time for @fields.child_nickname (and for you!). Keep it up!
st_za: O sebeditse, o etsa mosebetsi o tswileng matsoho! Ho ba le lenaneo la kamehla la ho etsa dintho ho thusa bana hore ba ikutlwe ba bolokehile ebile ba sireletsehile. Hopola hore ho bohlokwa ho hlophisa nako eo ho sa etsweng letho bakeng sa @fields.child_nickname (le bakeng sa hao!). Pele ya pele!

# text
source: Well done, you are doing a great job! Having regular routines allows your children to feel safe and secure. Remember that it is important to schedule free time for your child (and for you!). Keep it up!
st_za: O sebeditse, o etsa mosebetsi o tswileng matsoho! Ho ba le lenaneo la kamehla la ho etsa dintho ho thusa bana hore ba ikutlwe ba bolokehile ebile ba sireletsehile. Hopola hore ho bohlokwa ho hlophisa nako eo ho sa etsweng letho bakeng sa ngwana wa hao (le bakeng sa hao!). Pele ya pele!

# text
source: That is okay! Remember you can access parenting content at anytime by typing "Help". Chat to you later @fields.user_name!
st_za: Ho lokile! Hopola hore o ka fumana dintlha tse ka thusang batswadi neng kapa neng ka ho ngola “Thuso”. Ke tla bua le wena hamorao @fields.user_name!

# text
source: That is okay! Remember you can access parenting content at anytime by typing "Help". Chat to you later!
st_za: Ho lokile! Hopola hore o ka fumana dintlha tse ka thusang batswadi neng kapa neng ka ho ngola “Thuso”. Ke tla bua le wena hamorao!

# text
source: Did you manage to establish ONE rule or daily routine together with @fields.child_nickname?
st_za: Na o kgonne ho qala molao o le MONG kapa mokgwa wa letsatsi le letsatsi mmoho le @fields.child_nickname?

# text
source: Did you manage to establish ONE rule or daily routine together with your child or teen?
st_za: Na o kgonne ho qala molao o le MONG kapa mokgwa wa letsatsi le letsatsi mmoho le ngwana kapa motjha wa hao?

# text
source: Great to hear it this! Remember, the more we involve our children in setting rules, the more our children will be likely to follow them!
st_za: Ke thabela ho utlwa ditaba tseo! Hopola hore ha re kenyelletsa bana ba rona haholo ha ho etswa melao, ho na le menyetla e mengata ya hore bana ba rona ba e latele!

# text
source: Did you have any challenges when trying to establish a rule or routine together?
st_za: Na le bile le diphephetso dife ha le leka ho etsa molao kapa mokgwa oo lelapa le o latelang?

# text
source: It is always important when establishing rules and routines as a family to consider the age of each child, so you can come up with age-appropriate routines. This is most important for bedtime, time to come home/play, household chores.
st_za: Ke habohlokwa hore ka dinako tsohle ha le etsa melao le ho qala mekgwa ya lelapa ho nahana ka dilemo tsa ngwana ka mong, e le hore le ka qala mekgwa e dumellanang le dilemo tsa ngwana. Sena se bohlokwa haholo bakeng sa nako ya ho robala, nako ya ho fihla lapeng/ho bapala, mesebetsi ya lelapa.

# text
source: We should always remember that children learn best from us. The more we follow the rules, they more they will follow the rules too. You can adjust the rule to make sure that it is realistic for everyone to follow it, considering their responsibilities (for example school or work activities).
st_za: Ka dinako tsohle re lokela ho hopola hore bana ba ithuta hantle ho rona. Ha re latela melao haholo, le bona ba tla latela melao. O ka fetola molao ho tiisa hore ho ka kgoneha hore bohle ba o latele, ho nahannwe ka boikarabelo ba bona (ka mohlala mesebetsi ya sekolong kapa ya boiphediso).

# text
source: When we establish rules together with our children or teens, that helps the family to understand each other better. The rules will be more realistic and our children will be more willing and able to follow the rule.
st_za: Ha re etsa melao hammoho le bana kapa batjha ba rona, seo se thusa ditho tsa lelapa ho utlwisisana habetere. Etlaba melao e utlwahalang le ho feta mme bana ba tla ikemisetsa ho latela molao ebile ba tla kgona ho o latela.

# text
source: When we establish rules together with our children, that helps the family to understand each other better. The rules will be more realistic and our children will be more willing and able to follow the rule.
st_za: Ha re etsa melao hammoho le bana ba rona, seo se thusa ditho tsa lelapa ho utlwisisana habetere. Etlaba melao e utlwahalang le ho feta mme bana ba tla ikemisetsa ho latela molao ebile ba tla kgona ho o latela.

# text
source: Sorry you did not manage to do this yet. Sit down with @fields.child_nickname and try again today - involving your children will make them want to follow the rule more often!
st_za: Re maswabi hore ebe ha o eso kgone ho etsa sena. Dula fatshe le @fields.child_nickname mme o leke hape kajeno - ho kenyelletsa bana ho tla etsa hore ba batle ho latela molao haholo!

# text
source: Sorry you did not manage to do this yet. Sit down with your child or teen and try again today - involving your children will make them want to follow the rule more often!
st_za: Re maswabi hore ebe ha o eso kgone ho etsa sena. Dula fatshe le ngwana kapa motjha wa hao mme o leke hape kajeno - ho kenyelletsa bana ba hao ho tla etsa hore ba batle ho latela molao hangata haholo!

# text
source: What was difficult for you about establishing a rule or routine with @fields.child_nickname?
st_za: Ke eng e o thatafalletseng ka ho etsa molao kapa mokgwa oo le o latelang le @fields.child_nickname?

# text
source: What was difficult for you about establishing a rule or routine with your child or teen?
st_za: Ke eng e o thatafalletseng ka ho etsa molao kapa mokgwa oo le o latelang le ngwana kapa motjha wa hao?

# text
source: Amazing! Consistent rules and routines help make @fields.child_nickname feel secure. They also keep them safe!
st_za: Ke ditaba tse monate! Melao le mekgwa e sa fetofetoheng e thusa @fields.child_nickname hore a ikutlwe a sireletsehile. Hape e etsa hore ba ikutlwe ba sireletsehile!

# text
source: Amazing! Consistent rules and routines help make your child or teen feel secure. They also keep them safe!
st_za: Ke ditaba tse monate! Melao le mekgwa e sa fetofetoheng e thusa ngwana kapa motjha hore a ikutlwe a sireletsehile. Hape e etsa hore ba ikutlwe ba sireletsehile!

# text
source: COVID-19 has interrupted our children's education with school closures and remote learning. It is normal to feel overwhelmed about to do this alone, especially when we also have stress about work and money.
st_za: COVID-19 e sitisitse thuto ya bana ba rona ka hore ho kwalwe dikolo mme ba ithutele malapeng. Ke ntho e tlwaelehileng ho ikutlwa o imetswe ha o lokela ho etsa sena o le mong, haholoholo ha re na le kgatello ya maikutlo ya mosebetsi le tjhelete.

# text
source: Would you like to learn more about how to support your children with remote learning and returning to school?
st_za: Na o ka thabela ho ithuta haholwanyane ka tsela ya ho tshehetsa bana ba hao ka ho ithuta ba le malapeng le ho kgutlela sekolong?

# text
source: Here's a video to help you support your child's learning.
st_za: Shebella video ena ho o thusa hore o tshehetse thuto ya ngwana wa hao.

# text
source: Here's an audio message to help you support your child's learning.
st_za: Mamela molaetsa ona o mamelwang ho o thusa ho tshehetsa thuto ya ngwana wa hao.

# text
source: Here are 5 steps that you can do to help your children continue learning during this time:
st_za: Ena ke mehato e 5 eo o ka e nkang ho thusa bana ba hao ho tswela pele ba ithuta nakong ena:

# text
source: 1. Create a routine around learning and schoolwork
st_za: 1. Qapa lenaneo le amanang le ho ithuta le mosebetsi wa sekolo

# text
source: 2. Make learning fun and playful
st_za: 2. Etsa hore ho ithuta ho be monate mme ho tsamaisane le papadi

# text
source: 3. Remember that you are a parent NOT a substitute teacher
st_za: 3. Hopola hore o motswadi ESENG titjhere e kenelang e nngwe

# text
source: 4. Stay connected with your child's school and teachers
st_za: 4. Dula o buisana le sekolo le matitjhere a ngwana wa hao

# text
source: 5. Support your child when they return to school
st_za: 5. Tshehetsa ngwana wa hao ha a tswa sekolong

# text
source: Type "1" to "5" to learn more about each tip. Type "N" to stop this tip.
st_za: Ngola “1” ho ya ho “5” hore o ithute haholwanyane ka keletso ka nngwe. Ngola “N” ho emisa keletso ena.

# text
source: Please select another number if you want to learn more about how to support your child's learning:
st_za: Ka kopo kgetha palo e nngwe haeba o batla ho ithuta haholwanyane ka ho tshehetsa thuto ya ngwana wa hao:

# text
source: Step 5. Support your child when they go back to school
st_za: Mohato wa 5. Tshehetsa ngwana wa hao ha a kgutlela sekolong

# text
source: Tell @fields.child_nickname that it is okay to feel scared or worried about going back to school. Allow your child to share how they are feeling. It is also normal if your child behaves differently to their usual behaviour. Discuss how going to school might be different and how they can protect themselves from COVID-19. Ask them how their day went and support them if they experienced any difficulties.
st_za: Bolella @fields.child_nickname hore ha ho phoso ho ikutlwa a tshohile kapa a kgathatsehile ka ho kgutlela sekolong. Tlohela ngwana wa hao a bolele kamoo a ikutlwang kateng. Hape ke ntho e tlwaelehileng hore ngwana wa hao a itshware ka tsela e fapaneng le eo a tlwaetseng ho itshwara ka yona. Buisanang ka hore na ho kgutlela sekolong ho ka nna ha fapana jwang le kamoo a ka itshireletsang kateng ho COVID-19. Mo botse hore na letsatsi le tsamaile jwang mme o mo tshehetse haeba a kopane le mathata afe kapa afe.

# text
source: Tell your child that it is okay to feel scared or worried about going back to school. Allow your child to share how they are feeling. It is also normal if your child behaves differently to their usual behaviour. Discuss how going to school might be different and how they can protect themselves from COVID-19. Ask them how their day went and support them if they experienced any difficulties.
st_za: Bolella ngwana wa hao hore ha ho phoso ho ikutlwa a tshohile kapa a kgathatsehile ka ho kgutlela sekolong. Tlohela ngwana wa hao a bolele kamoo a ikutlwang kateng. Hape ke ntho e tlwaelehileng hore ngwana wa hao a itshware ka tsela e fapaneng le tseo eo a tlwaetseng ho itshwara ka yona. Buisanang ka hore na ho kgutlela sekolong ho ka nna ha fapana jwang le kamoo a ka itshireletsang kateng ho COVID-19. Mo botse hore na letsatsi le tsamaile jwang mme o mo tshehetse haeba a kopane le mathata afe kapa afe.

# text
source: Step 2. Make learning fun and playful
st_za: Mohato wa 2. Etsa hore ho ithuta ho be monate mme ho tsamaisane le papadi

# text
source: Children learn best when learning is fun! Try to find ways to make learning playful to keep @fields.child_nickname interested and engaged. Type "Help" if you ever need any fun ideas!
st_za: Bana ba ithuta hantle haholo ha ho ithuta ho le monate! Leka ho fumana ditsela tsa ho etsa hore @fields.child_nickname a ithute a ntse a bapala hore a dule a na le thahasello ebile a le sehlahlo. Ngola “Thuso” haeba o hloka dikeletso dife kapa dife tsa ho natefisa thuto!

# text
source: Children learn best when learning is fun! Try to find ways to make learning playful to keep your child interested and engaged. Type "Help" if you ever need any fun ideas!
st_za: Bana ba ithuta hantle haholo ha ho ithuta ho le monate! Leka ho fumana ditsela tsa ho etsa hore ngwana wa hao a ithute a ntse a bapala hore a dule a na le thahasello ebile a le sehlahlo. Ngola “thuso” haeba o hloka dikeletso dife kapa dife tsa ho natefisa thuto!

# text
source: Step 3. Remember that you are a father NOT a substitute teacher!
st_za: Mohato wa 3. Hopola hore o ntate ESENG titjhere e kenelang e nngwe!

# text
source: Your role is to support your child by creating a space to learn. You do not need to know all the answers. Help them explore their interests and ask questions. Go at @fields.child_nickname's pace and be patient with yourself.
st_za: Mosebetsi wa hao ke ho tshehetsa ngwana wa hao ka ho qapa sebaka sa ho ithuta. Ha ho hlokahale hore o tsebe dikarabo tsohle. Mo thuse hore a batlisise dintho tseo a di thahasellang mme a botse dipotso. Tsamaya ka lebelo la @fields.child_nickname mme o imamelle.

# text
source: Step 3. Remember that you are a mother NOT a substitute teacher!
st_za: Mohato wa 3. Hopola hore o mme ESENG titjhere e kenelang e nngwe!

# text
source: Step 3. Remember that you are a parent NOT a substitute teacher!
st_za: Mohato wa 3. Hopola hore o motswadi ESENG titjhere e kenelang e nngwe!

# text
source: Your role is to support your child by creating a space to learn. You do not need to know all the answers. Help them explore their interests and ask questions. Go at your child's pace and be patient with yourself.
st_za: Mosebetsi wa hao ke ho tshehetsa ngwana wa hao ka ho qapa sebaka sa ho ithuta. Ha ho hlokahale hore o tsebe dikarabo tsohle. Mo thuse hore a batlisise dintho tseo a di thahasellang mme a botse dipotso. Tsamaya ka lebelo la ngwana wa mme o imamelle.

# text
source: Step 1. Create a routine around learning and schoolwork
st_za: Mohato wa 1. Qapa lenaneo le amanang le ho ithuta le mosebetsi wa sekolo

# text
source: Make a daily plan with @fields.child_nickname for when they can spend time doing educational activities. This can include structured schoolwork and other activities online, reading, writing, or arts. Allow flexibility and time for play and relaxation too.
st_za: Etsa moralo wa letsatsi le letsatsi le @fields.child_nickname wa hore na ke neng a ka qetang nako a etsa mesebetsi e amanang le thuto. Sena se ka akarelletsa ho hlophisa mosebetsi wa sekolo le mesebetsi e meng e ho marang-rang, ya ho bala, ya ho ngola kapa bonono. Iphe monyetla wa ho kgema le maemo mme ho be le nako ya ho bapala le ya ho phomola.

# text
source: Make a daily plan with your child for when they can spend time doing educational activities. This can include structured schoolwork and other activities online, reading, writing, or arts. Allow flexibility and time for play and relaxation too.
st_za: Etsa moralo wa letsatsi le letsatsi le ngwana wa hao wa hore na ke neng a ka qetang nako a etsa mesebetsi e amanang le thuto. Sena se ka akarelletsa ho hlophisa mosebetsi wa sekolo le mesebetsi e meng e ho marang-rang, ya ho bala, ya ho ngola kapa bonono. Iphe monyetla wa ho kgema le maemo mme ho be le nako ya ho bapala le ya ho phomola.

# text
source: Step 4. Stay connected with your child's school and teachers
st_za: Mohato wa 4. Dula o buisana le sekolo le matitjhere a ngwana wa hao

# text
source: Find out how to stay in touch with @fields.child_nickname’s teacher or school to stay informed, ask questions and get more guidance. If you are struggling or know someone who is struggling with school work or the home situation, please discuss this with a teacher that you feel close to. Parent groups or community groups can also be a good way to support each other with your home schooling.
st_za: Batla tsela ya ho dula o buisana le titjhere le sekolo sa @fields.child_nickname hore o dule o na le tsebo, botsa dipotso mme o fumane tataiso e eketsehileng. Haeba o sokola kapa o tseba motho ya sokolang ka mosebetsi wa sekolo kapa boemo ba lapeng, ka kopo buisana le titjhere eo o ikutlwang o atamellane le yona ka taba ena. Dihlopha tsa batswadi kapa dihlopha tsa motseng le tsona ekaba tsela e molemo ya ho tshehetsana ka mosebetsi wa ngwana wa hao wa ho ithutela lapeng.

# text
source: Find out how to stay in touch with your children’s teacher or school to stay informed, ask questions and get more guidance. If you are struggling or know someone who is struggling with school work or the home situation, please discuss this with a teacher that you feel close to. Parent groups or community groups can also be a good way to support each other with your home schooling.
st_za: Batla tsela ya ho dula o buisana le titjhere le sekolo sa bana ba hao hore o dule o na le tsebo, botsa dipotso mme o fumane tataiso e eketsehileng. Haeba o sokola kapa o tseba motho ya sokolang ka mosebetsi wa sekolo kapa boemo ba lapeng, ka kopo buisana le titjhere eo o ikutlwang o atamellane le yona ka taba ena. Dihlopha tsa batswadi kapa dihlopha tsa motseng le tsona ekaba tsela e molemo ya ho tshehetsana ka mosebetsi wa ngwana wa hao wa ho ithutela lapeng.

# text
source: Well done for adding another skill to your Parenting Toolkit! Over the next few days, try creating a learning plan with your child that includes both fun and focused educational activities. Helping your child continue learning during this difficult time is so important. Your best efforts will make a difference!
st_za: O sebeditse ka ho eketsa boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi! Matsatsing a seng makae a tlang, leka ho qala moralo wa ho ithuta le ngwana wa hao o akarelletsang dipapadi le e tsepamisitsweng thutong. Ho thusa ngwana wa hao ho tswela pele a ithuta nakong ena e thata ho bohlokwa haholo. Boikitlaetso ba hao bo etsa phapang e kgolo!

# text
source: Well done for adding another layer to your House of Support! Over the next few days, try creating a learning plan with your child that includes both fun and focused educational activities. Helping your child continue learning during this difficult time is so important. Your best efforts will make a difference!
st_za: O sebeditse ka ho eketsa mokato o mong Ntlo ya Tshehetso! Matsatsing a seng makae a tlang, leka ho qala moralo wa ho ithuta le ngwana wa hao o akarelletsang dipapadi le e tsepamisitsweng thutong. Ho thusa ngwana wa hao ho tswela pele a ithuta nakong ena e thata ho bohlokwa haholo. Boikitlaetso ba hao bo etsa phapang e kgolo!

# text
source: We understand that these times can be really difficult. Please type "Help" if you want any extra support or guidance. Chat to you later @fields.user_name!
st_za: Rea utlwisisa hore kannete ho ka ba thata dinakong tsena. Ka kopo ngola “Thuso” haeba o batla thuso kapa tataiso efe kapa efe e eketsehileng. Ke tla bua le wena hamorao @fields.user_name!

# text
source: When we are able to have peaceful and loving relationships, our children feel more secure and loved. Today's tip is about how we can support positive family relationships at home.
st_za: Ha re kgona ho ba le dikamano tse nang le kgotso le lerato, bana ba rona ba tla ikutlwa ba sireletsehile ebile ba ratwa haholo. Keletso ya kajeno e amana le kamoo re ka tshehetsang dikamano tse mofuthu tsa lelapa ka lapeng.

# text
source: When we are able to have peaceful and loving relationships, our children feel more secure and loved. Kindness and taking care of yourself help.
st_za: Ha re kgona ho ba le dikamano tse nang le kgotso le lerato, bana ba rona ba tla ikutlwa ba sireletsehile ebile ba ratwa haholo. Ho itshwara ka mosa le ho itlhokomela ho a thusa.

# text
source: Here's a video to help you support positive family relationships at home.
st_za: Shebella video ena ho o thusa ho tshehetsa dikamano tse mofuthu ka lapeng.

# text
source: Here's an audio message to help you support positive family relationships at home.
st_za: Mamela molaetsa ona o mamelwang ho o thusa ho tshehetsa dikamano tse mofuthu ka lapeng.

# text
source: Here are 6 simple steps that you can do to support family harmony at home:
st_za: Bona mehato ena e 6 e bonolo eo o ka e latelang ho tshehetsa dikamano tse mofuthu ka lapeng:

# text
source: 1. Be a model of behaviour for your kids
st_za: 1. Eba mohlala wa hore na bana ba hao ba lokela ho itshwara jwang

# text
source: 2. Keep it positive
st_za: 2. Bua ka ntho e lokelang ho etswa

# text
source: 3. Listen carefully to others
st_za: 3. Mamela batho ba bang ka hloko

# text
source: 4. Share the load
st_za: 4. Ba abele boikarabelo

# text
source: 5. Take care of yourself
st_za: 5. Itlhokomele

# text
source: 6. Do nice things together as a family.
st_za: 6. Etsang dintho tse ntle mmoho le le lelapa.

# text
source: Type "1" to 6" to learn more about these tips. Type "N" to stop this tip.
st_za: Ngola “1” ho ya ho “6” hore o ithute haholwanyane ka dikeletso tsena. Ngola “N” ho emisa keletso ena.

# text
source: Step 4. Share the load
st_za: Mohato wa 4. Ba abele boikarabelo

# text
source: Looking after children and other family members is difficult, but it’s much easier when responsibilities are shared. Try to share household chores, childcare, and other tasks equally amongst family members
st_za: Ho hlokomela bana le ditho tse ding tsa lelapa ho thata, empa ho bonolo haholo ha mesebetsi e abuwe. Leka ho abela ditho tsa lelapa mesebetsi ya lelapa, ya tlhokomelo ya ngwana, le mesebetsi e meng ka ho lekana

# text
source: Step 5. Take care of yourself
st_za: Mohato wa 5. Itlhokomele

# text
source: Create a schedule for time “on” and time “off” with other adults in your household. It is okay to ask for help when you are feeling tired or stressed so that you can take a break
st_za: Etsa lenaneo bakeng sa nako eo o “fumanehang” le nako eo “o sa fumaneheng” le batho ba bang ba baholo lelapeng la hao. Ha ho phoso ho kopa thuso ha o ikutlwa o kgathetse kapa o imetswe maikutlong e le hore o ka nka kgefu

# text
source: Step 6. Do nice things together as a family
st_za: Mohato wa 6. Etsang dintho tse ntle mmoho le le lelapa

# text
source: Let each family member take turns choosing a whole family activity. Find ways to spend time alone with other adults in your home, too!
st_za: Tlohella setho ka seng sa lelapa hore se etelle pele ho kgetheleng lelapa lohle seo leka se etsang. Hape, fumana ditsela tsa ho qeta nako le le bang le batho ba bang ba baholo lapeng la hao!

# text
source: Step 1. Be a model of behaviour for your kids
st_za: Mohato wa 1. Eba mohlala wa hore na bana ba hao ba lokela ho itshwara jwang
