Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/st/st_messages.po
Languages: st_za

# text
source: Parent 2: “Buying a new one would be really expensive. How about we talk about it after dinner, and we can make a decision together?
st_za: Motswadi wa 2: “Setofo se setjha se turu haholo. Ho tla ba jwang hore re buisane ka taba ena kamora tinare, hore re tle re etse qeto eo hammoho?

# text
source: Parent 1: “That sounds great. Thank you for cooking dinner, my dear!”
st_za: Motswadi wa 1: “Moo ke dumellana le wena. Ke lebohela ka hore o phehe dijo tsa tinare hle ratu!”

# text
source: Parent 1: “I am grateful we can talk about this and make this decision together. It makes a lot more sense to try to get it repaired first.”
st_za: Motswadi wa 1: “Kea leboha hore re buile ka taba ena le ho etsa qeto mmoho. Ehlile ke ntho e utlwahalang hore se ke se lokiswe pele.”

# text
source: Parent 2: “Me too. I feel a lot better now that we have talked about it together.”
st_za: Motswadi wa 2: “Le nna ke bona jwalo. Ke utlwa eka ke betere kamora hore re buisane ka taba ena re le babedi.”

# text
source: When mothers and fathers are both engaged with the parenting of their children, everyone benefits, including the children! Show your partner that you appreciate it when they spend quality time with your children.
st_za: Ha mme le ntate ba tshwarisane mojaro wa kgodiso ya bana, bohle, ho akarelletsa le bana ba fumana melemo! Bontsha molekane wa hao hore o ananela nako eo a e qetang a etsa dintho tsa bohlokwa le bana ba lona.

# text
source: Would you like to see a comic about becoming a confident parent and a supportive partner?
st_za: Na o ka thabela ho bona tsela ya boswaswi ya ho ba motswadi ya nang le boitshepo le molekane ya tshehetsang molekane wa hae?

# text
source: Parent 1: “Good job, Jessie! You are reading very well!”
st_za: Motswadi wa 1: “O etsa mosebetsi o babatsehang, Lerato! Kannete o bala hamonate!”

# text
source: Parent 2: “The weather today is so nice. It is a shame I have not had time to go outside for a walk.”
st_za: Motswadi wa 2: “Kajeno lehodimo le apohile hamonate. Ke feela hore ha ke so fumane nako ya ho thapolla maoto kantle.”

# text
source: Parent 1: “If you would like to get some fresh air and exercise, my dear, I can continue helping the children with their homework while you go for your afternoon walk.”
st_za: Motswadi wa 1: “Ratu, haeba o ka thabela ho hahlwa ke moya o phodileng le ho ya ikwetlisa, nka tswela pele ho thusa bana ka mesebetsi ya bona ya sekolo ha o ntse o thapolla maoto kantle thapameng ena.”

# text
source: Parent 2: “That would be wonderful, my love! Thank you for being so supportive.”
st_za: Motswadi wa 2: “Nka thaba jwang rato la ka! Kea leboha ka hore o nthuse hakana.”

# text
source: Parent 1: “Of course! It is fun to help the children with their reading practice! They are doing so well.”
st_za: Motswadi wa 1: “Kannete! Ho monate ho thusa bana ha ba bala! Ba sebetsa hantle haholo.”

# text
source: Sharing family responsibilities with your partner can make life less stressful! Can you think of ways you can share the workload? Doing tasks together can also make them more fun!
st_za: Ho jarisana mesebetsi ya lelapa le molekane wa hao ho ka fokotsa kgatello ya maikutlo bophelong! Na ho na le ditsela tseo o nahanang hore o ka kenya letsoho ka tsona mosebetsing wa katlung? Hape ho etsa mesebetsi mmoho ekaba ntho e monate!

# text
source: Would you like to see a comic about sharing family responsibilities?
st_za: Na o ka thabela ho bona tsela ya boswaswi ya ho jarisana mesebetsi ya lelapa?

# text
source: Child: “Wow, there are so many clothes in here!”
st_za: Ngwana: “Kgele, ho na le diphahlo tse ngata hakaakang!”

# text
source: Parent 1: “You’re right, Kyle, there is quite a lot to do.”
st_za: Motswadi wa 1: “Ehlile di ngata haholo wena Bohlokwa.”

# text
source: Parent 1: “If we do it together it will take less time!”
st_za: Motswadi wa 1: “Empa re tla nka nako e kgutshwane haeba re di etsa mmoho!”

# text
source: Parent 1: “Doing tasks together is also fun”
st_za: Motswadi wa 1: “Hape ho monate ho sebetsa mmoho”

# text
source: Parent 2: “Thank you, my love. Sharing the workload makes it less stressful.”
st_za: Motswadi wa 2: Kea leboha, rato la ka. Ho jarisana mosebetsi ho fokotsa kgatello ya maikutlo.”

# text
source: All adults have disagreements sometimes. But solving issues through fighting is not effective. Instead, if you start feeling angry, walk away for a bit or take a deep breath before responding in a calmer way.
st_za: Batho bohle ba baholo ba na le ho se dumellane ka dinako tse ding. Empa ho rarolla mathata ka ho loana ha ho na katleho. Ho e-na le hoo, haeba u qala ho ikutloa u halefile, tsamaea ho se hokae kapa u phefumolohe ka botebo pele u arabela ka tsela e khutsitseng.

# text
source: Would you like to see a comic about resolving conflict peacefully?
st_za: Na o ka rata ho bona tsela ya boswaswui ya ho rarolla kgohlano ka tsela e nang le kgotso?

# text
source: Parent 1: “Dinner is ready!”
st_za: Motswadi wa 1: "Dijo tsa mantsiboea"

# text
source: Child: “Look, it is raining so much outside!”
st_za: Ngwana: “Bona, ho na pula ya ditlwebelele kantle!”

# text
source: Parent 1: “I am glad you brought in the laundry earlier, my dear. Otherwise, it would have been soaked by now!”
st_za: Motswadi wa 1: “Kea leboha hore ebe o ile wa phutha washene ka nako, ratu. Ho seng jwalo di ka be di kolobile hona jwale!”

# text
source: Parent 2: “I thought you said you would bring in the laundry today?”
st_za: Motswadi wa 2: “Ke nahana hore o itse o tla hleka washene kajeno.”

# text
source: Parent 1: “No, I was busy cooking dinner! You told me you would take care of it! How could you forget? Now all the laundry is wet!”
st_za: Motswadi wa 1: “Ha kea kgona, ke ne ke phathahane ke lokisa dijo tsa mantsiboya! O itse o tla e hlokomela. Ho tlile jwang hore o e lebale? Jwale washene yohle e metsi!”

# text
source: Parent 2: “I’m really sorry. It was a mistake!”
st_za: Motswadi wa 2: “Ao, ntshwarele hle. Ke entse phoso!”

# text
source: Parent 1 (thinking): I can’t believe he forgot! But everyone can make mistakes. Take a deep breath…
st_za: Motswadi wa 1 (o a nahana): Ha ke dumelae hore o lebetse! Empa batho bohle ba etsa diphoso. Phefumulohela hodimo…

# text
source: Parent 1: “I’m sorry if I sounded upset. I just got stressed because I have had a long day.”
st_za: Motswadi wa 1: “O ntshwarele ha ke utlwahetse ke kwatile. Ke ne ke imetswe ke ditaba tsa letsatsi la kajeno.”

# text
source: Parent 2: “I am sorry that I forgot the laundry. I know you have had a long day. I will make sure to take care of it after dinner.”
st_za: Motswadi wa 2: “O ntshwarele ha ke lebetse washene. Kea tseba hore dintho ha dia tsamaya hantle kajeno. Empa ke tla e phothoma kamora dijo tsa mantsiboea."

# text
source: Listening and talking to those around us is key to a more peaceful home. Talking to your partner about issues before they become problems can help avoid arguments from building up.
st_za: Ho mamela le ho bua le ba re potolohileng ke senotlolo sa lehae le nang le khotso haholoanyane. Ho buisana le molekane oa hau ka ditaba pele di fetoha mathata ho ka thusa ho qoba likhang hore di se ke tsa haha.

# text
source: Parent 1: “Are you okay, my love? You look tired.”
st_za: Motswadi wa 1: “Ho ntse ho ya jwang, moratuwa? O bonahala o kgathetse.”

# text
source: Parent 2: “I didn’t sleep well last night and so I am feeling quite tired.”
st_za: Motswadi wa 2: “Ha kea robala hantle bosiung bo fetileng mme jwale ke ikutlwa ke kgathetse.”

# text
source: Parent 1: “I am sorry to hear that, Amir. Is there anything I can do to help?”
st_za: Motswadi wa 1: “Ke maswabi ho utlwa seo, Thabiso. Ebe nka ho thusa jwang?”

# text
source: Parent 2: “I might try and get an earlier rest this evening.”
st_za: Motswadi wa 2: “Nka nna ka leka ho ya robala ka nako mantsiboyeng ana.”

# text
source: Parent 1: “I can take over the children’s bedtime routine after dinner tonight, so that you can get some extra rest.”
st_za: Motswadi wa 1: “Ke tla hlokomela bana ka dintho tseo ba di etsang pele ba ilo robala kamora dijo tsa mantseboa kajeno, e le hore o ka phomola ka ho lekaneng.”

# text
source: Parent 2: “That would be lovely. Thank you so much, my dear.”
st_za: Motswadi wa 2: “Tseo ke ditaba tse monate. Ke leboha ha holo hle ratu.”

# text
source: Would you like to see a comic about listening and talking to each other?
st_za: Na o ka rata ho shebella tsela ya boswaswi ya ho mamelana le ho buisana?

# text
source: That is okay!
st_za: Ho lokile!

# text
source: That is okay! You can always revisit the parenting tips by typing "Help".
st_za: Ho lokile! Ka dinako tsohle o ka ikgopotsa dikeletso tsa botswadi ka ho ngola “Thuso”.

# text
source: Thanks again for being part of ParentText and for your commitment to your children’s wellbeing and happiness. You are a star!
st_za: Re boetse rea leboha hore ebe o bile karolo ya ParentText le ka ho itella boiketlo le thabo ya bana ba hao. O kgalala!

# text
source: Congratulations for finishing the ParentText programme @fields.user_name! What a great accomplishment!
st_za: Re thaba le wena haele mona o qetile lenaneo la ParentText @fields.user_name! O finyelletse ntho e kgolo!

# text
source: Congratulations for finishing the ParentText programme! What a great accomplishment!
st_za: Re thaba le wena haele mona o qetile lenaneo la ParentText! O finyelletse ntho e kgolo!

# text
source: You have collected @fields.n_skills/@fields.total_skills skills! What an achievement!
st_za: O fumane tsebo ya @fields.n_skills/@fields.total_skills! Eo ke phihlello ya sebele!

# text
source: You have added @fields.n_skills/@fields.total_skills layers to your House of Support! What an achievement!
st_za: O ekeditse mekato e @fields.n_skills/@fields.total_skills ya Ntlo ya Tshehetso! Eo ke phihlello ya sebele!

# text
source: Would you like to tell us about your experience?
st_za: Na o ka rata ho re phetela se o hlahetseng?

# text
source: Would you like to tell me about your experience?
st_za: Na o ka rata ho mphetela se o hlahetseng?

# text
source: Would you like to continue receiving daily messages from us?
st_za: Na o ka lakatsa ho tswela pele o amohela melaetsa ya letsatsi le letsatsi e tswang ho rona?

# text
source: Would you like to continue receiving daily messages from me?
st_za: Na o ka lakatsa ho tswela pele o amohela melaetsa ya letsatsi le letsatsi e tswang ho nna?

# text
source: Great! If you ever want to stop receiving messages, go to "Technical Support" and then select "User Experience". Chat to you later @fields.user_name!
st_za: Re thaba le wena! Haeba o tla ke o batle ho kgaotsa ho amohela melaetsa, leba ho "Tshehetso ya setekgeniki” mme o kgethe “User Experience” Ke tla bua le wena hamorao @fields.user_name!

# text
source: Great! If you ever want to stop receiving messages, go to "Technical Support" and then select "User Experience". Chat to you later!
st_za: Re thaba le wena! Haeba o tla ke o batle ho kgaotsa ho amohela melaetsa, leba ho "Tshehetso ya setekgeniki” mme o kgethe “User Experience” Ke tla bua le wena hamorao!

# text
source: Would you like to continue receiving these tips at the same frequency or less often? You can also change the time of day that you receive messages.
st_za: Na o ka thabela ho tswela pele o amohela dikeletso tsena ka makgetlo a tshwanang kapa a fokolang ho feta ao? Hape o ka fetola nako ya letsatsi eo o amohelang melaetsa ka yona.

# text
source: Change these settings by typing "Help" and then selecting "Technical Support."
st_za: Fetola diseting tsena ka ho ngola “Thuso” ebe o kgetha “Tshehetso ya Setekgenike."

# text
source: What is your name or nickname?
st_za: Lebitso kapa lebitso la hao la boswaswi ke mang?

# text
source: If you prefer not to share, please type "N"
st_za: Ka kopo ngola “N” haeba o kgetha ho se arabe.

# text
source: Nice to meet you, @fields.user_name!
st_za: Ke thabela ho o tseba, @fields.user_name!

# text
source: Can you please tell us the name or nickname of this child?
st_za: Ke kopa o re bolelle lebitso kapa lebitso la boswaswi la ngwana enwa?

# text
source: Please type "N" if you prefer not to answer.
st_za: Ka kopo ngola “N” haeba o kgetha ho se arabe.

# text
source: Can you please tell me the name or nickname of this child?
st_za: Ke kopa o mpolelle lebitso kapa lebitso la boswaswi la ngwana enwa?

# text
source: Parents all over the world say they worry about keeping their children safe in the community and online.
st_za: Batswadi bohle lefatsheng ka bophara ba bolela hore ba kgathatsehile ka ho tiisa hore bana ba bona ba sireletsehile motseng le tshebedisong ya marang-rang a dikgokahano.

# text
source: Would you like some tips on some simple ways to do this?
st_za: Na o ka rata ho fumana dikeletso tse itseng ka ditsela tse ding tse bonolo tsa ho etsa see?

# text
source: That's okay! You can always type "Help" if you want to learn more about how to keep your child safe in the community.
st_za: O ska kgathatseha! Ka dinako tsohle o ka ngola “Thuso” haeba o batla ho ithuta haholwanyane ka tsela ya ho tiisa hore ngwana wa hao o sireletsehileng motseng.

# text
source: Thanks! One helpful way is to create a map with your child or teen that identifies the safe and unsafe places in the community. Here are 4 simple steps:
st_za: Kea leboha! Tsela e nngwe e molemo ke ho etsa mmapa le ngwana kapa motjha wa hao o hlwayang dibaka tse bolokehileng le tse sa bolokehang motseng wa heno. Bona mehato ena e 4 e bonolo:

# text
source: 1. Draw a map of the important places in the community
st_za: 1. Rala mmapa wa dibaka tsa bohlokwa motseng

# text
source: 2. Identify which places are safe and unsafe
st_za: 2. Hlwaya dibaka tse bolokehileng le tse sa bolokehang

# text
source: 3. Learn about where you can get support
st_za: 3. Ithute hore na o ka fumana thuso hokae

# text
source: 4. Online map
st_za: 4. Mmapa o fumanehang ho marang-rang a dikgokahano.

# text
source: Type "1" to "4" to learn more about how you can do this activity with your children. Type "N" to stop this tip.
st_za: Ngola “1” ho ya ho “4” ho ithuta haholwanyane hore na o ka etsa sena jwang le bana ba hao. Ngola “N” ho emisa keletso ena.

# text
source: Step 4: Online map
st_za: Mohato wa 4: Mmapa o fumanehang ho marang-rang a dikgokahano.

# text
source: • Draw pictures of the apps and websites they use
st_za: • Taka ditshwantsho tsa diepo le diwebosaete tseo ba di sebedisang

# text
source: • Praise your child for how good they are at using the web!
st_za: • Babatsa ngwana wa hao hobane a tseba ho sebedisa webosaete hantle!

# text
source: • Talk about which ones might be unsafe. Why?
st_za: • Buang ka dintho tse mohlomong di sa bolokehang, le hore hobaneng di sa bolokeha?

# text
source: • Are there plans you could make together to make using the internet safer for your child and their friends?
st_za: • Na ho na le meralo eo le ka e etsang mmoho ho etsa hore ngwana wa hao le metswalle ya hae ba sireletsehe ha ba sebedisa marang-rang?

# text
source: • It can really help for parents to learn about this in advance.
st_za: • Ka sebele ho ka thusa hore batswadi ba ithute dintlha tsena esale pele.

# text
source: Please select another number if you want to learn more about how to create a map with your child or teen that identifies the safe and unsafe places in the community:
st_za: Ka kopo kgetha palo e nngwe haeba o batla ho ithuta haholwanyane ka ho etsa mmapa le ngwana kapa motjha wa hao o hlwayang dibaka tse bolokehileng le tse sa bolokehang motseng wa heno.

# text
source: Step 1: What are important places in our community?
st_za: Mohato wa 1: Dibaka tsa bohlokwa motseng wa habo rona ke dife?

# text
source: • Draw a map of @fields.child_nickname’s community, with pictures of all the main places like streets, your house, school, shops, places your teen visits...
st_za: • Taka mmapa wa motse wa habo @fields.child_nickname, o nang le ditshwantsho tsa dibaka tsohle tsa bohlokwa jwalo ka diterata, ntlo ya hao, mabenkele, dibaka tseo motjha wa hao a di etelang...

# text
source: • Draw a map of your child or teen’s community, with pictures of all the main places like streets, your house, school, shops, places your teen visits...
st_za: • Taka mmapa wa motse wa habo ngwana kapa motjha wa hao, o nang le ditshwantsho tsa dibaka tsohle tsa bohlokwa jwalo ka diterata, ntlo ya hao, mabenkele, dibaka tseo motjha wa hao a di etelang...

# text
source: Step 2: Which places are safe and unsafe?
st_za: Mohato wa 2: Ke dibaka dife tse bolokehileng le tse sa bolokehang?

# text
source: • Discuss which areas on your map are safe for teenagers – CIRCLE these.
st_za: • Buisanang ka hore na ke dibaka dife mmapeng wa hao tse bolokehileng bakeng sa batjha – Di etsetse SEDIKADIKWE.

# text
source: • Discuss which areas on your map are unsafe for teenagers – CROSS those off.
st_za: • Buisanang ka hore na ke dibaka dife mmapeng wa hao tse sa bolokehang bakeng sa batjha – Di etsetseSEKERE

# text
source: • What makes a place safe or unsafe?
st_za: • Ke eng e etsang hore sebaka ebe se bolokehileng kapa se sa bolokehang?

# text
source: • Are there plans you could make together to keep @fields.child_nickname safer?
st_za: • Na ho na le meralo eo le ka e etsang mmoho ho tiisa hore @fields.child_nickname o sireletsehile?

# text
source: • Are there plans you could make together to keep your child or teen safer?
st_za: • Na ho na le meralo eo le ka e etsang mmoho ho tiisa hore ngwana kapa motjha wa hao o sireletsehile?

# text
source: Step 3: Where can you get support?
st_za: Mohato wa 3: O ka fumana thuso hokae?

# text
source: • Sometimes, we can find ourselves in trouble.
st_za: • Ka dinako tse ding re ka iphumana re le mathateng.

# text
source: • Discuss together where you and @fields.child_nickname can get support or help when you face a crisis – MARK those areas with a little object like a stone or piece of paper.
st_za: • Buisanang hore na wena le @fields.child_nickname le ka fumana tshehetso kapa thuso hokae ha le tobane le tlokotsi – TSHWAYANG dibaka tseo ka ntho e nyane jwalo ka lejwe kapa pampiri.

# text
source: • Some helpful places may include home, school, police station, clinic.
st_za: • Dibaka tse ding tse ka fanang ka thuso di akarelletsa mahae a tlhokomelo ya batho ba baholo, dikolo, seteishene sa mapolesa, tliliniki.

# text
source: • Discuss together where you and your child or teen can get support or help when you face a crisis – MARK those areas with a little object like a stone or piece of paper.
st_za: • Buisanang hore na wena le ngwana kapa motjha wa hao le ka fumana tshehetso kapa thuso hokae ha le tobane le tlokotsi – TSHWAYANG dibaka tseo ka ntho e nyane jwalo ka lejwe kapa pampiri.

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit! Spend some time creating a map with your child or teen that identifies the safe and unsafe places in your community. It will build trust and help keep them safe in the future.
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi! Nkang nako e itseng le etsa mmapa le ngwana kapa motjha wa hao o hlwayang dibaka tse bolokehileng le tse sa bolokehang motseng wa heno. Seo se tla etsa hore a o tshepe ebile se tla mo thusa hore a bolokehe nakong e tlang.

# text
source: Well done! You have added another skill to your Parenting Toolkit! Spend some time creating a map with your child or teen that identifies the safe and unsafe places in your community. It will build trust and help keep them safe in the future.
st_za: Mosebetsi o tswileng matsoho! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi! Nkang nako e itseng le etsa mmapa le ngwana kapa motjha wa hao o hlwayang dibaka tse bolokehileng le tse sa bolokehang motseng wa heno. Seo se tla etsa hore a o tshepe ebile se tla mo thusa hore a bolokehe nakong e tlang.

# text
source: Well done @fields.user_name! You have added a layer to your House of Support! Spend some time creating a map with your child or teen that identifies the safe and unsafe places in your community. It will build trust and help keep them safe in the future.
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse mokato wa Ntlo ya Tshehetso! Nkang nako e itseng le etsa mmapa le ngwana kapa motjha wa hao o hlwayang dibaka tse bolokehileng le tse sa bolokehang motseng wa heno. Seo se tla etsa hore a o tshepe ebile se tla mo thusa hore a bolokehe nakong e tlang.

# text
source: Well done! You have added a layer to your House of Support! Spend some time creating a map with your child or teen that identifies the safe and unsafe places in your community. It will build trust and help keep them safe in the future.
st_za: Mosebetsi o tswileng matsoho! O ekeditse mokato wa Ntlo ya Tshehetso! Nkang nako e itseng le etsa mmapa le ngwana kapa motjha wa hao o hlwayang dibaka tse bolokehileng le tse sa bolokehang motseng wa heno. Seo se tla etsa hore a o tshepe ebile se tla mo thusa hore a bolokehe nakong e tlang.

# text
source: Here is a video to help you take a pause.
st_za: Shebella video ena e ka o thusang ho nka kgefu.

# text
source: 1. Close your eyes.
st_za: 1. Kwala mahlo.

# text
source: 2. Take a deep breath in and let it go.
st_za: 2. Phefumulohela hodimo mme o tlohele bohale.

# text
source: 3. Notice how you feel.
st_za: 3. Hlokomela tsela eo o ikutlwang ka yona.

# text
source: 4. Listen to your breath as it goes in and out.
st_za: 4. Mamela ha o phefumuloha ha moya o kena le ha o tswa.

# text
source: 5. When you are ready open your eyes again.
st_za: 5. Ha o se o lokile bula mahlo hape.

# text
source: 6. You are in control!
st_za: 6. O kgona ho laola maemo!

# text
source: Here is an audio message to help you take a pause.
st_za: Mamela molaetsa ona o tla o thusa ho nka kgefu.

# quick_replies
source: Yes
st_za: Ee

# quick_replies
source: No
st_za: Tjhe

# quick_replies
source: Content is not relevant
st_za: Dikateng ha di sebetse

# quick_replies
source: Not enough time
st_za: Ha ke na nako e lekaneng

# quick_replies
source: Data load is too high
st_za: Datha e loutwang e ngata haholo

# quick_replies
source: Too many messages
st_za: Melaetsa e mengata haholo

# quick_replies
source: Technical problems
st_za: Mathata a setekgenike

# quick_replies
source: Other
st_za: Ho hong

# quick_replies
source: Not helpful
st_za: Ha ea ka thusa

# quick_replies
source: A little helpful
st_za: E thusitse hanyane

# quick_replies
source: Helpful
st_za: E thusitse

# quick_replies
source: Very helpful
st_za: E thusitse haholo

# quick_replies
source: Extremely helpful
st_za: E thusitse ka tsela e tsotehang

# quick_replies
source: Prefer not to answer
st_za: Ke kgetha ho se arabe

# quick_replies
source: Activities
st_za: Dintho tse ka etswang

# quick_replies
source: Stress reduction
st_za: Ho fokotsa kgatello ya maikutlo

# quick_replies
source: Child behaviour
st_za: Boitshwaro ba ngwana

# quick_replies
source: None of the parenting tips have been helpful
st_za: Ha ho le e nngwe ya dikeletso tsa botswadi e ka nthusang

# quick_replies
source: Talking to your child about COVID-19
st_za: Ho bua le ngwana wa hao ka COVID-19

# quick_replies
source: COVID-19 bereavement support
st_za: Tshehetso kamora ho hlokofallwa ka lebaka la COVID-19

# quick_replies
source: External support
st_za: Tshehetso ya kantle

# quick_replies
source: Go back to the help menu
st_za: Kgutlela ho menyu ya thuso

# quick_replies
source: Improve my relationship with my child
st_za: Ho ntlafatsa kamano ya ka le ngwana wa ka

# quick_replies
source: My child to behave better
st_za: Hore ngwana wa ka ho ntlafatsa boitshwaro ba hae

# quick_replies
source: Help my child learn
st_za: Ho thusa ngwana wa hao ho ithuta
