Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/st/st_messages.po
Languages: st_za

# text
source: Listening to your child is more important than talking to them at this time. If you do talk you should describe what your child is doing. Use words to describe actions, colours, shapes, numbers, sizes, textures, temperatures, tastes, sounds, and anything else that is happening!
st_za: Ho mamela ngwana wa hao ho bohlokwa ho feta ho bua le yena ka nako eo. Haeba o bua o lokela ho hlalosa hore na ngwana wa hao o etsa eng. Sebedisa mantswe ho hlalosa diketso, mebala, dibopeho, dipalo, boholo, kamoo dintho di utlwahalang kateng, dithemphereitjhara, ditatso, medumo, le eng kapa eng e etsahalang!

# text
source: One-on-One Time with your child can be fun for you, too! You might even find that you feel less stressed after playing with @fields.child_nickname.
st_za: Le wena o ka thabela Nako ya Boinotshing le ngwana wa hao! Mohlomong o ka ba wa ikutlwa o hafotse kgatello ya maikutlo kamora ho bapala le @fields.child_nickname.

# text
source: One-on-One Time with your child can be fun for you, too! You might even find that you feel less stressed after playing with your child.
st_za: Le wena o ka thabela Nako ya Boinotshing le ngwana wa hao! Mohlomong o ka ba wa ikutlwa o hafotse kgatello ya maikutlo kamora ho bapala le ngwana wa hao.

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit. Over the next few days, try spending at least 5 minutes of One-on-One Time with your child. Quality time is the best gift that you can ever give your child!
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi. Matsatsing a mmalwa a tlang, leka ho qeta bonyane metsotso e 5 ya Nako ya Boinotshing le ngwana wa hao. Nako e sebediswang hantle ke mpho e babatsehang eo o ka e fang ngwana wa hao!

# text
source: Well done! You have added another skill to your Parenting Toolkit. Over the next few days, try spending at least 5 minutes of One-on-One Time with your child. Quality time is the best gift that you can ever give your child!
st_za: Mosebetsi o tswileng matsoho! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi. Matsatsing a mmalwa a tlang, leka ho qeta bonyane metsotso e 5 ya Nako ya Boinotsing le ngwana wa hao. Nako e sebediswang hantle ke mpho e babatsehang eo o ka e fang ngwana wa hao!

# text
source: Well done @fields.user_name! You have added another layer to your House of Support. Over the next few days, try spending at least 5 minutes of One-on-One Time with your child. Quality time is the best gift that you can ever give your child!
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse mokato o mong wa Ntlo ya Tshehetso. Matsatsing a mmalwa a tlang, leka ho qeta bonyane metsotso e 5 ya Nako ya Boinotsing le ngwana wa hao. Nako e sebediswang hantle ke mpho e babatsehang eo o ka e fang ngwana wa hao!

# text
source: Well done! You have added another layer to your House of Support. Over the next few days, try spending at least 5 minutes of One-on-One Time with your child. Quality time is the best gift that you can ever give your child!
st_za: Mosebetsi o tswileng matsoho! O ekeditse mokato o mong wa Ntlo ya Tshehetso. Matsatsing a mmalwa a tlang, leka ho qeta bonyane metsotso e 5 ya Nako ya Boinotsing le ngwana wa hao. Nako e sebediswang hantle ke mpho e babatsehang eo o ka e fang ngwana wa hao!

# text
source: One-on-One Time with your teen helps build a positive and trusting relationship. When you really notice them and listen to what they are saying and what they like, you make them feel valued and appreciated.
st_za: Ho qeta Nako ya Boinotshing le ngwana wa hao ho thusa ho haha dikamano tse ntle le ho tshepana. Haeba kannete o ba hlokomela le ho mamela seo ba se buang le ho rata seo ba se etsang, o etsa hore ba ikutlwe ba ratwa ebile ba ananelwa.

# text
source: Here are 6 tips on how to make One-on-One Time a positive experience for you and your teen:
st_za: Bona dikeletso tsena tse 6 tsa kamoo wena le motjha wa hao le ka qetang Nako ya Boinotshing hamonate.

# text
source: 2. Let your teen choose the activity
st_za: 2. Tlohella motjha wa hao a kgethe ntho eo le ka e etsang

# text
source: 3. Follow your teen's lead
st_za: 3. Latela boetapele ba motjha wa hao

# text
source: 4. Give your teen your full attention
st_za: 4. Tsepamisa maikutlo a hao ho motjha wa hao ka ho feletseng

# text
source: 5. Show your teen you are really listening
st_za: 5. Bontsha motjha wa hao hore kannete o mo mametse

# text
source: Please select another number if you want to learn more about how to spend One-on-One Time with your teen:
st_za: Ka kopo kgetha palo e nngwe haeba o batla ho ithuta haholwanyane ka ho qeta Nako ya Boinotshing le motjha wa hao:

# text
source: Would you like some suggestions for activities to do with your teen?
st_za: Na o ka thabela ditshisinyo tsa dintho tseo o ka di etsang le motjha wa hao?

# text
source: Here's a video about spending one-on-one time with your teen!
st_za: Shebella video ya ho qeta nako ya boinotshing le motjha wa hao!

# text
source: Here's an audio message about spending one-on-one time with your teen!
st_za: Mamela molaetsa ona wa ho qeta nako ya boinotshing le motjha wa hao!

# text
source: Fathers can have difficult relationships with their teenagers, it can be hard to find pleasure from spending time with them. Instead, we spend a lot of time disciplining them or complaining about how they are behaving.
st_za: Dikamano tsa bontate le batjha ba bona di ka ba thata, ho ka ba boima ho thabela ho qeta nako le bona. Ho fapana le moo, re qeta nako e ngata re ba kgalemela kapa re tletleba ka tsela eo ba itshwarang ka yona.

# text
source: Mothers can have difficult relationships with their teenagers, it can be hard to find pleasure from spending time with them. Instead, we spend a lot of time disciplining them or complaining about how they are behaving.
st_za: Dikamano tsa bomme le batjha ba bona di ka ba thata, ho ka ba boima ho thabela ho qeta nako le bona. Ho fapana le moo, re qeta nako e ngata re ba kgalemela kapa re tletleba ka tsela eo ba itshwarang ka yona.

# text
source: When we have difficult relationships with our teenagers, it can be hard to find pleasure from spending time with them. Instead, we spend a lot of time disciplining them or complaining about how they are behaving.
st_za: Ha dikamano tsa rona le batjha ba bona di ka ba thata, ho ka ba boima ho thabela ho qeta nako le bona. Ho fapana le moo, re qeta nako e ngata re ba kgalemela kapa re tletleba ka tsela eo ba itshwarang ka yona.

# text
source: That's okay! You can always type "Help" whenever you want to learn more about how to spend One-on-One Time with your teen. Chat to you later @fields.user_name!
st_za: O ska kgathatseha! Ka dinako tsohle o ka ngola “Thuso” neng kapa neng ha o batla ho ithuta haholwanyane ka ho qeta Nako ya Boinotshing le motjha wa hao: Ke tla bua le wena hamorao @fields.user_name!

# text
source: That's okay! You can always type "Help" whenever you want to learn more about how to spend One-on-One Time with your teen. Chat to you later!
st_za: O ska kgathatseha! Ka dinako tsohle o ka ngola “Thuso” neng kapa neng ha o batla ho ithuta haholwanyane ka ho qeta Nako ya Boinotshing le motjha wa hao: Ke tla bua le wena hamorao!

# text
source: Tell @fields.child_nickname that you would like to spend some time with them and that they can choose what to do or talk about. @fields.child_nickname might think this is weird at first but will come to enjoy having this dedicated time with you!
st_za: Bolella @fields.child_nickname hore o ka thabela ho qeta nako le yena mme ke yena ya tla kgetha hore le tla etsang le hore na le tla bua ka eng. Qalong @fields.child_nickname a ka nna a nahana hore o mo jwetsa mohlolo empa o tla thabela nako ena eo o e qetang le yena feela!

# text
source: Tell your teen that you would like to spend some time with them and that they can choose what to do or talk about. Your teen might think this is weird at first but will come to enjoy having this dedicated time with you!
st_za: Bolella motjha wa hao hore o ka thabela ho qeta nako le yena mme ke yena ya tla kgetha hore le tla etsang le hore na le tla bua ka eng Qalong motjha wa hao a ka nna a nahana hore o mo jwetsa mohlolo empa o tla thabela nako ena eo o e qetang le yena feela!

# text
source: Try to follow @fields.child_nickname's lead during One-on-One Time. Accept their suggestions. Remember this is @fields.child_nickname's activity. Your job is to show an interest and say something nice.
st_za: Leka ho latela boetapele ba @fields.child_nickname Nakong ya lona Boinotshing. Amohela ditshisinyo tsa hae, hopola hore ena ke tshebetso ya @fields.child_nickname. Mosebetsi wa hao ke ho bontsha hore o a mo thahasella le ho bua dintho tse ntle.

# text
source: Try to follow your teen's lead during One-on-One Time. Accept their suggestions. Remember this is your teen's activity. Your job is to show an interest and say something nice.
st_za: Leka ho latela boetapele ba motjha wa hao Nakong ya lona Boinotshing. Amohela ditshisinyo tsa hae, hopola hore ena ke kgetho wa motjha wa hao. Mosebetsi wa hao ke ho bontsha hore o a mo thahasella le ho bua dintho tse ntle.

# text
source: Set aside a specific time to spend One-on-One Time with @fields.child_nickname each day. Choose a time when you and @fields.child_nickname will not be interrupted and when @fields.child_nickname does not have something else that they want to do, like watching TV or playing with phones.
st_za: Behella ka thoko nako e itseng ka ho toba letsatsi ka leng eo o tla e qeta le @fields.child_nickname e le Nako ya Boinotsing. Kgetha nako ha wena le @fields.child_nickname le ke keng la sitiswa le ha ho se na letho leo @fields.child_nickname a le etsang, jwalo ka ho shebella TV kapa ho bapala ka difouno.

# text
source: Set aside a specific time to spend One-on-One Time with your teen each day. Choose a time when you and your teen will not be interrupted and when your teen does not have something else that they want to do, like watching TV or playing with phones.
st_za: Behella ka thoko nako e itseng ka ho toba letsatsi ka leng eo o tla e qeta le motjha wa hao e le Nako ya Boinotsing. Kgetha nako ha wena le motjha wa hao le ke keng la sitiswa le ha ho se na letho leo motjha wa hao a le etsang, jwalo ka ho shebella TV kapa ho bapala ka difouno.

# text
source: Try to do something different than watching TV or playing with a tablet/phone. However, you may need to at first join @fields.child_nickname and watch their favourite TV programme with them. They may feel comfortable doing other activities with time.
st_za: Leka ho etsa ho hong ho fapana le ho shebella TV kapa ho bapala ka theblete/founo. Le ha ho le jwalo, qalong o ka nna wa tlameha ho tla dula le @fields.child_nickname ebe o shebella lenaneo leo o le ratang la TV le yena. Ha nako e ntse e feta a ka nna a fumana mesebetsi e meng eo a e ratang.

# text
source: Try to do something different than watching TV or playing with a tablet/phone. However, you may need to at first join your teen and watch their favourite TV programme with them. They may feel comfortable doing other activities with time.
st_za: Leka ho etsa ho hong ho fapana le ho shebella TV kapa ho bapala ka theblete/founo. Le ha ho le jwalo, qalong o ka nna wa tlameha ho tla dula le motjha wa hao ebe o shebella lenaneo leo o le ratang la TV le yena. Ha nako e ntse e feta a ka nna a fumana mesebetsi e meng eo a e ratang.

# text
source: You can even try rephrasing back what @fields.child_nickname says when they speak to you. For example, when @fields.child_nickname says, “This math problem is really hard,” you can say, “Yeah, I see that you are finding it difficult.” It shows you are really listening to them and will make them feel supported.
st_za: O ka nna wa leka ho beha ka mantswe a hao seo @fields.child_nickname a se buileng ha a bua le wena Ka mohlala, ha @fields.child_nickname a re, “Mmetse ona o thata,” o ka nna wa re, “Ya, kea bona hore o a o thatafalla.” Seo se bontsha hore o mo mametse ebile se tla etsa hore a ikutlwe a tsheheditswe.

# text
source: You can even try rephrasing back what your teen says when they speak to you. For example, when your teen says, “This math problem is really hard,” you can say, “Yeah, I see that you are finding it difficult.” It shows you are really listening to them and will make them feel supported.
st_za: O ka nna wa leka ho beha ka mantswe a hao seo motjha wa hao a se buileng ha a bua le wena. Ka mohlala, ha motjha wa hao a re, “Mmetse ona o thata”, o ka nna wa re, “Ya, kea bona hore o a o thatafalla.” Seo se bontsha hore o mo mametse ebile se tla etsa hore a ikutlwe a tsheheditswe.

# text
source: 4. Give your teen all of your attention.
st_za: 4. O fe motjha wa hao nako yohle ya hao.

# text
source: Switch off the television and put away phones. Make sure you can give all of your attention to @fields.child_nickname.
st_za: Tima thelevishene mme o behelle difouno hole. Tiisa hore o fa @fields.child_nickname nako yohle ya hao.

# text
source: Switch off the television and put away phones. Make sure you can give all of your attention to your teen.
st_za: Tima thelevishene mme o behelle difouno hole. Tiisa hore o fa motjha wa hao nako ya hao yohle.

# text
source: Look at @fields.child_nickname. Nodding or “I see” shows @fields.child_nickname you are really paying attention. Accept what they are saying without judging them.
st_za: Sheba @fields.child_nickname. O oma ka hlooho kapa “Kea bona” seo se bontsha @fields.child_nickname hore kannete o mo ela hloko. Amohela seo a se buang o sa mo ahlole.

# text
source: Look at your teen. Nodding or “I see” shows your teen you are really paying attention. Accept what they are saying without judging them.
st_za: Sheba motjha wa hao. O oma ka hlooho kapa “Kea bona” seo se bontsha motjha wa hore kannete o mo ela hloko. Amohela seo a se buang o sa mo ahlole.

# text
source: One-on-One Time with your teen can be fun for you, too! You might even find that you feel less stressed after spending time with @fields.child_nickname.
st_za: Le wena o ka thabela Nako ya Boinotshing le motjha wa hao! Mohlomong o ka ba wa ikutlwa o hafotse kgatello ya maikutlo kamora ho qeta nako le @fields.child_nickname.

# text
source: One-on-One Time with your teen can be fun for you, too! You might even find that you feel less stressed after spending time with your teen.
st_za: Le wena o ka thabela Nako ya Boinotshing le motjha wa hao! Mohlomong o ka ba wa ikutlwa o hafotse kgatello ya maikutlo kamora ho qeta nako le motjha wa hao.

# text
source: Here is a comic that shows how you can give @fields.child_nickname love and support when they share difficult emotions with you.
st_za: Ena ke tsela ua ya boswaswi e bontshang hore o bontsha @fields.child_nickname lerato ebile o a mo tshehetsa ha a o bolella maikutlo a hae a bohloko.

# text
source: Parent (looks back to teen): “I understand it is hard to be separate from your friends. Especially since I am sure they are missing you, too. Let’s think of some ways that you could reach out to them.”
st_za: Motswadi (o sheba motjha wa hae): “Kea utlwisisa hore ha ho bonolo ho arohana le metswalle ya hao. Ebile kea tseba hore le bona ba o hlolohetswe. A re ke re nahane ka ditsela tse ding tsa ho buisana le bona.”

# text
source: Here is a comic that shows how you can give your teen love and support when they share difficult emotions with you.
st_za: Ena ke tsela ya boswaswi e bontshang hore o bontsha motjha wa hao lerato ebile o a mo tshehetsa ha a o bolella maikutlo a hae a bohloko.

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit. Over the next few days, try spending at least 5 minutes of One-on-One Time with your teen. Quality time is the best gift that you can ever give your child!
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi: Matsatsing a mmalwa a tlang, leka ho qeta bonyane metsotso e 5 ya Nako ya Boinotsing le motjha wa hao. Nako e sebediswang hantle ke mpho e babatsehang eo o ka e fang ngwana wa hao!

# text
source: Well done! You have added another skill to your Parenting Toolkit. Over the next few days, try spending at least 5 minutes of One-on-One Time with your teen. Quality time is the best gift that you can ever give your child!
st_za: Mosebetsi o tswileng matsoho! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi: Matsatsing a mmalwa a tlang, leka ho qeta bonyane metsotso e 5 ya Nako ya Boinotsing le motjha wa hao. Nako e sebediswang hantle ke mpho e babatsehang eo o ka e fang ngwana wa hao!

# text
source: Well done @fields.user_name! You have added another layer to your House of Support. Over the next few days, try spending at least 5 minutes of One-on-One Time with your teen. Quality time is the best gift that you can ever give your child!
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse mokato o mong wa Ntlo ya Tshehetso. Matsatsing a mmalwa a tlang, leka ho qeta bonyane metsotso e 5 ya Nako ya Boinotsing le motjha wa hao. Nako e sebediswang hantle ke mpho e babatsehang eo o ka e fang ngwana wa hao!

# text
source: Well done! You have added another layer to your House of Support. Over the next few days, try spending at least 5 minutes of One-on-One Time with your teen. Quality time is the best gift that you can ever give your child!
st_za: Mosebetsi o tswileng matsoho! O ekeditse mokato o mong wa Ntlo ya Tshehetso. Matsatsing a mmalwa a tlang, leka ho qeta bonyane metsotso e 5 ya Nako ya Boinotsing le motjha wa hao. Nako e sebediswang hantle ke mpho e babatsehang eo o ka e fang ngwana wa hao!

# text
source: How helpful was this tip?
st_za: Keletso ena e bile molemo hakae?

# text
source: How helpful was this activity?
st_za: Mosebetsi ona o bile molemo hakae?

# text
source: Have these relaxation activities helped reduce the stress in your life?
st_za: Na o ikutlwa o imolohile kgatello ya maikutlo bophelong ba hao kamora ho ikotlolla ka ditsela tsee?

# text
source: Was this advice helpful?
st_za: Na keletso ena e o thusitse?

# text
source: Thank you for the feedback!
st_za: Kea leboha ka karabelo ya hao!

# text
source: What kind of activity do you want?
st_za: O batla tshebetso ya mofuta ofe?

# text
source: What kind of activity do you want for your baby?
st_za: O batla tshebetso ya mofuta ofe bakeng sa lesea la hao?

# text
source: What kind of activity do you want for your teen?
st_za: O batla tshebetso ya mofuta ofe bakeng sa motjha wa hao?

# text
source: What kind of activity do you want for your child?
st_za: O batla tshebetso ya mofuta ofe bakeng sa ngwana wa hao?

# text
source: Who would you like an activity for?
st_za: Ke mang eo o ka mo ratelang mosebetsi?

# text
source: Would you like to choose another activity?
st_za: Na o ka rata ho kgetha mosebetsi o mong?

# text
source: That's okay! Here is a great resource from LEGO of more activities that you can do with your children!
st_za: O ska kgathatseha! Bona letlotlo lena le babatsehang le tswang LEGO le ka o fang mesebetsi e meng eo o ka e etsang le bana ba hao!

# text
source: Which parenting topics would you like to revisit?
st_za: Ke dihlooho dife tsa botswadi tseo o ratang ho ikgopotsa tsona?

# text
source: Type "back" if you want to go back to the Help menu.
st_za: Ngola “morao” haeba o batla ho kgutlela ho menyu wa Thuso.

# text
source: You have the following completed skills in your Parenting Toolkit:
st_za: Ho phethile tsebo e latelang Mokotleng wa hao wa Dithulusi tsa Botswadi:

# text
source: You have made progress on the following skills:
st_za: O hatetse pele tsebong ya mesebetsi e latelang:

# text
source: You don't have any incomplete skill.
st_za: Ho hang ha ho na tsebo eo o sa e phethelang.

# text
source: You don't have any completed skill in your parenting toolkit yet.
st_za: Ha o na tsebo eo o e phethileng mokotleng wa hao wa dithulusi tsa botswadi.

# text
source: Type the number corresponding to the skill to receive messages about this topic again.
st_za: Ngola palo e tsamaisanang le tsebo hore o amohele melaetsa e amanang le sehlooho sena hape.

# text
source: Type "back" if you want to go back to the previous options.
st_za: Ngola “morao” haeba o batla ho kgutlela mesebetsing e fetileng eo o ka e kgethang.

# text
source: Sorry, I don't understand what you mean. Please reply with a number between 1 and @results.n_skills for receiving messages about that topic again.
st_za: Ha ke tsebe hore na o bua kang. Ka kopo karabo ya hao e be le palo e pakeng tsa 1 le @results.n_skills hore o amohele melaetsa e amanang le sehlooho seo hape.

# text
source: Type the number corresponding to the skill to complete it for your Parenting Toolkit.
st_za: Ngola palo e tsamaisanang le tsebo hore o e phethele bakeng sa Mokotla wa hao wa Dithulusi tsa Botswadi.

# text
source: Sorry, I don't understand what you mean. Please reply with a number between 1 and @results.n_skills for completing the corresponding skill.
st_za: Ha ke tsebe hore na o bua kang. Ka kopo karabo ya hao e be le palo e pakeng tsa 1 le @results.n_skills hore o qetele tsebo e tsamaisanang le yona.

# text
source: Would you like to go back to the Help menu?
st_za: Na o ka rata ho kgutlela ho menyu ya Thuso?

# text
source: We hope that was helpful. Chat later @fields.user_name!
st_za: Re tshepa hore seo se o thusitse. A re bue hamorao @fields.user_name!

# text
source: I hope that was helpful. Chat later @fields.user_name!
st_za: Ke tshepa hore seo se o thusitse. A re bue hamorao @fields.user_name!

# text
source: We hope that was helpful. Chat later!
st_za: Re tshepa hore seo se o thusitse. A re bue hamorao!

# text
source: I hope that was helpful. Chat later!
st_za: Ke tshepa hore seo se o thusitse. A re bue hamorao!

# text
source: How can we help you with your children?
st_za: Ebe re ka o thusa jwang ka bana ba hao?

# text
source: How can I help you with your children?
st_za: Ebe nka o thusa jwang ka bana ba hao?

# text
source: How can we help you keep your children safe?
st_za: Ebe re ka o thusa jwang hore bana ba hao ba dule ba bolokehile?

# text
source: How can I help you keep your children safe?
st_za: Ebe nka o thusa jwang hore bana ba hao ba dule ba bolokehile?

# text
source: What do you need help with?
st_za: O hloka thuso ka eng?

# text
source: How can I help you?
st_za: Nka ho thusa jwang?

# text
source: The age group you are currently receiving parenting tips for is: Baby (0 to 23 months old).
st_za: Sehlopha sa dilemo seo ho sona o amohelang dikeletso tsa botswadi ke: Lesea (dikgwedi tse 0 ho ya ho 23).

# text
source: The age group you are currently receiving parenting tips for is: Young child (2 to 9 years).
st_za: Sehlopha sa dilemo seo ho sona o amohelang dikeletso tsa botswadi ke: Ngwana e monyane (dilemo tse 2 ho ya ho 9).

# text
source: The age group you are currently receiving parenting tips for is: Teenager (10 to 17 years).
st_za: Sehlopha sa dilemo seo ho sona o amohelang dikeletso tsa botswadi ke: Motjha (dilemo tse 10 ho ya ho 17).

# text
source: Would you like to receive parenting tips for another age group?
st_za: Na o ka rata ho amohela dikeletso tsa botswadi bakeng sa sehlopha se seng sa dilemo?

# text
source: Which age group would you like to receive parenting tips for?
st_za: Ke sehlopha sefe sa dilemo seo o ka thabelang ho amohela dikeletso tsa sona tsa botswadi?

# text
source: What would you like to do?
st_za: Na o ka thabela ho etsang?

# text
source: What would you like to change?
st_za: Na o ka thabela ho fetolang?

# text
source: Type "EXIT" to stop receiving messages.
st_za: Ngola “eTSWA” ho kgaotsa ho amohela melaetsa.
