Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/st/st_messages.po
Languages: st_za

# text
source: • Listen to what your child is saying. Notice how they are feeling.
st_za: • Mamela seo ngwana wa hao a o bolellang sona. Hlokomela hore na yena o ikutlwa jwang.

# text
source: • Notice how you feel. Ask yourself, "What does my child need right now?"
st_za: • Hlokomela tsela eo wena o ikutlwang ka yona. Ipotse, “Ngwana wa ka o hloka eng hona jwale?”

# text
source: • Reassure your child that you are there for them.
st_za: • Netefalletsa ngwana wa hao hore o tla wa o tsoha le yena.

# text
source: • You can deal with the consequences later but right now your child needs you.
st_za: • O ka sebetsana le ditlamorao hamorao empa hona jwale ngwana wa hao o hloka wena.

# text
source: • Discuss possible solutions or next steps to take action.
st_za: • Buisanang ka ditharollo tse ka thusang kapa mehato e latelang eo le ka e nkang.

# text
source: • Remind your child again that you love them and thank them for sharing with you.
st_za: • Hopotsa ngwana wa hao hape hore o a mo rata mme o mo lebohe ha a o phetetse taba eo.

# text
source: We understand that this can be really difficult. Please type "Help" if you want any extra support or guidance.
st_za: Rea utlwisisa hore kannete ho ka ba thata. Ka kopo ngola “Thuso” haeba o batla thuso kapa tataiso efe kapa efe e eketsehileng.

# text
source: Here is a comic that shows how you can support your child during a crisis.
st_za: Ena ke tsela ya boswaswi e bontshang kamoo o ka tshehetsang ngwana wa hao kateng nakong ya ditsietsi.

# text
source: Parent: “What’s wrong, my dear? Come and sit by me and tell me what happened.”
st_za: Motswadi: “Molato ke eng, ngwana ka? Tloo o tlo dula pela ka mme o mpolelle se etsahetseng.”

# text
source: Child: “It’s that person…they touched me…”
st_za: Ngwana: “Ke motho yane…o ntshwere…"

# text
source: Parent: “Take your time... I am listening.”
st_za: Motswadi: “O se ke wa potlakela ho qeta taba... Ke o mametse.”

# text
source: Child: “… they held me down…told me I would be in trouble if I told anybody…”
st_za: Ngwana: “… a nkwebetella fatshe…yaba o re ke tla kena mathateng haeba nka bolella motho e mong…”

# text
source: Parent: “I believe you. You are not in trouble. It is not your fault. This is a big thing and we will find a way to get the help you need. I wonder where we can go for help…?”
st_za: Motswadi: “Kea o kgolwa. O ke ke wa kena mathateng. Hase phoso ya hao. Ena ke taba e tebileng mme re tla fumana tsela ya ho fumana thuso eo o e hlokang. Kea ipotsa hore na ebe re ka ya hokae hore re fumane thuso…?”

# text
source: Child: “The clinic? But could you come with me?”
st_za: Ngwana: “Ebe tliliniking? Empa na o tla tsamaya le nna?”

# text
source: Parent: “Yes, they will know what to do. Of course, I will come with you. Remember, this is not your fault. I love you and we will get through this.”
st_za: Motswadi: “E, ba tla tseba hore na ba lokela ho etsang. Jwang kapa jwang ke tlo tsamaya le wena. O hopole, hase phoso ya hao. Kea o rata ebile re tla bo hlola bothata bona.”

# text
source: Child: “Thanks so much.”
st_za: Ngwana: “Ke lebohile haholo.”

# text
source: Remember you can always type "Help" if you ever want more parenting tips or support.
st_za: Hopola hore kamehla o thaepe “Thuso” haeba o ka batla dikeletso tse ding tsa botswadi kapa tshehetso e nngwe.

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit! Try following these steps whenever your child shares something difficult. Supporting your child through a crisis will also teach them how to support others in difficult times. Good for you!
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi! Leka ho latela mehato ena neng kapa neng ha ngwana wa hao a o phetela ntho e boima. Ha o tshehetsa ngwana wa hao ha a tobane le tsietsi, seo se tla mo ruta hore le yena a tshehetse ba bang ha ba le mathateng. Re thaba le wena!

# text
source: Well done! You have added another skill to your Parenting Toolkit! Try following these steps whenever your child shares something difficult. Supporting your child through a crisis will also teach them how to support others in difficult times. Good for you!
st_za: Mosebetsi o tswileng matsoho! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi! Leka ho latela mehato ena neng kapa neng ha ngwana wa hao a o phetela ntho e boima. Ha o tshehetsa ngwana wa hao ha a tobane le tsietsi, seo se tla mo ruta hore le yena a tshehetse ba bang ha ba le mathateng. Re thaba le wena!

# text
source: Well done @fields.user_name! You have added another layer to your House of Support! Try following these steps whenever your child shares something difficult. Supporting your child through a crisis will also teach them how to support others in difficult times. Good for you!
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse mokato o mong Ntlo ya Tshehetso! Leka ho latela mehato ena neng kapa neng ha ngwana wa hao a o phetela ntho e boima. Ha o tshehetsa ngwana wa hao ha a tobane le tsietsi, seo se tla mo ruta hore le yena a tshehetse ba bang ha ba le mathateng. Re thaba le wena!

# text
source: Well done! You have added another layer to your House of Support! Try following these steps whenever your child shares something difficult. Supporting your child through a crisis will also teach them how to support others in difficult times. Good for you!
st_za: Mosebetsi o tswileng matsoho! O ekeditse mokato o mong Ntlo ya Tshehetso! Leka ho latela mehato ena neng kapa neng ha ngwana wa hao a o phetela ntho e boima. Ha o tshehetsa ngwana wa hao ha a tobane le tsietsi, seo se tla mo ruta hore le yena a tshehetse ba bang ha ba le mathateng. Re thaba le wena!

# text
source: The sound of a baby crying can be very distressing, especially for a father It is completely natural to want to make it stop. You might also think that you are not a good parent or that your baby is crying to spite you. But all babies cry. It is one of the main ways a baby can tell you that something is wrong.
st_za: Ho utlwa sello sa lesea ekaba ntho e sithabetsang maikutlo haholo, haholoholo ho ntate Ruri ke ntho e tlwaelehileng ho batla ho mo thodisa. O ka ba wa nahana hore mohlomong ha o motswadi wa mmakgonthe kapa hore lesea la hao le lla ho o qholotsa. Empa masea wohle aa lla. Ke e nngwe ya ditsela tse ka sehloohong tseo ka tsona ngwana a ka o bolellang hore dintho ha di tsamaye hantle.

# text
source: The sound of a baby crying can be very distressing, especially for a mother. It is completely natural to want to make it stop. You might also think that you are not a good parent or that your baby is crying to spite you. But all babies cry. It is one of the main ways a baby can tell you that something is wrong.
st_za: Ho utlwa sello sa lesea ekaba ntho e sithabetsang maikutlo haholo, haholoholo ho mme. Ruri ke ntho e tlwaelehileng ho batla ho le thodisa. O ka ba wa nahana hore mohlomong ha o motswadi wa mmakgonthe kapa hore lesea la hao le lla ho o qholotsa. Empa masea wohle aa lla. Ke e nngwe ya ditsela tse ka sehloohong tseo ka tsona ngwana a ka o bolellang hore dintho ha di tsamaye hantle.

# text
source: The sound of a baby crying can be very distressing, especially for a parent. It is completely natural to want to make it stop. You might also think that you are not a good parent or that your baby is crying to spite you. But all babies cry. It is one of the main ways a baby can tell you that something is wrong.
st_za: Ho utlwa sello sa lesea ekaba ntho e sithabetsang maikutlo hahholo, haholoholo ho motswadi. Ruri ke ntho e tlwaelehileng ho batla ho le thodisa. O ka ba wa nahana hore mohlomong ha o motswadi wa mmakgonthe kapa hore lesea la hao le lla ho o qholotsa. Empa masea wohle aa lla. Ke e nngwe ya ditsela tse ka sehloohong tseo ka tsona ngwana a ka o bolellang hore dintho ha di tsamaye hantle.

# text
source: Here are some tips that might help when your baby cries:
st_za: Bona dikeletso tse ding tse ka o thusa ha lesea la hao le lla:

# text
source: 1. Why babies cry
st_za: 1. Hobaneng ha lesea le lla

# text
source: 2. Respond as soon as you can
st_za: 2. Arabela kapele kamoo o ka kgonang

# text
source: 3. Check to see why your baby is crying
st_za: 3. Sheba hore na ke hobaneng ha lesea la hao le lla

# text
source: 4. Comfort your baby
st_za: 4. Thodisa lesea la hao

# text
source: 5. Take a break if you need it
st_za: 5. Nka kgefu haeba o e hloka

# text
source: 6. Be gentle and patient with yourself
st_za: 6. Itshware ka mosa mme o imamelle

# text
source: 7. If you think your baby is injured or sick, call or visit a clinic
st_za: 7. Haeba o nahana hore lesea la hao le lemetse kapa lea kula, letsetsa kapa o etele tliliniking

# text
source: To learn more about one of these, type "1" to "7". You can also type "N" to stop this tip.
st_za: Hore o ithute haholwanyane ka tsena, ngola “1” ho ya ho “7”. Hape o ka ngola “N” ho emisa keletso ena.

# text
source: If your baby cries for a long time and does not stop, they might be injured or sick. You should seek medical help immediately.
st_za: Haeba lesea la hao le lla ka nako e telele mme le sa kgaotse, mohlomong le lemetse kapa lea kula. O lokela ho batla thuso ya bongaka hanghang.

# text
source: Go to your baby when you hear them crying. You will not spoil your baby by picking them up. Babies who are carried and cuddled frequently, during both fussy and contented periods, may actually cry less.
st_za: Leba ho lesea la hao ha o utlwa le lla. O tla be o sa tefise lesea la hao haeba o le nka. Masea a nkuwang le ho kopuwa kgafetsa, ebang ke ha a sa thaba le ha a kgotsofetse, ha a lle haholo.

# text
source: 1. Why do babies cry?
st_za: 1. Hobaneng ha masea a lla?

# text
source: Crying is a normal part of your baby's development. Sometimes babies even have crying patterns. Crying usually increases at 2-3 weeks old and is generally highest when your baby is around 6 to 8 weeks. Often babies will start crying less around 3 to 4 months. Of course, remember that every baby is different!
st_za: Ho lla ke karolo e tlwaelehileng ya kgolo ya lesea. Ka dinako tse ding masea a bile a ba le ditsela tsa ho lla. Hangata masea a lla haholo ha a le dibeke di 2-3 mme ka tlwaelo lesea la hao le tla llela hodimo ka ho fetisisa ha le na le dibeke tse 6 ho ya ho 8. Hangata masea a fokotsa ho lla ha a le dikgwedi di 3 ho ya ho tse 4. Empa o hopole hore lesea le leng le le leng le na le botho bo ikgethang!

# text
source: 3. Check to see why your baby is crying
st_za: 3. Sheba hore na ke hobaneng ha lesea la hao le lla

# text
source: There are lots of reasons why babies cry. It might be hunger, pain, too much going on, rough handling, feeling cold/hot, wanting contact or attention, or feeling irritable. Babies can cry when they sense tension in the room. And sometimes they cry for no reason at all!
st_za: Ho na le mabaka a mangata a etsang hore masea a lle. Mohlomong seo se bakwa ke tlala, ho utlwa bohloko, ntho di ngata tse etsahalang, ho nkwa ka bohale, ho ikutlwa a hatsetse/a tjhesa, ho batla ho tshwarwa kapa ho elwa hloko, kapa ho ikutlwa a tenehile. Masea a ka lla haeba a utlwa ho hloka kutlwano katlung. Ka dinako tse ding a lla ho se na lebaka ho hang!

# text
source: Please select another number if you want to learn more about what to do when your baby is crying:
st_za: Ka kopo kgetha palo e nngwe haeba o batla ho ithuta haholwanyane ka seo o ka se etsang ha lesea la hao le lla:

# text
source: Here is a comic on coping with a colicky baby
st_za: Ena ke tsela ya boswaswi ya ho sebetsana le lesea le tlallaneng moya ka mpeng

# text
source: Parent 1: "We should do something."
st_za: Motswadi wa 1: “Re tlameha ho etsa ho hong.”

# text
source: Parent 2: "Okay, I'll try feeding them."
st_za: Motswadi wa 2: “Ho lokile, ke tla leka ho mo jesa.”

# text
source: Baby: "aaaaaaaa"
st_za: Lesea: "aaaaaaaa"

# text
source: Parent 1: "What is wrong with them?"
st_za: Motswadi wa 1: “Bothata ke eng?”

# text
source: Parent 2: "I don't know. It has been an hour and they are still crying. I cannot take it anymore. They are driving me crazy, I just want to shake them!"
st_za: Motswadi wa 2: “Ha ke tsebe. O se a qetile hora kaofela a ntse a lla. Ha ke tsebe hore na ke etse jwang. O nkopanya kelello, ke bona ho le betere hore ke nne ke mo sisinye!”

# text
source: Parent 2: "I can see that this has been a stressful night for you. How about you get some sleep while I take Frankie into the other room. I will try wrapping them up in a blanket."
st_za: Motswadi wa 2: “Kea bona hore ha o a bo hlotha bosiu bo fetileng. Ako robale hanyane mme ke tla ya le Thabi ka kamoreng e nngwe. Ke tla leka ho mo phuthela ka kobo.”

# text
source: Parent 1: "Thank you. I was getting so angry at myself."
st_za: Motswadi wa 1: Kea leboha! Ke ne ke utlwa hore kea itenehela.”

# text
source: Parent 1: "How did you manage to get them to sleep?"
st_za: Motswadi wa 1: “Na o ile wa ka wa kgona ho robala?”

# text
source: Parent 2: "I think they wore themselves out but we should take them to the clinic tomorrow morning."
st_za: Motswadi wa 2: “Ke nahana hore le yena o kgathetse empa re tlameha ho mo isa tliliniking hosane hoseng.”

# text
source: Call someone for help - a family member, a friend. Sometimes just talking with someone is enough, but if you feel overwhelmed, ask someone for help. Calling for help is a sign of strength.
st_za: Kopa motho e mong hore a o thuse - ebang ke setho sa lelapa kapa motswalle. Ka dinako tse ding ho bua le motho e mong ho lekane, empa haeba o ikutlwa o imetswe haholo, kopa thuso ya motho e mong. Ho kopa thuso ke letshwao la motho ya matla.

# text
source: Here's a video that might help you when @fields.child_nickname cries.
st_za: Shebella video ena e ka o thusang ha @fields.child_nickname a lla.

# text
source: Here's a video that might help you when your baby cries.
st_za: Shebella video ena e ka o thusang ha lesea la hao le lla.

# text
source: Here's an audio message to help you when @fields.child_nickname cries.
st_za: Mamela molaetsa ona o tla o thusang ha @fields.child_nickname a lla.

# text
source: Here's an audio message to help you when your baby cries.
st_za: Mamela molaetsa ona o tla o thusang ha lesea la hao le lla.

# text
source: 5. Take a break!
st_za: 5. Nka kgefu!

# text
source: If you are getting angry because @fields.child_nickname won’t stop crying, it’s OK to leave them on their back in a safe place and walk away for a bit. Stay nearby so that you can monitor @fields.child_nickname. Check on @fields.child_nickname every 5-10 minutes.
st_za: Haeba o halefiswa ke hore ebe @fields.child_nickname ha a thole, ha ho phoso ho mo siya a kakaletse sebakeng se sireletsehileng ebe o tloha pela hae hanyane. Dula haufi le yena e le hore o mo behe boemo leihlo @fields.child_nickname. Mo hlahlobe @fields.child_nickname ka metsotso e meng e le e meng e 5-10.

# text
source: If you are getting angry because your baby won’t stop crying, it’s OK to leave them on their back in a safe place and walk away for a bit. Stay nearby so that you can monitor your baby. Check on your baby every 5-10 minutes.
st_za: Haeba o halefiswa ke hore ebe lesea la hao ha le thole, ha ho phoso ho le siya le kakaletse sebakeng se sireletsehileng ebe o tloha pela lona hanyane. Dula haufi le lesea la hao e le hore o ka le beha leihlo. Sheba hore na lesea la hao le ntse le ya jwang kamora metsotso e meng le e meng e 5-10.

# text
source: We know that this is not easy. You are not a bad father if your baby continues to cry after you have done all you can to calm them. You are doing your best!
st_za: Rea tseba hore sena hase bonolo. Hase hore o ntate e mobe haeba lesea la hao le tswela pele ho lla kamora ho etsa sohle seo o ka se kgonang ho le thodisa. O etsa sohle se matleng a hao!

# text
source: We know that this is not easy. You are not a bad mother if your baby continues to cry after you have done all you can to calm them. You are doing your best!
st_za: Rea tseba hore sena hase bonolo. Hase hore o mme e mobe haeba lesea la hao le tswela pele ho lla kamora ho etsa sohle seo o ka se kgonang ho le thodisa. O etsa sohle se matleng a hao!

# text
source: We know that this is not easy. You are not a bad parent if your baby continues to cry after you have done all you can to calm them. You are doing your best!
st_za: Rea tseba hore sena hase bonolo. Hase hore o motswadi e mobe haeba lesea la hao le tswela pele ho lla kamora ho etsa sohle seo o ka se kgonang ho le thodisa. O etsa sohle se matleng a hao!

# text
source: I know this is not easy. You are not a bad father if your baby continues to cry after you have done all you can to calm them. You are doing your best!
st_za: Kea tseba hore sena hase bonolo. Hase hore o ntate e mobe haeba lesea la hao le tswela pele ho lla kamora ho etsa sohle seo o ka se kgonang ho le thodisa. O etsa sohle se matleng a hao!

# text
source: I know this is not easy. You are not a bad mother if your baby continues to cry after you have done all you can to calm them. You are doing your best!
st_za: Kea tseba hore sena hase bonolo. Hase hore o mme e mobe haeba lesea la hao le tswela pele ho lla kamora ho etsa sohle seo o ka se kgonang ho le thodisa. O etsa sohle se matleng a hao!

# text
source: I know this is not easy. You are not a bad parent if your baby continues to cry after you have done all you can to calm them. You are doing your best!
st_za: Kea tseba hore sena hase bonolo. Hase hore o motswadi e mobe haeba lesea la hao le tswela pele ho lla kamora ho etsa sohle seo o ka se kgonang ho le thodisa. O etsa sohle se matleng a hao!

# text
source: Try swaddling, gently rocking, or singing or soft music. You might need to feed @fields.child_nickname or change their diaper. They may be too hot or too cold. Or maybe they just need to be held. Take a Pause and try to relax - @fields.child_nickname can actually sense tension from you, too!
st_za: Leka ho thatela lesela ka lepae, etsa morethetho o phodileng, kapa bina kapa o letse mmino o mathemalodi. Mohlomong o tlameha ho fepa @fields.child_nickname kapa ho le tjhentjha leleiri. Mohlomong le ikutlwa le tjhesa kapa le bata haholo. Kapa mohlomong o tlameha ho le kuka. Nka Kgefu mme o leke ho phomotsa methapo - hantlentle @fields.child_nickname le ka utlwa haeba le wena o sa thaba!

# text
source: Try swaddling, gently rocking, or singing or soft music. You might need to feed your baby or change their diaper. They may be too hot or too cold. Or maybe they just need to be held. Take a Pause and try to relax - your baby can actually sense tension from you, too!
st_za: Leka ho thatela lesela ka lepae, etsa morethetho o phodileng, kapa bina kapa o letse mmino o mathemalodi. Mohlomong o tlameha ho fepa lesea la hao kapa ho le tjhentjha leleiri. Mohlomong le ikutlwa le tjhesa kapa le bata haholo. Kapa mohlomong o tlameha ho le kuka. Nka Kgefu mme o leke ho phomotsa methapo - hantlentle lesea la hao le ka utlwa haeba le wena o sa thaba!

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit. Over the next few days, try using some of these tips when your baby is crying. Remember that there are no bad fathers. We are all learning here!
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi. Matsatsing a seng makae a tlang, leka ho sebedisa tse ding tsa dikeletso tsena ha lesea la hao le lla. Hopola hore ha ho na bontate ba babe. Kaofela ha rona rea ithuta!

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit. Over the next few days, try using some of these tips when your baby is crying. Remember that there are no bad mothers. We are all learning here!
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi. Matsatsing a seng makae a tlang, leka ho sebedisa tse ding tsa dikeletso tsena ha lesea la hao le lla. Hopola hore ha ho na bomme ba babe. Kaofela ha rona rea ithuta!

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit. Over the next few days, try using some of these tips when your baby is crying. Remember that there are no bad parents. We are all learning here!
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi. Matsatsing a seng makae a tlang, leka ho sebedisa tse ding tsa dikeletso tsena ha lesea la hao le lla. Hopola hore ha ho na batswadi ba babe. Kaofela ha rona rea ithuta!

# text
source: Well done! You have added another skill to your Parenting Toolkit. Over the next few days, try using some of these tips when your baby is crying. Remember that there are no bad fathers. We are all learning here!
st_za: Mosebetsi o tswileng matsoho! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi. Matsatsing a seng makae a tlang, leka ho sebedisa tse ding tsa dikeletso tsena ha lesea la hao le lla. Hopola hore ha ho na bontate ba babe. Kaofela ha rona rea ithuta!

# text
source: Well done! You have added another skill to your Parenting Toolkit. Over the next few days, try using some of these tips when your baby is crying. Remember that there are no bad mothers. We are all learning here!
st_za: Mosebetsi o tswileng matsoho! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi. Matsatsing a seng makae a tlang, leka ho sebedisa tse ding tsa dikeletso tsena ha lesea la hao le lla. Hopola hore ha ho na bomme ba babe. Kaofela ha rona rea ithuta!

# text
source: Well done! You have added another skill to your Parenting Toolkit. Over the next few days, try using some of these tips when your baby is crying. Remember that there are no bad parents. We are all learning here!
st_za: Mosebetsi o tswileng matsoho! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi: Matsatsing a seng makae a tlang, leka ho sebedisa tse ding tsa dikeletso tsena ha lesea la hao le lla. Hopola hore ha ho na batswadi ba babe. Kaofela ha rona rea ithuta!

# text
source: Well done @fields.user_name! You have added another layer to your House of Support. Over the next few days, try using some of these tips when your baby is crying. Remember that there are no bad fathers. We are all learning here!
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse mokato o mong wa Ntlo ya Tshehetso. Matsatsing a seng makae a tlang, leka ho sebedisa tse ding tsa dikeletso tsena ha lesea la hao le lla. Hopola hore ha ho na bontate ba babe. Kaofela ha rona rea ithuta!

# text
source: Well done @fields.user_name! You have added another layer to your House of Support. Over the next few days, try using some of these tips when your baby is crying. Remember that there are no bad mothers. We are all learning here!
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse mokato o mong wa Ntlo ya Tshehetso. Matsatsing a seng makae a tlang, leka ho sebedisa tse ding tsa dikeletso tsena ha lesea la hao le lla. Hopola hore ha ho na bomme ba babe. Kaofela ha rona rea ithuta!

# text
source: Well done @fields.user_name! You have added another layer to your House of Support. Over the next few days, try using some of these tips when your baby is crying. Remember that there are no bad parents. We are all learning here!
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse mokato o mong wa Ntlo ya Tshehetso. Matsatsing a seng makae a tlang, leka ho sebedisa tse ding tsa dikeletso tsena ha lesea la hao le lla. Hopola hore ha ho na batswadi ba babe. Kaofela ha rona rea ithuta!
