Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/st/st_messages.po
Languages: st_za

# text
source: Children need attention. If children get plenty of attention for just being themselves, as well as for the “good” things that they do, it helps them to feel good about themselves, and they do more of what they are asked.
st_za: Bana ba hloka nako. Haeba bana ba fuwa nako e ngata ka lebaka la seo ba leng sona, hammoho le ka lebaka la dintho tse “ntle” tseo ba di etsang, seo se ba thusa hore ba ikutlwe ba thabile, ebile ba tla etsa boiteko ba ho phethisa seo ba se kopuwang.

# text
source: Your child's behaviour might continue to get worse. It is important that you continue to ignore the behaviour.
st_za: Boitshwro ba ngwana wa hao bo ka tswela pele ho mpefala. Ho bohlokwa hore o tswele pele ho iphapanyetsa boitshwaro bo jwalo.

# text
source: Often, your child's response will grow more agitated when you start ignoring a specific behaviour as your child tries to test your resolve.
st_za: Hangata ngwana wa hao o tla teneha le ho feta ha o qala ho iphapanyetsa boitshwaro bo itseng ba hae moo ngwana a batlang ho leka boikemisetso ba hao.

# text
source: If you find yourself ignoring your child's behaviour a lot, it is either because you are not being consistent (sometimes ignoring and sometimes giving in) OR you are not spending enough positive time with your child. One-on-One Time is super important!
st_za: Haeba o iphumana o iphapanyetsa boitshwaro ba ngwana wa hao haholo, mohlomong ke hobane o sa etse dintho ka tsela e sa fetoheng (ka dinako tse ding o iphapanya mme ka dinako tse ding o inehela) KAPA ha o qete nako e lekaneng le etsa dintho tse molemo le ngwana wa hao. Ho bohlokwa ka ho fetisisa ho ba le Nako ya Boinotsing!

# text
source: Please select another number if you want to learn more about how to use ignore to reduce tantrums or other difficult behaviours:
st_za: Ka kopo kgetha palo e nngwe haeba o batla ho ithuta haholwanyane ka ho sebedisa mokgwa wa ho iphapanya ho fokotsa ho ithabukanya kapa boitshwaro bo bong bo o thatafalletsang bophelo:

# text
source: Ignore negative attention seeking and demanding behaviours like whining or tantrums. Your @fields.child_nickname’s behaviour might at first get worse, but with time they will learn that it does not work. Be consistent and patient. And make sure that you are also giving @fields.child_nickname plenty of positive attention at other times. You can do it!
st_za: Iphapanyetse mekgwa e mebe ya ho ipitsetsa mahlo le ho tseka dintho jwalo ka ho di llela kapa ho ithabukanya. Boitshwaro ba @fields.child_nickname bo ka nna ba mpefala qalong, empa ha nako e ntse e feta o tla ithuta hore boitshwaro boo ha bo sebetse. Etsa dintho ka tsela e tsitsitseng mme o be le mamello. Hape tiisa hore o fa @fields.child_nickname nako e ngata le etsa dintho tse molemo ka dinako tse ding. O ka atleha!

# text
source: Ignore negative attention seeking and demanding behaviours like whining or tantrums. Your child’s behaviour might at first get worse, but with time they will learn that it does not work. Be consistent and patient. And make sure that you are also giving your child plenty of positive attention at other times. You can do it!
st_za: Iphapanyetse mekgwa e mebe ya ho ipitsetsa mahlo le ho tseka dintho jwalo ka ho di llela kapa ho ithabukanya. Boitshwaro ba ngwana wa hao bo ka nna ba mpefala qalong, empa ha nako e ntse e feta o tla ithuta hore boitshwaro boo ha bo sebetse. Etsa dintho ka tsela e tsitsitseng mme o be le mamello. Hape tiisa hore o fa ngwana wa hao nako e ngata le etsa dintho tse molemo ka dinako tse ding. O ka atleha!

# text
source: Here's a video to help you manage @fields.child_nickname's temper tantrums.
st_za: Shebella video ena e ka o thusang ho laola maemo ha @fields.child_nickname a ithabukanya ka bohale.

# text
source: Here's a video to help you manage your child's temper tantrums.
st_za: Shebella video ena e ka o thusang ho laola maemo ha ngwana wa hao a ithabukanya ka bohale.

# text
source: Here's an audio message to help you manage @fields.child_nickname's temper tantrums.
st_za: Mamela molaetsa ona o mamelwang ho o thusa ho laola maemo ha @fields.child_nickname a ithabukanya ka bohale.

# text
source: Here's an audio message to help you manage your child's temper tantrums.
st_za: Mamela molaetsa ona o mamelwang ho o thusa ho laola maemo ha ngwana wa hao a ithabukanya ka bohale.

# text
source: 3. Ignore the behaviour not your child.
st_za: 3. Iphapanyetse boitshwaro eseng ngwana wa hao.

# text
source: Ignoring behaviour means removing physical and verbal attention. You should still be aware of what @fields.child_nickname is doing.
st_za: Ho iphapanyetsa boitshwaro ho bolela ho tloha sebakeng se itseng le ho bua ntho e bontshang hore o o tenne. O ntse o lokela ho bona hore na @fields.child_nickname o etsang.

# text
source: Ignoring behaviour means removing physical and verbal attention. You should still be aware of what your child is doing.
st_za: Ho iphapanyetsa boitshwaro ho bolela ho tloha sebakeng se itseng le ho bua ntho e bontshang hore o o tenne. O ntse o lokela ho bona hore na ngwana wa hao o etsang.

# text
source: For example, if @fields.child_nickname whines for sweets at the store, you might initially say “no” but then give in to @fields.child_nickname when they start to have a tantrum. This happens to all of us!
st_za: Ka mohlala, haeba @fields.child_nickname a llela dipompong lebenkeleng, qalong o ka nna wa re “tjhe” empa wa inehela ha @fields.child_nickname a qala ho ithabukanya. Sena sea re etsahalla kaofela!

# text
source: For example, if your child whines for sweets at the store, you might initially say “no” but then give in to your child when they start to have a tantrum. This happens to all of us!
st_za: Ka mohlala, haeba ngwna wa hao a llela dipompong lebenkeleng, qalong o ka nna wa re “tjhe” empa wa inehela ha ngwana wa hao a qala ho ithabukanya. Sena sea re etsahalla kaofela!

# text
source: Having a tantrum can be just as traumatic and difficult for your child as it is for you. Make sure you give @fields.child_nickname plenty of positive attention and love as soon as they have calmed down.
st_za: Ho ithabukanya ho ka o sithabetsa le ho ba thata ho ngwana wa hao feela kamoo ho leng kateng ho wena. Tiisa hore o fa @fields.child_nickname nako e ngata le etsa dintho tse molemo esita le ho mo bontsha lerato hang ha a thola.

# text
source: Having a tantrum can be just as traumatic and difficult for your child as it is for you. Make sure you give your child plenty of positive attention and love as soon as they have calmed down.
st_za: Ho ithabukanya ho ka o sithabetsa le ho ba thata ho ngwana wa hao feela kamoo ho leng kateng ho wena. Tiisa hore o fa ngwana wa hao nako e ngata le etsa dintho tse molemo esita le ho mo bontsha lerato hang ha a thola.

# text
source: At this time, it is more important that you involve @fields.child_nickname in a positive activity instead of talking about what just happened. You can do that later like at night or the next day. Right now @fields.child_nickname needs love.
st_za: Ka nako eo, ho bohlokwa haholo hore o kenyelletse @fields.child_nickname ha le etsa dintho tse thabisang ho fapana le ho bua ka se qetang ho etsahala. O ka bua ka ntho eo hamorao bosiung boo kapa letsatsing le hlahlamang. Hona jwale @fields.child_nickname o hloka lerato.

# text
source: At this time, it is more important that you involve your child in a positive activity instead of talking about what just happened. You can do that later like at night or the next day. Right now your child needs love.
st_za: Ka nako eo, ho bohlokwa haholo hore o kenyelletse ngwana wa hao ha le etsa dintho tse thabisang ho fapana le ho bua ka se qetang ho etsahala. O ka bua ka ntho eo hamorao bosiung boo kapa letsatsing le hlahlamang. Hona jwale ngwana wa hao o hloka lerato.

# text
source: Try to remain consistent. Over time, @fields.child_nickname will learn that the demanding behaviour no longer works.
st_za: Leka ho dula o etsa dintho ka tsela e tsitsitseng. Ka mora nako, @fields.child_nickname o tla ithuta hore boitshwaro ba hae ba ho tseka dintho ha bo sa sebetsa.

# text
source: Try to remain consistent. Over time, your child will learn that the demanding behaviour no longer works.
st_za: Leka ho dula o etsa dintho ka tsela e tsitsitseng. Ka mora nako, ngwana wa hao o tla ithuta hore boitshwaro ba hae ba ho tseka dintho ha bo sa sebetsa.

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit. Over the next few days, try to identify one negative attention-seeking behaviour that you can try to first redirect and then ignore if it continues. Remember to ignore the behaviour, not your child! It is not easy, but if you are patient and give it time, it really works. You can do this!
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi. Matsatsing a mmalwa a tlang, leka ho hlwaya boitshwaro bo le bong bo fosahetseng ba ho batla tlhokomelo boo o ka lekang ho qala ka bona ho bo faposa ebe o iphapanyetsa bona ha bo ntse bo tswela pele. Hopola ho iphapanyetsa boitshwaro eseng ngwana wa hao! Ha ho bonolo, empa haeba o na le mamello mme wa e fa nako, kannete e a sebetsa. O ka atleha!

# text
source: Well done! You have added another skill to your Parenting Toolkit. Over the next few days, try to identify one negative attention-seeking behaviour that you can try to first redirect and then ignore if it continues. Remember to ignore the behaviour, not your child! It is not easy, but if you are patient and give it time, it really works. You can do this!
st_za: Mosebetsi o tswileng matsoho! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi: Matsatsing a mmalwa a tlang, leka ho hlwaya boitshwaro bo le bong bo fosahetseng ba ho batla hlokomelo boo o ka lekang ho qala ka bona ho bo faposa ebe o iphapanyetsa bona ha bo ntse bo tswela pele. Hopola ho iphapanyetsa boitshwaro eseng ngwana wa hao. Ha ho bonolo, empa haeba o na le mamello mme wa e fa nako, kannete e a sebetsa. O ka atleha!

# text
source: Well done @fields.user_name! You have added a layer to your House of Support. Over the next few days, try to identify one negative attention-seeking behaviour that you can try to first redirect and then ignore if it continues. Remember to ignore the behaviour, not your child! It is not easy, but if you are patient and give it time, it really works. You can do this!
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse mokato wa Ntlo ya Tshehetso. Matsatsing a mmalwa a tlang, leka ho hlwaya boitshwaro bo le bong bo fosahetseng ba ho batla hlokomelo boo o ka lekang ho qala ka bona ho bo faposa ebe o iphapanyetsa bona ha bo ntse bo tswela pele. Hopola ho iphapanyetsa boitshwaro eseng ngwana wa hao. Ha ho bonolo, empa haeba o na le mamello mme wa e fa nako, kannete e a sebetsa. O ka atleha!

# text
source: Well done! You have added a layer to your House of Support. Over the next few days, try to identify one negative attention-seeking behaviour that you can try to first redirect and then ignore if it continues. Remember to ignore the behaviour, not your child! It is not easy, but if you are patient and give it time, it really works. You can do this!
st_za: Mosebetsi o tswileng matsoho! O ekeditse mokato wa Ntlo ya Tshehetso. Matsatsing a mmalwa a tlang, leka ho hlwaya boitshwaro bo le bong bo fosahetseng ba ho batla hlokomelo boo o ka lekang ho qala ka bona ho bo faposa ebe o iphapanyetsa bona ha bo ntse bo tswela pele. Hopola ho iphapanyetsa boitshwaro eseng ngwana wa hao. Ha ho bonolo, empa haeba o na le mamello mme wa e fa nako, kannete e a sebetsa. O ka atleha!

# text
source: Today's Parenting Tip is all about Praise. How did the above message make you feel? We all appreciate it when the good things we do are recognised by others, especially when it is someone who is close to us.
st_za: Keletso ya Botswadi ya kajeno e amana le Pabatso. Molaetsa o ka hodimo o entse hore o ikutlwe jwang? Kaofela rea thaba ha batho ba bang ba elellwa mesebetsi ya rona e metle, haholoholo ha e le motho eo re nang le kamano e haufi le yena.

# text
source: Praise your children when they are behaving well! They may not show it but you’ll see them doing that good behaviour again…
st_za: Babatsa bana ba hao ha ba itshwara hantle! Ba ka nna ba se bontshe empa o tla ba bona ba itshwara hantle hape…

# text
source: Hi @fields.user_name! I just wanted to thank you for making this commitment to improve the life of your children. It shows you really care!
st_za: Dumela @fields.user_name! Ke lakatsa ho o leboha ka boikemisetso bona ba hao ba ho ntlafatsa bophelo ba bana ba hao. Seo se bontsha hore kannete o a ba tsotella!

# text
source: Hi! I just wanted to thank you for making this commitment to improve the life of your children. It shows you really care!
st_za: Dumela! Ke lakatsa ho o leboha ka boikemisetso bona ba hao ba ho ntlafatsa bophelo ba bana ba hao. Seo se bontsha hore kannete o a ba tsotella!

# text
source: Keep it positive! Make sure your children get lots of praise when they are behaving well. This will make them want to behave that way more often.
st_za: Bua ka ntho e lokelang ho etswa! Tiisa hore o babatsa bana ba hao haholo ha ba itshwara hantle! Seo se tla etsa hore ba itshware hantle ka tsela eo le ho feta ka makgetlo a mangata.

# text
source: We all appreciate it when the good things we do are recognised by others, especially when it is someone who is close to us.
st_za: Kaofela rea thaba ha batho ba bang ba elellwa mesebetsi ya rona e metle, haholoholo ha e le motho eo re nang le kamano e haufi le yena.

# text
source: Praise works for our children, too. When you bring more attention to positive behaviour, they are likely to do it more often. They also will feel good about themselves!
st_za: Pabatso e ka thusa bana ba rona. Ha o totobatsa boitshwaro ba bona bo botle haholo, ba tla itshwara ka tsela ena ya boitshwaro bo botle le ho feta. Hape seo se tla ba tsosa morolo!

# text
source: Here are 3 simple steps to get it right:
st_za: Bona mehato ena e 3 e bonolo e ka o thusang hore o atlehe:

# text
source: 1. Be positive
st_za: 1. Bua hantle

# text
source: 2. Be specific
st_za: 2. Toba taba!

# text
source: 3. Be enthusiastic
st_za: 3. Bontsha tjheseho

# text
source: To learn more about one of these steps, type "1" to "3". You can also type "N" to stop this tip.
st_za: Hore o ithute haholwanyane ka mehato ena, ngola “1” ho ya ho “3”. Hape o ka ngola “N” ho emisa keletso ena.

# text
source: Step 3. Be enthusiastic
st_za: Mohato wa 3. Bontsha tjheseho

# text
source: Really mean it when you say it! The more real you are the better it will feel.
st_za: Mo bolelle se hlileng se leng pelong ya hao! Dintho di tla ntlafala ha o dula o mo bollela se hlileng se leng pelong ya hao.

# text
source: Please select another number if you want to learn more about praise:
st_za: Ka kopo kgetha palo e nngwe haeba o batla ho ithuta haholwanyane ka ho pabatso:

# text
source: Here is a comic on praising your child.
st_za: Ena ke tsela ya boswaswi ya ho babatsa ngwana wa hao.

# text
source: Here is a comic on praising your teen.
st_za: Ena ke tsela ya boswaswi ya ho babatsa motjha wa hao.

# text
source: Parent: “Thank you for being quiet while I talked to my boss. I appreciate it! Here, you can use my phone to WhatsApp your friends”
st_za: Motswadi: “Kea leboha hore ebe o ile wa thola ha ke ntse ke bua le mookamedi wa ka. Ke leboha haholo! Nka founo ya ka ke ena o bue le metswalle ya hao ka WhatsApp”

# text
source: Teen: “Thanks! I really want to see how they are doing.”
st_za: Motjha: “Kea leboha! Kannete bona ke ba hlolohetswe ebile ke lekatsa ho tseba hore na ba ntse ba ya jwang.”

# text
source: Silence
st_za: Ho a thola

# text
source: Parent: “Thank you for playing quietly while I was doing work. In 5 minutes I will be able to join you.”
st_za: Motswadi: “Kea leboha hore ebe o ile wa bapala o thotse ha ke ntse ke sebetsa. Ke tlo bapala le wena kamora metsotso e 5.”

# text
source: Parent: “I really appreciate you playing quietly together while I worked. Now I can play with you for a bit. What would you like to do?”
st_za: Motswadi: “Kannete kea leboha hore ebe le ile la bapala le thotse ha ke ntse ke sebetsa. Jwale ke tlo bapala le lona hanyane. Na o ka thabela ho etsang?”

# text
source: Here's an audio message on how you can bring more attention to positive behaviour by praising @fields.child_nickname!
st_za: Mamela molaetsa ona o mamelwang wa kamoo o ka totobatsang boitshwaro bo botle ka ho rorisa @fields.child_nickname!

# text
source: Here's an audio message on how you can bring more attention to positive behaviour by praising your child!
st_za: Mamela molaetsa ona o mamelwang wa kamoo o ka totobatsang boitshwaro bo botle ka ho rorisa ngwana wa hao!

# text
source: Here's a video on how you can bring more attention to positive behaviour by praising @fields.child_nickname!
st_za: Shebella video ena ya kamoo o ka totobatsang boitshwaro bo botle ka ho rorisa @fields.child_nickname!

# text
source: Here's a video on how you can bring more attention to positive behaviour by praising your child!
st_za: Shebella video ena ya kamoo o ka totobatsang boitshwaro bo botle ka ho rorisa ngwana wa hao!

# text
source: Step 1. Be positive
st_za: Mohato wa 1. Bua hantle

# text
source: Praise @fields.child_nickname for something they have done well. They may not show it, but you’ll see them doing that good thing again. It will also reassure them that you notice and care.
st_za: Babatsa @fields.child_nickname ha a entse ntho e ntle. Ngwana wa hao a ka nna a se bontshe empa o tla ba bona a etsa ntho eo e ntle hape. Hape o tla be o mo kgodisa hore o bona dintho tse ntle tseo a di etsang ebile o a mo tsotella.

# text
source: Praise your child or teenager for something they have done well. They may not show it, but you’ll see them doing that good thing again. It will also reassure them that you notice and care.
st_za: Babatsa ngwana kapa motjha wa hao ha a entse ntho e ntle. Ngwana wa hao a ka nna a se bontshe empa o tla ba bona a etsa ntho eo e ntle hape. Hape o tla be o mo kgodisa hore o bona dintho tse ntle tseo a di etsang ebile o a mo tsotella.

# text
source: Step 2. Be specific
st_za: Mohato wa 2. Toba taba!

# text
source: Praise the behaviour. Use words to describe the behaviour that you are praising. Say, 'Well done for finishing all your chores, @fields.child_nickname,' instead of 'Good job.'
st_za: Babatsa boitshwaro bo botle. Sebedisa mantswe ho hlalosa boitshwaro boo o bo babatsang. E re, 'O sebeditse ka ho qeta mesebetsi yohle ya hao, @fields.child_nickname,' ho fapana le hore 'Mosebetsi o tswileng matsoho.'

# text
source: Praise the behaviour. Use words to describe the behaviour that you are praising. Say, 'Well done for finishing all your chores, Sam,' instead of 'Good job.'
st_za: Babatsa boitshwaro bo botle. Sebedisa mantswe ho hlalosa boitshwaro boo o bo babatsang. E re, 'O sebeditse ka ho qeta mesebetsi yohle ya hao, Sam,' ho fapana le hore 'Mosebetsi o tswileng matsoho.'

# text
source: Well done for adding another skill to your Parenting Toolkit! Over the next few days, try to find 3 things that you can praise your children for every day. You can also praise other adults in your household, too. Notice how they respond!
st_za: O sebeditse ka ho eketsa boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi! Matsatsing a seng makae a tlang, leka ho fumana dintho tse 3 tseo o ka babatsang bana ba hao ka tsona letsatsi le letsatsi. Hape o ka babatsa batho ba bang ba baholo lapeng. Ela hloko hore na ba arabela jwang!

# text
source: Well done for adding another layer to your House of Support! Over the next few days, try to find 3 things that you can praise your children for every day. You can also praise other adults in your household, too. Notice how they respond!
st_za: O sebeditse ka ho eketsa mokato o mong Ntlo ya Tshehetso! Matsatsing a seng makae a tlang, leka ho fumana dintho tse 3 tseo o ka babatsang bana ba hao ka tsona letsatsi le letsatsi. Hape o ka babatsa batho ba bang ba baholo lapeng. Ela hloko hore na ba arabela jwang!

# text
source: Remember you can always type "Help" if you ever want more parenting tips or support. Chat to you later @fields.user_name!
st_za: Hopola hore kamehla o thaepe “Thuso” haeba o ka batla dikeletso tse ding tsa botswadi kapa tshehetso e nngwe. Ke tla bua le wena hamorao @fields.user_name!

# text
source: Remember you can always type "Help" if you ever want more parenting tips or support. Chat to you later!
st_za: Hopola hore kamehla o thaepe “Thuso” haeba o ka batla dikeletso tse ding tsa botswadi kapa tshehetso e nngwe. Ke tla bua le wena hamorao!

# text
source: Hello @fields.user_name! Today's tip is about how we can help our children learn how to solve problems and conflicts.
st_za: Dumela @fields.user_name! Keletso ya kajeno e amana le ka moo re ka thusa bana ba rona ka ho ithuta ho rarolla mathata le diqabano.

# text
source: Hello! Today's tip is about how we can help our children learn how to solve problems and conflicts.
st_za: Dumela! Keletso ya kajeno e amana le ka moo re ka thusa bana ba rona ka ho ithuta ho rarolla mathata le diqabano.

# text
source: Remember that you can also change the type of messages you receive for an older or younger child. Just select "Tech Support." Chat to you later @fields.user_name!
st_za: Hopola hore o ka boela wa fetola mofuta wa melaetsa eo o e fumanang bakeng sa ngwana e moholwanyane kapa e monyane. Kgetha feela “Tech Support.” Ke tla bua le wena hamorao @fields.user_name!

# text
source: Remember that you can also change the type of messages you receive for an older or younger child. Just select "Tech Support." Chat to you later!
st_za: Hopola hore o ka boela wa fetola mofuta wa melaetsa eo o e fumanang bakeng sa ngwana e moholwanyane kapa e monyane. Kgetha feela “Tech Support.” Ke tla bua le wena hamorao!

# text
source: Challenges are stressful. But problem-solving can really help. There are 6 basic steps for problem solving:
st_za: Diphephetso di baka kgatello ya maikutlo! Empa ho molemo haholo ho tseba ho rarolla mathata. Ho na le mehato e 6 e bonolo ya ho rarolla mathata:

# text
source: 1. Identify the problem
st_za: 1. Hlwaya bothata

# text
source: 2. Think of possible solutions
st_za: 2. Nahana ka mekgwa e ka sebetsang ya ho bo rarolla

# text
source: 3. Figure out what the results of each solution would be
st_za: 3. Nahana hore na tharollo ka nngwe e tla fella ka eng

# text
source: 4. Choose one solution
st_za: 4. Kgetha tharollo e le nngwe

# text
source: 5. Try it out!
st_za: 5. E leke!

# text
source: 6. Did it work? Great! If it did not work, then try another solution
st_za: 6. Na seo se sebeditse? Re thaba le wena! Haeba e sa sebetsa, leka tharollo e nngwe

# text
source: We can also teach our children the same steps.
st_za: Le rona re ka ruta bana ba rona mehato yona eo.

# text
source: When something bad happens, we often get upset and blame our children. But what they really need is someone to help them work through their problems.
st_za: Ha ntho e mpe e etsahala, hangata re halefela le ho beha bana ba rona molato. Empa hantle ntle seo ba se hlokang ke motho ya ka ba thusang ho sebetsana le mathata a bona.

# text
source: Take a Pause! Become aware of anger and stress. Take a deep breath or count to 10 before you react. Then respond in a calmer way.
st_za: Nka Kgefu! Elellwa kgalefo le kgatello ya maikutlo. Hemela hodimo mme o bale ka makgetlo a 10 pele o nka bohato. Arabela o kgobile matshwafo.
