Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/st/st_messages.po
Languages: st_za

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your parenting goal. Please type “MoreTips” whenever you want to receive your next message.
st_za: @fields.child_nickname o fumane molemo wa sebele ka kgatelopele ya hao ya ho fihlella sepheo sa hao sa botswadi. Ka kopo ngola “Dikeletso” neng kapa neng ha o batla ho amohela melaetsa e latelang.

# text
source: Your child has really benefitted from your progress towards reaching your parenting goal. Please type “MoreTips” whenever you want to receive your next message.
st_za: Ngwana wa hao o fumane molemo wa sebele ka kgatelopele ya hao ya ho fihlella sepheo sa hao sa botswadi. Ka kopo ngola “Dikeletso” neng kapa neng ha o batla ho amohela melaetsa e latelang.

# text
source: Congratulations! You have made it through your first week. How time flies!
st_za: Rea o lebohela! O qetile beke ya hao ya pele. Kannete nako e feta ka potlako!

# text
source: Congratulations! You have made it through another week!
st_za: Rea o lebohela! O se o qetile beke e nngwe!

# text
source: You have added @results.n_skills_week skills to your Parenting Toolkit this week:
st_za: O ekeditse @results.n_skills_week dintho tseo o nang le boiphihlelo ho tsona Mokotleng wa hao wa Dithulusi tsa Botswadi bekeng ena:

# text
source: You have added one skill to your Parenting Toolkit this week:
st_za: O ekeditse boiphihlelo bo le bong Lebokoseng la hao la Dithulusi tsa Botswadi bekeng ena:

# text
source: You also have made progress on the following skills:
st_za: Hape o hatetse pele tsebong ya mesebetsi e latelang:

# text
source: Type "Toolkit" if you want to go back and revisit any of these tips.
st_za: Ngola “Mokotla wa Dithulusi” haeba o batla ho kgutlela morao le ho ya ikgopotsa efe kapa efe ya dikeletso tsena.

# text
source: How helpful have these messages been in improving your relationship with your child?
st_za: Melaetsa ena e o thusa hore o ntlafatse dikamano tsa hao le ngwana wa hao?

# text
source: Which parenting tip has been the most useful to you?
st_za: Ke keletso efe ya botswadi e bileng molemo ka ho fetisisa ho wena?

# text
source: If you have already noticed some changes in your life or relationship with your children, that's great!
st_za: Haeba o se o bone diphetoho tse itseng bophelong ba hao kapa kamanong le bana ba hao, tseo ke ditaba tse monate!

# text
source: If you have not noticed any changes, please keep it up. Sometimes these things take time to change. We know you can do it!
st_za: Haeba ho hang ha o eso bone diphetoho, hle o se ke wa tela. Ka dinako tse ding dintho di fetoha kamora nako. Rea tseba hore o ka atleha!

# text
source: Which information about COVID-19 would you like to receive?
st_za: O ka rata ho amohela tlhahisoleseling efe ka COVID- 19?

# text
source: It looks like you are busy right now. Remember you can always access support and parenting tips by typing "help". Chat to you later!
st_za: Ekare o phathahane hona jwale. Hopola hore kamehla o ka fumana tshehetso le dikeletso tsa botswadi ka ho ngola “thuso”. Ke tla bua le wena hamorao!

# text
source: Thanks so much! We all want the best for our children as parents.
st_za: Ke lebohile ho menahane! Re le batswadi, kaofela ha rona re batlela bana ba rona se molemo ka ho fetisisa.

# text
source: Could you please choose the goal that is most important to you as a parent?
st_za: Re kopa o kgethe ntho eo o batlang ho e finyella e molemo haholo ho wena jwalo ka motswadi?

# text
source: Quick tip: It is really hard to help our children continue learning when schools are closed or part-open. One thing that might be helpful is to try and set up a daily schedule that includes time for schoolwork and time for fun.
st_za: Keletso e kgutshwanyane ke ena: Ho thata haholo ho thusa bana ba rona ho tswela pele ba ithuta dikolo di kwetswe kapa ho dula di bulwa le ho kwalwa. Ntho e nngwe e ka bang molemo ke ho leka ho hlophisa lenaneo la letsatsi le letsatsi le akarelletsang nako ya mosebetsi wa sekolo le nako ya ho ithabisa.

# text
source: Quick tip: This is a stressful time for all of us. When a problem comes up, talk about it together! What is the problem exactly? What different solutions are there and what are the consequences of one? That way, you can find a solution that can be OK for everyone.
st_za: Keletso e kgutshwanyane ke ena: Ena ke nako e boima ho rona kaofela. Ha bothata bo hlaha, buisanang ka bona le kopane! Hantlentle bothata ke eng? Ho na le ditharollo dife tse sa tshwaneng hona tharollo ka nngwe e tla ba le ditlamorao dife? Ka tsela eo, le ka fumana tharollo e LOKETSENG batho bohle.

# text
source: Quick Tip: All children develop and grow at different rates. Understanding how your child is developing can help you meet their needs and give them the best start in life. It will also help you understand your child better!
st_za: Keletso e Kgutshwane: Bana bohle ba butswa le ho hola ka sekgahla se sa tshwaneng. Ho utlwisisa kamoo ngwana wa hao a holang kateng ho ka o thusa ho mo fa dintho tseo a di hlokang le qalong e molemo ka ho fetisisa bophelong. Hape e tla o thusa ho utlwisisa ngwana wa hao betere!

# text
source: Would you like to know more about how to improve your relationship with your child?
st_za: Na o ka thabela ho tseba haholo ka tsela ya ho ntlafatsa dikamano le ngwana wa hao?

# text
source: Would you like to know more about managing your child's behaviour?
st_za: Na o ka thabela ho tseba haholo ka tsela ya ho laola boitshwaro ba ngwana wa hao?

# text
source: Would you like to know more about how to help your child learn?
st_za: Na o ka thabela ho tseba haholo mabapi le tsela ya ho thusa ngwana wa hao ho ithuta?

# text
source: Would you like to know more about how to reduce family stress?
st_za: Na o ka thabela ho tseba haholo mabapi le tsela ya ho fokotsa kgatello ya maikutlo ka lapeng?

# text
source: Would you like to know more about how to keep your child safe?
st_za: Na o ka thabela ho tseba haholo mabapi le ho tiisa hore ngwana wa hao o sireletsehile?

# text
source: Would you like to know more about child development?
st_za: Na o ka thabela ho tseba haholo ka kgolo ya ngwana?

# text
source: That's okay! Remember that you can always get more information by typing "Help".
st_za: O ska kgathatseha! Hopola hore kamehla o ka iphumanela dintlha tse ngata ka ho ngola “Thuso”.

# text
source: Quick tip: When you give your baby your full attention, you make them feel secure and loved. Try to spend at least 20 minutes a day playing with @fields.child_nickname. Switch off the television and put away phones. Make it fun!
st_za: Keletso e kgutshwanyane ke ena: Ha o ela hloko lesea la hao ka botlalo, o etsa hore le ikutlwe le sireletsehile ebile le ratwa. Leka ho qeta bonyane metsotso e 20 ka letsatsi o bapala le @fields.child_nickname. Tima thelevishene mme o behelle difouno hole. Le je monate!

# text
source: Quick tip: When you give your baby your full attention, you make them feel secure and loved. Try to spend at least 20 minutes a day playing with your baby. Switch off the television and put away phones. Make it fun!
st_za: Keletso e kgutshwanyane ke ena: Ha o ela hloko lesea la hao ka botlalo, o etsa hore le ikutlwe le sireletsehile ebile le ratwa. Leka ho qeta bonyane metsotso e 20 ka letsatsi o bapala le lesea la hao. Tima thelevishene mme o behelle difouno hole. Le je monate!

# text
source: Quick tip: Spending time with your child is free and even 5 minutes a day can make a difference. Try asking @fields.child_nickname what they would like to do together. It can be fun and relaxing for you too!
st_za: Keletso e kgutshwanyane ke ena: Ho qeta nako le ngwana wa hao ke mahala mme esita le metsotso e 5 ka letsatsi ho ka etsa phapang e kgolo. Leka ho botsa @fields.child_nickname hore na a ka thabela hore le etse eng mmoho. Le wena sena se ka ho thabisa hape se phomotse methapo!

# text
source: Quick tip: Spending time with your child is free and even 5 minutes a day can make a difference. Try asking your child what they would like to do together. It can be fun and relaxing for you too!
st_za: Keletso e kgutshwanyane ke ena: Ho qeta nako le ngwana wa hao ke mahala mme esita le metsotso e 5 ka letsatsi ho ka etsa phapang e kgolo. Leka ho botsa ngwana wa hao hore na a ka thabela hore le etse eng mmoho. Le wena sena se ka ho thabisa hape se phomotse methapo!

# text
source: Quick tip: All children misbehave. One thing that can help is to praise @fields.child_nickname anytime that they do something good – however small. They may not look like they want your praise but they still really, really do.
st_za: Keletso e kgutshwanyane ke ena: Bana bohle ha ba itshware hantle. Ntho e nngwe e ka re thusang ke ho babatsa @fields.child_nickname neng kapa neng ha a etsa ntho e ntle – le haeba e le nyane. A ka nna ba shebahala eka a ba batle pabatso ya hao, empa ehlile o a e hloka.

# text
source: Quick tip: All children misbehave. One thing that can help is to praise your child anytime that they do something good – however small. They may not look like they want your praise but they still really, really do.
st_za: Keletso e kgutshwanyane ke ena: Bana bohle ha ba itshware hantle. Ntho e nngwe e ka re thusang ke ho babatsa ngwana wa hao neng kapa neng ha a etsa ntho e ntle – le haeba e le nyane. Ba ka nna ba shebahala eka ha ba batle pabatso ya hao, empa ehlile ba e hloka.

# text
source: Quick tip: Try to start a conversation with @fields.child_nickname about safe and unsafe places in your community and online. They may even know some you don’t. This will help you make a plan together about how to stay safe.
st_za: Keletso e kgutshwanyane ke ena: Leka ho qala puisano le @fields.child_nickname ka dibaka tse sireletsehileng le tse sa sireletsehang motseng wa heno le ho marang-rang a dikgokahano. Mohlomong ba tseba tse ding tseo o sa di tsebeng. Sena se tla le thusa ho hlophisa mmoho hore na le ka etsa jwang hore le dule le sireletsehile.

# text
source: Quick tip: Try to start a conversation with your child about safe and unsafe places in your community and online. They may even know some you don’t. This will help you make a plan together about how to stay safe.
st_za: Keletso e kgutshwanyane ke ena: Leka ho qala puisano le ngwana wa hao ka dibaka tse sireletsehileng le tse sa sireletsehang motseng wa heno le ho marang-rang a dikgokahano. Mohlomong ba tseba tse ding tseo o sa di tsebeng. Sena se tla le thusa ho hlophisa mmoho hore na le ka etsa jwang hore le dule le sireletsehile.

# text
source: Congratulations @fields.user_name! You have completed your first parenting tip. Setting Goals is the foundation to building a positive relationship between you and @fields.child_nickname. Well done!
st_za: Rea o lebohela @fields.user_name! O se o phethile keletso ya pele ya botswadi. Ho Ipehela Dintho Tseo o Batlang ho di Finyella ke motheo wa kamano e mofuthu pakeng tsa hao le @fields.child_nickname. Mosebetsi o tswileng matsoho!

# text
source: Congratulations @fields.user_name! You have completed your first parenting tip. Setting Goals is the foundation to building a positive relationship between you and your children. Well done!
st_za: Rea o lebohela @fields.user_name! O se o phethile keletso ya pele ya botswadi. Ho Ipehela Dintho Tseo o Batlang ho di Finyella ke motheo wa kamano e mofuthu pakeng tsa hao le bana ba hao. Mosebetsi o tswileng matsoho!

# text
source: Congratulations! You have completed your first parenting tip. Setting Goals is the foundation to building a positive relationship between you and @fields.child_nickname. Well done!
st_za: Rea o lebohela! O se o phethile keletso ya pele ya botswadi. Ho Ipehela Dintho Tseo o Batlang ho di Finyella ke motheo wa kamano e mofuthu pakeng tsa hao le @fields.child_nickname. Mosebetsi o tswileng matsoho!

# text
source: Congratulations! You have completed your first parenting tip. Setting Goals is the foundation to building a positive relationship between you and your children. Well done!
st_za: Rea o lebohela! O se o phethile keletso ya pele ya botswadi. Ho Ipehela Dintho Tseo o Batlang ho di Finyella ke motheo wa kamano e mofuthu pakeng tsa hao le bana ba hao. Mosebetsi o tswileng matsoho!

# text
source: Congratulations @fields.user_name! You have added your first layer to your House of Support. Setting Goals is the foundation to building a positive relationship between you and @fields.child_nickname. Well done!
st_za: Rea o lebohela @fields.user_name! O ekeditse mokato wa pele wa ntlo ya tshehetso! Ho ipehela dintho tseo o batlang ho di finyella ke motheo wa kamano e mofuthu pakeng tsa hao le @fields.child_nickname. Mosebetsi o tswileng matsoho!

# text
source: Congratulations @fields.user_name! You have added your first layer to your House of Support. Setting Goals is the foundation to building a positive relationship between you and your children. Well done!
st_za: Rea o lebohela @fields.user_name! O ekeditse mokato wa pele wa ntlo ya tshehetso! Ho ipehela dintho tseo o batlang ho di finyella ke motheo wa kamano e mofuthu pakeng tsa hao le bana ba hao. Mosebetsi o tswileng matsoho!

# text
source: Congratulations! You have added your first layer to your House of Support. Setting Goals is the foundation to building a positive relationship between you and @fields.child_nickname. Well done!
st_za: Rea o lebohela! O ekeditse mokato wa pele wa ntlo ya tshehetso! Ho ipehela dintho tseo o batlang ho di finyella ke motheo wa kamano e mofuthu pakeng tsa hao le @fields.child_nickname. Mosebetsi o tswileng matsoho!

# text
source: Congratulations! You have added your first layer to your House of Support. Setting Goals is the foundation to building a positive relationship between you and your children. Well done!
st_za: Rea o lebohela! O ekeditse mokato wa pele wa ntlo ya tshehetso! Ho ipehela dintho tseo o batlang ho di finyella ke motheo wa kamano e mofuthu pakeng tsa hao le bana ba hao. Mosebetsi o tswileng matsoho!

# text
source: Thanks so much for a great chat session! Over the next few weeks, you will receive messages to help you manage stress and maintain positive relationships at home.
st_za: Ke lebohile ho menahane ka lenaneo lena la moqoqo o monate! Dibekeng tse mmalwa tse tlang, o tla amohela melaetsa e tla o thusa ho laola seterese le ho baballa dikamano tse ntle le ba lelapa.

# text
source: One last thing. Here is a song made just for parents like you. Chat to you tomorrow @fields.user_name!
st_za: Ntho e le nngwe ya ho qetela. Pina ena e etseditswe batswadi ba kang wena. Re tla bua hosane @fields.user_name!

# text
source: One last thing. Here is a song made just for parents like you. Chat to you tomorrow!
st_za: Ntho e le nngwe ya ho qetela. Pina ena e etseditswe batswadi ba kang wena. Re tla bua hosane!

# text
source: Thank you! Anytime you need support, just type "Help" and we will do our best to help you.
st_za: Rea leboha! Neng kapa neng ha o hloka tshehetso, ngola feela “Thuso” mme re tla etsa sohle se matleng a rona ho o thusa.

# text
source: Thank you! Anytime you need support, just type "Help" and I will do my best to help you.
st_za: Rea leboha! Neng kapa neng ha o hloka tshehetso, ngola feela “Thuso” mme ke tla etsa sohle seo nka se kgonang ho o thusa.

# text
source: There are no bad children...only difficult behaviours! All children misbehave but these tips can help.
st_za: Ha ho na bana ba babe...ke feela boitshwaro bo thatafatsang dintho! Bana bohle ba ka itshwara ka tsela e sa nepahalang empa dikeletso tsena di ka thusa.

# text
source: Which child do you want tips for?
st_za: O batla dikeletso molemong wa ngwana ofe?

# text
source: Please select the age of your child:
st_za: Ka kopo kgetha dilemo tsa ngwana wa hao:

# text
source: A. Under 1 month
st_za: A. Ya ka tlase ho kgwedi e 1

# text
source: B. 1-2 months
st_za: B. Ya dikgwedi di 1-2

# text
source: C. 3-5 months
st_za: C. Ya dikgwedi di 3-5

# text
source: D. 6-9 months
st_za: D. Ya dikgwedi di 6-9

# text
source: E. 10 -14 months
st_za: E. Ya dikgwedi di 10-14

# text
source: F. 15-18 months
st_za: F. Ya dikgwedi di 15-18

# text
source: G. 19-23 months
st_za: G. Ya dikgwedi di 19-23

# text
source: Which behaviour is most like the one you want support for?
st_za: Ke boitshwaro bofe bo tshwanang le boo o batlang tshehetso ya bona?

# text
source: Here are 8 simple tips to help you with your teen:
st_za: Bona dikeletso tsena tse 8 tse bonolo tse ka o thusang ka motjha wa hao:

# text
source: 1. Keep it positive
st_za: 1. Bua ka ntho e lokelang ho etswa

# text
source: 2. Invest in time
st_za: 2. Qeta nako e ngata le yena

# text
source: 3. Create routines
st_za: 3. Eba le mananeo a ho etsa dintho

# text
source: 4. Be open to your children
st_za: 4. Phetlela bana ba hao sefuba

# text
source: 5. Use reasonable consequences
st_za: 5. Sebedisa ditlamorao tse utlwahalang

# text
source: 6. Solve problems with your teen
st_za: 6. Rarolla mathata le motjha wa hao

# text
source: 7. Keeping your teen safe online
st_za: 7. Tiisa hore motjha wa hao o bolokehile ha a sebedisa marang-rang a dikgokahano.

# text
source: 8. Resolving crises when they happen
st_za: 8. Ho rarolla mathata ha a hlaha

# text
source: Type "1" to "8" if you want to learn more about a specific strategy.
st_za: Ngola "1" ho ya ho "8" haeba o batla ho ithuta haholwanyane ka leqheka le itseng.

# text
source: Here are 5 simple tips to help you with your babies:
st_za: Bona dikeletso tsena tse 5 tse bonolo tse ka o thusang ka masea a hao:

# text
source: 1. Play with your baby
st_za: 1. Bapala le lesea la hao

# text
source: 2. Create routines
st_za: 2. Eba le mananeo a ho etsa dintho

# text
source: 3. Share books with your baby
st_za: 3. Bontsha lesea la hao dibuka

# text
source: 4. Cope with crying
st_za: 4. Sebetsana le ho lla

# text
source: 5. Redirect them to positive behaviours
st_za: 5. Le bontshe boitshwaro bo molemo

# text
source: Type "1" to "5" if you want to learn more about a specific strategy.
st_za: Ngola "1" ho ya ho "5" haeba o batla ho ithuta haholwanyane ka leqheka le itseng.

# text
source: Here are 9 simple tips to help you with your children:
st_za: Bona dikeletso tsena tse 9 tse bonolo tse ka o thusang ka bana ba hao:

# text
source: 6. Ignore attention seeking and demanding behaviours
st_za: 6. Iphapanyetse boitshwaro ba ho batla hore ho shejwe yena feela le ba ho batla dintho ka nkane

# text
source: 7. Use reasonable consequences
st_za: 7. Sebedisa ditlamorao tse utlwahalang

# text
source: 8. Solving problems with your child
st_za: 8. Rarolla mathata le ngwana wa hao

# text
source: 9. Keeping your child safe online
st_za: 9. Tiisa hore ngwana wa hao o bolokehile tshebedisong ya marang-rang a dikgokahano

# text
source: Type "1" to "9" if you want to learn more about a specific strategy.
st_za: Ngola "1" ho ya ho "9" haeba o batla ho ithuta haholwanyane ka leqheka le itseng.

# text
source: It can be exhausting when your children have too much energy or can't focus on one thing. Sometimes, your children need opportunities to be very active and run around to help them be calm afterwards.
st_za: O ka ikutlwa o kgathetse ha bana ba hao ba le matjato haholo kapa ba sa kgone ho tsepamisa mohopolo nthong e le nngwe. Ka dinako tse ding bana ba hao ba hloka menyetla ya ho ba mahlahahlaha le ho mathaka hohle mona ho ba thusa hore ba theole moya kamora moo.

# text
source: Sorry, I don't understand what you mean.
st_za: Ha ke tsebe hore na o bua kang.

# text
source: That's okay! You can always type "Help" if you want to receive more tips about how to manage your child's behaviour.
st_za: O ska kgathatseha! O ka ngola “Thuso” kamehla haeba o ka thabela ho fumana dikeletso tse ding tsa ho laola boitshwaro ba ngwana wa hao.

# text
source: Your baby or toddler may sometimes want something that they cannot have. If they start whining, first check to see if there is something wrong (are they actually hungry or tired)? If they continue, try to redirect their attention to something else. You should also try to ignore their behaviour while attending to them for comfort and support
st_za: Ka dinako tse ding lesea la hao le batla dintho tseo le ke keng la ba le tsona. Ha a llela hodimo, qala ka ho sheba hore na ho na le ntho e sa tsamayeng hantle (na ehlile le lapile kapa le kgathetse)? Ha le ntse le tswela pele, leka ho le bontsha ntho e nngwe. Hape o lokela ho leka ho iphapanyetsa boitshwaro ba lona ha o ntse o le thusa hore le thole le ho le tshehetsa

# text
source: Your baby will cry as soon as a caregiver’s attention is diverted and are cranky as well as clingy. Prioritise being there for them and give them physical contact when needed.
st_za: Ngwana wa hao o tla lla hang ha mohlokomedi a mo hlokomoloha mme e be sefelapelwana ebile o tla mo mamarela. Ntho ya pele ke ho mo hlokomela le ho mo tshwara ka tsela eo a hlokang ka yona.

# text
source: Remember that you’re in charge of what they eat, but not how much. Newborns have stomach the size of a grape! They need to eat often (sometimes in the middle of the night.
st_za: Hopola hore o ikarabella ka seo a se jang, eseng hore na o ja hakae. Masea a qetang ho hlaha a na le mala a lekanang le morara! A tlameha ho ja kgafetsa (ka dinako tse ding hara mpa ya bosiu).

# text
source: It’s important to build trust around eating, especially as your baby starts on solid food. Let them know you are listening to their wishes in the eating department. They’ll be ravenous again soon!
st_za: Ho bohlokwa ho etsa hore le tshepane tabeng ya dijo, haholoholo ha lesea la hao le qala ho ja dijo tse tiileng. Mo tsebise hore o mametse ha a bua ka seo a lakatsang ho se ja. Haufinyane o tla boela a ja sampana-phatloha!

# text
source: Would you like suggestions for active and calm things to do with @fields.child_nickname?
st_za: Na o ka thabela ditshisinyo tsa dintho tseo o ka di etsang le @fields.child_nickname tse hlokang ho ba mahlahahlaha le ho kgutsa?

# text
source: Would you like suggestions for active and calm things to do with your child?
st_za: Na o ka thabela ditshisinyo tsa dintho tseo o ka di etsang le ngwana wa hao tse hlokang ho ba mahlahahlaha le ho kgutsa?

# text
source: Unfortunately, your baby will go through phases for the next 2 years of sleeping poorly. Try wearing @fields.child_nickname close to you, feeding them and carrying them in a sling. And hang in there, remember it’s a phase. You and @fields.child_nickname will get through it together!
st_za: Ka maswabi lesea la hao le tla feta mekgahlelong ya ho se robale hantle ka dilemo tse tlang tse 2. Leka ho le @fields.child_nickname atametsa haufi le wena ha o le jarile, o le jesa le ha o le pepile ka thari. Mme re sa le moo, hopola hore ke mokgahlelo wa kgolo. Wena le @fields.child_nickname le tla feta boemong bona hammoho!

# text
source: Unfortunately, your baby will go through phases for the next 2 years of sleeping poorly. Try wearing your baby close to you, feeding them and carrying them in a sling. And hang in there, remember it’s a phase. You and your baby will get through it together!
st_za: Ka maswabi lesea la hao le tla feta mekgahlelong ya ho se robale hantle ka dilemo tse tlang tse pedi. Leka ho atametsa lesea la hao haufi le wena ha o le jarile, o le jesa le ha o le pepile ka thari. Mme re sa le moo, hopola hore ke mokgahlelo wa kgolo. Wena le lesea la hao le tla feta boemong bona hammoho!
