Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/st/st_messages.po
Languages: st_za

# text
source: How we talk and behave in front of our children is a big influence on how they behave too! Try to talk kindly to everyone in the family, adults and children.
st_za: Tsela eo re buang le ho itshwara ka yona kapela bana ba rona e ka susumetsa haholo tsela eo le bona ba itshwarang ka yona! Leka ho buisana le ditho tsohle tsa lelapa la hao ka mosa, eba ke batho ba baholo kapa bana.

# text
source: Step 2. Use positive language. It works!
st_za: Mohato wa 2. Sebedisa puo e monate. E sebetsa hantle!

# text
source: Tell others what you want them to do instead of what you don’t want them to do: Instead of “Stop shouting,” try “Please speak more quietly”
st_za: Bolella ba bang seo o batlang hore ba se etse ho fapana le seo o sa batleng hore ba se etse: Ho fapana le hore “Tlohelang ho etsa lerata,” leka “Ke kopa le theole lerata”

# text
source: Decide to take a break from arguing when you see arguments building up, and go into another room or outside if you can.
st_za: Etsa qeto ya ho kgaotsa ngangisano ha o bona dingangisano di qala, mme o kene kamoreng e nngwe kapa o tswele kantle haeba o ka kgona.

# text
source: You can always type "Help" if you need an activity to help you with stress.
st_za: Hopola hore ka dinako tsohle o ka ngola lentswe “Thuso”, ha o hloka seo o ka se etsang ho o thusa ka kgatello ya maikutlo.

# text
source: Praise others to make them feel appreciated and good about themselves. Simple words like, “Thank you for clearing the dinner,” or “Thank you for watching the baby” can make a big difference
st_za: Babatsa batho ba bang hore ba ikutlwe ba ananelwa ebile ba ikutlwe hantle. Mantswe a bonolo jwalo ka, “Kea leboha ka ho hlwekisa kamora ha dijo tsa mantseboea,” kapa “Kea leboha ka ho hlokomela ngwana” a ka etsa phapang e kgolo

# text
source: Bad communication between adults in the household can have a negative impact on our children. The more we practice modeling peaceful, loving relationships for our children, the more secure and loved they will feel.
st_za: Ho se buisane hantle pakeng tsa batho ba baholo lapeng ho ka ama bana ba rona hampe. Ha re atisa ho itshwara ka tsela e kgothalletsang kgotso, dikamano tse lerato bakeng sa bana ba rona, ke moo ba tlang ho ikutlwa ba sireletsehile ebile ba ratwa haholo.

# text
source: Please select another number if you want to learn more about how to support family harmony at home:
st_za: Ka kopo kgetha palo e nngwe haeba o batla ho ithuta haholwanyane ka ho tshehetsa momahano ya lelapa hae:

# text
source: Step 3. Be a great listener
st_za: Mohato wa 3. Eba momamedi ya hlwahlwa

# text
source: Listen to others when they are talking with you. Be open and show them that you hear what they are saying. It can help to summarise what you have heard before responding: “What I hear you saying is…”
st_za: Mamela batho ba bang ha ba bua le wena. Ba phetlele sefuba mme o ba bontshe hore o mametse seo ba se buang. Ho ka ba molemo ho akaretsa seo o se utlwileng pele o araba: “Haeba kea o utlwa o re…”

# text
source: Well done for adding another skill to your Parenting Toolkit! Over the next few days, try taking a deep breath or walking away for a bit when you start getting angry at someone. Every time you find a way to resolve conflicts in a peaceful way, you increase your child's brain development. Be proud of yourself when you do it!
st_za: O sebeditse ka ho eketsa boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi! Matsatsi a mmalwa a tlang, leka ho hemela hodimo kapa ho tloha hanyane ha o ikutlwa o qala ho halefela motho e mong. Nako le nako ha o fumana tsela ya ho rarolla diphapang ka tsela e nang le kgotso, o eketsa kgolo ya boko ba ngwana wa hao. Eba motlotlo ka wena ha o kgonne!

# text
source: Well done for adding another layer to your House of Support! Over the next few days, try taking a deep breath or walking away for a bit when you start getting angry at someone. Every time you find a way to resolve conflicts in a peaceful way, you increase your child's brain development. Be proud of yourself when you do it!
st_za: O sebeditse ka ho eketsa mokato o mong Ntlo ya Tshehetso! Matsatsi a mmalwa a tlang, leka ho hemela hodimo kapa ho tloha hanyane ha o ikutlwa o qala ho halefela motho e mong. Nako le nako ha o fumana tsela ya ho rarolla diphapang ka tsela e nang le kgotso, o eketsa kgolo ya boko ba ngwana wa hao. Eba motlotlo ka wena ha o kgonne!

# text
source: We understand that these times can be really difficult. Please type "Help" if you want any extra support or guidance. Chat later @fields.user_name!
st_za: Rea utlwisisa hore kannete ho ka ba thata dinakong tsena. Ka kopo ngola “Thuso” haeba o batla thuso kapa tataiso efe kapa efe e eketsehileng. A re bue hamorao @fields.user_name!

# text
source: I understand that these times can be really difficult. Please type "Help" if you want any extra support or guidance. Chat later @fields.user_name!
st_za: Kea utlwisisa hore kannete ho ka ba thata dinakong tsena. Ka kopo ngola “Thuso” haeba o batla thuso kapa tataiso efe kapa efe e eketsehileng. A re bue hamorao @fields.user_name!

# text
source: We understand that these times can be really difficult. Please type "Help" if you want any extra support or guidance. Chat later!
st_za: Rea utlwisisa hore kannete ho ka ba thata dinakong tsena. Ka kopo ngola “Thuso” haeba o batla thuso kapa tataiso efe kapa efe e eketsehileng. A re bue hamorao!

# text
source: I understand that these times can be really difficult. Please type "Help" if you want any extra support or guidance. Chat later!
st_za: Kea utlwisisa hore kannete ho ka ba thata dinakong tsena. Ka kopo ngola “Thuso” haeba o batla thuso kapa tataiso efe kapa efe e eketsehileng. A re bue hamorao!

# text
source: First, we can find ways to encourage our children to behave well more often. Spending One-on-One Time with them is an important first step!
st_za: Ntlha ya pele, re ka fumana ditsela tsa ho kgothalletsa bana ba rona ho itshwara hantle hangata. Ho qeta Nako ya Boinotshing le bona ke bohato ba pele!

# text
source: Second, we can learn effective ways to manage difficult behaviours in a loving but firm way.
st_za: Ntlha ya bobedi, re ka ithuta ditsela tse atlehileng tsa ho laola boitshwaro bo ka re thatafalletsang bophelo ka tsela e lerato empa re tiisitse ka hanong.

# text
source: There are 2 main ways that we can do to help our children behave positively more often.
st_za: Ho na le ditsela tse ka sehloohong tse 2 tseo re ka thusang bana ba rona ka tsona, hore ba itshware hantle le ho feta kgafetsa.

# text
source: Hello @fields.user_name! Taking care of children can be challenging…even in the best of times. We sometimes do not notice when our children are behaving well. But when they are misbehaving, it can be a nightmare!
st_za: Dumela @fields.user_name! Ho hlokomela bana ho ka ba thata…esita le di nakong tse monate. Ka dinako tse ding ha re lemohe ha bana ba rona ba itshwara hantle. Empa ha ba itshwara hampe, ke mathata feela!

# text
source: Hello! Taking care of children can be challenging…even in the best of times. We sometimes do not notice when our children are behaving well. But when they are misbehaving, it can be a nightmare!
st_za: Dumela! Ho hlokomela bana ho ka ba thata…esita le di nakong tse monate. Ka dinako tse ding ha re lemohe ha bana ba rona ba itshwara hantle. Empa ha ba itshwara hampe, ke mathata feela!

# text
source: Here's a video on how you can help @fields.child_nickname behave more positively!
st_za: Shebella video ena ya kamoo o ka thusang @fields.child_nickname ho itshwara hantle le ho feta!

# text
source: Here's a video on how you can help your child behave more positively!
st_za: Shebella video ena ya kamoo o ka thusang ngwana wa hao ho itshwara hantle le ho feta!

# text
source: Here's an audio message on how you can help @fields.child_nickname behave more positively!
st_za: Mamela molaetsa ona o mamelwang wa kamoo o ka thusang @fields.child_nickname ho itshwara hantle le ho feta!

# text
source: Here's an audio message on how you can help your child behave more positively!
st_za: Mamela molaetsa ona o mamelwang wa kamoo o ka thusang ngwana wa hao ho itshwara hantle le ho feta!

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit. Over the next few days, try spending at least 5 minutes of One-on-One Time with your child. Ask them what they want to do and follow their lead!
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi: Matsatsing a mmalwa a tlang, leka ho qeta bonyane metsotso e 5 ya Nako ya Boinotsing le ngwana wa hao. Mo botse hore na o batla ho etsang mme o mo latele ha a etella pele!

# text
source: Well done! You have added another skill to your Parenting Toolkit. Over the next few days, try spending at least 5 minutes of One-on-One Time with your child. Ask them what they want to do and follow their lead!
st_za: Mosebetsi o tswileng matsoho! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi: Matsatsing a mmalwa a tlang, leka ho qeta bonyane metsotso e 5 ya Nako ya Boinotsing le ngwana wa hao. Mo botse hore na o batla ho etsang mme o mo latele ha a etella pele!

# text
source: Well done @fields.user_name! You have added another layer to your House of Support. Over the next few days, try spending at least 5 minutes of One-on-One Time with your child. Ask them what they want to do and follow their lead!
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse mokato o mong wa Ntlo ya Tshehetso. Matsatsing a mmalwa a tlang, leka ho qeta bonyane metsotso e 5 ya Nako ya Boinotsing le ngwana wa hao. Mo botse hore na o batla ho etsang mme o mo latele ha a etella pele!

# text
source: Well done! You have added another layer to your House of Support. Over the next few days, try spending at least 5 minutes of One-on-One Time with your child. Ask them what they want to do and follow their lead!
st_za: Mosebetsi o tswileng matsoho! O ekeditse mokato o mong wa Ntlo ya Tshehetso. Matsatsing a mmalwa a tlang, leka ho qeta bonyane metsotso e 5 ya Nako ya Boinotsing le ngwana wa hao. Mo botse hore na o batla ho etsang mme o mo latele ha a etella pele!

# text
source: Having a loving relationship with our partner can have a big impact on how we feel. It also helps make our children feel loved and safe.
st_za: Ho ba le kamano e lerato le balekane ba rona, seo se ka ama tsela eo re ikutlwang ka yona haholo. Hape seo se etsa hore bana ba rona ba ikutlwe ba ratwa ebile ba sireletsehile.

# text
source: Here’s a video on how you can develop a loving and peaceful relationship with your partner!
st_za: Shebella video ena e bontshang kamoo o ka bang le kamano e lerato le e nang le kgotso le molekane wa hao!

# text
source: Here’s an audio message on how you can develop a loving and peaceful relationship with your partner!
st_za: Mamela molaetsa ona o mamelwang o bontshang kamoo o ka bang le kamano e lerato le e nang le kgotso le molekane wa hao!

# text
source: That's okay! You can always type "Help" at anytime if you need any support with relationships with your partner or other adults. Chat to you later!
st_za: O ska kgathatseha! Neng kapa neng o ka ngola “Thuso” haeba o hloka tshehetso efe kapa efe ka kamano ya hao le molekane wa hao kapa batho ba bang ba baholo. Ke tla bua le wena hamorao!

# text
source: Here are 5 simple tips on how you can develop a loving and peaceful relationship with your partner:
st_za: Bona dikeletso tsena tse 5 tse bonolo tse bontshang kamoo o ka bang le kamano e lerato le e nang le kgotso le molekane wa hao:

# text
source: 1. Treat each other as equals
st_za: 1. Tshwaranang jwalo ka batho ba lekanang

# text
source: 2. Become a confident father and a supportive partner
st_za: 2. Eba ntate ya ka tshepelwang makunutu le molekane ya tshehetsang

# text
source: 3. Share family responsibilities
st_za: 3. Kenya letsoho ha ho phethwa mesebetsi ya lelapa

# text
source: 4. Resolve conflict peacefully
st_za: 4. Rarolla di qabano ka khotso

# text
source: 5. Listen and talk to each other
st_za: 5. Mamelang mme le buisane

# text
source: Type "1" to "5" to learn more about these tips. Type "N" to stop this tip.
st_za: Ngola “1” ho ya ho “5” hore o ithute haholwanyane ka dikeletso tsena. Ngola “N” ho emisa keletso ena.

# text
source: 2. Become a confident mother and a supportive partner
st_za: 2. Eba mme ya ka tshepelwang makunutu le molekane ya tshehetsang

# text
source: 2. Become a confident parent and a supportive partner
st_za: 2. Eba motswadi ya ka tshepelwang makunutu le molekane ya tshehetsang

# text
source: Please select another number if you want to learn more about how you can develop a loving and peaceful relationship with your partner:
st_za: Ka kopo kgetha palo e nngwe haeba o batla ho ithuta haholwanyane ka tsela ya ho ba le kamano e lerato le e nang le kgotso le molekane wa hao:

# text
source: 1. Treating each other as equals
st_za: 1. Ho tshwarana jwalo ka batho ba lekanang

# text
source: Well done for adding another skill to your Parenting Toolkit! Over the next few days, try using some of these tips in your relationships with your partner. Having a loving relationship with your partner can have a big impact on how you feel and can also help your children feel loved and safe!
st_za: O sebeditse ka ho eketsa boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi! Matsatsing a seng makae a tlang, leka ho sebedisa tse ding tsa dikeletso tsena dikamanong tsa hao le molekane wa hao. Ho ba le dikamano tse lerato le molekane wa hao ho ka ama tsela eo o ikutlwang ka yona haholo hape ho ka thusa bana ba lona hore ba ikutlwe ba ratwa ebile ba sireletsehile!

# text
source: Well done for adding another layer to your House of Support! Over the next few days, try using some of these tips in your relationships with your partner. Having a loving relationship with your partner can have a big impact on how you feel and can also help your children feel loved and safe!
st_za: O sebeditse ka ho eketsa mokato o mong Ntlo ya Tshehetso! Matsatsing a seng makae a tlang, leka ho sebedisa tse ding tsa dikeletso tsena dikamanong tsa hao le molekane wa hao. Ho ba le dikamano tse lerato le molekane wa hao ho ka ama tsela eo o ikutlwang ka yona haholo hape ho ka thusa bana ba lona hore ba ikutlwe ba ratwa ebile ba sireletsehile!

# text
source: We understand that these times can be very challenging. Please type "help" if you want any extra support or information. Chat later @fields.user_name!
st_za: Rea utlwisisa hore ho ka ba thata haholo dinakong tseo. Ka kopo ngola “thuso” haeba o batla thuso kapa dintlha dife kapa dife tse eketsehileng. A re bue hamorao @fields.user_name!

# text
source: I understand that these times can be very challenging. Please type "help" if you want any extra support or information. Chat later @fields.user_name!
st_za: Kea utlwisisa hore ho ka ba thata haholo dinakong tseo. Ka kopo ngola “thuso” haeba o batla thuso kapa dintlha dife kapa dife tse eketsehileng. A re bue hamorao @fields.user_name!

# text
source: We understand that these times can be very challenging. Please type "help" if you want any extra support or information. Chat later!
st_za: Rea utlwisisa hore ho ka ba thata haholo dinakong tseo. Ka kopo ngola “thuso” haeba o batla thuso kapa dintlha dife kapa dife tse eketsehileng. A re bue hamorao!

# text
source: I understand that these times can be very challenging. Please type "help" if you want any extra support or information. Chat later!
st_za: Kea utlwisisa hore ho ka ba thata haholo dinakong tseo. Ka kopo ngola “thuso” haeba o batla thuso kapa dintlha dife kapa dife tse eketsehileng. A re bue hamorao!

# text
source: Hello @fields.user_name! We are now spending a lot more time online. Being connected helps us stay positive…but it also presents risks and dangers.
st_za: Dumela @fields.user_name! Jwale re qeta nako e ngata haholo ho marang-rang a dikgokahano. Hona ho ka re thusa ho dula re nahana dintho tse ntle…empa ho boetse ho na le maraba le dikotsi.

# text
source: Hello! We are now spending a lot more time online. Being connected helps us stay positive…but it also presents risks and dangers.
st_za: Dumela! Jwale re qeta nako e ngata haholo ho marang-rang a dikgokahano. Hona ho ka re thusa ho dula re nahana dintho tse ntle…empa ho boetse ho na le maraba le dikotsi.

# text
source: We are now spending a lot more time online. Being connected helps us stay positive…but it also presents risks and dangers.
st_za: Jwale re qeta nako e ngata haholo ho marang-rang a dikgokahano. Hona ho ka re thusa ho dula re nahana dintho tse ntle…empa ho boetse ho na le maraba le dikotsi.

# text
source: Here's a video to help you keep yourself safe online.
st_za: Shebella video ena e tla o thusa ho dula o itshireleditse ha o sebedisa marang-rang a dikgokahano.

# text
source: Here's an audio message to help you keep yourself safe online.
st_za: Mamela molaetsa ona o mamelwang o tla o thusa ho dula o itshireleditse ha o sebedisa marang-rang a dikgokahano.

# text
source: Here are 5 tips that can help you keep yourself safe online:
st_za: Latela mehato ena e 5 e ka o thusang ho dula o itshireleditse tshebedisong ya marang-rang a dikgokahano:

# text
source: 1. Learn about the risks and dangers
st_za: 1. Ithute ka maraba le dikotsi

# text
source: 2. Quick tech fixes
st_za: 2. Lokisa mathata a theknoloji kapele

# text
source: 3. Create healthy and safe online habits
st_za: 3. Qalang mekgwa e molemo le e bolokileng ha o sebedisa marang-rang a dikgokahano

# text
source: 4. Maintain privacy
st_za: 4. Sireletsa ditaba tsa lekunutu

# text
source: 5. Report and seek help
st_za: 5. Tlaleha mme o kope thuso

# text
source: To learn more about one of these, type "1" to "5". You can also type "N" to stop this tip.
st_za: Hore o ithute haholwanyane ka tsena, ngola “1” ho ya ho “5”. Hape o ka ngola “N” ho emisa keletso ena.

# text
source: 1. Learn about risks and dangers
st_za: 1. Ithute ka maraba le dikotsi

# text
source: • Adults targeting people for sexual purposes on social media, gaming, and messaging platforms.
st_za: • Batho ba baholo ba tsomang batho ka merero ya thobalano ho social media, moo ba bapalang dipapadi, le dipolatefomong tsa ho romela melaetsa.

# text
source: • Harmful content – like violence, hating women, hating foreigners, encouraging suicide and self-harm, misinformation, pornography
st_za: • Mananeo a kotsi – a nang le diketso tsa dikgoka, ho hloya basadi, ho hloya batho ba tswang dinaheng tse ding, ho kgothalletsa ho ipolaya le ho itematsa, ditaba tsa mashano tse kgelosang, ditshwantsho tsa thobalano e etswang pontsheng

# text
source: • Sharing personal information and sexual photos or videos.
st_za: • Ho aba tlhahisoleseding ya botho le dinepe kapa divideo tsa thobalano.

# text
source: • Cyberbullying from other people and strangers.
st_za: • Ho tellwa ke batho ba bang le bao o sa ba tsebeng inthaneteng.

# text
source: Report to INHOPE Hotlines and IWF portals to get support if you experience online violence or other things that are not acceptable.
st_za: Tlaleha ho di-Hotline tsa INHOPE le ho di-portal tsa IWF ho fumana tshehetso ha o tshwarwa ka dikgoka ho marang-rang a dikgokahano kapa ha ho etsahala dintho tse ding tse sa amoheleheng.

# text
source: INHOPE Hotlines: https://www.inhope.org/EN#hotlineReferral
st_za: Di-Hotline tsa INHOPE: https://www.inhope.org/EN#hotlineReferral

# text
source: IWF portals: https://report.iwf.org.uk/en
st_za: Diphothale tsa IWF: https://report.iwf.org.uk/en

# text
source: Child Helpline: https://www.childhelplineinternational.org/
st_za: Mohala wa Thuso ya Bana: https://www.childhelplineinternational.org/

# text
source: Keep personal information private, especially from strangers. – some people are not who they say they are!
st_za: Sireletsa tlhahisoleseding ya hao ya lekunutu, haholoholo ho batho bao o sa ba tsebeng. – batho ba bang ha ba seo ba ipolelang hore ba sona!

# text
source: • Turn on SafeSearch on your browser to filter adult content.
st_za: • Bulela SafeSearch ho sebadi sa hao ho ntsha dintho tsa batho ba baholo.

# text
source: • Set up parental controls.
st_za: • Setapa mehato ya taolo ya motswadi.

# text
source: • Set up strict privacy settings on online apps and games.
st_za: • Etsa tlhophiso e bolokang ditaba tsa lekunutu ka thata diepong le dipapading tse ho marang-rang a dikgokahano.

# text
source: • Cover webcams when not in use.
st_za: • Kwaehela di-webcam ha di sa sebediswe.

# text
source: You can also create healthy and safe online habits like creating device-free spaces and times in your house (eating, playing, schoolwork, and sleeping).
st_za: Le ka qala mekgwa e molemo le e bolokehileng jwalo ka dinako tsa ho se tshware disebediswa le dinako tsa ho ba katlung (ho ja, ho bapala, mosebetsi wa sekolo le ho robala).

# text
source: Remember that what goes online stays online (messages, photos, and videos).
st_za: Hopola hore se kenang ho marang-rang a dikgokahano se dula ho marang-rang a dikgokahano(melaetsa, difoto le divideo).

# text
source: Please select another number if you want to learn another way to protect yourself online:
st_za: Ka kopo kgetha palo e nngwe haeba o batla ho tsela e nngwe ya ho itshireletsa tshebedisong ya marang-rang a dikgokahano:

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit! Over the next few days, try to use one of these tips for online safety. Digital parenting is just like parenting in the real world. You have taken a BIG STEP to keeping your child safe online. Good for you!
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi! Matsatsing a seng makae a latelang, leka ho sebedisa e nngwe ya dikeletso tsena hore o ipaballe ho marang-rang a dikgokahano. Botswadi disebedisweng tsa dijithale bo ntse bo itshwanela le botswadi maemong a tlwaelehileng a bophelo. O nkile BOHATO BO BOHOLO ba ho tiisa hore ngwana wa hao o bolokehile tshebedisong ya marang-rang. Re thaba le wena!

# text
source: Well done! You have added another skill to your Parenting Toolkit! Over the next few days, try to use one of these tips for online safety. Digital parenting is just like parenting in the real world. You have taken a BIG STEP to keeping your child safe online. Good for you!
st_za: Mosebetsi o tswileng matsoho! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi! Matsatsing a seng makae a latelang, leka ho sebedisa e nngwe ya dikeletso tsena hore o ipaballe tshebedisong ya marang-rang a dikgokahano. Botswadi disebedisweng tsa dijithale bo ntse bo itshwanela le botswadi maemong a tlwaelehileng a bophelo. O nkile BOHATO BO BOHOLO ba ho tiisa hore ngwana wa hao o bolokehile ho marang-rang a dikgokahano. Re thaba le wena!

# text
source: Well done @fields.user_name! You have added another layer to your House of Support! Over the next few days, try to use one of these tips for online safety. Digital parenting is just like parenting in the real world. You have taken a BIG STEP to keeping your child safe online. Good for you!
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse mokato o mong Ntlo ya Tshehetso! Matsatsing a seng makae a latelang, leka ho sebedisa e nngwe ya dikeletso tsena hore o ipaballe tshebedisong ya marang-rang. Botswadi disebedisweng tsa dijithale bo ntse bo itshwanela le botswadi maemong a tlwaelehileng a bophelo. O nkile BOHATO BO BOHOLO ba ho tiisa hore ngwana wa hao o bolokehile ho marang-rang a dikgokahano. Re thaba le wena!
