Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/st/st_messages.po
Languages: st_za

# text
source: You should tell your children that the person had died - sometimes children do not realise when someone has passed away. When you tell them use words they understand.
st_za: O lokela ho bolella bana ba hao hore motho o hlokahetse - ka dinako tse ding bana ha ba elellwe ha motho a hlokahetse. Ha o ba bolella sebedisa mantswe ao ba tla a utlwisisa.

# text
source: 3. Children grieve in different ways
st_za: 3. Bana ba thuseha ka ditsela tse sa tshwaneng

# text
source: Grief can affect us for weeks, months, or years. Do not feel pressured to feel better quickly.
st_za: Ho thuseha ho ka nka motho ka dibeke, dikgwedi kapa dilemo. O se ke wa ikutlwa o hateletswe hore bohloko bo tlameha ho bohla kapele.

# text
source: Children, like adults, experience grief in different ways. Children might be sad, angry, not understand or believe it, feel numb, unwell or have pains, nightmares, or problems at school. Children may also seem happy, but still be sad. Children may behave if they are much younger than they are for a while.
st_za: Jwalo ka batho ba baholo, bana le bona ba siama ka ditsela tse sa tshwaneng. Bana ba ka nna ba utlwa bohloko, ba halefa, ba se utlwisise kapa ho dumela, ba ikutlwa ba le bodutu, ba sa phuthuloha, kapa ba ba le mahlaba, ba lora hampe, kapa ba ba le mathata sekolong. Bana le bona ba ntse ba ka bonahala ba thabile, empa ba ntse ba hloname. Bana ba ka itshwara hantle haeba ba qeta nako e itseng ba le banyane ho feta kamoo ba leng kateng.

# text
source: Although it may seem like the most important thing is to make sure your children are okay, when you look after yourself, you are also helping your child.
st_za: Le hoja ho ka bonahala eka ntho ya bohlokwa ka ho fetisisa ke ho tiisa hore bana ha baa ameha hampe, ha o itlhokomela, bonneteng o hlokomela bana ba hao.

# text
source: Remember to be kind to yourself, you are also dealing with the loss of a loved one. It is okay to not feel good and it is okay to cry. Try taking some time out of each day for yourself and making a list of things that make you feel better and do them. These small acts can help and make sure that you are being kind to yourself.
st_za: Hopola ho inahanela, le wena o ntse o sebetsana le ho hlokahallwa ke moratuwa wa hao. Ho se ikutlwe hantle hase phoso ebile ho lla ha ho phoso. Ho qeta nako e itseng letsatsi ka leng o amehile ka wena le ho etsa letoto la dintho tse etsang hore o ikutlwe betere le ho di etsa. Diketso tsena tse nyane di ka thusa haholo kahoo o tiise hore o a iqenehela.

# text
source: Ask someone you trust for help, food or childcare can be useful. You may also need documents for inheritance, for children, or to access services. Make sure you find out about your rights, sometimes people try to take money or inheritance from a grieving person.
st_za: Ho kopa thuso, dijo kapa tlhokomelo ya ngwana ho motho eo o mo tshepang ho ka o thusa. Hape o ka nna wa hloka ditokomane tsa lefa, bakeng sa bana, kapa hore o fumane ditshebeletso. Tiisa hore o ithuta haholwanyane ka ditokelo tsa hao, ka dinako tse ding batho ba leka ho amoha batho ba siameng tjhelete kapa lefa la bona.

# text
source: If they do not understand what death is, help explain that the person they love is not coming back. Try not call it 'sleep' or 'a trip away'. You may have to tell your children about the passing many times before they grasp what happened.
st_za: Haeba ba sa utlwisise hore na lefu ke eng, ba thusa ka ho ba hlalosetsa hore moratuwa wa bona a ke ke a kgutla. Leka ho se bitse lefu ka ‘boroko’ kapa ‘ho nka leeto’. O ka nna wa tlameha ho bolella bana ba hao ka lefu ka makgetlo a mangata pele ba utlwisisa se etsahetseng.

# text
source: Here are three steps that you can aim to do every day to look after yourself:
st_za: Ho na le mehato e meraro eo o ka ikemisetsang ho e nka letsatsi le letsatsi hore o itlhokomele:

# text
source: 1. Get enough sleep and food every day.
st_za: 1. Phomola ka ho lekaneng mme o je dijo letsatsi le letsatsi.

# text
source: 2. Take a few minutes to relax and have a break
st_za: 2. Qeta metsotso ese mekae o phomotse mme o kgefutse

# text
source: 3. Find one or two adults who can support you, listen, and talk.
st_za: 3. Fumana motho a moholo a le mong kapa ba babedi ba ka o tshehetsang, ba o mamela le ho bua le wena.

# text
source: 9. Giving changes to say goodbye
st_za: 9. Ho etsa diphetoho ho mo dumedisa

# text
source: Saying goodbye is difficult and you should do whatever feels like the right thing to do for you and your child. Families, children and parents are not perfect. When someone has died, it is okay to talk about the good and the bad things we remember. It can help to write a letter or make a drawing of the person that passed away.
st_za: Ho mo fonanisa ho thata empa o lokela ho etsa eng kapa eng eo o utlwang eka ke ntho e nepahetseng ho ka e etsa bakeng sa hao le ngwana wa hao. Malapa, bana le batswadi ha baa phethahala. Ha motho a hlokahala, ho lokile ho buisana ka dintho tse ntle le tse mpe tseo le di hopolang. Seo se ka thusa motho ho ngola lengolo kapa ho taka motho ya hlokahetseng.

# text
source: These reactions may not make sense to you, but they are all normal. Children may also feel like it was their fault - that they passed on the virus or that they behaved badly. Tell them clearly that they did nothing wrong.
st_za: Diketso tsena e ka nna ya eba tse sa utlwahaleng ho wena, empa kaofela ke dintho tse tlwaelehileng. Bana ba kanna ba nahana hore ke phoso ya bona - hore ba tshwaeditse motho eo ka kokwanahloko kapa ha baa itshwara hantle. Ba bollele ka ho hlakileng hore ha ba etsa phoso ho hang.

# text
source: Children can respond in many different ways (e.g. crying, shouting, not believing, going very quiet), and all reactions are okay. Allow your child to ask questions and to talk about it. Most importantly, remind them that you are there for them.
st_za: Bana ba ka etsa dintho tse ngata tse sa tshwaneng (ka mohlala, ho lla, ho se dumele, ho thola haholo), ebile kaofela ke diketso tse nepahetseng. Tlhohella ngwana wa hao hore a botse dipotso le ho bua ka taba. Ntho ya bohlokwa le ho feta, mo hopotse hore o tla dula o mo tshehetsa.

# text
source: If there is a support group that your child can be part of, this can help. If your child talks about wanting to hurt or kill themselves, ask for help as soon as you can.
st_za: Haeba ho na le sehlopha sa tshehetso seo ngwana wa hao a ka se kenelang, seo se ka mo thusa. Haeba ngwana wa hao a re o batla ho itematsa kapa ho ipolaya, kopa thuso kapele kamoo ho ka kgonehang.

# text
source: Some people hold a ceremony or have a special meal to celebrate the person and say goodbye. Others make a box of memories, to put things that remind them of the person. It can also help just to talk about the person when you think about them.
st_za: Batho ba bang ba etsa mokete kapa ba ja dijo tse kgethehileng ho keteka bophelo ba motho le ho mo fonanisa. Ba bang ba bokella dikgopotso, tsa dintho tseo ba ikgopotsang motho ka tsona. Hape ho ka thusa ho bua ka motho ha o nahana ka yena.

# text
source: Talking with someone who can support you and listen to you can help. It can also help to join a group of people who have also lost someone. Remember nobody is perfect. It is okay to talk about the good and the bad times.
st_za: Ho bua le motho ea ka ho tshehetsang le ho o mamela ho ka thusa. Ho ka boela ha thusa ho kena sehlopheng sa batho ba lahlehetsoeng ke motho. Hopola hore ha ho motho ea phethahetseng. Ho lokile ho bua ka dinako tse monate le tse mpe.

# text
source: We all grieve in our own ways, from shouting, crying, feeling angry or sad. It can also feel different every day. Sometimes we feel better, then we feel worse again. Whatever you feel, your feelings are valid and it is okay.
st_za: Kaofela re siama ka ditsela tsa rona, ho tloha ho tleroheng, ho lleng, ho ikutlwa re halefile kapa ho utlwa bohloko. Hape o ka ikutlwa ka tsela e sa tshwaneng letsatsi le letsatsi. Ka dinako tse ding re ikutlwa re le betere, athe ka dinako tse ding ho boetse ho boima. Ho sa natswe hore na o ikutlwa jwang, maikutlo a hao aa utlwahala ebile a nepahetse.

# text
source: Try to do one simple thing to relax each day with your child or teenage, and also for yourself. It can also help to use this when you are upset or angry.
st_za: Letsatsi ka leng leka ho etsa ntho e ka o kgathollang hammoho le ngwana kapa motjha wa hao. Hape ho ka ba molemo ho sebedisa tsela ena ha o ikutlwa o kwatile kapa o halefile.

# text
source: It can help to take part in any mourning or cultural rituals that feel helpful, or to think about bonds and connections with the person you have lost.
st_za: Hape o ka thuswa ke ho nka karolo moetlong ofe kapa ofe wa ho siama kapa wa setso oo o utlwang eka o a thusa, kapa ho nahana ka maqhama le dikamano le motho ya hlokahetseng.

# text
source: Sit down comfortably, close your eyes
st_za: Dula o iketlile, o kwale mahlo

# text
source: Listen to your breath as it goes in and out for a minute
st_za: Ka motsotso imamele ha o phefumuloha mme moya o kena le ha o tswa.

# text
source: When you are ready, open your eyes.
st_za: Ha o se o lokile, bula mahlo hape.

# text
source: Spending a few minutes every day focused on your child helps to make them feel more secure and give them a chance to play or talk about things that are upsetting them.
st_za: Ho qeta metsotso e se mekae letsatsi le letsatsi o amehile ka ngwana wa hao ho mo thusa hore a ikutlwa a sireletsehile ebile ho mo fa monyetla wa ho bapala kapa ho bua ka dintho tseo mo utlwisang bohloko.

# text
source: Please select another number if you want to learn more about how to cope with bereavement as a parent/caregiver:
st_za: Ka kopo kgetha palo e nngwe haeba o batla ho ithuta haholwanyane ka tsela ya ho sebetsana le ho siama jwalo ka motswadi/mohlokomedi:

# text
source: A lot of families are dealing with grief due to COVID-19. We are here to support you and your family through this difficult time.
st_za: Malapa a mangata a sebetsana le bohloko ba ho shwelwa ka lebaka la COVID-19. Re tla o tshehetsa le ho tshehetsa lelapa la hao nakong ena e thata.

# text
source: A lot of families are dealing with grief due to COVID-19. I am here to support you and your family through this difficult time.
st_za: Malapa a mangata a sebetsana le bohloko ba ho shwelwa ka lebaka la COVID-19. Ke tla o tshehetsa le ho tshehetsa lelapa la hao nakong ena e thata.

# text
source: Well done @fields.user_name! You should be proud of yourself for exploring ways to get help for you and your family.
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O tlameha ho ikotla sefuba ka ho fuputsa ditsela tse ka thusang wena le ba lelapa la hao.

# text
source: Well done! You should be proud of yourself for exploring ways to get help for you and your family.
st_za: Mosebetsi o tswileng matsoho! O tlameha ho ikotla sefuba ka ho fuputsa ditsela tse ka thusang wena le ba lelapa la hao.

# text
source: Which is most like your experience?
st_za: Na ke efe ho dikgetho tsena e amileng kapa e fetsotseng bophelo ba hao haholo?

# text
source: Thanks!
st_za: Kea leboha!

# text
source: Are your children currently going to school/daycare?
st_za: Na hona jwale bana ba hao ba ya sekolong?

# text
source: Have you had money problems because of COVID-19 or pandemic restrictions?
st_za: Na o bile le mathata a ditjhelete ka lebaka la COVID-19 kapa dithibelo tse amanang le sewa?

# text
source: Has someone in your family been sick for a long time with COVID-19?
st_za: Na lapeng la hao, ho nale motho o ile a kula nako e telele ka lebaka la COVID-19?

# text
source: Have you felt very worried, sad, or afraid because of COVID-19?
st_za: Na o kile wa ikutlwa o tshwenyehile haholo, o halefile kapa o tshohile ka lebaka la COVID-19?

# text
source: It’s great to hear that you have been coping with COVID-19 related stress. We will remind you regularly to relax, recognise and reward yourself, to help you continue to manage your stress and feel calm.
st_za: Ke ditaba tse monate ho utlwa hore o kgonne ho sebetsana le mathata a amanang le COVID-19. Re tla dula re o hopotsa hore o phomole, o ikananele le ho iputsa, ho o thusa hore o tswele pele ho laola ho imelwa kelellong le hore o kgobe matshwafo.

# text
source: Has someone in your family passed away from COVID-19 or breathing problems?
st_za: Na ho nale motho lapeng la hao o hlokahetseng ka lebaka la COVID-19 kapa ka lebaka la mathata a ho hema?

# text
source: Would you like some tips on coping with loss as a parent or caregiver?
st_za: Na o ka thabela ho fumana dikeletso tsa ho sebetsana le ho hlokofallwa ke motswadi kapa mohlokomedi?

# text
source: Hi @fields.user_name! We are delighted that you have signed up for these messages. It shows that you care!
st_za: Dumela @fields.user_name! Re thabela hore o saenetse melaetsa ena. Seo se bontsha hore o a tsotella!

# text
source: Can we ask you some questions about COVID-19 in your area?
st_za: Na re ka o botsa dipotso tse itseng ka COVID-19 sebakeng sa heno?

# text
source: Hi @fields.user_name! I am delighted that you have signed up for these messages. It shows that you care!
st_za: Dumela @fields.user_name! Ke thabela hore o saenetse melaetsa ena. Seo se bontsha hore o a tsotella!

# text
source: Can I ask you some questions about COVID-19 in your area?
st_za: Na nka o botsa dipotso tse itseng ka COVID-19 sebakeng sa heno?

# text
source: Hi! We are delighted that you have signed up for these messages. It shows that you care!
st_za: Dumela! Re thabela hore o saenetse melaetsa ena. Seo se bontsha hore o a tsotella!

# text
source: Hi! I am delighted that you have signed up for these messages. It shows that you care!
st_za: Dumela! Ke thabela hore o saenetse melaetsa ena. Seo se bontsha hore o a tsotella!

# text
source: It is normal to feel overwhelmed or stressed about your children's education during this time. Remember that you are not alone and that we are here to help. Just type "Help" at anytime.
st_za: Ke ho tlwaelehileng ho ikutlwa o imetswe kapa o kgathatsehile ka thuto ya bana ba hao nakong ena? Hopola hore ha o mong le hore re teng ho o thusa. Ngola feela “Thuso” neng kapa neng.

# text
source: It is normal to feel overwhelmed or stressed about your children's education during this time. Remember that you are not alone and that I am here to help. Just type "Help" at anytime.
st_za: Ke ho tlwaelehileng ho ikutlwa o imetswe kapa o kgathatsehile ka thuto ya bana ba hao nakong ena? Hopola hore ha o mong le hore re teng ho o thusa. Ngola feela “Thuso” neng kapa neng.

# text
source: We are sorry that you have been dealing with money problems due to COVID-19.
st_za: Re maswabi hore o ile wa tobana le mathata a ditjhelete ka lebaka la COVID-19.

# text
source: I am sorry that you have been dealing with money problems due to COVID-19.
st_za: Ke maswabi hore o ile wa tobana le mathata a ditjhelete ka lebaka la COVID-19.

# text
source: We are happy to hear that. Because money is often a big issue you can also find family budgeting tips in the Help menu.
st_za: Re thabela ho utlwa seo. Kaha hangata tjhelete ke bothata bo boholo, o ka boela wa fumana dikeletso tsa ho bajeta tsa lelapa menyung wa Thuso.

# text
source: I am happy to hear that. Because money is often a big issue you can also find family budgeting tips in the Help menu.
st_za: Ke thabela ho utlwa seo. Hangata tjhelete ke bothata bo boholo, o ka boela wa fumana dikeletso tsa ho bajeta tsa lelapa menyung wa Thuso.

# text
source: We are sorry that you have been struggling with a sick family member. Caring for someone with COVID-19 for so long is hard. Remember that caring for yourself is equally important and we will remind you regularly to relax, recognise and reward yourself. You deserve this.
st_za: Re maswabi hore ebe o hula ka thata ka lebaka la ho kula ha setho sa lelapa. Ho hlokomela motho ya tshwerweng ke COVID-19 nako e telele haholo ho thata. Hopola hore ho itlhokomela le hona ke hobohlokwa ebile ebile re tla dula re o hopotsa ho phomola, ho ikananela le ho iputsa. O lokela ho phomola.

# text
source: I am sorry that you have been struggling with a sick family member. Caring for someone with COVID-19 for so long is hard. Remember that caring for yourself is equally important and we will remind you regularly to relax, recognise and reward yourself. You deserve this.
st_za: Ke maswabi hore ebe o hula ka thata ka lebaka la ho kula ha setho sa lelapa. Ho hlokomela motho ya tshwerweng ke COVID-19 nako e telele haholo ho thata. Hopola hore ho itlhokomela le hona ke hobohlokwa ebile re tla dula re o hopotsa ho phomola, ho ikananela le ho iputsa. O lokela ho phomola.

# text
source: We are sorry that you have been struggling. COVID-19 makes almost everyone feel this way. You are not alone in this! You can always access some helpful activities about how to manage stress through the Help menu.
st_za: Re maswabi ho utlwa hore haesale o hula ka thata. COVID-19 e etsa hore bohle ba ikutlwe jwalo. Tseba hore ha o mong ntweng ena! Kamehla ho na le diketso tse molemo tseo o ka di fumanang tse ka o thusang ho sebetsana le kgatello ya maikutlo ho menyu ya Thuso.

# text
source: I am sorry that you have been struggling. COVID-19 makes almost everyone feel this way. You are not alone in this! You can always access some helpful activities about how to manage stress through the Help menu.
st_za: Ke maswabi ho utlwa hore haesale o hula ka thata. COVID-19 e etsa hore bohle ba ikutlwe jwalo. Tseba hore ha o mong ntweng ena! Kamehla ho na le diketso tse molemo tseo o ka di fumanang tse ka o thusang ho sebetsana le kgatello ya maikutlo ho menyu ya Thuso.

# text
source: We are happy to hear that.
st_za: Re thabela ho utlwa seo.

# text
source: I am happy to hear that.
st_za: Ke thabela ho utlwa seo.

# text
source: We are so sorry for your loss. Thank you for chatting with us and for seeking help. Dealing with your own grief, whilst being a parent is difficult and you should be proud of yourself, we are very proud of you.
st_za: Re maswabi haholo ho utlwa hore o hlokahalletswe. Rea leboha hore o buisane le rona le ho kopa thuso. Ho sebetsana le ho siama, kamona botswadi le bona bo le thata, o lokela ho ikotla sefuba mme ruri rona re ikotla sefuba ka wena.

# text
source: I am so sorry for your loss. Thank you for chatting with me and for seeking help. Dealing with your own grief, whilst being a parent is difficult and you should be proud of yourself, I am very proud of you.
st_za: Ke maswabi haholo ho utlwa hore o hlokahalletswe. Kea leboha hore o buisane le nna le ho kopa thuso. Ho sebetsana le ho siama, kamona botswadi le bona bo le thata, o lokela ho ikotla sefuba mme ruri nna ke ikotla sefuba ka wena.

# text
source: We are glad to hear that. If you know people who have lost someone, you can support them by sharing our bereavement tips which you can find in the Help menu.
st_za: Re thabela ho utlwa seo. Haeba o tseba batho ba hlokahaletsweng ke motho e mong, o ka ba tshehetsa ka ho ba fa dikeletso tsa ho ba thusa tseo o ka di fumanang ho menyu ya Thuso.

# text
source: I am glad to hear that. If you know people who have lost someone, you can support them by sharing the bereavement tips which you can find in the Help menu.
st_za: Ke thabela ho utlwa seo. Haeba o tseba batho ba hlokahaletsweng ke motho e mong, o ka ba tshehetsa ka ho ba fa dikeletso tsa ho ba thusa tseo o ka di fumanang ho menyu ya Thuso.

# text
source: Thanks so much for answering these questions @fields.user_name. We really appreciate it especially since COVID-19 has been a very difficult time for many families.
st_za: Rea leboha ka hore o arabele dipotso tsena @fields.user_name. Kannete re ananela seo haholoholo kaha COVID-19 e bile nako e thata ho malapa a mangata.

# text
source: Remember that you are not alone and that we are here to help. Just type "Help" at anytime.
st_za: Hopola hore ha o mong le hore re teng ho o thusa. Ngola feela “Thuso” neng kapa neng.

# text
source: Thanks so much for answering these questions @fields.user_name. I really appreciate it especially since COVID-19 has been a very difficult time for many families.
st_za: Kea leboha ka hore o arabele dipotso tsena @fields.user_name. Kannete ke ananela seo haholoholo kaha COVID-19 e bile nako e thata ho malapa a mangata.

# text
source: Remember that you are not alone and that I am here to help. Just type "Help" at anytime.
st_za: Hopola hore ha o mong le hore ke teng ho o thusa. Ngola feela “Thuso” neng kapa neng.

# text
source: Thanks so much for answering these questions. We really appreciate it especially since COVID-19 has been a very difficult time for many families.
st_za: O entse mosebetsi o moholo ka ho araba dipotso tsena. Kannete re ananela seo haholoholo kaha COVID-19 e bile nako e thata ho malapa a mangata.

# text
source: Thanks so much for answering these questions. I really appreciate it especially since COVID-19 has been a very difficult time for many families.
st_za: O entse mosebetsi o moholo ka ho araba dipotso tsena. Kannete ke ananela seo haholoholo kaha COVID-19 e bile nako e thata ho malapa a mangata.

# text
source: Family and friends might tell you how a husband or a father should act. But both men and women benefit when they talk to each other and make decisions together! For example, next time you’re making a decision, try involving your partner and ask what they think.
st_za: Ba lelapa le metswalle ba ka bolela kamoo monna kapa ntate a etsang dintho kateng. Empa bobedi banna le basadi ba fumana molemo ha ba buisana le ho etsa diqeto mmoho! Ka mohlala, nakong e tlang ha o etsa diqeto, leka ho kenyelletsa molekane wa hao le ho mo botsa hore na o nahana jwang.

# text
source: Family and friends might tell you how a wife or a mother should act compared to a husband or father. But both men and women benefit when they talk to each other and make decisions together! For example, next time you’re making a decision, try involving your partner and ask what they think.
st_za: Ba lelapa le metswalle ba ka bolela kamoo mosadi kapa mme a lokelang ho etsa dintho kateng ha ho bapiswa le monna kapa ntate. Empa bobedi banna le basadi ba fumana molemo ha ba buisana le ho etsa diqeto mmoho! Ka mohlala, nakong e tlang ha o etsa diqeto, leka ho kenyelletsa molekane wa hao le ho mo botsa hore na o nahana jwang.

# text
source: Family and friends might tell you how a partner or a parent should act. But both men and women benefit when they talk to each other and make decisions together! For example, next time you’re making a decision, try involving your partner and ask what they think.
st_za: Ba lelapa le metswalle ba ka bolela kamoo molekane kapa motswadi a etsang dintho kateng. Empa bobedi banna le basadi ba fumana molemo ha ba buisana le ho etsa diqeto mmoho! Ka mohlala, nakong e tlang ha o etsa diqeto, leka ho kenyelletsa molekane wa hao le ho mo botsa hore na o nahana jwang.

# text
source: Would you like to see a comic about treating each other as equals?
st_za: Na o ka rata ho bona tsela ya boswaswi ya ho tshwarana jwalo ka batho ba lekanang?

# text
source: Parent 1: “My dear, you look worried. What’s wrong?”
st_za: Motswadi wa 1: “Ratu, ekare o kgathatsehile. “Molato ke eng?”

# text
source: Parent 2: “The stove has not been working very well recently. I think the stove might be broken.”
st_za: Motswadi wa 2: “Morao tjena setofo sena ha se sebetse hantle. Ke nahana hore e tlameha ebe se robehile.”

# text
source: Parent 1: “I noticed this too when I was cooking last week. I wanted to ask you: do you think we should buy a new one?”
st_za: Motswadi wa 1: “Le nna ke lemohile taba ena bekeng e fetileng ha ke pheha. E re nke ke o botse: na o nahana hore re reke setofo se setjha?”
