Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/st/st_messages.po
Languages: st_za

# text
source: Well done for taking the time to do this @fields.user_name.. How did it go?
st_za: O sebeditse ka ho qeta nako hore o etse sena @fields.user_name.. Ho tsamaile jwang?

# text
source: Well done for taking the time to do this. How did it go?
st_za: O sebeditse ka ho qeta nako hore o etse sena. Ho tsamaile jwang?

# text
source: We are happy to hear it went well! Our children spend a lot of time online, so it is very beneficial for them to be taught responsible online habits. This is important so that they can stay safe and continue enjoying the benefits of the digital world.
st_za: Rea thaba ho utlwa hore ho tsamaile hantle! Bana ba rona ba qeta nako e ngata haholo ho marang-rang a dikgokahano, kahoo ho molemo haholo ho ba ruta mekgwa e bontshang ho jara boikarabelo tshebedisong ena. Sena se bohlokwa hore ba ka dula re sireletsehile mme re tswele pele ho una melemo ya bophelo ba sedijithale.

# text
source: I am happy to hear it went well! Our children spend a lot of time online, so it is very beneficial for them to be taught responsible online habits. This is important so that they can stay safe and continue enjoying the benefits of the digital world.
st_za: Kea thaba ho utlwa hore ho tsamaile hantle! Bana ba rona ba qeta nako e ngata haholo ho marang-rang a dikgokahano, kahoo ho molemo haholo ho ba ruta mekgwa e bontshang ho jara boikarabelo tshebedisong ena. Sena se bohlokwa hore ba ka dula re sireletsehile mme re tswele pele ho una melemo ya bophelo ba sedijithale.

# text
source: That is okay! What did you find difficult about discussing online safety with @fields.child_nickname?
st_za: Ho lokile! Ke eng eo o fumaneng e le thata ka ho buisana le @fields.child_nickname ka boipaballo le polokeho ho marang-rang a dikgokahano?

# text
source: That is okay! What did you find difficult about discussing online safety with your child?
st_za: Ho lokile! Ke eng eo o fumaneng e le thata ka ho buisana le ngwana wa hao ka boipaballo le polokeho ho marang-rang a dikgokahano?

# text
source: Sorry to hear that you are finding this challenging. Creating new and healthy habits like device-free time is a learning process. Try replacing a time when @fields.child_nickname usually was on their phone with another fun activity. This allows children to see that other activities can bring them enjoyment too. Change takes time, you can do this!
st_za: Ke maswabi ho utlwa hore o fumana sena se le thata. Ho qala mekgwa e metjha le e metle e kang nako ya ho beha disebediswa tsa elektronike fatshe ke ntho e ithutwang. Leka ho kenya boithabiso bo bong nakong eo hangata @fields.child_nickname a e qetang a le founong ya hae. Sena se thusa bana ho bona hore ba ka etsa dintho tse ding tse ka ba thabisang. Phetoho e nka nako, empa o ka atleha ho etsa sena!

# text
source: Sorry to hear that you are finding this challenging. Creating new and healthy habits like device-free time is a learning process. Try replacing a time when your child usually was on their phone with another fun activity. This allows children to see that other activities can bring them enjoyment too. Change takes time, you can do this!
st_za: Ke maswabi ho utlwa hore o fumana sena se le thata. Ho qala mekgwa e metjha le e metle e kang nako ya ho beha disebediswa tsa elektronike fatshe ke ntho e ithutwang. Leka ho kenya boithabiso bo bong nakong eo hangata ngwana wa hao a e qetang a le founong ya hae. Sena se thusa bana ho bona hore ba ka etsa dintho tse ding tse ka ba thabisang. Phetoho e nka nako, empa o ka atleha ho etsa sena!

# text
source: Sorry to hear that you are finding this challenging. These conversations can be difficult to initiate, but they are important to have as they can protect @fields.child_nickname. The more conversations you have with @fields.child_nickname about the digital world, the easier they will become.
st_za: Ke maswabi ho utlwa hore o fumana sena se le thata. Ho ka ba thata ho qala dipuisano tsena, empa ho bohlokwa ho di qala kaha di ka sireletsa @fields.child_nickname. Haeba o buisana haholo le @fields.child_nickname ka ditaba tsa dijithale, dipuisano tse jwalo di tla itlela habonolo.

# text
source: For the first discussion, try asking @fields.child_nickname about what they enjoy doing online. This will allow them to share with you what they do and allows your to become involved in what they are doing online, which is a good starting place for further discussion.
st_za: Ha le qala ho buisana, leka ho botsa @fields.child_nickname hore na o thabela ho etsa eng ho marang-rang a dikgokahano. Sena se mo fa monyetla wa ho o bolella seo a se etsang ebile se o fa monyetla wa ho ameha ho seo a se etsang ho marang-rang, e leng tsela e ntle ya ho bulela dipuisano tse latelang monyetla.

# text
source: For the first discussion, try asking your child about what they enjoy doing online. This will allow them to share with you what they do and allows your to become involved in what they are doing online, which is a good starting place for further discussion.
st_za: Ha le qala ho buisana, leka ho botsa ngwana wa hao hore na o thabela ho etsa eng ho marang-rang a dikgokahano. Sena se mo fa monyetla wa ho o bolella seo a se etsang ebile se o fa monyetla wa ho ameha ho seo a se etsang ho marang-rang e leng tsela e ntle ya ho bulela dipuisano tse latelang monyetla.

# text
source: Sorry to hear that you are finding this challenging. These conversations can be difficult to initiate, but they are important to have as they can protect your child. The more conversations you have with your child about the digital world, the easier they will become.
st_za: Ke maswabi ho utlwa hore o fumana sena se le thata. Ho ka ba thata ho qala dipuisano tsena, empa ho bohlokwa ho di qala kaha di ka sireletsa ngwana wa hao. Haeba o buisana haholo le ngwana wa hao ka ditaba tsa dijithale, dipuisano tse jwalo di tla itlela habonolo.

# text
source: That is completely normal to experience. Try asking @fields.child_nickname to explain the gadgets they use; you could do this during one-on-one time. This is a great opportunity to show interest in @fields.child_nickname’s life and to discuss potential risks together. If you are not sure which rules to set, you can always agree, with @fields.child_nickname, to try a new rule for two weeks and then discuss how things are going and change the rule if needed!
st_za: Eo ke ntho tlwaelehile hore ho be jwalo. Leka ho kopa @fields.child_nickname ho o hlalosetsa disebediswa tseo a di sebedisang; o ka etsa sena nakong ya boinotsing. Ona ke monyetla o babatsehang wa ho bontsha @fields.child_nickname hore o thahasella bophelo ba hae le ho buisana ka dikotsi tse ka hlahang mmoho. Haeba o sa kgodiseha hore na ke melao efe eo le ka e behang, o ntse o ka dumellana le @fields.child_nickname ho leka molao o motjha ka dibeke tse pedi ebe kamora moo le buisana kamoo dintho di tsamayang kateng ebele le a o fetola ha ho hlokeha!

# text
source: That is completely normal to experience. Try asking your child or teen to explain the gadgets they use; you could do this during one-on-one time. This is a great opportunity to show interest in your child's or teen’s life and to discuss potential risks together. If you are not sure which rules to set, you can always agree, with your child or teen, to try a new rule for two weeks and then discuss how things are going and change the rule if needed!
st_za: Eo ke ntho tlwaelehile hore ho be jwalo. Leka ho kopa ngwana kapa motjha wa hao ho o hlalosetsa disebediswa tseo a di sebedisang; o ka etsa sena nakong ya boinotsing. Ona ke monyetla o babatsehang wa ho bontsha ngwana kapa motjha wa hao hore o thahasella bophelo ba hae le ho buisana ka dikotsi tse ka hlahang mmoho. Haeba o sa kgodiseha hore na ke melao efe eo le ka e behang, o ntse o ka dumellana le ngwana kapa motjha wa hao ho leka molao o motjha ka dibeke tse pedi ebe kamora moo le buisana kamoo dintho di tsamayang kateng ebele le a o fetola ha ho hlokeha!

# text
source: Hi @fields.user_name! Are you having any challenges coping when you baby is crying?
st_za: Dumela @fields.user_name! Na ho na le diphephetso dife kapa dife tseo o tobanang le tsona ha lesea la hao le lla?

# text
source: Hi! Are you having any challenges coping when you baby is crying?
st_za: Dumela! Na ho na le diphephetso dife kapa dife tseo o tobanang le tsona ha lesea la hao le lla?

# text
source: It is completely normal to feel overwhelmed as a parent. All parents feel this way. Try calling a family member or a friend. Sometimes just talking with someone is enough, but if you still feel overwhelmed, ask someone for help. Calling for help is a sign of strength. You can do this!
st_za: Kannete ke ntho e tlwaelehileng hore o ikutlwe o imetswe jwalo ka motswadi. Batswadi bohle ba ikutlwa ka tsela eo. Leka ho bitsa setho sa lelapa kapa motswalle. Ka dinako tse ding ho bua le motho e mong ho lekane, empa haeba o ntse o ikutlwa o imetswe haholo, kopa thuso ya motho e mong. Ho kopa thuso ke letshwao la motho ya matla. O ka atleha!

# text
source: Great to hear that you are able to manage this @fields.user_name. This isn't easy so praise yourself for coping!
st_za: Ke thabela ho utlwa hore o kgona ho laola sena @fields.user_name. Ha ho bonolo kahoo ipabatse hobane o sebetsana le boemo boo!

# text
source: Great to hear that you are able to manage this. This isn't easy so praise yourself for coping!
st_za: Ke thabela ho utlwa hore o kgona ho laola sena. Ha ho bonolo kahoo ipabatse hobane o sebetsana le boemo boo!

# text
source: Sorry to hear it has been challenging. What was difficult for you about managing @fields.child_nickname's crying?
st_za: Ke maswabi ho utlwa hore ho bile thata. O ne o thatafallwa ke eng tabeng ya ho sebetsana le @fields.child_nickname le llang?

# text
source: Sorry to hear it has been challenging. What was difficult for you about managing your baby's crying?
st_za: Ke maswabi ho utlwa hore ho bile thata. O ne o thatafallwa ke eng tabeng ya ho sebetsana le lesea la hao le llang?

# text
source: It is completely normal to experience this, it can be really hard to stay calm when @fields.child_nickname is crying but do not give up! Try to think of something that you can do that might help you, like taking a couple deep breaths. This can help reduce stress and clear your mind.
st_za: Kannete ke ntho e tlwaelehileng ho tobana le boemo bona, ebile ho ka ba thata haholo ho dula o kgobile matshwafo ha @fields.child_nickname le lla empa o se ke wa tela! Leka ho nahana ka ntho eo o ka e etsang e ka ka nnang ya o thusa jwalo ka ho phefumulohela hodimo ka makgetlo a mmalwa. Sena se ka thusa ho fokotsa kgatello ya maikutlo le ho hlaphola kelello ya hao.

# text
source: It is completely normal to experience this, it can be really hard to stay calm when your baby is crying but do not give up! Try to think of something that you can do that might help you, like taking a couple deep breaths. This can help reduce stress and clear your mind.
st_za: Kannete ke ntho e tlwaelehileng ho tobana le boemo bona, ebile ho ka ba thata haholo ho dula o kgobile matshwafo ha lesea la hao le lla empa o se ke wa tela! Leka ho nahana ka ntho eo o ka e etsang e ka ka nnang ya o thusa jwalo ka ho phefumulohela hodimo ka makgetlo a mmalwa. Sena se ka thusa ho fokotsa kgatello ya maikutlo le ho hlaphola kelello ya hao.

# text
source: Sorry to hear that you are finding this challenging. If you are getting angry because @fields.child_nickname won’t stop crying, it’s okay to leave them on their back in a safe place and walk away for a bit and take a quick pause. Taking a pause will help you respond better. Stay nearby so that you can monitor @fields.child_nickname. Check on @fields.child_nickname every 5-10 minutes.
st_za: Ke maswabi ho utlwa hore o fumana sena se le thata. Haeba o halefiswa ke hore ebe @fields.child_nickname ha a thole, ha ho phoso ho mo siya a kakaletse sebakeng se sireletsehileng ebe o tloha pela hae hanyane ebe o kgefutsa ka nako e kgutshwane feela. Ho nka kgefu ho tla o thusa ho arabela habetere. Dula haufi le yena e le hore o mo behe boemo leihlo @fields.child_nickname. Mo hlahlobe @fields.child_nickname ka metsotso e meng e le e meng e 5-10.

# text
source: Sorry to hear that you are finding this challenging. If you are getting angry because your baby won’t stop crying, it’s okay to leave them on their back in a safe place and walk away for a bit and take a quick pause. Taking a pause will help you respond better. Stay nearby so that you can monitor your baby. Check on your baby every 5-10 minutes.
st_za: Ke maswabi ho utlwa hore o fumana sena se le thata. Haeba o halefiswa ke hore ebe lesea la hao ha le thole, ha ho phoso ho mo siya le kakaletse sebakeng se sireletsehileng ebe o tloha pela hae hanyane ebe o kgefutsa ka nako e kgutshwane feela. Ho nka kgefu ho tla o thusa ho arabela habetere. Dula haufi le lesea la hao e le hore o ka le beha leihlo. Sheba hore na lesea la hao le ntse le ya jwang kamora metsotso e meng le e meng e 5-10.

# text
source: It is completely normal to experience this, we know that this is not easy! Try swaddling, rocking or singing to @fields.child_nickname. You might also need feed @fields.child_nickname or change their diaper. Remember, you are not a bad parent if @fields.child_nickname continues to cry after you have done all you can to calm them. You are doing your best!
st_za: Kannete ke ntho e tlwaelehileng ho tobana le boemo bona, ebile rea tseba hore ha ho bonolo! Leka ho phuthela @fields.child_nickname, ho mo etsetsa morethetho kapa ho mo binela Hape o ka nna wa tlameha ho fepa @fields.child_nickname kapa ho mo tjhentjha leleiri. Hopola, hase hore o motswadi e mobe haeba @fields.child_nickname a hao le tswela pele ho lla kamora ho etsa sohle seo o ka se kgonang ho mo thodisa. O etsa sohle se matleng a hao!

# text
source: It is completely normal to experience this, I know that this is not easy! Try swaddling, rocking or singing to @fields.child_nickname. You might also need feed @fields.child_nickname or change their diaper. Remember, you are not a bad parent if @fields.child_nickname continues to cry after you have done all you can to calm them. You are doing your best!
st_za: Kannete ke ntho e tlwaelehileng ho tobana le boemo bona, ebile kea tseba hore ha ho bonolo! Leka ho phuthela @fields.child_nickname, ho mo etsetsa morethetho kapa ho mo binela Hape o ka nna wa tlameha ho fepa @fields.child_nickname kapa ho mo tjhentjha leleiri. Hopola, hase hore o motswadi e mobe haeba @fields.child_nickname a hao le tswela pele ho lla kamora ho etsa sohle seo o ka se kgonang ho mo thodisa. O etsa sohle se matleng a hao!

# text
source: It is completely normal to experience this, we know that this is not easy! Try swaddling, rocking or singing to your baby. You might also need feed your baby or change their diaper. Remember, you are not a bad parent if your baby continues to cry after you have done all you can to calm them. You are doing your best!
st_za: Kannete ke ntho e tlwaelehileng ho tobana le boemo bona, ebile rea tseba hore ha ho bonolo! Leka ho phuthela lesea la hao, ho le etsetsa morethetho kapa ho le binela Hape o ka nna wa tlameha ho fepa lesea la hao kapa ho le tjhentjha leleiri. Hopola, hase hore o motswadi e mobe haeba lesea la hao le tswela pele ho lla kamora ho etsa sohle seo o ka se kgonang ho le thodisa. O etsa sohle se matleng a hao!

# text
source: It is completely normal to experience this, I know that this is not easy! Try swaddling, rocking or singing to your baby. You might also need feed your baby or change their diaper. Remember, you are not a bad parent if your baby continues to cry after you have done all you can to calm them. You are doing your best!
st_za: Kannete ke ntho e tlwaelehileng ho tobana le boemo bona, ebile kea tseba hore ha ho bonolo! Leka ho phuthela lesea la hao, ho le etsetsa morethetho kapa ho le binela Hape o ka nna wa tlameha ho fepa lesea la hao kapa ho le tjhentjha leleiri. Hopola, hase hore o motswadi e mobe haeba lesea la hao le tswela pele ho lla kamora ho etsa sohle seo o ka se kgonang ho le thodisa. O etsa sohle se matleng a hao!

# text
source: When we are reminded of such situations, it is normal to feel upset or angry . It is important to find a time when you are calm, so you can think of what support you need: You may need to talk to someone.
st_za: Ha re hopotswa ka maemo a jwalo, ho tlwaelehile hore motho a ikutlwe a kwatile kapa a halefile. Ho bohlokwa ho fumana nako ha o kgutsitse, hore ka nahana ka hore na o hloka tshehetso ya mofuta ofe: Mohlomong o tlameha ho buisana le motho e mong.

# text
source: It is completely normal to experience this challenge, this is difficult stuff to talk about. Find a calm time. You can say that we hope these things never happen, but it’s like getting insurance – it's best to think about them and be prepared.
st_za: Ke ntho e tlwaelehileng ka ho feletseng ho tobana le bothata bona, ho ka ba thata hobua ka taba ena. Fumana nako eo ho kgutsitseng. O ka nna wa re re tshepa hore dintho tsena di ke ke tsa etsahala, empa ho tshwana le ho fumana inshorense – ho molemo ho nahana ka yona le ho dula o itokisitse.

# text
source: Hi @fields.user_name! Were you able to stay calm if @fields.child_nickname shared something sensitive or challenging?
st_za: Dumela @fields.user_name! Na o ile wa kgona ho dula o kgutsitse ha @fields.child_nickname a o phetela ntho e bohloko kapa e thata?

# text
source: Hi @fields.user_name! Were you able to stay calm if your teen shared something sensitive or challenging?
st_za: Dumela @fields.user_name! Na o ile wa kgona ho dula o kgutsitse ha motjha wa hao a o phetela ntho e bohloko kapa e thata?

# text
source: Hi! Were you able to stay calm if @fields.child_nickname shared something sensitive or challenging?
st_za: Dumela! Na o ile wa kgona ho dula o kgutsitse ha @fields.child_nickname a o phetela ntho e bohloko kapa e thata?

# text
source: Hi! Were you able to stay calm if your teen shared something sensitive or challenging?
st_za: Dumela! Na o ile wa kgona ho dula o kgutsitse ha motjha wa hao a o phetela ntho e bohloko kapa e thata?

# text
source: Well done, that is not very easy to do @fields.user_name! How did it go?
st_za: O sebeditse, ho hang ha ho bonolo ho etsa jwalo @fields.user_name! Ho tsamaile jwang?

# text
source: Well done, that is not very easy to do! How did it go?
st_za: O sebeditse, ho hang ha ho bonolo ho etsa jwalo! Ho tsamaile jwang?

# text
source: We are happy to hear that it went well! This shows that you and your teen have a trusting and positive relationship. You should be proud of yourself!
st_za: Rea thaba ho utlwa hore ho tsamaile hantle! Sena se bontsha hore wena le motjha wa hao le a tshepana ebile le na le kamano e mofuthu. O lokela ho ba motlotlo ka wena!

# text
source: I am happy to hear that it went well! This shows that you and your teen have a trusting and positive relationship. You should be proud of yourself!
st_za: Kea thaba ho utlwa hore ho tsamaile hantle! Sena se bontsha hore wena le motjha wa hao le a tshepana ebile le na le kamano e mofuthu. O lokela ho ba motlotlo ka wena!

# text
source: We understand! What did you find difficult about discussing challenges with @fields.child_nickname?
st_za: Rea utlwisisa! Ke eng eo o fumaneng e le thata ka ho buisana ka mathata le @fields.child_nickname?

# text
source: I understand! What did you find difficult about discussing challenges with @fields.child_nickname?
st_za: Kea utlwisisa! Ke eng eo o fumaneng e le thata ka ho buisana ka mathata le @fields.child_nickname?

# text
source: We understand! What did you find difficult about discussing challenges with your teen?
st_za: Rea utlwisisa! Ke eng eo o fumaneng e le thata ka ho buisana ka mathata le motjha wa hao?

# text
source: I understand! What did you find difficult about discussing challenges with your teen?
st_za: Kea utlwisisa! Ke eng eo o fumaneng e le thata ka ho buisana ka mathata le motjha wa hao?

# text
source: It is completely normal to experience this challenge. Praise @fields.child_nickname for telling you, that is not easy to do! Remember, you can use all the skills you collected in your toolbox: Take a Pause, reassure @fields.child_nickname that you are here for them, discuss possible solutions, and reach out to get the support you and @fields.child_nickname need!
st_za: Ho tlwaelehile hore batho ba kopane le bothata bo jwalo. Babatsa @fields.child_nickname hobane a o bolelletse, ha ho bonolo ho etsa jwalo! Hopola, o ka sebedisa tsebo yohle eo o e bokelletseng ka lebokoseng la hao la dithuluse: Nka Kgefu, o kgodise @fields.child_nickname hore o tla wa o tsoha le yena, buisanang ka maemo a ka hlahang, mme o etse boiteko ba ho fumana thuso eo wena le @fields.child_nickname le e hlokang!

# text
source: It is completely normal to experience this challenge. Praise your teen for telling you, that is not easy to do! Remember, you can use all the skills you collected in your toolbox: Take a Pause, reassure your teen that you are here for them, discuss possible solutions, and reach out to get the support you and your teen need!
st_za: Ho tlwaelehile hore batho ba kopane le bothata bo jwalo. Babatsa motjha wa hao hobane a o bolelletse, ha ho bonolo ho etsa jwalo! Hopola, o ka sebedisa tsebo yohle eo o e bokelletseng ka lebokoseng la hao la dithuluse: Nka Kgefu, o kgodise motjha wa hao hore o tla wa o tsoha le yena, buisanang ka maemo a ka hlahang, mme o etse boiteko ba ho fumana thuso eo wena le motjha wa hao le e hlokang!

# text
source: That's okay! The important thing is that @fields.child_nickname knows that you are here for them. It sometimes takes time for a teen to feel comfortable sharing. Try to keep an open channel of communication with them by spending quality time together and accepting their ideas.
st_za: O ska kgathatseha! Ntho ya bohlokwa ke hore @fields.child_nickname a tsebe hore o tla wa o tsoha le yena. Ka dinako tse ding ho nka nako pele motjha a ikutlwa a phutholohile hore a ka o phetela ditaba. Leka ho dula o butse metjha ya puisano ka ho qeta nako ya bohlokwa le yena le ka ho amohela maikutlo a hae.

# text
source: That's okay! The important thing is that your teen knows that you are here for them. It sometimes takes time for a teen to feel comfortable sharing. Try to keep an open channel of communication with them by spending quality time together and accepting their ideas.
st_za: O ska kgathatseha! Ntho ya bohlokwa ke hore motjha wa hao a tsebe hore o tla wa o tsoha le yena. Ka dinako tse ding ho nka nako pele motjha a ikutlwa a phutholohile hore a ka o phetela ditaba. Leka ho dula o butse metjha ya puisano ka ho qeta nako ya bohlokwa le yena le ka ho amohela maikutlo a hae.

# text
source: That is okay! When we are reminded of such situations, it is normal to feel upset or angry . It is important to find a time when you are calm, so you can think of what support you need: You may need to talk to someone.
st_za: Ho lokile! Ha re hopotswa ka maemo a jwalo, ho tlwaelehile hore motho a ikutlwe a kwatile kapa a halefile. Ho bohlokwa ho fumana nako ha o kgutsitse, hore ka nahana ka hore na o hloka tshehetso ya mofuta ofe: Mohlomong o tlameha ho buisana le motho e mong.
