Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/st/st_messages.po
Languages: st_za

# text
source: Parent: “We can wash our hands regularly for 20 seconds. We can also keep a good physical distance away from people. We also need to try to avoid touching our faces as much as possible.”
st_za: Motswadi: “Ka hore re hlape matsoho kgafetsa ka metsotswana e ka bang 20. Hape re se ke ra atamellana haholo le batho ba bang. Ebile re tlameha ho leka ka hore re se ke ra itshwara sefahlehong.”

# text
source: Child, “Okay…”
st_za: Ngwana, “Ok...”

# text
source: Child: “What happens to your body when you get coronavirus?”
st_za: Ngwana: “Ho etsahalang ka mmele wa hao ha o tshwarwa ke corona?”

# text
source: Parent: “To tell you the truth, I don’t know exactly. How about we look on the UNICEF website together?”
st_za: Motswadi: “E re ke o bolelle nnete feela, ha ke tsebe hantle. Ho ka ba jwang re ke re shebe webosaete ya UNICEF mmoho?”

# text
source: Please select another number if you want to learn more about how to talk about COVID-19 with your children:
st_za: Ka kopo kgetha palo e nngwe haeba o batla ho ithuta haholwanyane ka tsela ya ho buisana le ngwana wa hao ka COVID-19:

# text
source: You can also type "N" to stop this tip.
st_za: Hape o ka ngola “N” ho emisa keletso ena.

# text
source: Step 1. Be open, honest, and supportive
st_za: Mohato wa 1. Ba phetlele sefuba, bua ka botshepehi mme o ba tshehetse

# text
source: Allow @fields.child_nickname to talk freely. Ask them open questions and find out how much they already know.
st_za: Tlohella @fields.child_nickname a bue a lokolohile. Ebe o mo botsa dipotso hore o tlo utlwe hore na o se a ntse a tseba hakae.

# text
source: Allow your child to talk freely. Ask them open questions and find out how much they already know.
st_za: Tlohella ngwana wa hao a bue a lokolohile. Ebe o mo botsa dipotso hore o tlo utlwe hore na o se a ntse a tseba hakae.

# text
source: Always answer their questions truthfully. Think about how old @fields.child_nickname is and how much they can understand.
st_za: Ka dinako tsohle araba dipotso tsa hae ka nnete. Nahana hore na @fields.child_nickname o dilemo di kae le hore na a ka kgona ho utlwisisa dintlha tse kae.

# text
source: @fields.child_nickname may be scared or confused. Give them space to share how they are feeling and let them know you are there for them.
st_za: Mohlomong @fields.child_nickname o tshohile kapa o ferekane. Mo fe monyetla wa ho ntsha maikutlo a hae mme o mo kgodise hore o tla wa o tsoha le yena.

# text
source: Always answer their questions truthfully. Think about how old your child is and how much they can understand.
st_za: Ka dinako tsohle araba dipotso tsa hae ka nnete. Nahana hore na ngwana wa hao o dilemo di kae le hore na a ka kgona ho utlwisisa dintlha tse kae.

# text
source: Your child may be scared or confused. Give them space to share how they are feeling and let them know you are there for them.
st_za: Mohlomong ngwana wa hao o tshohile kapa o ferekane. Mo fe monyetla wa ho ntsha maikutlo a hae mme o mo kgodise hore o tla wa o tsoha le yena.

# text
source: Step 4. End on a good note
st_za: Mohato wa 4. Moqoqo o felle hamonate

# text
source: Check to see if @fields.child_nickname is okay. Remind them that you care and that they can talk to you anytime. Then do something fun together!
st_za: Utlwa hore na @fields.child_nickname o ntse a ya hantle. Mo hopotse hore o a mo tsotella le hore a ka bua le wena neng kapa neng. Ebe le etsa ho hong ho monate mmoho!

# text
source: Check to see if your child is okay. Remind them that you care and that they can talk to you anytime. Then do something fun together!
st_za: Utlwa hore na ngwana wa hao o ntse a ya hantle. Mo hopotse hore o a mo tsotella le hore a ka bua le wena neng kapa neng. Ebe le etsa ho hong ho monate mmoho!

# text
source: Step 2. It is OK not to know the answers.
st_za: Mohato wa 2. O ska KGATHATSEHA ha o sa tsebe dikarabo.

# text
source: It is fine to say “We don’t know, but we are working on it; or we don’t know, ‘but we think’.” Use this as an opportunity to learn something new with @fields.child_nickname. The WHO and UNICEF websites are great first steps to learn.
st_za: Hase phoso ho re “Ha re tsebe, empa re ntse re sebetsana le taba eo; kapa ha re tsebe, ‘empa re nahana’.” Nka monyetla ona ho ithuta ntho e nngwe e ntjha le @fields.child_nickname. Diwebosaete tsa WHO le UNICEF di tshwere dintlha tsa bohlokwa tseo le ka qalang ho ithuta tsona.

# text
source: It is fine to say “We don’t know, but we are working on it; or we don’t know, ‘but we think’.” Use this as an opportunity to learn something new with your child. The WHO and UNICEF websites are great first steps to learn.
st_za: Hase phoso ho re “Ha re tsebe, empa re ntse re sebetsana le taba eo; kapa ha re tsebe, ‘empa re nahana’.” Nka monyetla ona ho ithuta ntho e nngwe e ntjha le ngwana wa hao. Diwebosaete tsa WHO le UNICEF di tshwere dintlha tsa bohlokwa tseo le ka qalang ho ithuta tsona.

# text
source: Tell @fields.child_nickname that we can be compassionate to people who are sick and those who are caring for them.
st_za: Bolella @fields.child_nickname hore re lokela ho qenehela batho ba kulang le ba ba hlokomelang.

# text
source: Tell your child that we can be compassionate to people who are sick and those who are caring for them.
st_za: Bolella ngwana wa ha hore re lokela ho qenehela batho ba kulang le ba ba hlokomelang.

# text
source: Well done for adding another skill to your Parenting Toolkit! Over the next few days, try to talk about COVID-19 with your child in a supportive way. It will make them feel loved and safe. You are the hero of this story!
st_za: O sebeditse ka ho eketsa boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi! Matsatsing a seng makae a tlang, leka ho buisana le ngwana wa hao ka COVID-19 ka tsela e mo tshehetsang. Seo se tla etsa hore a ikutlwe a ratwa ebile a sireletsehile. Ke wena mohale paleng ena!

# text
source: Well done for adding another layer to your House of Support! Over the next few days, try to talk about COVID-19 with your child in a supportive way. It will make them feel loved and safe. You are the hero of this story!
st_za: O sebeditse ka ho eketsa mokato o mong Ntlo ya Tshehetso! Matsatsing a seng makae a tlang, leka ho buisana le ngwana wa hao ka COVID-19 ka tsela e mo tshehetsang. Seo se tla etsa hore a ikutlwe a ratwa ebile a sireletsehile. Ke wena mohale paleng ena!

# text
source: We understand that these times can be really difficult. Please type "Help" if you want any extra support or guidance. Chat to you later!
st_za: Rea utlwisisa hore kannete ho ka ba thata dinakong tsena. Ka kopo ngola “Thuso” haeba o batla thuso kapa tataiso efe kapa efe e eketsehileng. Ke tla bua le wena hamorao!

# text
source: I understand that these times can be really difficult. Please type "Help" if you want any extra support or guidance. Chat to you later!
st_za: Kea utlwisisa hore kannete ho ka ba thata dinakong tsena. Ka kopo ngola “Thuso” haeba o batla thuso kapa tataiso efe kapa efe e eketsehileng. Ke tla bua le wena hamorao!

# text
source: Sometimes we feel frustrated with our children because we expect them to behave in ways that they are not yet developmentally ready for.
st_za: Ka dinako tse ding re nka hore bana ba rona ba re swetsitse hobane re lebeletse hore ba itshware ka ditsela tse itseng empa ba eso hole ka ho lekaneng hore ba ka itshwara jwalo.

# text
source: Learning about child development means we can have realistic expectations and also to spot any problems with their growth and development.
st_za: Ho ithuta ka kgolo ya ngwana ho bolela hore re ka ba le ditebello tse utlwahalang le ho lemoha mathata afe kapa afe ka ho hola ha ngwana.

# text
source: All children develop at different rates. Here's a video to help you understand what to expect from your children.
st_za: Bana bohle ba hola ka sekgahla se sa tshwaneng. Shebella video ena ho o thusa ho utlwisisa seo o ka se lebellang ho bana ba hao.

# text
source: All children develop at different rates. Here's an audio message to help you understand what to expect from your children.
st_za: Bana bohle ba hola ka sekgahla se sa tshwaneng. Mamela molaetsa ona o mamelwang ho o thusa ho utlwisisa seo o ka se lebellang ho bana ba hao.

# text
source: That's okay! You can always type "Help" if you want to learn more about child development.
st_za: O ska kgathatseha! Ka dinako tsohle o ka ngola “Thuso” haeba o batla ho ithuta haholwanyane ka kgolo ya ngwana wa hao.

# text
source: All children develop at different rates. But there are some things that we expect children to be able to do at an age. These are called ‘development’ milestones.
st_za: Bana bohle ba hola ka sekgahla se sa tshwaneng. Empa ho na le dintho tse itseng tseo re lebellang hore bana ba kgone ho di etsa ha ba le dilemo tse itseng. Tsena ke dinako tsa bohlokwa ‘kgolong’.

# text
source: If you are concerned that your child might be delayed in their development, here is a link to services in your area that may also be helpful:
st_za: Haeba o tshwenyehile ka hore ngwana wa hao a ka dieha ho hola, ke lena lehokela la lits'ebeletso sebakeng sa heno le ka o thusang:

# text
source: You can also visit UNICEF's website for more helpful information about child development:
st_za: U ka etela sebaka sa Marang-rang sa UNICEF ho fumana lintlha tse ling tse thusang mabapi le kholo ea bana:

# text
source: Many things affect our children's development. For example, development is helped by eating healthy food, having immunisations, and parents or caregivers who talk to them a lot.
st_za: Dintho tse ngata di ama kgolo ya bana ba hao. Ka mohlala, kgolo e ntshetswa pele ke ho ja dijo tse nang le phepo, ho entelwa mafu hape le batswadi kapa bahlokomedi ba buang le bona haholo.

# text
source: Which child development milestones do you want to learn about?
st_za: Ke dinako dife tsa bohlokwa kgolong ya ngwana tseo o ka ratang ho ithuta ka tsona?

# text
source: Sorry I don't understand what you mean.
st_za: Ke maswabi ha ke utlwisise hore na o bolelang.

# text
source: Young children have similar needs as toddlers. Here's an audio message to help you understand your child's developmental needs better.
st_za: Bana ba banyane ba na le ditlhoko tse tshwanang le tsa bana ba seng ba tseba ho tsamaya. Mamela molaetsa ona o mamelwang ho o thusa ho utlwisisa kgolo ya ngwana wa hao ka tsela e betere.

# text
source: Babies from 0 to 1 year need lots of play and attention. Here's a video to help you understand your child's developmental needs better.
st_za: Masea a nang le selemo se 0 ho ya ho 1 ba hloka ho bapala haholo le ho behwa leihlo. Shebella video ho o thusa ho utlwisisa kgolo ya ngwana wa hao ka tsela e betere.

# text
source: Babies from 0 to 1 year need lots of play and attention. Here's an audio message to help you understand your child's developmental needs better.
st_za: Masea a nang le selemo se 0 ho ya ho 1 ba hloka ho bapala haholo le ho behwa leihlo. Mamela molaetsa ona o mamelwang ho o thusa ho utlwisisa kgolo ya ngwana wa hao ka tsela e betere.

# text
source: Young children have similar needs as toddlers. Here's a video to help you understand your child's developmental needs better.
st_za: Bana ba banyane ba na le ditlhoko tse tshwanang le tsa bana ba seng ba tseba ho tsamaya. Shebella video ho o thusa ho utlwisisa kgolo ya ngwana wa hao ka tsela e betere.

# text
source: Young children (4-6 years):
st_za: Bana ba banyane (dilemo tse 4-6):

# text
source: • Same as toddlers, but also...
st_za: • Ba tshwana le bana ba seng ba tseba ho tsamaya, empa hape...

# text
source: • Learn through actions and play.
st_za: • Ba ithuta ka diketso le papadi.

# text
source: • Develop friendships with other children
st_za: • Ba qala setswalle le bana ba bang

# text
source: • Find it difficult to separate make-believe from reality. Still express feelings in dramatic ways!
st_za: • Ba fumana ho le thata ho arola ditaba tsa bobare ho tsa nnete. Ba ntse ba ntsha maikutlo a bona ka ditsela tse matla!

# text
source: Young teenagers (10-12 years)
st_za: Batjha ba banyane (dilemo tse 10-12)

# text
source: • More interested in learning in school.
st_za: • Ba thahasella ho ithutela sekolong.

# text
source: • Start to want independence and trust.
st_za: • Ba qala ho batla bolokolohi le ho tshepuwa.

# text
source: • Want to spend time with other children and young teenagers.
st_za: • Ba batla ho qeta nako le bana ba bang le batjha ba banyane.

# text
source: • May be interested in religion or spirituality
st_za: • Ba ka nna ba thahasella bodumedi le borapedi

# text
source: • May answer back to adults to show that they “know”.
st_za: • Ba ka nna ba arabisa batho ba baholo ho bontsha hore ba “tseba”.

# text
source: • Can be very self-conscious and sensitive
st_za: • Ba ka ba hlokolosi haholo ka boemo ba hae le ho kgopiseha le feela

# text
source: • Can learn to better manage anger and tolerate frustration.
st_za: • Ba ka ithuta ho laola bohale le ho mamella ho swetseha.

# text
source: Infant (0–1 year) needs:
st_za: Ditlhoko tsa masea (dilemo tse 0-1):

# text
source: • Us to provide food, sleep, cleaning, comfort and safety.
st_za: • Ke rona ba lokelang ho mo fa dijo, ho mo robatsa, ho mo hlwekisa, ho mo tshedisa le ho mo sireletsa.

# text
source: • A strong bond with parent/ caregiver.
st_za: • Kamano e matla le motswadi/ mohlokomedi.

# text
source: • Lots of play and attention - the most active time of brain development is during the first 1000 days of life!
st_za: • A bapala haholo ebile a batla tlhokomelo e ngata - nako eo boko bo holang ka potlako haholo ke matsatsing a qalang a 1000 a bophelo ba wona!

# text
source: Middle teenagers (13-14 years)
st_za: Batjha ba dilemo tse mahareng (dilemo tse 13-14)

# text
source: • Begin to challenge adult rules
st_za: • Ba qala ho phephetsa melao ya batho ba baholo

# text
source: • Are often insecure and confused.
st_za: • Hangata ba ikutlwa ba sa sireletseha ebile ba ferekane.

# text
source: • Feelings get hurt easily and have mood swings
st_za: • Ba kgopiseha lefeela ebile ba dula ba halefa

# text
source: • Try to be the boss and are unhappy if they lose.
st_za: • Ba leka ho ba dinkwapo ebile baa halefa ha ba hlotswe.

# text
source: Infants (0-1):
st_za: Masea (0-1):

# text
source: • 0–6 months: Smile, babble and cry to attract your attention. We should provide care, cuddling and protection.
st_za: • A dikgwedi di 0–6: Aa bososela, ba mahlahahlaha mme a lla hore o a hlokomele. Re tlameha ho ba hlokomela, ho ba kuka le ho ba sireletsa.

# text
source: • 6–11 months: Cling to you, especially when feeling insecure or frightened.
st_za: • A dikgwedi di 6–11: Aa o kgomarela, haholoholo ha a ikutlwa a sa sireletseha kapa a tshohile.

# text
source: • 12–23 months: Start to walk, talk and explore things around them!
st_za: • A dikgwedi di 12–23: A qala ho tsamaya, ho bua le ho ithuta dintho tse haufi le wona!

# text
source: • Their friends are important and affect their choices
st_za: • Metswalle e bohlokwa mme e ama dikgetho tsa bona

# text
source: • Need some freedom but also reliable rules that don't change
st_za: • Ba hloka bolokolohi bo itseng le melao e tsitsitseng e sa fetoheng

# text
source: • Need affection, reassurance, self-esteem, encouragement to believe in their abilities
st_za: • Ba hloka lerato, ho kgodiswa, boitshepo, kgothatso ho tshepa bokgoni ba bona

# text
source: Toddlers (2-3 years):
st_za: Bana ba ithutang ho tsamaya (dilemo tse 2-3):

# text
source: • Become a curious little explorer - watch out for climbing!
st_za: • Mofuputsi e monyane ya bohelehele - mo hlokomele a ka hlwa dintho!

# text
source: • Learn through play and trying things out
st_za: • Ba ithuta ka ho bapala le ka ho leka dintho tse ntjha

# text
source: • Want to learn how to do new things (like getting dressed) and make their own decisions.
st_za: • Ba batla ho ithuta tsela ya ho etsa dintho tse ntjha (jwalo ka ho ikapesa) le ho iketsetsa diqeto.

# text
source: • Want your praise and your approval
st_za: • Ba batla pabatso le kamohelo

# text
source: • May talk a lot; ask many questions. We should be honest when we reply! Our child may ask again if they don't understand or want to know more
st_za: • Ba ka nna ba bua haholo; ba botsa dipotso tse ngata. Re tlameha ho araba ka botshepehi! Bana ba rona ba ka nna ba re botsa ntho e itseng hape ha ba sa utlwisise kapa ba batla ho tseba haholwanyane

# text
source: • Does not like to lose, share or take turns, but losing and taking turns can be taught.
st_za: • Ha ba rate ho lahlehelwa, ho kopanela dintho kapa ho tjhentjha, empa ba ka ithuta ho amohela ho lahlehelwa le ho tjhentjhana.

# text
source: Older teenagers (15–19 years)
st_za: Batjha ba baholwanyane (dilemo tse 15–19)

# text
source: • The teen years are the second most active time of brain development!
st_za: • Dilemo tsa botjha ke nako e nngwe eo boko bo holang ka lebelo le leholo!

# text
source: • Your child is almost an adult, they are able to communicate with you about
st_za: • Ngwana wa hao o atamela dilemo tsa motho e moholo, mme a ka bua le wena ka hoo ka bang eng kapa eng

# text
source: almost anything.
st_za: hoo ekabang ka eng kapa eng.

# text
source: • They can think about new ideas, develop their own ideals and set their own course.
st_za: • A ka nahana mehopolo e mecha, a tla le menahano ya hae, mme hape a ikgethele tsela ya hae ya bophelo.

# text
source: • Start speaking in sentences and learning new words.
st_za: • A qala ho bua dipolelo le ho ithuta mantswe a matjha.

# text
source: • Does not like to lose or take turns, but sharing can be taught.
st_za: • Ha a rate ho lahlehelwa kapa ho tjhentjhana, empa a ka ithuta ho kopanela dintho le batho ba bang.

# text
source: • May express feelings in dramatic ways (like screaming on the floor!). Can start to learn how to manage their feelings.
st_za: • A ka nna a ntsha maikutlo a hae ka ditsela tse matla (jwalo ka tleroha le ho lahlela dintho fatshe!). A ka qala ho ithuta ho laola maikutlo a hae.

# text
source: Older children (7-9 years)
st_za: Bana ba baholwanyane (dilemo tse 7-9)

# text
source: • Same early childhood, but also…
st_za: • Ba tshwana le bongwaneng ha motho a le tlaase, empa ba boetse…

# text
source: • Interested in learning at school.
st_za: • Ba thahasella ho ithutela sekolong.

# text
source: • Starts to want independence and trust.
st_za: • Ba qala ho batla bolokolohi le ho tshepuwa.

# text
source: • Wants to spend time with other children.
st_za: • Ba batla ho qeta nako le bana ba bang.

# text
source: • They are forming their own identity and have a growing sense of their
st_za: • Ba qala ho hlahisa hore na ke bomang mme ba qala ho bontsha tshekamelo ya bona

# text
source: sexuality
st_za: ya tsa thobalano

# text
source: • They may prefer being with peers more than with you
st_za: • Ba ka nna ba thabela ho ba le dithaka tsa bona ho feta ho ba le wena

# text
source: • They may show risk-taking behaviours, frequent mood swings, and rebellious attitudes. They can also have exciting new ideas!
st_za: • Ba ka nna ba bontsha boitshwaro ba ho leka dintho tse kotsi, ho fetofetoha ha maikutlo le mekgwa ya borabele. Hape ba ka ba le menahano e metjha e ba thabisang!

# text
source: • May start to ask questions about religion
st_za: • Ba ka nna ba qala ho botsa dipotso ka bodumedi

# text
source: • Can be very self-conscious and sensitive. May be very active. By now they should be getting better at managing anger and frustration.
st_za: • Ba ka ba hlokolosi haholo ka boemo ba hae le ho kgopiseha le feela. Ba ka ba mahlahahlaha haholo. Jwale e lokela ebe ba ba betere tabeng ya ho laola bohale le ho swetseha.

# text
source: • Be patient and accepting of the person they are becoming - even if it is not what you had imagined
st_za: • Eba le mamello mme o amohele motho eo ebang yena - esita leha e se seo o neng o se nahanne

# text
source: • Encourage them to begin to take responsibility for the future
st_za: • Mo kgothalletse ho qala ho jara boikarabelo nakong e tlang

# text
source: • Keep supporting them and loving them so that they feel comfortable, secure, and safe
st_za: • Tswela pele ho mo kgothatsa le ho mo bontsha lerato, hore a ikutlwe a phutholohile, a sireletsehile ebile a bolokehile

# text
source: Chat to you later @fields.user_name!
st_za: Ke tla bua le wena hamorao @fields.user_name!

# text
source: Chat to you later!
st_za: Ke tla bua le wena hamorao!

# text
source: The teen years are the second most active time of brain development for your child! Here's a video to help you understand how to support @fields.child_nickname during this stage.
st_za: Dilemo tsa botjha ke nako e nngwe eo boko ba ngwana wa hao bo holang ka lebelo le leholo! Shebella video ena e ka o thusang ho utlwisisa hore na o ka tshehetsa @fields.child_nickname jwang boemong bona.

# text
source: The teen years are the second most active time of brain development for your child! Here's a video to help you understand how to support your child during this stage.
st_za: Dilemo tsa botjha ke nako e nngwe eo boko ba ngwana wa hao bo holang ka lebelo le leholo! Shebella video ena e ka o thusang ho utlwisisa hore na o ka tshehetsa ngwana wa hao jwang boemong bona.

# text
source: The teen years are the second most active time of brain development for your child! Here's an audio message to help you understand how to support @fields.child_nickname during this stage.
st_za: Dilemo tsa botjha ke nako e nngwe eo boko ba ngwana wa hao bo holang ka lebelo le leholo! Mamela molaetsa ona o mamelwang o ka o thusang ho utlwisisa hore na o ka tshehetsa @fields.child_nickname jwang boemong bona.

# text
source: The teen years are the second most active time of brain development for your child! Here's an audio message to help you understand how to support your child during this stage.
st_za: Dilemo tsa botjha ke nako e nngwe eo boko ba ngwana wa hao bo holang ka lebelo le leholo! Mamela molaetsa ona o mamelwang o ka o thusang ho utlwisisa hore na o ka tshehetsa ngwana wa hao jwang boemong bona.

# text
source: The most important things that you can do for your teen in this stage are:
st_za: Dintho tsa bohlokwa tseo o ka di fang motjha wa hao ha a le boemong bona ke:

# text
source: • Continue providing love, support and guidance and build a strong
st_za: • Ho tswela pele o mo bontsha lerato, ho mo tshehetsa le ho mo tataisa le ho haha

# text
source: father-child connection
st_za: kamano e matla pakeng tsa ntate le ngwana

# text
source: • Monitor who their friends are, have clear rules to keep them safe
st_za: • Tseba hore na metswalle ya hae ke bomang, mme o behe melao e hlakileng hore a dule a sireletsehile

# text
source: • Nurture their independence
st_za: • Mo kgothalletse ho ikemela

# text
source: mother-child connection
st_za: kamano e pakeng tsa mme le ngwana

# text
source: • Continue providing love, support and guidance and build a strong parent-child connection
st_za: • Tswela pele ho mo bontsha lerato, ho mo tshehetsa le ho mo tataisa le ho haha kamano e pakeng tsa motswadi le ngwana

# text
source: Well done for adding another tool to your Parenting Toolkit! Knowing about child development can help you feel less frustrated by them.
st_za: O sebeditse ka ho eketsa thulusi e nngwe Mokotleng wa hao wa Dithulusi tsa Botswadi! Ho tseba kgolo ya ngwana ho ka o thusa hore o se ke wa ikutlwa ba o swetsitse haholo.

# text
source: Well done for adding another layer to your House of Support! Knowing about child development can help you feel less frustrated by them.
st_za: O sebeditse ka ho eketsa mokato o mong Ntlo ya Tshehetso! Ho tseba kgolo ya ngwana ho ka o thusa hore o se ke wa ikutlwa ba o swetsitse haholo.
