Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/st/st_messages.po
Languages: st_za

# text
source: Well done for Taking a Pause @fields.user_name. You have added another skill to your Parenting Toolkit! Over the next few days, try taking a pause whenever you are feeling stressed. It gives you a chance to be calmer. Even a few deep breaths or connecting with the ground beneath you can make a difference. You can also Take a Pause with your Child!
st_za: O sebeditse ka ho Nka Kgefu @fields.user_name. O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi! Matsatsing a mmalwa a tlang, leka ho kgefutsa neng kapa neng ha o ikutlwa o imetswe. Seo se o fa monyetla wa ho kgoba matshwafo le ho feta. Esita le ho phefumoloha ka makgetlo a mmalwa kapa ho fumana kamano pakeng tsa hao le lefatshe leo o emeng hodima lona ho ka tlisa phapang e kgolo. Hape o ka nka kgefu le ngwana wa hao!

# text
source: Well done for Taking a Pause. You have added another skill to your Parenting Toolkit! Over the next few days, try taking a pause whenever you are feeling stressed. It gives you a chance to be calmer. Even a few deep breaths or connecting with the ground beneath you can make a difference. You can also Take a Pause with your Child!
st_za: O sebeditse ka ho Nka Kgefu. O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi! Matsatsing a mmalwa a tlang, leka ho kgefutsa neng kapa neng ha o ikutlwa o imetswe. Seo se o fa monyetla wa ho kgoba matshwafo le ho feta. Esita le ho phefumoloha ka makgetlo a mmalwa kapa ho fumana kamano pakeng tsa hao le lefatshe leo o emeng hodima lona ho ka tlisa phapang e kgolo. Hape o ka nka kgefu le ngwana wa hao!

# text
source: Well done for Taking a Pause @fields.user_name. You have added another layer to your House of Support! Over the next few days, try taking a pause whenever you are feeling stressed. It gives you a chance to be calmer. Even a few deep breaths or connecting with the ground beneath you can make a difference. You can also Take a Pause with your Child!
st_za: O sebeditse ka ho Nka Kgefu @fields.user_name. O ekeditse mokato o mong Ntlo ya Tshehetso! Matsatsing a mmalwa a tlang, leka ho kgefutsa neng kapa neng ha o ikutlwa o imetswe. Seo se o fa monyetla wa ho kgoba matshwafo le ho feta. Esita le ho phefumoloha ka makgetlo a mmalwa kapa ho fumana kamano pakeng tsa hao le lefatshe leo o emeng hodima lona ho ka tlisa phapang e kgolo. Hape o ka nka kgefu le ngwana wa hao!

# text
source: Well done for Taking a Pause. You have added another layer to your House of Support! Over the next few days, try taking a pause whenever you are feeling stressed. It gives you a chance to be calmer. Even a few deep breaths or connecting with the ground beneath you can make a difference. You can also Take a Pause with your Child!
st_za: O sebeditse ka ho Nka Kgefu. O ekeditse mokato o mong Ntlo ya Tshehetso! Matsatsing a mmalwa a tlang, leka ho kgefutsa neng kapa neng ha o ikutlwa o imetswe. Seo se o fa monyetla wa ho kgoba matshwafo le ho feta. Esita le ho phefumoloha ka makgetlo a mmalwa kapa ho fumana kamano pakeng tsa hao le lefatshe leo o emeng hodima lona ho ka tlisa phapang e kgolo. Hape o ka nka kgefu le ngwana wa hao!

# text
source: Hi @fields.user_name! Were you able to spend 5 minutes or more of One-on-One Time with your children today?
st_za: Dumela @fields.user_name! Na o kgonne ho qeta metsotso e 5 kapa ho feta ya Nako ya Boinotshing le ngwana wa hao kajeno?

# text
source: Hi! Were you able to spend 5 minutes or more of One-on-One Time with your children today?
st_za: Dumela! Na o kgonne ho qeta metsotso e 5 kapa ho feta ya Nako ya Boinotshing le ngwana wa hao kajeno?

# text
source: Wonderful! Spending One-on-One Time with your children may make them more willing to help out more often. You are doing great!
st_za: Ke ditaba tse monate! Ho qeta Nako ya Boinotshing le bana ba hao ho ka nna ha etsa hore ba ikemisetse ho thusa ka makgetlo a mangata. O etsa mosebetsi o tswileng matsoho!

# text
source: It can be hard to find time during your day, with work, chores, and everything else. Can you think of a time each day that you can make 5 minutes or a bit more? You can even make household chores into a game to do together. Even 5 minutes can make a big difference!
st_za: Ho ka ba thata ho fumana nako motshehare ka lebaka la mosebetsi, mesebetsi ya lelapa le dintho tsohle tseo re tlamehang ho di etsa. O nahana hore ke neng letsatsi le letsatsi o ka behellang ka thoko metsotso e 5 kapa ho feta? Hape le ka fetola mesebetsi ya lelapa papadi eo le e bapalang mmoho. Esita le metsotso e 5 e ka etsa phapang e kgolo!

# text
source: Children often want to spend time watching T.V. or playing with a gadget. Sometimes you might want to give them some other fun options to do instead (Type: "Help" if you want a suggestion).
st_za: Hangata bana ba batla ho qeta nako ba shebeletse T.V. kapa ba bapala ka disebediswa. Ka dinako tse ding o ka nna wa batla ho ba fa dintho tse ding tseo ba ka thabelang ho di etsa (Ngola: “Thuso” haeba o batla keletso).

# text
source: It can make you feel bad if your children do not want to spend One-on-One Time with you. Think to yourself: When are they more open to you? Maybe in the morning or right before bedtime.
st_za: O ka nna wa se thabe ha bana ba hao ba sa batle ho qeta Nako ya Boinotsing le wena. Nahana hantle: Ke neng moo ba ka thabelang ho o phetlela sefuba? Mohlomong hoseng kapa pele ba robala.

# text
source: Competitive games can be challenging for children (and adults!) if they have difficulty losing. You may want to suggest other activities that you can play together instead of against each other (Type "Help" if you want a suggestion).
st_za: Dipapadi tseo ho hlodisanwang di ka ba thata bakeng sa bana (le batho ba baholo!) haeba ba sa kgone ho amohela ho hlolwa. O ka nna wa batla ho sisinya dipapadi tse ding tseo le ka di babalang mmoho ho fapana le ho di bapala le le ba direng (Ngola “Thuso” haeba o batla dikeletso).

# text
source: Sometimes our children will suggest activities that are violent or unsafe. Explain why they can't, and try suggesting alternative activities that would be more appropriate. Type "Help" if you want a suggestion.
st_za: Ka dinako tse ding bana ba rona ba tla sisinya dipapadi tsa diketso tsa dikgoka kapa tse sa bolokehang. Ba hlalosetse hore na ke hobaneng ha le ke ke la di bapala, mme o leke ho ba bontsha dipapadi tse ding tse loketseng boemo ba lona. Ngola “Thuso” haeba o batla keletso.

# text
source: It can be difficult to spend One-on-One Time with each one child when you have more than one child. If possible, you can ask another adult or older sibling to look after the other children while you spend One-on-One Time with one child.
st_za: Ho ka ba thata ho qeta Nako ya Boinotshing le ngwana ka mong ha o na le bana ba babedi ho ya hodimo. Ha ho kgoneha, o ka kopa motho e mong e moholo kapa abuti kapa ausi wa bona ho sheba bana ba bang ha o qeta Nako ya Boinotshing le ngwana e mong.

# text
source: You can also think of times when it would be easier to spend One-on-One Time each child, like later in the evening with an older child after the others have gone to sleep.
st_za: Hape o ka naha ka dinako tseo ho ka bang bonolo ho qeta Nako ya Boinotshing le ngwana ka mong, jwalo ka ho qeta nako le ngwana e moholwanyane mantsiboya ha ba bang ba se ba robetse.

# text
source: You can also spend One-on-One Time with all of your children at once!
st_za: Hape o ka qeta Nako ya Boinotshing le bana bohle ba hao ka nako e le nngwe!

# text
source: Type "Help" for activities that you can do as a whole family
st_za: Ngola “Thuso” bakeng sa mesebetsi eo le ka e etsang le le lelapa lohle

# text
source: That's great @fields.user_name! How did it go?
st_za: Ke taba tse monate @fields.user_name! Ho tsamaile jwang?

# text
source: That's great! How did it go?
st_za: Ke taba tse monate! Ho tsamaile jwang?

# text
source: Good for you @fields.user_name! One-on-One Time shows your children that they are important to you. It really makes a difference!
st_za: Re thaba le wena @fields.user_name! Nako ya Boinotshing e bontsha bana ba hao hore o ba nka e le ba bohlokwa. Kannete seo se etsa phapang e kgolo!

# text
source: Good for you! One-on-One Time shows your children that they are important to you. It really makes a difference!
st_za: Re thaba le wena! Nako ya Boinotshing e bontsha bana ba hao hore o ba nka e le ba bohlokwa. Kannete seo se etsa phapang e kgolo!

# text
source: Well done! One-on-One with your children gives you a chance to learn more about your their interests and abilities. You are a star @fields.user_name!
st_za: Mosebetsi o tswileng matsoho! Ho ba le Nako ya Boinotshing le bana ba hao ho o fa monyetla wa ho ithuta haholwanyane ka dintho tseo ba di ratang le bokgoni ba bona. O kgalala @fields.user_name!

# text
source: Well done! One-on-One with your children gives you a chance to learn more about your their interests and abilities. You are a star!
st_za: Mosebetsi o tswileng matsoho! Ho ba le Nako ya Boinotshing le bana ba hao ho o fa monyetla wa ho ithuta haholwanyane ka dintho tseo ba di ratang le bokgoni ba bona. O kgalala!

# text
source: Excellent job @fields.user_name! One-on-One Time helps build a strong positive relationship between you and your children. Try to do it every day!
st_za: Kgau e a o tshwanela @fields.user_name! Nako ya Boinotshing e o thusa ho haha dikamano tse matla le tse mofuthu phakeng tsa hao le bana ba hao. Tshwara jwalo letsatsi le letsatsi!

# text
source: Excellent job! One-on-One Time helps build a strong positive relationship between you and your children. Try to do it every day!
st_za: Kgau e a o tshwanela! Nako ya Boinotshing e o thusa ho haha dikamano tse matla le tse mofuthu phakeng tsa hao le bana ba hao. Tshwara jwalo letsatsi le letsatsi!

# text
source: Thank you for making the effort to show your children that they are loved and valued. You deserve a gold star @fields.user_name!
st_za: Rea leboha ka ho etsa boiteko ba ho bontsha bana ba hao hore o a ba rata ebile o ba nka e le ba bohlokwa. O tshwanelwa ke kgau ya kgauta @fields.user_name!

# text
source: Thank you for making the effort to show your children that they are loved and valued. You deserve a gold star!
st_za: Rea leboha ka ho etsa boiteko ba ho bontsha bana ba hao hore o a ba rata ebile o ba nka e le ba bohlokwa. O tshwanelwa ke kgau ya kgauta!

# text
source: We understand that spending One-on-One Time can sometimes be difficult. Here are some of the main reasons parents struggle. Which one is the closest to you?
st_za: Rea utlwisisa hore ka dinako tse ding ho ka ba thata ho qeta Nako ya Boinotshing. A mang a mabaka a maholo a etsang hore ho be thata ho batswadi ke ana. Ke lefe le o amang haholo?

# text
source: I understand that spending One-on-One Time can sometimes be difficult. Here are some of the main reasons parents struggle. Which one is the closest to you?
st_za: Kea utlwisisa hore ka dinako tse ding ho ka ba thata ho qeta Nako ya Boinotsing. A mang a mabaka a maholo a etsang hore ho be thata ho batswadi ke ana. Ke lefe le o amang haholo?

# text
source: If @fields.child_nickname wants to do things that are too difficult for you to physically do, you can simply watch @fields.child_nickname. Try describing what they are doing like a sports announcer and praising what they do!
st_za: Haeba @fields.child_nickname a batla ho etsa dintho tse thata bakeng sa mmele wa hao, o ka shebella @fields.child_nickname. Leka ho hlalosa seo a se etsang jwalo ka sebohodi sa dipapadi mme o babatse seo a se etsang!

# text
source: If @fields.child_nickname wants to do things that are too difficult for you to physically do, you can simply watch your child. Try describing what they are doing like a sports announcer and praising what they do!
st_za: Haeba @fields.child_nickname a batla ho etsa dintho tse thata bakeng sa mmele wa hao, o ka shebella ngwana wa hao. Leka ho hlalosa seo a se etsang jwalo ka sebohodi sa dipapadi mme o babatse seo a se etsang!

# text
source: If your child wants to do things that are too difficult for you to physically do, you can simply watch @fields.child_nickname. Try describing what they are doing like a sports announcer and praising what they do!
st_za: Haeba ngwana wa hao a batla ho etsa dintho tse thata bakeng sa mmele wa hao, o ka shebella @fields.child_nickname. Leka ho hlalosa seo a se etsang jwalo ka sebohodi sa dipapadi mme o babatse seo a se etsang!

# text
source: If your child wants to do things that are too difficult for you to physically do, you can simply watch your child. Try describing what they are doing like a sports announcer and praising what they do!
st_za: Haeba ngwana wa hao a batla ho etsa dintho tse thata bakeng sa mmele wa hao, o ka shebella ngwana wa hao. Leka ho hlalosa seo a se etsang jwalo ka sebohodi sa dipapadi mme o babatse seo a se etsang!

# text
source: If @fields.child_nickname is very young, it is normal for them to have a short attention span and want to do many things during One-on-One Time. Just accept @fields.child_nickname and follow their lead moving from one activity to the next.
st_za: Haeba @fields.child_nickname o sa le monyane haholo, ke ho tlwaelehileng hore a se ke a kgona ho tsepamisa mohopolo nthong e itseng ka nako e telele mme a batle ho etsa dintho tse ngata ka Nako ya lona Boinotsing. Amohela @fields.child_nickname feela mme o mo latele ha a tlohela papadi e nngwe a ya ho e latelang.

# text
source: If your child is very young, it is normal for them to have a short attention span and want to do many things during One-on-One Time. Just accept your child and follow their lead moving from one activity to the next.
st_za: Haeba ngwana wa hao o sa le monyane haholo, ke ho tlwaelehileng hore a se ke a kgona ho tsepamisa mohopolo nthong e itseng ka nako e telele mme a batle ho etsa dintho tse ngata ka Nako ya lona Boinotsing. Amohela ngwana wa hao feela mme o mo latele ha a tlohela papadi e nngwe a ya ho e latelang.

# text
source: You can also find something educational to do together with @fields.child_nickname on the gadget. Or maybe ask @fields.child_nickname to show you what is their favourite thing to do on the gadget. Just be patient. Soon they may open up to other activities, too!
st_za: O ka boela wa fumana dintho tsa thuto tseo le ka di etsang mmoho le @fields.child_nickname sesebedisweng sa elektronike. Kapa mohlomong kopa @fields.child_nickname ho o bontsha hore na ke eng eo a e ratang sesebedisweng sa elektronike. Beha pelo sekotlolong o be le mamello. Haufinyane o tla batla ho leka dipapadi tse ding!

# text
source: You can also find something educational to do together with your child on the gadget. Or maybe ask your child to show you what is their favourite thing to do on the gadget. Just be patient. Soon they may open up to other activities, too!
st_za: O ka boela wa fumana dintho tsa thuto tseo le ka di etsang mmoho le ngwana wa hao sesebedisweng sa elektronike. Kapa mohlomong kopa ngwana wa hao ho o bontsha hore na ke eng eo a e ratang sesebedisweng sa elektronike. Beha pelo sekotlolong o be le mamello. Haufinyane o tla batla ho leka dipapadi tse ding!

# text
source: The end of One-on-One Time can sometimes be difficult for @fields.child_nickname. Try giving @fields.child_nickname a Transition Warning about a minute before the end of One-on-One Time: "In one minute, One-on-One Time will be over and it will be time to wash our hands before dinner..."
st_za: Ka dinako tse ding qetello ya Nako ya Boinotshing ekaba thata bakeng sa @fields.child_nickname. Leka ho fa @fields.child_nickname Temoso ya Phetoho hoo ekabang motsotso pele ho qetello ya Nako ya Boinotshing: "Ho setse motsotso o le mong, Nako ya Boinotshing e tla be e fedile mme e tla ba nako ya hore re hlape matsoho pele re ja tinare..."

# text
source: The end of One-on-One Time can sometimes be difficult for @fields.child_nickname. Try giving your child a Transition Warning about a minute before the end of One-on-One Time: "In one minute, One-on-One Time will be over and it will be time to wash our hands before dinner..."
st_za: Ka dinako tse ding qetello ya Nako ya Boinotshing ekaba thata bakeng sa @fields.child_nickname. Leka ho fa ngwana wa hao Temoso ya Phetoho hoo ekabang motsotso pele ho qetello ya Nako ya Boinotshing: "Ho setse motsotso o le mong, Nako ya Boinotshing e tla be e fedile mme e tla ba nako ya hore re hlape matsoho pele re ja tinare..."

# text
source: The end of One-on-One Time can sometimes be difficult for your child. Try giving @fields.child_nickname a Transition Warning about a minute before the end of One-on-One Time: "In one minute, One-on-One Time will be over and it will be time to wash our hands before dinner..."
st_za: Ka dinako tse ding qetello ya Nako ya Boinotshing ekaba thata bakeng sa ngwana wa hao. Leka ho fa @fields.child_nickname Temoso ya Phetoho hoo ekabang motsotso pele ho qetello ya Nako ya Boinotshing: "Ho setse motsotso o le mong, Nako ya Boinotshing e tla be e fedile mme e tla ba nako ya hore re hlape matsoho pele re ja tinare..."

# text
source: The end of One-on-One Time can sometimes be difficult for your child. Try giving your child a Transition Warning about a minute before the end of One-on-One Time: "In one minute, One-on-One Time will be over and it will be time to wash our hands before dinner..."
st_za: Ka dinako tse ding qetello ya Nako ya Boinotshing ekaba thata bakeng sa ngwana wa hao. Leka ho fa ngwana wa hao Temoso ya Phetoho hoo ekabang motsotso pele ho qetello ya Nako ya Boinotshing: "Ho setse motsotso o le mong, Nako ya Boinotshing e tla be e fedile mme e tla ba nako ya hore re hlape matsoho pele re ja tinare..."

# text
source: You can also just sit next to @fields.child_nickname while they are doing something they enjoy (like watching a T.V. show) and show them that you are interested in what they like. If you take their lead they will see that you care.
st_za: Hape o ka dula haufi le @fields.child_nickname ha a etsa ntho eo a e ratang (jwalo ka ho shebella lenaneo la T.V.) mme o mo bontshe hore o thahasella dintho tseo a di ratang. Ha o nka bohato ba pele, o tla bona hore o a mo tsotella.

# text
source: You can also just sit next to your child while they are doing something they enjoy (like watching a T.V. show) and show them that you are interested in what they like. If you take their lead they will see that you care.
st_za: Hape o ka dula haufi le ngwana wa hao ha a etsa ntho eo a e ratang (jwalo ka ho shebella lenaneo la T.V.) mme o mo bontshe hore o thahasella dintho tseo a di ratang. Ha o nka bohato ba pele, o tla bona hore o a mo tsotella.

# text
source: If @fields.child_nickname is too young to understand how long a minute is, then you can set a number of time to repeat the activity: "5 more tries and then it will be time for wash our hands before dinner…"
st_za: Haeba @fields.child_nickname o monyane haholo ho utlwisisa hore na motsotso ke eng, jwale o ka beha nako ya ho pheta papadi eo: "leka ka makgetlo a mang a 5 mme e tla ba nako ya ho hlapa matsoho pele re ja dijo tsa tinare…"

# text
source: If your child is too young to understand how long a minute is, then you can set a number of time to repeat the activity: "5 more tries and then it will be time for wash our hands before dinner…"
st_za: Haeba ngwana wa hao o monyane haholo ho utlwisisa hore na motsotso ke eng, jwale o ka beha nako ya ho pheta papadi eo: "leka ka makgetlo a mang a 5 mme e tla ba nako ya ho hlapa matsoho pele re ja dijo tsa tinare…"

# text
source: We are sorry to hear that you have been having some difficulties spending One-on-One Time with your children. Please type "Help" for other advice that might be of use to you. Thank you for trying your best!
st_za: Re maswabi ho utlwa hore o na le mathata a ho qeta Nako ya Boinotsing le bana ba hao. Ka kopo ngola “Thuso” bakeng sa dikeletso tse ding tseo o ka nnang wa di sebedisa. Rea leboha ka ho leka sohle se matleng a hao!

# text
source: I am sorry to hear that you have been having some difficulties spending One-on-One Time with your children. Please type "Help" for other advice that might be of use to you. Thank you for trying your best!
st_za: Ke maswabi ho utlwa hore o na le mathata a ho qeta Nako ya Boinotsing le bana ba hao. Ka kopo ngola “Thuso” bakeng sa dikeletso tse ding tseo o ka nnang wa di sebedisa. Rea leboha ka ho leka sohle se matleng a hao!

# text
source: Only give the transition warning once. When One-on-One Time is over, thank @fields.child_nickname for spending time with you. Then enthusiastically redirect @fields.child_nickname to the next activity like washing hands before dinner.
st_za: Fana ka nako ya temoso ya phetoho hang feela. Ha Nako ya Boinotshing e fela, leboha @fields.child_nickname ka ho qeta nako le wena. Ebe ka mafolofolo o lebisa @fields.child_nickname nthong e latelang eo le lokelang ho e etsa jwalo ka ho hlapa matsoho pele ho dijo tsa tinare.

# text
source: Only give the transition warning once. When One-on-One Time is over, thank your child for spending time with you. Then enthusiastically redirect your child to the next activity like washing hands before dinner.
st_za: Fana ka nako ya temoso ya phetoho hang feela. Ha Nako ya Boinotshing e fela, leboha ngwana wa hao ka ho qeta nako le wena. Ebe ka mafolofolo o lebisa ngwana wa hao nthong e latelang eo le lokelang ho e etsa jwalo ka ho hlapa matsoho pele ho dijo tsa tinare.

# text
source: I know that you have already received this tip (well done!).Would you like to review it again?
st_za: Rea tseba hore o se o ntse o fumane keletso ena (o sebeditse!). Na o ka thabela ho e lekola hape?

# text
source: Invest in One-on-One Time! The more time you spend with your children, the more likely they will listen to you and behave well at other times. It really works!
st_za: Qeta Nako e ngata ya Boinotshing! Ha o qeta nako e ngata le bana ba hao, ho na le menyetla e mengata ya hore ba o mamele mme ba itshware hantle ka dinako tse ding. Kannete e a sebetsa!

# text
source: The first 1000 days of life are a window of opportunity for your baby. It is when their brain develops faster than any other time in their life. When you spend time with your baby, you build a healthy attachment between you both that will make them feel secure and loved.
st_za: Matsatsing a pele a 1000 a bophelo ke monyetla o hlahileng wa hore lesea la hao le ithute. Ke nakong eo boko ba lona bo holang ka potlako ho feta neng kapa neng bophelong ba lona. Ha o qeta nako le lesea la hao, o tiisa dikamano tse mofuthu pakeng tsa lona tse tla etsa hore le ikutlwe le sireletsehile ebile le ratwa.

# text
source: Here are 7 easy tips to make One-on-One Time with your baby a success:
st_za: Bona dikeletso tse bonolo tse 7 tsa ho etsa hore Nako ya Boinotshing le lesea la hao e atlehe:

# text
source: 1. Do it every day
st_za: 1. E etse letsatsi le letsatsi

# text
source: 2. Be close to your baby
st_za: 2. Eba haufi le lesea la hao

# text
source: 3. Let your baby take the lead
st_za: 3. Tlohela lesea la hao le etelle pele

# text
source: 4. Observe and listen to your child
st_za: 4. Shebella le ho mamela ngwana wa hao

# text
source: 5. Play with your baby
st_za: 5. Bapala le lesea la hao

# text
source: 6. Talk to your baby
st_za: 6. Buisana le lesea la hao

# text
source: 7. You can have quality time with your baby anytime!
st_za: 7. O ka ba le nako ya boleng le lesea la hao neng kapa neng!

# text
source: 2. Be close to your child.
st_za: 2. Eba haufi le ngwana wa hao.

# text
source: Skin-to-skin contact is especially important for new-borns and infants. For older toddlers, make sure you are at the same level as they are.
st_za: Ho bohlokwa haholo ho thetsana le bana ba qetang ho hlaha le masea ka letlalo. Ha e le bana ba ithutang ho tsamaya, tiisa hore o ba boemong bo lekanang le ba bona.
