Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/st/st_messages.po
Languages: st_za

# text
source: Did you know that research shows if you control your anger or do something positive, you increase your child's brain development? Be proud of yourself when you manage to do it!
st_za: Na o ne o tseba hore phuputso e bontsha hore ha o laola bohale ba hao kapa o etsa ntho e molemo, o eketsa kgolo ya boko ba ngwana. Eba motlotlo ka wena ha o kgonne ho laola bohale ba hao!

# text
source: Here's a video to help you manage your anger!
st_za: Shebella video ena e ka o thusang ho laola bohale ba hao!

# text
source: Here's an audio message to help you manage your anger!
st_za: Mamela molaetsa ona o mamelwang ho o thusa ho laola bohale ba hao!

# text
source: If you are getting angry because @fields.child_nickname won’t stop crying, it’s OK to leave them on their back in a safe location, like a crib, and walk away for a bit. Stay nearby so that you can monitor @fields.child_nickname. Check on @fields.child_nickname every 5-10 minutes.
st_za: Haeba o halefiswa ke hore ebe @fields.child_nickname ha a thole, ha ho phoso ho mo siya a kakaletse sebakeng se sireletsehileng, mohlomong kahara bethe ya masea, ebe o tloha pela hae hanyane. Dula haufi le yena e le hore o mo behe boemo leihlo @fields.child_nickname. Mo hlahlobe @fields.child_nickname ka metsotso e meng e le e meng e 5-10.

# text
source: If you are getting angry because your baby won’t stop crying, it’s OK to leave them on their back in a safe location, like a crib, and walk away for a bit. Stay nearby so that you can monitor your baby. Check on your baby every 5-10 minutes.
st_za: Haeba o halefiswa ke hore ebe lesea la hao ha le thole, ha ho phoso ho le siya le kakaletse sebakeng se sireletsehileng, mohlomong kahara bethe ya masea, ebe o tloha pela lona hanyane. Dula haufi le lesea la hao e le hore o ka le beha leihlo. Sheba hore na lesea la hao le ntse le ya jwang kamora metsotso e meng le e meng e 5-10.

# text
source: We hope that was helpful! Remember you can always type "Help" at anytime if you need an activity to help you relax or reduce stress. Chat to you later @fields.user_name!
st_za: Re tshepa hore seo se o thusitse! Hopola hore ka dinako tsohle o ka ngola lentswe “Thuso”, neng kapa neng ha o hloka seo o ka se etsang ho o thusa ho phomotsa methapo kapa ho fokotsa kgatello ya maikutlo. Ke tla bua le wena hamorao @fields.user_name!

# text
source: We hope that was helpful! Remember you can always type "Help" at anytime if you need an activity to help you relax or reduce stress. Chat to you later!
st_za: Re tshepa hore seo se o thusitse! Hopola hore ka dinako tsohle o ka ngola lentswe “Thuso”, neng kapa neng ha o hloka seo o ka se etsang ho o thusa ho phomotsa methapo kapa ho fokotsa kgatello ya maikutlo. Ke tla bua le wena hamorao!

# text
source: Hi @fields.user_name! How are you feeling?
st_za: Dumela @fields.user_name! O ikutlwa jwang?

# text
source: Hi! How are you feeling?
st_za: Dumela! O ikutlwa jwang?

# text
source: Sorry to hear that you are not having a good day. It is completely normal to be going through a difficult time now. Remember that you are not alone.
st_za: Ke maswabi ho utlwa hore letsatsi la kajeno ha le o tsamaele hantle. Kannete ke ntho e tlwaelehileng ho ba le mathata nakong ena. Hopola hore ha o mong.

# text
source: So good to hear that you are doing well. What a wonderful feeling!
st_za: Ke thabela ho utlwa hore o ntse o ya hantle. Ka tla ka utlwa monate!

# text
source: Sometimes we're up. Sometimes we're down. And sometimes we are neither up nor down...and that's totally okay!
st_za: Ka dinako tse ding dintho di tsamaya hantle mme ka dinako tse ding ha di tsamaye hantle...ho hang o ska kgathatseha!

# text
source: When you take care of yourself, you take care of your children. We all need to connect. Try to talk to friends, family, and other support networks every day. If it has been a while since you reached out to someone, do it now!
st_za: Ha o itlhokomela, o hlokomela bana ba hao. Motho ke motho ka batho. Leka ho buisana le metswalle, ba lelapa le batho ba bang ba ka o tshehetsang letsatsi le letsatsi. Haeba o se o qetile nako o sa buisane le motho e mong, bua le yena hona jwale!

# text
source: Sorry to hear that you are not having a good day. It is completely normal to be going through a difficult time now. Remember that you are not alone. Here is an activity that might also help...
st_za: Ke maswabi ho utlwa hore letsatsi la kajeno ha le o tsamaele hantle. Kannete ke ntho e tlwaelehileng ho ba le mathata nakong ena. Hopola hore ha o mong. O ka nna wa leka tshebetso e lateng ho lokisa boemo...

# text
source: Make a list of healthy activities that you like to do. Here are some suggestions:
st_za: Etsa letoto la dintho tse molemo tseo o ka ratang ho di etsa. Bona tse ding tsa diletso ke tsena:

# text
source: • Listening to your favourite music
st_za: • Mamela mmino oo o o ratang

# text
source: • Going for a walk (if allowed)
st_za: • Ho thapolla maoto ka ho tsamaya kantle (haeba ho dumelletswe)

# text
source: • Doing some exercise
st_za: • Ho etsa boikwetliso bo itseng

# text
source: • Drinking a cup of tea by yourself
st_za: • Ho phoka tee o le mong

# text
source: • Calling up a friend
st_za: • Ho letsetsa motswalle

# text
source: • Singing, dancing, praying, or reading
st_za: • Ho bina, ho tantsha, ho rapela, kapa ho bala

# text
source: • Sitting in the sun with your eyes closed
st_za: • Ho ora letsatsi o kwetse mahlo

# text
source: • Watching your favourite T.V. show
st_za: • Ho shebella lenaneo leo o le ratang la T.V.

# text
source: Pick one and do it today!
st_za: Kgetha e le nngwe mme o e etse kajeno!

# text
source: Here's a video to help you get through the day!
st_za: Shebella video ena e tla o thusa ho sebetsana le letsatsi la kajeno!

# text
source: Here's an audio message to help you get through the day!
st_za: Mamela molaetsa ona o tla o thusa ho sebetsana le letsatsi la kajeno!

# text
source: Recognise what is happening for you in this moment. What are you thinking? Are your thoughts positive or negative. How do you feel? Do you feel pleasant or unpleasant? How does your body feel? Do you feel tense or relaxed?
st_za: Hlokomela hore na ke eng e etsahalang ho wena hona jwale. O nahanang? Na o nahana dintho tse ntle kapa tse mpe? O ikutlwa jwang? Na o na le boikutlo bo botle kapa bo bobe? Mmele wa hao o ikutlwa jwang? Na o ikutlwa o tsitsipane kapa o phutholohile?

# text
source: Sit comfortably and close your eyes. Connect to your heart in a kind and gentle way. You may want to place one hand on your heart or chest. Say the following words silently to yourself:
st_za: Dula o iketlile mme o kwale mahlo. Bua le pelo ya hao ka tsela e mosa le e bonolo. O ka nna wa batla ho beha letsoho le leng pelong kapa sefubeng sa hao. Ipolelle mantswe a latelang ka lentswe le tlaase:

# text
source: Take a moment to reflect on your experience. Notice if you feel any different.
st_za: Nka motsotswana o nahana ka ntho e o hlahetseng. Sheba hore na ha o ikutlwe ka tsela e fapaneng.

# text
source: If you ever need additional support to help you cope with any stress or other emotional difficulties, type "Help". Chat to you later @fields.user_name!
st_za: Haeba ho ka etsahala hore o hloke tshehetso e eketsehileng ho o thusa ho sebetsana le kgatello ya maikutlo sa mofuta ofe kapa ofe kapa mathata a mang a maikutlo, ngola “Thuso”. Ke tla bua le wena hamorao @fields.user_name!

# text
source: If you ever need additional support to help you cope with any stress or other emotional difficulties, type "Help". Chat to you later!
st_za: Haeba ho ka etsahala hore o hloke tshehetso e eketsehileng ho o thusa ho sebetsana le kgatello ya maikutlo sa mofuta ofe kapa ofe kapa mathata a mang a maikutlo, ngola “Thuso”. Ke tla bua le wena hamorao!

# text
source: Hello! How are you feeling right now? Happy, sad, angry, excited, worried?
st_za: Dumela! O ikutlwa jwang hona jwale? Na o thabile, o hloname, o halefile, o tsohile molota, o kgathatsehile?

# text
source: Notice where you feel it in your body. Notice what thoughts are connected to that feeling. Take a deep breath.
st_za: Hlokomela hore hore na ke hokae moo o ikutlwang jwalo mmeleng wa hao. Hlokomela hore na boikutlo boo bo tsamaisana le menahano efe. Phefumolohela hodimo.

# text
source: Thank yourself for taking the time to check in with your feelings and thoughts! Remember, you can always type "Help" at anytime if you need an activity to help you relax or reduce stress. Chat later!
st_za: Rea leboha hore ebe o ile wa nka nako ho hlahloba maikutlo le menahano ya hao! Hopola hore ka dinako tsohle o ka ngola lentswe “Thuso”, neng kapa neng ha o hloka seo o ka se etsang ho o thusa ho phomotsa methapo kapa ho fokotsa kgatello ya maikutlo. A re bue hamorao!

# text
source: Hi @fields.user_name! How are you feeling right now? Would you like to take a quick pause together? It might be helpful.
st_za: Dumela @fields.user_name! O ikutlwa jwang hona jwale? Na o ka rata ho kgefutsa hanyane mmoho? Seo se ka nna sa le thusa.

# text
source: Hi! How are you feeling right now? Would you like to take a quick pause together? It might be helpful.
st_za: Dumela! O ikutlwa jwang hona jwale? Na o ka rata ho kgefutsa hanyane mmoho? Seo se ka nna sa le thusa.

# text
source: That is okay! You can always type "Help" at anytime if you need an activity to help you relax or reduce stress. Chat to you later!
st_za: Ho lokile! Hopola hore ka dinako tsohle o ka ngola lentswe “Thuso”, neng kapa neng ha o hloka seo o ka se etsang ho o thusa ho phomotsa methapo kapa ho fokotsa kgatello ya maikutlo. Ke tla bua le wena hamorao!

# text
source: Here's a quick video to help you take a pause!
st_za: Shebella video e kgutshwanyane ke ena e ka o thusang ho phomotsa methapo!

# text
source: Here's an audio message to help you take a pause!
st_za: Mamela molaetsa ona o tla o thusa ho phomotsa methapo!

# text
source: Sit down, close your eyes and listen to your breath as it goes in and out. Notice how you feel. When you are ready, open your eyes again. Everything is okay.
st_za: Dula fatshe, kwala mahlo mme o mamele tsela eo o hemang ka yona. Hlokomela tsela eo o ikutlwang ka yona. Ha o se o lokile, bula mahlo hape. Tsohle di lokile.

# text
source: I hope that was helpful! Remember you can always type "Help" at anytime if you need an activity to help you relax or reduce stress. Chat to you later @fields.user_name!
st_za: Ke tshepa hore seo se o thusitse! Hopola hore ka dinako tsohle o ka ngola lentswe “Thuso”, neng kapa neng ha o hloka seo o ka se etsang ho o thusa ho phomotsa methapo kapa ho fokotsa kgatello ya maikutlo. Ke tla bua le wena hamorao @fields.user_name!

# text
source: I hope that was helpful! Remember you can always type "Help" at anytime if you need an activity to help you relax or reduce stress. Chat to you later!
st_za: Ke tshepa hore seo se o thusitse! Hopola hore ka dinako tsohle o ka ngola lentswe “Thuso”, neng kapa neng ha o hloka seo o ka se etsang ho o thusa ho phomotsa methapo kapa ho fokotsa kgatello ya maikutlo. Ke tla bua le wena hamorao!

# text
source: Hello! Did you know that 3 is a magical number? Breathe in to the count of three and breathe out to the count of three. How do you feel now? Do you feel any different?
st_za: Dumela! Na o ne o tseba hore 3 ke palo ya mohlolo? Hema ho hula moya ka makgetlo a mararo mme o heme ho lokolla moya ka mekgetlo a mararo. Jwale o ikutlwa jwang? Na ha o ikutlwe ka tsela e fapaneng?

# text
source: Here's an audio message to guide you through this activity!
st_za: Mamela molaetsa ona o tla o tataisa ha o etsa mosebetsi ona!

# text
source: What are your three favourite foods? Can you name three things you can see right now?
st_za: Mefuta e meraro ya dijo tseo o di ratang haholo ke efe? Na o ka bolela dintho tse tharo tseo o di bonang hona jwale?

# text
source: Can you hear three sounds you can hear right now?
st_za: Na o utlwa medumo e meraro eo o e utlwang hona jwale?

# text
source: What are the three things you are grateful for right now?
st_za: Ke dintho dife tse tharo tseo o di lebohelang hong jwale?

# text
source: Breathe in to the count of three and breathe out to the count of three. How do you feel now? Do you feel any different?
st_za: Hema ho hula moya ka makgetlo a mararo mme o heme ho lokolla moya ka mekgetlo a mararo. Jwale o ikutlwa jwang? Na ha o ikutlwe ka tsela e fapaneng?

# text
source: Three is a magical number!
st_za: Tharo ke palo ya mohlolo!

# text
source: Here's a video to guide through this activity!
st_za: Shebella video ena e tla o tataisa mosebetsing ona!

# text
source: Here's an audio message to guide you through a fun physical activity!
st_za: Mamela molaetsa ona o tla o tataisa hore o thabele ho ikwetlisa!

# text
source: Stand up and stretch your arms up like you are reaching to the sky. Pretend to push away any clouds and let the sun shine down on you. Stretch to both sides. Stretch to the front and to the back.
st_za: Ema mme o otlolle matsoho a hao jwalo ka ha eka o nanabela sepakapaka. Etsa eka o sututsa maru mme o tlohele letsatsi le tjhabele hodima hao. Otlollela mahlakoreng ka bobedi. Ikotlollele kapele le ka morao.

# text
source: Here's a fun video of a physical activity that can help you release stress and keep healthy!
st_za: Shebella video ena e monate ya boikwetliso bo ka o thusang ho fokotsa kgatello ya maikutlo le ho dula o phetse hantle!

# text
source: Let your hand hang by your side. As you breathe in, squeeze your shoulders tightly up to your ears, scrunch your eyes and face, and hold your breath. Release your breath and then relax your shoulders and body.
st_za: Lepeletsa matsoho ka mahlakoreng. Ha o hula moya, atametsa mahetla a hao a kotlobane ditsebeng, sidila mahlo le sefahleho, mme o tshware moya wa hao. Phefumoloha ho lokolla moya mme o phomotse mahetla le mmele wa hao.

# text
source: Relax your arms and let your arms swing sideways, and turn your upper body. Your arms should gently hit your back as you twist from side to side.
st_za: Phomotsa diphaka tsa hao mme o tlohele diphaka di lokotsehe ka mahlakoreng, ebe o reteletsa karolo e ka hodimo ya mmele. Diphaka tsa hao di tlameha ho kgitla habonolo kamorao ha o sothehela ka mahlakoreng.

# text
source: Place one foot in front of the other and make small circles from ankles, remember to turn to both sides. Do each foot with four circles in each direction.
st_za: Beha leoto le leng kapela le leng mme o etse didikadikwe tse nyane tsa maqaqailana, hopola ho retelehela ka mahlakoreng ka bobedi. Etsa leoto ka leng didikadikwe tse nne lehlakore ka leng.

# text
source: Close your eyes and raise your arms slowly above your head as you breathe in. Lower your arms slowly to your side as you breathe out.
st_za: Kwala mahlo mme o phahamise diphaka butle ho ba hodima hlooho ya ha o ntse o hula moya. Theola diphaka tsa hao butle ho leba ka mahlakoreng ha o ntse o lokolla moya wa hao.

# text
source: Would you like some other relaxation activities?
st_za: Na o ka thabela ho ikotlolla ka ditsela tse ding?

# text
source: Take a moment to reflect on your experience.
st_za: Nka motsotswana o nahana ka ntho e o hlahetseng.

# text
source: That's okay! You can always type "Help" at anytime if you need an activity to help you relax or reduce stress.
st_za: O se ke wa kgathatseha! Hopola hore ka dinako tsohle o ka ngola lentswe “Thuso”, neng kapa neng ha o hloka seo o ka se etsang ho o thusa ho phomotsa methapo kapa ho fokotsa kgatello ya maikutlo.

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit. Over the next few days, try doing some physical exercise every day. It is a great way to reduce stress and keep healthy. Even 5 minutes a day can make a difference!
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi. Matsatsing a mmalwa a tlang, leka ho ikwetlisa ka tsela e itseng letsatsi le letsatsi. Ke tsela e ntle haholo ya ho fokotsa kgatello ya maikutlo le ho dula o phetse hantle. Esita le metsotso e 5 ka letsatsi e ka etsa phapang e kgolo!

# text
source: Well done! You have added another skill to your Parenting Toolkit. Over the next few days, try doing some physical exercise every day. It is a great way to reduce stress and keep healthy. Even 5 minutes a day can make a difference!
st_za: Mosebetsi o tswileng matsoho! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi. Matsatsing a mmalwa a tlang, leka ho ikwetlisa ka tsela e itseng letsatsi le letsatsi. Ke tsela e ntle haholo ya ho fokotsa kgatello ya maikutlo le ho dula o phetse hantle. Esita le metsotso e 5 ka letsatsi e ka etsa phapang e kgolo!

# text
source: Well done @fields.user_name! You have added another layer to your House of Support. Over the next few days, try doing some physical exercise every day. It is a great way to reduce stress and keep healthy. Even 5 minutes a day can make a difference!
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse mokato o mong wa Ntlo ya Tshehetso. Matsatsing a mmalwa a tlang, leka ho ikwetlisa ka tsela e itseng letsatsi le letsatsi. Ke tsela e ntle haholo ya ho fokotsa kgatello ya maikutlo le ho dula o phetse hantle. Esita le metsotso e 5 ka letsatsi e ka etsa phapang e kgolo!

# text
source: Well done! You have added another layer to your House of Support. Over the next few days, try doing some physical exercise every day. It is a great way to reduce stress and keep healthy. Even 5 minutes a day can make a difference!
st_za: Mosebetsi o tswileng matsoho! O ekeditse mokato o mong wa Ntlo ya Tshehetso. Matsatsing a mmalwa a tlang, leka ho ikwetlisa ka tsela e itseng letsatsi le letsatsi. Ke tsela e ntle haholo ya ho fokotsa kgatello ya maikutlo le ho dula o phetse hantle. Esita le metsotso e 5 ka letsatsi e ka etsa phapang e kgolo!

# text
source: You can always type "Help" at anytime if you need an activity to help you relax or reduce stress. Chat to you later @fields.user_name!
st_za: Hopola hore ka dinako tsohle o ka ngola lentswe “Thuso”, neng kapa neng ha o hloka seo o ka se etsang ho o thusa ho phomotsa methapo kapa ho fokotsa kgatello ya maikutlo. Ke tla bua le wena hamorao @fields.user_name!

# text
source: You can always type "Help" at anytime if you need an activity to help you relax or reduce stress. Chat to you later!
st_za: Hopola hore ka dinako tsohle o ka ngola lentswe “Thuso”, neng kapa neng ha o hloka seo o ka se etsang ho o thusa ho phomotsa methapo kapa ho fokotsa kgatello ya maikutlo. Ke tla bua le wena hamorao!

# text
source: Hello @fields.user_name! This is a stressful time, especially for fathers. When we are stressed or angry, we do not make the best decisions. Taking the time to care for ourselves will help us care for our children.
st_za: Dumela @fields.user_name! Ena ke nako e boima haholoholo bakeng sa bontate. Ha re imetswe kapa re halefile, ha re etse diqeto tse bohlale. Ho qeta nako re itlhokomela ho tla re thusa ho hlokomela bana ba rona.

# text
source: Today's tip is about how to keep calm and manage stress in our busy lives.
st_za: Keletso ya kajeno e amana le tsela ya ho dula re kgobile matshwafo le ho laola kgatello ya maikutlo maphelong a rona a maphathaphathe.

# text
source: Hello @fields.user_name! This is a stressful time, especially for mothers. When we are stressed or angry, we do not make the best decisions. Taking the time to care for ourselves will help us care for our children.
st_za: Dumela @fields.user_name! Ena ke nako e boima haholoholo bakeng sa bomme. Ha re imetswe kapa re halefile, ha re etse diqeto tse bohlale. Ho qeta nako re itlhokomela ho tla re thusa ho hlokomela bana ba rona.

# text
source: Hello @fields.user_name! This is a stressful time, especially for parents. When we are stressed or angry, we do not make the best decisions. Taking the time to care for ourselves will help us care for our children.
st_za: Dumela @fields.user_name! Ena ke nako e boima haholoholo bakeng sa batswadi. Ha re imetswe kapa re halefile, ha re etse diqeto tse bohlale. Ho qeta nako re itlhokomela ho tla re thusa ho hlokomela bana ba rona.

# text
source: Hello! This is a stressful time, especially for fathers. When we are stressed or angry, we do not make the best decisions. Taking the time to care for ourselves will help us care for our children.
st_za: Dumela! Ena ke nako e boima haholoholo bakeng sa bontate. Ha re imetswe kapa re halefile, ha re etse diqeto tse bohlale. Ho nka nako re itlhokomela ho tla re thusa ho hlokomela bana ba rona.

# text
source: Hello! This is a stressful time, especially for mothers. When we are stressed or angry, we do not make the best decisions. Taking the time to care for ourselves will help us care for our children.
st_za: Dumela! Ena ke nako e boima haholoholo bakeng sa bomme. Ha re imetswe kapa re halefile, ha re etse diqeto tse bohlale. Ho qeta nako re itlhokomela ho tla re thusa ho hlokomela bana ba rona.

# text
source: Hello! This is a stressful time, especially for parents. When we are stressed or angry, we do not make the best decisions. Taking the time to care for ourselves will help us care for our children.
st_za: Dumela! Ena ke nako e boima haholoholo bakeng sa batswadi. Ha re imetswe kapa re halefile, ha re etse diqeto tse bohlale. Ho qeta nako re itlhokomela ho tla re thusa ho hlokomela bana ba rona.

# text
source: Let's take a pause together! Take a deep breath and ask yourself, "What am I thinking?"
st_za: A re ke re kgefutse hanyane mmoho! Phefumolohela hodimo mme o ipotse, “Ke nahana eng?”

# text
source: Notice if your thoughts are positive or negative. Notice if your emotions are pleasant or unpleasant. Whatever you are feeling, it is okay. Notice how your body feels. Notice anything that hurts or is tense.
st_za: Hlokomela hore na o nahana dintho tse ntle kapa tse mpe. Hlokomela haeba maikutlo a hao ke a matle kapa a mabe. Hore na o ikutlwa jwang, ho lokile. Hlokomela hore na mmele wa hao o ikutlwa jwang. Hlokomela eng kapa eng e o lematsang kapa e utlwisang bohloko.

# text
source: Focus on your breath as it goes in and out. Do this for about 10 breaths.
st_za: Ameha ka ho phefumoloha ha hao ha moya o kena le ha o tswa. Phefumoloha ka makgetlo a isang ho a 10.

# text
source: Now, expand your awareness to your whole body. Listen to the sounds in the room.
st_za: Jwale ela hloko mmele wohle wa hao. Mamela medumo e ka phapusing.

# text
source: Take a moment to reflect on whether you feel any different.
st_za: Ka motsotswana imamele mme o utlwe hore na ho na le phapang.

# text
source: Here's a video about how to keep calm and manage stress in our busy lives.
st_za: Shebella video ena ya tsela ya ho dula re kgobile matshwafo le ho laola kgatello ya maikutlo bophelong ba rona bo maphathaphathe.

# text
source: Taking a Pause is a simple relaxation activity that you can do whenever you are feeling stressed or worried. It can also be helpful when you find your child is irritating you or has done something wrong.
st_za: Ho Kgefutsa ke tsela e bonolo ya ho phomola eo o ka e etsang neng kapa neng ha o ikutlwa o imetswe kapa o kgathatsehile. Hape e ka ho thusa ha o fumana hore ngwana wa hao o a o tena kapa o etsa ntho e fosahetseng.

# text
source: Here is a comic to remind you of taking a pause!
st_za: Ena ke tsela ya boswaswi e re hopotsang ho kgefutsa hanyane!

# text
source: “How am I going to get through this?”
st_za: “Ke tla hlola bothata boo jwang?”

# text
source: “Whatever it is, I am okay.”
st_za: “Ha ho na taba, ho lokile.”

# text
source: “Breathe in. Breathe out."
st_za: “Hula moya. Lokolla moya."

# text
source: “I can do this. We will get through it together.”
st_za: “O ka atleha. Re tla feta boemong bona hammoho.”
