Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/st/st_messages.po
Languages: st_za

# text
source: Check to see why @fields.child_nickname is in a bad mood. Are they tired or hungry? Or maybe they are not feeling well? Or maybe they need some more loving attention. Be a reassuring presence for @fields.child_nickname when they are having a difficult day.
st_za: Sheba hore na ke hobaneng ha @fields.child_nickname a halefile. Na o kgathetse kapa o lapile? Kapa na mohlomong ha a phela hantle? Kapa mohlomong o hloka tlhokomelo e itseng e lerato le ho feta. Ka boteng ba hao mo thobe maikutlo @fields.child_nickname ha letsatsi le sa mo tsamaele hamonate.

# text
source: Check to see why your baby is in a bad mood. Are they tired or hungry? Or maybe they are not feeling well? Or maybe they need some more loving attention. Be a reassuring presence for your baby when they are having a difficult day.
st_za: Sheba hore na ke hobaneng ha lesea la hao le halefile. Na o kgathetse kapa o lapile? Kapa na mohlomong ha a phela hantle? Kapa mohlomong o hloka tlhokomelo e itseng e lerato le ho feta. Ka boteng ba hao thoba lesea la hao maikutlo ha letsatsi le sa mo tsamaele hamonate.

# text
source: Pay close attention to @fields.child_nickname in case they try something dangerous! Just because they are able to play on their own now, doesn’t mean you can look away for long. Redirect mischievous behaviours into practice waving, imitation games, singing and moving games and pretending to talk on the phone!
st_za: Hlokomela @fields.child_nickname ka ho kgetheha maemong ao le ka lekang ntho e itseng e kotsi! Hore ebe le se le kgona ho bapala le le leng, se hase bolelele hore o ka sheba kwana ka nako e telele. Mo kgutlise ha a seba ka ho tlwaela ho mo hwehla ka letsoho, dipapadi tsa ho etsisa, ho bina le dipapadi tsa ho tsamaya le ho etsa eka o bua ka founo!

# text
source: Pay close attention to your baby in case they try something dangerous! Just because they are able to play on their own now, doesn’t mean you can look away for long. Redirect mischievous behaviours into practice waving, imitation games, singing and moving games and pretending to talk on the phone!
st_za: Hlokomela lesea la hao ka ho kgetheha maemong ao le ka lekang ntho e itseng e kotsi! Hore ebe le se le kgona ho bapala le le leng, se hase bolelele hore o ka sheba kwana ka nako e telele. Mo kgutlise ha a seba ka ho tlwaela ho mo hwehla ka letsoho, dipapadi tsa ho etsisa, ho bina le dipapadi tsa ho tsamaya le ho etsa eka o bua ka founo!

# text
source: Try to stay calm and support @fields.child_nickname as they move through the tantrum. Your priority is to ensure that they don’t hurt themselves. Don’t add to @fields.child_nickname’s anger by shouting and showing angry emotions. This won’t help.
st_za: Leka ho dula o kgobile matshwafo le ho tshehetsa @fields.child_nickname ha a feta mokgahlelong wa ho ithabukanya. Ntho e ka sehloohong eo o lokelang ho ameha ka yona ke hore ha a itematse. O se ke wa halefisa @fields.child_nickname le ho feta ka ho mo omanya le ho bontsha maikutlo a ho halefa. Seo se ke ke sa o tswela molemo.

# text
source: Try to stay calm and support your toddler as they move through the tantrum. Your priority is to ensure that they don’t hurt themselves. Don’t add to your child’s anger by shouting and showing angry emotions. This won’t help.
st_za: Leka ho dula o kgobile matshwafo le ho tshehetsa ngwana wa hao ha a feta mokgahlelong wa ho ithabukanya. Ntho e ka sehloohong eo o lokelang ho ameha ka yona ke hore ha a itematse. O se ke wa halefisa ngwana wa hao le ho feta ka ho mo omanya le ho bontsha maikutlo a ho halefa. Seo se ke ke sa o tswela molemo.

# text
source: Babies are much more likely to want to do things if you make the activity fun and playful. Patience is also a must. Take a deep breath if you notice yourself getting frustrated by @fields.child_nickname.
st_za: Bana ba tla ba le tjantjello e ngata ya ho etsa dintho haeba o etsa hore ketso ebe e thabisang le e nang le papadi. Hape mamello e tswala katleho. Phefumolohela hodimo ha o lemoha hore o qala ho tenwa ke @fields.child_nickname.

# text
source: Babies are much more likely to want to do things if you make the activity fun and playful. Patience is also a must. Take a deep breath if you notice yourself getting frustrated by your baby.
st_za: Bana ba tla ba le tjantjello e ngata ya ho etsa dintho haeba o etsa hore ketso ebe e thabisang le e nang le papadi. Hape mamello e tswala katleho. Phefumolohela hodimo ha o lemoha hore o qala ho tenwa ke lesea la hao.

# text
source: These tips are for YOU. So that our chats can be as helpful as possible, could you please tell us your gender?
st_za: Dikeletso tsena di molemong wa HAO. E le hore dipuisano tsa rona di ka thusa ka moo ho ka khonehang, ke kopa hore o re bolelle bong ba hau, na o mosadi kapa monna?

# text
source: If you would prefer not to answer, type "N".
st_za: Haeba o kgetha ho se arabe, ngola “N”.

# text
source: These tips are for YOU. So that our chats can be as helpful as possible, could you please tell me your gender?
st_za: Dikeletso tsena di molemong wa HAO. E le hore dipuisano tsa rona di ka thusa ka moo ho ka khonehang, ke kopa hore o mpolelle bong ba hau, na o mosadi kapa monna?

# text
source: 2 Truths, 1 Lie
st_za: Dinnete tse 2, Mafosisa a 1

# text
source: Think of three statements about yourself. Two must be true and one must be a lie.
st_za: Nahana ka dipolelo tsena tse tharo tse amanang le wena. Tse pedi tsa tsona ke nnete mme e le nngwe e tlameha ho ba mafosisa.

# text
source: It might help to think of wishes, dreams, likes or dislikes. For example, I hate bananas, I love ice cream and I really wish I could sing.
st_za: E tlameha ebe ke ntho e thusang ho nahana ka ditakatso, dintho tseo motho o di ratang kapa tseo o sa di rateng. Ka mohlala, ke hloile dibanana, ke rata aeskrimi mme kannete ke lakatsa eka nka bina.

# text
source: Say them to your partner or friends. Ask them to guess which one is a lie.
st_za: Di bolelle molekane kapa metswalle ya hao. Ba kope hore ba bolele hore na ke efe eo e leng mafosisa.

# text
source: Did they guess correctly? Was it a surprise?
st_za: Na ba nepile? Na ba o makaditse?

# text
source: Now ask them to do the same. Did you learn something new about each other?
st_za: Ba kope o etse se tshwanang ho bona. Na wena le bona le ithutile ntho e ntjha e mong ka e mong?

# text
source: Crazy Chicken
st_za: Dikgoho tsa Mohlolo

# text
source: Shake your hand in the air 8 times while counting to 8
st_za: Tsoka letsoho la hao moyeng ka makgetlo a 8 o ntse o bala ho fihlela ho 8

# text
source: Do it as fast and loud as you can
st_za: Etsa sena kapele kamoo o ka kgonang o phahamisitse lentswe kahohle kamoo o ka kgonang

# text
source: Repeat with your other hand and both feet
st_za: Pheta sena ka letsoho le leng le ka maoto ka bobedi

# text
source: Do it 7 times, then 6 times until you get to 1.
st_za: Etsa sena ka makgetlo a 7, ebe makgetlo a 6 ho fihlela o fihla ho le 1.

# text
source: Call out “Crazy chicken” as loud as you can!
st_za: Hweletsa o re “Dikgoho tsa Mohlolo” ka lentswe le phahameng kamoo o ka kgonang!

# text
source: Have you released all your stress? If not, do it again even faster and louder!
st_za: Na kgatello ya maikutlo yohle ya hao e tswile? Haeba ho se jwalo, etsa jwalo hape ebile e le ka lebelo le lentswe le phahameng le ho feta!

# text
source: Family Work Out
st_za: Boithapollo ba Lelapa

# text
source: Choose a sport or exercise to do together
st_za: Kgetha papadi kapa boikwetliso boo le ka bo etsang mmoho

# text
source: Decide on a schedule. Are you going to do it every day? For how long?
st_za: Kgethang nako. Na etlaba letsatsi le letsatsi? Ka nako e kae?

# text
source: Try it out for a week.
st_za: Lekang seo ka beke.

# text
source: At the end of the week, ask yourself and your family these questions. How’s it going? How did you feel at the start of the week? How do you feel at the end of the week? What can we do differently next week?
st_za: Qetellong ya beke, ipotse dipotso tsena mme o botse le ba lelapa la hao dipotso tsena. Ho jwang? Le ne le ikutlwa jwang ha beke e qala? Le ikutlwa jwang ha beke e fela? Re ka etsa eng ka tsela e fapaneng bekeng e tlang?

# text
source: Hello @fields.user_name! How are you feeling? If you are feeling overwhelmed or stressed, here's a fun activity that can also release some stress.
st_za: Dumela @fields.user_name! O ikutlwa jwang? Haeba o ikutlwa o imetswe kapa o na le kgatello ya maikutlo, tsela e nngwe e monate ya ho ikotlolla ho ntsha kgatello ya maikutlo ke ena.

# text
source: Hello! How are you feeling? If you are feeling overwhelmed or stressed, here's a fun activity that can also release some stress.
st_za: Dumela! O ikutlwa jwang? Haeba o ikutlwa o imetswe kapa o na le kgatello ya maikutlo, tsela e nngwe e monate ya ho ikotlolla ho ntsha kgatello ya maikutlo ke ena.

# text
source: Stand up and stretch your arms up to the sky. Push away any clouds and let the Sunshine of Positive Attention shine down on you. Stretch to both sides. Stretch to the front and to the back.
st_za: Ema mme o otlolle matsoho a hao sepakapakeng. Apola maru afe kapa afe mme o tlohelle Letsatsi la Mahlohonolo le tjhabele hodima hao. Otlollela mahlakoreng ka bobedi. Ikotlollele kapele le ka morao.

# text
source: Place one foot in front of the other and make small circles from your ankles. Remember to turn your foot to both sides - to the left and then to the right. Do each foot with four circles in each direction.
st_za: Beha leoto le leng kapela le leng mme o etse didikadikwe tse nyane tsa maqaqailana. Hopola ho retelehetsa leoto la hao ka mahlakoreng ka bobedi - ka ho le letshehadi le ka ho le letona. Etsa leoto ka leng didikadikwe tse nne lehlakore ka leng.

# text
source: Now shake your whole body as fast as you can. Shake it up high! Shake it down low! Shake it all around!
st_za: Jwale tsukutla mmele wohle kapele kamoo o ka kgonang. O tsukutle o ya hodimo! O tsukutle o ya tlaase! O tsukutle ka mahlakoreng wohle!

# text
source: Let your hand hang by your side. As you breathe in, squeeze your shoulders up to your ears, scrunch your eyes, and hold your breath. Release your shoulders as you breathe out and relax your body.
st_za: Lepeletsa matsoho ka mahlakoreng. Ha o hula moya, atametsa mahetla a hao a kotlobane ditsebeng, sidila mahlo le sefahleho, mme o tshware moya wa hao. Lepeletsa mahetla a hao ha o ntse o lokolla moya mme o qhanolotse mmele.

# text
source: Close your eyes and raise your arms slowly above your head as you breathe in. Lower your arms slowly to your side as you breathe out. Repeat 4 times.
st_za: Kwala mahlo mme o phahamise diphaka butle ho ba hodima hlooho ha o ntse o hula moya. Theola diphaka tsa hao butle ho leba ka mahlakoreng ha o ntse o lokolla moya wa hao. Pheta sena ka makgetlo a 4.

# text
source: Relax your arms and let them swing to the front and back. Take 4 deep breaths while you do this. This is good for your lower back.
st_za: Diphaka tsa hao di phutholohe mme o di foke ho ya kapele le ka morao. Hemela hodimo ka makgetlo a 4 ha o ntse o etsa sena. Sena se molemong wa karolo e ka morao ya letheka la hao.

# text
source: Relax your arms and let your arms swing sideways as you turn your upper body. Your arms should gently hit your back as you twist from side to side.
st_za: Phomotsa diphaka tsa hao mme o tlohele diphaka di fokele ka mahlakoreng, ha o ntse o reteletsa karolo e ka hodimo ya mmele. Diphaka tsa hao di tlameha ho kgitla habonolo kamorao ha o sothehela ka mahlakoreng.

# text
source: Take a moment to reflect on your experience. Remember that you can do this activity at any time whenever you feel like you need to release stress and energise your mind and body.
st_za: Nka motsotswana o nahana ka ntho e o hlahetseng. Hopola hore o ka etsa sena neng kapa neng ha o utlwa eka o hloka ho fokotsa kgatello ya maikutlo le ho matlafatsa kelello le mmele wa hao.

# text
source: Stop & Listen
st_za: Ema mme o Mamele

# text
source: • Stop for a moment and close your eyes.
st_za: • Ema hanyane mme o kwale mahlo.

# text
source: • How many sounds can you hear? Listen to sounds inside and outside the room. Count them on your fingers. (Pause for 10 seconds)
st_za: • O utlwile medumo e mekae? Mamela medumo e ka tlung le kantle. E bale ka menwana ya hao. (Kgefutsa ka metsotswana e 10)

# text
source: • How many fingers do you have up? What sounds did you hear?
st_za: • O phahamisitse menwana e mekae? O utlwa medumo efe?

# text
source: • Let’s try again. Can you hear any new sounds this time? Can you hear any sounds inside your own body? (Pause for 10 seconds)
st_za: • A re leke hape. Na ho na le medumo efe kapa efe e metjha eo o e utlwang hona jwale? Na o utlwa medumo efe kapa efe kahara mmele wa hao? (Kgefutsa ka metsotswana e 10)

# text
source: • Open your eyes. What new sounds did you hear?
st_za: • Bula mahlo. O utlwa medumo efe e metjha?

# text
source: A Short Pause
st_za: Kgefu e Kgutshwane

# text
source: Sit down and close your eyes.
st_za: Dula fatshe mme o kwale mahlo.

# text
source: Listen to your breath as it goes in and out.
st_za: Mamela ha o phefumoloha ha moya o kena le ha o tswa.

# text
source: Notice how you feel.
st_za: Hlokomela tsela eo o ikutlwang ka yona.

# text
source: Take a few more deep breaths.
st_za: Phefumolohela hodimo ka makgetlo a mmalwa.

# text
source: When you are ready open your eyes again. Do you feel any different?
st_za: Ha o se o lokile bula mahlo hape. Na ha o ikutlwe ka tsela e fapaneng?

# text
source: Remind yourself that “Everything is ok”.
st_za: Ikgopotse hore “Tsohle di tsamaya hantle”.

# text
source: Give Yourself A Hug
st_za: Iphe Haka e Mofuthu

# text
source: Hey there! How are you feeling today? Do you feel great?!
st_za: Dumelang bo! Le ikutlwa jwang kajeno? Na le ikutlwa le le monate?!

# text
source: Maybe not. Maybe you shouted again at your children today? Maybe you got angry and said something you don't feel proud of? It’s ok. It’s super stressful right now.
st_za: Mohlomong ha ho jwalo. Mohlomong le ile la omanya bana ba lona hape kajeno? Mohlomong le ile la halefa mme la bua ntho e itseng eo le seng motlotlo ka yona. Ho tla loka. kgatello ya maikutlo se sengata haholo hona jwale.

# text
source: Take a deep breath and think of one thing you did today that you do feel proud of. It doesn't have to be big. And wrap your arms around your body and give yourself a hug. And now think of one thing you did today that you don't feel proud of. What can you do differently tomorrow? And wrap your arms around your body and give yourself a hug.
st_za: Phefumolohela hodimo mme o nahane ka ntho e le nngwe eo o e entseng eo o leng motlotlo ka yona. Ha ho hlokahale hore ebe ntho e kgolo. Kopa mmele wa hao ka diphaka tsa hao mme o iphe haka e kgolo. Nahana ka ntho e le nngwe eo o e entseng eo o leng motlotlo ka yona. O ka etsa eng ka tsela e fapaneng hoseng? Kopa mmele wa hao ka diphaka tsa hao mme o iphe haka e kgolo.

# text
source: Hello @fields.user_name! Did you know that 3 is a magical number? Breathe in to the count of three and breathe out to the count of three. How do you feel now? Do you feel any different?
st_za: Dumela @fields.user_name! Na o ne o tseba hore 3 ke palo ya mohlolo? Hema ho hula moya ka makgetlo a mararo mme o heme ho lokolla moya ka mekgetlo a mararo. Jwale o ikutlwa jwang? Na ha o ikutlwe ka tsela e fapaneng?

# text
source: Hello! Did you know that 3 is a magical number? Breathe in to the count of three and breathe out to the count of three. How do you feel now? Do you feel any different?
st_za: Dumela! Na o ne o tseba hore 3 ke palo ya mohlolo? Hema ho hula moya ka makgetlo a mararo mme o heme ho lokolla moya ka mekgetlo a mararo. Jwale o ikutlwa jwang? Na ha o ikutlwe ka tsela e fapaneng?

# text
source: What are your three favourite foods? Can you name three things you can see right now? Can you hear three sounds you can hear right now? What are three things you are grateful for right now?
st_za: Mefuta e meraro ya dijo tseo o di ratang haholo ke efe? Na o ka bolela dintho tse tharo tseo o di bonang hona jwale? Na o ka bolela medumo e meraro eo o e utlwang hona jwale? Ke dintho dife tse tharo tseo o di lebohelang hona jwale?

# text
source: Breathe in to the count of three and breathe out to the count of three? How do you feel now? Do you feel any different? Three is a magical number!
st_za: Hema ho hula moya ka makgetlo a mararo mme o heme ho lokolla moya ka mekgetlo a mararo. Jwale o ikutlwa jwang? Na ha o ikutlwe ka tsela e fapaneng? Tharo ke palo ya mohlolo!

# text
source: Release Some Energy
st_za: Fokotsa Matla a Mang

# text
source: Baba da bi da ba da baaa! Pause Power!
st_za: Baba da bi da ba da baaa! Matla a Kgefu!

# text
source: What’s Pause Power I hear you say? It’s the ability to transform from a grumpy, angry person into a calm, clear one.
st_za: Matla a Kgefu ao ke utlwang o bua ka wona ke eng? Ke bokgoni ba ho fetoha motho ya tenehileng, ya halefileng ho ba motho ya kgutsing le ya hlaphohetsweng.

# text
source: When I’m feeling frustrated I plant my feet firmly on the ground and I breathe in and out three times as slowly as I can. Sometimes I imagine I’m smelling a flower and blowing out a candle.
st_za: Ha ke ikutlwa ke tenehile ke hloma maoto a ka fatshe ka thata ebe ke hula le ho lokolla moya ka makgetlo a mararo butle kamoo nka kgonang. Ka dinako tse ding ke nahana hore ke fofonela dipalesa kapa ke butswela kerese.

# text
source: Da ta! Pause Power! My transformation from grumpy to calm is complete!
st_za: Da ta! Matla a Kgefu! Phetoho ya ka ya ho tloha ho motho ya tenehileng ho ya ho motho ya kgutsitseng e fedile!

# text
source: Taking care of yourself
st_za: Itlhokomele

# text
source: Here is a short activity that can help when you are feeling like needing some more support to get through the day.
st_za: Ntho e kgutshwane ke ena eo o ka e etsang ha o utlwa eka o hloka tshehetso e eketsehileng hore o sebetsane le letsatsi la kajeno.

# text
source: Recognise what is happening for you in this moment. What are you thinking? Are your thoughts positive or negative. How do you feel? Do you feel pleasant or unpleasant? How does your body feel? Do you feel tense or relaxed?
st_za: Hlokomela hore na ke eng e etsahalang ho wena hona jwale. O nahanang? Na o nahana dintho tse ntle kapa tse mpe? O ikutlwa jwang? Na o na le boikutlo bo botle kapa bo bobe? Mmele wa hao o ikutlwa jwang? Na o ikutlwa o tsitsipane kapa o phutholohile?

# text
source: Connect to your heart in a kind and gentle way. You may want to place one hand on your heart or chest.
st_za: Bua le pelo ya hao ka tsela e mosa le e bonolo. O ka nna wa batla ho beha letsoho le leng pelong kapa sefubeng sa hao.

# text
source: You can then say the following words silently to yourself:
st_za: Mme o ka ipolella mantswe a latelang ka lentswe le tlaase:

# text
source: May I be peaceful.
st_za: Ese eka nka ba le kgotso.

# text
source: May I be safe.
st_za: Ese eka nka sireletseha.

# text
source: May I be healthy.
st_za: Ese eka nka phela hantle.

# text
source: May I be happy.
st_za: Ese eka nka thaba.

# text
source: May there be love in my family.
st_za: Ese eka ho ka ba le lerato lelapeng la ka.

# text
source: May I feel loved.
st_za: Ese eka nka ikutlwa ke ratwa.

# text
source: Take a moment to reflect on your experience. Remember that you can do this activity at any time whenever you feel like you need extra support.
st_za: Nka motsotswana o nahana ka ntho e o hlahetseng. Hopola hore o ka etsa sena neng kapa neng ha o utlwa eka o hloka tshehetso e eketsehileng.

# text
source: Cooking together
st_za: Ho pheha mmoho

# text
source: Children love to do what you do!
st_za: Bana ba rata ho etsa seo o se etsang!

# text
source: Let your baby play with pots and spoons while you are making dinner.
st_za: Tlohela lesea la hao le bapale mmantlwane wa dipitsa le dikgaba ha o ntse o hlophisa tinare.

# text
source: Dance Party
st_za: Mokete wa ho ithabisa le ho tjeka

# text
source: Put on your favourite music or sing your favourite song and dance around the room with your toddler. If you have a baby hold them while you dance.
st_za: Letsa mmino oo o o ratang haholo kapa o bine pina eo o e ratang mme o tjekele ka phapusing le ngwana wa hao. Haeba o na le lesea le tshware ha le tjeka.

# text
source: Dance in different ways or with different parts of your body.
st_za: Tjeka ka ditsela tse sa tshwaneng kapa ka dikarolo tse sa tshwaneng tsa mmele.

# text
source: For example, “Dance like a monkey”, “Dance like a chicken” or “Let’s dance with our knees and hips.”
st_za: Ka mohlala, “Motjeko jwalo ka tshwene”, “Motjeko jwalo ka kgoho” kapa “A re tantshe ka mangole le matheka.”

# text
source: Think up different instructions. Be seriously playful!
st_za: Nahana ka ditaelo tse sa tshwaneng. Ikemisetse ho bapala!

# text
source: When the music stops, everyone does a funny freeze.
st_za: Ha pina e fela, bohle ba eme tsi! ka tsela e qabolang.

# text
source: Notice what rhythms or movements they like!
st_za: Hlokomela merethetho le metjeko eo ba e ratang!

# text
source: Down in a ditch!
st_za: Theohela ka forong!

# text
source: Sit on a chair and put your toddler on your lap facing you. Hold them firmly under the arms.
st_za: Dula setulong mme o behe ngwana wa hao ya seng a tseba ho tsamaya seropeng sa hao a o shebile. Mo tshware ka tiyo tlasa diphaka tsa hao.

# text
source: Gently bounce your legs and say in a soft voice “Baby horse, baby horse, baby horse, baby horse”
st_za: Tila hanyane ka maoto fatshe ka lentswe le fatshe o re “Petsana, petsana, petsana, petsana”

# text
source: Bounce your legs a bit more and say a bit louder “Little horse, little horse, little horse, little horse”
st_za: Eketsa ho tila ka maoto fatshe ebe ka lentswe le hodimonyana o re “Petsana, petsana, petsana, petsana”

# text
source: Bounce your legs more and say louder “Big horse, big horse, big horse, big horse”
st_za: Tila ka maoto fatshe le ho feta ebe o phahaphahamisa lentswe o re “Petsana, petsana, petsana, petsana”

# text
source: When you call out “Down in a ditch!” open your knees and let your child drop down between them. Make sure you hold them so they don’t fall far!
st_za: Ha o hweletsa “Theohela ka forong!” bula mangole a hao mme o tlohele ngwana wa hao a theohele pakeng tsa wona. Tiisa hore o a mo tshwara hore a se ke a wela hole!

# text
source: Funny Faces
st_za: Difahleho tse Qabolang

# text
source: Look at your baby in the eyes and make different funny faces.
st_za: Sheba ngwana wa hao ka mahlong mme o etse difahleho tse sa tshwaneng tse qabolang.

# text
source: Make a big face. Make a small face. Make a happy face. Make a surprised face.
st_za: Etsa sefahleho se seholo. Etsa sefahleho se senyane. Etsa sefahleho se thabileng. Etsa sefahleho se maketseng.

# text
source: Which ones make your baby smile or laugh? Do them again, even bigger this time!
st_za: Ke sefe se etsang hore lesea la hao le bososele kapa le tshehe? Se etse hape, se le seholo le ho feta lekgetlong lena!

# text
source: Play with different feelings and add sounds.
st_za: Bapala ka maikutlo a sa tshwaneng mme o kenye medumo.

# text
source: Copy their facial expressions too. Exaggerate them to make them funny.
st_za: Le wena kopitsa seo sefahleho sa hae se o bolellang sona. Feteletsa seo sefahleho se o bolellang sona hore o bonahale o qabola.

# text
source: Always end on a positive expression!
st_za: Kamehla qetella ka sefahleho se setle se thabileng!

# text
source: Mirror Game
st_za: Papadi ya Seipone

# text
source: • Get to your baby's level so they can see you and hear you.
st_za: • Kotsama hore o fihle boemong ba lesea e le hore le ka o bona le ho o utlwa.

# text
source: • Copy their facial expressions and sounds.
st_za: • Kopitsa seo sefahleho sa hae se o bolellang sona le medumo.
