Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/st/st_messages.po
Languages: st_za

# text
source: Be kind to yourself - trying something new is often hard at first! Give yourself time to adjust. Also remind yourself that helping your partner with these tasks benefits the whole family!
st_za: Inahanele - hangata ho thata ho leka ho etsa ntho e ntjha ka lekgetlo la pele! Iphe nako ya ho fetoha. Hape ikgopotse hore ho thusa molekane wa hao ka mesebetsi ena ho molemong wa lelapa lohle!

# text
source: Hi @fields.user_name! Have you tried getting involved and helping out with caregiving or housework recently?
st_za: Dumela @fields.user_name! Na o kile wa leka ho kenya letsoho mme wa hlokomela ba lelapa kapa wa phetha mesebetsi wa lapeng morao tje?

# text
source: Hi @fields.user_name! Have you tried involving your partner in helping you with caregiving or housework recently?
st_za: Dumela @fields.user_name! Na o kile wa leka ho kenyelletsa molekane wa hao hore a o thuse ho hlokomela ba lelapa kapa ho phetha mosebetsi wa lapeng morao tje?

# text
source: Hi @fields.user_name! Have you tried getting involved in helping out at home as well as involving your partner in helping you with caregiving or housework recently?
st_za: Dumela @fields.user_name! Na o kile wa leka ho kenya letsoho ka ho thusa lapeng hammoho le ho kenyelletsa molekane wa hao hore a o thuse ho hlokomela ba lelapa kapa ho phetha mosebetsi wa lapeng morao tje?

# text
source: Hi! Have you tried getting involved and helping out with caregiving or housework recently?
st_za: Dumela! Na o kile wa leka ho kenya letsoho mme wa hlokomela ba lelapa kapa wa phetha mesebetsi la lapeng morao tje?

# text
source: Hi! Have you tried involving your partner in helping you with caregiving or housework recently?
st_za: Dumela! Na o kile wa leka ho kenyelletsa molekane wa hao hore a o thuse ho hlokomela ba lelapa kapa ho phetha mosebetsi wa lapeng morao tje?

# text
source: Hi! Have you tried getting involved in helping out at home as well as involving your partner in helping you with caregiving or housework recently?
st_za: Dumela! Na o kile wa leka ho kenya letsoho ka ho thusa lapeng hammoho le ho kenyelletsa molekane wa hao hore a o thuse ho hlokomela ba lelapa kapa ho phetha mosebetsi wa lapeng morao tje?

# text
source: We are sorry to hear this. What did you find difficult when trying to help out with caregiving or housework?
st_za: Re maswabi ho utlwa seo. Ke eng e ileng ya o thatafalla ha o leka ho thusa ho hlokomela ba lelapa kapa ho phetha msebetsi ya lapeng?

# text
source: We are sorry to hear this. What did you find difficult when trying to involve your partner in caregiving or housework?
st_za: Re maswabi ho utlwa seo. O ile wa thatafallwa ke eng ha o leka ho kenyelletsa molekane wa hao hore a hlokomele ba lelapa kapa a phethe mosebetsi wa lapeng?

# text
source: We are sorry to hear this. What did you find difficult when trying to share responsibilities for caregiving and housework with your partner?
st_za: Re maswabi ho utlwa seo. Ke eng eo o fumaneng e le thata ha o leka ho abela molekane wa hao boikarabelo ba ho hlokomela ba lelapa kapa ho phetha mesebetsi ya lapeng?

# text
source: I am sorry to hear this. What did you find difficult when trying to help out with caregiving or housework?
st_za: Ke maswabi ho utlwa seo. Ke eng e ileng ya o thatafalla ha o leka ho thusa ho hlokomela ba lelapa kapa ho phetha msebetsi ya lapeng?

# text
source: I am sorry to hear this. What did you find difficult when trying to involve your partner in caregiving or housework?
st_za: Ke maswabi ho utlwa seo. O ile wa thatafallwa ke eng ha o leka ho kenyelletsa molekane wa hao hore a hlokomele ba lelapa kapa a phethe mosebetsi wa lapeng?

# text
source: I am sorry to hear this. What did you find difficult when trying to share responsibilities for caregiving and housework with your partner?
st_za: Ke maswabi ho utlwa seo. Ke eng eo o fumaneng e le thata ha o leka ho abela molekane wa hao boikarabelo ba ho hlokomela ba lelapa kapa ho phetha mesebetsi ya lapeng?

# text
source: That is fantastic, @fields.user_name!
st_za: Ke ditaba tse monate, @fields.user_name!

# text
source: Ask @fields.child_nickname! By asking @fields.child_nickname what their favourite activity is, you are showing them you care. Soon they might also start asking you to join them when they’re playing!
st_za: Botsa @fields.child_nickname Ka ho botsa @fields.child_nickname hore na o rata ho etsang, o bontsha hore o a mo tsotella. Ho eso ye kae, le yena a ka nna a o kopa hore o bapale le yena!

# text
source: Ask your child! By asking your child what their favourite activity is, you are showing them you care. Soon they might also start asking you to join them when they’re playing!
st_za: Botsa ngwana wa hao! Ka ho botsa ngwana wa hao hore na o rata ho etsang, o bontsha hore o a mo tsotella. Ho eso ye kae, le yena a ka nna a o kopa hore o bapale le yena!

# text
source: Hi @fields.user_name! Have you tried sharing family responsibilities at home recently?
st_za: Dumela @fields.user_name! Na morao tjena o kile wa leka ho aba boikarabelo ba lelapa lapeng?

# text
source: Hi! Have you tried sharing family responsibilities at home recently?
st_za: Dumela! Na morao tjena o kile wa leka ho aba boikarabelo ba lelapa lapeng?

# text
source: This can be hard to remember! Establishing a routine around caregiving or housework tasks can sometimes be helpful. This also lets you talk to your partner or other adults about how to share the workload.
st_za: Ho ka ba thata ho hopola ho etsa jwalo! Ka dinako tse ding ho ba le mokgwa o latelwang wa ho phetha mesebetsi ya ho hlokomela ba lelapa le mesebetsi ya katlung ho ka thusa. Sena se bile se o fa monyetla wa ho buisana le molekane wa hao kapa batho ba bang ba baholo ka ho thusana ka mosebetsi wa ka lapeng.

# text
source: It is hard to remember to ask for help. Be kind to yourself if you forget to ask and try again another time. Asking for help and sharing family responsibilities benefits the whole family!
st_za: Ho thata ho hopola ho etsa jwalo. Iqenehele haeba o lebetse ho ba kopa mme o leke hape ka nako e nngwe. Ho kopa thuso le ho aba boikarabelo ba lelapa ho tlisetsa lelapa lohle melemo!

# text
source: It can be difficult to know how to ask for help. Try starting off with suggesting a task you would like help with. Being specific gives your partner a clearer idea of what they can support you with.
st_za: Ho thata ho tseba tsela ya ho kopa thuso. Qala ka ho etsa tshisinyo ya hore le etse mosebetsi oo o ka thabelang ho thuswa ka wona. Ho toba taba ho hlakisetsa molekane wa hao hore na a ka o thusa ka eng.

# text
source: Trying something new can be hard! To make it easier, ask your partner to do it together with you the first few times. Soon you’ll feel more confident doing it on your own!
st_za: Ho leka ntho e ntjha ho ka ba thata! Ho nolofatsa dintho, kopa molekane wa hao hore le e etse mmoho ka makgetlo a qalang a mmalwa. Ho eso ye kae o tla ba le boitshepo ho e etsa o le mong!

# text
source: Talk to them! Talking with your partner about how you can share family responsibilities helps both of you understand each other better. It also shows that you care!
st_za: Bua le yena! Ho buisana le molekane wa hao ka tsela eo le ka thusanang ka mesebetsi ya lelapa ho ka le thusa ka bobedi ho utlwisisana hamolemo. Hape seo se bontsha hore le a tsotella!

# text
source: It can be difficult to find time during the day sometimes! Can you think of a time when your partner might be less busy, such as early in the morning or later in the evening? Creating a routine around housework can also be helpful.
st_za: Ka dinako tse ding ho ka ba thata ho fumana nako motshehare. Na o ka nahana ka nako ya ha molekane wa hao a se maphathaphathe, jwalo ka dihoreng tsa hoseng kapa motshehare wa mantsiboya? Ho etsa lenaneo la mosebetsi wa lapeng ho ka ba molemo.

# text
source: Sharing responsibilities in the home benefits everyone! While trying something new can feel hard at first, soon you will start to feel more comfortable. If it helps, ask your partner to join you in the beginning!
st_za: Bohle ba fumana melemo ha mesebetsi ya lelapa e abuwa! Leha ho leka ntho e ntjha ho ka ba thata qalong, kamora nako e kgutshwanyane o tla qala ho ikutlwa o phutholohile haholo. Haeba sena se ka o thusa, kopa molekane wa hao ho sebetsa le wena qalong!

# text
source: Excellent job @fields.user_name! Sharing the workload benefits the whole family. How was your experience?
st_za: Kgau e a o tshwanela @fields.user_name! Ho thusana ka mesebetsi ho tswela lelapa lohle molemo. Ditlamorao e bile dife?

# text
source: Excellent job! Sharing the workload benefits the whole family. How was your experience?
st_za: Kgau e a o tshwanela! Ho thusana ka mesebetsi ho tswela lelapa lohle molemo. Ditlamorao e bile dife?

# text
source: We are sorry to hear this. What was difficult for you about sharing family responsibilities?
st_za: Re maswabi ho utlwa seo. O ne o thatafallwa ke eng tabeng ya ho aba mesebetsi ya lelapa?

# text
source: I am sorry to hear this. What was difficult for you about sharing family responsibilities?
st_za: Ke maswabi ho utlwa seo. O ne o thatafallwa ke eng tabeng ya ho aba mesebetsi ya lelapa?

# text
source: Hi @fields.user_name! Have you tried resolving conflict in a calm way even when you have felt frustrated recently?
st_za: Dumela @fields.user_name! Na morao tjena o kile wa rarolla phapang o kgobile matshwafo leha o ne o utlwa o tenehile?

# text
source: Hi! Have you tried resolving conflict in a calm way even when you have felt frustrated recently?
st_za: Dumela! Na morao tjena o kile wa rarolla phapang o kgobile matshwafo leha o ne o utlwa hore o tenehile?

# text
source: Sorry to hear this. What was difficult for you about resolving conflicts between you and your partner?
st_za: Ke maswabi ho utlwa seo. Ke eng e ileng ya o thatafalletsa ho rarolla diphapang pakeng tsa hao le molekane wa hao?

# text
source: That is great!
st_za: Ke ditaba tse monate!

# text
source: It can be really hard to stay calm when we’re having a disagreement with others. Try to think of something that you can do that might help like taking a couple deep breaths.
st_za: Kannete ho ka ba boima hore re dula re kgobile matshwafo ha re sa dumellane le batho ba bang. Leka ho nahana ka ntho eo o ka e etsang e ka nnang ya o thusa jwalo ka ho phefumolohela hodimo ka makgetlo a mmalwa.

# text
source: It can be easy to forget, but don’t give up! Next time when you start feeling angry, try taking a deep breath before responding. You can also try walking away for a bit if you start feeling frustrated.
st_za: Ho ka ba bonolo ho lebala, empa o ska tela! Nakong e tlang ha o utlwa eka o tla halefa, leka ho phefumolohela hodimo pele o arabela. Hape o ka leka ho tloha sebakeng seo hanyane haeba o qala ho ikutlwa o tenehile.

# text
source: By taking a pause before responding, it can help us stay calm and respond better. When you feel yourself getting angry, try taking a pause. You can do this!
st_za: Ka ho nka kgefu pele re araba, seo se ka re thusa ho dula re kgutsitse le ho araba ka tsela e molemo. Ha o ikutlwa eka o a halefa, leka ho phefumolohela hodimo. O ka atleha!

# text
source: Sometimes others respond to us negatively when we’re having a disagreement. In these situations, it is sometimes best to walk away for a bit until those involved have calmed down.
st_za: Ka dinako tse ding batho ba re arabela hampe ha re sa dumellane. Maemong ana, ka dinako tse ding ho molemo ho tloha sebakeng seo ka nakwana ho fihlela ba amehang ba theotse moya.

# text
source: Good job @fields.user_name! Resolving conflicts isn’t always easy. How was your experience?
st_za: O sebeditse @fields.user_name! Hase kamehla ho leng bonolo ho rarolla diphapang. Ditlamorao e bile dife?

# text
source: Good job! Resolving conflicts isn’t always easy. How was your experience?
st_za: O sebeditse! Hase kamehla ho leng bonolo ho rarolla diphapang. Ditlamorao e bile dife?

# text
source: Hi @fields.user_name! Have you tried to talk to your partner about your feelings and any difficulties you are facing recently?
st_za: Dumela @fields.user_name! Na morao tjee o lekile ho buisana le molekane wa hao ka maikutlo a hao le ka mathata afe kapa afe ao le tobaneng le wona?

# text
source: Hi! Have you tried to talk to your partner about your feelings and any difficulties you are facing recently?
st_za: Dumela! Na morao tjee o lekile ho buisana le molekane wa hao ka maikutlo a hao le ka mathata afe kapa afe ao le tobaneng le wona?

# text
source: Good for you! Talking about challenges and our emotions can be hard. How was your experience?
st_za: Re thaba le wena! Ho ka ba thata ho bua ka mathata le maikutlo a rona. Ho tsamaile jwang?

# text
source: Sharing how we feel and talking about the difficulties we’re facing actually makes everyone in the family stronger! By sharing emotions you can better understand and support each other.
st_za: Ho bolela kamoo re ikutlwang kateng le ho bua ka mathata ao re tobaneng le wona ho ka matlafatsa bohle ka lapeng! Re na le monyetla o motle wa ho utlwisisana le ho tshehetsana haeba re bolellana maikutlo a rona.

# text
source: Sharing your emotions or difficulties you are facing is about making others more aware of how you are feeling. You get to decide how much you want to share. You can also choose to share more at a later time.
st_za: Ho bolela maikutlo a hao kapa mathata ao o tobaneng le wona ho amana le ho tsebisa batho ba bang kamoo o ikutlwang kateng. Ke wena ya etsa qeto ya hore na o tla ba bolella dintlha tse kae. O ka boela wa kgetha ho ba bolella tse ding hamorao.

# text
source: Talking about our feelings or challenges we’re facing can help others understand and support you better. Emotions and challenges are a part of life and learning how to handle these can help you avoid conflict with loved ones and make life less stressful.
st_za: Ho bua ka boikutlo kapa diphephetso tseo re tobaneng le tsona ho ka thusa batho ba bang ho re utlwisisa le ho re tshehetsa hantle. Maikutlo le diphephetso ke karolo ya bophelo mme ho ithuta ho sebetsana le tsona ho ka o qobisa dikgohlano le batho bao o ba ratang mme ha fokotsa kgatello ya maikutlo bophelong.

# text
source: Starting something new can be difficult. Give yourself and others time to get used to it. By setting a good example by sharing your emotions and challenges you’re facing others will feel start to feel more comfortable sharing too.
st_za: Ho qala ntho e ntjha ho ka ba thata! Iphe nako ya ho e tlwaela mme o fe le ba bang nako e jwalo. Ka ho beha mohlala o motle wa ho bolela maikutlo le diphephetso tseo o tobaneng le tsona, ba bang ba tla ikutlwa kapa ba tla qala ho ikutlwa ba phutholohile hore le bona ba bolele kamoo ba ikutlwang kateng.

# text
source: It’s okay if you don’t want to share at that time. You can choose to share how you’re feeling at a later time once you feel calmer.
st_za: Ho lokile ha o sa batle ho bua ka nako eo. O ka kgetha ho bolella batho ba bang kamoo o ikutlwang kateng hamorao ha o ikutlwa o theotse moya.

# text
source: We are sorry to hear that. What was hard for you when talking about your feelings and challenges you are facing?
st_za: Re maswabi ho utlwa seo. Ke eng e o thatafalletseng ha o bua ka maikutlo le diphephetso tseo o tobaneng le tsona?

# text
source: I am sorry to hear that. What was hard for you when talking about your feelings and challenges you are facing?
st_za: Ke maswabi ho utlwa seo. Ke eng e o thatafalletseng ha o bua ka maikutlo le diphephetso tseo o tobaneng le tsona?

# text
source: It can be hard sometime to remember. Next time you spend one-on-one time, try and think of one thing you can praise them for. You can even say “thank you for spending time with me!”.
st_za: Ka dinako tse ding ho boima ho hopola. Nakong e tlang ha o qeta nako ya boinotsing, leka ho nahana ka ntho e le nngwe eo o ka mo babatsang ka yona. O ka ba wa re “kea leboha ka hore o qete nako le nna!”.

# text
source: No problem, try to notice how they respond next time!
st_za: Ha ho na bothata, leka ho lemoha kamoo a arabelang kateng nakong e tlang!

# text
source: Hi @fields.user_name! Did you praise @fields.child_nickname during one-on-one time or any other time during the day?
st_za: Dumela @fields.user_name! Na o ile wa babatsa @fields.child_nickname nakong ya boinotsing kapa ka nako e nngwe motshehare?

# text
source: Hi @fields.user_name! Did you praise your child during one-on-one time or any other time during the day?
st_za: Dumela @fields.user_name! Na o ile wa babatsa ngwana wa hao nakong ya boinotsing kapa ka nako e nngwe motshehare?

# text
source: Hi! Did you praise @fields.child_nickname during one-on-one time or any other time during the day?
st_za: Dumela! Na o ile wa babatsa @fields.child_nickname nakong ya boinotsing kapa ka nako e nngwe motshehare?

# text
source: Hi! Did you praise your child during one-on-one time or any other time during the day?
st_za: Dumela! Na o ile wa babatsa ngwana wa hao nakong ya boinotsing kapa ka nako e nngwe motshehare?

# text
source: Well done, great job for remembering @fields.user_name. How did your child or teen respond?
st_za: O sebeditse, o entse mosebetsi o tswileng matsoho ka ho hopola @fields.user_name. Ngwana kapa motjha wa hao o ile a arabela jwang?

# text
source: Well done, great job for remembering. How did your child or teen respond?
st_za: O sebeditse, o entse mosebetsi o tswileng matsoho ka ho hopola. Ngwana kapa motjha wa hao o ile a arabela jwang?

# text
source: Remember, it takes some time for @fields.child_nickname to get used to you praising them. The more time you spend with them, the better it will go!
st_za: Hopola, ho nka nako pele @fields.child_nickname a tlwaela ha o mo babatsa. Empa dintho di tla ntlafala ha o qeta nako e ngata le yena.

# text
source: Remember, it takes some time for your child or teen to get used to you praising them. The more time you spend with them, the better it will go!
st_za: Hopola, ho nka nako pele a tlwaela ha o mo babatsa! Empa dintho di tla ntlafala ha o qeta nako e ngata le yena!

# text
source: Well done for noticing how @fields.child_nickname felt, keep it up!
st_za: O sebeditse ka ho lemoha kamoo @fields.child_nickname a ikutlwang kateng, pele ya pele!

# text
source: Well done for noticing how your child or teen felt, keep it up!
st_za: O sebeditse ka ho lemoha kamoo ngwana kapa motjha wa hao a ikutlwang kateng.

# text
source: It happens, just be patient. Make sure to keep spending time with @fields.child_nickname, so they will value your opinion more and more. When your praise is genuine, you will see the benefits soon!
st_za: Seo se ka etsahala, eba le mamello. Tiisa hore o dula o qeta nako le @fields.child_nickname, e le hore a nke maikutlo a hao e le a bohlokwa haholo. Haeba pabatso e tswa pelong, o tla bona melemo kamora haufinyane!

# text
source: It happens, just be patient. Make sure to keep spending time with your child or teen, so they will value your opinion more and more. When your praise is genuine, you will see the benefits soon!
st_za: Seo se ka etsahala, eba le mamello. Tiisa hore o dula o qeta nako le ngwana kapa motjha wa hao, e le hore a nke maikutlo a hao e le a bohlokwa haholo. Haeba pabatso e tswa pelong, o tla bona melemo kamora haufinyane!

# text
source: It can be hard sometime to remember. Routines help your children feel safe and secure. Try to have regular mealtimes and bedtimes. Remember to schedule One-on-One time with your children, too!
st_za: Ka dinako tse ding ho boima ho hopola. Ho etsa dintho ka lenaneo ho thusa bana ho ikutlwa ba bolokehile ebile ba sireletsehile. Leka ho ba le dinako tsa kamehla tsa ho ja le ho ya robala. Hopola ho boela o etsa lenaneo la Nako ya Boinotshing le bana ba hao!

# text
source: Hi @fields.user_name! Have you been able to create a daily routine with @fields.child_nickname these past few days?
st_za: Dumela @fields.user_name! Na o kgonne ho etsa lenaneo la letsatsi le letsatsi la ho qeta nako le @fields.child_nickname matsatsing a seng makae a fetileng?

# text
source: Hi @fields.user_name! Have you been able to create a daily routine with your child these past few days?
st_za: Dumela @fields.user_name! Na o kgonne ho etsa lenaneo la letsatsi le letsatsi la ho qeta nako le ngwana wa hao matsatsing a seng makae a fetileng?

# text
source: Hi! Have you been able to create a daily routine with @fields.child_nickname these past few days?
st_za: Dumela! Na o kgonne ho etsa lenaneo la letsatsi le letsatsi la ho qeta nako le @fields.child_nickname matsatsing a seng makae a fetileng?

# text
source: Hi! Have you been able to create a daily routine with your child these past few days?
st_za: Dumela! Na o kgonne ho etsa lenaneo la letsatsi le letsatsi la ho qeta nako le ngwana wa hao matsatsing a seng makae a fetileng?

# text
source: Hi @fields.user_name! Have you been able to give @fields.child_nickname any responsibilities during the last week?
st_za: Dumela @fields.user_name! Na o kgonne ho fa @fields.child_nickname boikarabelo bofe kapa bofe bekeng e fetileng?

# text
source: Hi @fields.user_name! Have you been able to give your teen any responsibilities during the last week?
st_za: Dumela @fields.user_name! Na o kgonne ho fa motjha wa hao boikarabelo bofe kapa bofe bekeng e fetileng?

# text
source: Hi! Have you been able to give @fields.child_nickname any responsibilities during the last week?
st_za: Dumela! Na o kgonne ho fa @fields.child_nickname boikarabelo bofe kapa bofe bekeng e fetileng?

# text
source: Hi! Have you been able to give your teen any responsibilities during the last week?
st_za: Dumela! Na o kgonne ho fa motjha wa hao boikarabelo bofe kapa bofe bekeng e fetileng?

# text
source: That's okay. It can be hard sometimes to remember. Next time you have a task that @fields.child_nickname could do, you can give the job to them. Children often respond well when they are given the opportunity to become more responsible. Praise your teen whenever they complete their job, you can say “thank you for doing such a great job!”.
st_za: O ska kgathatseha. Ka dinako tse ding ho boima ho hopola. Nakong e tlang ha o na le mosebetsi oo @fields.child_nickname a ka o etsang, o ka mo fa mosebetsi oo. Hangata bana ba arabela ha ba fuwa monyetla wa hore ba jare boikarabelo bo eketsehileng. Babatsa motjha wa hao neng kapa neng ha a phethile mosebetsi wa hae, o ka re “Kea leboha ka hore o etse mosebetsi o motle hakaalo!”.

# text
source: That's okay. It can be hard sometimes to remember. Next time you have a task that your teen could do, you can give the job to them. Children often respond well when they are given the opportunity to become more responsible. Praise your teen whenever they complete their job, you can say “thank you for doing such a great job!”.
st_za: O ska kgathatseha. Ka dinako tse ding ho boima ho hopola. Nakong e tlang ha o na le mosebetsi oo motjha wa hao a ka o etsang, o ka mo fa mosebetsi oo. Hangata bana ba arabela ha ba fuwa monyetla wa hore ba jare boikarabelo bo eketsehileng. Babatsa motjha wa hao neng kapa neng ha a phethile mosebetsi wa hae, o ka re “Kea leboha ka hore o etse mosebetsi o motle hakaalo!”.

# text
source: Well done! As @fields.child_nickname shows more responsibility, you can also give them extra privileges. Try to share responsibilities equally amongst women/men and girls/boys. Praise @fields.child_nickname whenever they do their job!
st_za: Mosebetsi o tswileng matsoho! Ha @fields.child_nickname a bontsha boikarabelo haholwanyane, o ka boela wa mo fa mesebetsi e eketsehileng. Leka ho abela basadi/banna le banana/bashanyana mesebetsi ka ho lekana. Babatsa @fields.child_nickname neng kapa neng ha a entse mosebetsi o motle!
