Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/st/st_messages.po
Languages: st_za

# quick_replies
source: My child or teen insisted that a place like a bar is for them to visit. I don’t know how to convince them that it is not a safe area
st_za: Ngwana kapa motjha wa ka o tsitlallela hore sebaka se kang bara ke sebaka seo a ka se etelang. Ha ke tsebe hore na ke mo kgodise jwang hore ha se sebaka se bolokehileng

# quick_replies
source: As an adult, I feel I am responsible for protecting my child or teen. When I told my child or teen which areas are unsafe, they got angry
st_za: Jwalo ka motho e moholo, ke nka hore ke boikarabelo ba ka ho sireletsa ngwana kapa motjha wa ka. Ha ke bolella ngwana kapa motjha wa ka hore na ke dibaka dife tse sa sireletsehang, o ile a kwata

# quick_replies
source: It was hard to identify resources available in my community because I don’t know my community so well
st_za: Ho bile thata ho hlwaya mehlodi e fumanehang haeso hobane ha ke tsebe ditaba tsa haeso hantle

# quick_replies
source: I did not have any time to do this activity
st_za: Ho hang ha ke a fumana nako ya ho etsa sena

# quick_replies
source: I got very angry with my child or teen and yelled at them
st_za: Ke ile ka halefela ngwana kapa motjha wa ka haholo yaba kea mo omanya

# quick_replies
source: I forgot to give my child or teen a choice to comply before giving the consequence
st_za: Ke lebetse ho fa ngwana kapa motjha wa ka monyetla wa ho latela ditaelo pele ke mo jarisa ditlamorao

# quick_replies
source: My child or teen got very angry with me after I gave the consequence
st_za: Ngwana kapa motjha wa ka o ile a nkgalefela haholo kamora hore ke mo jarise ditlamorao

# quick_replies
source: My child or teen complained that the consequence was not fair
st_za: Ngwana kapa motjha wa ka o ile a tletleba hore ditlamorao tseo di ne di sa loka

# quick_replies
source: I forgot to follow through with the consequence
st_za: Ke lebetse ho phethisa ditlamorao

# quick_replies
source: I am giving too many consequences all the time
st_za: Ke fana ka ditlamorao tse ngata haholo ka dinako tsohle

# quick_replies
source: My child or teen did not need a consequence because they were behaving well
st_za: Ngwana kapa motjha wa ka o ne a sa hloke ho jara ditlamorao hobane o ne a itshwere hantle

# quick_replies
source: It was hard to stay calm while ignoring my child's tantrum
st_za: Ho bile thata ho dula ke kgobile matshwafo ha ke iphapanyetsa boitshwaro ba ngwana wa ka ba ho ithabukanya

# quick_replies
source: I struggled to be consistent and gave into their demands
st_za: Ke hlolehile ho etsa dintho ka tsela e sa fetofetoheng yaba kea inehela ha a tseka dintho

# quick_replies
source: I am concerned about my child or someone else getting hurt
st_za: Ke amehile hore ngwana wa ka kapa motho e mong o utlwa bohloko

# quick_replies
source: I am having to ignore my child's behaviour all the time
st_za: Ke tlameha ho iphapanyetsa boitshwaro ba ngwana wa ka ka dinako tsohle

# quick_replies
source: My child did not behave in a negative attention seeking or demanding way
st_za: Ngwana wa ka ha aa ka a itshwara hampe ha a batla tlhokomelo kapa ho tseka dintho

# quick_replies
source: It was hard to identify resources available
st_za: Ho bile boima ho hlwaya mehlodi e teng ya tsebo

# quick_replies
source: I did not have any time
st_za: Ke ne ke sena nako ho hang

# quick_replies
source: As an adult, I feel I am responsible for protecting my child, but I don't know a lot about COVID-19
st_za: Jwalo ka motho e moholo, ke nka hore ke boikarabelo ba ka ho sireletsa ngwana, empa ha ke tsebe hakaalo ka COVID-19

# quick_replies
source: I felt uncomfortable or confused
st_za: Ke ikutlwile ke sa phutholoha ebile ke ferekane

# quick_replies
source: My child reacted negatively
st_za: Ngwana wa ka ha a ka a itshwara hantle

# quick_replies
source: My child asked me questions I did not the answers to
st_za: Ngwana wa ka o ile a mpotsa dipotso tseo ke sa khonang ho di araba hobane ke sa tsebe di karabo tsa teng

# quick_replies
source: I forgot what the risks and dangers are
st_za: Ke lebetse hore na hana maraba le dikotsi ke dife

# quick_replies
source: I forgot how to seek help
st_za: Ke lebetse hore na ke batla thuso jwang

# quick_replies
source: I don't know how to create healthy and safe online habits
st_za: Ha ke tsebe tsela ya ho qala mekgwa e molemo le e bolokileng tshebedisong ya marang-rang a dikgokahano.

# quick_replies
source: I did not have the time for this activity
st_za: Ha ke a fumana nako ya ho etsa sena

# quick_replies
source: My family did not want to do the budgeting with me
st_za: Lelapa la ka le ne le sa batle ho etsa bajete le nna

# quick_replies
source: I did not have the time to talk about budgeting with my family
st_za: Ke ne ke se na nako ya ho etsa bajete le lelapa la ka

# quick_replies
source: I am finding it difficult to use positive language whilst communicating to my family
st_za: Ke fumana ho le thata ho bua puo e hahang ha ke buisana le lelapa la ka

# quick_replies
source: I don't know how to get others in my family to contribute to a supportive family environment
st_za: Ha ke tsebe hore na ke etseng hore ba bang ka lelapeng la ka ba tlatsetse lelapeng le tshehetsanang

# quick_replies
source: I don't know how to show others that I am listening
st_za: Ha ke tsebe hore na nka bontsha ba bang jwang hore ke ba mametse

# quick_replies
source: I feel tired and overwhelmed
st_za: Ke ikutlwa ke kgathetse ebile ke imetswe

# quick_replies
source: I don't know how to contribute to a supportive family environment
st_za: Ha ke tsebe hore na ke etseng ho tlatsetsa lelapeng le tshehetsanang

# quick_replies
source: Police
st_za: Sepolesa

# quick_replies
source: Medical services
st_za: Ditshebeletso tsa bongaka

# quick_replies
source: Fire department
st_za: Lefapha la mollo

# quick_replies
source: Mental health services
st_za: Ditshebeletso tsa bophelo bo botle ba kelello

# quick_replies
source: Violence prevention hotline
st_za: Mohala wa ho thibela diketso tsa dikgoka

# quick_replies
source: Suicide prevention hotline
st_za: Mohala wa ho thibela ho ipolaya

# quick_replies
source: Family counselling services
st_za: Ditshebeletso tsa ho fa lelapa keletso e thobang maikutlo

# quick_replies
source: Education support for your child
st_za: Tshehetso ya tsa thuto bakeng sa ngwana wa hao

# quick_replies
source: COVID-19 Support
st_za: Tshehetso Kgahlanong le COVID-19

# quick_replies
source: Substance abuse
st_za: Tshebediso e mpe ya dithetefatsi

# quick_replies
source: Curfews
st_za: Dinako tsa ho fihla lapeng

# quick_replies
source: Non-essential shops closed
st_za: Mabenkele a dintho tse seng bohlokwa a kwetswe

# quick_replies
source: Non-essential production closed
st_za: Tlhahiso ya dintho tse seng bohlokwa e kwetswe

# quick_replies
source: Cancellation of recreational venues and closing of public places like parks
st_za: Ho kwalwa ha dibaka tsa boithabiso le ho kwalwa ha dibaka tsa setjhaba jwalo ka dirapa

# quick_replies
source: Stay-at-home orders and total movement controls
st_za: Ditaelo tsa ho dula hae le mehato ya ho laola motsamao ka ho feletseng

# quick_replies
source: Social distancing and movement restrictions
st_za: Ho se atamele batho ba bang le dithibelo tsa motsamao

# quick_replies
source: No restrictions
st_za: Ha ho na dithibelo

# quick_replies
source: Same frequency
st_za: Makgetlo a tshwanang

# quick_replies
source: A little less often
st_za: Makgetlo a ka tlaasana

# arguments
source: yes y
st_za: e ee

# arguments
source: no n
st_za: tjhe t n

# arguments
source: yes y 1
st_za: e ee 1

# arguments
source: no n 0
st_za: tjhe t n 0

# arguments
source: content is not relevant
st_za: dikateng ha di sebetse

# arguments
source: not enough time
st_za: ha ke na nako e lekaneng

# arguments
source: data load is too high
st_za: datha e loutwang e ngata haholo

# arguments
source: too many messages
st_za: melaetsa e mengata haholo

# arguments
source: technical problems
st_za: mathata a setekgenike

# arguments
source: other
st_za: e nngwe

# arguments
source: not helpful
st_za: ha ea ka thusa

# arguments
source: a little helpful
st_za: e thusitse hanyane

# arguments
source: helpful
st_za: e thusitse

# arguments
source: very helpful
st_za: e thusitse haholo

# arguments
source: extremely helpful
st_za: e thusitse ka tsela e tsotehang

# arguments
source: prefer not to answer
st_za: ke kgetha ho se arabe

# arguments
source: activities
st_za: diintho tse ka etswang

# arguments
source: stress
st_za: kgatello ya maikutlo

# arguments
source: behaviour
st_za: boitshwaro

# arguments
source: none
st_za: ha ho le e nngwe

# arguments
source: talking talk
st_za: ho bua bua

# arguments
source: bereavement
st_za: ho siama

# arguments
source: external
st_za: kantle

# arguments
source: back
st_za: morao

# arguments
source: improve my relationship with my child
st_za: ho ntlafatsa kamano ya ka le ngwana wa ka

# arguments
source: my child to behave better
st_za: hore ngwana wa ka ho ntlafatsa boitshwaro ba hae

# arguments
source: help my child learn
st_za: thusa ngwana wa ka ho ithuta

# arguments
source: reduce family stress
st_za: ho fokotsa kgatello ya maikutlo lapeng la hao

# arguments
source: keep my child safe
st_za: boloka ngwana wa ka a sireletsehile

# arguments
source: learn about child development
st_za: ho ithuta ka kgolo ya ngwana

# arguments
source: baby
st_za: lesea

# arguments
source: young child
st_za: ngwana e monyane

# arguments
source: teen teenager
st_za: motjha

# arguments
source: a under
st_za: a tlase

# arguments
source: obey,temper,tantrums,disrespectful,whining
st_za: mamela,bohale,hoithabukanya,hosehlomphe,holleladintho

# arguments
source: hyperactivity,still
st_za: matjato a ma haholo,ho a tshwana

# arguments
source: hitting,breaking,fighting,teasing,bothering
st_za: hootla,horoba,holwana,hosoma,hotena

# arguments
source: apply
st_za: tse sebetsang

# arguments
source: refuses,obey,angry,rudeness,disrespectful,rules,stubbornness,breaking,fighting,teasing,bothering
st_za: hana,mamela,bohale,tello,hosehlomphe,melao,manganga,horoba,holwana,hosoma,hotena

# arguments
source: irritable,mood
st_za: sefelapelwana,kgopehalefeela

# arguments
source: y yes
st_za: ee e

# arguments
source: crying
st_za: ho lla

# arguments
source: sleeping
st_za: ho robala

# arguments
source: clingy
st_za: ho mamarela

# arguments
source: whining
st_za: ho llela dintho

# arguments
source: bad tempered moody
st_za: o halefa haholo ke sefela pelwana

# arguments
source: eating
st_za: ho ja

# arguments
source: stubborn fussy
st_za: manganga tsitlallela

# arguments
source: naughty
st_za: botoutu

# arguments
source: temper tantrums
st_za: ho ithabukanya ka bohale

# arguments
source: woman
st_za: mosadi

# arguments
source: man
st_za: monna

# arguments
source: n no
st_za: t tjhe n

# arguments
source: baby babies
st_za: lesea masea

# arguments
source: young child children
st_za: ngwana e monyane bana

# arguments
source: teens teenagers teen teenager
st_za: batjha motjha

# arguments
source: no n
st_za: tjhe t n

# arguments
source: yes y
st_za: e ee

# arguments
source: y yes
st_za: e ee

# arguments
source: positive
st_za: hantle

# arguments
source: neutral
st_za: ho se wele lehlakoreng le itseng

# arguments
source: negative
st_za: hampe

# arguments
source: i am afraid my child or teen will think i am weak
st_za: ke tshaba hore ngwana kapa motjha wa ka o tla nahana hore kea fokola

# arguments
source: i felt uncomfortable to name specific difficult emotions
st_za: ke ile ka ikutlwa ke sa phutholoha ho bolela maikutlo a itseng a thata

# arguments
source: my child or teen felt uncomfortable when i shared my emotions
st_za: ngwana kapa motjha wa ka o ne a ikutlwa a sa phutholoha ho mphetela maikutlo a hae

# arguments
source: my child or teen asked many questions when i shared my emotions, which made me uncomfortable
st_za: ngwana kapa motjha wa ka o mpotsitse dipotso tse ngata ha ke mo bolella maikutlo a ka, e leng se entseng hore ke se ke ka phutholoha

# arguments
source: i was too stressed or angry to try sharing my emotions – i prefer to be alone when i feel like that
st_za: ke ne ke imetswe haholo ebile ke halefile hore nka leka ho bolela maikutlo a ka – ke rata ho ba mong ha ke ikutlwa jwalo

# arguments
source: great
st_za: hantle haholo

# arguments
source: bad
st_za: hampe

# arguments
source: my child or teen did not want to follow the instruction
st_za: ngwana kapa motjha wa ka ha a batle ho latela ditaelo

# arguments
source: i gave a negative instead of a positive instruction
st_za: ke fane ka taelo ho hanyetsa ho fapana le taelo ya se lokelang ho etsuwa

# arguments
source: i gave too many instructions at once
st_za: ke fane ka ditaelo tse ngata haholo ka nako

# arguments
source: my child or teen could not do what i asked them
st_za: ngwana kapa motjha wa ka o ne a sa etse seo ke mo kopang sona

# arguments
source: i forgot to praise my child or teen for following my instruction
st_za: ke lebetse ho babatsa ngwana kapa motjha wa ka hobane a latetse ditaelo tsa ka

# arguments
source: neutral bad
st_za: ho se wele lehlakoreng le itseng hampe

# arguments
source: i didn’t have time to involve my partner
st_za: ke ne ke se na nako ya ho kenyelletsa molekane wa ka

# arguments
source: i didn’t know how to involve my partner
st_za: ke ne ke sa tsebe tsela ya ho kenyelletsa molekane wa ka

# arguments
source: i felt uncomfortable asking for my partner's opinion
st_za: ke utlwile ke sa phutholoha ho kopa maikutlo a molekane wa ka

# arguments
source: i forgot to involve my partner
st_za: ke lebetse ho kenyelletsa molekane wa ka

# arguments
source: my partner reacted negatively to me when i tried
st_za: molekane wa ka o ile a arabela hampe ha ke leka

# arguments
source: i didn’t know what activities to do with my children
st_za: ke ne ke sa tsebe hore na ke etse dintho dife le bana ba ka

# arguments
source: i didn’t know how to support my partner
st_za: ke ne ke sa tsebe hore na ke tshehetse molekane wa ka jwang

# arguments
source: i forgot to ask my partner if they needed help
st_za: ke lebetse ho botsa molekane wa ka hore na o hloka thuso

# arguments
source: i forgot to ask for help
st_za: ke lebetse ho kopa thuso

# arguments
source: i didn’t have the time
st_za: ke ne ke se na nako

# arguments
source: i felt uncomfortable doing tasks i don’t normally do
st_za: ke ikutlwile ke sa phuthuloha ho etsa mesebetsi eo ke sa tlwaelang ho e etsa

# arguments
source: i didn’t know how to ask my partner if they needed help
st_za: ke ne ke sa tsebe hore na nka botsa molekane wa ka jwang hore na o hloka thuso

# arguments
source: i didn’t know how to ask for help
st_za: ke ne ke sa tsebe tsela ya ho kopa thuso

# arguments
source: i didn’t know how to help
st_za: ke ne ke sa tsebe hore na ke thuse jwang

# arguments
source: my partner didn’t have time to help
st_za: molekane wa ka o ne a se na nako ya ho thusa

# arguments
source: i didn’t stay calm during a disagreement
st_za: ha kea ka ka dula ke kgobile matshwafo nakong ya kgohlano

# arguments
source: i got angry and yelled at my partner
st_za: ke ile ka halefela molekane wa ka yaba kea mo omanya

# arguments
source: my partner got angry and yelled at me
st_za: molekane wa ka o ile a nkgalefela yaba oa nkomanya

# arguments
source: i forgot to take a pause when i started feeling angry
st_za: ke ile ka lebala ho nka kgefu ha ke qala ho ikutlwa ke tlallana ke bohale

# arguments
source: i am afraid my partner will think i am weak
st_za: ke tshaba hore molekane wa ka o tla nahana hore kea fokola

# arguments
source: i felt uncomfortable talking about it
st_za: ke ile ka ikutlwa ke sa phuthuloha ho bua ka yona

# arguments
source: my partner felt uncomfortable when i talked about it
st_za: molekane wa ka o ne a sa phutheholoha ho bua ka yona

# arguments
source: my partner asked many questions, which made me uncomfortable
st_za: molekane wa ka o ile a botsa dipotso tse ngata, eleng se entseng hore ke ikutlwe ke sa phutholoha

# arguments
source: i felt too stressed or angry to talk about it
st_za: ke ile ka ikutlwa ke imetswe haholo ebile ke halefile hore nka bua ka yona

# arguments
source: surprised
st_za: o ne a maketse

# arguments
source: happy
st_za: o ne a thabile

# arguments
source: my child did not like it
st_za: ngwana wa ka o ne a sa e rate

# arguments
source: i don't know
st_za: ha ke tsebe

# arguments
source: my child or teen could not agree on one specific rule or routine
st_za: ngwana kapa motjha wa ka o ne a sa dumellane le molao kapa lenaneo le le leng ka ho kgetheha

# arguments
source: my children felt it was unfair that they have to follow the rule while i don’t have to follow it
st_za: bana ba ka ba ne ba nka ho sa loka hore bona ba latela molao oo nna ke sa o lateleng

# arguments
source: i felt uncomfortable because i feel i should be the one establishing the rule not my child or teen
st_za: ke ile ka ikutlwa ke sa phutholoha hobane ke nka hore ke nna ya lokelang ho etsa molao eseng ngwana kapa motjha wa ka

# arguments
source: my partner felt uncomfortable, because they feel they should be the one establishing the rule, not the child or teen
st_za: molekane wa ka o ile a ikutlwa a sa phutholoha, hobane o nka hore ke yena ya lokelang ho etsa molao eseng ngwana kapa motjha wa ka

# arguments
source: yes y yep sure yeah
st_za: e ee eya yeb sho ja

# arguments
source: no not n nope
st_za: tjhe t n

# arguments
source: n no stop
st_za: t tjhe emisa n

# arguments
source: ok okay
st_za: ok ke lokile

# arguments
source: my child did not want to spend time with me
st_za: ngwana wa ka o ne a sa batle ho qeta nako le nna

# arguments
source: all my child wanted to do is watch t.v. or play with a gadget
st_za: seo ngwana wa ka a se batlang feela ke ho shebella T.V. le ho bapala ka disebediswa tsa elektronike

# arguments
source: my child wanted to do things i felt uncomfortable about
st_za: ngwana wa ka o ne a batla ho etsa dintho tseo ke sa phutholohang ka tsona

# arguments
source: my child wanted to do activities that i could not do
st_za: ngwana wa ka o ne a batla ho etsa dintho tseo ke sa di kgoneng

# arguments
source: my child chose a competitive activity. i won and then they got angry
st_za: ngwana wa ka o kgethile dipapadi tse nang le tlhodisano. ke ile ka eba mohlodi yaba o ya halefa

# arguments
source: my child had a tantrum at the end of one-on-one time
st_za: ngwana wa ka o ile a ithabukanya qetellong ya nako ya boinotsing

# arguments
source: my child wanted to do too many things at once
st_za: ngwana wa ka o ne a batla ho etsa dintho tse ngata haholo ka nako e le nngwe

# arguments
source: all my children wanted one-on-one time at the same time
st_za: bana bohle ba ka ba batla nako ya boinotsing ka nako e le nngwe

# arguments
source: prefer not to say
st_za: ke kgetha ho se arabe

# arguments
source: n no
st_za: t tjhe n

# arguments
source: active
st_za: sehlahlo

# arguments
source: calm
st_za: kgutsitseng

# arguments
source: fun
st_za: thabisang

# arguments
source: teenager
st_za: motjha

# arguments
source: adult
st_za: motho e moholo

# arguments
source: toolkit
st_za: mokotla wa dithuluse

# arguments
source: incomplete
st_za: e sa fellang

# arguments
source: yes y back
st_za: ee ya e morao

# arguments
source: emotionally
st_za: ya maikutlo

# arguments
source: safe
st_za: bolokehile

# arguments
source: crisis
st_za: tlokotsi

# arguments
source: disabilities
st_za: ho holofala

# arguments
source: development
st_za: kgolo

# arguments
source: schoolwork
st_za: mosebetsi wa sekolo

# arguments
source: online
st_za: Marang-rang a dikgokahano.

# arguments
source: sexual abuse
st_za: tlhekefetso ka thobalano

# arguments
source: children
st_za: bana

# arguments
source: review parenting toolkit
st_za: lekola mokotla wa disebediswa tsa botswadi

# arguments
source: emotional family
st_za: lelapa le nkwang ke maikutlo

# arguments
source: emergencies
st_za: maemo a tshohanyetso

# arguments
source: covid-19 info
st_za: tlhahisoleseding ka covid-19

# arguments
source: technical
st_za: ya se tekgenike

# arguments
source: share friend
st_za: motswalle ya kopanetsweng

# arguments
source: exit
st_za: etswa

# arguments
source: personal
st_za: ya botho

# arguments
source: experience
st_za: boiphihlelo

# arguments
source: stop
st_za: emisa

# arguments
source: media
st_za: diphatlalatso

# arguments
source: language
st_za: puo

# arguments
source: age group
st_za: sehlopha sa dilemo

# arguments
source: no not n
st_za: tjhe t n

# arguments
source: no n back
st_za: tjhe t n morao

# arguments
source: english
st_za: senyesemane

# arguments
source: stop messages
st_za: emisa melaetsa

# arguments
source: no n not back
st_za: tjhe t eseng morao n

# arguments
source: stop_messages
st_za: emisa_melaetsa

# arguments
source: age
st_za: dilemo

# arguments
source: gender
st_za: bong

# arguments
source: relationship
st_za: kamano

# arguments
source: back no n
st_za: morao tjhe t n

# arguments
source: your name
st_za: lebitso la hao

# arguments
source: child child's
st_za: ngwana

# arguments
source: back n no
st_za: morao tj tjhe t n

# arguments
source: child child's
st_za: ngwana

# arguments
source: high video
st_za: video e hodimo

# arguments
source: low
st_za: tlase

# arguments
source: only
st_za: feela

# arguments
source: relaxation reduction
st_za: phomolo phokotso

# arguments
source: financial
st_za: ditjhelete

# arguments
source: family relationships
st_za: dikamano tsa lelapa

# arguments
source: covid bereavement
st_za: ho shwelwa ka lebaka la covid

# arguments
source: child young
st_za: ngwana e monyane

# arguments
source: child young
st_za: ngwana e monyane

# arguments
source: young child
st_za: ngwana e monyane

# arguments
source: more information
st_za: dintlha tse eketsehileng

# arguments
source: not no interested
st_za: ha ke thahaselle

# arguments
source: okay ok
st_za: ke lokile ok

# arguments
source: okay
st_za: ke lokile

# arguments
source: boy
st_za: moshemane

# arguments
source: girl
st_za: ngwanana

# arguments
source: not prefer say
st_za: ke kgetha ho se arabe

# arguments
source: parent
st_za: motswadi

# arguments
source: grandparent
st_za: nkgono/ntatemoholo

# arguments
source: aunt uncle aunt/uncle
st_za: mmangwane/malome rakgadi/rangwane

# arguments
source: foster
st_za: mohodisi

# arguments
source: friend
st_za: motswalle

# arguments
source: family
st_za: lelapa

# arguments
source: yes y over
st_za: ya e ee hodimo

# arguments
source: no n under
st_za: tjhe t tlase n

# arguments
source: short
st_za: kgutshwane

# arguments
source: right
st_za: nepahetse

# arguments
source: long
st_za: telele

# arguments
source: few
st_za: kgutshwane

# arguments
source: many
st_za: ngata

# arguments
source: yes
st_za: ee e

# arguments
source: no
st_za: tjhe

# arguments
source: from start
st_za: ho tloha qalong

# arguments
source: from where i last left the programme
st_za: ho tloha moo ke tlohetseng lenaneo teng

# arguments
source: single
st_za: lesoha

# arguments
source: married
st_za: ya lenyalong

# arguments
source: partnered but not married
st_za: ya nang le molekane empa a se lenyalong

# arguments
source: divorced separated
st_za: ya hladileng kapa ya tlohileng lenyalong

# arguments
source: widowed
st_za: mohlolohadi

# arguments
source: star
st_za: naledi

# arguments
source: boosted
st_za: e matlafaditsweng

# arguments
source: core
st_za: ya qalong

# arguments
source: look for support organisations in your area
st_za: batla tshehetso mekgatlong ya sebakeng sa heno

# arguments
source: learn about family budgeting
st_za: ithute ka bajete ya lelapa

# arguments
source: interested
st_za: thahasella
