Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/st/st_messages.po
Languages: st_za

# text
source: Learning to identify and accept your emotions will allow you to build a stronger relationship with yourself, your family and your community. Well done!
st_za: Ho ithuta ho lemoha le ho amohela maikutlo a hao ho tla o fa monyetla wa ho haha kamano e matla le wena, le lelapa la hao le batho motseng. Mosebetsi o tswileng matsoho!

# text
source: Here is a short relaxation activity for you:
st_za: Ena ke ntho e kgutshwane eo o ka e etsang hore o phutholohe:

# text
source: Do you ever feel something so strongly that you want to run away from it? Here's a short activity that might help!
st_za: Na o kile wa utlwa o tshaba ntho e itseng haholo hoo o batlang ho e baleha? O ka nna wa etsa ketso ena e kgutshwane e ka thusang!

# text
source: This activity uses the magic power of three breaths to stay connected and relaxed.
st_za: Ketso ena e sebedisa matla a mohlolo a ho hema hararo hore o dule o ikutlwa e le wena ebile o phutholohile.

# text
source: Here's an activity to relax your body:
st_za: Ena ke ketso e ka etsang hore mmele wa hao o phutholohe:

# text
source: Here is a quick relaxation activity...
st_za: O ka etsa sena ka potlako hore o ikutlwe o phutholohile...

# text
source: How many sounds can you hear? Listen to the sounds inside and outside the room. Count them on your fingers.
st_za: O utlwa medumo e mekae? Mamela medumo e ka tlung le kantle ho kamore. Di bale ka menwana ya hao.

# text
source: Try again for another ten seconds. Did you hear any new sounds? Did you hear any sounds inside your own body? Notice how you feel now.
st_za: Leka hape ka metsotswana e meng e leshome. Na o ile wa utlwa medumo efe kapa efe e metjha? Na o ile wa utlwa medumo efe kapa efe kahara mmele wa hao? Hlokomela tsela eo o ikutlwang ka yona hona jwale.

# text
source: Breathe in to the count of three.
st_za: Hula moya ka makgetlo a mararo.

# text
source: Instead of moving away from the feeling, let’s move towards it for a moment.
st_za: Ho fapana le ho furalla boikutlo boo, a re lebeng ho bona ka nakwana.

# text
source: It’s ok. Close your eyes if you feel comfortable. Take a deep breath.
st_za: Ho tla loka. Kwala mahlo haeba o ikutlwa o phuthulohile. Phefumulohela hodimo.

# text
source: Become curious. Where are you feeling it in your body? Is it hot or cold? Hard or soft? Tight or loose?
st_za: Eba le takatso ya ho tseba dintho. Ke hokae moo o ikutlwang jwalo mmeleng wa hao? Na ho a tjhesa kapa ho a bata? Ho thata kapa ho bonolo? Ho tiile kapa ho hlephile?

# text
source: Ask yourself some questions. What is it telling me? What does it need? How can I be kind to myself in this moment?
st_za: Ipotse dipotso tse itseng. Bo mpolella eng? Bo hloka eng? Nka inahanela jwang hona jwale?

# text
source: If your mind starts to wander, it’s normal. Just bring it back to the feeling. Keep breathing and feeling.
st_za: Haeba kelello ya hao e qala ho feresa, ke ntho e tlwaelehileng. E kgutlisetse boikutlong bona. O nne o heme le ho ikutlwa.

# text
source: Reassure yourself. It’s ok to feel. Feeling is healing!
st_za: Ikgodise. Ha ho na phoso ka ho ikutlwa. Boikutlo ke pheko!

# text
source: Notice your connection with the ground beneath you.
st_za: Elellwa kamano pakeng tsa hao le lefatshe le tlasa hao.

# text
source: What parts of your body touch the ground? What parts of your body don’t?
st_za: Ke ditho dife tsa mmele wa hao tse thetsitseng lefatshe? Ke dikarolo dife tsa mmele wa hao tse sa thetseng lefatshe?

# text
source: Notice where it feels warm and where it feels cool.
st_za: Lemoha hore na ke hokae moo o ikutlwang o futhumetse le hore na ke hokae moo o ikutlwang o phodile.

# text
source: Feel the ground underneath you supporting you. Let your body sink into the support of the ground.
st_za: Utlwa ha lefatshe le tlasa hao le o thehetsa. Dumella mmele wa hao hore o monngwe ke tshehetso ya lefatshe.

# text
source: Breathe in to the count of three. 1, 2, 3.
st_za: Hula moya ka makgetlo a mararo. 1, 2, 3.

# text
source: Breath out to the count of three. 1, 2, 3.
st_za: Lokolla moya ka makgetlo a mararo. 1, 2, 3.

# text
source: Sit comfortably and close your eyes if you can.
st_za: Dula o iketlile mme o kwale mahlo haeba o ka kgona.

# text
source: Imagine a golden ring scanning your body from your feet to your head.
st_za: Nahana ka reng ya kgauta e sekenang mmele wa hao ho tloha maotong ho ya hloohong.

# text
source: Pay attention as it moves up and down your body. Are there any areas that feel tense? Numb? Painful?
st_za: Elellwa ha e nyoloha le ha e theoha mmele wa hao. Na ho na le dikarolo dife kapa dife tseo o di utlwang di tsitsipane? Di shwele bohatsu? Di le bohloko?

# text
source: Focus on those areas for a moment. Breathe in to the area and when you breathe out, try to let go of any tension or pain.
st_za: Ameha ka dibaka tseo ka nakwana. Hema ho hula moya sebakeng seo mme ha o lokolla moya, leka ho tlohela ho tsitsipana le bohloko bofe kapa bofe.

# text
source: Do this for a few breaths.
st_za: Etsa sena ka ho phefumuloha ka makgetlo a mmalwa.

# text
source: Open your eyes. How does your body feel now?
st_za: Bula mahlo a hao. Mmele wa hao o ikutlwa jwang hona jwale?

# text
source: Try this next time you find yourself lying in bed unable to sleep!
st_za: Leka sena nakong e tlang ha o iphumana o paqame betheng mme o hlobaela!

# text
source: Listen to the sounds.
st_za: Mamela medumo.

# text
source: Connection with the ground.
st_za: Kamano le lefatshe.

# text
source: Notice how you feel now.
st_za: Hlokomela tsela eo o ikutlwang ka yona hona jwale.

# text
source: How do you feel now? Do you feel any different? Deep breathing helps our whole body and mind to calm down.
st_za: Jwale o ikutlwa jwang? Na ha o ikutlwe ka tsela e fapaneng? Ho hemela hodimo ho thusa mmele wohle le kelello ho kgutsa.

# text
source: Dealing with difficult feelings.
st_za: Ho sebetsana le maikutlo a thata.

# text
source: Body relaxation.
st_za: Ho etsa hore mmele o phutholohe.

# text
source: It’s ok to feel. Feeling is healing!
st_za: Ha ho na phoso ka ho ikutlwa. Boikutlo ke pheko!

# text
source: Let’s use the magic power of three to stay present and relax. At the end of a tough day, thinking of three things to be grateful for can help us find the courage to try again tomorrow.
st_za: A re sebedise matla a mohlolo a tharo ho dula e le wena le ho kgoba matshwafo. Qetellong ya letsatsi le boima, ho nahana ka dintho tse tharo tseo o di ananelang ho re thusa ho ba sebete hore re leke hape hosane.

# text
source: Here's a short relaxation activity to end the day:
st_za: Ena ke ntho e kgutshwane eo o ka e etsang qetellong ya letsatsi:

# text
source: Let's take a moment to stop what you are doing and connect with your breath.
st_za: Nka motsotswana hore o emise seo o ntseng o se etsa mme o be le kamano le phefumuloho ya hao.

# text
source: What is one thing you can be grateful for right now?
st_za: Ke ntho efe e le nngwe eo hona jwale o e lebohelang?

# text
source: What is one thing that brings you happiness?
st_za: Ke ntho efe e le nngwe e o tlisetsang thabo?

# text
source: What is one thing that you love?
st_za: Ke ntho efe e le nngwe eo o e ratang?

# text
source: They don't have to be big. Sometimes the small things in life count the most!
st_za: Ha ho hlokahale hore ebe ntho e kgolo. Ka dinako tse ding dintho tse nyane tsa bophelo ke tsona tse bohlokwa haholo!

# text
source: At the end of the day, take a minute to think about the day.
st_za: Qetellong ya letsatsi, qeta motsotso o nahana ka letsatsi leo.

# text
source: Think about one positive or fun thing you did.
st_za: Nahana ka ntho e le nngwe e ntle kapa e o thabisang eo o e entseng.

# text
source: Think of one thing you can do differently tomorrow.
st_za: Nahana ka ntho e le nngwe eo o ka e etsang ka tsela e fapaneng hosane.

# text
source: Think of one thing that you are grateful for.
st_za: Nahana ka ntho e le nngwe eo o e lebohelang.

# text
source: Do you sometimes feel like you are getting everything wrong? Here's a short activity that might help!
st_za: Na ka dinako tse ding o utlwa eka ntho e nngwe le e nngwe eo o e tshwarang e a senyeha? O ka nna wa etsa ketso ena e kgutshwane e ka thusang!

# text
source: The magic power of three.
st_za: Matla a mohlolo a tharo.

# text
source: Close your eyes and think about the day. Name 1 thing that you are grateful for. Name 1 thing that you did well. Name 1 think that you love. You earned a goodnight of sleep!
st_za: Kwala mahlo mme o nahane ka letsatsi leo. Bolela ntho e 1 eo o e lebohelang. Bolela ntho e 1 eo o e entseng hantle. Bolela ntho e 1 eo o e ratang. O tshwanelwa ke ho phomola hamonate bosiu!

# text
source: Take a moment to think over the day. Think of one thing you did today that you are proud of.
st_za: Nka motsotswana hore o nahane ka letsatsi leo. Nahana ka ntho e le nngwe eo o e entseng kajeno eo o leng motlotlo ka yona.

# text
source: Wrap your arms around your body and give yourself a hug.
st_za: Kopa mmele wa hao ka diphaka tsa hao mme o iphe haka.

# text
source: Think of one thing you did today that you don’t feel proud of. What can you do differently tomorrow?
st_za: Nahana ka ntho e le nngwe eo o e entseng kajeno eo o seng motlotlo ka yona. O ka etsa eng ka tsela e fapaneng hoseng?

# text
source: And wrap your arms around your body and give yourself a hug.
st_za: Kopa mmele wa hao ka diphaka tsa hao mme o iphe haka e kgolo.

# text
source: Connect with your breath.
st_za: O be le kamano le phefumuloho ya hao.

# text
source: End of the day.
st_za: Ha letsatsi le dikela.

# text
source: Take a minute to think about the day.
st_za: Qeta motsotso o nahana ka tsa letsatsi leo.

# text
source: Be kind to yourself.
st_za: Inahanela.

# text
source: You earned a goodnight of sleep!
st_za: O tshwanelwa ke ho phomola hamonate bosiu!

# text
source: It’s ok. You are doing your best so be kind to yourself. Get some rest and try again tomorrow!
st_za: Ho tla loka. O etsa sohle se matleng a hao kahoo inahanele. Phomola mme o leke hape hosane!

# text
source: Do your children ever make you feel like screaming? Give yourself a 10-second pause.
st_za: Na bana ba hao ba ye ba etse hore o utlwe eka o ka ba tjwedietsa? Iphe metsotswana e 10 o nkile kgefu.

# text
source: Have you only got 30 seconds? Let's take a quick pause together. It might be helpful.
st_za: Na o na le metsotswana e 30 feela? A re kgefutse hakgutshwane hammoho. Seo se ka ba molemo.

# text
source: Do you sometimes feel your feelings are too much?
st_za: Na ka dinako tse ding o utlwa eka maikutlo a hao a boima haholo?

# text
source: Talk to someone.
st_za: Bua le motho e mong.

# text
source: Talk to someone you trust. Talk to a friend. Talk to family. Talk to a plant.
st_za: Bua le motho e mong eo o mo tshepang. Bua le motswalle. Bua le ba lelapa. Bua le semela.

# text
source: Get your worries off your chest and then let them go. Even if it’s just for a moment.
st_za: Bulela motho e mong sefuba mme dintho tse o kgathatsang di tla tswa. Le haeba etlaba ka nako e kgutshwane.

# text
source: How do you feel now?
st_za: Jwale o ikutlwa jwang?

# text
source: A joy shared is twice the joy. A problem shared is half the problem.
st_za: Thabo e abelanweng ke thabo e imenneng habedi. Bothata bo arolelwanweng ke halofo ya bothata.

# text
source: Here is something fun to help you let go of stress:
st_za: Ena ke ntho e monate e ka o thusang hore o tlohele kgatello ya maikutlo se ikele:

# text
source: Sit down, close your eyes and listen to your breath as it goes in and out. Notice how you feel. When you are ready open your eyes again.
st_za: Dula fatshe, o kwale mahlo mme o mamele phefumuloho ya hao ha moya o kena le ha o tswa. Hlokomela tsela eo o ikutlwang ka yona. Ha o se o lokile, bula mahlo hape.

# text
source: Breath in and out slowly 5 times. Then try responding in a calmer way.
st_za: Hema butle ha o hula moya le ha o o ntsha ka makgetlo a 5. Ebe o leka ho arabela o kgobile matshwafo le ho feta.

# text
source: Choose a song that reflects what you need in this moment. Do you need a gentle song to soothe your tired soul or an upbeat song to help you shake some stress out?
st_za: Kgetha pina e bontshang seo o se hlokang hona jwale. Na o hloka pina e phodileng e thobang moya ha o kgathetse kapa pina e morethetho o matla ho o thusa ho sisinya kgatello ya maikutlo e tswe?

# text
source: Make a space and move your body to the music. Remember to breathe while you move. Let your breath and the movement go together.
st_za: Bula sebaka mme o tantshetse mmino oo ka mmele wohle. Hopola ho hema ha o ntse o tsamaya. Etsa hore mohemo le motsamao wa hao di tsamaye mmoho.

# text
source: Even a few minutes of movement can be enough to release stress and lift your mood!
st_za: Esita le ho tsamaya ka metsotso e se mekae ekaba ho lekaneng ho fokotsa kgatello ya maikutlo le ho o tsosa morolo!

# text
source: Choose a song that reflects what you need.
st_za: Kgetha pina e bontshang seo o se hlokang.

# text
source: Five deep breaths.
st_za: Hemela hodimo ka makgetlo a mahlano.

# text
source: Listen to your breath.
st_za: Imanele ha o hema.

# text
source: When feelings are too much.
st_za: Ha maikutlo a hao a o imela.

# text
source: Millions of parents say this helps - A LOT.
st_za: Batswadi ba dimilione ba re seo se a thusa - HAHOLO.

# text
source: Try this whenever you are feeling stressed and you need a break to reconnect.
st_za: Leka sena neng kapa neng ha o ikutlwa o imetswe mme o hloka ho nka kgefu hore o iphumane.

# text
source: That's wonderful! We are happy to hear that you are feeling good.
st_za: Tseo ke ditaba tse monate ruri! Re thabela ho utlwa hore o ikutlwa hamonate.

# text
source: That's wonderful! I am happy to hear that you are feeling good.
st_za: Tseo ke ditaba tse monate ruri! Ke thabela ho utlwa hore o ikutlwa hamonate.

# text
source: We are sorry to hear that you are not feeling great today. Remember to take it one day at the time. Tomorrow is a new day.
st_za: Re maswabi ho utlwa hore ha o ikutlwe hantle kajeno. Hopola ho nka letsatsi ka leng ka nako. Matsatsi a tjhaba ka ho fapana.

# text
source: I am sorry to hear that you are not feeling great today. Remember to take it one day at the time. Tomorrow is a new day.
st_za: Ke maswabi ho utlwa hore ha o ikutlwe hantle kajeno. Hopola ho nka letsatsi ka leng ka nako. Matsatsi a tjhaba ka ho fapana.

# text
source: Hooray! We are delighted to hear that you are doing well.
st_za: Mahofi! Re thabela ho utlwa hore o ya hantle.

# text
source: Hooray! I am delighted to hear that you are doing well.
st_za: Mahofi! Ke thabela ho utlwa hore o ya hantle.

# text
source: Fabulous! We are so happy to hear this.
st_za: Ditaba tse monate! Re habile haholo ho utlwa seo.

# text
source: Fabulous! I am so happy to hear this.
st_za: Ditaba tse monate! Ke habile haholo ho utlwa seo.

# text
source: What a great feeling! We hope that good feeling continues throughout the entire day.
st_za: Ha ho na ho hlasimoloha ho fetang hoo! Re lakatsa eka boikutlo boo bo monate bo ka tswela pele letsatsi lohle.

# text
source: What a great feeling! I hope that good feeling continues throughout the entire day.
st_za: Ha ho na ho hlasimoloha ho fetang hoo! Ke lakatsa eka boikutlo boo bo monate bo ka tswela pele letsatsi lohle.

# text
source: We are glad to hear this! We are sure your family is happy to see you this way as well.
st_za: Re thabetse ho utlwa seo! Re kgodisehile hore lelapa la hao le lona le thabile ho o bona ka tsela ena.

# text
source: I am glad to hear this! I am sure your family is happy to see you this way as well.
st_za: Ke thabetse ho utlwa seo. Ke kgodisehile hore lelapa la hao le lona le thabile ho o bona ka tsela ena.

# text
source: What fantastic news! We hope you continue to feel good throughout the day.
st_za: Ke ditaba tse nyakallisang tseo! Re lakatsa eka o ka tswela pele o thabile letsatsi lohle.

# text
source: What fantastic news! I hope you continue to feel good throughout the day.
st_za: Ke ditaba tse nyakallisang tseo! Ke lakatsa eka o ka tswela pele o thabile letsatsi lohle.

# text
source: It makes us very happy to hear that you are feeling good! Take that good energy and share it with others!
st_za: Ho re thabisa haholo ho utlwa hore o ikutlwa hamonate! Abelana le batho ba bang mahlahahlaha ao!

# text
source: It makes me very happy to hear that you are feeling good! Take that good energy and share it with others!
st_za: Ho nthabisa haholo ho utlwa hore o ikutlwa hamonate! Abelana le batho ba bang mahlahahlaha ao!

# text
source: Hi @fields.user_name! Could you be spending more time with your children and less time on your phone? Put it down and do something fun together!
st_za: Dumela @fields.user_name! Na o ka qeta nako e ngata le bana ba hao mme wa fokotsa nako eo o e qetang founong ya hao? E behe fatshe ebe le etsa ho hong ho monate mmoho!

# text
source: Hi! Could you be spending more time with your children and less time on your phone? Put it down and do something fun together!
st_za: Dumela! Na o ka qeta nako e ngata le bana ba hao mme wa fokotsa nako eo o e qetang founong ya hao? E behe fatshe ebe le etsa ho hong ho monate mmoho!

# text
source: Would you like a suggestion for an activity to do with your children?
st_za: Na o ka thabela ho fumana tshisinyo ya ntho eo o ka e etsang le bana ba hao?

# text
source: That's okay! You can always get suggestions for activities to do by typing "Help". Chat later @fields.user_name!
st_za: O ska kgathatseha! Ka dinako tsohle o ka fumana malebela ka dintho tseo o ka di etsang ka hore o thaepe “Thuso”. A re bue hamorao @fields.user_name!

# text
source: That's okay! You can always get suggestions for activities to do by typing "Help". Chat later!
st_za: O ska kgathatseha! Ka dinako tsohle o ka fumana malebela ka dintho tseo o ka di etsang ka hore o thaepe “Thuso”. A re bue hamorao!

# text
source: Hi @fields.user_name! Would you like to learn more about how to talk to your children about COVID-19?
st_za: Dumela @fields.user_name! Na o ka thabela ho ithuta haholwanyane kamoo o ka buisanang le bana ba hao kateng ka COVID-19?

# text
source: Hi! Would you like to learn more about how to talk to your children about COVID-19?
st_za: Dumela! Na o ka thabela ho ithuta haholwanyane kamoo o ka buisanang le bana ba hao kateng ka COVID-19?

# text
source: That's okay! You can always get more information by typing "Help". Chat later @fields.user_name!
st_za: O ska kgathatseha! Kamehla o ka iphumanela dintlha tse ngata ka ho ngola “Thuso”. A re bue hamorao @fields.user_name!

# text
source: That's okay! You can always get more information by typing "Help". Chat later!
st_za: O ska kgathatseha! Kamehla o ka iphumanela dintlha tse ngata ka ho ngola “Thuso”. A re bue hamorao!

# text
source: Hi @fields.user_name! Would you like to learn more about your children's development?
st_za: Dumela @fields.user_name! Na o ka thabela ho ithuta haholwanyane ka kgolo ya bana ba hao?

# text
source: Hi! Would you like to learn more about your children's development?
st_za: Dumela! Na o ka thabela ho ithuta haholwanyane ka kgolo ya bana ba hao?

# text
source: Hi @fields.user_name! Would you like to learn more about how you could support children with disabilities?
st_za: Dumela @fields.user_name! Na o ka thabela ho ithuta haholwanyane ka tsela eo o ka tshehetsang bana ba holofetseng ka yona?

# text
source: Hi! Would you like to learn more about how you could support children with disabilities?
st_za: Dumela! Na o ka thabela ho ithuta haholwanyane ka tsela eo o ka tshehetsang bana ba holofetseng ka yona?

# text
source: Hi @fields.user_name! Would you like to learn more about how to resolve conflicts in the family?
st_za: Dumela @fields.user_name! Na o ka rata ho ithuta tsela ya ho rarolla diphapang ka lapeng?

# text
source: Hi! Would you like to learn more about how to resolve conflicts in the family?
st_za: Dumela! Na o ka rata ho ithuta tsela ya ho rarolla diphapang ka lapeng?

# text
source: Hi @fields.user_name! Would you like any support or additional parenting tips?
st_za: Dumela @fields.user_name! Na o ka thabela ho fuwa tshehetso enngwe kapa dikeletso tse ding tsa botswadi?

# text
source: Hi! Would you like any support or additional parenting tips?
st_za: Dumela! Na o ka thabela ho fuwa tshehetso enngwe kapa dikeletso tse ding tsa botswadi?

# text
source: That is okay! Remember you can always access support and parenting tips by typing "help". Chat to you later!
st_za: Ho lokile! Hopola hore kamehla o ka fumana tshehetso le dikeletso tsa botswadi ka ho ngola “thuso”. Ke tla bua le wena hamorao!

# text
source: Hi @fields.user_name! How is your parenting going today?
st_za: Dumela @fields.user_name! Botswadi bo se bo le jwang ho wena kajeno?

# text
source: Hi! How is your parenting going today?
st_za: Dumela! Botswadi bo se bo le jwang ho wena kajeno?

# text
source: Every time you take a pause is an act of kindness. Be kind to yourself and your family today!
st_za: Nako le nako ha o re kgefu! eo ke ketso e mosa. Kahoo itshware ka mosa mme o tshware le lelapa la hao ka mosa!

# text
source: Thank you for being a superman and being there for your family today! Keep it up @fields.user_name!
st_za: Ke a leboha haele mona o bile monna wa mmakgonthe mme o tsheheditse lelapa la hao kajeno! Pele ya pele @fields.user_name!

# text
source: Thank you for being a superman and being there for your family today! Keep it up!
st_za: Ke a leboha haele mona o bile monna wa mmakgonthe mme o tsheheditse lelapa ka la kajeno! Pele ya pele!

# text
source: Well done for being a man who supports their family @fields.user_name. You are a real hero.
st_za: O sebeditse ka ho ba monna ya tshehetsang lelapa la hae @fields.user_name. O mohale wa bahale.

# text
source: Well done for being a man who supports their family. You are a real hero.
st_za: O sebeditse ka ho ba monna ya tshehetsang lelapa la hae. O mohale wa bahale.

# text
source: You’re a man who puts a lot of thought into everything you do. We see it and appreciate it @fields.user_name.
st_za: O monna ya nahanneng ntho tsohle tseo o di etsang ka hloko. Re bona seo hantle ebile rea se ananela @fields.user_name.

# text
source: You’re a man who puts a lot of thought into everything you do. We see it and appreciate it.
st_za: O monna ya nahanneng ntho tsohle tseo o di etsang ka hloko. Re bona seo hantle ebile rea se ananela.

# text
source: Hooray @fields.user_name! Other women around the world are cheering for you right now!
st_za: Mahofi @fields.user_name! Basadi ba bang lefatsheng lohle ba ntse ba o thoholetsa hona jwale!

# text
source: Hooray! Other women around the world are cheering for you right now!
st_za: Mahofi! Basadi ba bang lefatsheng lohle ba ntse ba o thoholetsa hona jwale!

# text
source: Thank you for your dedication @fields.user_name! The world needs more women like you.
st_za: Re o leboha ka lebaka la boitelo ba hao @fields.user_name! Lefatshe le hloka basadi ba bangata ba tshwanang le wena.

# text
source: Thank you for your dedication! The world needs more women like you.
st_za: Re o leboha ka lebaka la boitelo ba hao! Lefatshe le hloka basadi ba bangata ba tshwanang le wena.

# text
source: Thank you for being an inspiration to other women. Keep shining that light of yours @fields.user_name!
st_za: Re a leboha ka hore o kgothatse basadi ba bang. O nne o ipabole ka mesebetsi e metle @fields.user_name!

# text
source: Thank you for being an inspiration to other women. Keep shining that light of yours!
st_za: Re a leboha ka hore o kgothatse basadi ba bang. O nne o ipabole ka mesebetsi e metle!
