Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/st/st_messages.po
Languages: st_za

# text
source: Children need to do things in their own time. Try to give them time to explore and be patient. Remember that the world is brand new to your child!
st_za: Bana ba tlameha ho etsa dintho ka nako ya bona. Leka ho ba fa nako ya ho ithuta mme o be le mamello. Hopola hore lefatshe ke ntho e ntjha-tjha! ho ngwana wa hao!

# text
source: Here is a comic on how to communicate with your baby.
st_za: Ena ke tsela ya boswaswi ya ho buisana le lesea la hao.

# text
source: Parent: "You are such a beautiful person"
st_za: Motswadi: “O motho e motle - pabala ya nnete”

# text
source: Parent: "Buh, buh, buh, big baby!"
st_za: Motswadi: “Ngwa, ngwa, ngwa, ngwana e moholo!”

# text
source: Baby: "Buh, buh, buh…"
st_za: Lesea: “Ngwa, ngwa, ngwa...”

# text
source: Parent: "And then there were two green parrots in the mango tree!"
st_za: Motswadi: "Ho ne ho na le dipapakgae tse pedi tse tala sefateng sa manko!"

# text
source: Parent: "And now I am cleaning your toes, and your feet, and your knees…"
st_za: Motswadi: “Jwale ke hlwekisa menwana ya hao ya maoto, le maoto a hao, le mangole a hao...”

# text
source: Please select another number if you want to learn more about how to spend One-on-One Time with your baby:
st_za: Ka kopo kgetha palo e nngwe haeba o batla ho ithuta haholwanyane ka ho qeta Nako ya Boinotshing le lesea la hao:

# text
source: Would you like some suggestions for activities to do with your baby?
st_za: Na o ka thabela ditshisinyo tsa dintho tseo o ka di etsang le lesea la hao?

# text
source: That's okay! You can always type "Help" at anytime if you need an activity.
st_za: O ska kgathatseha! Neng kapa neng o ka ngola “Thuso” haeba o hloka ntho eo le ka e etsang.

# text
source: Here's a video about spending one-on-one time with @fields.child_nickname!
st_za: Shebella video ya ho qeta nako ya boinotshing le @fields.child_nickname!

# text
source: Here's a video about spending one-on-one time with your baby!
st_za: Shebella video ya ho qeta nako ya boinotshing le ngwana wa hao!

# text
source: Here's an audio message about spending one-on-one time with @fields.child_nickname!
st_za: Mamela molaetsa ona wa ho qeta nako ya boinotshing le @fields.child_nickname!

# text
source: Here's an audio message about spending one-on-one time with your baby!
st_za: Mamela molaetsa ona wa ho qeta nako ya boinotshing le ngwana wa hao!

# text
source: It is normal for men of the family to struggle to think of what to do with their babies, especially when it seems they just eat, sleep, cry, poop, and repeat. It can be especially challenging when your baby is very young and not able to talk to you.
st_za: Ke ho tlwaelehileng hore banna ba nang le malapa ba qakehe hore na ba tla etsang le masea a bona, haholoholo ha eka mosebetsi wa wona ke ho ja, ho robala, ho lla, le ho kaka feela. Ho ka ba thata ka ho kgetheha ha ngwana asale monyane haholo mme a sa kgone ho bua le wena.

# text
source: It is normal for mothers to struggle to think of what to do with their babies, especially when it seems they just eat, sleep, cry, poop, and repeat. It can be especially challenging when your baby is very young and not able to talk to you.
st_za: Ke ho tlwaelehileng hore banna ba nang le malapa ba qakehe hore na ba tla etsang le masea a bona, haholoholo ha eka mosebetsi wa wona ke ho ja, ho robala, ho lla, le ho kaka feela. Ho ka ba thata ka ho kgetheha ha ngwana asale monyane haholo mme a sa kgone ho bua le wena.

# text
source: It is normal to struggle to think of what to do with our babies, especially when it seems they just eat, sleep, cry, poop, and repeat. It can be especially challenging when your baby is very young and not able to talk to you.
st_za: Ke ho tlwaelehileng hore re qakehe hore na re tla etsang le masea a rona, haholoholo ha eka mosebetsi wa wona ke ho ja, ho robala, ho lla, le ho kaka feela. Ho ka ba thata ka ho kgetheha ha ngwana asale monyane haholo mme a sa kgone ho bua le wena.

# text
source: That's okay! You can always type "Help" whenever you want to learn more about how to spend One-on-One Time with your baby. Chat to you later @fields.user_name!
st_za: O ska kgathatseha! Ka dinako tsohle o ka ngola “Thuso” neng kapa neng ha o batla ho ithuta haholwanyane ka ho qeta Nako ya Boinotshing le lesea la hao: Ke tla bua le wena hamorao @fields.user_name!

# text
source: That's okay! You can always type "Help" whenever you want to learn more about how to spend One-on-One Time with your baby. Chat to you later!
st_za: O ska kgathatseha! Ka dinako tsohle o ka ngola “Thuso” neng kapa neng ha o batla ho ithuta haholwanyane ka ho qeta Nako ya Boinotshing le lesea la hao. Ke tla bua le wena hamorao!

# text
source: 1. Do it every day!
st_za: 1. E qete letsatsi le letsatsi!

# text
source: Try to spend time playing with @fields.child_nickname every day for at least 20 minutes where you are giving them your full attention. Choose a time when you are unlikely to be interrupted. Switch off the television and put away phones.
st_za: Leka ho qeta nako o bapala le @fields.child_nickname letsatsi le letsatsi bonyane ka metsotso e 20 moo o shebaneng le yena feela. Kgetha nako eo ho se nang monyetla o mokaalo wa hore o sitiswe. Tima thelevishene mme o behelle difouno hole.

# text
source: Try to spend time playing with your baby every day for at least 20 minutes where you are giving them your full attention. Choose a time when you are unlikely to be interrupted. Switch off the television and put away phones.
st_za: Leka ho qeta nako o bapala le lesea la hao letsatsi le letsatsi bonyane ka metsotso e 20 moo o shebaneng le yena feela. Kgetha nako eo ho se nang monyetla o mokaalo wa hore o sitiswe. Tima thelevishene mme o behelle difouno hole.

# text
source: 4. Observe your child.
st_za: 4. Sheba ngwana wa hao.

# text
source: See what facial expressions @fields.child_nickname is making. Notice what @fields.child_nickname is interested in or looking at.
st_za: Sheba hore na sefahleho sa @fields.child_nickname se o bolella eng. Ela hloko hore na @fields.child_nickname o thahasella eng kapa o shebile eng.

# text
source: See what facial expressions your child is making. Notice what your child is interested in or looking at.
st_za: Sheba hore na sefahleho sa ngwana wa hao se o bolella eng. Ela hloko hore na ngwana wa hao o thahasella eng kapa o shebile eng.

# text
source: Give just enough help to let it be the child’s achievement. It is okay to play alongside and copy what they are doing but try to let them keep the initiative. If @fields.child_nickname gets frustrated, you can reassure @fields.child_nickname by gently stroking their back.
st_za: Fana ka tshehetso e lekaneng ho thusa ngwana ho fihlella katleho. Ho lokile ho bapalla kantle le ho kopitsa seo a se etsang empa leka ho mo tlohela ebe yena ya qalang ntho eo a batlang ho e etsa. Haeba @fields.child_nickname a teneha, o ka tsosa @fields.child_nickname molota ka ho mo phathatsa hanyane ka mokokotlong.

# text
source: Give just enough help to let it be the child’s achievement. It is okay to play alongside and copy what they are doing but try to let them keep the initiative. If your child gets frustrated, you can reassure your child by gently stroking their back.
st_za: Fana ka tshehetso e lekaneng ho thusa ngwana ho fihlella katleho. Ho lokile ho bapalla kantle le ho kopitsa seo a se etsang empa leka ho mo tlohela ebe yena ya qalang ntho eo a batlang ho e etsa. Haeba ngwana wa hao a teneha, o ka tsosa ngwana wa hao molota ka ho mo phathatsa hanyane ka mokokotlong.

# text
source: Listen to the sounds or words @fields.child_nickname is making. You can even make the same sounds by copying @fields.child_nickname!
st_za: Mamela medumo kapa mantswe a @fields.child_nickname. O ka ba wa etsa modumo o tshwanang le wena ka ho etsisa @fields.child_nickname!

# text
source: Listen to the sounds or words your child is making. You can even make the same sounds by copying your child!
st_za: Mamela medumo kapa mantswe a ngwana wa hao. O ka ba wa etsa modumo o tshwanang le wena ka ho etsisa ngwana wa hao!

# text
source: Babies learn through play! Help your child explore the world through the five senses. Let @fields.child_nickname use all of their senses when exploring the world. Sometimes when you read to @fields.child_nickname, @fields.child_nickname will want to put the book in their mouth. That is okay!
st_za: Masea a ithuta ka ho bapala! Thusa ngwana wa hao ho ithuta lefatshe ka ditho tse hlano tsa kutlo. Tlohela @fields.child_nickname a sebedise ditho tsohle tsa hae tsa kutlo ha a ithuta lefatshe. Ka dinako tse ding ha o balla @fields.child_nickname, @fields.child_nickname o tla batla ho beha buka molomong wa hae. Ho lokile!

# text
source: Babies learn through play! Help your child explore the world through the five senses. Let your child use all of their senses when exploring the world. Sometimes when you read to your child, your child will want to put the book in their mouth. That is okay!
st_za: Masea a ithuta ka ho bapala! Thusa ngwana wa hao ho ithuta lefatshe ka ditho tse hlano tsa kutlo. Tlohela ngwana wa hao a sebedise ditho tsohle tsa hae tsa kutlo ha a ithuta lefatshe. Ka dinako tse ding ha o balla ngwana wa hao, ngwana wa hao o tla batla ho beha buka molomong wa hae. Ho lokile!

# text
source: Start talking to @fields.child_nickname from the moment they are born (even before when they are in the womb). Did you know @fields.child_nickname can even recognise their name at a very early age? Try saying your baby's name and notice how they respond!
st_za: Qala ho bua le @fields.child_nickname ho tloha ha a hlaha (esita le pele ho moo ha a le ka popelong). Na o ne o tseba hore @fields.child_nickname a ka lemoha lebitso la hae a sa le monyane haholo? Leka ho bitsa lebitso la lesea la hao mme o shebe hore na o arabela jwang!

# text
source: Start talking to your baby from the moment they are born (even before when they are in the womb). Did you know your baby can even recognise their name at a very early age? Try saying your baby's name and notice how they respond!
st_za: Qala ho bua le ngwana wa hao ho tloha ha a hlaha (esita le pele ho moo ha a le ka popelong). Na o ne o tseba hore ngwana wa hao a ka lemoha lebitso la hae a sa le monyane haholo? Leka ho bitsa lebitso la lesea la hao mme o shebe hore na o arabela jwang!

# text
source: It is okay for @fields.child_nickname to want to do many different things. @fields.child_nickname’s attention may wander to many different things during One-on-One Time. Anything that is happening can grab their attention: the sound of a siren, the feeling of a breeze, feelings in the body. Just keep your attention on @fields.child_nickname.
st_za: Ho lokile hore @fields.child_nickname a batle ho etsa dintho tse ngata tse sa tshwaneng. Kelello ya @fields.child_nickname e ka nna ya lelera ho ya dinthong tse ngata tse sa tshwaneng Nakong ya Boinotshing. Eng kapa eng e etsahalang e ka faposa kelello ya hae: ha ho lla alamo, ho hahlwa ke moya o phodileng, maikutlo mmeleng. Wena tsepamisa kelello ho @fields.child_nickname.

# text
source: It is okay for your child to want to do many different things. Your child’s attention may wander to many different things during One-on-One Time. Anything that is happening can grab their attention: the sound of a siren, the feeling of a breeze, feelings in the body. Just keep your attention on your child.
st_za: Ho lokile hore ngwana wa hao a batle ho etsa dintho tse ngata tse sa tshwaneng. Kelello ya ngwana wa hao e ka nna ya lelera ho ya dinthong tse ngata tse sa tshwaneng Nakong ya Boinotshing. Eng kapa eng e etsahalang e ka faposa kelello ya hae: ha ho lla alamo, ho hahlwa ke moya o phodileng, maikutlo mmeleng. Wena tsepamisa kelello ho ngwana wa hao.

# text
source: Use words to describe actions, colours, shapes, numbers, sizes, textures, temperatures, tastes, sounds, and anything else that is happening. Speak with enthusiasm when describing what @fields.child_nickname is doing.
st_za: Sebedisa mantswe ho hlalosa diketso, mebala, dibopeho, dipalo, boholo, kamoo dintho di utlwahalang kateng, dithemphereitjhara, ditatso, medumo, le eng kapa eng e etsahalang. Bua ka tjheseho ha o hlalosa ntho eo @fields.child_nickname a e etsang.

# text
source: Use words to describe actions, colours, shapes, numbers, sizes, textures, temperatures, tastes, sounds, and anything else that is happening. Speak with enthusiasm when describing what your child is doing.
st_za: Sebedisa mantswe ho hlalosa diketso, mebala, dibopeho, dipalo, boholo, kamoo dintho di utlwahalang kateng, dithemphereitjhara, ditatso, medumo, le eng kapa eng e etsahalang. Bua ka tjheseho ha o hlalosa ntho eo ngwana wa hao a e etsang.

# text
source: Look for ways you can connect with @fields.child_nickname playfully during feeding, bathing, and dressing. You can even make bedtime a fun and nurturing experience for you and @fields.child_nickname in a calm way.
st_za: Batla ditsela tsa ho theha kamano le @fields.child_nickname ka ho bapala nakong ya ho ja, ya ho hlapa le ya ho apara. O ka ba wa etsa hore nako ya ho ya robala e be monate mme wa tjhorisa boiphihlelo ba hao le @fields.child_nickname o kgobile matshwafo.

# text
source: Look for ways you can connect with your baby playfully during feeding, bathing, and dressing. You can even make bedtime a fun and nurturing experience for you and your baby in a calm way.
st_za: Batla ditsela tsa ho theha kamano le ngwana wa hao ka ho bapala nakong ya ho ja, ya ho hlapa le ya ho apara. O ka ba wa etsa hore nako ya ho ya robala e be monate mme wa tjhorisa boiphihlelo ba hao le ngwana wa hao o kgobile matshwafo.

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit. Over the next few days, try spending at least 5 minutes of One-on-One Time with your baby. Quality time is the best gift that you can ever give your child!
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi: Matsatsing a mmalwa a tlang, leka ho qeta bonyane metsotso e 5 ya Nako ya Boinotshing le ngwana wa hao. Nako e sebediswang hantle ke mpho e babatsehang eo o ka e fang ngwana wa hao!

# text
source: Well done! You have added another skill to your Parenting Toolkit. Over the next few days, try spending at least 5 minutes of One-on-One Time with your baby. Quality time is the best gift that you can ever give your child!
st_za: Mosebetsi o tswileng matsoho! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi: Matsatsing a mmalwa a tlang, leka ho qeta bonyane metsotso e 5 ya Nako ya Boinotshing le ngwana wa hao. Nako e sebediswang hantle ke mpho e babatsehang eo o ka e fang ngwana wa hao!

# text
source: Well done @fields.user_name! You have added another layer to your House of Support. Over the next few days, try spending at least 5 minutes of One-on-One Time with your baby. Quality time is the best gift that you can ever give your child!
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse mokato o mong wa Ntlo ya Tshehetso. Matsatsing a mmalwa a tlang, leka ho qeta bonyane metsotso e 5 ya Nako ya Boinotshing le ngwana wa hao. Nako e sebediswang hantle ke mpho e babatsehang eo o ka e fang ngwana wa hao!

# text
source: Well done! You have added another layer to your House of Support. Over the next few days, try spending at least 5 minutes of One-on-One Time with your baby. Quality time is the best gift that you can ever give your child!
st_za: Mosebetsi o tswileng matsoho! O ekeditse mokato o mong wa Ntlo ya Tshehetso. Matsatsing a mmalwa a tlang, leka ho qeta bonyane metsotso e 5 ya Nako ya Boinotshing le ngwana wa hao. Nako e sebediswang hantle ke mpho e babatsehang eo o ka e fang ngwana wa hao!

# text
source: One-on-One Time with your children is free and fun. It makes children feel loved and secure, and shows them that they are important. It also increases their confidence and self-esteem!
st_za: Nako ya Boinotshing le bana ba hao ke mahala ebile e monate. E etsa hore bana ba ikutlwe ba ratwa ebile ba sireletsehile, mme e bontsha hore ba bohlokwa. Hape e eketsa boitshepo le seriti sa bona!

# text
source: Here are 6 tips to make One-on-One Time with your child a success:
st_za: Bona dikeletso tse 6 tsa ho etsa hore Nako ya Boinotshing le ngwana wa hao e atlehe:

# text
source: 1. Spend at least five minutes with each child
st_za: 1. Qeta bonyane metsotso e mehlano le ngwana ka mong

# text
source: 2. Give your child your full attention
st_za: 2. Tsepamisa maikutlo a hao ho ngwana wa hao ka ho feletseng

# text
source: 3. Let your child choose the activity
st_za: 3. Tlohella ngwana wa hao a kgethe ntho eo le ka e etsang

# text
source: 4. Follow your child's lead
st_za: 4. Latela ha ngwana wa hao a etella pele

# text
source: 5. Use words to describe what your child is doing
st_za: 5. Sebedisa mantswe ho hlalosa seo ngwana wa hao a se etsang

# text
source: 6. Have fun!
st_za: 6. Le je monate!

# text
source: Even 5 minutes a day of quality time makes a big difference. If you have more than one child, try to find time for each individual child. It can be at the same time each day so your children look forward to it.
st_za: Esita le metsotso e 5 ka letsatsi e le nako ya bohlokwa ya ngwana e etsa phapang e kgolo. Haeba o na le bana ba mmalwa, leka ho etsetsa ngwana ka mong nako ya hae. Ekaba ka nako e tshwanang letsatsi le letsatsi e le hore bana ba hao ba ka lebella nako eo.

# text
source: Children need to do things in their own time. Try to give them time to explore and be patient. Play alongside and copy what they are doing but try to let them keep the initiative.
st_za: Bana ba tlameha ho etsa dintho ka nako ya bona. Leka ho ba fa nako ya ho ithuta mme o be le mamello. Bapallang kantle le ho kopitsa seo a se etsang empa leka ho mo tlohela ebe yena ya qalang ntho eo a batlang ho e etsa.

# text
source: Choosing builds their self confidence. If they want to do something that isn’t okay, then this is a chance to talk with them about this.
st_za: Ho kgetha ho mo thusa ho ba le boitshepo. Haeba a batla ho etsa ntho e sa lokelang, jwale ke nako ya ho buisana le yena ka taba eo.

# text
source: Please select another number if you want to learn more about how to spend One-on-One Time with your child:
st_za: Ka kopo kgetha palo e nngwe haeba o batla ho ithuta haholwanyane ka ho qeta Nako ya Boinotshing le ngwana wa hao:

# text
source: Here is a comic about spending one-on-one time with your child! Try to follow your child's lead when spending time with them. It will help build self-confidence.
st_za: Ena ke tsela ya boswaswi ya ho qeta nako ya boinotshing le ngwana wa hao! Leka ho latela boetapele ba ngwana wa hao ha o qeta nako le yena. Seo se mo thusa ho ba le boitshepo.

# text
source: Parent: "I see you are playing quietly with the lego with concentration, Alex."
st_za: Motswadi: “Kea bona hore o kgona ho tsepamisa maikutlo ha o bapala ka ditene tsa ho bapala, Mpho.”

# text
source: Parent: "Wow! You are building such a tall and strong wall with those legos."
st_za: Motswadi: “Kgele! O haha mohaho o molelele hakaakang le lebota le matla ka ditene tsena tsa ho bapala.”

# text
source: Child: "It is for cows."
st_za: Ngwana: “Ke lesaka la dikgomo.”

# text
source: Parent: "It will keep the cow safe!"
st_za: Motswadi: “Moo o tla be o sireleditse dikgomo tsa hao!”

# text
source: Child: "Now you can help me build a house for our family to sleep in!"
st_za: Ngwana: “Jwale o ka nthusa ho haha ntlo eo lelapa leso le tla robala ho yona!”

# text
source: Parent: "This house is going to keep our family warm and dry. You are such a good builder, Alex!"
st_za: Motswadi: “Lelapa la rona le tla futhumala ka tlung ena. O sehahi sa nnete, Mpho!”

# text
source: Would you like some suggestions for activities to do with your child?
st_za: Na o ka thabela ditshisinyo tsa dintho tseo o ka di etsang le ngwana wa hao?

# text
source: Here's a video about spending one-on-one time with your child!
st_za: Shebella video ya ho qeta nako ya boinotshing le ngwana wa hao!

# text
source: Here's an audio message about spending one-on-one time with your child!
st_za: Mamela molaetsa ona wa ho qeta nako ya boinotshing le ngwana wa hao!

# text
source: That's okay! You can always type "Help" whenever you want to learn more about how to spend One-on-One Time with your child. Chat to you later @fields.user_name!
st_za: O ska kgathatseha! Ka dinako tsohle o ka ngola “Thuso” neng kapa neng ha o batla ho ithuta haholwanyane ka ho qeta Nako ya Boinotshing le ngwana wa hao. Ke tla bua le wena hamorao @fields.user_name!

# text
source: That's okay! You can always type "Help" whenever you want to learn more about how to spend One-on-One Time with your child. Chat to you later!
st_za: O ska kgathatseha! Ka dinako tsohle o ka ngola “Thuso” neng kapa neng ha o batla ho ithuta haholwanyane ka ho qeta Nako ya Boinotshing le ngwana wa hao. Ke tla bua le wena hamorao!

# text
source: Make sure you will not be interrupted. Finish all your chores, switch off the TV and put your phone on silent. It will show @fields.child_nickname, they are important.
st_za: Tiisa hore ha ho na ntho e tla o sitisa. Qeta mesebetsi yohle ya hao, tima TV mme o behe founo ya hao ho silent. Seo se tla bontsha @fields.child_nickname, hore o bohlokwa.

# text
source: Make sure you will not be interrupted. Finish all your chores, switch off the TV and put your phone on silent. It will show your child, they are important.
st_za: Tiisa hore ha ho na ntho e tla o sitisa. Qeta mesebetsi yohle ya hao, tima TV mme o behe founo ya hao ho silent. Seo se tla bontsha ngwana wa hao, hore o bohlokwa.

# text
source: Ask @fields.child_nickname what they would like to do. You can say, "I have 5 minutes to spend One-on-One Time with you, what would you like to do?"
st_za: Botsa @fields.child_nickname hore na a ka thabela ho etsa eng. O ka re ho yena, “Ke na le metsotso e 5 eo ke tlo e qeta le wena e le Nako ya Boinotshing, o ka thabela ho etsa eng?”

# text
source: Ask your child what they would like to do. You can say, "I have 5 minutes to spend One-on-One Time with you, what would you like to do?"
st_za: Botsa botsa ngwana wa hao hore na a ka thabela ho etsa eng. O ka re ho yena, “Ke na le metsotso e 5 eo ke tlo e qeta le wena e le Nako ya Boinotshing, o ka thabela ho etsa eng?”

# text
source: If @fields.child_nickname cannot think of anything, you can give them a choice of a couple things that you know they like.
st_za: Haeba @fields.child_nickname a sa nahane ka eng kapa eng, o ka mo fa dintho tse mmalwa tseo a ka kgethang ho tsona tseo o tsebang hore o a di rata.

# text
source: If your child cannot think of anything, you can give them a choice of a couple things that you know they like.
st_za: Haeba ngwana wa hao a sa nahane ka eng kapa eng, o ka mo fa dintho tse mmalwa tseo a ka kgethang ho tsona tseo o tsebang hore o a di rata.

# text
source: Listening to @fields.child_nickname is more important than talking to them at this time. If you do talk you should describe what @fields.child_nickname is doing. Use words to describe actions, colours, shapes, numbers, sizes, textures, temperatures, tastes, sounds, and anything else that is happening!
st_za: Ho mamela @fields.child_nickname ho bohlokwa ho feta ho bua le yena ka nako eo. Haeba o bua o lokela ho hlalosa hore na @fields.child_nickname o etsa eng. Sebedisa mantswe ho hlalosa diketso, mebala, dibopeho, dipalo, boholo, kamoo dintho di utlwahalang kateng, dithemphereitjhara, ditatso, medumo, le eng kapa eng e etsahalang!
