Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/st/st_messages.po
Languages: st_za

# text
source: Would you like to tell us a little bit more about your experience?
st_za: Na o ka thabela ho re bolella haholwanyane mabapi le seo o etsahalletseng?

# text
source: Would you like to tell me a little bit more about your experience?
st_za: Na o ka thabela ho mpolella haholwanyane mabapi le seo o etsahalletseng?

# text
source: Hi! We would love to hear how you are doing! Please reply OK to continue.
st_za: Dumela! Re ka thabela ho utlwa hore o phetse jwang. Ka kopo tobetsa OK ho tswela pele.

# text
source: Can we ask you a few quick questions about your relationship with your partner? Everything you say will be completely private. If you do not want to answer any questions, it is completely okay.
st_za: Re kopa ho o botsa dipotso tse seng kae tse kgutshwane mabapi le kamano ya hao le molekane wa hao. Ntho tsohle tseo o tla di bua e tla ba lekunutu le ke keng la phahlwa. Haeba o sa batle ho araba dipotso dife kapa dife, ho hang o se ke wa kgathatseha.

# text
source: To answer these questions, click this link to take you to an external site for extra privacy:
st_za: Ho araba dipotso tsena, tobetsa lehokela lena hore le o ise ho webosaete e ka thoko bakeng sa ho boloka lekunutu haholwanyane:

# text
source: Today's tip is about spending One-on-One Time with Our Children.
st_za: Keletso ya kajeno ke ho qeta Nako ya Boinotshing le Bana ba Rona.

# text
source: Children learn through play! Here is a comic about spending one-on-one time with your baby!
st_za: Bana ba ithuta ka ho bapala! Ena ke tsela ya boswaswi ya ho qeta nako ya boinotshing le lesea la hao!

# text
source: Parent: "Such a strong baby you are."
st_za: Motswadi: “O ngwana ya matla hakaakang!”

# text
source: Parent: "We are making a delicious meal together."
st_za: Motswadi: “Re etsa dijo tse monate re le babedi.”

# text
source: Parent: “Here I am?”
st_za: Motswadi: “Ke nna enwa!”

# text
source: Baby: "Ha ha ha!"
st_za: Lesea: "Ha ha ha!"

# text
source: Parent: "Wow! You have stacked 3 blocks on top of each other. Well done!"
st_za: Motswadi: “Sisi! O hahile diboloko tse 3 ka ho di kolohanya. Mosebetsi o tswileng matsoho!”

# text
source: We know that you have already received this tip (well done!). Would you like to review it again?
st_za: Rea tseba hore o se o ntse o fumane keletso ena (o sebeditse!) Na o ka lakatsa ho e lekola hape?

# text
source: Would you like to learn more about this tip?
st_za: Na o ka thabela ho ithuta ho eketsehileng ka keletso ena?

# text
source: It looks like you are busy right now. You can always type "GoBack" to restart this parenting tip or "Help" for other support.
st_za: Ekare o phathahane hona jwale. O ka ngola “KgutlelaMorao” ho qadisa keletso ena ya botswadi kapa “Thuso” bakeng sa tshehetso e nngwe.

# text
source: That's okay! You can always type "Help" at anytime if you need any support with your children. Chat to you later!
st_za: O ska kgathatseha! Neng kapa neng o ka ngola “Thuso” haeba o hloka tshehetso efe kapa efe ka bana ba hao. Ke tla bua le wena hamorao!

# text
source: Here is a comic on spending one-on-one time with your child.
st_za: Ena ke tsela ya boswaswi ya ho qeta nako ya boinotshing le lesea la hao.

# text
source: Child: “I’m bored! There is nothing to do.”
st_za: Ngwana: “Ke boreile! Ha ho na ntho eo nka e etsang.”

# text
source: Parent: “Let’s do something together! How about we make some drawings and put them on the gate with messages for people to see?”
st_za: Motswadi: “Tloo re etse ntho e nngwe re le babedi! Ho ka ba jwang ha re ka taka ditshwantsho mme re di behe hekeng di na le melaetsa hore batho ba di bone?”

# text
source: Children: “Okay!”
st_za: Bana: “Ke hantle!”

# text
source: Parent: “You make the pictures and I’ll write the messages”
st_za: Motswadi: “Tloo o take ditshwantsho mme ke tla ngola melaetsa”

# text
source: Child: “Sure!”
st_za: Ngwana: “Ho lokile!”

# text
source: Parent: "Remember to wash hands! We love our neighbours!”
st_za: Motswadi: “Hopola ho hlapa matsoho! Re rata baahelani ba rona!”

# text
source: Here is a comic on spending one-on-time with your teen.
st_za: Ena ke tsela ya boswaswi ya ho qeta nako ya boinotshing le motjha wa hao.

# text
source: Other children just like @fields.child_nickname are benefiting from ParentText in your community! Please type “MoreTips” whenever you want to receive your next message.
st_za: Jwalo ka @fields.child_nickname, bana ba bang motseng wa heno ba fumana molemo ho ParentText! Ka kopo ngola “Dikeletso” neng kapa neng ha o batla ho amohela melaetsa e latelang.

# text
source: Other children just like yours are benefiting from ParentText in your community! Please type “MoreTips” whenever you want to receive your next message.
st_za: Jwalo ka bana ba hao, bana ba bang motseng wa heno ba fumana molemo ho ParentText! Ka kopo ngola “Dikeletso” neng kapa neng ha o batla ho amohela melaetsa e latelang.

# text
source: @fields.user_name, every time you are completing an activity, @fields.child_nickname experiences the benefits. We believe you can keep up with your amazing progress. Please type “MoreTips” whenever you want to receive your next message.
st_za: @fields.user_name, nako le nako ha o phethela mosebetsi mmoho le @fields.child_nickname o fumana melemo. Re dumela hore o ka tseba tsa morarorao ka kgatelopele ya hao e hlollang. Ka kopo ngola “Dikeletso” neng kapa neng ha o batla ho amohela melaetsa e latelang.

# text
source: @fields.user_name, every time you are completing an activity, your child experiences the benefits. We believe you can keep up with your amazing progress. Please type “MoreTips” whenever you want to receive your next message.
st_za: @fields.user_name, nako le nako ha o phethela mosebetsi, ngwana wa hao o fumana melemo. Re dumela hore o ka tseba tsa morarorao ka kgatelopele ya hao e hlollang. Ka kopo ngola “Dikeletso” neng kapa neng ha o batla ho amohela melaetsa e latelang.

# text
source: Every time you are completing an activity, @fields.child_nickname experiences the benefits. We believe you can keep up with your amazing progress. Please type “MoreTips” whenever you want to receive your next message.
st_za: Nako le nako ha o phethela mosebetsi, @fields.child_nickname o fumana melemo. Re dumela hore o ka tseba tsa morarorao ka kgatelopele ya hao e hlollang. Ka kopo ngola “Dikeletso” neng kapa neng ha o batla ho amohela melaetsa e latelang.

# text
source: Every time you are completing an activity, your child experiences the benefits. We believe you can keep up with your amazing progress. Please type “MoreTips” whenever you want to receive your next message.
st_za: Nako le nako ha o phethela mosebetsi, ngwana wa hao o fumana melemo. Re dumela hore o ka tseba tsa morarorao ka kgatelopele ya hao e hlollang. Ka kopo ngola “Dikeletso” neng kapa neng ha o batla ho amohela melaetsa e latelang.

# text
source: @fields.user_name, without having access to these tips, it will be harder to know how to handle @fields.child_nickname's misbehaviour. Please type “MoreTips” whenever you want to receive your next message.
st_za: @fields.user_name, ntle ho dikeletso tsena, ho ka ba thata hore re tsebe hore na re ka sebetsana le boitshwaro bo sa nepahalang ba @fields.child_nickname. Ka kopo ngola “Dikeletso” neng kapa neng ha o batla ho amohela melaetsa e latelang.

# text
source: @fields.user_name, without having access to these tips, it will be harder to know how to handle your child’s misbehaviour. Please type “MoreTips” whenever you want to receive your next message.
st_za: @fields.user_name, ntle ho dikeletso tsena, ho ka ba thata hore re tsebe hore na re ka sebetsana le boitshwaro bo sa nepahalang ba ngwana wa hao. Ka kopo ngola “Dikeletso” neng kapa neng ha o batla ho amohela melaetsa e latelang.

# text
source: Without having access to these tips, it will be harder to know how to handle @fields.child_nickname's misbehaviour. Please type “MoreTips” whenever you want to receive your next message.
st_za: Ntle ho dikeletso tsena, ho ka ba thata hore re tsebe hore na re ka sebetsana le boitshwaro bo sa nepahalang ba @fields.child_nickname. Ka kopo ngola “Dikeletso” neng kapa neng ha o batla ho amohela melaetsa e latelang.

# text
source: Without having access to these tips, it will be harder to know how to handle your child’s misbehaviour. Please type “MoreTips” whenever you want to receive your next message.
st_za: Ntle ho dikeletso tsena, ho ka ba thata hore re tsebe hore na re ka sebetsana le boitshwaro bo sa nepahalang ba ngwana wa hao. Ka kopo ngola “Dikeletso” neng kapa neng ha o batla ho amohela melaetsa e latelang.

# text
source: Hi @fields.user_name! We hope you and @fields.child_nickname are finding these chats helpful! Please type “MoreTips” whenever you want to receive your next message.
st_za: Dumela @fields.user_name! Re tshepa hore wena le @fields.child_nickname le fumana thuso ka dipuisano tsena! Ka kopo ngola “Dikeletso” neng kapa neng ha o batla ho amohela melaetsa e latelang.

# text
source: Hi @fields.user_name! I hope you and @fields.child_nickname are finding these chats helpful! Please type “MoreTips” whenever you want to receive your next message.
st_za: Dumela @fields.user_name! Ke tshepa hore wena le @fields.child_nickname le fumana thuso ka dipuisano tsena! Ka kopo ngola “Dikeletso” neng kapa neng ha o batla ho amohela melaetsa e latelang.

# text
source: Hi @fields.user_name! We hope you and your child are finding these chats helpful! Please type “MoreTips” whenever you want to receive your next message.
st_za: Dumela @fields.user_name! Re tshepa hore wena le ngwana wa hao le fumana thuso ka dipuisano tsena! Ka kopo ngola “Dikeletso” neng kapa neng ha o batla ho amohela melaetsa e latelang.

# text
source: Hi @fields.user_name! I hope you and your child are finding these chats helpful! Please type “MoreTips” whenever you want to receive your next message.
st_za: Dumela @fields.user_name! Ke tshepa hore wena le ngwana wa hao le fumana thuso ka dipuisano tsena! Ka kopo ngola “Dikeletso” neng kapa neng ha o batla ho amohela melaetsa e latelang.

# text
source: Hi! We hope you and @fields.child_nickname are finding these chats helpful! Please type “MoreTips” whenever you want to receive your next message.
st_za: Dumela! Re tshepa hore wena le @fields.child_nickname le fumana thuso ka dipuisano tsena! Ka kopo ngola “Dikeletso” neng kapa neng ha o batla ho amohela melaetsa e latelang.

# text
source: Hi! I hope you and @fields.child_nickname are finding these chats helpful! Please type “MoreTips” whenever you want to receive your next message.
st_za: Dumela! Ke tshepa hore wena le @fields.child_nickname le fumana thuso ka dipuisano tsena! Ka kopo ngola “Dikeletso” neng kapa neng ha o batla ho amohela melaetsa e latelang.

# text
source: Hi! We hope you and your child are finding these chats helpful! Please type “MoreTips” whenever you want to receive your next message.
st_za: Dumela! Re tshepa hore wena le ngwana wa hao le fumana thuso ka dipuisano tsena! Ka kopo ngola “Dikeletso” neng kapa neng ha o batla ho amohela melaetsa e latelang.

# text
source: Hi! I hope you and your child are finding these chats helpful! Please type “MoreTips” whenever you want to receive your next message.
st_za: Dumela! Ke tshepa hore wena le ngwana wa hao le fumana thuso ka dipuisano tsena! Ka kopo ngola “Dikeletso” neng kapa neng ha o batla ho amohela melaetsa e latelang.

# text
source: Hi @fields.user_name! We have a great idea for a fun activity for you and @fields.child_nickname. Please type "Play" to receive the activity!
st_za: Dumela @fields.user_name! Re nahanne papadi e ntle bakeng sa boithabiso ba hao le @fields.child_nickname. Ka kopo ngola “Bapala” hore o amohele boithabiso boo!

# text
source: Hi @fields.user_name! I have a great idea for a fun activity for you and @fields.child_nickname. Please type "Play" to receive the activity!
st_za: Dumela @fields.user_name! Ke nahanne papadi e ntle bakeng sa boithabiso ba hao le @fields.child_nickname. Ka kopo ngola “Bapala” hore o amohele boithabiso boo!

# text
source: Hi @fields.user_name! We have a great idea for a fun activity for you and your child. Please type "Play" to receive the activity!
st_za: Dumela @fields.user_name! Ke nahanne papadi e ntle bakeng sa boithabiso ba hao le ngwana wa hao. Ka kopo ngola “Bapala” hore o amohele boithabiso boo!

# text
source: Hi @fields.user_name! I have a great idea for a fun activity for you and your child. Please type "Play" to receive the activity!
st_za: Dumela @fields.user_name! Ke nahanne papadi e ntle bakeng sa boithabiso ba hao le ngwana wa hao. Ka kopo ngola “Bapala” hore o amohele boithabiso boo!

# text
source: Hi! We have a great idea for a fun activity for you and @fields.child_nickname. Please type "Play" to receive the activity!
st_za: Dumela! Re nahanne papadi e ntle bakeng sa boithabiso ba hao le @fields.child_nickname. Ka kopo ngola “Bapala” hore o amohele boithabiso boo!

# text
source: Hi! I have a great idea for a fun activity for you and @fields.child_nickname. Please type "Play" to receive the activity!
st_za: Dumela! Ke nahanne papadi e ntle bakeng sa boithabiso ba hao le @fields.child_nickname. Ka kopo ngola “Bapala” hore o amohele boithabiso boo!

# text
source: Hi! We have a great idea for a fun activity for you and your child. Please type "Play" to receive the activity!
st_za: Dumela! Ke nahanne papadi e ntle bakeng sa boithabiso ba hao le ngwana wa hao. Ka kopo ngola “Bapala” hore o amohele boithabiso boo!

# text
source: Hi! I have a great idea for a fun activity for you and your child. Please type "Play" to receive the activity!
st_za: Dumela! Ke nahanne papadi e ntle bakeng sa boithabiso ba hao le ngwana wa hao. Ka kopo ngola “Bapala” hore o amohele boithabiso boo!

# text
source: Hi @fields.user_name! We have noticed that you have not been responding to our chats today and we have been missing you! Please type “MoreTips” whenever you want to receive your next message.
st_za: Dumela @fields.user_name! Re hlokometse hore kajeno lena ha o a araba melaetsa ya rona mme re o hlolohetswe! Ka kopo ngola “Dikeletso” neng kapa neng ha o batla ho amohela melaetsa e latelang.

# text
source: Hi @fields.user_name! I have noticed that you have not been responding to our chats today and I have been missing you! Please type “MoreTips” whenever you want to receive your next message.
st_za: Dumela @fields.user_name! Ke hlokometse hore kajeno lena ha o a araba melaetsa ya rona mme ke o hlolohetswe! Ka kopo ngola “Dikeletso” neng kapa neng ha o batla ho amohela melaetsa e latelang.

# text
source: Hi! We have noticed that you have not been responding to our chats today and we have been missing you! Please type “MoreTips” whenever you want to receive your next message.
st_za: Dumela! Re hlokometse hore kajeno lena ha o a araba melaetsa ya rona mme re o hlolohetswe! Ka kopo ngola “Dikeletso” neng kapa neng ha o batla ho amohela melaetsa e latelang.

# text
source: Hi! I have noticed that you have not been responding to our chats today and I have been missing you! Please type “MoreTips” whenever you want to receive your next message.
st_za: Dumela! Ke hlokometse hore kajeno lena ha o a araba melaetsa ya rona mme ke o hlolohetswe! Ka kopo ngola “Dikeletso” neng kapa neng ha o batla ho amohela melaetsa e latelang.

# text
source: Hi @fields.user_name! In the current times everyone is feeling a little stressed and a brief relaxation activity might help. Please type "Relax" to receive the activity!
st_za: Dumela @fields.user_name! Matsatsing ana motho e mong le e mong o ikutlwa a na le kgatello ya maikutlo e itseng mme ntho e ka mo thusang ke ho phomola hanyane. Ka kopo ngola "Phomola" ho amohela mosebetsi!

# text
source: Hi! In the current times everyone is feeling a little stressed and a brief relaxation activity might help. Please type "Relax" to receive the activity!
st_za: Dumela! Matsatsing ana motho e mong le e mong o ikutlwa a na le kgatello ya maikutlo e itseng mme ntho e ka mo thusang ke ho phomola hanyane. Ka kopo ngola "Phomola" ho amohela mosebetsi!

# text
source: @fields.user_name, you have collected @fields.n_skills/@fields.total_skills skills! You have shown excellent dedication so far towards being a great parent to @fields.child_nickname. Please type “MoreTips” whenever you want to receive your next message.
st_za: @fields.user_name, o fumane tsebo ya @fields.n_skills/@fields.total_skills! O bontshitse boikemisetso bo babatsehang ho tla fihlela hajwale ba ho ba motswadi wa mmakgonthe wa @fields.child_nickname. Ka kopo ngola “Dikeletso” neng kapa neng ha o batla ho amohela melaetsa e latelang.

# text
source: @fields.user_name, you have collected @fields.n_skills/@fields.total_skills skills! You have shown excellent dedication so far towards being a great parent to your child. Please type “MoreTips” whenever you want to receive your next message.
st_za: @fields.user_name, o fumane tsebo ya @fields.n_skills/@fields.total_skills! O bontshitse boikemisetso bo babatsehang ho tla fihlela hajwale ba ho ba motswadi wa mmakgonthe wa ngwana wa hao. Ka kopo ngola “Dikeletso” neng kapa neng ha o batla ho amohela melaetsa e latelang.

# text
source: You have collected @fields.n_skills/@fields.total_skills skills! You have shown excellent dedication so far towards being a great parent to @fields.child_nickname. Please type “MoreTips” whenever you want to receive your next message.
st_za: O fumane tsebo ya @fields.total_skills/@fields.total_skills! O bontshitse boikemisetso bo babatsehang ho tla fihlela ha jwale ba ho ba motswadi wa mmakgonthe wa @fields.child_nickname. Ka kopo ngola “Dikeletso” neng kapa neng ha o batla ho amohela melaetsa e latelang.

# text
source: You have collected @fields.n_skills/@fields.total_skills skills! You have shown excellent dedication so far towards being a great parent to your child. Please type “MoreTips” whenever you want to receive your next message.
st_za: O fumane tsebo ya @fields.total_skills/@fields.total_skills! O bontshitse boikemisetso bo babatsehang ho tla fihlela ha jwale ba ho ba motswadi wa mmakgonthe wa ngwana wa hao. Ka kopo ngola “Dikeletso” neng kapa neng ha o batla ho amohela melaetsa e latelang.

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your goal of improving your relationship with your child. Please type “MoreTips” whenever you want to receive your next message.
st_za: @fields.child_nickname o fumane molemo wa sebele ka kgatelopele ya hao ya ho fihlella sepheo sa hao sa ho ntlafatsa kamano ya hao le ngwana wa hao. Ka kopo ngola “Dikeletso” neng kapa neng ha o batla ho amohela melaetsa e latelang.

# text
source: Your child has really benefitted from your progress towards reaching your goal of improving your relationship with your child. Please type “MoreTips” whenever you want to receive your next message.
st_za: Ngwana wa hao o fumane molemo wa sebele ka kgatelopele ya hao ya ho fihlella sepheo sa hao sa ho ntlafatsa kamano ya hao le ngwana wa hao. Ka kopo ngola “Dikeletso” neng kapa neng ha o batla ho amohela melaetsa e latelang.

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your goal of improving your child's behaviour. Please type “MoreTips” whenever you want to receive your next message.
st_za: @fields.child_nickname o fumane molemo wa sebele ka kgatelopele ya hao ya ho fihlella sepheo sa hao sa ho ntlafatsa boitshwaro ba ngwana wa hao. Ka kopo ngola “Dikeletso” neng kapa neng ha o batla ho amohela melaetsa e latelang.

# text
source: Your child has really benefitted from your progress towards reaching your goal of improving your child's behaviour. Please type “MoreTips” whenever you want to receive your next message.
st_za: Ngwana wa hao o fumane molemo wa sebele ka kgatelopele ya hao ya ho fihlella sepheo sa hao sa ho ntlafatsa boitshwaro ba ngwana wa hao. Ka kopo ngola “Dikeletso” neng kapa neng ha o batla ho amohela melaetsa e latelang.

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your goal of your child improving their performance at school. Please type “MoreTips” whenever you want to receive your next message.
st_za: @fields.child_nickname o fumane molemo wa sebele ka kgatelopele ya hao ya ho fihlella sepheo sa hao sa hore ngwana wa hao a ntlafatse tsela eo a sebetsang ka yona sekolong. Ka kopo ngola “Dikeletso” neng kapa neng ha o batla ho amohela melaetsa e latelang.

# text
source: Your child has really benefitted from your progress towards reaching your goal of your child improving their performance at school. Please type “MoreTips” whenever you want to receive your next message.
st_za: Ngwana wa hao o fumane molemo wa sebele ka kgatelopele ya hao ya ho fihlella sepheo sa hao sa hore ngwana wa hao a ntlafatse tsela eo a sebetsang ka yona sekolong. Ka kopo ngola “Dikeletso” neng kapa neng ha o batla ho amohela melaetsa e latelang.

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your goal of having less conflict in your family. Please type “MoreTips” whenever you want to receive your next message.
st_za: @fields.child_nickname o fumane molemo wa sebele ka kgatelopele ya hao ya ho fihlella sepheo sa hao sa ho fokotsa diqabang ka lapeng la hao. Ka kopo ngola “Dikeletso” neng kapa neng ha o batla ho amohela melaetsa e latelang.

# text
source: Your child has really benefitted from your progress towards reaching your goal of having less conflict in your family. Please type “MoreTips” whenever you want to receive your next message.
st_za: Ngwana wa hao o fumane molemo wa sebele ka kgatelopele ya hao ya ho fihlella sepheo sa hao sa ho fokotsa diqabang ka lapeng la hao. Ka kopo ngola “Dikeletso” neng kapa neng ha o batla ho amohela melaetsa e latelang.

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your goal of knowing more about how to keep your child safe. Please type “MoreTips” whenever you want to receive your next message.
st_za: @fields.child_nickname o fumane molemo wa sebele ka kgatelopele ya hao ya ho fihlella sepheo sa hao sa ho ithuta haholwanyane ka ho tiisa hore ngwana wa hao o sireletsehile. Ka kopo ngola “Dikeletso” neng kapa neng ha o batla ho amohela melaetsa e latelang.

# text
source: Your child has really benefitted from your progress towards reaching your goal of knowing more about how to keep your child safe. Please type “MoreTips” whenever you want to receive your next message.
st_za: Ngwana wa hao o fumane molemo wa sebele ka kgatelopele ya hao ya ho fihlella sepheo sa hao sa ho ithuta haholwanyane ka ho tiisa hore ngwana wa hao o sireletsehile. Ka kopo ngola “Dikeletso” neng kapa neng ha o batla ho amohela melaetsa e latelang.

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your goal of knowing more about child development. Please type “MoreTips” whenever you want to receive your next message.
st_za: @fields.child_nickname e hlile o ruile molemo tsoelopeleng ea hao ea ho fihlela sepheo sa hao sa ho tseba haholoanyane ka kholo ea ngoana. Ka kopo ngola “Dikeletso” neng kapa neng ha o batla ho amohela melaetsa e latelang.

# text
source: Your child has really benefitted from your progress towards reaching your goal of knowing more about child development. Please type “MoreTips” whenever you want to receive your next message.
st_za: Ngwana wa hao e hlile o ruile molemo tsoelopeleng ea hao ea ho fihlela sepheo sa hao sa ho tseba haholoanyane ka kholo ea ngoana. Ka kopo ngola “Dikeletso” neng kapa neng ha o batla ho amohela melaetsa e latelang.
