Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/st/st_messages.po
Languages: st_za

# text
source: Thanks so much for answering these questions! I really appreciate it.
st_za: O entse mosebetsi o moholo ka ho araba dipotso tsena! Ke leboha ho menahane.

# text
source: Please choose one age group for these parenting tips. You might want to choose the child you are concerned about the most.
st_za: Ka kopo kgetha sehlopha se le seng sa dilemo bakeng sa dikeletso tsena tsa botswadi. O ka nna wa batla ho kgetha ngwana eo o amehileng ka yena haholo.

# text
source: You can always change this later by typing "Help" and selecting "Technical support"
st_za: Ka dinako tsohle o ka kgona ho fetola seo hamorao ka ho ngola “Thuso” le ho kgetha “Tshehetso ya setekgenike”

# text
source: You can always change this later by typing "Help" and selecting "Technical support".
st_za: Ka dinako tsohle o ka kgona ho fetola seo hamorao ka ho ngola “Thuso” le ho kgetha “Tshehetso ya setekgenike”.

# text
source: Can we also ask you a few quick questions about your relationship with your partner?
st_za: Na hape re ka o botsa dipotso tse seng kae tse kgutshwane mabapi le kamano ya hao le molekane wa hao?

# text
source: Everything you say will be completely private.
st_za: Ntho tsohle tseo o tla di bua e tla ba lekunutu le ke keng la phahlwa.

# text
source: If you do not want to answer any questions, it is completely okay.
st_za: Haeba o sa batle ho araba dipotso dife kapa dife, ho hang o se ke wa kgathatseha.

# text
source: Can I also ask you a few quick questions about your relationship with your partner?
st_za: N hape re ka o botsa dipotso tse seng kae tse kgutshwane mabapi le kamano ya hao le molekane wa hao?

# text
source: What state or territory are you from?
st_za: O tswa naheng kapa lebatoweng lefe?

# text
source: Sorry, I don't understand what you mean. Please reply with a number between 1 and @fields.n_states.
st_za: Ha ke tsebe hore na o bua kang. Ka kopo karabo ya hao e be palo e pakeng tsa 1 le @fields.n_states.

# text
source: Hi! Thank you for signing up to receive ParentText tips. Please tell us which language you would like:
st_za: Dumela! Rea leboha ka hore o saenele ho fumana dikeletso tsa ParentText. Ke kopa o re bolelle hore na o ka rata ho di fumana ka puo efe:

# text
source: How did you find out about ParentText?
st_za: O tsebile ka ParentText jwang?

# text
source: Did you know that over 200 million parents around the world have used our resources developed by Parenting for Lifelong Health, WHO, and UNICEF?
st_za: Na o ne o tseba hore batswadi ba fetang dimilione tse 200 lefatsheng lohle ba sebedisa dikgatiso tse entsweng ke Parenting for Lifelong Health, WHO, le UNICEF?

# text
source: Did you know that over 200 million parents around the world have used these resources developed by Parenting for Lifelong Health, WHO, and UNICEF?
st_za: Na o ne o tseba hore batswadi ba fetang dimilione tse 200 lefatsheng lohle ba sebedisa dikgatiso tsena tse entsweng ke Parenting for Lifelong Health, WHO, le UNICEF?

# text
source: This programme is for parents and caregivers like you (aged 18 or older).
st_za: Lenaneo lena ke la batswadi le bahlokomedi ba kang wena (ba dilemo tse 18 ho ya hodimo).

# text
source: Your participation and any information you provide will be used anonymously by researchers to learn about how to better support families like yours.
st_za: Seabo sa hao le dintlha dife kapa dife tseo o fanang ka tsona di tla sebediswa ke bafuputsi di se na lebitso la hao mme ba tla ithuta tsela e molemo ya ho tshehetsa malapa a kang la hao.

# text
source: Click here for more information:
st_za: Tobetsa mona bakeng sa dintlha tse eketsehileng:

# text
source: Type "Yes" if you agree with this. Type "Exit" if you do not want to participate.
st_za: Ngola “Ee” haeba o dumellana le sena. Ngola “eTswa” haeba o sa batle ho nka karolo.

# text
source: I am sorry I did not understand. Please type "Yes" if you agree with this. Type "Exit" if you do not want to participate.
st_za: Ke maswabi hore ebe ha kea utlwisisa. Ka kopo ngola “Ee” haeba o dumellana le sena. Ngola “eTswa” haeba o sa batle ho nka karolo.

# text
source: That is wonderful, thank you so much!
st_za: Ke hloletswe, ke leboha ho menahane!

# text
source: Can you please confirm that you are 18 years old or older?
st_za: Ke kopa o netefatse hle hore o dilemo tse 18 kapa kahodimo ho moo?

# text
source: Are you sure you do not want to get these messages? If you do not want to receive any more messages, please type "STOP MESSAGES." If you made a mistake, please type "back" and choose another option.
st_za: Na o tiile ha o batle ho amohela melaetsa ye? Haeba o sa batle ho amohela melaetsa efe kapa efe, ka kopo ngola “KGAOTSA MELAETSA.” Haeba o entse phoso, ka kopo ngola “kgutlela morao” mme o kgethe ho hong.

# text
source: Sorry, ParentText is only for people over the age of 18. Do you confirm that you are under the age of 18?
st_za: Ke maswabi, ParentText ke ya batho ba dilemo tse ka hodimo ho tse 18. Na o netefatsa hore o ka tlasa dilemo tse 18?

# text
source: Thank you so much for confirming this. You are now ready to begin your ParentText journey!
st_za: Re leboha haholo ha o netefaditse ntlha ena. Jwale o mothating wa ho qala leeto la ParentText!

# text
source: If you want to experience ParentText, you can always share it with your parents or caregivers.
st_za: Haeba o batla ho bona hore na ParentText e jwang, o ka e romela ho batswadi kapa bahlokomedi ba hao ka dinako tsohle.

# text
source: If you ever return to participate in the programme, type "START_MESSAGES".
st_za: Haeba o tla ke o kgutle hore o nke karolo lenaneong lena, ngola "QALA_MELAETSA".

# text
source: Please tell us about the length of the ParentText programme (total number of days you received messages). ParentText was...
st_za: Ka kopo re bolelle bolelele ba lenaneo la ParentText (palo yohle ya matsatsi ao o amohetseng melaetsa ka wona). ParentText e ne...

# text
source: Please tell me about the length of the ParentText programme (total number of days you received messages). ParentText was...
st_za: Ka kopo mpolelle bolelele ba lenaneo la ParentText (palo yohle ya matsatsi ao o amohetseng melaetsa ka wona). ParentText e ne...

# text
source: Thank so much for your feedback! Please feel free to provide more feedback or type "N" to finish.
st_za: Re leboha haholo ka karabelo ya hao! Ka kopo ikutlwe o lokolohile ho fana ka karabelo kapa o thaepe “N” ho qetela.

# text
source: Please tell us about the number of messages that you received each day. They were...
st_za: Ka kopo re bolelle palo ya melaetsa eo o e amohelang letsatsi ka leng. E ne e...

# text
source: Please tell me about the number of messages that you received each day. They were...
st_za: Ka kopo mpolelle palo ya melaetsa eo o e amohelang letsatsi ka leng. E ne e...

# text
source: Open ended question: Is there anything we can do to improve the ParentText chatbot for other families? Please feel free to write as much as you want!
st_za: Potso e reretsweng hore motho a nahane: Na ho na le eng kapa eng eo re ka e etsang ho ntlafatsa chatboto ya ParentText bakeng sa malapa a mang? Ka kopo ikutlweng le lokolohile ho ngola haholo kamoo o batlang!

# text
source: Open ended question: Is there anything I can do to improve the ParentText chatbot for other families? Please feel free to write as much as you want!
st_za: Potso e reretsweng hore motho a nahane: Na ho na le eng kapa eng eo nka e etsang ho ntlafatsa boto-ya-dipuisano ya ParentText bakeng sa malapa a mang? Ka kopo ikutlweng le lokolohile ho ngola haholo kamoo o batlang!

# text
source: That is great! We really appreciate your feedback!
st_za: Ke ditaba tse monate! Kannete re ananela seabo sa hao!

# text
source: That is great! I really appreciate your feedback!
st_za: Ke ditaba tse monate! Kannete ke ananela seabo sa hao!

# text
source: Other parents just like you are benefiting from ParentText in your community! @fields.user_name, are you sure you want to exit the programme?
st_za: Jwalo ka wena, batswadi ba bang motseng wa heno ba fumana molemo ho ParentText! @fields.user_name, na o tiile o batla ho tswa lenaneong lee?

# text
source: Other parents just like you are benefiting from ParentText in your community! Are you sure you want to exit the programme?
st_za: Jwalo ka wena, batswadi ba bang motseng wa heno ba fumana molemo ho ParentText! Na o tiile o batla ho tswa lenaneong lee?

# text
source: @fields.user_name, every time you read one of these messages, you are strengthening your parenting skills. We believe you can keep up with your amazing progress, are you sure you want to exit the programme?
st_za: @fields.user_name, nako le nako ha o bala o mong wa melaetsa ena, o matlafatsa tsebo ya hao ya botswadi. Re dumela hore o ka tseba tsa morarorao ka kgatelopele ya hao e hlollang, na o tiile o batla ho tswa lenaneong lee?

# text
source: @fields.user_name, every time you read one of these messages, you are strengthening your parenting skills. I believe you can keep up with your amazing progress, are you sure you want to exit the programme?
st_za: @fields.user_name, nako le nako ha o bala o mong wa melaetsa ena, o matlafatsa tsebo ya hao ya botswadi. Ke dumela hore o ka tseba tsa moraorao ka kgatelopele ya hao e hlollang, na o tiile o batla ho tswa lenaneong lee?

# text
source: Every time you read one of these messages, you are strengthening your parenting skills. We believe you can keep up with your amazing progress, are you sure you want to exit the programme?
st_za: Nako le nako ha o bala o mong wa melaetsa ena, o matlafatsa tsebo ya hao ya botswadi. Re dumela hore o ka tseba tsa moraorao ka kgatelopele ya hao e hlollang, na o tiile o batla ho tswa lenaneong lee?

# text
source: Every time you read one of these messages, you are strengthening your parenting skills. I believe you can keep up with your amazing progress, are you sure you want to exit the programme?
st_za: Nako le nako ha o bala o mong wa melaetsa ena, o matlafatsa tsebo ya hao ya botswadi. Ke dumela hore o ka tseba tsa moraorao ka kgatelopele ya hao e hlollang, na o tiile o batla ho tswa lenaneong lee?

# text
source: @fields.user_name, without having access to these tips, it will be harder to know how to cope with parenting stress, are you sure you want to leave the programme?
st_za: @fields.user_name, ntle ho dikeletso tsena, ho ka ba thata hore re tsebe hore na re ka sebetsana le kgatello ya maikutlo sa botswadi jwang, na o tiile o batla ho tswa lenaneo lee?

# text
source: Without having access to these tips, it will be harder to know how to cope with parenting stress, are you sure you want to leave the programme?
st_za: Ntle ho dikeletso tsena, ho ka ba thata hore re tsebe hore na re ka sebetsana le kgatello ya maikutlo ya botswadi jwang, na o tiile o batla ho tswa lenaneo lee?

# text
source: @fields.user_name, you have collected @fields.n_skills/@fields.total_skills skills! You have shown excellent dedication so far, are you sure you want to exit the programme?
st_za: @fields.user_name, o fumane tsebo ya @fields.n_skills/@fields.total_skills! O bontshitse boikemisetso bo babatsehang ho tla fihlela hajwale, na o tiile o batla ho tswa lenaneong lee?

# text
source: You have collected @fields.n_skills/@fields.total_skills skills! You have shown excellent dedication so far, are you sure you want to exit the programme?
st_za: O fumane tsebo ya @fields.total_skills/@fields.total_skills! O bontshitse boikemisetso bo babatsehang ho tla fihlela ha jwale, na o tiile o batla ho tswa lenaneong lee?

# text
source: @fields.user_name, you are on your way to reaching your goal of improving your child's behaviour, are you sure you want to exit the programme?
st_za: @fields.user_name, o motjheng wa ho fihlella sepheo sa hao sa ho ntlafatsa boitshwaro ba ngwana wa hao, na o tiile o batla ho tswa lenaneong lee?

# text
source: You are on your way to reaching your goal of improving your child's behaviour, are you sure you want to exit the programme?
st_za: O motjheng wa ho fihlella sepheo sa hao sa ho ntlafatsa boitshwaro ba ngwana wa hao, na o tiile o batla ho tswa lenaneong lee?

# text
source: @fields.user_name, you are on your way to reaching your goal of improving your relationship with your child, are you sure you want to exit the programme?
st_za: @fields.user_name, o motjheng wa ho fihlella sepheo sa hao sa ho ntlafatsa kamano ya hao le ngwana wa hao, na o tiile o batla ho tswa lenaneong lee?

# text
source: You are on your way to reaching your goal of improving your relationship with your child, are you sure you want to exit the programme?
st_za: O motjheng wa ho fihlella sepheo sa hao sa ho ntlafatsa kamano ya hao le ngwana wa hao, na o tiile o batla ho tswa lenaneong lee?

# text
source: @fields.user_name, you are on your way to reaching your parenting goal, are you sure you want to exit the programme?
st_za: @fields.user_name, o motjheng wa ho fihlella sepheo sa hao sa botswadi, na o tiile o batla ho tswa lenaneong lee?

# text
source: You are on your way to reaching your parenting goal, are you sure you want to exit the programme?
st_za: O motjheng wa ho fihlella sepheo sa hao sa botswadi, na o tiile o batla ho tswa lenaneong lee?

# text
source: @fields.user_name, you are on your way to reaching your goal of knowing more about your child's development, are you sure you want to exit the programme?
st_za: @fields.user_name, o tseleng ya ho fihlela sepheo sa hao sa ho tseba haholwanyane ka kgolo ya ngwana wa hao, na o tiile hore o batla ho tswa lenaneong?

# text
source: You are on your way to reaching your goal of knowing more about your child's development, are you sure you want to exit the programme?
st_za: o tseleng ya ho fihlela sepheo sa hao sa ho tseba haholwanyane ka kgolo ya ngwana wa hao, na o tiile hore o batla ho tswa lenaneong?

# text
source: @fields.user_name, you are on your way to reaching your goal of having less conflict in your family, are you sure you want to exit the programme?
st_za: @fields.user_name, o motjheng wa ho fihlella sepheo sa hao sa ho fokotsa diqabang le ba lelapa la hao, na o tiile o batla ho tswa lenaneong lee?

# text
source: You are on your way to reaching your goal of having less conflict in your family, are you sure you want to exit the programme?
st_za: O motjheng wa ho fihlella sepheo sa hao sa ho fokotsa diqabang le ba lelapa la hao, na o tiile o batla ho tswa lenaneong lee?

# text
source: @fields.user_name, you are on your way to reaching your goal of knowing more about how to keep your child safe, are you sure you want to exit the programme?
st_za: @fields.user_name, o motjheng wa ho fihlella sepheo sa hao sa ho ithuta haholwanyane ka ho tiisa hore ngwana wa hao o sireletsehile, na o tiile o batla ho tswa lenaneong lee?

# text
source: You are on your way to reaching your goal of knowing more about how to keep your child safe, are you sure you want to exit the programme?
st_za: O motjheng wa ho fihlella sepheo sa hao sa ho ithuta haholwanyane ka ho tiisa hore ngwana wa hao o sireletsehile, na o tiile o batla ho tswa lenaneong lee?

# text
source: @fields.user_name, you are on your way to reaching your goal of your child improving their performance at school, are you sure you want to exit the programme?
st_za: @fields.user_name, o motjheng wa ho fihlella sepheo sa hao sa ho ntlafatsa tsela eo ngwana wa hao a sebetsang ka yona sekolong, na o tiile o batla ho tswa lenaneong lee?

# text
source: You are on your way to reaching your goal of your child improving their performance at school, are you sure you want to exit the programme?
st_za: O motjheng wa ho fihlella sepheo sa hao sa ho ntlafatsa tsela eo ngwana wa hao a sebetsang ka yona sekolong, na o tiile o batla ho tswa lenaneong lee?

# text
source: @fields.user_name, without having access to these tips, it will be harder to know how to handle @fields.child_nickname's misbehaviour, are you sure you want to exit the programme?
st_za: @fields.user_name, ntle ho dikeletso tsena, ho ka ba thata hore re tsebe hore na re ka sebetsana le boitshwaro bo sa nepahalang ba @fields.child_nickname, na o tiile o batla ho tswa lenaneong lee?

# text
source: @fields.user_name, without having access to these tips, it will be harder to know how to handle your child’s misbehaviour, are you sure you want to exit the programme?
st_za: @fields.user_name, ntle ho dikeletso tsena, ho ka ba thata hore re tsebe hore na re ka sebetsana le boitshwaro bo sa nepahalang ba ngwana wa hao, na o tiile o batla ho tswa lenaneong lee?

# text
source: Without having access to these tips, it will be harder to know how to handle @fields.child_nickname's misbehaviour, are you sure you want to exit the programme?
st_za: Ntle ho dikeletso tsena, ho ka ba thata hore re tsebe hore na re ka sebetsana le boitshwaro bo sa nepahalang ba @fields.child_nickname, na o tiile o batla ho tswa lenaneong lee?

# text
source: Without having access to these tips, it will be harder to know how to handle your child’s misbehaviour, are you sure you want to exit the programme?
st_za: Ntle ho dikeletso tsena, ho ka ba thata hore re tsebe hore na re ka sebetsana le boitshwaro bo sa nepahalang ba ngwana wa hao, na o tiile o batla ho tswa lenaneong lee?

# text
source: @fields.user_name, every time you are completing an activity, @fields.child_nickname experiences the benefits. We believe you can keep up with your amazing progress, are you sure you want to leave the programme?
st_za: @fields.user_name, nako le nako ha o phethela mosebetsi mmoho le @fields.child_nickname o fumana melemo. Re dumela hore o ka tseba tsa morarorao ka kgatelopele ya hao e hlollang, na o tiile o batla ho tswa lenaneong lee?

# text
source: @fields.user_name, every time you are completing an activity, @fields.child_nickname experiences the benefits. I believe you can keep up with your amazing progress, are you sure you want to leave the programme?
st_za: @fields.user_name, nako le nako ha o phethela mosebetsi, @fields.child_nickname o fumana melemo. Ke dumela hore o ka tseba tsa morarorao ka kgatelopele ya hao e hlollang, na o tiile o batla ho tswa lenaneong lee?

# text
source: @fields.user_name, every time you are completing an activity, your child experiences the benefits. We believe you can keep up with your amazing progress, are you sure you want to leave the programme?
st_za: @fields.user_name, nako le nako ha o phethela mosebetsi, ngwana wa hao o fumana melemo. Re dumela hore o ka tseba tsa morarorao ka kgatelopele ya hao e hlollang, na o tiile o batla ho tswa lenaneong lee?

# text
source: @fields.user_name, every time you are completing an activity, your child experiences the benefits. I believe you can keep up with your amazing progress, are you sure you want to leave the programme?
st_za: @fields.user_name, nako le nako ha o phethela mosebetsi, ngwana wa hao o fumana melemo. Ke dumela hore o ka tseba tsa morarorao ka kgatelopele ya hao e hlollang, na o tiile o batla ho tswa lenaneong lee?

# text
source: Every time you are completing an activity, @fields.child_nickname experiences the benefits. We believe you can keep up with your amazing progress, are you sure you want to leave the programme?
st_za: Nako le nako ha o phethela mosebetsi, @fields.child_nickname o fumana melemo. Re dumela hore o ka tseba tsa morarorao ka kgatelopele ya hao e hlollang, na o tiile o batla ho tswa lenaneong lee?

# text
source: Every time you are completing an activity, @fields.child_nickname experiences the benefits. I believe you can keep up with your amazing progress, are you sure you want to leave the programme?
st_za: Nako le nako ha le phethela mosebetsi mmoho, @fields.child_nickname o fumana melemo. Ke dumela hore o ka tseba tsa morarorao ka kgatelopele ya hao e hlollang, na o tiile o batla ho tswa lenaneong lee?

# text
source: Every time you are completing an activity, your child experiences the benefits. We believe you can keep up with your amazing progress, are you sure you want to leave the programme?
st_za: Nako le nako ha o phethela mosebetsi, ngwana wa hao o fumana melemo. Re dumela hore o ka tseba tsa morarorao ka kgatelopele ya hao e hlollang, na o tiile o batla ho tswa lenaneong lee?

# text
source: Every time you are completing an activity, your child experiences the benefits. I believe you can keep up with your amazing progress, are you sure you want to leave the programme?
st_za: Nako le nako ha o phethela mosebetsi, ngwana wa hao o fumana melemo. Ke dumela hore o ka tseba tsa morarorao ka kgatelopele ya hao e hlollang, na o tiile o batla ho tswa lenaneong lee?

# text
source: @fields.user_name, you have collected @fields.n_skills/@fields.total_skills skills! You have shown excellent dedication so far towards being a great parent to @fields.child_nickname, are you sure you want to exit the programme?
st_za: @fields.user_name, o fumane tsebo ya @fields.n_skills/@fields.total_skills! O bontshitse boikemisetso bo babatsehang ho tla fihlela hajwale ba ho ba motswadi wa mmakgonthe wa @fields.child_nickname, na o tiile o batla ho tswa lenaneong lee?

# text
source: @fields.user_name, you have collected @fields.n_skills/@fields.total_skills skills! You have shown excellent dedication so far towards being a great parent to your child, are you sure you want to exit the programme?
st_za: @fields.user_name, o fumane tsebo ya @fields.n_skills/@fields.total_skills! O bontshitse boikemisetso bo babatsehang ho tla fihlela hajwale ba ho ba motswadi wa mmakgonthe wa ngwana wa hao, na o tiile o batla ho tswa lenaneong lee?

# text
source: You have collected @fields.n_skills/@fields.total_skills skills! You have shown excellent dedication so far towards being a great parent to @fields.child_nickname, are you sure you want to exit the programme?
st_za: O fumane tsebo ya @fields.total_skills/@fields.total_skills! O bontshitse boikemisetso bo babatsehang ho tla fihlela ha jwale ba ho ba motswadi wa mmakgonthe wa @fields.child_nickname, na o tiile o batla ho tswa lenaneong lee?

# text
source: You have collected @fields.n_skills/@fields.total_skills skills! You have shown excellent dedication so far towards being a great parent to your child, are you sure you want to exit the programme?
st_za: O fumane tsebo ya @fields.total_skills/@fields.total_skills! O bontshitse boikemisetso bo babatsehang ho tla fihlela ha jwale ba ho ba motswadi wa mmakgonthe wa ngwana wa hao, na o tiile o batla ho tswa lenaneong lee?

# text
source: Other children just like @fields.child_nickname are benefiting from ParentText in your community! @fields.user_name, are you sure you want to exit the programme?
st_za: Jwalo ka @fields.child_nickname, bana ba bang motseng wa heno ba fumana molemo ho ParentText! @fields.user_name, na o tiile o batla ho tswa lenaneong lee?

# text
source: Other children just like yours are benefiting from ParentText in your community! @fields.user_name, are you sure you want to exit the programme?
st_za: Jwalo ka bana ba hao, bana ba bang motseng wa heno ba fumana molemo ho ParentText! @fields.user_name, na o tiile o batla ho tswa lenaneong lee?

# text
source: Other children just like @fields.child_nickname are benefiting from ParentText in your community! Are you sure you want to exit the programme?
st_za: Jwalo ka @fields.child_nickname, bana ba bang motseng wa heno ba fumana molemo ho ParentText! Na o tiile o batla ho tswa lenaneong lee?

# text
source: Other children just like yours are benefiting from ParentText in your community! Are you sure you want to exit the programme?
st_za: Jwalo ka bana ba hao, bana ba bang motseng wa heno ba fumana molemo ho ParentText! Na o tiile o batla ho tswa lenaneong lee?
