Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/st/st_messages.po
Languages: st_za

# text
source: The guardian angel must protect the person with their eyes closed from harm while gently dancing together.
st_za: Lengeloi la motataisi le tlameha ho sireletsa motho ka mahlo a lona a kwetsweng hore a se ke a lemala ha ba ntse ba tantsha mmoho.

# text
source: When the music ends, the dancer can open their eyes before switching roles.
st_za: Ha mmino o fela, ya tjekang a ka bula mahlo pele le tjhentjhana.

# text
source: Drawing
st_za: Ho Taka

# text
source: Children love to draw! It helps build creativity.
st_za: Bana ba rata ho taka! Ho thusa hore motho a be le boqapi.

# text
source: Get some pens or crayons and a piece of paper or cardboard.
st_za: Tshwara dipene kapa dikerayone le pampiri kapa khateboto.

# text
source: Let your children freely draw whatever they want.
st_za: Dumella bana ba hao hore ba ikutlwe ba lokolohile ho taka eng kapa eng eo ba e batlang.

# text
source: While your child is drawing, use words to describe what they are doing: “I see you are drawing a person” or “I see you are making lines with the red crayon.”
st_za: Ha ngwana wa hao a ntse a taka, sebedisa mantswe ho hlalosa seo ba se etsang: “Kea bona hore o taka motho” kapa “Kea bona hore o etsa mela ka kerayone e kgubedu.”

# text
source: You can also have fun drawing next to them.
st_za: Le wena o ka thabela ho taka o le haufi le bona.

# text
source: Put their drawings up on the wall, refrigerator, or outside to decorate the house – it will make your children feel appreciated!
st_za: Maneha ditshwantsho tseo ba di toroyileng leboteng, foritjheng, kapa kantle ho kgabisa ntlo – seo se tla etsa hore bana ba hao ba ikutlwe ba ratwa!

# text
source: Listening to Sounds
st_za: Mamela Medumo

# text
source: Sit down and close your eyes
st_za: Dula fatshe mme o kwale mahlo

# text
source: How many sounds can you hear? Listen to the sounds inside and outside the room. Count them on your fingers
st_za: O utlwa medumo e mekae? Mamela medumo e ka tlung le kantle ho kamore. E bale ka menwana ya hao

# text
source: After ten seconds, how many fingers do you have up? What sounds did you hear?
st_za: Kamora metsotswana e leshome, o phahamisitse menwana e mekae? O utlwa medumo efe?

# text
source: Try again for another ten seconds.
st_za: Leka hape ka metsotswana e meng e leshome.

# text
source: Can you hear any new sounds? Can you hear any sounds inside your own body?
st_za: Na ho na le medumo efe kapa efe e metjha eo o e utlwang? Na o utlwa medumo efe kapa efe kahara mmele wa hao?

# text
source: Notice how you feel and ask your child how they are feeling.
st_za: Lemoha kamoo o ikutlwang kateng mme o botse ngwana wa hao hore na o ikutlwa jwang.

# text
source: Memory game – “When COVID-19 ends…”
st_za: Papadi ya mohopolo – “Ha COVID-19 e fela…”

# text
source: First person says, “When COVID-19 ends, I am going to… (e.g., go to the park)”
st_za: Motho wa pele o re, “Ha COVID-19 e fela, Ke tlo… (ka mohlala., ya serapeng kapa phakeng)”

# text
source: Second person adds to the first person’s plan, “When COVID-19 ends, I am going to the park and… (e.g., visit my best friend)”
st_za: Motho wa bobedi o phaella morerong wa motho wa pele, “Ha COVID-19 e fela, ke tlo ya serapeng ebe… (ka mohlala, ke etela motswalle wa ka e moholo)”

# text
source: Each person adds to the previous list of plans, trying to think of all of the fun things to do when COVID-19 ends.
st_za: Motho ka mong o phaella letotong la pele la meralo, a leka ho nahana ka dintho tsohle tse monate tseo a tla di etsa ha COVID-19 e fela.

# text
source: Self-portrait
st_za: Ho itlhahisa

# text
source: Here’s how your children can draw a picture of themselves!
st_za: Setshwantsho sena ke kamoo bana ba ka ithalang kateng!

# text
source: Find a big piece of paper or cardboard. It needs to be the same length or slightly longer than the height of your child
st_za: Fumana leqepe le leholo kapa khateboto. E lokela ho lekana kapa e be telele hanyane ho feta bophahamo ba ngwana wa hao

# text
source: Ask your child to lie down on the paper. Carefully draw the outline of your child.
st_za: Kopa ngwana wa hao hore a paqame hodima pampiri. Taka ka hloko sebopeho sa ngwana wa hao.

# text
source: Now let your child fill in the outline: face, hair, clothes, shoes, or anything they want!
st_za: Jwale e re ngwana wa hao a tlatse dikgeo sebopehong sa hae: sefahleho, moriri, diaparo, dieta, kapa eng kapa eng eo a e batlang!

# text
source: Ask your child to draw things that they like and do not like outside of the outline
st_za: Kopa ngwana wa hao ho taka dintho tseo a di ratang le tseo a sa di rateng tse ka thoko ho sebopeho sena

# text
source: Have a conversation with your child about these things. You may learn something about your child!
st_za: Buisana le ngwana wa hao ka dintho tsena. O ka nna wa ithuta ntho e nngwe ka ngwana wa hao!

# text
source: You can put their outline up in their room or anywhere in the house – it will make your children feel appreciated!
st_za: O ka maneha sebopeho sa hae ka kamoreng ya hae kapa kae kapa kae ka tlung – seo se tla etsa hore bana ba hao ba utlwe hore o a ba rata!

# text
source: Story time
st_za: Nako ya dipale

# text
source: Start the story with “Once upon a time there was a…”
st_za: Qala pale ka mantswe a reng “Ba re enere...”

# text
source: Let your child make up the next sentence
st_za: Dumella ngwana wa hao ho etsa polelo e latelang

# text
source: Then you make up a sentence
st_za: Ebe wena o etsa polelo

# text
source: Take turns until you have a wonderful new story
st_za: Tjhentjhanang ho fihlela le entse pale e ntjha e monate

# text
source: Make sure to end the story on a positive note.
st_za: Tiisa hore qetellong pale e felella hamonate.

# text
source: Ask your child what was their favourite part of the story!
st_za: Botsa ngwana wa hao hore na karolo eo a e ratang haholo ya pale ke efe!

# text
source: The Interrupter
st_za: Mositisi

# text
source: Choose a storyteller to start making up a story.
st_za: Kgetha mopheti wa pale ya tla qala tshomo.

# text
source: Story listeners can interrupt with a word at any time.
st_za: Bamamedi ba tshomo ba ka sitisa ka lentswe neng kapa neng.

# text
source: The storyteller needs to fit that word in their story.
st_za: Mopheti wa pale o tlameha ho kenyelletsa lentswe leo paleng ya hae.

# text
source: Try with a different storyteller!
st_za: Leka mopheti e mong wa pale!

# text
source: Three options
st_za: Dikgetho tse tharo

# text
source: Think of three different situations. For example, driving a car, sailing a boat or flying a plane
st_za: Nahana ka maemo a mararo a sa tshwaneng. Ka mohlala, ho kganna koloi, ho tsamaisa sekepe kapa ho fofisa sefofane

# text
source: Say them to your child and ask, “Which would you prefer?”
st_za: A bolelle ngwana wa hao ebe o a mo botsa, “O ka rata boemo bofe?”

# text
source: Ask them why?
st_za: Mo botse hore na hobaneng?

# text
source: Now think of three more situations or ask your child to do it for you
st_za: Jwale nahana ka maemo a mang a mararo ebe o kopa ngwana wa hao hore a o etsetse bona

# text
source: When I Was Younger
st_za: Ha Ke Ne Ke Le Monyane

# text
source: Children love to hear stories about your own life!
st_za: Bana ba rata ho utlwa dipale tsa bophelo ba hao!

# text
source: Think of a time when you were younger when something BIG happened to you
st_za: Nahana ka nako eo o neng o sa le monyane ha ntho e itseng e KGOLO e ile ya o hlahela

# text
source: It can be an adventure, happy memory, or challenge that you experienced
st_za: Ekaba ketsahalo e sa tlwaelehang, ho hopola ntho e monate, kapa phephetso eo o ileng wa kopana le yona

# text
source: Share it with your child and notice how they listen!
st_za: E phetele ngwana wa hao mme o bone kamoo a mamelang kateng!

# text
source: Co-chef
st_za: Seapehimmoho

# text
source: Ask your teen what kind of meal they would like to eat.
st_za: Botsa ngwana wa hao hore na a ka rata ho ja dijo tsa mofuta ofe.

# text
source: Prepare it together! The first time, you may need to guide them.
st_za: Di pheheng mmoho! Ka lekgetlo la pele, o ka nna wa tlameha ho mo tataisa.

# text
source: Once your teen knows how to prepare the meal, let them take the lead and follow their instructions.
st_za: Hang ha motjha wa hao a tseba ho lokisa dijo, mo tlohelle a etelle pele le ho fana ka ditaelo tsa hae.

# text
source: Let each child and teen in the house have a turn at being the head chef.
st_za: Tlohella ngwana le motjha ka mong katlung a thabele ho ba seapehi se seholo.

# text
source: You can even help them make a budget for ingredients!
st_za: Hape o ka mo thusa ho etsa bajete ya dijo tse phehwang!

# text
source: Shake your left hands in the air 8 times while counting to 8.
st_za: Tsoka letsoho la hao le letshehadi moyeng ka makgetlo a 8 o ntse o bala ho fihlela ho 8.

# text
source: Do it as fast and loud as you can.
st_za: Etsa sena kapele kamoo o ka kgonang o phahamisitse lentswe kahohle kamoo o ka kgonang.

# text
source: Repeat with your other hand. Then do it for each foot.
st_za: Pheta sena ka letsoho le leng. Ebe o etsa sena ka leoto ka leng.

# text
source: Everyone calls out “Crazy chicken” when you’re finished and does their best crazy chicken dance!
st_za: Bohle ba hweletse “Kgoho ya Mohlolo” ha le qetile mme ba etsa motjeko o motle ka ho fetisisa wa kgoho ya mohlolo!

# text
source: Create a dance choreography to your teen's favorite songs.
st_za: Etsa morethetho wa tantshi ka dipina tseo motjha wa hao a di ratang haholo.

# text
source: Get active!
st_za: Fumana keletso!

# text
source: Come up with three types of exercise together. For example, walking, jogging, soccer or dancing
st_za: Nahanang ka mefuta e meraro ya boikwetliso boo le ka bo etsang mmoho. Ka mohlala, ho tsamaya, ho tlola-tlola, ho bapala bolo kapa ho tjeka

# text
source: Pick one together and try it out.
st_za: Kgethang bo le bong mmoho mme le bo leke.

# text
source: If you both like it, decide how often you are going to do it. Once or twice a week? Every morning?
st_za: Haeba bobedi ba lona le bo rata, etsang qeto ya hore na le tla ikwetlisa jwalo ka makgetlo a makae. Na e tla ba hang kapa habedi ka beke? Hoseng ho hong le ho hong?

# text
source: Together think of ways to make it even more fun. Can you jog to a certain point? Take turns in being the coach? Motivate each other with a small free reward?
st_za: Mmoho nahanang ka ditsela tsa ho etsa hore ebe nako e monate haholo. Na le ka torota ka nako e itseng? Na le ka tjhentjhana ka ho ba mokwetlisi? Na le ka kgothatsana ka meputso e menyane ya mahala?

# text
source: Everyone else must guess the name of the tune (to make it harder, they can guess the singer).
st_za: Bohle ba tlameha ho bolela lebitso la pina eo (ho ba thatafalletsa le ho feta, ba ka bolela sebini).

# text
source: The first one to guess it right becomes the next leader who will choose or sing the next song.
st_za: Wa pele wa ho le bolela eba moetapele ya latelang ya tla kgetha kapa a bine pina e latelang.

# text
source: Pass the Snap
st_za: Fetisa Senepe

# text
source: This game is best with at least 3 people.
st_za: Papadi ena e bapalwa hantle ke batho ba 3.

# text
source: Start in a circle and pass one snap around the circle (or clap if you cannot snap).
st_za: Qalang sedikadikwe mme le fetise senepe se le seng sedikadikweng (kapa opa diatla haeba o sa kgone ho nka senepe).

# text
source: You snap once to throw the snap.
st_za: O nka senepe hang ebe o lahla senepe.

# text
source: You can bounce the snap, throw it in the air, and catch it a few times before passing it.
st_za: O ka lahlela senepe fatshe, wa se akgela moyeng mme wa se kapa ka makgetlo a mmalwa pele o se fetisa.

# text
source: The direction (up, down, straight, curved, rolling the ground) and force (hard, soft, medium) that you throw the snap should affect how the person catches it.
st_za: Motswamao (o yang hodimo, tlaase, o otlolohileng, o kobehileng, o bidikang ho ya fatshe) le matla (a maholo, a manyane, a itekanetseng) tseo o akgelang senepe ka tsona di ama tsela eo motho e mong a tla se kapa ka yona.

# text
source: Look at the person you are throwing the snap to.
st_za: Sheba motho eo o mo akgelang senepe.

# text
source: The person who will catch it has to snap once to catch it.
st_za: Motho ya se kapang o tla lokela ho sheba senepe hang hore a se kape.

# text
source: When everyone gets good at this, you can start moving around the room, still passing around the snap.
st_za: Ha bohle ba tlwaela sena, le ka qala ho tsamaya ka kamoreng, le ntse le fetisa senepe.

# text
source: Can you throw under the leg? Behind the back? Through your head? Intercept a pass? Have fun with the snap!
st_za: Na o ka se akgela tlasa leoto? Ka mokokotlong? Hodima hlooho? Wa se kapa ha se fetiswa? Thabelang papadi ya senepe!

# text
source: This game is best when more than 2 people play.
st_za: Papadi ena e ntle ha e bapalwa ke batho ba fetang ba 2.

# text
source: One person pretends to be doing something – for example, combing hair.
st_za: Motho e mong o etsa eka o etsa ntho e itseng – mohlala, ho kama moriri.

# text
source: A second person asks, “What are you doing?”
st_za: Motho wa bobedi o a botsa, “O etsang?”

# text
source: The second person’s answer must always be something different from what they are actually doing!
st_za: Karabo ya motho wa bobedi e lokela ho ba ntho e fapaneng le seo a hlileng a se etsang!

# text
source: The next person should act out the second person’s answer and when someone asks what they are doing, their answer must be different from what they are actually doing!
st_za: Motho ya latelang o phethisa karabo ya motho wa bobedi mme motho e mong o botsa hore na o etsang, karabo ya hae e tlameha ho fapana le se hlileng se etsahalang!

# text
source: What’s new?
st_za: Tsa moraorao ke dife?

# text
source: Think of a new skill you could learn together with your teen. For example, keeping a ball in the air or your foot, juggling, learning a new language, or playing an instrument?
st_za: Nahana ka tsebo e ntjha eo o ka ithutang yona hammoho le motjha wa hao. Ka mohlala, ho boloka bolo moyeng kapa leoto la hao, ho sokola, ho ithuta puo e ntjha, kapa ho letsa seletsa?

# text
source: Take turns in trying the new skill out.
st_za: Tjhentjhanang ka ho leka ho ithuta ntho e ntjha.

# text
source: Make sure to praise each other, and try to learn and play together!
st_za: Tiisang hore le a rorisana kapa ho babatsana, mme le leke ho ithuta le ho bapala mmoho!

# text
source: It might help to think of wishes, dreams, experiences at school, likes or dislikes. For example, I hate bananas, my favourite subject is science, and I really wish I could sing.
st_za: Ho ka thusa ho nahana ka ditakatso, ditoro, boiphihlelo ba sekolong, dintho tseo o di ratang kapa tseo o sa di rateng. Ka mohlala, ha ke rate dibanana, thuto eo ke e ratang haholo ke saense, le kanneteng ke lakatsa eka nka bina.

# text
source: Say them to your teenager. Ask them to guess which one is a lie.
st_za: Di bolelle motjha wa hao. Ba kope hore ba bolele hore na ke efe eo e leng mafosisa.

# text
source: Now ask them to do the same. Did you learn something new about each other?
st_za: Ba kope o etse se tshwanang ho bona. Na wena le bona le ithutile ntho e ntjha e mong ka e mong?

# text
source: Talk to your teen about one positive or fun thing they did.
st_za: Buisana le motjha wa hao ka ntho e le nngwe e ntle kapa e tshehisang eo a e entseng.

# text
source: Dream Travel
st_za: Toro ya ho Eta

# text
source: You can’t travel but you can dream! Ask your teen these questions.
st_za: O ke ke wa eta empa o ka lora! Botsa motjha wa hao dipotso tsena.

# text
source: Where do you want to travel? How long will you be away? What will you pack? What will you do? What will you see?
st_za: O batla ho etela hokae? O tla nka nako e kae o le siyo? O tla paka eng? O tla etsang? O tla bona eng?

# text
source: Look at a map together if you have one.
st_za: Shebang mmapa mmoho haeba o le teng.

# text
source: Choose a country that they’ve never heard of and look it up together online.
st_za: Kgethang naha eo le eso kang le utlwela ka yona mme le e shebe ho marang-rang a dikgokahano.

# text
source: How was your day?
st_za: Letsatsi le tsamaile jwang?

# text
source: Ask each other, “What made you happy today?”
st_za: Botsanang, “Ke eng e o thabisitseng kajeno?”

# text
source: Ask each other, “What was difficult today?”
st_za: Botsanang, “Ke eng e bileng thata kajeno?”

# text
source: Ask each other, “How can we help you?”
st_za: Botsanang, “Re ka o thusa jwang?”

# text
source: Try to do this together every day, when you are eating together or before bed
st_za: Lekang ho etsa sena letsatsi le letsatsi, ha le ja kapa pele le ilo robala

# text
source: Just a friendly chat
st_za: Buisanang ka tsela e nang le botswalle feela

# text
source: Have a conversation with your teen about something they like.
st_za: Buisanang le motjha wa lona ka ntho eo a e ratang.

# text
source: It can be about anything they choose to talk about: sports, friends, music, celebrities…
st_za: Ekaba ka eng kapa eng eo a kgethang ho bua ka yona: ebang ke dipapadi, metswalle, mmino, dikgalala…

# text
source: Try to listen to your teen and give them space to talk.
st_za: Leka ho mamela motjha wa hao mme o mo fe monyetla wa ho bua.

# text
source: What new thing did you learn about your teen from your chat?
st_za: Ke ntho efe e ntjha eo o ithutileng yona ka motjha wa hao ha le ntse le qoqa?

# text
source: Make up a story!
st_za: Qapa pale!

# text
source: Let your teen make up the next sentence.
st_za: Dumella motjha wa hao ho etsa polelo e latelang.

# text
source: Then you make up a sentence.
st_za: Ebe wena o etsa polelo.

# text
source: Take turns until you have a wonderful new story.
st_za: Tjhentjhanang ho fihlela le entse pale e ntjha e monate.

# text
source: Ask your teen what was their favourite part of the story!
st_za: Botsa motjha wa hao hore na karolo eo a e ratang haholo ya pale ke efe!

# text
source: Ask your teen “If you had the superpower to […] how would you use it?”
st_za: Botsa motjha wa hao “Haeba o ne o na le matla a maholo a ho […] o ne o tla a sebedisa jwang?"

# text
source: Encourage them to give themselves a superhero name and act like a superhero.
st_za: Mo kgothalletse ho itheha lebitso la lebitso la mohale e moholo mme a itshware jwalo ka mohale e moholo.

# text
source: Now let them choose a super power for you.
st_za: Ebe o mo tlohella hore a o kgethele mohale e moholo.

# text
source: Make sure you act it out too!
st_za: Tiisa hore o itshwara jwalo ka yena le wena!

# text
source: Think of three different situations. For example, driving a car, sailing a boat, or flying a plane.
st_za: Nahana ka maemo a mararo a sa tshwaneng. Ka mohlala, ho kganna koloi, ho tsamaisa sekepe kapa ho fofisa sefofane.

# text
source: Say them to your teen and ask, “Which would you prefer?”
st_za: Botsa motjha wa hao hore, “O ka rata boemo bofe?”

# text
source: Now think of three more situations or ask your teen to do it for you.
st_za: Jwale nahana ka maemo a mang a mararo ebe o kopa motjha wa hao hore a o etsetse bona.

# text
source: Second person adds to first person’s plan, “When COVID-19 ends, I am going to the park and… (e.g., visit my best friend)”
st_za: Motho wa bobedi o phaella morerong wa motho wa pele, “Ha COVID-19 e fela, ke tlo ya serapeng ebe… (ka mohlala, ke etela motswalle wa ka e moholo)”

# text
source: Yes, No or Maybe
st_za: Ee, Tjhe kapa Mohlomong

# text
source: Ask each other questions. They can be any questions about things you like or what you did today.
st_za: Botsanang dipotso tse ding. Ekaba dipotso dife kapa dife tse amanang le dintho tseo o di ratang kapa tseo o di entseng kajeno.

# text
source: The only rule is that you can’t answer Yes, No or Maybe
st_za: Molao feela ke hore o ke ke wa arabela ka Ee, Tjhe kapa Mohlomong

# text
source: How long can you last? How creative can you get with your answers?
st_za: Le ka qeta nako e kae? O ka bontsha bokgoni ba ho nahana jwang ka dikarabo tsa hao?

# text
source: Swap over and play again!
st_za: Tjhentjhanang ebe le bapala hape!

# text
source: When your children ask you about COVID-19, be willing to talk. They will already have heard something. Silence and secrets do not protect our children. Honesty and openness do. Think about how much they will understand. You know them best.
st_za: Ha bana ba hao ba o botsa dipotso tse amanang le COVID-19, ikemisetse ho bua. Ba tla be ba se ba utlwile ntho e nngwe. Ho thola le makunutu ha ho di sireletse bana ba rona. Empa ba sireletswa ke botshepehi le ho ba phetlela sefuba. Nahana hore na ba ka utlwisisa dintlha tse kae. Ke wena ya ba tsebang hantle.

# text
source: Here's a video to help you talk about COVID-19 with your children!
st_za: Shebella video ena ho o thusa ho bua le bana ba hao ka COVID-19!

# text
source: That's okay! You can always type "Help" if you want to learn more about how to talk about COVID-19 with your child. Chat to you later!
st_za: O ska kgathatseha! Ka dinako tsohle o ka ngola “Thuso” haeba o batla ho ithuta haholwanyane ka tsela ya ho buisana le ngwana wa hao ka COVID-19. Ke tla bua le wena hamorao!

# text
source: Here's an audio message to help you talk about COVID-19 with your children!
st_za: Mamela molaetsa ona o mamelwang ho o thusa ho bua le bana ba hao ka COVID-19!

# text
source: Here are 4 simple steps that you can do when talking about COVID-19 with your children:
st_za: Bona mehato ena e bonolo e 4 eo o ka e etsang ha o buisana le bana ba hao ka COVID-19:

# text
source: 1. Be open, honest, and supportive
st_za: 1. Ba phetlele sefuba, bua ka botshepehi mme o ba tshehetse

# text
source: 2. It is okay not to know the answers
st_za: 2. O ska kgathatseha ha o sa tsebe dikarabo

# text
source: 3. Be a hero not a bully
st_za: 3. Eba mohale eseng mpodi

# text
source: 4. End on a good note
st_za: 4. Moqoqo o felle hamonate

# text
source: Type "1" to "4" to learn more about each tip. Type "N" to stop this tip.
st_za: Ngola “1” ho ya ho “4” hore o ithute haholwanyane ka keletso ka nngwe. Ngola “N” ho emisa keletso ena.

# text
source: Step 3. Be a hero not a bully
st_za: Mohato wa 3. Eba mohale eseng mpodi

# text
source: Explain that COVID-19 has nothing to do with the way someone looks, where they are from, or what language they speak.
st_za: Hlalosa hore COVID-19 ha e amane ho hang le tsela eo motho a shebahalang ka yona, moo a tswang teng, kapa puo eo a e buang.

# text
source: Here is a comic on how to talk to your child about COVID-19.
st_za: Ena ke tsela ya boswaswi ya ho buisana le ngwana wa hao ka COVID-19.

# text
source: Child: “Am I going to get coronavirus?”
st_za: Ngwana: “Na ke tlo tshwarwa ke corona?”

# text
source: Parent: “It is very possible that we will all get coronavirus. But younger people do not normally get very sick.”
st_za: Motswadi: “Ke ntho e ka kgonehang hore kaofela re tshwarwe ke corona. Empa hangata batjha ha e ba kudise haholo.”

# text
source: Child: “I am scared…”
st_za: Ngwana: “Ke tshohile...”

# text
source: Parent: “It is okay to be afraid. We are all a bit scared about this. But we have each other and can do our best to keep ourselves and other people safe and healthy.”
st_za: Motswadi: “Hase phoso ho tshoha. Kaofela ha rona e a re tshosa. Empa re tla thusana le ho etsa sohle seo re ka se kgonang ho itshireletsa le ho sireletsa batho ba bang le ho dula re phetse hantle.”

# text
source: Child: “How can we keep safe?”
st_za: Ngwana: “Re ka itshireletsa jwang?”
