Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/st/st_messages.po
Languages: st_za

# text
source: Great to hear that you have not needed to use ignore with tantrums or other negative attention seeking and demanding behaviour. Keep investing in quality time and praising @fields.child_nickname's positive behaviour. Redirect works great for avoiding these behaviours, too!
st_za: Ke thabela ho utlwa hore ha ho a ka ha hlokahala hore o tlamehe ho iphapanyetsa boitshwaro ba ho ithabukanya kapa bo bong bo fosahetseng ba ho batla tlhokomelo le ba ho tseka dintho. Tswela pele ho sebedisa nako ya bohlokwa mme o babatse boitshwaro bo botle ba @fields.child_nickname. Mo kgutlisetse mesebetsing e molemo ho mo qobisa boitshwaro bona!

# text
source: Great to hear that you have not needed to use ignore with tantrums or other negative attention seeking and demanding behaviour. Keep investing in quality time and praising your child's positive behaviour. Redirect works great for avoiding these behaviours, too!
st_za: Ke thabela ho utlwa hore ha ho a ka ha hlokahala hore o tlamehe ho iphapanyetsa boitshwaro ba ho ithabukanya kapa bo bong bo fosahetseng ba ho batla tlhokomelo le ba ho tseka dintho. Tswela pele ho sebedisa nako ya bohlokwa mme o babatse boitshwaro bo botle ba ngwana wa hao. Mo kgutlisetse mesebetsing e molemo ho mo qobisa boitshwaro bona!

# text
source: Sometimes, our children can have very violent tantrums when they do not get their way, especially if they are used to it. Try to move @fields.child_nickname to a place where they will not hurt themselves or others. You may need to firmly hold @fields.child_nickname while ignoring their behaviour - but only do this if you can remain calm and make sure you are not hurting them! Eventually, @fields.child_nickname will calm down.
st_za: Ka dinako tse ding bana ba ithabukanya ba le mabifi ha dintho di sa etswe kamoo ba ratang kateng, haholoholo haeba ba tlwaetse jwalo. Leka ho isa @fields.child_nickname sebakeng seo a ke keng a itematsa kapa a lematsa batho ba bang. O ka nna wa tlameha ho tshwara @fields.child_nickname ka thata o ntse o iphapanyetsa boitshwaro ba hae - empa o etse sena feela haeba o ka kgona ho dula o kgobile matshwafo le ho tiisa hore ha a itematse! Qetellong, @fields.child_nickname o tla thola.

# text
source: Sometimes, our children can have very violent tantrums when they do not get their way, especially if they are used to it. Try to move your child to a place where they will not hurt themselves or others. You may need to firmly hold your child while ignoring their behaviour - but only do this if you can remain calm and make sure you are not hurting them! Eventually, your child will calm down.
st_za: Ka dinako tse ding bana ba ithabukanya ba le mabifi ha dintho di sa etswe kamoo ba ratang kateng, haholoholo haeba ba tlwaetse jwalo. Leka ho isa ngwana wa hao sebakeng seo a ke keng a itematsa kapa a lematsa batho ba bang. O ka nna wa tlameha ho tshwara ngwana wa hao ka thata o ntse o iphapanyetsa boitshwaro ba hae - empa o etse sena feela haeba o ka kgona ho dula o kgobile matshwafo le ho tiisa hore ha a itematse! Qetellong, ngwana wa hao o tla thola.

# text
source: Hi @fields.user_name! Were you able to have a conversation with your child or teen about COVID-19?
st_za: Dumela @fields.user_name! Na o kgonne ho buisana le ngwana kapa motjha wa hao ka COVID-19?

# text
source: Hi! Were you able to have a conversation with your child or teen about COVID-19?
st_za: Dumela! Na o kgonne ho buisana le ngwana kapa motjha wa hao ka COVID-19?

# text
source: It is completely normal to feel uncomfortable, confused, or even scared. Everyone feels this way at times. The WHO and UNICEF and websites and local COVID-19 hotlines are great places to find advice on how you and your family can stay safe during COVID-19.
st_za: Ka sebele ke ntho e tlwaelehileng ho ikutlwa o sa phutholoha, o ferekane kapa o tshohile. Ka dinako tse ding kaofela re ikutlwa jwalo. Diwebosaete tsa WHO le UNICEF hammoho le mehala ya haeno ya COVID-19 e ka ba mehlodi e metle ya dikeletso tsa kamoo wena le lelapa la hao le ka ipaballang kateng nakong ya COVID-19.

# text
source: It is completely normal for children to act out or react negatively during these unprecedented times. Give them space to share how they are feeling and let them know you are there for them. You can also try distracting them with fun activities and games.
st_za: Ke ntho e tlwaelehileng haholo hore ba itshware ka tsela e fosahetseng dinakong tsena tseo ho seng tse kileng tsa tshwana le tsona. Mo fe monyetla wa ho ntsha maikutlo a hae mme o mo kgodise hore o tla wa o tsoha le yena. Hape o ka leka ho ba kgutlisa ka dintho tsa boithabiso le ka dipapadi.

# text
source: You could also check your local COVID-19 hotline:
st_za: O ka hlahloba mohala oa hau oa lehae oa COVID-19:

# text
source: We are happy to hear that it went well! Discussing COVID-19 with your children, helps keep them safe!
st_za: Rea thaba ho utlwa hore ho tsamaile hantle! Ho buisana le bana ba hao ka COVID-19 ho ba thusa hore ba ikutlwe ba sireletsehile!

# text
source: I am happy to hear that it went well Discussing COVID-19 with your children, helps keep them safe!
st_za: Ke thabela ho utlwa hore ho tshamaile hantle, Ho buisana le bana ba hao ka COVID-19 ho ba thusa hore ba ikutlwe ba sireletsehile!

# text
source: That is okay @fields.user_name! What has been difficult for you about discussing COVID-19 with your child or teen?
st_za: Ho lokile @fields.user_name! O ile wa thatafallwa ke eng ha o buisana le ngwana kapa motjha wa hao ka COVID-19?

# text
source: That is okay! What has been difficult for you about discussing COVID-19 with your child or teen?
st_za: Ho lokile! O ile wa thatafallwa ke eng ha o buisana le ngwana kapa motjha wa hao ka COVID-19?

# text
source: We completely understand. It is difficult to identify what reliable resources are. The WHO and UNICEF websites are great places to start:
st_za: Re utlwisisa seo hantle. Ho thata ho hlwaya mehlodi e ka tsheptjwang. Diwebosaete tsa WHO le UNICEF ke dibaka tse ntle tseo o ka qalang ho tsona:

# text
source: I completely understand. It is difficult to identify what reliable resources are. The WHO and UNICEF websites are great places to start:
st_za: Ke utlwisisa seo hantle! Ho thata ho hlwaya mehlodi e ka tsheptjwang. Diwebosaete tsa WHO le UNICEF ke dibaka tse ntle tseo o ka qalang ho tsona:

# text
source: It can be hard to find time during your day, with work, chores, and everything else. Can you think of a time this week when you can spend at least 10 minutes chatting to @fields.child_nickname about COVID-19? This is really important!
st_za: Ho ka ba thata ho fumana nako motshehare ka lebaka la mosebetsi, mesebetsi ya lelapa le dintho tsohle tseo re tlamehang ho di etsa. Bekeng ena, na o nahana hore o ka ba le nako e ka etsang bonyane metsotso e 10 eo o ka e qetang o buisana le @fields.child_nickname ka COVID-19? Taba ena e bohlokwa haholo!

# text
source: It can be hard to find time during your day, with work, chores, and everything else. Can you think of a time this week when you can spend at least 10 minutes chatting to your child or teen about COVID-19? This is really important!
st_za: Ho ka ba thata ho fumana nako motshehare ka lebaka la mosebetsi, mesebetsi ya lelapa le dintho tsohle tseo re tlamehang ho di etsa. Bekeng ena, na o nahana hore o ka ba le nako e ka etsang bonyane metsotso e 10 eo o ka e qetang o buisana le ngwana kapa motjha wa hao ka COVID-19? Taba ena e bohlokwa haholo!

# text
source: It is difficult to know everything about COVID-19, especially when the information is changing all the time. The most important role as a parent is to be supportive and let @fields.child_nickname know that you are here for them. It is OKAY to not know all everything.
st_za: Ho thata ho tseba dintho tsohle ka COVID-19, haholoholo ha dintho tseo re di tsebang ka yona di fetoha nako le nako. Mosebetsi wa bohlokwa ka ho fetisisa wa hao jwalo ka motswadi ke ho tshehetsa le ho netefalletsa @fields.child_nickname hore o tla wa o tsoha le yena. Ha ho phoso ho se tsebe ntho e nngwe le e nngwe.

# text
source: Some useful resource for COVID-19 are:
st_za: Mehlodi e meng e molemo ya tsebo ka COVID-19 ke:

# text
source: It is difficult to know everything about COVID-19, especially when the information is changing all the time. The most important role as a parent is to be supportive and let your child know that you are here for them. It is OKAY to not know all everything.
st_za: Ho thata ho tseba dintho tsohle ka COVID-19, haholoholo ha dintho tseo re di tsebang ka yona di fetoha nako le nako. Mosebetsi wa bohlokwa ka ho fetisisa wa hao jwalo ka motswadi ke ho tshehetsa le ho netefalletsa ngwana wa hao hore o tla wa o tsoha le yena. Ha ho phoso ho se tsebe ntho e nngwe le e nngwe.

# text
source: Hi @fields.user_name! Were you able to follow the steps to stay safe online?
st_za: Dumela @fields.user_name! Na o ile wa kgona ho latela mehato ya ho dula o sireletsehile ho marang-rang a dikgokahano?

# text
source: Hi! Were you able to follow the steps to stay safe online?
st_za: Dumela! Na o ile wa kgona ho latela mehato ya ho dula o sireletsehile ho marang-rang a dikgokahano?

# text
source: It can be hard to find time during your day, with work, chores, and everything else. Can you think of even 30 minutes this week to do this activity? It will make a big difference in keeping you safe online. You can do it!
st_za: Ho ka ba thata ho fumana nako motshehare ka lebaka la mosebetsi, mesebetsi ya lelapa le dintho tsohle tseo re tlamehang ho di etsa. Na o nahana hore o ka fumana esita le metsotso e 30 bekeng ena hore o etse mosebetsi ona? Seo se tla o thusa haholo hore o dule o sireletsehile ho marang-rang a dikgokahano. O ka atleha!

# text
source: That is okay! Here is a list of some of the risks and dangers that you may encounter online:
st_za: Ho lokile! Mona ke lethathamo la mathata le dikotsi tse ka o hlahelang ho marang-rang a dikgokahano:

# text
source: That is okay! Here are some websites where you can report to and seek help from:
st_za: Ho lokile! Tsena ke diwebosaete tseo o ka tlalehang ho tsona le ho kopa thuso ho tsona:

# text
source: Sorry to hear that you are finding this challenging. Try balancing the time that you spend online and offline. Set an amount of time that you can spend online and try it for a week. If you succeed, try adding a little bit more offline time every week. You can do this!
st_za: Ke maswabi ho utlwa hore o fumana sena se le thata. Leka ho lekalekanya nako eo o e qetang ho marang-rang a dikgokahano. Beha nako eo o ka e qetang ho marang-rang a dikgokahano mme o e leke ka beke e le nngwe. Haeba o atleha, leka ho eketsa nako eo o e qetang o se ho marang-rang a dikgokahano hanyane beke le beke. O ka atleha!

# text
source: We are happy to hear it went well! We spend a lot of time online, so it is important to create healthy and responsible online habits. This is important so that we can stay safe and continue enjoying the benefits of the digital world.
st_za: Rea thaba ho utlwa hore ho tsamaile hantle! Re qeta nako e ngata haholo ho marang-rang a dikgokahano, kahoo ho bohlokwa ho qala mekgwa e metle le e nang le boikarabelo ya tshebediso ya ona. Sena se bohlokwa hore re ka dula re sireletsehile mme re tswele pele ho una melemo ya bophelo ba sedijithale.

# text
source: I am happy to hear it went well! We spend a lot of time online, so it is important to create healthy and responsible online habits. This is important so that we can stay safe and continue enjoying the benefits of the digital world.
st_za: Kea thaba ho utlwa hore ho tsamaile hantle! Re qeta nako e ngata haholo ho marang-rang a dikgokahano, kahoo ho bohlokwa ho qala mekgwa e metle le e nang le boikarabelo ya tshebediso ya ona. Sena se bohlokwa hore re ka dula re sireletsehile mme re tswele pele ho una melemo ya bophelo ba sedijithale.

# text
source: That is okay @fields.user_name! What did you find difficult about online safety?
st_za: Ho lokile @fields.user_name! Ke eng eo o fumaneng e le thata ka boipaballo tshebedisong ya marang-rang a dikgokahano?

# text
source: That is okay! What did you find difficult about online safety?
st_za: Ho lokile! Ke eng eo o fumaneng e le thata ka boipaballo tshebedisong ya marang-rang a dikgokahano?

# text
source: Hi @fields.user_name! Were you able to have a discussion with your family about budgets and savings?
st_za: Dumela @fields.user_name! Na o kgonne ho buisana le lelapa la hao ka dibajete le ditjhelete tseo le di bolokang?

# text
source: Hi! Were you able to have a discussion with your family about budgets and savings?
st_za: Dumela! Na o kgonne ho buisana le lelapa la hao ka dibajete le ditjhelete tseo le di bolokang?

# text
source: It is completely normal to experience this challenge. People’s wants and needs are different sometimes. Talking about them together can help you and your family to understand each other, respect your differences, and see where you can compromise.
st_za: Ho tlwaelehile hore batho ba kopane le bothata bo jwalo. Ka dinako tse ding dintho tseo batho ba di batlang le tseo ba di hlokang dia fapana. Ho buisana ka tsona ho ka thusa wena le lelapa la hao hore le utlwisisane, le hlomphe ho se tshwane ha lona, le ho bona hore na le ka itima dintho dife.

# text
source: It is completely normal to experience this challenge. Try making the budget alone first and then try and include family members. Try reminding them that budgeting is important and it can help the family save money.
st_za: Ho tlwaelehile hore batho ba kopane le bothata bo jwalo. Qala pele ka ho leka ho etsa bajete o le mong ebe o leka ho bokella ba lelapa la hao hore le kopanye dihlooho. Leka ho ba hopotsa hore ho bohlokwa ho etsa bajete mme e ka thusa lelapa ho baballa tjhelete.

# text
source: We are happy to hear that it went well! Making a budget as a family can help you have enough money to get through the month and also reduce arguments!
st_za: Rea thaba ho utlwa hore ho tsamaile hantle! Ho etsa bajete le le lelapa ho ka le thusa ho ba le tjhelete e lekaneng ho fihlela kgwedi e fela hape ho ka fokotsa dikgang!

# text
source: I am happy to hear that it went well! Making a budget as a family can help you have enough money to get through the month and also reduce arguments!
st_za: Kea thaba ho utlwa hore ho tsamaile hantle! Ho etsa bajete le le lelapa ho ka le thusa ho ba le tjhelete e lekaneng ho fihlela kgwedi e fela hape ho ka fokotsa dikgang!

# text
source: We are sorry to hear this. We know it can be difficult! Why don’t we go through the content again? Your family members can join and help you!
st_za: Re maswabi ho utlwa seo. Rea tseba hore ho ka ba thata! Ke kopa hore re ke re hlahlobe dintlha hape. Ba lelapa la hao ba ka ba le rona mme ba o thusa!

# text
source: I am sorry to hear this. I know it can be difficult! Why don’t we go through the content again? Your family members can join and help you!
st_za: Ke maswabi ho utlwa seo. Kea tseba hore ho ka ba thata! Ke kopa hore re ke re hlahlobe dintlha hape. Ba lelapa la hao ba ka ba le rona mme ba o thusa!

# text
source: Hi @fields.user_name! Were you able to use the tips to support positive family relationships?
st_za: Dumela @fields.user_name! Na o kgonne ho sebedisa dikeletso tsena ho tshehetsa dikamano tse mofuthu tsa lelapa?

# text
source: Hi! Were you able to use the tips to support positive family relationships?
st_za: Dumela! Na o kgonne ho sebedisa dikeletso tsena ho tshehetsa dikamano tse mofuthu tsa lelapa?

# text
source: That is okay! What did you find challenging about supporting positive family relationships?
st_za: Ho lokile! Ke eng eo o fumaneng e le thata ka ho tshehetsa dikamano tse mofuthu tsa lelapa?

# text
source: Sorry to hear that you are finding this challenging! Try summarising what someone has said before responding: “What I hear you saying is…”. This will show them that you have listened to what they said and also gives them the chance to clarify anything that may have been misunderstood. This helps build effective communication skills.
st_za: Ke maswabi ho utlwa hore o fumana sena se le thata! Leka ho akaretsa mantswe a motho e mong pele o mo araba: “Haeba kea o utlwa o re…”. Sena se tla mo bontsha hore o ne o mametse ha a bua le ho mo fa monyetla wa ho hlakisa eng kapa eng eo mohlomong o sa e utlwisisang hantle. Sena se thusa motho ho ba le tsebo ya ho buisana le batho ba bang ka katleho.

# text
source: It is completely normal to experience this. Looking after family is difficult and can be tiresome. Try sharing your responsibilities with your household!
st_za: Ho tlwaelehile hore ho be jwalo. Ho hlokomela lelapa ho thata ebile ekaba ntho e kgathatsang. Leka ho abela ba lelapa la hao boikarabelo ba hao!

# text
source: Well done for taking the time to do this @fields.user_name. How did it go?
st_za: O sebeditse ka ho qeta nako o etsa sena @fields.user_name. Ho tsamaile jwang?

# text
source: We are happy to hear it went well! Building supportive family relationships makes a happy and peaceful home!
st_za: Rea thaba ho utlwa hore ho tsamaile hantle! Ha o matlafatsa dikamano tsa lelapa le tshehetsanang seo se fella ka lehae le thabileng le le nang le kgotso!

# text
source: I am happy to hear it went well! Building supportive family relationships makes a happy and peaceful home!
st_za: Kea thaba ho utlwa hore ho tsamaile hantle! Ha o matlafatsa dikamano tsa lelapa le tshehetsanang seo se fella ka lehae le thabileng le le nang le kgotso!

# text
source: We completely understand! Start slowly and try doing nice things as a family weekly. You can let each family member decide what activity they would like to do as a family. This allows the family to bond in a fun way!
st_za: Re utlwisisa seo hantle! Qalang butle mme le leke ho etsa dintho tse ntle le le lelapa beke le beke. O ka tlohela setho ka seng sa lelapa hore se ikgethele hore na se batla ho etsa eng eo se tla e etsa le lelapa. Sena se thusa lelapa ho kopana ka tsela e monate!

# text
source: I completely understand! Start slowly and try doing nice things as a family weekly. You can let each family member decide what activity they would like to do as a family. This allows the family to bond in a fun way!
st_za: Ke utlwisisa seo hantle! Qalang butle mme le leke ho etsa dintho tse ntle le le lelapa beke le beke. O ka tlohela setho ka seng sa lelapa hore se ikgethele hore na se batla ho etsa eng eo se tla e etsa le lelapa. Sena se thusa lelapa ho kopana ka tsela e monate!

# text
source: We completely understand! Next time you feel yourself getting angry, try taking a deep breath in. This will help you stay calm and manage your emotions. You can do this!
st_za: Re utlwisisa seo hantle! Nakong e tlang ha o ikutlwa eka o a halefa, leka ho phefumolohela hodimo. Sena se tla o thusa ho dula o kgobile matshwao le ho laola maikutlo a hao. O ka atleha!

# text
source: I completely understand! Next time you feel yourself getting angry, try taking a deep breath in. This will help you stay calm and manage your emotions. You can do this!
st_za: Ke utlwisisa seo hantle! Nakong e tlang ha o ikutlwa eka o a halefa, leka ho phefumulohela hodimo. Sena se tla o thusa ho dula o kgobile matshwao le ho laola maikutlo a hao. O ka atleha!

# text
source: We completely understand! You can try by modeling behaviour that you want to see in others. How we talk and behave is a big influence on how our children behave too! Try to talk kindly to everyone in the family, adults and children...and see what happens!
st_za: Re utlwisisa seo hantle! O ka leka ka ho etsisa boitshwaro boo o batlang ho bo bona ho batho ba bang. Tsela eo re buang le ho itshwara ka yona ke ntho e kgolo e susumetsang tsela eo bana ba rona le bona ba itshwarang ka yona! Leka ho buisana le ditho tsohle tsa lelapa la hao ka mosa, ebang ke batho ba baholo kapa bana...mme o bone se tla etsahala!

# text
source: I completely understand! You can try by modeling behaviour that you want to see in others. How we talk and behave is a big influence on how our children behave too! Try to talk kindly to everyone in the family, adults and children...and see what happens!
st_za: Ke utlwisisa seo hantle! O ka leka ka ho etsisa boitshwaro boo o batlang ho bo bona ho batho ba bang. Tsela eo re buang le ho itshwara ka yona ke ntho e kgolo e susumetsang tsela eo bana ba rona le bona ba itshwarang ka yona! Leka ho buisana le ditho tsohle tsa lelapa la hao ka mosa, ebang ke batho ba baholo kapa bana...mme o bone se tla etsahala!

# text
source: It looks like you are facing an emergency. Can you please tell us what kind of assistance you require?
st_za: Ekare o tobane le boemo ba tshohanyetso. Ke kopa hore hle o mpolelle hore na o hloka thuso ya mofuta ofe?

# text
source: You have not given consent to participate in this programme. Would you like to participate?
st_za: Ha o so fane ka tumello ya ho nka karolo lenaneong lena. Na o ka thabela ho nka karolo?

# text
source: If you ever decide to participate in the programme, type "START_MESSAGES".
st_za: Haeba o tla ke o nke karolo lenaneong lena, ngola "QALA_MELAETSA".

# text
source: Sorry, I don't understand what you mean. We will direct you to the help menu.
st_za: Ha ke tsebe hore na o bua kang. Re tla o romela ho menyu wa thuso.

# text
source: Sorry, I don't understand what you mean. I will direct you to the help menu.
st_za: Ha ke tsebe hore na o bua kang. Ke tla o romela ho menyu wa thuso.

# text
source: Would you like some tips on coping with COVID-19 bereavement?
st_za: Na o ka rata ho fumana dikeletso tsa ho sebetsana le ho siamela motho ya bolailweng ke COVID- 19?

# text
source: That's okay! You can always type "Help" if you want to learn more about how to cope with COVID-19 related loss.
st_za: O ska kgathatseha! Ka dinako tsohle o ka ngola “Thuso” haeba o batla ho ithuta haholwanyane ka tsela ya ho sebetsana le ha motho eo o mo ratang a bolailwe ke COVID-19.

# text
source: If you have any further questions about COVID-19, you can always check your local COVID-19 hotline:
st_za: Haeba o na le dipotso tse ding hape mabapi le COVID-19, oka dula sheba mohala oa hau oa lehae oa COVID-19:

# text
source: Here are 10 tips for coping with bereavement as a parent/caregiver:
st_za: Mona ho na le dikeletso tse 10 tsa ho sebetsana le ho hlokahallwa ke motswadi/mohlokomedi:

# text
source: 1. Looking after yourself helps your child
st_za: 1. Ho itlhokomela ho thusa ngwana wa hao

# text
source: 2. Be honest and tell your children
st_za: 2. Bua nnete mme o bolelle bana ba hao

# text
source: 3. Children grieve in different ways
st_za: 3. Bana ba thuseha ka ditsela tse sa tshwaneng

# text
source: 4. Be kind to yourself
st_za: 4. Inahanela

# text
source: 5. Practical things you may need
st_za: 5. Dintho tse molemo tseo mohlomong o di hlokang

# text
source: 6. Find a group or person to talk to
st_za: 6. Fumana sehlopha kapa motho eo u ka buang le eena

# text
source: 7. Grieving in your own way
st_za: 7. Ho siama ka tsela ya hao

# text
source: 8. Relaxing helps coping
st_za: 8. Ho phomola ho o thusa ho sebetsana le boemo

# text
source: 9. Giving chances to say goodbye
st_za: 9. Ho fana ka monyetla wa ho fonanisa

# text
source: 10. One on one time with your child
st_za: 10. Nako eo o e qetang le ngwana wa hao boinotsing

# text
source: Type "1" to "10" to learn more about of these tips. Type "N" to stop this tip.
st_za: Ngola “1” ho ya ho “10” hore o ithute haholwanyane ka dikeletso tsena. Ngola “N” ho emisa keletso ena.
