Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/st/st_messages.po
Languages: st_za

# text
source: Remember you can always type "Help" if you ever want more parenting tips or support. Chat to you later @fields.user_name!
st_za: Hopola hore kamehla o thaepe “Thuso” haeba o ka batla dikeletso tse ding tsa botswadi kapa thuso e nngwe. Ke tla bua le wena hamorao @fields.user_name!

# text
source: Remember you can always type "Help" if you ever want more parenting tips or support. Chat to you later!
st_za: Hopola hore kamehla o thaepe “Thuso” haeba o ka batla dikeletso tse ding tsa botswadi kapa tshehetso e nngwe. Ke tla bua le wena hamorao!

# text
source: All children, including those living with disabilities, need love, respect and time especially at difficult times.
st_za: Bana bohle, ho kopanyelletsa le ba holofetseng, ba hloka lerato, tlhompho le nako haholoholo dinakong tse thata.

# text
source: Here's a video to help you support children living with disabilities.
st_za: Shebella video ena e ka o thusang ho tshehetsa bana ba holofetseng.

# text
source: Here's an audio message to help you support children living with disabilities.
st_za: Mamela molaetsa ona o mamelwang o ka o thusang ho tshehetsa bana ba holofetseng.

# text
source: That's okay! You can always type "Help" if you want to learn more about how to support children living with disabilities.
st_za: O ska kgathatseha! Ka dinako tsohle o ka ngola “Thuso” haeba o batla ho ithuta haholwanyane ka tsela ya ho tshehetsa bana ba holofetseng.

# text
source: Here is a link to disability services in your area that may also be helpful:
st_za: Lena ke lehokela la ditshebeletso tsa batho ba holofetseng sebakeng sa heno le ka o thusang:

# text
source: Here are 6 simple tips that you can do to support children living with disabilities:
st_za: Bona dikeletso tsena tse bonolo tse 6 tsa seo o ka se etsang ho tshehetsa bana ba holofetseng:

# text
source: 1. Keep your child safe and well
st_za: 1. Tiisa hore bana ba hao ba sireletsehile ebile ba ya hantle

# text
source: 2. Try to understand what they are feeling
st_za: 2. Leka ho utlwisisa tsela eo ba ikutlwang ka yona

# text
source: 3. Communicate and talk with them
st_za: 3. Buisana le ho qoqa le bona

# text
source: 4. Praise them!
st_za: 4. Ba babatse!

# text
source: 5. Make things that you do the same every day to help them feel secure
st_za: 5. Tiisa hore o etsa se tshwanang letsatsi le letsatsi ho ba thusa ho ikutlwa ba sireletsehile

# text
source: 6. Ask for help if you can
st_za: 6. Kopa thuso haeba o sa kgone

# text
source: Type "1" to "6" to learn more about each tip. Type "N" to stop this tip.
st_za: Ngola “1” ho ya ho “6” hore o ithute haholwanyane ka keletso ka nngwe. Ngola “N” ho emisa keletso ena.

# text
source: Step 1. Keep your child safe and well
st_za: Mohato wa 1. Tiisa hore bana ba hao ba sireletsehile ebile ba ya hantle

# text
source: • Keep your country's COVID-19 rules, and also help your child to be active - do whatever exercise you can with them inside or outside your home
st_za: • Boloka melao ya naha ya heno ya COVID-19, mme o thuse le ngwana wa hao ho dula a le mahlahahlaha - kahoo ikwetlise ka tsela efe kapa efe le yena katlung le kantle

# text
source: • Keep emergency contact numbers somewhere easy to see
st_za: • Boloka dinomoro tse letsetswang boemong ba tshohanyetso moo ho leng bonolo ho di bona

# text
source: Step 5. Make daily plans to help them feel secure
st_za: Mohato wa 5. Etsa meralo ya letsatsi le letsatsi ya ho mo thusa hore a ikutlwe a sireletsehile

# text
source: • Having things that are the same each day helps children feel secure and safe.
st_za: • Ho etsa dintho tse tshwanang letsatsi le letsatsi ho thusa bana ba hao hore ba ikutlwe ba bolokehile ebile ba sireletsehile.

# text
source: • Make a daily plan that includes some things they like to do.
st_za: • Etsa moralo wa letsatsi le letsatsi o akarelletsang dintho tseo ba ratang ho di etsa.

# text
source: • Help your child connect to friends and family members through phone, writing cards, or drawing pictures.
st_za: • Thusa ngwana wa hao hore a kopane le metswalle le ba lelapa ka founo, ka ho ba ngolla dikarete kapa ho ba toroyela ditshwantsho.

# text
source: Step 2. Try to understand how they are feeling
st_za: Mohato wa 2. Leka ho utlwisisa tsela eo a ikutlwang ka yona

# text
source: • Your child may be feeling a lot of stress, anxiety, and frustration.
st_za: • Ngwana wa hao a ka nna a ikutlwa a na le kgatello ya maikutlo se sengata, a tshwenyehile kapa a ferekane.

# text
source: • Tell them that you love them
st_za: • Mo bolelle hore o a mo rata

# text
source: • Praise them for being good and for trying to be good!
st_za: • Mo babatse ha a entse hantle le ha a lekile ho itshwara hantle!

# text
source: • Give your child choices: this gives them a sense of control and builds self-esteem.
st_za: • O fe ngwana wa hao dintho tseo a ka di kgethang: mo fe boikutlo ba hore o laola bophelo ba hae mme o mo thuse ho ba le seriti.

# text
source: • Use simple language and clear instructions. If words aren't good for them, try gestures and pictures.
st_za: • Sebedisa puo e bonolo le ditaelo tse hlakileng. Haeba a sa utlwisise mantswe, leka ho etsa matshwao le ho taka ditshwantsho.

# text
source: Step 4. Praise them!
st_za: Mohato wa 4. Ba babatse!

# text
source: • Praise them for behaving well, and for trying.
st_za: • Ba babatse ha ba itshwere hantle, le ha ba entse boiteko.

# text
source: • Focus on what they can do, not what they can't.
st_za: • Ameha ka seo ba ka se etsang, eseng seo ba ke keng ba kgona ho se etsa.

# text
source: • Only help children when they need it. It is also good to build independence!
st_za: • Ba thuse feela ha ba hloka thuso. Hape ke hantle ho ba ruta ho ikemela!

# text
source: Step 6. Ask for help if you can
st_za: Mohato wa 6. Kopa thuso haeba o sa kgone

# text
source: • Share the load with other adult family members.
st_za: • Kopa ditho tse ding tsa lelapa tse hodileng hore di o jarise morwalo.

# text
source: • You are not alone! Keep connected with people who understand your situation.
st_za: • Tseba hore ha o mong! Dula o buisana le batho ba utlwisisang boemo ba hao.

# text
source: Step 3. Talking and communicating with your child
st_za: Mohato wa 3. Qoqa mme o buisane le ngwana wa hao

# text
source: • Get down to your child’s level when you speak.
st_za: • Kotsama ho fihlela o le boemong ba ngwana wa hao ha o bua le yena.

# text
source: • Look at them and smile
st_za: • Mo shebe mme o bososele

# text
source: • Give them time to tell you or show you what they think
st_za: • Mo fe nako ya hore a o bolelle kapa a o bontshe hore o ntse a nahana

# text
source: • Tell your child that you understand
st_za: • Bolella ngwana wa hao hore o a utlwisisa

# text
source: Here is a comic on how you can reinforce your child's strength.
st_za: Ena ke tsela ya boswaswi ya ho tiisa ngwana wa hao mmoko.

# text
source: • Share your challenges AND your successes.
st_za: • Buisanang ka diphephetso HAMMOHO LE dintho tseo le atlehileng ho di etsa.

# text
source: • It is normal to feel stressed, frustrated, and afraid at this time.
st_za: • Ke ho tlwaelehileng ho ikutlwa o imetswe maikutlong, o ferekane ebile o tshohile nakong ena.

# text
source: • Be kind to yourself and take a break when you need to!
st_za: • Inahanele mme o nke kgefu ha ho hlokahala!

# text
source: Child: "la la la la…."
st_za: Ngwana: "la la la la…."

# text
source: Teen: "la la la la…"
st_za: Motjha: "la la la la…."

# text
source: Disabled Child: "la la la la…"
st_za: Ngwana ya Holofetseng: "la la la la…."

# text
source: Parent: "It was so lovely to hear you singing while I was preparing dinner. Food is ready! Please tidy the room and put away the toys."
st_za: Motswadi: “Le binne ha monate ha ke ntse ke pheha tinare. Dijo di lokile! Ke kopa le hlwekise kamore ya lona mme le phuthe dithoye.”

# text
source: Please select another number if you want to learn more about how to support children living with disabilities:
st_za: Ka kopo kgetha palo e nngwe haeba o batla ho ithuta haholwanyane ka tsela ya ho tshehetsa bana ba holofetseng:

# text
source: Teen: "Here is the toy box. We can put the toys inside."
st_za: Motjha: “Lebokose la dithoye ke lena. Re ka tshela dithoye kahara lona.”

# text
source: Disabled Child: "Please remember my favourite car!"
st_za: Ngwana ya Holofetseng: “Ke kopa o ska lebala koloi eo ke e ratang!”

# text
source: Child: "I have it right here!"
st_za: Ngwana: “Ke e behile hantle!”

# text
source: Parent: "I am so happy you have tidied up your toys together! It is dinnertime!"
st_za: Motswadi: “Ke thabile hore ebe le phuthile dithoye tsa lona hantle! Ke nako ya tinare!”

# text
source: Disabled child: "Can you help me come to dinner?"
st_za: Ngwana ya holofetseng: "Ke kopa o nthuse ho ya dijong tsa tinare?"

# text
source: Parent: "Thank you for asking. Let's go together. You are so strong!"
st_za: Motswadi: “Kea leboha hore ebe o kopile. A re tsamaye hammoho. O matla hakaakang!”

# text
source: Remember you can always type "Help" if you ever want more parenting tips or support. Chat later!
st_za: Hopola hore kamehla o thaepe “Thuso” haeba o ka batla dikeletso tse ding tsa botswadi kapa tshehetso e nngwe. A re bue hamorao!

# text
source: Chat later @fields.user_name!
st_za: A re bue hamorao @fields.user_name!

# text
source: Chat later!
st_za: A re bue hamorao!

# text
source: Well done for adding another tool to your Parenting Toolkit! Children living with disabilities need love, respect and time – just like any other child.
st_za: O sebeditse ka ho eketsa thulusi e nngwe Mokotleng wa hao wa Dithulusi tsa Botswadi! Bana ba holofetseng ba hloka lerato, tlhompho le nako – jwalo ka bana ba bang bohle.

# text
source: You have added another layer to your House of Support! Children living with disabilities need love, respect and time – just like any other child.
st_za: O ekeditse mokato o mong Ntlo ya Tshehetso! Bana ba holofetseng ba hloka lerato, tlhompho le nako – jwalo ka bana ba bang bohle.

# text
source: Remember you can always type "Help" if you ever want more parenting tips or support. You can also change the type of messages you receive for an older or younger child. Just select "Technical Support". Chat to you later!
st_za: Hopola hore kamehla o ngola “Thuso” haeba o ka batla dikeletso tse ding tsa botswadi kapa tshehetso e nngwe. O ka boela wa fetola mofuta wa melaetsa eo o e fumanang bakeng sa ngwana e moholwanyane kapa e monyane. Kgetha feela “Tshehetso ya setekgeniki”. Ke tla bua le wena hamorao!

# text
source: Hello @fields.user_name! Today we are going to learn what we can do when our children are already misbehaving or have already misbehaved…
st_za: Dumela @fields.user_name! Kajeno lena re tlo ithuta hore na re ka etsang ha bana ba sa itshware hantle kapa ba ile ba itshwara ka tsela e sa nepahalang…

# text
source: Hello! Today we are going to learn what we can do when our children are already misbehaving or have already misbehaved…
st_za: Dumela! Kajeno lena re tlo ithuta hore na re ka etsang ha bana ba sa itshware hantle kapa ba ile ba itshwara ka tsela e sa nepahalang…

# text
source: I know that you have already received this tip (well done!). Would you like to review it again?
st_za: Kea tseba hore o se o ntse o fumane keletso ena (o sebeditse!) Na o ka lakatsa ho e lekola hape?

# text
source: That's okay! You can always type "Help" at anytime if you need any support with your children. Chat to you later @fields.user_name!
st_za: O ska kgathatseha! Neng kapa neng o ka ngola “Thuso” haeba o hloka tshehetso efe kapa efe ka bana ba hao. Ke tla bua le wena hamorao @fields.user_name!

# text
source: Use consequences for refusing to follow instructions or forgetting household rules. Consequences help teach our children responsibility for what they do. They also allow discipline that is controlled. This is more effective than hitting or shouting.
st_za: Sebedisa ditlamorao tsa ho hana ho mamela ditaelo kapa ho lebala melao ya lelapa. Ditlamorao di ruta bana ba rona ho jara boikarabelo ka seo ba se etsang. Hape di thusa kgalemelo e laolehileng. E atleha ho feta ho shapa kapa ho tjwedietsa bana.

# text
source: Children and teens often act disrespectfully or like they only care about themselves. Growing up is a difficult time when they are learning about who they are and how they want to be in the world. Luckily, there are other ways to discipline your teen without using violence…and they work well!
st_za: Hangata bana le batjha ba itshwara ka tsela e sa hlompheheng kapa ka tsela e bontsang hore ba ra ho itjheba ebile ba e nahanele ka bo bona feela. Nako ya kgolo ke nako e thata ya ha bana ba ithuta hore na bona ke bomang le hore na ba batla ho ba lefatsheng lena jwang. Ka lehlohonolo, ho na le ditsela tse ding tsa ho kgalemela motjha o sa be mabifi…mme le tsona di sebetsa hantle!

# text
source: Would you like to learn more?
st_za: Na o ka thabela ho ithuta ho iketsehileng?

# text
source: Giving calm consequences help teach our children responsibility for what they do. They also allow discipline that is controlled. This is more effective than hitting or shouting.
st_za: Ho phethisa ditlamorao o kgobile matshwafo ho ruta bana ba rona ho jara boikarabelo ka seo ba se etsang. Hape di thusa kgalemelo e laolehileng. E atleha ho feta ho shapa kapa ho tjwedietsa bana.

# text
source: Here are 5 tips for using consequences:
st_za: Bona dikeletso tsena tse 5 tsa ho phethisa ditlamorao:

# text
source: 1. Give a choice before consequence
st_za: 1. Mo fe kgetho pele ho ditlamorao

# text
source: 2. Stay calm but be firm
st_za: 2. Dula o kgobile matshwafo empa o tiise ka hanong

# text
source: 3. Be realistic and follow through
st_za: 3. Ebe dintho tse utlwahalang mme o di phethise

# text
source: 4. Reconnect afterwards
st_za: 4. Kopanang hape kamora moo

# text
source: 5. Consequences for breaking rules
st_za: 5. Ditlamorao tsa ho tlola melao

# text
source: To learn more about one of these tips, type "1" to "5". You can also type "N" to move on.
st_za: Hore o ithute haholwanyane ka dikeletso tsena, ngola “1” ho ya ho “5”. Hape o ka ngola "N" ho fetela pele.

# text
source: Consequences can also be used when your children forget a household rule, like going to bed at a certain hour or doing schoolwork before T.V.
st_za: Ditlamorao di ka boela tsa sebediswa ha bana ba lebala melao ya lelapa, jwalo ka ho robala ka hora e itseng kapa ho etsa mosebetsi wa sekolo pele ba shebella T.V.

# text
source: 2. Try to stay calm but firm when giving the consequence.
st_za: 2. Leka ho dula o kgobile matshwafo empa o tiise ka hanong ha ho phethisa ditlamorao.

# text
source: If you start yelling, it will just make things worse. Take a deep breath before you speak in a clear, calm, and firm voice.
st_za: Ha o qala ho omana, seo se tla etsa hore dintho di be mpe le ho feta. Hemela hodimo pele o bua ka tsela e hlakileng, o theotse moya empa o tiisitse ka hanong.

# text
source: Make sure you can follow through with the consequence. For example, taking away a teenager’s phone for a week is hard to enforce. Taking it away for one hour is more realistic.
st_za: Tiisa hore o ka phethisa ditlamorao. Ka mohlala, ho ka ba thata ho amoha motjha founo beke kaofela. Ke ho utlwahalang haholo ho mo amoha yona ka hora e le nngwe.

# text
source: Please select another number if you want to learn more about using consequences:
st_za: Ka kopo kgetha palo e nngwe haeba o batla ho ithuta haholwanyane ka ho phethisa ditlamorao:

# text
source: You can also type "N" to move on.
st_za: Hape o ka ngola "N" ho fetela pele.

# text
source: Here is a comic that shows a parent giving their child a choice to follow the instruction or receive a consequence.
st_za: Ena ke tsela ya boswaswi e bontshang motswadi ya fang ngwana kgetho ya ho latela ditaelo kapa ho tobana le ditlamorao.

# text
source: Parent: “In 5 minutes it will be time to give me back the phone and start your school work.”
st_za: Motswadi: “Ho setse metsotso e 5 pele o kgutlisetsa founo ho nna ebe o qala mosebetsi wa hao wa sekolo.”

# text
source: Teen (distractedly): “Uh-huh…”
st_za: Motjha (a sitisehile): “Uh-huh…”

# text
source: Parent: “5 minutes is up. Please give me the phone.”
st_za: Motswadi: “Metsotso e 5 e fedile. Ke kopa hore o mphe founo.”

# text
source: Teen: “No, I am not done. I just need to get to the next level.”
st_za: Motjha: “Tjhe, ha ke so qete. Ke tlameha ho fihla boemong bo latelang.”

# text
source: Parent: “You have a choice, either you give me the phone now, or you cannot use it after dinner.”
st_za: Motswadi: “O tla ikgethela, hore na o mpha founo hona jwale, kapa o ke ke wa e sebedisa kamora dijo tsa mantsiboya.”

# text
source: Teen (not happy but agreeing): “Fine.”
st_za: Motjha (ha aa thaba empa o a dumela): “Ho lokile.”

# text
source: Parent: “Thank you for giving me the phone back, Carter. Now please do your school work. After that we can take a walk or play a game together.”
st_za: Motswadi: “Kea leboha hore ebe o kgutliseditse founo ho nna, Hloni. Jwale ke kopa hore o etse mosebetsi wa hao wa sekolo. Kamora moo re tla thapolla maoto kapa re bapale papadi mmoho.”

# text
source: Here's a video that explains how you can use consequences to discipline @fields.child_nickname.
st_za: Shebella video ena e hlalosang tsela ya ho sebedisa ditlamorao ho kgalemela @fields.child_nickname.

# text
source: Here's a video that explains how you can use consequences to discipline your child.
st_za: Shebella video ena e hlalosang tsela ya ho sebedisa ditlamorao ho kgalemela ngwana wa hao.

# text
source: Here's an audio message that explains how you can use consequences to discipline @fields.child_nickname.
st_za: Mamela molaetsa ona o mamelwang o hlalosang tsela ya ho sebedisa ditlamorao ho kgalemela @fields.child_nickname.

# text
source: Here's an audio message that explains how you can use consequences to discipline your child.
st_za: Mamela molaetsa ona o mamelwang o hlalosang tsela ya ho sebedisa ditlamorao ho kgalemela ngwana wa hao.

# text
source: 1. Give @fields.child_nickname a choice to follow your instruction before giving them the consequence.
st_za: 1. Neha @fields.child_nickname kgetho ya ho latela ditaelo tsa hao pele o mo bolella ditlamorao.

# text
source: 1. Give your child a choice to follow your instruction before giving them the consequence.
st_za: 1. Neha ngwana wa hao kgetho ya ho latela ditaelo tsa hao pele o mo bolella ditlamorao.

# text
source: 4. Reconnect afterwards.
st_za: 4. Kopanang hape kamora moo.

# text
source: Once the consequence is over, give @fields.child_nickname a chance to do something good, and praise them for it.
st_za: Hang ha ditlamorao di fedile, o fe @fields.child_nickname monyetla wa ho etsa ntho e nngwe e ntle, mme o mo babatse ka lebaka leo.

# text
source: Once the consequence is over, give your child a chance to do something good, and praise them for it.
st_za: Hang ha ditlamorao di fedile, o fe ngwana wa hao monyetla wa ho etsa ntho e nngwe e ntle, mme o mo babatse ka lebaka leo.

# text
source: For example, you can tell @fields.child_nickname that if they do not do their schoolwork before dinner, they cannot watch their favourite T.V. show that evening.
st_za: Ka mohlala, o ka bolella @fields.child_nickname hore haeba a sa etse mosebetsi wa sekolo pele ho dijo tsa mantsiboya, a ke ke a shebella lenaneo la T.V. leo a le ratang mantsiboyeng ao.

# text
source: For example, you can tell your child that if they do not do their schoolwork before dinner, they cannot watch their favourite T.V. show that evening.
st_za: Ka mohlala, o ka bolella ngwana wa hao hore haeba a sa etse mosebetsi wa sekolo pele ho dijo tsa mantsiboya, a ke ke a shebella lenaneo la T.V. leo a le ratang mantsiboyeng ao.

# text
source: Well done! You have added another skill to your Parenting Toolkit! When your child is behaving badly, try responding in a calm way with a fair consequence. It will help them learn that their actions have an impact on themselves and others. It also teaches them about responsibility and respect!
st_za: Mosebetsi o tswileng matsoho! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi! Ha ngwana wa hao a itshwara hampe, leka ho arabela o theotse moya ho mo bolella ditlamorao tse mo tshwanelang. Seo se tla mo thusa hore a ithute hore diketso tsa hae di ama yena le batho ba bang. Hape seo se mo ruta ho jara boikarabelo le tlhompho!

# text
source: Well done! You have added another layer to your House of Support! When your child is behaving badly, try responding in a calm way with a fair consequence. It will help them learn that their actions have an impact on themselves and others. It also teaches them about responsibility and respect!
st_za: Mosebetsi o tswileng matsoho! O ekeditse mokato o mong Ntlo ya Tshehetso! Ha ngwana wa hao a itshwara hampe, leka ho arabela o theotse moya ho mo bolella ditlamorao tse mo tshwanelang. Seo se tla mo thusa hore a ithute hore diketso tsa hae di ama yena le batho ba bang. Hape seo se mo ruta ho jara boikarabelo le tlhompho!

# text
source: Today's Tip is about how we can support our teens when they experience really difficult situations.
st_za: Keletso ya Kajeno e amana le kamoo re ka tshehetsang batjha ba rona ha ba tobana le maemo a boima e le kannete.

# text
source: When our children share difficult experiences with us, we may initially get angry because we are afraid for them. But that is when we need to stay calm, listen, and be open.
st_za: Ha bana ba rona ba re bolella dintho tse boima tse ba hlahetseng, qalong re ka nna ra halefa hobane re ba tshohetse. Empa ke yona nako eo ka yona re tlamehang ho dula re kgobile matshwafo, re ba mamele mme re ba phetlele sefuba.

# text
source: Do you want some tips that can help you respond in a more supportive way?
st_za: Na o batla dikeletso tse ding tse ka o thusang ho arabela ka tsela e mo tshehetsang le ho feta?

# text
source: Remember that you can also change the type of messages you receive for an older or younger child. Just select "Technical Support." Chat to you later @fields.user_name!
st_za: Hopola hore o ka boela wa fetola mofuta wa melaetsa eo o e fumanang bakeng sa ngwana e moholwanyane kapa e monyane. Kgetha feela “Tshehetso ya setekgeniki”. Ke tla bua le wena hamorao @fields.user_name!

# text
source: Remember that you can also change the type of messages you receive for an older or younger child. Just select "Technical Support." Chat to you later!
st_za: Hopola hore o ka boela wa fetola mofuta wa melaetsa eo o e fumanang bakeng sa ngwana e moholwanyane kapa e monyane. Kgetha feela “Tshehetso ya setekgeniki”. Ke tla bua le wena hamorao!

# text
source: When our children share something that is especially troubling, we need to remember to stay calm, listen, and be open.
st_za: Ha bana ba rona ba re phetela ntho e re kgathatsang haholo, re tlameha ho hopola ho dula re kgobile matshwafo, re ba mamele mme re ba phetlele sefuba.

# text
source: Here's a video on how you can support your teen when they are experiencing difficult situations.
st_za: Shebella video ya kamoo o ka tshehetsang motjha wa hao kateng ha a tobane le boemo bo boima.

# text
source: Here's an audio message on how you can support your teen when they are experiencing difficult situations.
st_za: Mamela molaetsa o mamelwang wa kamoo o ka tshehetsang motjha wa hao kateng ha a tobane le boemo bo boima.

# text
source: Here are some things you can do when your teen shares something difficult with you:
st_za: Tsena ke dintho tseo o ka di etsang ha motjha wa hao a o phetela ntho e itseng e bohloko:

# text
source: • Take a deep breath before you respond.
st_za: • Hemela hodimo pele o araba.
