Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/st/st_messages.po
Languages: st_za

# text
source: Would you like to go back to tech support?
st_za: Na o ka rata ho kgutlela ho tshehetso ya setekgenike?

# text
source: Ok, thanks. Chat to you later!
st_za: Ho lokile, kea leboha! Ke tla bua le wena hamorao!

# text
source: Would you like to change the language you are currently receiving messages in?
st_za: Na o ka thabela ho fetola puo eo o amohelang melaetsa ka yona hona jwale?

# text
source: Which language would you like?
st_za: O ka thabela puo efe?

# text
source: If you do not want to receive any more messages, please type "STOP MESSAGES."
st_za: Haeba o sa batle ho amohela melaetsa efe kapa efe, ka kopo ngola “KGAOTSA MELAETSA.”

# text
source: If you made a mistake, please type "back" and choose another option.
st_za: Haeba o entse phoso, ka kopo ngola “morao” mme o kgethe ho hong.

# text
source: I hope to see you again soon, and I wish you a happy and peaceful day!
st_za: Ke tshepa hore ke tla o bona hape haufinyane, ebile ke o lakaletsa letsatsi le monate le le nang le kgotso!

# text
source: Your name or nickname is @fields.user_name.
st_za: Lebitso kapa lebitso la hao la boswaswi ke @fields.user_name.

# text
source: The name or nickname of your child is @fields.child_nickname.
st_za: Lebitso kapa lebitso la boswaswi la ngwana wa hao ke @fields.child_nickname.

# text
source: What would you like to update?
st_za: O ka thabela ho ntjhafatsa eng?

# text
source: Would you like to update any other information?
st_za: Na o ka thabela ho ntjhafatsa tlhahisoleseling efe kapa efe e nngwe?

# text
source: You told us that you are @fields.age years old.
st_za: O re bolelletse hore o na le dilemo tse @fields.age.

# text
source: You told me that you are @fields.age years old.
st_za: O mpolelletse hore o na le dilemo tse @fields.age.

# text
source: You did not tell us your age.
st_za: Ha o a ka wa re bolella dilemo tsa hao.

# text
source: You did not tell me your age.
st_za: Ha o a ka wa mpolella dilemo tsa hao.

# text
source: You told us that you are a man.
st_za: O re bolelletse hore o monna.

# text
source: You told me that you are a man.
st_za: O mpolelletse hore o monna.

# text
source: You told us that you are a woman.
st_za: O re bolelletse hore o mosadi.

# text
source: You told me that you are a woman.
st_za: O mpolelletse hore o mosadi.

# text
source: You did not tell us if you are a man or a woman.
st_za: Ha o a re bolella hore na o monna kapa o mosadi.

# text
source: You did not tell me if you are a man or a woman.
st_za: Ha o a mpolella hore na o monna kapa o mosadi.

# text
source: You did not tell us your relationship status.
st_za: Ha o a re bolella boemo ba kamano ya lona.

# text
source: You did not tell me your relationship status.
st_za: Ha o a mpolella boemo ba kamano ya lona.

# text
source: You told us that you are divorced or separated.
st_za: O re bolelletse hore o hlalane le molekane wa hao kapa le arohane.

# text
source: You told me that you are divorced or seperated.
st_za: O mpolelletse hore o hlalane le molekane wa hao kapa le arohane.

# text
source: You told us that you are single.
st_za: O re bolelletse hore o lesoha.

# text
source: You told me that you are single.
st_za: O mpolelletse hore o lesoha.

# text
source: You told us that you are married.
st_za: O re bolelletse hore o lenyalong.

# text
source: You told me that you are married.
st_za: O mpolelletse hore o lenyalong.

# text
source: You told us that you are partnered but not married.
st_za: O re bolelletse hore o na le molekane empa ha o lenyalong.

# text
source: You told me that you are partnered but not married
st_za: O mpolelletse hore o na le molekane empa ha o lenyalong

# text
source: You told us that you are widowed.
st_za: O re bolelletse hore o shwetswe ke molekane.

# text
source: You told me that you are widowed.
st_za: O mpolelletse hore o shwetswe ke molekane.

# text
source: Your current setting for receiving media content is: High - text, audios, images, videos (high data).
st_za: Seting ya hao ya hona jwale ya ho amohela dikateng tsa diphatlalatso ke: Hodimo - sengolwa, modumo, dinepe, divideo (datha e ngata).

# text
source: Would you like to change it?
st_za: Na o ka thabela ho e fetola?

# text
source: Your current setting for receiving media content is: Medium - text, audios, images (low data).
st_za: Seting ya hao ya hona jwale ya ho amohela dikateng tsa diphatlalatso ke: Mahareng - sengolwa, modumo, dinepe (datha e fokolang).

# text
source: Would you like to change it?
st_za: Na o ka thabela ho e fetola?

# text
source: Your current setting for receiving media content is: Low - text only (almost no data).
st_za: Seting ya hao ya hona jwale ya ho amohela dikateng tsa diphatlalatso ke: Fokolang - sengolwa feela (hoo ekabang ntle ho datha).

# text
source: Would you like to change it?
st_za: Na o ka thabela ho e fetola?

# text
source: How would you like your messages?
st_za: O ka thabela melaetsa ena jwang?

# text
source: How can we help you?
st_za: Re ka o thusa jwang?

# text
source: You told us that you are a parent/caregiver of a baby (0 to 23 months old).
st_za: O re bolelletse hore o motswadi/mohlokomedi wa lesea (le dikgwedi di 0 ho ya ho 23).

# text
source: You told me that you are a parent/caregiver of a baby (0 to 23 months old).
st_za: O mpolelletse hore o motswadi/mohlokomedi wa lesea (le dikgwedi di 0 ho ya ho 23).

# text
source: You told us that you are a parent/caregiver of a baby (0 to 23 months old) and teenager (10 to 17 years).
st_za: O re bolelletse hore o motswadi/mohlokomedi wa lesea (le dikgwedi di 0 ho ya ho 23) le motjha (ya dilemo di 10 ho ya ho 17).

# text
source: You told me that you are a parent/caregiver of a baby (0 to 23 months old) and teenager (10 to 17 years).
st_za: O mpolelletse hore o motswadi/mohlokomedi wa lesea (le dikgwedi di 0 ho ya ho 23) le motjha (ya dilemo di 10 ho ya ho 17).

# text
source: You told us that you are a parent/caregiver of a teenager (10 to 17 years).
st_za: O re bolelletse hore o motswadi/mohlokomedi wa motjha (ya dilemo di 10 ho ya ho 17).

# text
source: You told me that you are a parent/caregiver of a teenager (10 to 17 years).
st_za: O mpolelletse hore o motswadi/mohlokomedi wa motjha (ya dilemo di 10 ho ya ho 17).

# text
source: You told us that you are a parent/caregiver of a young child (2 to 9 years).
st_za: O re bolelletse hore o motswadi/mohlokomedi wa ngwana e monyane (ya dilemo di 2 ho ya ho 9).

# text
source: You told me that you are a parent/caregiver of a young child (2 to 9 years).
st_za: O mpolelletse hore o motswadi/mohlokomedi wa ngwana e monyane (ya dilemo di 2 ho ya ho 9).

# text
source: You told us that you are a parent/caregiver of a young child (2 to 9 years) and teenager (10 to 17 years).
st_za: O re bolelletse hore o motswadi/mohlokomedi wa ngwana e monyane (ya dilemo di 2 ho ya ho 9) le motjha (ya dilemo di 10 ho ya ho 17).

# text
source: You told me that you are a parent/caregiver of a young child (2 to 9 years) and teenager (10 to 17 years).
st_za: O mpolelletse hore o motswadi/mohlokomedi wa ngwana e monyane (ya dilemo di 2 ho ya ho 9) le motjha (ya dilemo di 10 ho ya ho 17).

# text
source: You told us that you are a parent/caregiver of baby (0 to 23 months old) and young child (2 to 9 years).
st_za: O re bolelletse hore o motswadi/mohlokomedi wa lesea (le dikgwedi di 0 ho ya ho 23) le ngwana e monyane (ya dilemo di 2 ho ya ho 9).

# text
source: You told me that you are a parent/caregiver of baby (0 to 23 months old) and young child (2 to 9 years).
st_za: O mpolelletse hore o motswadi/mohlokomedi wa lesea (le dikgwedi di 0 ho ya ho 23) le ngwana e monyane (ya dilemo di 2 ho ya ho 9).

# text
source: You told us that you are a parent/caregiver of a baby (0 to 23 months old), young child (2 to 9 years) and teenager (10 to 17 years).
st_za: O re bolelletse hore o motswadi/mohlokomedi wa lesea (le dikgwedi di 0 ho ya ho 23), ngwana e monyane (ya dilemo di 2 ho ya ho 9) le motjha (ya dilemo di 10 ho ya ho 17).

# text
source: You told me that you are a parent/caregiver of a baby (0 to 23 months old), young child (2 to 9 years) and teenager (10 to 17 years).
st_za: O mpolelletse hore o motswadi/mohlokomedi wa lesea (le dikgwedi di 0 ho ya ho 23), ngwana e monyane (ya dilemo di 2 ho ya ho 9) le motjha (ya dilemo di 10 ho ya ho 17).

# text
source: @results.count One-on-one time
st_za: @results.count Nako ya Boinotsing

# text
source: @results.count Taking a Pause
st_za: @results.count Ho nka kgefu

# text
source: @results.count Managing anger
st_za: @results.count Ho laola bohale

# text
source: @results.count Giving positive instructions
st_za: @results.count Ho fana ka ditaelo tse sa lokelang ho etswa

# text
source: @results.count Praising your children
st_za: @results.count Ho babatsa bana ba hao

# text
source: @results.count Establishing daily routines
st_za: @results.count Ho qala mananeo a letsatsi le letsatsi

# text
source: @results.count Setting household rules
st_za: @results.count Ho beha melao ya lelapa

# text
source: @results.count Redirecting behaviour
st_za: @results.count Ho kgutlisetsa boitshwaro tseleng

# text
source: @results.count Using appropriate consequences
st_za: @results.count Ho jarisa ngwana ditlamorao tse loketseng

# text
source: @results.count Shared reading
st_za: @results.count Ho kadimana ka dibuka

# text
source: @results.count Ignoring demanding behaviours
st_za: @results.count Ho iphapanyetsa boitshwaro ba ho tseka dintho

# text
source: @results.count Solving problems with your teen
st_za: @results.count Rarolla mathata le motjha wa hao

# text
source: @results.count Keeping your child safe online
st_za: @results.count Ho tiisa hore ngwana wa hao o bolokehile tshebedisong ya marang-rang a dikgokahano.

# text
source: @results.count Coping with crying
st_za: @results.count Ho sebetsana le ho lla

# text
source: @results.count Giving emotional support
st_za: @results.count Ho tshehetsa ngwana maikutlong

# text
source: @results.count Responding to crises
st_za: @results.count Ho arabela ha ho hlaha mathata

# text
source: @results.count Understanding safe/unsafe touch
st_za: @results.count Ho utlwisisa tsela e bolokehileng/e sa bolokehang ya ho tshwara kapa ho tshwarwa

# text
source: @results.count Making a happy and peaceful home
st_za: @results.count Ho tlisa thabo le kgotso ka lapeng

# text
source: @results.count Family budgeting
st_za: @results.count Ho etsa bajete ya lelapa

# text
source: @results.count Talking about COVID19
st_za: @results.count Ho bua ka COVID19

# text
source: @results.count Supporting children with disabilities
st_za: @results.count Ho tshehetsa bana ba holofetseng

# text
source: @results.count Child Development
st_za: @results.count Kgolo ya Ngwana

# text
source: @results.count Helping your children learn
st_za: @results.count Ho thusa bana ba hao ho ithuta

# text
source: @results.count Keeping healthy
st_za: @results.count Ho tiisa hore lelapa le phetse hantle

# text
source: @results.count Keeping it positive
st_za: @results.count Ho bua ka ntho e lokelang ho etswa

# text
source: @results.count Keeping calm
st_za: @results.count Ho dula o kgobile matshwafo

# text
source: @results.count Community safety
st_za: @results.count Polokeho motseng

# text
source: Sorry, you don't have anything to go back to! If you want to revisit any of the parenting tips, please type "Help".
st_za: Ka maswabi, ha ho na letho leo o lokelang ho kgutlela ho lona! Haeba o batla ho kgutlela ho efe kapa efe ya dikeletso tsa botswadi, ka kopo ngola “Thuso”.

# text
source: Good morning! We are so happy to be sharing these parenting tips with you.
st_za: Dumela! Re thabile haholo ha re buisane le wena ka dikeletso tsa botswadi.

# text
source: Good morning! I am so happy to be sharing these parenting tips with you.
st_za: Dumela! Ke thabile haholo ho buisana le wena ka dikeletso tsa botswadi.

# text
source: Hello! How are you doing? We are so happy that you have signed up to receive these messages. It shows you care.
st_za: Dumela! O ntse o ya jwang? Re thabile haholo hore ebe o ile wa saenela ho amohela melaetsa ena. Seo se bontsha hore o a tsotella.

# text
source: Hello! How are you doing? I am so happy that you have signed up to receive these messages. It shows you care.
st_za: Dumela! O ntse o ya jwang? Ke thabile haholo hore ebe o ile wa dumela ho amohela melaetsa ena. Seo se bontsha hore o a tsotella.

# text
source: Hi @fields.user_name! Would you like some suggestions for fun activities to help develop your baby's brain?
st_za: Dumela @fields.user_name! Na o ka thabela ditshisinyo tsa dintho tse thabisang tseo o ka di etsang ho thusa kgolong ya boko ba lesea la hao?

# text
source: Hi! Would you like some suggestions for fun activities to help develop your baby's brain?
st_za: Dumela! Na o ka thabela ditshisinyo tsa dintho tse thabisang tseo o ka di etsang ho thusa kgolong ya boko ba lesea la hao?

# text
source: That's okay! You can always get suggestions for activities to develop your baby's brain by typing "Play". Chat later @fields.user_name!
st_za: O ska kgathatseha! Ka dinako tsohle o ka fumana malebela ka dintho tseo o ka di etsang ho hodisa boko ba lesea la hao ka ho ngola “Bapala”. A re bue hamorao @fields.user_name!

# text
source: That's okay! You can always get suggestions for activities to develop your baby's brain by typing "Play". Chat later!
st_za: O ska kgathatseha! Ka dinako tsohle o ka fumana malebela ka dintho tseo o ka di etsang ho hodisa boko ba lesea la hao ka ho ngola “Bapala”. A re bue hamorao!

# text
source: Remember that you can always get suggestions for activities to develop your baby's brain by typing "Play". Chat later @fields.user_name!
st_za: Hopola hore ka dinako tsohle o ka fumana malebela ka dintho tseo o ka di etsang ho hodisa boko ba lesea la hao ka ho ngola “Bapala”. A re bue hamorao @fields.user_name!

# text
source: Remember that you can always get suggestions for activities to develop your baby's brain by typing "Play". Chat later!
st_za: Hopola hore ka dinako tsohle o ka fumana malebela ka dintho tseo o ka di etsang ho hodisa boko ba lesea la hao ka ho ngola “Bapala”. A re bue hamorao!

# text
source: Hi @fields.user_name! Would you like some suggestions for fun or educational activities to do with your children?
st_za: Dumela @fields.user_name! Na o ka thabela ditshisinyo tsa dintho tseo o ka di etsang le bana ba hao bakeng sa boithabiso le thuto?

# text
source: Hi! Would you like some suggestions for fun or educational activities to do with your children?
st_za: Dumela! Na o ka thabela ditshisinyo tsa dintho tseo o ka di etsang le bana ba hao bakeng sa boithabiso le thuto?

# text
source: That's okay! You can always get suggestions for activities to do by typing "Play". Chat later @fields.user_name!
st_za: O ska kgathatseha! Ka dinako tsohle o ka fumana malebela ka dintho tseo o ka di etsang ka hore o thaepe “Bapala”. A re bue hamorao @fields.user_name!

# text
source: That's okay! You can always get suggestions for activities to do by typing "Play". Chat later!
st_za: O ska kgathatseha! Ka dinako tsohle o ka fumana malebela ka dintho tseo o ka di etsang ka hore o thaepe “Bapala”. A re bue hamorao!

# text
source: Remember that you can always get suggestions for activities to do by typing "Play". Chat later @fields.user_name!
st_za: Ka dinako tsohle o ka fumana malebela ka dintho tseo o ka di etsang ka hore o thaepe “Bapala”. A re bue hamorao @fields.user_name!

# text
source: Remember that you can always get suggestions for activities to do by typing "Play". Chat later!
st_za: Ka dinako tsohle o ka fumana malebela ka dintho tseo o ka di etsang ka hore o thaepe “Bapala”. A re bue hamorao!

# text
source: Hi @fields.user_name! Every child has challenging behaviour sometimes. Would you like some tips on how to address these behaviours?
st_za: Dumela @fields.user_name! Ngwana e mong le e mong o na le boitshwaro bo thatafatsang dintho ka dinako tse ding. Na o ka thabela ho fumana dikeletso tsa kamoo o ka sebetsanang le boitshwaro ba mofuta oo kateng?

# text
source: Hi! Every child has challenging behaviour sometimes. Would you like some tips on how to address these behaviours?
st_za: Dumela! Ngwana e mong le e mong o na le boitshwaro bo thatafatsang dintho ka dinako tse ding. Na o ka thabela ho fumana dikeletso tsa kamoo o ka sebetsanang le boitshwaro ba mofuta oo kateng?

# text
source: That is okay! You can always access parenting tips by typing "Help".
st_za: Ho lokile! Ka dinako tsohle o ka fumana dikeletso tsa botswadi ka ho ngola “Thuso”.

# text
source: Remember that One-on-One time, praise for being good, and consistent routines will also help reduce difficult behaviours.
st_za: Hopola hore Nako ya Boinotsing, ho babatsa ketso e ntle, le mananeo a sa fetofetoheng di tla thusa ho fokotsa boitshwaro bo jwalo bo thatafatsang dintho.

# text
source: Hi @fields.user_name! How are you feeling?
st_za: Dumela @fields.user_name! O ikutlwa jwang?

# text
source: Hi! How are you feeling?
st_za: Dumela! O ikutlwa jwang?

# text
source: Lovely! Take a breath just to appreciate the moment.
st_za: Ke ditaba tse monate! Kga moya ho ananela nako ena.

# text
source: Marvellous! When you feel good, it is easier to keep it positive throughout the day.
st_za: Hase moo! Ha o ikutlwa hantle, ho bonolo hore o dule o nahana dintho tse ntle letsatsi lohle.

# text
source: Everyone has challenging days, but you do not need experience it alone. Try reaching out to family and friends for support.
st_za: Empa kaofela re na le matsatsi a boima, empa ha ho hlokahale hore o tobane le wona o le mong. Leka ho kopa hore ba lelapa le metswalle ba o tshehetse.

# text
source: It is completely normal to feel okay. You do not need to feel great everyday.
st_za: Kannete ke ntho e tlwaelehileng hore o ikutlwe o le hantle. Ha ho hlokahale hore o ikutlwe o thabile ka matsatsi wohle.

# text
source: Life is filled with ups and downs. It is important to recognise and accept how are you feeling. Please remember to be kind to yourself.
st_za: Bophelo bo na le mathata le menate ya bona. Ho bohlokwa ho elellwa le ho amohela kamoo o ikutlwang kateng. Ka kopo o hopole ho inahanela.

# text
source: Thank you for sharing! All feelings, whether they are good, bad, or okay are welcome here.
st_za: Kea leboha ka hore o e fetise! Maikutlo wohle, ho sa natswe hore na o ikutlwa hantle, hampe, kapa ho itoketse feela, a amohelehile mona.

# text
source: We are made to feel different emotions, and learning to identify them is a great skill. Good job! You know we are here to support you.
st_za: Re etseditswe hore re utlwe maikutlo a sa tshwaneng, ebile ho ithuta ke ho lemoha tsebo ya bohlokwa. O sebeditse! O a tseba hore re teng ho o tshehetsa.

# text
source: Thank you for sharing how you are feeling today. If you would like, try this relaxation activity that can help recenter and ground your emotions.
st_za: Rea leboha ka hore o re bolelle kamoo o ikutlwang kateng kajeno. Haeba o ka thabela, leka ho etsa ntho ena e ka o kgathollang e ka o thusang ho laola le ho tsitsisa maikutlo a hao.

# text
source: Thank you for sharing how you are feeling. Is there anything someone can do to help you feeling better? If so, try reaching out to them, a support system is so important.
st_za: Rea leboha ka hore o re bolelle kamoo o ikutlwang kateng. Na ho na le eng kapa eng eo motho e mong a ka e etsang ho o thusa hore o ikutlwe habetere? Haeba ho jwalo, leka ho buisana le yena, ho bohlokwa haholo ho ba le batho ba o tshehetsang.

# text
source: We have all experienced difficult days, but remember its important to experience all emotions. Try to do something that can help you feel better, like going for a walk or talking to someone you care about.
st_za: Kaofela ha rona re ba le matsatsi a thata, empa hopola hore ho bohlokwa ho ba le maikutlo wohle. Leka ho etsa ho hong ho ka ho thusang hore o ikutlwe o le betere, jwalo ka ho thapolla maoto o tsamaya kapa ho bua le motho eo o mo tsotellang.

# text
source: That is excellent news. When you feel good, your family around you also feels good!
st_za: Tseo ke ditaba tse monate ruri. Ha o ikutlwa o thabile, lelapa la hao le lona le ikutlwa le thabile!

# text
source: We all experience days where we just feel fine, and that is completely okay!
st_za: Kaofela re na le matsatsi ao re utlwang hore dintho di lokile feela, le ao kannete dintho di re tsamaelang hantle!

# text
source: You should not feel pressured to feel happy and great all the time. All feelings are valid and healthy!
st_za: O se ke wa iqobella ho ikutlwa o thabile o bile o nyakalletse ka dinako tsohle. Maikutlo wohle a lokile ebile a thusa motho ho phela hantle!

# text
source: Feeling okay is perfectly normal. Try asking how your family members are feeling today. This can help everyone to understand each other better.
st_za: Ho ikutlwa hantle feela ke boikutlo bo tlwaelehileng haholo. Leka ho botsa ba lelapa la hao hore na ba ikutlwa jwang kajeno. Sena se ka thusa bohle ho utlwisisana hamolemo.

# text
source: Part of keeping healthy is allowing yourself to feel all your emotions: the good, the bad, and the ones in the middle.
st_za: Ntho e nngwe e tla etsa hore o dule o phetse hantle ke ho itumella ho ikutlwa ka ditsela tsohle: hamonate, hampe, le ho ikutlwa o le mahareng feela.

# text
source: There are days when we just go with the flow and it is completely perfect.
st_za: Ho na le matsatsi ao re yang moo moya o fokelang teng mme le hona moo ho lokile.

# text
source: It is completely normal to not feel great all the time. Parents all around the world have felt how you are feeling right now, and it is okay! You are doing great!
st_za: Kannete ke ntho e tlwaelehileng hore o se ikutlwe hantle ka dinako tsohle. Batswadi lefatsheng lohle ba kile ba ikutlwa kamoo o ikutlwang kateng hona jwale, mme ho lokile! O etsa mosebetsi o tswileng matsoho!

# text
source: Just like everyone else, you are allowed to have days where they are not feeling great. Be gentle and patient with yourself. Tomorrow is a new day!
st_za: Jwalo ka batho bohle, o dumelletswe ho ba le matsatsi ao ho wona o sa ikutlweng o thabile. Itshware ka mosa mme o imamelle. Matsatsi a tjhaba ka ho fapana!

# text
source: Having a bad day is not a reflection of your abilities or of you as a parent. Just showing up shows you care.
st_za: Ho se be le letsatsi le monate ha ho bontshe bokgoni ba hao kapa ha ho amane le wena jwalo ka motswadi. Ho hlahella feela ho bontsha hore o a tsotella.

# text
source: We all have difficult days that make us feel upset. Remember to be kind to yourself and others during these days. How you are feeling is not a representation of your abilities!
st_za: Kaofela re hlahelwa ke matsatsi a boima a etsang hore re ikutlwe re sa thaba. O hopole ho inahanela le ho nahanela ba bang matsatsing ana. Tsela eo o ikutlwang ka yona ha e bontshe bokgoni ba hao!

# text
source: We all have bad days, and we know it can sometimes be difficult to deal with your emotions. Learning how to cope with them in a posiitve way, sets you aside from others. If you have a few minutes to spare, use them to take care of yourself and focus on your breathing. Take this time to reflect on your feelings and try and redirect these emotions into something positive.
st_za: Kaofela re ba le matsatsi a seng monate, mme rea tseba hore ka dinako tse ding ho ka ba thata ho sebetsana le maikutlo a hao. Ho ithuta ho sebetsana le wona ka tsela e molemo, ho o kgetholla ho batho ba bang. Haeba o na le metsotso e seng mekae ka thoko, e sebedisetse ho itlhokomela le ho ameha ka tsela eo o hemang ka yona. Nka nako ena ho nahana ka tsela eo o ikutlwang ka yona mme o leke le ho kgutlisetsa maikutlo ana tseleng ka ntho e nngwe e molemo.
