Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/st/st_messages.po
Languages: st_za

# text
source: It is completely normal to experience this challenge, this is difficult stuff to talk about. Find a calm time. You can say that you hope these things will never happen, but it’s like getting insurance – it's best to think about them and be prepared. Make it clear to your child can trust and confide in you.
st_za: Ke ntho e tlwaelehileng ka ho feletseng ho tobana le bothata bona, ho ka ba thata hobua ka taba ena. Fumana nako eo ho kgutsitseng. O ka nna wa re o tshepa hore dintho tsena di ke ke tsa etsahala, empa ho tshwana le ho fumana inshorense – ho molemo ho nahana ka yona le ho dula o itokisitse. Hlakisetsa ngwana wa hao hore a ka o tshepa mme a o bolella makunutu a hae.

# text
source: Hi @fields.user_name! Were you able to talk to @fields.child_nickname about safe and unsafe touch?
st_za: Dumela @fields.user_name! Na o ile wa kgona ho buisana le @fields.child_nickname ka tsela e sireletsehileng le e sa sireletsehang ya ho tshwarwa kapa ho tshwara motho?

# text
source: Hi @fields.user_name! Were you able to talk to your child about safe and unsafe touch?
st_za: Dumela @fields.user_name! Na o ile wa kgona ho buisana le ngwna awa hao ka tsela e sireletsehileng le e sa sireletsehang ya ho tshwarwa kapa ho tshwara motho?

# text
source: Hi! Were you able to talk to @fields.child_nickname about safe and unsafe touch?
st_za: Dumela! Na o ile wa kgona ho buisana le @fields.child_nickname ka tsela e sireletsehileng le e sa sireletsehang ya ho tshwarwa kapa ho tshwara motho?

# text
source: Hi! Were you able to talk to your child about safe and unsafe touch?
st_za: Dumela! Na o ile wa kgona ho buisana le ngwna awa hao ka tsela e sireletsehileng le e sa sireletsehang ya ho tshwarwa kapa ho tshwara motho?

# text
source: Well done, that is not very easy to do, @fields.user_name! How did it go?
st_za: O sebeditse, ho hang ha ho bonolo ho etsa jwalo @fields.user_name! Ho tsamaile jwang?

# text
source: We are happy to hear that it went well! You have taken the steps to protect @fields.child_nickname from potential abuse. You should be proud of yourself!
st_za: Rea thaba ho utlwa hore ho tsamaile hantle! Na o nkile mehato ya ho sireletsa @fields.child_nickname kgahlanong le tlhekefetso e ka etsahalang? O lokela ho ba motlotlo ka wena!

# text
source: I am happy to hear that it went well! You have taken the steps to protect @fields.child_nickname from potential abuse. You should be proud of yourself!
st_za: Kea thaba ho utlwa hore ho tsamaile hantle! Na o nkile mehato ya ho sireletsa @fields.child_nickname kgahlanong le tlhekefetso e ka etsahalang? O lokela ho ba motlotlo ka wena!

# text
source: We are happy to hear that it went well! You have taken the steps to protect your child from potential abuse. You should be proud of yourself!
st_za: Rea thaba ho utlwa hore ho tsamaile hantle! Na o nkile mehato ya ho sireletsa ngwana wa hao kgahlanong le tlhekefetso e ka etsahalang? O lokela ho ba motlotlo ka wena!

# text
source: I am happy to hear that it went well! You have taken the steps to protect your child from potential abuse. You should be proud of yourself!
st_za: Kea thaba ho utlwa hore ho tsamaile hantle! Na o nkile mehato ya ho sireletsa ngwana wa hao kgahlanong le tlhekefetso e ka etsahalang? O lokela ho ba motlotlo ka wena!

# text
source: We understand this can be a really difficult, it can be hard to know what to say but it is important to have this conversation! What was challenging about talking to @fields.child_nickname about safe and unsafe touch?
st_za: Rea utlwisisa hore kannete taba ena e thata, ho ka ba boima ho tseba hore na o reng empa ntho ya bohlokwa ke ho ba le puisano ena! Ke eng e bileng thata ka ho bua le @fields.child_nickname ka tsela e sireletsehileng le e sa sireletsehang ya ho tshwarwa kapa ho tshwara motho?

# text
source: I understand this can be a really difficult, it can be hard to know what to say but it is important to have this conversation! What was challenging about talking to @fields.child_nickname about safe and unsafe touch?
st_za: Kea utlwisisa hore kannete taba ena e thata, ho ka ba boima ho tseba hore na o reng empa ntho ya bohlokwa ke ho ba le puisano ena! Ke eng e bileng thata ka ho bua le @fields.child_nickname ka tsela e sireletsehileng le e sa sireletsehang ya ho tshwarwa kapa ho tshwara motho?

# text
source: We understand this can be a really difficult, it can be hard to know what to say but it is important to have this conversation! What was challenging about talking to your child about safe and unsafe touch?
st_za: Rea utlwisisa hore kannete taba ena e thata, ho ka ba boima ho tseba hore na o reng empa ntho ya bohlokwa ke ho ba le puisano ena! Ke eng e bileng thata ka ho bua le ngwana wa hao ka tsela e sireletsehileng le e sa sireletsehang ya ho tshwarwa kapa ho tshwara motho?

# text
source: I understand this can be a really difficult, it can be hard to know what to say but it is important to have this conversation! What was challenging about talking to your child about safe and unsafe touch?
st_za: Kea utlwisisa hore kannete taba ena e thata, ho ka ba boima ho tseba hore na o reng empa ntho ya bohlokwa ke ho ba le puisano ena! Ke eng e bileng thata ka ho bua le ngwana wa hao ka tsela e sireletsehileng le e sa sireletsehang ya ho tshwarwa kapa ho tshwara motho?

# text
source: It is completely normal to experience this challenge. Praise @fields.child_nickname for telling you, that is not easy to do! Remember, you can use all the skills you collected in your toolbox: Take a Pause, reassure @fields.child_nickname that you are here for them, discuss possible solutions, and reach out to get the support you and @fields.child_nickname need!
st_za: Ho tlwaelehile hore batho ba kopane le bothata bo jwalo. Babatsa @fields.child_nickname hobane a o bolelletse, ha ho bonolo ho etsa jwalo! Hopola, o ka sebedisa tsebo yohle eo o e bokelletseng ka lebokoseng la hao la dithuluse: Nka Kgefu, o kgodise @fields.child_nickname hore o tla wa o tsoha le yena, buisanang ka maemo a ka hlahang, mme o etse boiteko ba ho fumana thuso eo wena le @fields.child_nickname le e hlokang!

# text
source: It is completely normal to experience this challenge. Praise your child for telling you, that is not easy to do! Remember, you can use all the skills you collected in your toolbox: Take a Pause, reassure your child that you are here for them, discuss possible solutions, and reach out to get the support you and your child need!
st_za: Ho tlwaelehile hore batho ba kopane le bothata bo jwalo. Babatsa ngwana wa hao hobane a o bolelletse, ha ho bonolo ho etsa jwalo! Hopola, o ka sebedisa tsebo yohle eo o e bokelletseng ka lebokoseng la hao la dithuluse: Nka Kgefu, o kgodise ngwana wa hao hore o tla wa o tsoha le yena, buisanang ka maemo a ka hlahang, mme o etse boiteko ba ho fumana thuso eo wena le ngwana wa hao le e hlokang!

# text
source: We understand. This can be very difficult to do! Try taking a walk with @fields.child_nickname. A change of scenery can help when discussing more serious topics.
st_za: Rea utlwisisa. Ho ka ba thata haholo ho etsa jwalo! Leka ho bontsha @fields.child_nickname. ka diketso hore na o bolela eng Ho fetola boemo ho ka thusa ha le buisana ka ditaba tse tebileng haholo.

# text
source: I understand. This can be very difficult to do! Try taking a walk with @fields.child_nickname. A change of scenery can help when discussing more serious topics.
st_za: Kea utlwisisa. Ho ka ba thata haholo ho etsa jwalo! Leka ho bontsha @fields.child_nickname. ka diketso hore na o bolela eng Ho fetola boemo ho ka thusa ha le buisana ka ditaba tse tebileng haholo.

# text
source: We understand. This can be very difficult to do! Try taking a walk with your child. A change of scenery can help when discussing more serious topics.
st_za: Rea utlwisisa. Ho ka ba thata haholo ho etsa jwalo! Leka ho bontsha ngwana wa hao ka diketso hore na o bolela eng. Ho fetola boemo ho ka thusa ha le buisana ka ditaba tse tebileng haholo.

# text
source: I understand. This can be very difficult to do! Try taking a walk with your child. A change of scenery can help when discussing more serious topics.
st_za: Kea utlwisisa. Ho ka ba thata haholo ho etsa jwalo! Leka ho bontsha ngwana wa hao ka diketso hore na o bolela eng. Ho fetola boemo ho ka thusa ha le buisana ka ditaba tse tebileng haholo.

# text
source: It can be hard to find time during your day, with work, chores, and everything else. Can you think of even 30 minutes this week to do this activity? It will make a big difference in keeping @fields.child_nickname safe and building a trusting relationship between you. You can do it!
st_za: Ho ka ba thata ho fumana nako motshehare ka lebaka la mosebetsi, mesebetsi ya lelapa le dintho tsohle tseo re tlamehang ho di etsa. Na o nahana hore o ka fumana nako, esita le metsotso e 30 bekeng ena hore o etse mosebetsi ona? Ho tla tabeng ya ho tiisa hore ngwana wa hao o sireletsehile le ho haha dikamano tsa ho tshepana pakeng tsa lona. O ka atleha!

# text
source: Hi @fields.user_name! Were you able to have a discussion with your child or teen about family budgeting?
st_za: Dumela @fields.user_name! Na o kgonne ho buisana le ngwana kapa motjha wa hao ka bajete ya lelapa?

# text
source: Hi! Were you able to have a discussion with your child or teen about family budgeting?
st_za: Dumela! Na o kgonne ho buisana le ngwana kapa motjha wa hao ka bajete ya lelapa?

# text
source: It is completely normal to experience this. You don’t have to reveal the exact amount you earn; you could give an estimate. You could say, “In this household, we have this amount of money every month” rather than, “I make this amount of money”.
st_za: Ho tlwaelehile hore ho be jwalo. Ha ho hlokahale hore o senole tjhelete yohle eo o e kgolang; o ka fana ka kgakanyo feela. O ka nna wa re, “Lelapeng lena, re na le tjhelete ena kgwedi le kgwedi,” ho fapana le hore, “Ke etsa tjhelete e kana”.

# text
source: It can be hard to find time during your day, with work, chores, and everything else. Can you think of even 30 minutes this week to do this activity? You can even break each step up into shorter activities and spread it across the week. You can do it!
st_za: Ho ka ba thata ho fumana nako motshehare ka lebaka la mosebetsi, mesebetsi ya lelapa le dintho tsohle tseo re tlamehang ho di etsa. Na o nahana hore o ka fumana esita le metsotso e 30 bekeng ena hore o etse mosebetsi ona? O ka ba wa arola mohato ka mong hore ebe mesebetsi e mekgutshwane le ho o abela matsatsi a sa tshwaneng bekeng. O ka atleha!

# text
source: Well done @fields.user_name for taking the time to do this! How did it go?
st_za: O sebeditse @fields.user_name ka ho qeta nako hore o etse sena! Ho tsamaile jwang?

# text
source: Well done for taking the time to do this! How did it go?
st_za: O sebeditse ka ho qeta nako hore o etse sena! Ho tsamaile jwang?

# text
source: We are happy to hear that it went well! Budget planning as a family can help you have enough money to get through the month and also reduce arguments!
st_za: Rea thaba ho utlwa hore ho tsamaile hantle! Ho hlophisa bajete le le lelapa ho ka le thusa ho ba le tjhelete e lekaneng ho fihlela kgwedi e fela hape ho ka fokotsa dikgang!

# text
source: I am happy to hear that it went well! Budget planning as a family can help you have enough money to get through the month and also reduce arguments!
st_za: Kea thaba ho utlwa hore ho tsamaile hantle! Ho hlophisa bajete le le lelapa ho ka le thusa ho ba le tjhelete e lekaneng ho fihlela kgwedi e fela hape ho ka fokotsa dikgang!

# text
source: That is okay @fields.user_name! What did you find challenging about discussing budgeting with your family?
st_za: Ho lokile @fields.user_name! Ke eng eo le fumaneng e le thata ha le buisana ka bajete le le lelapa?

# text
source: That is okay! What did you find challenging about discussing budgeting with your family?
st_za: Ho lokile! Ke eng eo le fumaneng e le thata ha le buisana ka bajete le le lelapa?

# text
source: It is completely normal to experience this challenge. People’s wants and needs are different sometimes. Talking about them together can help you and @fields.child_nickname to understand each other, respect your differences, and see where you can compromise.
st_za: Ho tlwaelehile hore batho ba kopane le bothata bo jwalo. Ka dinako tse ding dintho tseo batho ba di batlang le tseo ba di hlokang dia fapana. Ho buisana ka tsona ho ka thusa wena le @fields.child_nickname le utlwisisane, le hlomphe ho se tshwane ha lona, le ho bona hore na le ka itima dintho dife.

# text
source: It is completely normal to experience this challenge. People’s wants and needs are different sometimes. Talking about them together can help you and your child or teen to understand each other, respect your differences, and see where you can compromise.
st_za: Ho tlwaelehile hore batho ba kopane le bothata bo jwalo. Ka dinako tse ding dintho tseo batho ba di batlang le tseo ba di hlokang dia fapana. Ho buisana ka tsona ho ka thusa wena le ngwana kapa motjha wa hao hore le utlwisisane, le hlomphe ho se tshwane ha lona, le ho bona hore na le ka itima dintho dife.

# text
source: It is completely normal to experience this challenge. Try making the budget with other adults in your home first. @fields.child_nickname may get interested in what you are doing. Making a budget may sound serious but try to make it fun – make it a game during one-on-one time! Remember to praise them when you are done!
st_za: Ho tlwaelehile hore batho ba kopane le bothata bo jwalo. Leka ho etsa bajete le batho ba bang ba baholo ka lapeng pele. @fields.child_nickname a ka nna a thahasella seo le se etsang. Ho etsa bajete ho ka utlwahala e le ntho e tebileng empa leka ho ho natefisa – ho etse papadi nakong ya boinotshing! Hopola ho mo babatsa ha le qetile!

# text
source: It is completely normal to experience this challenge. Try making the budget with other adults in your home first. Your child or teen may get interested in what you are doing. Making a budget may sound serious but try to make it fun – make it a game during one-on-one time! Remember to praise them when you are done!
st_za: Ho tlwaelehile hore batho ba kopane le bothata bo jwalo. Leka ho etsa bajete le batho ba bang ba baholo ka lapeng pele. Ngwana kapa motjha wa hao a ka nna a thahasella seo le se etsang. Ho etsa bajete ho ka utlwahala e le ntho e tebileng empa leka ho ho natefisa – ho etse papadi nakong ya boinotshing! Hopola ho mo babatsa ha le qetile!

# text
source: We are sorry to hear this. We know it can be difficult! Why don’t we go through the content again? @fields.child_nickname or other family members can join and help you!
st_za: Re maswabi ho utlwa seo. Rea tseba hore ho ka ba thata! Ke kopa hore re ke re hlahlobe dintlha hape. @fields.child_nickname kapa ditho tse ding tsa lelapa di ka tla mme tsa o thusa!

# text
source: I am sorry to hear this. I know it can be difficult! Why don’t we go through the content again? @fields.child_nickname or other family members can join and help you!
st_za: Ke maswabi ho utlwa seo. Kea tseba hore ho ka ba thata! Ke kopa hore re ke re hlahlobe dintlha hape. @fields.child_nickname kapa ditho tse ding tsa lelapa di ka tla mme tsa o thusa!

# text
source: We are sorry to hear this. We know it can be difficult! Why don’t we go through the content again? Your teen or other family members can join and help you!
st_za: Re maswabi ho utlwa seo. Rea tseba hore ho ka ba thata! Ke kopa hore re ke re hlahlobe dintlha hape. Motjha wa hao kapa ditho tse ding tsa lelapa di ka tla mme tsa o thusa!

# text
source: I am sorry to hear this. I know it can be difficult! Why don’t we go through the content again? Your teen or other family members can join and help you!
st_za: Ke maswabi ho utlwa seo. Kea tseba hore ho ka ba thata! Ke kopa hore re ke re hlahlobe dintlha hape. Motjha wa hao kapa ditho tse ding tsa lelapa di ka tla mme tsa o thusa!

# text
source: Hi @fields.user_name! Have you been able to support @fields.child_nickname's learning and education recently?
st_za: Dumela @fields.user_name! Na o kgonne ho tshehetsa @fields.child_nickname ka ditaba tsa hae tsa ho ithuta le thuto morao tje?

# text
source: Hi @fields.user_name! Have you been able to support your child's learning and education recently?
st_za: Dumela @fields.user_name! Na o kgonne ho tshehetsa ngwana wa hao ka ditaba tsa hae tsa ho ithuta le thuto morao tje?

# text
source: Hi! Have you been able to support @fields.child_nickname's learning and education recently?
st_za: Dumela! Na o kgonne ho tshehetsa @fields.child_nickname ka ditaba tsa hae tsa ho ithuta le thuto morao tje?

# text
source: Hi! Have you been able to support your child's learning and education recently?
st_za: Dumela! Na o kgonne ho tshehetsa ngwana wa hao ka ditaba tsa hae tsa ho ithuta le thuto morao tje?

# text
source: Well done @fields.user_name! How did it go?
st_za: Mosebetsi o tswileng matsoho @fields.user_name! Ho tsamaile jwang?

# text
source: Well done! How did it go?
st_za: Mosebetsi o tswileng matsoho! Ho tsamaile jwang?

# text
source: That is okay @fields.user_name! Remember you are a parent, not a teacher. What did you find difficult about remote learning?
st_za: Ho lokile @fields.user_name! Hopola hore o motswadi, eseng titjhere. Ke eng eo o fumaneng e le thata ka ho ithutela malapeng?

# text
source: That is okay! Remember you are a parent, not a teacher. What did you find difficult about remote learning?
st_za: Ho lokile! Hopola hore o motswadi, eseng titjhere. Ke eng eo o fumaneng e le thata ka ho ithutela malapeng?

# text
source: We are happy to hear that it went well! Research has found that parental support helps children's academic achievements!
st_za: Rea thaba ho utlwa hore ho tsamaile hantle! Phuputso e senotse hore tshehetso eo batswadi ba fanang ka yona e thusa bana ho atleha dithutong tsa bona!

# text
source: I am happy to hear that it went well Research has found that parental support helps children's academic achievements!
st_za: Ke thabela ho utlwa hore Phuputso e senotse hore tshehetso eo batswadi ba fanang ka yona e thusa bana ho atleha dithutong tsa bona!

# text
source: It is completely normal to experience this, it can be really hard for the whole family to adjust to remote learning. Try making a weekly plan with @fields.child_nickname. Include educational, relaxation and fun activities activities so that it balanced and enjoyable for @fields.child_nickname. You can do this!
st_za: Kannete ke ntho e tlwaelehileng ho tobana le boemo bona, ho ka ba thata haholo hore lelapa lohle le fetohele ho mokgwa wa ho ithutela malapeng. Leka ho etsa moralo wa beke le beke le @fields.child_nickname. Kenyelletsa mesebetsi ya thuto, boikgathollo le boithabiso e le hore e be o lekalekaneng le oo @fields.child_nickname. a tla o thabela O ka atleha!

# text
source: It is completely normal to experience this, it can be really hard for the whole family to adjust to remote learning. Try making a weekly plan with your child. Include educational, relaxation and fun activities activities so that it balanced and enjoyable for your child. You can do this!
st_za: Kannete ke ntho e tlwaelehileng ho tobana le boemo bona, ho ka ba thata haholo hore lelapa lohle le fetohele ho mokgwa wa ho ithutela malapeng. Leka ho etsa moralo wa beke le beke le ngwana wa hao. Kenyelletsa mesebetsi ya thuto, boikgathollo le boithabiso e le hore e be o lekalekaneng le oo ngwana wa hao a tla o thabela O ka atleha!

# text
source: Sorry to hear that you are finding this challenging. Try thinking of playful and interesting ways to teach @fields.child_nickname their school curriculum. Children are interested in learning if they are having fun. If you need any tips on fun ideas type "Help".
st_za: Ke maswabi ho utlwa hore o fumana sena se le thata. Leka ho nahana ka ditsela tsa ho bapala le tse thahasellisang tsa ho ruta @fields.child_nickname lenanethuto la hae la sekolo. Bana ba thahasella ho ithuta haeba ho le monate. Haeba o hloka dikeletso dife kapa dife ka ditsela tsa ho natefisa ngola “Thuso”.

# text
source: Sorry to hear that you are finding this challenging. Try thinking of playful and interesting ways to teach your child their school curriculum. Children are interested in learning if they are having fun. If you need any tips on fun ideas type "Help".
st_za: Ke maswabi ho utlwa hore o fumana sena se le thata. Leka ho nahana ka ditsela tsa ho bapala le tse thahasellisang tsa ho ruta ngwana wa hao lenanethuto la hae la sekolo. Bana ba thahasella ho ithuta haeba ho le monate. Haeba o hloka dikeletso dife kapa dife ka ditsela tsa ho natefisa ngola “Thuso”.

# text
source: That is okay! Here are some resources to help you with supporting @fields.child_nickname's learning:
st_za: Ho lokile! Ena ke mehlodi ya tsebo e ka o thusang ho tshehetsa @fields.child_nickname ha a ithuta:

# text
source: That is okay! Here are some resources to help you with supporting your child's learning:
st_za: Ho lokile! Ena ke mehlodi ya tsebo e ka o thusang ho tshehetsa ngwana wa hao ha a ithuta:

# text
source: It can be hard to find time during your day, with work, chores, and everything else. Can you think of a time each day that you can make 5 minutes or a bit more to help @fields.child_nickname with their learning? Perhaps try starting them off on an activity and then checking in with them every few minutes. You can do it!
st_za: Ho ka ba thata ho fumana nako motshehare ka lebaka la mosebetsi, mesebetsi ya lelapa le dintho tsohle tseo re tlamehang ho di etsa. O nahana hore ke neng letsatsi le letsatsi o ka behellang ka thoko metsotso e 5 kapa ho feta ho thusa @fields.child_nickname ha a ithuta? Mohlomong o ka qala ka ho mo thusa ho qala mosebetsi wa ho ithuta ebe o dula o hlahloba hore na o ntse a ya jwang kamora metsotso e meng le e meng e seng mekae. O ka atleha!

# text
source: It can be hard to find time during your day, with work, chores, and everything else. Can you think of a time each day that you can make 5 minutes or a bit more to help your child with their learning? Perhaps try starting them off on an activity and then checking in with them every few minutes. You can do it!
st_za: Ho ka ba thata ho fumana nako motshehare ka lebaka la mosebetsi, mesebetsi ya lelapa le dintho tsohle tseo re tlamehang ho di etsa. O nahana hore ke neng letsatsi le letsatsi o ka behellang ka thoko metsotso e 5 kapa ho feta ho thusa ngwana wa hao ha a ithuta? Mohlomong o ka qala ka ho mo thusa ho qala mosebetsi wa ho ithuta ebe o dula o hlahloba hore na o ntse a ya jwang kamora metsotso e meng le e meng e seng mekae. O ka atleha!

# text
source: It is completely normal to feel overwhelmed. Try staying in touch with @fields.child_nickname's teacher or school to receive some guidance. Asking for help is a sign of strength. You can do this!
st_za: Kannete ke ntho e tlwaelehileng hore o ikutlwe o imetswe. Leka ho dula o buisana le titjhere ya @fields.child_nickname kapa sekolo sa hae hore o fumane tataiso. Ho kopa thuso ke letshwao la motho ya matla. O ka atleha!

# text
source: It is completely normal to feel overwhelmed. Try staying in touch with your child's teacher or school to receive some guidance. Asking for help is a sign of strength. You can do this!
st_za: Kannete ke ntho e tlwaelehileng hore o ikutlwe o imetswe. Leka ho dula o buisana le titjhere ya ngwana wa hao kapa sekolo sa hae hore o fumane tataiso. Ho kopa thuso ke letshwao la motho ya matla. O ka atleha!

# text
source: Hi @fields.user_name! Were you able to have a conversation with your child or teen about safe and unsafe places of the community?
st_za: Dumela @fields.user_name! Na o ile wa kgona ho buisana le ngwana kapa motjha wa hao ka dibaka tse bolokehileng le tse sa bolokehang motseng?
