Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/st/st_messages.po
Languages: st_za

# text
source: Well done! You have added another layer to your House of Support. Over the next few days, try using some of these tips when your baby is crying. Remember that there are no bad fathers. We are all learning here!
st_za: Mosebetsi o tswileng matsoho! O ekeditse mokato o mong wa Ntlo ya Tshehetso. Matsatsing a seng makae a tlang, leka ho sebedisa tse ding tsa dikeletso tsena ha lesea la hao le lla. Hopola hore ha ho na bontate ba babe. Kaofela ha rona rea ithuta!

# text
source: Well done! You have added another layer to your House of Support. Over the next few days, try using some of these tips when your baby is crying. Remember that there are no bad mothers. We are all learning here!
st_za: Mosebetsi o tswileng matsoho! O ekeditse mokato o mong wa Ntlo ya Tshehetso. Matsatsing a seng makae a tlang, leka ho sebedisa tse ding tsa dikeletso tsena ha lesea la hao le lla. Hopola hore ha ho na bomme ba babe. Kaofela ha rona rea ithuta!

# text
source: Well done! You have added another layer to your House of Support. Over the next few days, try using some of these tips when your baby is crying. Remember that there are no bad parents. We are all learning here!
st_za: Mosebetsi o tswileng matsoho! O ekeditse mokato o mong wa Ntlo ya Tshehetso. Matsatsing a seng makae a tlang, leka ho sebedisa tse ding tsa dikeletso tsena ha lesea la hao le lla. Hopola hore ha ho na batswadi ba babe. Kaofela ha rona rea ithuta!

# text
source: Today's Tip is about how we can support our children when they are feeling sad, scared, angry, and confused.
st_za: Keletso ya kajeno e amana le kamoo re ka tshehetsang bana ba rona ha ba ikutlwa ba kwatile, ba halefile ebile ba ferekane.

# text
source: Remember that you can also change the type of messages you receive for an older or younger child. Just select "Tech Support". Chat to you later @fields.user_name!
st_za: Hopola hore o ka boela wa fetola mofuta wa melaetsa eo o e fumanang bakeng sa ngwana e moholwanyane kapa e monyane. Kgetha feela “Tech Support.” Ke tla bua le wena hamorao @fields.user_name!

# text
source: Remember that you can also change the type of messages you receive for an older or younger child. Just select "Tech Support". Chat to you later!
st_za: Hopola hore o ka boela wa fetola mofuta wa melaetsa eo o e fumanang bakeng sa ngwana e moholwanyane kapa e monyane. Kgetha feela “Tech Support.” Ke tla bua le wena hamorao!

# text
source: Be open to your children. They get stressed too - sometimes from different things from you. Allow them to express how they feel and accept their feelings. Try to listen to them and think about how it must feel for them.
st_za: Phetlela bana ba hao sefuba. Le bona ba tshwarwa ke kgatello ya maikutlo - ka dinako tse ding e bakwa ke dintho tse sa tshwaneng le tseo o bakelang maikutlo ho sithabala. Ba tlohelle ba ho bolele kamoo ba ikutlwang kateng mme o amohele maikutlo a bona. Leka ho ba mamela le ho nahana hore na ba tlameha ebe ba ikutlwa jwang.

# text
source: Here are some tips for how we can help our children learn how to cope with their emotions:
st_za: Tsena ke tse ding tsa dikeletso tse ka thusang bana ba rona ho sebetsana le maikutlo a bona:

# text
source: 1. Be open to your child
st_za: 1. Phetlela ngwana wa hao sefuba

# text
source: 2. Share your own feelings
st_za: 2. Mo bolelle maikutlo a hao

# text
source: 3. Help your child learn how to talk about feelings
st_za: 3. Thusa ngwana wa hao hore a ithute ho ntsha maikutlo a hae

# text
source: 4. Talking about difficult emotions
st_za: 4. Bua ka maikutlo a thata

# text
source: 5. Notice the positive emotions
st_za: 5. Lemoha maikutlo a matle

# text
source: 6. Show your child that you care
st_za: 6. Bontsha ngwana wa hao hore o a tsotella

# text
source: To learn more about one of these, type "1" to "6". You can also type "N" to stop this tip.
st_za: Hore o ithute haholwanyane ka tsena, ngola “1” ho ya ho “6”. Hape o ka ngola “N” ho emisa keletso ena.

# text
source: Your child will look to you for support and reassurance. Listen to your children when they share how they are feeling. Accept how they feel and give them comfort.
st_za: Ngwana wa hao o tla lebella hore o mo tshehetse le ho mo kgodisa hore ke motho wa bohlokwa. Mamela bana ba hao ha ba o bolella ka maikutlo a bona. Amohela maikutlo a bona mme o ba tshedise.

# text
source: When you share your own feelings with your children, you help them recognise their own feelings. It can also help your children learn self-discipline and to understand their own feelings.
st_za: Ha o bolella bana ba hao kamoo o ikutlwang kateng, o ba thusa ho lemoha maikutlo a bona. Hape seo se ka thusa bana ba hao ho ithuta boitshwaro le ho utlwisisa maikutlo a bona.

# text
source: There are 6 basic emotions: Happy, Sad, Angry, Disgusted, Surprised, and Afraid. Even babies can feel and express these emotions. As children get older, they learn to identify lots of other emotions, like excited, frustrated, proud, lonely, peaceful, guilty, or confused.
st_za: Ho na le maikutlo a 6 a motheo: Ho Thaba, Ho Hlonama, Ho Halefa, Ho Nyonya, Ho Makala, le Ho Tshoha. Esita le masea a ka ikutlwa le ho bontsha maikutlo ana. Ha bana ba ntse ba hola, ba ithuta ho lemoha maikutlo a mang a mangata, jwalo ka ho nyakalla, ho swetseha, ho ba motlotlo, ho hlora, ho ba le kgotso, ho ikutlwa ba le molato kapa ho ferekana.

# text
source: It is normal to have difficulty talking about and expressing emotions and feelings. Many of us were told not to cry when we were sad or laugh when we were happy. This may be especially the case for boys and men.
st_za: Ke ho tlwaelehileng hore motho a thatafallwe ke ho bua le ho bolela maikutlo a hae. Boholo ba rona re ne re bolellwa hore re se ke ra lla ha re utlwile bohloko kapa re se ke ra tsheha ha re thabile. Ka ho kgetheha taba ena e ama bashanyana le banna.

# text
source: But we all have the same feelings, and we can learn how to become aware of our own emotions, to experience them in our body, and to communicate about them.
st_za: Empa re na le maikutlo a tshwanang, ebile re ka ithuta tsela ya ho lemoha maikutlo a rona, ho utlwa hore a ama mmele ya rona jwang, le ho buisana le batho ba bang ka yona.

# text
source: Please select another number if you want to learn more about talking about emotions:
st_za: Ka kopo kgetha palo e nngwe haeba o batla ho ithuta haholwanyane ka ho bua ka maikutlo:

# text
source: Here's an audio message that can help you teach @fields.child_nickname how to cope with their emotions.
st_za: Mamela molaetsa ona o mamelwang o ka o thusang ho ruta @fields.child_nickname tsela ya ho sebetsana le maikutlo a hae.

# text
source: Here's an audio message that can help you teach your child how to cope with their emotions.
st_za: Mamela molaetsa ona o mamelwang o ka o thusang ho ruta ngwana wa hao tsela ya ho sebetsana le maikutlo a hae.

# text
source: Here's a video that can help you teach @fields.child_nickname how to cope with their emotions.
st_za: Shebella video ena e o thusang ho ruta @fields.child_nickname tsela ya ho sebetsana le maikutlo a hae.

# text
source: Here's a video that can help you teach your child how to cope with their emotions.
st_za: Shebella video ena e o thusang ho ruta ngwana wa hao tsela ya ho sebetsana le maikutlo a hae.

# text
source: Talking about feelings can help children manage anger, disappointment, and frustration. It can also help @fields.child_nickname be more aware of positive emotions such as a sense of peace, happiness, or calmness. It can also allow children to appreciate a beautiful moment or feeling of love!
st_za: Ho bua ka maikutlo ho ka thusa bana ho laola bohale, ho nyahama le ho swetseha. Hape ho ka thusa @fields.child_nickname ho lemoha haholwanyane maikutlo a matle a kang ho ba le kgotso, thabo, kapa ho kgoba matshwafo. Seo se ka ba sa thusa bana ho thabela dinako tse monate kapa boikutlo ba lerato!

# text
source: Talking about feelings can help children manage anger, disappointment, and frustration. It can also help your child be more aware of positive emotions such as a sense of peace, happiness, or calmness. It can also allow children to appreciate a beautiful moment or feeling of love!
st_za: Ho bua ka maikutlo ho ka thusa bana ho laola bohale, ho nyahama le ho swetseha. Hape ho ka thusa ngwana wa hao ho lemoha haholwanyane maikutlo a matle a kang ho ba le kgotso, thabo, kapa ho kgoba matshwafo. Seo se ka ba sa thusa bana ho thabela dinako tse monate kapa boikutlo ba lerato!

# text
source: Use physical and verbal support to make @fields.child_nickname feel accepted and loved. A hug or saying, "I understand," can mean a lot. Remind @fields.child_nickname that you are there for them and that they can always talk to you.
st_za: E le hore @fields.child_nickname a ikutlwe a amohetswe ebile a ratwa, mo tshehetse ka tsela ya sebele le ka mantswe a hao. O tla mo kgothatsa haholo haeba o ka mo haka kapa wa re, “Kea utlwisisa.” Hopotsa @fields.child_nickname hore o tla wa o tsoha le yena le hore ka dinako tsohle a ka bua le wena.

# text
source: Use physical and verbal support to make your child feel accepted and loved. A hug or saying, "I understand," can mean a lot. Remind your child that you are there for them and that they can always talk to you.
st_za: E le hore ngwana wa hao a ikutlwe a amohetswe ebile a ratwa, mo tshehetse ka tsela ya sebele le ka mantswe a hao. O tla mo kgothatsa haholo haeba o ka mo haka kapa wa re, “Kea utlwisisa.” Hopotsa ngwana wa hao hore o tla wa o tsoha le yena le hore ka dinako tsohle a ka bua le wena.

# text
source: Here is a comic that shows how you can give @fields.child_nickname love and support when they share difficult emotions with you…
st_za: Ena ke tsela ua ya boswaswi e bontshang hore o bontsha @fields.child_nickname lerato ebile o a mo tshehetsa ha a o bolella maikutlo a hae a bohloko…

# text
source: Parent: “How are you doing, Andy?”
st_za: Motswadi: “O ntse o ya jwang, Andy?”

# text
source: Teen (looking sad): “I wish I could hang out with my friends.”
st_za: Motjha (o shebahala a hloname): “Ekare nka tjhakela metswalle ya ka.”

# text
source: Parent (thinking): "Hmmm…that can wait…"
st_za: Motswadi (o a nahana): "Hmmm…butle hanyane…"

# text
source: Parent (looks back to teen):“I understand it is hard to be separate from your friends. Especially since I am sure they are missing you, too. Let’s think of some ways that you could reach out to them.”
st_za: Motswadi (o sheba motjha): “Kea utlwisisa hore ha ho bonolo ho arohana le metswalle ya hao. Ebile kea tseba hore le bona ba o hlolohetswe. A re ke re nahane ka ditsela tse ding tsa ho buisana le bona.”

# text
source: Teen: "Maybe I can make a TikTok video to share with them. But I am not sure how…can you help me?”
st_za: Motjha: “Mohlomong nka ba romella video ya TikTok. Empa ha ke tsebe hore na e etsuwa jwang…na o ka nthusa?”

# text
source: Parent: “I would be happy to help and would like to know more about TikTok, too!”
st_za: Motswadi: “Ke tla thabela ho o thusa ebile le nna nka rata ho ithuta haholwanyane ka TikTok!”

# text
source: Here is a comic that shows how you can give your teen love and support when they share difficult emotions with you…
st_za: Ena ke tsela ya boswaswi e bontshang hore o bontsha motjha wa hao lerato ebile o a mo tshehetsa ha a o bolella maikutlo a hae a bohloko…

# text
source: Child: “Why can’t I go play with my friends today?”
st_za: Ngwana: “Hobaneng nke ke ka ya bapala le metswalle ya ka kajeno?”

# text
source: Parent: “I can see that you are upset, Sam. It can be difficult when we feel separated from our friends.”
st_za: Motswadi: “Sam, kea bona ha o a thaba ngwanaka. Ho thata ha re utlwa eka re thibetswe ho ya ho metswalle ya rona.”

# text
source: Parent: “We are not allowed to visit other people right now because of COVID-19.
st_za: Motswadi: “Ha rea dumellwa ho etela batho ba bang hona jwale ka lebaka la COVID-19.

# text
source: This will keep them and us safe while making sure our health services are able to support those who are sick."
st_za: Seo se tla re sireletsa le ho ba sireletsa mme ka nako e tshwanang se thusa dipetlele le ditliliniki tsa rona ho thusa ba kulang.”

# text
source: Parent: “As soon as we are able, you can play with your friends. In the meantime, we can draw some pictures of your favourite times playing with them.”
st_za: Motswadi: “Hang ha ho kgoneha, o tla bapala le metswalle ya hao. Empa pele monyetla oo o hlaha, re ka taka ditshwantsho tsa dinako tseo o di ratang haholo ha o ne o bapala le metswalle ya hao.”

# text
source: Child: “Okay!”
st_za: Ngwana: “Ho lokile!”

# text
source: Here is a comic that shows how you can give your child love and support when they share difficult emotions with you…
st_za: Ena ke tsela ya boswaswi e bontshang hore o na o ka bontsha motjha wa hao lerato le ho mo tshehetsa jwang ha a o bolella maikutlo a hae a bohloko…

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit! Over the next few days, try to notice how your child is feeling and comment on it. You can also share how you feel, too. Remember that all emotions are okay. It's how we respond to them that is important!
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi! Matsatsing a seng makae a tlang, leka ho hlokomela hore na ngwana wa hao o ikutlwa jwang le hore na o reng ka yona. Le wena o ka bolela hore na o ikutlwang. Hopola hore maikutlo wohle a lokile. Tsela ya bohlokwa ke hore na re etsang ka wona!

# text
source: Well done! You have added another skill to your Parenting Toolkit! Over the next few days, try to notice how your child is feeling and comment on it. You can also share how you feel, too. Remember that all emotions are okay. It's how we respond to them that is important!
st_za: Mosebetsi o tswileng matsoho! O ekeditse boiphihlelo bo bong Mokotleng wa hao wa Dithulusi tsa Botswadi! Matsatsing a seng makae a tlang, leka ho hlokomela hore na ngwana wa hao o ikutlwa jwang le hore na o reng ka yona. Le wena o ka bolela hore na o ikutlwang. Hopola hore maikutlo wohle a lokile. Tsela ya bohlokwa ke hore na re etsang ka wona!

# text
source: Well done @fields.user_name! You have added another layer to your House of Support! Over the next few days, try to notice how your child is feeling and comment on it. You can also share how you feel, too. Remember that all emotions are okay. It's how we respond to them that is important!
st_za: Mosebetsi o tswileng matsoho @fields.user_name! O ekeditse mokato o mong Ntlo ya Tshehetso! Matsatsing a seng makae a tlang, leka ho hlokomela hore na ngwana wa hao o ikutlwa jwang le hore na o reng ka yona. Le wena o ka bolela hore na o ikutlwang. Hopola hore maikutlo wohle a lokile. Tsela ya bohlokwa ke hore na re etsang ka wona!

# text
source: Well done! You have added another layer to your House of Support! Over the next few days, try to notice how your child is feeling and comment on it. You can also share how you feel, too. Remember that all emotions are okay. It's how we respond to them that is important!
st_za: Mosebetsi o tswileng matsoho! O ekeditse mokato o mong Ntlo ya Tshehetso! Matsatsing a seng makae a tlang, leka ho hlokomela hore na ngwana wa hao o ikutlwa jwang le hore na o reng ka yona. Le wena o ka bolela hore na o ikutlwang. Hopola hore maikutlo wohle a lokile. Tsela ya bohlokwa ke hore na re etsang ka wona!

# text
source: Hello @fields.user_name! A lot of fathers struggle when their children have temper tantrums and other demanding behaviours. Today's tip is about how to make this more manageable.
st_za: Dumela @fields.user_name! Bontate ba bangata ba fumana ho le thata ha bana ba bona ba itharasolla ka lebaka la bohale le ha ba llela dintho. Keletso ya kajeno e amana le tsela ya ho laola boemo bona ka tsela e molemo.

# text
source: Hello @fields.user_name! A lot of mothers struggle when their children have temper tantrums and other demanding behaviours. Today's tip is about how to make this more manageable.
st_za: Dumela @fields.user_name! Bomme ba bangata ba fumana ho le thata ha bana ba bona ba itharasolla ka lebaka la bohale le ha ba llela dintho. Keletso ya kajeno e amana le tsela ya ho laola boemo bona ka tsela e molemo.

# text
source: Hello @fields.user_name! A lot of parents struggle when their children have temper tantrums and other demanding behaviours. Today's tip is about how to make this more manageable.
st_za: Dumela @fields.user_name! Batswadi ba bangata ba fumana ho le thata ha bana ba bona ba itharasolla ka lebaka la bohale le ha ba llela dintho. Keletso ya kajeno e amana le tsela ya ho laola boemo bona ka tsela e molemo.

# text
source: Hello! A lot of fathers struggle when their children have temper tantrums and other demanding behaviours. Today's tip is about how to make this more manageable.
st_za: Dumela! Bontate ba bangata ba fumana ho le thata ha bana ba bona ba itharasolla ka lebaka la bohale le ha ba llela dintho. Keletso ya kajano e amana le tsela ya ho laola boemo bona ka tsela e molemo.

# text
source: Hello! A lot of mothers struggle when their children have temper tantrums and other demanding behaviours. Today's tip is about how to make this more manageable.
st_za: Dumela! Bomme ba bangata ba fumana ho le thata ha bana ba bona ba itharasolla ka lebaka la bohale le ha ba llela dintho. Keletso ya kajeno e amana le tsela ya ho laola boemo bona ka tsela e molemo.

# text
source: Hello! A lot of parents struggle when their children have temper tantrums and other demanding behaviours. Today's tip is about how to make this more manageable.
st_za: Dumela! Batswadi ba bangata ba fumana ho le thata ha bana ba bona ba itharasolla ka lebaka la bohale le ha ba llela dintho. Keletso ya kajeno e amana le tsela ya ho laola boemo bona ka tsela e molemo.

# text
source: Remember that you can also change the type of messages you receive for an older or younger child. Just select "Tech Support". Chat to you later @fields.user_name!
st_za: Hopola hore o ka boela wa fetola mofuta wa melaetsa eo o e fumanang bakeng sa ngwana e moholwanyane kapa e monyane. Kgetha feela “Tech Support.” Ke tla bua le wena hamorao @fields.user_name!

# text
source: Remember that you can also change the type of messages you receive for an older or younger child. Just select "Tech Support". Chat to you later!
st_za: Hopola hore o ka boela wa fetola mofuta wa melaetsa eo o e fumanang bakeng sa ngwana e moholwanyane kapa e monyane. Kgetha feela “Tech Support.” Ke tla bua le wena hamorao!

# text
source: Here are 6 steps on how we can reduce negative attention seeking and demanding behaviours like tantrums using what we call Ignore:
st_za: Bona mehato ena e 6 ya kamoo o ka fokotsang boitshwaro ba ho ipitsetsa mahlo ka ditsela tse fosahetseng le ho tseka ho llela dintho jwalo ka ho ithabukanya re sebedisa seo re se bitsang Iphapanye:

# text
source: 1. Try to redirect your child’s attention
st_za: 1. Leka ho bontsha ngwana ntho e nngwe

# text
source: 2. Make sure it is a behaviour you can ignore
st_za: 2. Tiisa hore ke boitshwaro boo o ka iphapanyetsang bona

# text
source: 3. Ignore the behaviour not your child
st_za: 3. Iphapanyetse boitshwaro eseng ngwana wa hao

# text
source: 4. Praise your child immediately for the next positive behaviour
st_za: 4. Babatsa ngwana wa hao kapele kamora hore a itshware hantle lekgetlong le latelang

# text
source: 5. Be consistent when ignoring
st_za: 5. Etsa dintho ka tsela e tshwanang ha o iphapanya

# text
source: 6. Make sure you are giving your child plenty of positive attention at other times.
st_za: 6. Tiisa hore o fa ngwana wa hao nako e ngata ha a etsa dintho tse ntle ka dinako tse ding.

# text
source: To learn more about one of these tips, type "1" to "6". You can also type "N" to move on.
st_za: Hore o ithute haholwanyane ka dikeletso tsena, ngola “1” ho ya ho “6”. Hape o ka ngola "N" ho fetela pele.

# text
source: Here is a comic on ignoring your child’s negative behavior.
st_za: Ke ena metlae eo o ka iphapanyetsang mekgwa e mebe ya ngwana wa hao ka yona.

# text
source: Baby: I want more cool drink.
st_za: Ngwana: Ke batla senwamaphodi se seng.

# text
source: Parent: You have had enough, Maya. The rule is only one glass of cool drink.
st_za: Motswadi: O se o nwele se lekaneng, Maya. Molao ke hore o lokela ho nwa kgalase e lengwe feela ya senwamaphodi.

# text
source: Baby: But I WANT it! Give me!
st_za: Ngwana: Empa ke ya se BATLA! Mmphe sona ho na jwale!

# text
source: Parent: David, you are eating your dinner so nicely.
st_za: Motswadi: David, o ja dijo tsa hao tsa mantsiboya hamonate.

# text
source: Baby: Waaaaaa! Waaaaaa! WAAAAAA!
st_za: Ngwana: Waaaaaaa! Waaaaaaaa! WAAAAAAAA!

# text
source: Parent: David, please fetch the custard from the counter.
st_za: Motswadi: David, lata custard khaontareng ka kopo hle.

# text
source: Parent: It is nice to see you sitting quietly, Maya. Here, have some delicious custard with us.
st_za: Motswadi: Ke a thaba ho bona o dutse ka kgutso, Maya. Fumana custard e monate le rona mona.

# text
source: 1. Try to redirect your child's attention
st_za: 1. Leka ho bontsha ngwana ntho e nngwe

# text
source: When they start demanding for something or whining, first try to redirect them to a positive behaviour or activity. Praise them for that positive behaviour!
st_za: Ha a qala ho batla kapa ho llela ntho e itseng, o qale ka ho leka ho mo bontsha hore na boitshwaro kapa ketso e nepahetseng ke efe. Mo babatse ha a itshwara ka tsela e nepahetseng!

# text
source: These are behaviours like whining, demanding, showing off, tantrums, and lots of other negative attention seeking and demanding behaviours that might make us think of the child as a bad child. But there are no bad children, only difficult behaviours!
st_za: Ke boitshwaro bo kang ho lla, ho tseka dintho, ho ipitsetsa mahlo, ho ithabukanya le ditsela tse ding tse ngata tse fosahetseng tsa ho bitsa mahlo a batho le ho batla dintho tse etsang hore re nahane hore ngwana ke ngwana e mobe. Empa ha ho na bana ba babe, ke feela boitshwaro bo thatafatsang dintho!

# text
source: When you ignore your child's behaviour (but not your child!), your child learns that the demanding behaviour will not work.
st_za: Ha o iphapanyetsa boitshwaro ba ngwana wa hao (empa eseng ngwana wa hao!), ngwana wa hao o ithuta hore ho rata ho tseka dintho ha ho sebetse.

# text
source: If we respond to these behaviours, our children learn that this behaviour will get them attention. They sometimes also learn that if they increase the demand, they will get their way.
st_za: Haeba boitshwaro ba bona bo re ama, bana ba rona ba tla ithuta hore re tla etsa ho hong ha ba itshwara ka tsela eo. Ka dinako tse ding ba ithuta hore ha ba batla dintho tse ngata, re tla phethisa ditakatso tsa bona.

# text
source: This takes time AND patience. Normally your child will try to test you and behave worse. This is a good time to Take a Pause and Keep Calm.
st_za: Ho hlokeha nako LE mamello. Hangata ngwana wa hao o tla batla ho o leka ebe o itshwara hampe le ho feta. Ena ke nako e ntle ya ho Nka Khefu le ho Dula o Kgobile Matshwafo.

# text
source: 6. Make sure you are giving your child plenty of positive attention at other times
st_za: 6. Tiisa hore o fa ngwana wa hao nako e ngata ha a etsa dintho tse ntle ka dinako tse ding
