Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/st/st_messages.po
Languages: st_za

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your parenting goal. @fields.user_name, are you sure you want to exit the programme?
st_za: @fields.child_nickname o fumane molemo wa sebele ka kgatelopele ya hao ya ho fihlella sepheo sa hao sa botswadi. @fields.user_name, na o tiile o batla ho tswa lenaneong lee?

# text
source: Your child has really benefitted from your progress towards reaching your parenting goal. @fields.user_name, are you sure you want to exit the programme?
st_za: Ngwana wa hao o fumane molemo wa sebele ka kgatelopele ya hao ya ho fihlella sepheo sa hao sa botswadi. @fields.user_name, na o tiile o batla ho tswa lenaneong lee?

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your parenting goal, are you sure you want to exit the programme?
st_za: @fields.child_nickname o fumane molemo wa sebele ka kgatelopele ya hao ya ho fihlella sepheo sa hao sa botswadi, na o tiile o batla ho tswa lenaneong lee?

# text
source: Your child has really benefitted from your progress towards reaching your parenting goal, are you sure you want to exit the programme?
st_za: Ngwana wa hao o fumane molemo wa sebele ka kgatelopele ya hao ya ho fihlella sepheo sa hao sa botswadi, na o tiile o batla ho tswa lenaneong lee?

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your goal of improving your relationship with your child. @fields.user_name, are you sure you want to exit the programme?
st_za: @fields.child_nickname o fumane molemo wa sebele ka kgatelopele ya hao ya ho fihlella sepheo sa hao sa ho ntlafatsa kamano ya hao le ngwana wa hao. @fields.user_name, na o tiile o batla ho tswa lenaneong lee?

# text
source: Your child has really benefitted from your progress towards reaching your goal of improving your relationship with your child. @fields.user_name, are you sure you want to exit the programme?
st_za: Ngwana wa hao o fumane molemo wa sebele ka kgatelopele ya hao ya ho fihlella sepheo sa hao sa ho ntlafatsa kamano ya hao le ngwana wa hao. @fields.user_name, na o tiile o batla ho tswa lenaneong lee?

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your goal of improving your relationship with your child, are you sure you want to exit the programme?
st_za: @fields.child_nickname o fumane molemo wa sebele ka kgatelopele ya hao ya ho fihlella sepheo sa hao sa ho ntlafatsa kamano ya hao le ngwana wa hao, na o tiile o batla ho tswa lenaneong lee?

# text
source: Your child has really benefitted from your progress towards reaching your goal of improving your relationship with your child, are you sure you want to exit the programme?
st_za: Ngwana wa hao o fumane molemo wa sebele ka kgatelopele ya hao ya ho fihlella sepheo sa hao sa ho ntlafatsa kamano ya hao le ngwana wa hao, na o tiile o batla ho tswa lenaneong lee?

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your goal of improving your child's behaviour. @fields.user_name, are you sure you want to exit the programme?
st_za: @fields.child_nickname o fumane molemo wa sebele ka kgatelopele ya hao ya ho fihlella sepheo sa hao sa ho ntlafatsa boitshwaro ba ngwana wa hao. @fields.user_name, na o tiile o batla ho tswa lenaneong lee?

# text
source: Your child has really benefitted from your progress towards reaching your goal of improving your child's behaviour. @fields.user_name, are you sure you want to exit the programme?
st_za: Ngwana wa hao o fumane molemo wa sebele ka kgatelopele ya hao ya ho fihlella sepheo sa hao sa ho ntlafatsa boitshwaro ba ngwana wa hao. @fields.user_name, na o tiile o batla ho tswa lenaneong lee?

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your goal of improving your child's behaviour, are you sure you want to exit the programme?
st_za: @fields.child_nickname o fumane molemo wa sebele ka kgatelopele ya hao ya ho fihlella sepheo sa hao sa ho ntlafatsa boitshwaro ba ngwana wa hao, na o tiile o batla ho tswa lenaneong lee?

# text
source: Your child has really benefitted from your progress towards reaching your goal of improving your child's behaviour, are you sure you want to exit the programme?
st_za: Ngwana wa hao o fumane molemo wa sebele ka kgatelopele ya hao ya ho fihlella sepheo sa hao sa ho ntlafatsa boitshwaro ba ngwana wa hao, na o tiile o batla ho tswa lenaneong lee?

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your goal of your child improving their performance at school. @fields.user_name, are you sure you want to exit the programme?
st_za: Ngwana wa hao o fumane molemo wa sebele ka kgatelopele ya hao ya ho fihlella sepheo sa hao sa hore ngwana wa hao a ntlafatse tsela eo a sebetsang ka yona sekolong, na o tiile o batla ho tswa lenaneong lee?

# text
source: Your child has really benefitted from your progress towards reaching your goal of your child improving their performance at school. @fields.user_name, are you sure you want to exit the programme?
st_za: Ngwana wa hao o fumane molemo wa sebele ka kgatelopele ya hao ya ho fihlella sepheo sa hao sa hore ngwana wa hao a ntlafatse tsela eo a sebetsang ka yona sekolong. @fields.user_name, na o tiile o batla ho tswa lenaneong lee?

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your goal of your child improving their performance at school, are you sure you want to exit the programme?
st_za: @fields.child_nickname o fumane molemo wa sebele ka kgatelopele ya hao ya ho fihlella sepheo sa hao sa hore ngwana wa hao a ntlafatse tsela eo a sebetsang ka yona sekolong, na o tiile o batla ho tswa lenaneong lee?

# text
source: Your child has really benefitted from your progress towards reaching your goal of your child improving their performance at school, are you sure you want to exit the programme?
st_za: Ngwana wa hao o fumane molemo wa sebele ka kgatelopele ya hao ya ho fihlella sepheo sa hao sa hore ngwana wa hao a ntlafatse tsela eo a sebetsang ka yona sekolong, na o tiile o batla ho tswa lenaneong lee?

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your goal of knowing more about how to keep your child safe. @fields.user_name, are you sure you want to exit the programme?
st_za: @fields.child_nickname o fumane molemo wa sebele ka kgatelopele ya hao ya ho fihlella sepheo sa hao sa ho ithuta haholwanyane ka ho tiisa hore ngwana wa hao o sireletsehile. @fields.user_name, na o tiile o batla ho tswa lenaneong lee?

# text
source: Your child has really benefitted from your progress towards reaching your goal of knowing more about how to keep your child safe. @fields.user_name, are you sure you want to exit the programme?
st_za: Ngwana wa hao o fumane molemo wa sebele ka kgatelopele ya hao ya ho fihlella sepheo sa hao sa ho ithuta haholwanyane ka ho tiisa hore ngwana wa hao o sireletsehile. @fields.user_name, na o tiile o batla ho tswa lenaneong lee?

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your goal of knowing more about how to keep your child safe, are you sure you want to exit the programme?
st_za: @fields.child_nickname o fumane molemo wa sebele ka kgatelopele ya hao ya ho fihlella sepheo sa hao sa ho ithuta haholwanyane ka ho tiisa hore ngwana wa hao o sireletsehile, na o tiile o batla ho tswa lenaneong lee?

# text
source: Your child has really benefitted from your progress towards reaching your goal of knowing more about how to keep your child safe, are you sure you want to exit the programme?
st_za: Ngwana wa hao o fumane molemo wa sebele ka kgatelopele ya hao ya ho fihlella sepheo sa hao sa ho ithuta haholwanyane ka ho tiisa hore ngwana wa hao o sireletsehile, na o tiile o batla ho tswa lenaneong lee?

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your goal of having less conflict in your family. @fields.user_name, are you sure you want to exit the programme?
st_za: @fields.child_nickname o fumane molemo wa sebele ka kgatelopele ya hao ya ho fihlella sepheo sa hao sa ho fokotsa diqabang ka lapeng la hao. @fields.user_name, na o tiile o batla ho tswa lenaneong lee?

# text
source: Your child has really benefitted from your progress towards reaching your goal of having less conflict in your family. @fields.user_name, are you sure you want to exit the programme?
st_za: Ngwana wa hao o fumane molemo wa sebele ka kgatelopele ya hao ya ho fihlella sepheo sa hao sa ho fokotsa diqabang ka lapeng la hao. @fields.user_name, na o tiile o batla ho tswa lenaneong lee?

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your goal of having less conflict in your family, are you sure you want to exit the programme?
st_za: @fields.child_nickname o fumane molemo wa sebele ka kgatelopele ya hao ya ho fihlella sepheo sa hao sa ho fokotsa diqabang ka lapeng la hao, na o tiile o batla ho tswa lenaneong lee?

# text
source: Your child has really benefitted from your progress towards reaching your goal of having less conflict in your family, are you sure you want to exit the programme?
st_za: Ngwana wa hao o fumane molemo wa sebele ka kgatelopele ya hao ya ho fihlella sepheo sa hao sa ho fokotsa diqabang ka lapeng la hao, na o tiile o batla ho tswa lenaneong lee?

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your goal of knowing more about child development. @fields.user_name, are you sure you want to exit the programme?
st_za: @fields.child_nickname e hlile o ruile molemo tsoelopeleng ea hao ea ho fihlela sepheo sa hao sa ho tseba haholoanyane ka kholo ea ngoana.@fields.user_name, na o tiile hore o batla ho tsoa lenaneong?

# text
source: Your child has really benefitted from your progress towards reaching your goal of knowing more about child development. @fields.user_name, are you sure you want to exit the programme?
st_za: Ngwana wa hao e hlile o ruile molemo tsoelopeleng ea hao ea ho fihlela sepheo sa hao sa ho tseba haholoanyane ka kholo ea ngoana.@fields.user_name, na o tiile hore o batla ho tsoa lenaneong?

# text
source: @fields.child_nickname has really benefitted from your progress towards reaching your goal of knowing more about child development, are you sure you want to exit the programme?
st_za: @fields.child_nickname e hlile o ruile molemo tsoelopeleng ea hao ea ho fihlela sepheo sa hao sa ho tseba haholoanyane ka kholo ea ngoana, na o tiile hore o batla ho tsoa lenaneong?

# text
source: Your child has really benefitted from your progress towards reaching your goal of knowing more about child development, are you sure you want to exit the programme?
st_za: Ngoana oa hao o ruile molemo haholo tsoelopeleng ea hau ea ho fihlela sepheo sa hao sa ho tseba haholoanyane ka kholo ea ngoana, na o tiile hore o batla ho tsoa lenaneong?

# text
source: Would you like to rejoin the ParentText programme?
st_za: Na o ka thabela ho kenela lenaneo lena hape?

# text
source: Would you like to start from the beginning or start from where you last left the programme?
st_za: Na o ka thabela ho qala qalong kapa ho qala moo o kgaoditseng lenaneo lena teng lekgetlong la ho qetela?

# text
source: That is okay. If you ever want to return to the programme, type "start_messages".
st_za: Ho lokile! Haeba o tla ke o batle ho kgutlela lenaneo lena, ngola “QALA_MELAETSA”.

# text
source: We hope to see you again soon, and we wish you a happy and peaceful day!
st_za: Re tshepa hore re tla o bona hape haufinyane, ebile re o lakaletsa letsatsi le monate le le nang le kgotso!

# text
source: I hope to see you again soon, and I wish you a happy and peaceful day!
st_za: Ke tshepa hore ke tla o bona hape haufinyane, ebile ke o lakaletsa letsatsi le monate le le nang le kgotso!

# text
source: These tips are for YOU. So that our chats can be as helpful as possible, could you please tell us whether you are a WOMAN or MAN?
st_za: Dikeletso tsena di molemong wa HAO. E le hore o ka una molemo ka botlalo dipuisanong tsa rona, re kopa hore o re bolelle hore na o MONNA kapa MOSADI.

# text
source: These tips are for YOU. So that our chats can be as helpful as possible, could you please tell me whether you are a WOMAN or MAN?
st_za: Dikeletso tsena di molemong wa HAO. Hore o une molemo ka botlalo dipuisanong tsa rona, ke kopa hore o mpolelle hore na o MONNA kapa MOSADI.

# text
source: Can you please tell us your age? Please reply with the number only. Example: 28
st_za: Re kopa o re bolelle dilemo tsa hao. Ka kopo sebedisa dipalo feela ha o araba. Mohlala: 28

# text
source: If you don't want to tell us your age, that's okay. Please type "N".
st_za: Haeba o sa batle ho re bolella dilemo tsa hao, ho lokile. Ka kopo ngola “N”.

# text
source: Can you please tell me your age? Please reply with the number only. Example: 28
st_za: Ke kopa o mpolelle dilemo tsa hao. Ka kopo sebedisa dipalo feela ha o araba. Mohlala: 28

# text
source: If you don't want to tell me your age, that's okay. Please type "N".
st_za: Haeba o sa batle ho mpolella dilemo tsa hao, ho lokile. Ka kopo ngola “N”.

# text
source: This looks too old.
st_za: Enwa ekare o se a le moholo haholo.

# text
source: This looks too young. ParentText is only for people over the age of 18.
st_za: Enwa ekare o se a le monyane haholo. ParentText ke ya batho ba dilemo tse ka hodimo ho tse 18.

# text
source: What is your relationship status?
st_za: Kamano ya lona ke ya mofuta ofe?

# text
source: If you don't want to tell us, that's okay. Please type "N".
st_za: Haeba o sa batle ho re bolella, ho lokile. Ka kopo ngola “N”.

# text
source: If you don't want to tell me, that's okay. Please type "N".
st_za: Haeba o sa batle ho mpolella, ho lokile. Ka kopo ngola “N”.

# text
source: How would you like to receive your messages?
st_za: O ka thabela ho amohela melaetsa ena jwang?

# text
source: You can always change this setting at any time by typing "Help" and selecting Technical Support.
st_za: Ka dinako tsohle o ka kgona ho fetola tlhopiso ena neng kapa neng ka ho ngola “Thuso” le ho kgetha "Tshehetso ya setekginike".

# text
source: So we can give you the right information, please choose a child age group that best meets your needs. You can choose the age for the child you are concerned about the most.
st_za: Hore re o fe tsebo e nepahetseng, ka kopo kgetha sehlopha sa dilemo tsa ngwana se fihlellang hantle ditlhoko tsa hao. O ka kgetha dilemo tsa ngwana eo o amehileng ka yena haholo.

# text
source: So I can give you the right information, please choose a child age group that best meets your needs. You can choose the age for the child you are concerned about the most.
st_za: Hore ke o fe tsebo e nepahetseng, ka kopo kgetha sehlopha sa dilemo tsa ngwana se fihlellang hantle ditlhoko tsa hao. O ka kgetha dilemo tsa ngwana eo o amehileng ka yena haholo.

# text
source: We are really sorry to hear that you are experiencing money challenges. Would these things be useful?
st_za: Kannete re maswabi ho utlwa hore o tobane le mathata a ditjhelete. Na dintho tsena di ka o thusa?

# text
source: I am really sorry to hear that you are experiencing money challenges. Would these things be useful?
st_za: Kannete ke maswabi ho utlwa hore o tobane le mathata a ditjhelete. Na dintho tsena di ka ho thusa?

# text
source: Would you like to learn more about family budgeting?
st_za: Na o ka thabela ho ithuta ho iketsehileng ka ho etsa bajete ya lelapa?

# text
source: We would love to learn more about how we can improve these messages. Would you be willing to chat with us about your experience? You will receive a free data voucher if you are contacted for an interview!
st_za: Re lakatsa ho ithuta haholwanyane ka hore na re ka ntlafatsa melaetsa ena jwang. Na o ka rata hore re buisane le wena ka dintho tse o hlahetseng? O tla amohela vaotjhara ya datha ya mahala haeba ho ikopanngwa le wena bakeng sa puisano!

# text
source: Thank you so much! Here is a link to sign up!
st_za: Ke lebohile ho menahane! Lehokela leo o ka ingodisang ho lona ke lena!

# text
source: It is okay!
st_za: Ho lokile!

# text
source: Hi @fields.user_name! We hope you are finding these messages useful. Please type “MoreTips” when you want to receive your next message.
st_za: Dumela @fields.user_name! Re tshepa hore melaetsa ena e o tswela molemo. Ka kopo ngola “Dikeletso” haeba o batla ho amohela melaetsa e latelang.

# text
source: Hi @fields.user_name! I hope you are finding these messages useful. Please type “MoreTips” when you want to receive your next message.
st_za: Dumela @fields.user_name! Ke tshepa hore melaetsa ena e o tswela molemo. Ka kopo ngola “Dikeletso” haeba o batla ho amohela melaetsa e latelang.

# text
source: Hi! We hope you are finding these messages useful. Please type “MoreTips” when you want to receive your next message.
st_za: Dumela! Re tshepa hore melaetsa ena e o tswela molemo. Ka kopo ngola “Dikeletso” haeba o batla ho amohela melaetsa e latelang.

# text
source: Hi! I hope you are finding these messages useful. Please type “MoreTips” when you want to receive your next message.
st_za: Dumela! Ke tshepa hore melaetsa ena e o tswela molemo. Ka kopo ngola “Dikeletso” haeba o batla ho amohela melaetsa e latelang.

# text
source: Here is a song made just for parents like you.
st_za: Pina ena e etseditswe batswadi ba kang wena.

# text
source: We would love to learn more about how we can improve our programme. Would you be willing to chat with us about why you chose not to receive these messages? You will receive a free data voucher if you are contacted for an interview!
st_za: Re lakatsa ho ithuta haholwanyane ka hore na re ka ntlafatsa lenaneo la rona jwang. Na o ka thabela ho buisana le rona ka mabaka a etsang hore o kgethe ho se amohele melaetsa ye? O tla amohela vaotjhara ya datha ya mahala haeba ho ikopanngwa le wena bakeng sa puisano!

# text
source: Thank you so much! Here is a link to sign up!
st_za: Ke lebohile ho menahane! Lehokela leo o ka ingodisang ho lona ke lena!

# text
source: Are you currently experiencing a health issue?
st_za: Na hona jwale o na le bothata ba bophelo bo botle?

# text
source: Type "SOS" at any time if you would like the details of emergency services or other hotlines. Remember everything you say will be completely private!
st_za: Ngola “SOS” neng kapa neng haeba o lakatsa ho fumana dintlha tsa ditshebeletso tsa boemo ba tshohanyetso kapa nomoro ya mohala. Hopola hore ntho tsohle tseo o tla di bua di tla bolokwa e le lekunutu!

# text
source: Here are the contact details of your local medical services:
st_za: Tsena ke dintlha tsa ho ikopanya le ba ditshebeletso tsa bophelo bo botle sebakeng sa heno:

# text
source: You should be proud of yourself for exploring ways to get help for you and your family.
st_za: O tlameha ho ikotla sefuba ka ho fuputsa ditsela tse ka thusang wena le ba lelapa la hao.

# text
source: Type "SOS" at any time if you would like the details of any other emergency service or hotline. Remember everything you say will be completely private!
st_za: Ngola “SOS” neng kapa neng haeba o lakatsa ho fumana dintlha tsa ditshebeletso dife kapa dife tse ding tsa boemo ba tshohanyetso kapa nomoro ya mohala. Hopola hore ntho tsohle tseo o tla di bua di tla bolokwa e le lekunutu!

# text
source: Do you need some support with an emotional issue?
st_za: Na o hloka tshehetso e itseng ka taba e amanang le maikutlo?

# text
source: If you ever feel like talking privately to a trained professional, you can call:
st_za: Haeba o utlwa eka o batla ho bua ka thoko le setsebi se rupetsweng, o ka letsetsa:

# text
source: Do you need some urgent help?
st_za: Na o hloka thuso ka potlako?

# text
source: Here are the contact details of your local emergency services:
st_za: Tsena ke dintlha tsa ho ikopanya le ba ditshebeletso tsa maemo a tshohanyetso sebakeng sa heno:

# text
source: Are you experiencing an unsafe situation?
st_za: Na o ikutlwa o le boemong bo sa sireletsehang?

# text
source: Are you currently facing an emergency?
st_za: Na hona jwale o tobane le boemo ba tshohanyetso?

# text
source: Would you like to go back to the previous messages?
st_za: Na o ka rata ho kgutlela melaetseng e fetileng?

# text
source: That's okay. Remember you can always type "Help" if you ever need extra support. Chat later!
st_za: O ska kgathatseha. Hopola hore kamehla o thaepe “Thuso” haeba o ka hloka tshehetso e nngwe. A re bue hamorao!

# text
source: Here is the link:
st_za: Lehokela ke lena:

# text
source: That's okay. It can be hard sometime to remember. Next time you notice that your child is beginning to get restless, try distracting them. You can try and play a fun game together!
st_za: O ska kgathatseha. Ka dinako tse ding ho boima ho hopola. Nakong e tlang ha o lemoha hore ngwana wa hao o qala botoutu, leka ho mo lebisa ntho e nngwe. O ka leka ho bapala papadi e monate le yena!

# text
source: Sorry to hear that you are finding this difficult. Next time try to catch the misbehaviour early on, before it sets in or escalates. You can do this!
st_za: Ke maswabi ho utlwa hore o fumana sena se le thata. Nakong e tlang leka ho thibela botoutu qalong, pele a bo tlwaela kapa bo fetella. O ka atleha!

# text
source: Sorry to hear that you are finding this difficult. Next time, take a deep breath, take some space, and then pick something very small and concrete that you wish your child could do more of that you can praise in your child. You can do this!
st_za: Ke maswabi ho utlwa hore o fumana sena se le thata. Nakong e tlang, hemela hodimo, eba le nako ya hao, ebe o nka ntho e nyane haholo ebe o nka hore o lakatsa eka ngwana wa hao a ka etsa dintho tse ngata tseo o ka babatsang nwana wa hao ka tsona. O ka atleha!

# text
source: Hi @fields.user_name! Have you recently tried redirecting @fields.child_nickname's behaviour when they were misbehaving?
st_za: Dumela @fields.user_name! Na o lekile ho kgutlisetsa tseleng boitshwaro ba @fields.child_nickname ha a etsa botoutu?

# text
source: Hi @fields.user_name! Have you recently tried redirecting your child's behaviour when they were misbehaving?
st_za: Dumela @fields.user_name! Na o lekile ho kgutlisetsa tseleng boitshwaro ba ngwana wa hao ha a etsa botoutu?

# text
source: Hi! Have you recently tried redirecting @fields.child_nickname's behaviour when they were misbehaving?
st_za: Dumela! Na o lekile ho kgutlisetsa tseleng boitshwaro ba @fields.child_nickname ha a etsa botoutu?

# text
source: Hi! Have you recently tried redirecting your child's behaviour when they were misbehaving?
st_za: Dumela! Na o lekile ho kgutlisetsa tseleng boitshwaro ba ngwana wa hao ha a etsa botoutu?

# text
source: Well done, great job for remembering @fields.user_name. How did @fields.child_nickname respond?
st_za: O sebeditse, o entse mosebetsi o tswileng matsoho ka ho hopola @fields.user_name. Ebe @fields.child_nickname o ile a arabela jwang?

# text
source: Well done, great job for remembering @fields.user_name. How did your child respond?
st_za: O sebeditse, o entse mosebetsi o tswileng matsoho ka ho hopola @fields.user_name. Ebe ngwana wa hao o ile a arabela jwang?

# text
source: Well done, great job for remembering. How did @fields.child_nickname respond?
st_za: O sebeditse, o entse mosebetsi o tswileng matsoho ka ho hopola. Ebe @fields.child_nickname o ile a arabela jwang?

# text
source: Well done, great job for remembering. How did your child respond?
st_za: O sebeditse, o entse mosebetsi o tswileng matsoho ka ho hopola. Ngwana wa hao o ile a arabela jwang?
