Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/st/st_messages.po
Languages: st_za

# text
source: Hi! Were you able to have a conversation with your child or teen about safe and unsafe places of the community?
st_za: Dumela! Na o ile wa kgona ho buisana le ngwana kapa motjha wa hao ka dibaka tse bolokehileng le tse sa bolokehang motseng?

# text
source: That is completely normal, well done for trying the activity! When we listen to our children or teenagers, even if we disagree, we learn to understand their thinking. Try and find time to do the activity again. This time, try to really listen and show you understand them before expressing your thoughts.
st_za: Ena ke ntho e tlwaelehileng, o entse hantle ka ho leka ho etsa jwalo! Ha re mamela bana le batjha ba rona, esita leha re sa dumellane le bona, re ithuta ho utlwisisa tsela eo ba nahanang ka yona. Leka ho ipha nako ya ho etsa sena hape. Lekgetlong lena, leka ho mamedisisa ka hloko mme o bontshe hore o a mo utlwisisa pele o ntsha maikutlo a hao.

# text
source: That is a completely normal experience, it is shocking to learn that people who are close to us and who we trust may be a danger to our children. Find someone you can talk to about this, perhaps a friend or support service, so you can get the support your need. Remember to take a pause when you are stressed.
st_za: Bona ke boemo boo batho ba tlwaetseng ho kopana le bona, ebile ho a tshosa ho tseba hore batho ba haufi le rona le bao re ba tshepang ba ka ba kotsi baneng ba rona. Fumana motho eo o ka buisanang le yena ka taba ena, mohlomong motswalle kapa ba ditshebeletso tsa tshehetso, hore o fumane thuso eo o e hlokang. Hopola hore o nke kgefu ha o imetswe.

# text
source: Sorry to hear that you are finding this challenging. Our children may know things about our communities and technology that we are not aware of. When we actively involve our children in the mapping activity, they feel heard and valued, and it can be easier to come up with a plan that everyone agrees on.
st_za: Ke maswabi ho utlwa hore o fumana sena se le thata. Bana ba rona ba ka nna ba tseba dintho tse itseng tse amanang le metse ya habo rona le theknoloji tseo re sa di tsebeng. Ha re kenyelletsa bana ba rona ka sehlahlo mosebetsing wa ho etsa dimmapa, ba tla utlwa hore ho na le motho ya ba mamelang le ya ba nkang e le ba bohlokwa, mme ho ka ba bonolo ho tla ka moralo oo bohle ba ka dumellanang le wona.

# text
source: It is difficult to know every detail about our communities. Involve another family member or friend in your mapping activity. You can even visit some of the services available and ask what they do. The more we know, the better we can keep our families safe!
st_za: Ho thata ho tseba dintlha tsohle tse amanang le metse ya habo rona. Kenyelletsa setho se seng sa lelapa kapa motswalle ha o etsa mmapa. Hape o ka etela dibakeng tse teng haeno tse fanang ka ditshebeletso mme wa botsa hore na ba etsa eng. Haeba re na le tsebo e ngata, ho ka ba bonolo hore re tiise hore malapa a rona a sireletsehile!

# text
source: It can be hard to find time during your day, with work, chores, and everything else. Can you think of a time this week when you can spend at least 10 minutes chatting to your child or teen about safe and unsafe areas? This is really important!
st_za: Ho ka ba thata ho fumana nako motshehare ka lebaka la mosebetsi, mesebetsi ya lelapa le dintho tsohle tseo re tlamehang ho di etsa. Bekeng ena, na o nahana hore o ka ba le nako e ka etsang bonyane metsotso e 10 eo o ka e qetang o buisana le ngwana kapa motjha wa hao ka dibaka tse bookehileng le tse sa bolokehang? Taba ena e bohlokwa haholo!

# text
source: Well done @fields.user_name for making the time to do this! How did it go?
st_za: O sebeditse @fields.user_name ka ho qeta nako hore o etse sena! Ho tsamaile jwang?

# text
source: Well done for making the time to do this! How did it go?
st_za: O sebeditse ka ho qeta nako hore o etse sena! Ho tsamaile jwang?

# text
source: We are happy to hear that it went well! Discussing safe and unsafe places in community with your children, helps keep them safe!
st_za: Rea thaba ho utlwa hore ho tsamaile hantle! Ha o bua le bana ba hao ka dibaka tse bolokehileng le tse sa bolokehang motseng, seo se tla ba thusa hore ba dule ba bolokehile!

# text
source: I am happy to hear that it went well Discussing safe and unsafe places in community with your children, helps keep them safe!
st_za: Ke thabela ho utlwa hore ho tshamaile hantle, Ha o bua le bana ba hao ka dibaka tse bolokehileng le tse sa bolokehang motseng, e leng se tla ba thusa hore ba dule ba bolokehile!

# text
source: That is okay! What has been difficult for you about discussing safe and unsafe places with @fields.child_nickname?
st_za: Ho lokile! O ile wa thahafallwa ke eng ha o buisana le @fields.child_nickname ka dibaka tse bolokehileng le tse sa bolokehang?

# text
source: That is okay! What has been difficult for you about discussing safe and unsafe places with your child or teen ?
st_za: Ho lokile! O ile wa thatafallwa ke eng ha o buisana le ngwana wa hao ka dibaka tse bolokehileng le tse sa bolokehang?

# text
source: It is completely normal to experience this. Try creating a safe space to talk with @fields.child_nickname when you are both calm. Listen to their thoughts about why they feel a certain place is safe, and then share your thoughts on why you feel it is not safe. Think about making a rule together that allows them to still have fun but stay safe. Our children will listen better when we speak to them calmly.
st_za: Ho tlwaelehile hore ho be jwalo. Leka ho bula monyetla o bolokehileng wa ho buisana le @fields.child_nickname ha bobedi ba lona le theotse moya. Mamela maikutlo a hae a amanang le hore na ke hobaneng ha a nka hore sebaka se itseng se bolokehile, ebe o mo bolella hore na ke hobaneng ha o nahana hore ha sea bolokeha. Nahana ka hore le etse molao hammoho o mo dumellang hore a nne a ithabise empa a dule a bolokehile. Bana ba rona ba tla re mamela hantle ha re bua le bona re theotse moya.

# text
source: It is completely normal to experience this. Try creating a safe space to talk with your child or teen when you are both calm. Listen to their thoughts about why they feel a certain place is safe, and then share your thoughts on why you feel it is not safe. Think about making a rule together that allows them to still have fun but stay safe. Our children will listen better when we speak to them calmly.
st_za: Ho tlwaelehile hore ho be jwalo. Leka ho bula monyetla o bolokehileng wa ho buisana le ngwana kapa motjha wa hao ha bobedi ba lona le theotse moya. Mamela maikutlo a hae a amanang le hore na ke hobaneng ha a nka hore sebaka se itseng se bolokehile, ebe o mo bolella hore na ke hobaneng ha o nahana hore ha sea bolokeha. Nahana ka hore le etse molao hammoho o mo dumellang hore a nne a ithabise empa a dule a bolokehile. Bana ba rona ba tla re mamela hantle ha re bua le bona re theotse moya.

# text
source: If you find yourself always having to give consequences to your children for behaving badly, you might need to spend more positive time with them. It will help them feel more loved and secure...and you less stressed!
st_za: Haeba o dula o tlameha ho jarisa bana ba hao ditlamorao ka lebaka la ho itshwara hampe, mohlomong o tla tlameha ho qeta nako e ngata ya bohlokwa le bona. Seo se tla ba thusa hore ba ikutlwe ba ratwa ebile ba sireletsehile...ebile seo se tla o fokoletsa kgatello ya maikutlo!

# text
source: We all make mistakes! The more consistent we are with our consequences, the more likely our children will choose to behave positively in the future.
st_za: Kaofela re etsa diphoso! Ha re jarisa bana ba rona ditlamorao re sa fetofetohe, ho na le menyetla e mengata ya hore bana ba rona ba tla kgetha ho itshwara hantle nakong e tlang.

# text
source: Hi @fields.user_name! Have you been able to use consequences when @fields.child_nickname did not follow instructions or forgot a household rule?
st_za: Dumela @fields.user_name! Na o ile wa kgona ho jarisa @fields.child_nickname ditlamorao ka lebaka la ho se latele ditaelo kapa ho lebala molao wa lapeng?

# text
source: Hi @fields.user_name! Have you been able to use consequences when your child or teen did not follow instructions or forgot a household rule?
st_za: Dumela @fields.user_name! Na o ile wa kgona ho jarisa ngwana kapa motjha wa hao ditlamorao ka lebaka la ho se latele ditaelo kapa ho lebala molao wa lapeng?

# text
source: Hi! Have you been able to use consequences when @fields.child_nickname did not follow instructions or forgot a household rule?
st_za: Dumela! Na o ile wa kgona ho jarisa @fields.child_nickname ditlamorao ka lebaka la ho se latele ditaelo kapa ho lebala molao wa lapeng?

# text
source: Hi! Have you been able to use consequences when your child or teen did not follow instructions or forgot a household rule?
st_za: Dumela! Na o ile wa kgona ho jarisa ngwana kapa motjha wa hao ditlamorao ka lebaka la ho se latele ditaelo kapa ho lebala molao wa lapeng?

# text
source: We are happy to hear that it went well! When you are able to stay calm, give @fields.child_nickname a choice to follow an instruction, and follow through with fair a consequence, you teach @fields.child_nickname responsibilities for their actions. Keep it up!
st_za: Rea thaba ho utlwa hore ho tsamaile hantle! Ha o kgona ho dula o kgobile matshwafo, ebe o fa @fields.child_nickname kgetho ya ho latela taelo, mme o mo jarisa ditlamorao tse lokileng, o ruta @fields.child_nickname ho jara boikarabelo ka diketso tsa hae. Pele ya pele!

# text
source: I am happy to hear that it went well When you are able to stay calm, give @fields.child_nickname a choice to follow an instruction, and follow through with fair a consequence, you teach @fields.child_nickname responsibilities for their actions. Keep it up!
st_za: Ke thabela ho utlwa hore ho tsamaile hantle Ha o kgona ho dula o kgobile matshwafo, ebe o fa @fields.child_nickname kgetho ya ho latela taelo, mme o mo jarisa ditlamorao tse lokileng, o ruta @fields.child_nickname ho jara boikarabelo ka diketso tsa hae. Pele ya pele!

# text
source: We are happy to hear that it went well! When you are able to stay calm, give your child a choice to follow an instruction, and follow through with fair a consequence, you teach your child responsibilities for their actions. Keep it up!
st_za: Rea thaba ho utlwa hore ho tsamaile hantle! Ha o kgona ho dula o kgobile matshwafo, ebe o fa ngwna wa hao kgetho ya ho latela taelo, mme o mo jarisa ditlamorao tse lokileng, o ruta ngwana wa hao ho jara boikarabelo ka diketso tsa hae. Pele ya pele!

# text
source: I am happy to hear that it went well When you are able to stay calm, give your child a choice to follow an instruction, and follow through with fair a consequence, you teach your child responsibilities for their actions. Keep it up!
st_za: Ke thabela ho utlwa hore ho tsamaile hantle Ha o kgona ho dula o kgobile matshwafo, ebe o fa ngwana wa hao kgetho ya ho latela taelo, mme o mo jarisa ditlamorao tse lokileng, o ruta ngwana wa hao ho jara boikarabelo ka diketso tsa hae. Pele ya pele!

# text
source: That's okay! @fields.user_name! What was difficult about using consequences?
st_za: O ska kgathatseha @fields.user_name! Ke eng e bileng boima ka ho jarisa ngwana ditlamorao?

# text
source: That's okay! What was difficult about using consequences?
st_za: O ska kgathatseha! Ke eng e bileng boima ka ho jarisa ngwana ditlamorao?

# text
source: When we take a pause before responding, it helps us to calm down and respond better. Next time @fields.child_nickname makes you angry, try to take a pause first. Even a few deep breaths can make a big difference!
st_za: Ha re kgona ho nka kgefu pele o araba, seo se re thusa ho dula re kgobile matshwafo le ho arabela habetere. Nakong e tlang ha @fields.child_nickname a o halefisa, leka ho nka kgefu pele. Le haeba o tlameha ho phefumulohela hodimo ka makgetlo a mmalwa, seo se ka etsa phapang e kgolo!

# text
source: When we take a pause before responding, it helps us to calm down and respond better. Next time your child or teen makes you angry, try to take a pause first. Even a few deep breaths can make a big difference!
st_za: Ha re kgona ho nka kgefu pele o araba, seo se re thusa ho dula re kgobile matshwafo le ho arabela habetere. Nakong e tlang ha ngwana kapa motjha wa hao a o halefisa, leka ho nka kgefu pele. Le haeba o tlameha ho phefumulohela hodimo ka makgetlo a mmalwa, seo se ka etsa phapang e kgolo!

# text
source: This is hard to remember! When you give @fields.child_nickname a choice, you teach @fields.child_nickname decision making skills. It does not always work, but when it does, it helps avoid having to give a consequence and a difficult situation later!
st_za: Ho thata ho hopola ho etsa jwalo! Ha o fa @fields.child_nickname kgetho, o ruta @fields.child_nickname tsebo ya ho etsa diqeto. Hase kamehla ho sebetsang, empa ha ho sebetsa, ho o qobisa ho jarisa ngwana ditlamora le boemo bo thata hamorao!

# text
source: This is hard to remember! When you give your child a choice, you teach your child decision making skills. It does not always work, but when it does, it helps avoid having to give a consequence and a difficult situation later!
st_za: Ho thata ho hopola ho etsa jwalo! Ha o fa ngwana wa hao kgetho, o ruta ngwana wa hao tsebo ya ho etsa diqeto. Hase kamehla ho sebetsang, empa ha ho sebetsa, ho o qobisa ho jarisa ngwana ditlamora le boemo bo thata hamorao!

# text
source: Check to make sure your consequence is fair and reasonable. For example, if @fields.child_nickname refuses to help put away their toys, try prohibiting playing with them for an evening instead of threatening to throw them away.
st_za: Etsa bonnete ba hore ditlamorao tseo o mo jarisang tsona di lokile ebile dia utlwahala. Ka mohlala, haeba @fields.child_nickname a hana ho phutha dithoye tsa hae, leka ho mo thibela ho bapala ka tsona hape mantsiboyeng ao ho fapana le ho mo sokela ka ho di lahla.

# text
source: Check to make sure your consequence is fair and reasonable. For example, if your child refuses to help put away their toys, try prohibiting playing with them for an evening instead of threatening to throw them away.
st_za: Etsa bonnete ba hore ditlamorao tseo o mo jarisang tsona di lokile ebile dia utlwahala. Ka mohlala, haeba ngana wa hao a hana ho phutha dithoye tsa hae, leka ho mo thibela ho bapala ka tsona hape mantsiboyeng ao ho fapana le ho mo sokela ka ho di lahla.

# text
source: Great to hear that @fields.child_nickname has been behaving well! The best approach is to avoid having to use consequences in the first place by keeping @fields.child_nickname under a Sunshine of Positive Attention. Invest in quality time and praising @fields.child_nickname's positive behaviour. Redirect works great for avoiding these behaviours, too!
st_za: Ke thabela ho utlwa hore @fields.child_nickname o ntse a itshwere hantle! Tsela e bohlale ke ho qoba ho jarisa @fields.child_nickname ditlamorao di sa tloha ka ho tiisa hore o dula tlasa Sunshine of Positive Attention. Sebedisa nako ya bohlokwa mme o babatse boitshwaro bo botle ba @fields.child_nickname. Mo kgutlisetse mesebetsing e molemo ho mo qobisa boitshwaro bona!

# text
source: Great to hear that your child has been behaving well! The best approach is to avoid having to use consequences in the first place by keeping your child under a Sunshine of Positive Attention. Invest in quality time and praising your child's positive behaviour. Redirect works great for avoiding these behaviours, too!
st_za: Ke thabela ho utlwa hore ngwana wa hao o ntse a itshwere hantle! Tsela e bohlale ke ho qoba ho jarisa ngwana wa hao ditlamorao di sa tloha ka ho tiisa hore o dula tlasa Sunshine of Positive Attention. Sebedisa nako ya bohlokwa mme o babatse boitshwaro bo botle ba ngwana wa hao. Mo kgutlisetse mesebetsing e molemo ho mo qobisa boitshwaro bona!

# text
source: Sometimes our children will react in a negative way when receiving a consequence. If @fields.child_nickname is younger than 9 and throws a tantrum, you should ignore your child's behaviour until it is over. If @fields.child_nickname is older, you might need to walk away until they calm down.
st_za: Ka dinako tse ding bana ba rona ba itshwara hampe ha ba amohela ditlamorao. Haeba @fields.child_nickname a le ka tlaase ho dilemo tse 9 mme a ithabukanya, o lokela ho iphapanyetsa boitshwaro ba ngwana ho fihlela a qetile. Haeba @fields.child_nickname a le moholwanyane, o ka nna wa lokela ho tloha moo ho fihlela a khutsitse.

# text
source: Sometimes our children will react in a negative way when receiving a consequence. If your child is younger than 9 and throws a tantrum, you should ignore your child's behaviour until it is over. If your child is older, you might need to walk away until they calm down.
st_za: Ka dinako tse ding bana ba rona ba itshwara hampe ha ba amohela ditlamorao. Haeba ngwana wa hao a le ka tlaase ho dilemo tse 9 mme a ithabukanya, o lokela ho iphapanyetsa boitshwaro ba ngwana ho fihlela a qetile. Haeba ngwana wa hao a le moholwanyane, o ka nna wa lokela ho tloha moo ho fihlela a khutsitse.

# text
source: Sorry it did not go well. Ignoring our children's whining or tantrums is really hard. Please be patient with yourself. What was difficult about using ignore?
st_za: Ke maswabi hore dintho ha dia ka tsa tsamaya hantle. Kannete ho thata ho iphapanyetsa boitshwaro ba ngwana ha a llela dintho kapa a ithabukanya. Ka kopo imamelle. Ke eng e bileng boima ka ho iphapanya?

# text
source: Hi @fields.user_name! Have you been able to ignore @fields.child_nickname's tantrums or other negative demanding behaviours?
st_za: Dumela @fields.user_name! O kgonne ho iphapanyetsa boitshwaro ba @fields.child_nickname ha a ithabukanya kapa bo bong ba ho tseka dintho ho fosahetseng?

# text
source: Hi @fields.user_name! Have you been able to ignore your child's tantrums or other negative demanding behaviours?
st_za: Dumela @fields.user_name! O kgonne ho iphapanyetsa boitshwaro ba ngwana wa hao ha a ithabukanya kapa bo bong ba ho tseka dintho ho fosahetseng?

# text
source: Hi! Have you been able to ignore @fields.child_nickname's tantrums or other negative demanding behaviours?
st_za: Dumela! O kgonne ho iphapanyetsa boitshwaro ba @fields.child_nickname ha a ithabukanya kapa bo bong ba ho tseka dintho ho fosahetseng?

# text
source: Hi! Have you been able to ignore your child's tantrums or other negative demanding behaviours?
st_za: Dumela! O kgonne ho iphapanyetsa boitshwaro ba ngwana wa hao ha a ithabukanya kapa bo bong ba ho tseka dintho ho fosahetseng?

# text
source: We are happy to hear it went well! Ignoring negative attention seeking and demanding behaviours is not easy. Good for you for giving it a try and being consistent!
st_za: Rea thaba ho utlwa hore ho tsamaile hantle! Ho iphapanyetsa mekgwa e mebe ya ho ipitsetsa mahlo le ho tseka dintho ha ho bonolo. Ke hantle hore ebe o ile wa ho leka ebile o tswela pele o sa fetohe!

# text
source: I am happy to hear it went well Ignoring negative attention seeking and demanding behaviours is not easy. Good for you for giving it a try and being consistent!
st_za: Ke thabile ho utlwa hore ho tsamaile hantle Ho iphapanyetsa mekgwa e mebe ya ho ipitsetsa mahlo le ho tseka dintho ha ho bonolo. Ke hantle hore ebe o ile wa ho leka ebile o tswela pele o sa fetohe!

# text
source: We know, it can be really difficult to stay calm when our children are whining or having a tantrum. Try to think of something that you can do to help like taking a pause. You can do this!
st_za: Rea tseba hore kannete ho ka ba thata ho dula re kgobile matshwafo ha bana ba rona ba llela dintho kapa ba ithabukanya. Leka ho nahana ka ntho eo o ka e etsang e ka nnang ya o thusa jwalo ka ho nka kgefu. O ka atleha!

# text
source: I know, it can be really difficult to stay calm when our children are whining or having a tantrum. Try to think of something that you can do to help like taking a pause. You can do this!
st_za: Kea tseba hore kannete ho ka ba thata ho dula re kgobile matshwafo ha bana ba rona ba llela dintho kapa ba ithabukanya. Leka ho nahana ka ntho eo o ka e etsang e ka nnang ya o thusa jwalo ka ho nka kgefu. O ka atleha!

# text
source: We know, it is hard to be consistent! If you ignore a behaviour only some of the time, @fields.child_nickname will think it might help them get their way. The more consistent you are, the less they will do it.
st_za: Rea tseba hore ho ka ba thata ho etsa dintho re sa fetofetohe! Haeba o iphapanyetsa boitshwaro bo itseng ka dinako tse feela, @fields.child_nickname o tla nahana hore bo tla mo thusa hore dintho di etswe ho latela thato ya hae. Haeba o sa fetofetohe, o tla fokotsa boitshwaro bo jwalo.

# text
source: I know, it is hard to be consistent! If you ignore a behaviour only some of the time, @fields.child_nickname will think it might help them get their way. The more consistent you are, the less they will do it.
st_za: Kea tseba hore ho ka ba thata ho etsa dintho re sa fetofetohe! Haeba o iphapanyetsa boitshwaro bo itseng ka dinako tse feela, @fields.child_nickname o tla nahana hore bo tla mo thusa hore dintho di etswe ho latela thato ya hae. Haeba o sa fetofetohe, o tla fokotsa boitshwaro bo jwalo.

# text
source: We know, it is hard to be consistent! If you ignore a behaviour only some of the time, your child will think it might help them get their way. The more consistent you are, the less they will do it.
st_za: Rea tseba hore ho ka ba thata ho etsa dintho re sa fetofetohe! Haeba o iphapanyetsa boitshwaro bo itseng ka dinako tse feela, ngwana wa hao o tla nahana hore bo tla mo thusa hore dintho di etswe ho latela thato ya hae. Haeba o sa fetofetohe, o tla fokotsa boitshwaro bo jwalo.

# text
source: I know, it is hard to be consistent! If you ignore a behaviour only some of the time, your child will think it might help them get their way. The more consistent you are, the less they will do it.
st_za: Kea tseba hore ho ka ba thata ho etsa dintho re sa fetofetohe! Haeba o iphapanyetsa boitshwaro bo itseng ka dinako tse feela, ngwana wa hao o tla nahana hore bo tla mo thusa hore dintho di etswe ho latela thato ya hae. Haeba o sa fetofetohe, o tla fokotsa boitshwaro bo jwalo.

# text
source: If you are finding that you are ignoring @fields.child_nickname's behaviour a lot, then @fields.child_nickname is probably not getting enough positive attention at other times. Try to spend more One-on-One Time with @fields.child_nickname!
st_za: Haeba o dula o tlameha ho iphapanyetsa boitshwaro ba @fields.child_nickname haholo, jwale mohlomong @fields.child_nickname ha a fumane tlhokomelo e monate e lekaneng ka dinako tse ding. Leka ho qeta Nako ya Boinotshing e ngata o na le @fields.child_nickname!

# text
source: If you are finding that you are ignoring your child's behaviour a lot, then your child is probably not getting enough positive attention at other times. Try to spend more One-on-One Time with your child!
st_za: Haeba o dula o tlameha ho iphapanyetsa boitshwaro ba ngwana wa hao haholo, jwale mohlomong ngwana wa hao ha a fumane tlhokomelo e monate e lekaneng ka dinako tse ding. Leka ho qeta Nako ya Boinotshing e ngata o na le ngwana wa hao!
