Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2_malaysia/ss/ss_safeguarding.po
Languages: ss_za

# text
source: Would you like to go back to the previous messages?
ss_za: Ungatsandza yini kubuyela kulemilayeto leyendlulile?

# text
source: Sorry, I don't understand what you mean.
ss_za: Ngiyacolisa, angikuvisisi kutsi usho kutsini.

# text
source: Here are the contact details of your local emergency services:
ss_za: Nayi imininingwane yekuchumana nebelusito loluphutfumako endzaweni yakini:

# text
source: If you ever feel like talking privately to a trained professional, you can call:
ss_za: Uma kwenteka utivela ufuna kukhuluma ngasese nemuntfu loyingcweti, ungashayela:

# text
source: Here are the contact details of your local medical services:
ss_za: Nayi imininingwane yekuchumana nebelusito loluphutfumako endzaweni yakini:

# text
source: Are you currently facing an emergency?
ss_za: Ngabe ubhekene nesimo lesiphutfumako yini nyalo?

# text
source: Do you need some support with an emotional issue?
ss_za: Ngabe udzinga kwesekelwa ngendzaba lephatselene nemiva?

# text
source: Are you currently experiencing a health issue?
ss_za: Ngabe uhlangabetana nenkinga kutemphilo yini kulesikhatsi?

# text
source: Are you experiencing an unsafe situation?
ss_za: Ngabe ubhekene nesimo lesingakaphephi yini?

# text
source: Do you have an emergency?
ss_za: Ngabe unesimo lesiphutfumako yini?

# text
source: Do you need some urgent help?
ss_za: Ngabe udzinga lusito loluphutfumako yini?

# text
source: It looks like you are facing an emergency. Can you please tell us what kind of assistance you need?
ss_za: Kubukeka shengatsi ubhekene nesimo lesiphutfumako. Ungasitjela yini kutsi udzinga luhlobo luni lwelusito?

# text
source: What would you like to do?
ss_za: Ufuna kwentani?

# text
source: Sorry, I dont' understand what you mean.
ss_za: Ngiyacolisa, angivisisi kutsi ushoni.

# text
source: Welcome back to ParentText!
ss_za: Siyakwemukela futsi ku-ParentText!

# text
source: I don't understand your message.
ss_za: Angiwucondzisisi umlayeto wakho.

# text
source: You have not given consent to participate in this programme. Would you like to participate?
ss_za: Awukayiniketi imvume yekuhlanganyela kuloluhlelo. Ungatsandza yini kuhlanganyela?

# text
source: Parenting is hard. ParentText may help. You've completed @fields.n_goals_completed out of @fields.n_goals_prog parenting goals. Would you like to continue your progress?
ss_za: Kuba ngumtali kumatima. I-ParentText ingasita. Sewucedze imigomo yekuba ngumtali lengu @fields.n_goals_completed kulengu @fields.n_goals_prog. Ungatsandza yini kuchubeka nalosewukwentile?

# text
source: You are already part of ParentText!
ss_za: Sewuyincenye yeParentText!

# text
source: You have already completed ParentText!
ss_za: Sewuvele uyicedzile iParentText!

# text
source: Staying in ParentText helps you and your child. Are you sure you want to exit the programme?
ss_za: Kuchubeka neParentText kusita wena nemntfwanakho. Unaso yini siciniseko sekutsi ufuna kuphuma kuloluhlelo?

# text
source: If you do not want to receive any more messages, please type "EXIT".
ss_za: Uma ungafuni kutfola leminye imiyaleto bhala "PHUMA".

# text
source: If you made a mistake, please type "BACK".
ss_za: Uma ngabe wente siphosiso, ngicela ubhale "EMUVA".

# text
source: Sorry I don't understand what you mean.
ss_za: Ngiyacolisa, angivisisi kutsi usho kutsini.

# text
source: The menu will be available once you have completed registration. It wonâ€™t take long. Please continue your progress!
ss_za: Imenyu itawutfolakala nasewucedze kubhalisa. Angeke kutsatse sikhatsi lesidze. Uyacelwa kutsi uchubeke naloko losewukwentile!

# quick_replies
source: Yes
ss_za: Yebo

# quick_replies
source: No
ss_za: Cha

# quick_replies
source: Police
ss_za: Emaphoyisa

# quick_replies
source: Medical services
ss_za: Tinsita tekwelapha

# quick_replies
source: Fire department
ss_za: Luphiko letemlilo

# quick_replies
source: Mental health services
ss_za: Tinsita temphilo yasengcondweni

# quick_replies
source: Violence prevention hotline
ss_za: Inombolo yetekuvikela budlova lehlala ivulekile

# quick_replies
source: Suicide prevention hotline
ss_za: Inombolo yetekuvikela kutibulala lehlala ivulekile

# quick_replies
source: Family counselling services
ss_za: Tinsita tekweluleka umndeni

# quick_replies
source: Substance abuse
ss_za: Kutjentiswa kabi kwetidzakamiva

# quick_replies
source: Natural disasters
ss_za: Tigameko tendalo

# quick_replies
source: Get other emergency contacts
ss_za: Tfola letinye tinombolo tebelusito loluphutfumako

# quick_replies
source: Go to the Main Menu
ss_za: Hamba uye kuMenyu Lenkhulu

# quick_replies
source: Exit
ss_za: Kuphuma

# quick_replies
source: BACK
ss_za: EMUVA

# arguments
source: generic
ss_za: lokungumfakela

# arguments
source: mental_health
ss_za: imphilo yengcondvo

# arguments
source: health
ss_za: imphilo

# arguments
source: violence
ss_za: budlova

# arguments
source: natural_disasters
ss_za: tigameko tendalo

# arguments
source: drugs
ss_za: tidzakamiva

# arguments
source: help
ss_za: lusito

# arguments
source: menu
ss_za: menyu

# arguments
source: play
ss_za: dlala

# arguments
source: safe
ss_za: phepha

# arguments
source: prevent
ss_za: vimbela

# arguments
source: grow
ss_za: khula

# arguments
source: stop
ss_za: cedza

# arguments
source: start
ss_za: cala

# arguments
source: yes y yeah yep
ss_za: yebo y ya yeb

# arguments
source: no n nope nah
ss_za: cha ch chake hhayi

# arguments
source: no n nope
ss_za: cha c chake

# arguments
source: police
ss_za: phoyisa

# arguments
source: medical services
ss_za: tinsita tekwelapha

# arguments
source: fire department
ss_za: luphiko lwetemlilo

# arguments
source: mental health services
ss_za: tinsita temphilo yengcondvo

# arguments
source: violence prevention hotline
ss_za: inombolo yetekuvikela budlova lehlala ivulekile

# arguments
source: suicide prevention hotline
ss_za: inombolo yetekuvikela kutibulala

# arguments
source: family counselling services
ss_za: tinsita tekweluleka umndeni

# arguments
source: substance abuse
ss_za: kusetjentiswa kabi kwetidzakamiva

# arguments
source: natural disasters
ss_za: tigameko tendalo

# arguments
source: get other emergency contacts
ss_za: tfola letinye tinombolo tekutsintsa belusito loluphutfumako

# arguments
source: go to the main menu
ss_za: yani kumenyu lenkhulu

# arguments
source: exit
ss_za: phuma

# arguments
source: no nope n
ss_za: cha chake

# arguments
source: back
ss_za: emuva
