Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_kw/*/*_activities.po
Languages: ar

# data_list
source: Congratulations! You have unlocked a new play activity: Shape and Colour! Here’s what you’ll need: construction paper in different colours, crayons, markers, or paint. What to do: Cut out various shapes from the colourful construction paper. Circles, squares, triangles, and more! As your toddler explores, talk about the different colours and let them sort the shapes into groups. You can also encourage them to trace each shape with crayons, markers, or even paint to add an extra layer of creativity. What kids will learn: This activity is perfect for boosting colour recognition and fine motor skills. Your toddler will also learn about different shapes as they engage in hands-on play, combining creativity with learning in a fun, interactive way!
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: لعبة الأشكال والألوان! ستحتاج: ورق مقوى ملون بألوان مختلفة، أقلام شمعية، أقلام التحديد، أو الطلاء. ماذا تفعل: قم بقطع أشكال مختلفة من الورق الملون مثل الدوائر والمربعات والمثلثات والمزيد! أثناء استكشاف طفلك للأشكال تحدث عن الألوان المختلفة ودعه يفرز الأشكال إلى مجموعات. يمكنك أيضًا تشجيعه على تتبع كل شكل باستخدام الأقلام الشمعية أو أقلام التحديد أو حتى الطلاء لإضافة لمسة من الإبداع. ما سيتعلمه الأطفال هو: هذا النشاط مثالي لتعزيز التعرف على الألوان والمهارات الحركية الدقيقة. سيتعلم طفلك أيضًا عن الأشكال المختلفة أثناء تفاعلهم مع النشاط اليدوي، مما يدمج الإبداع مع التعلم بطريقة ممتعة وتفاعلية!

# data_list
source: Adapted from [Splash Learn](https://www.splashlearn.com/blog/activities-for-two-year-old-toddlers/)
ar: مقتبس من موقع [سبلاش ليرن](https://www.splashlearn.com/blog/activities-for-two-year-old-toddlers/)

# data_list
source: Mystery Bag
ar: الحقيبة الغامضة

# data_list
source: Congratulations! You have unlocked a new play activity: Mystery Bag! This versatile game is perfect for engaging your toddler’s senses and building vocabulary. Simply place a variety of objects into a bag and ask your child to reach in, feel an item, and guess what it is before pulling it out. When they pull out the item, give them some descriptive vocabulary to describe what you see: Is it smooth or scary? Bumpy or bright? It’s a fun way to introduce new words and stimulate their sense of touch! Benefits of this activity include expanding vocabulary, developing tactile senses, and practising grouping skills. It’s a wonderful way to mix fun with learning!
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: لعبة الحقيبة الغامضة! إن هذه اللعبة المتعددة الاستخدامات تتصف بالمثالية لأنها تساعد على إشراك حواس طفلك الصغير وتساعد أيضًا على بناء مفرداته اللغوية. ببساطة إن كل ما عليك هو وضع مجموعة متنوعة من الأشياء في حقيبة واطلب من طفلك أن يضع يده داخل الحقيبة ويقوم بلمس شيئًا من داخل الحقيبة وبعد ذلك يخمن ما هو هذا الشيء قبل أن يخرجه من الحقيبة. عندما يقوم بإخراج هذا الشيء من الحقيبة أعطه بعض المفردات لوصف ما يرونه: هل هو ناعم أم خشن؟ مستوي ام متعرج؟ إنها طريقة ممتعة لتقديم كلمات جديدة وتحفيز حاسة اللمس لديهم! تشمل فوائد هذا النشاط توسيع نطاق المفردات الخاص بهم وتطوير الحواس اللمسية وممارسة مهارات التجميع. ولذلك فإنها طريقة رائعة لمزج المرح بالتعلم!

# data_list
source: Adapted from [British Council](https://learnenglishkids.britishcouncil.org/parents/top-tips/mystery-bag-game)
ar: مقتبس من تطبيق [بريتيش كاونسيل](https://learnenglishkids.britishcouncil.org/parents/top-tips/mystery-bag-game)

# data_list
source: Body Outline
ar: مخطط الجسم

# data_list
source: Congratulations! You have unlocked a new play activity: Body Outline! This fun and interactive game helps your toddler learn about different parts of the body. Start by drawing their body outline on a large piece of paper. As you go, ask them to point to and name different body parts. For example, you can say, “Where’s your nose?” or “Can you point to your feet?” As they point, encourage them to name each part. You can also add stickers or colour in the outline to make it more creative and engaging! The benefits of this activity include improving body awareness, expanding vocabulary, and developing fine motor skills.
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: مخطط الجسم. هذه اللعبة الممتعة والتفاعلية تساعد طفلك على التعرف على أجزاء الجسم المختلفة. أبدئ برسم مخطط لجسم طفلك على ورقة كبيرة. أثناء الرسم اطلب منه الإشارة إلى أجزاء الجسم المختلفة وتسميتها. على سبيل المثال، يمكنك أن تقول له "أين أنفك؟" أو "هل يمكنك الإشارة إلى قدميك؟". عندما يشير شجعه على تسمية كل جزء. يمكنك أيضًا إضافة ملصقات أو تلوين المخطط مع طفلك لجعله أكثر إبداعًا وجاذبية. تتضمن فوائد هذا النشاط تحسين الوعي بمعرفة أجزاء الجسم وتوسيع المفردات وتطوير المهارات الحركية الدقيقة. إنها طريقة مرحة وتعليمية لمساعدة طفلك على التعلم والاستمتاع في نفس الوقت.

# data_list
source: Paper Ball Game
ar: لعبة الكرة الورقية

# data_list
source: Congratulations! You have unlocked a new play activity: The Paper Ball Game! Get ready to test your child’s aim and decision-making skills with this simple yet exciting game. Using paper balls, you'll have fun while sharpening physical coordination. Here’s what you’ll need: paper (to scrunch up into balls), and crayons. Start by colouring each piece of paper so that it is a unique colour. Make sure you can tell the balls apart. Now scrunch up the paper until you have a paper ball. Next, make a goal. You can use markings that already exist, or a clear table surface. Now you’re ready to play! Take turns tossing your ball towards the goal. Whoever scores or lands closest to the goal wins the round! This fun and engaging game is perfect for boosting your child’s physical coordination and decision-making skills while keeping them entertained. Let the friendly competition begin!
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: لعبة الكرة الورقية! استعد لاختبار مهارات الهدف وصنع القرار لدى طفلك باستخدام هذه اللعبة البسيطة الممتعة باستخدام كرات الورق وستستمتعان معًا في تحسين التنسيق البدني. ستحتاج: الورق (لتشكيلها على هيئة كرات) وأقلام التلوين. ابدأ بتلوين كل قطعة من الورق بحيث يكون لونها فريدًا. تأكد من أنك تستطيع التمييز بين الكرات. الآن قم بتشكيل الورق حتى تحصل على كرة ورقية ثم حدد هدف. يمكنك استخدام علامات موجودة في المنزل أو اختيار سطح الطاولة. أنت الآن جاهز للعب! تناوبوا في رمي الكرة نحو المرمى. من يسجل أو يقرب من الهدف يفوز. هذه اللعبة الممتعة والجذابة مثالية لتعزيز التنسيق الحركي ومهارات اتخاذ القرار لدى طفلك. فلتبدأ المنافسة الودية!

# data_list
source: Adapted from [Learning through Play](https://learningthroughplay.com/let-s-play/jumping-caps)
ar: مقتبس من [التعلم من خلال اللعب](https://learningthroughplay.com/let-s-play/jumping-caps)

# data_list
source: Leader Says
ar: لعبة يقول القائد

# data_list
source: Congratulations! You have unlocked a new play activity: Leader Says! This classic game is a great way to help your child build listening skills, focus on following directions, and have fun at the same time! Here’s how you can play together: One of you will take the role of the Leader, giving commands to the other. But there’s a fun twist! Your child should only follow the command if it starts with “Leader says”. For example, if you say, “Leader says jump", they should jump. But if you just say “Jump” without the “Leader says” part, they shouldn’t move! Encourage your child to listen carefully and respond only when they hear “Leader says". If they follow a command without it, gently remind them to pay attention and keep going for the next round. Now it’s time to switch roles! Let your child be Leader and give you the commands. This playful activity is a wonderful way to practise listening, self-control, and quick thinking—perfect for getting your child engaged while learning important skills. Enjoy the fun of Leader Says together!
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: لعبة يقول القائد! هذه اللعبة الكلاسيكية هي وسيلة رائعة لمساعدة طفلك على بناء سلوكيات الاستماع والتركيز على اتباع التعليمات والاستمتاع في نفس الوقت! كيفية اللعب: سيأخذ أحدكما دور القائد ويعطي الأوامر للآخر. ولكن هناك لمسة مرحة! يجب على طفلك اتباع الأمر فقط إذا بدأ بـ "يقول القائد". على سبيل المثال إذا قلت "يقول القائد اقفز" فيجب أن يقفز. ولكن إذا قلت لطفلك فقط "اقفز" بدون أن تقول "يقول القائد" فلا يجب أن يتحرك! شجع طفلك على الاستماع بعناية والاستجابة فقط عندما يسمع "يقول القائد". إذا اتبع أمرًا بدون ذلك فذكره بلطف بالانتباه واستمر في اللعبة التالية. حان الوقت الآن لتبديل الأدوار! دع طفلك يكون قائدًا ويعطيك الأوامر. هذا النشاط المرح هو وسيلة رائعة لممارسة الاستماع وضبط النفس والتفكير السريع، ويعتبر نشاط مثالي لإشراك طفلك أثناء تعلم سلوكيات مهمة. استمتعوا بمتعة لعبة "يقول القائد" معًا!

# data_list
source: Superhero Costume Raffle
ar: السحب على زي البطل الخارق

# data_list
source: Congratulations! You have unlocked a new play activity: Superhero Costume Raffle! Get ready to transform into superheroes with this fun and imaginative dressing-up game! It’s a fantastic way to encourage creative thinking, flexible language skills, and playful bonding. Here’s what you’ll need: Two items of clothing for each person playing, and a pillowcase or bag to hold them. Start by placing all the clothes in the pillowcase. Hand the pillowcase to the smallest player first. Make sure their eyes are shut, then let them pull out one item of clothing. Next, pass the case around until everyone gets two items of clothing. The fun begins as everyone imagines what superpower each piece of clothing gives them. Maybe a scarf makes you fly, or a hat gives you super speed—it’s totally up to your imagination! Now it’s time to play! All the heroes can now put on their clothes to activate their superpowers! Join forces and save the world with your unique superhero abilities. Let the superhero adventure begin!
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: السحب على زي البطل الخارق! استعد للتحول إلى بطل خارق من خلال لعبة ارتداء الملابس الممتعة والخيالية! إنها طريقة رائعة لتشجيع التفكير الإبداعي وسلوكيات اللغة المرنة والترابط المرح. ستحتاج إلى: قطعتان من الملابس لكل شخص يلعب، وغطاء وسادة أو حقيبة لحملها. ابدأ بوضع جميع الملابس في غطاء الوسادة. سلم غطاء الوسادة إلى أصغر لاعب أولاً. تأكد من إغلاق عينيه ثم دعه يسحب قطعة ملابس واحدة. بعد ذلك مرر الغطاء حتى يحصل الجميع على قطعتين من الملابس. تبدأ المتعة عندما يتخيل الجميع القوة الخارقة التي تمنحها لهم كل قطعة من الملابس. ربما يجعلك الوشاح تطير أو تمنحك القبعة سرعة فائقة -الأمر متروك تمامًا لخيالك! حان وقت اللعب! يمكن لجميع الأبطال الآن ارتداء زيهم لتفعيل قواهم الخارقة! وحدوا القوات وأنقذوا العالم بقدراتكم الفريدة كأبطال. دع مغامرة البطل الخارق تبدأ!

# data_list
source: Adapted from [Learning through Play](https://learningthroughplay.com/let-s-play/superhero-costume-lottery)
ar: مقتبس من [التعلم من خلال اللعب](https://learningthroughplay.com/let-s-play/superhero-costume-lottery)

# data_list
source: What We See
ar: لعبة ما نراه

# data_list
source: Congratulations! You have unlocked a new play activity: What We See! Get ready to turn your home into a scavenger hunt with this fun and interactive spelling game. It’s a fantastic way to boost physical, creative, and cognitive skills while exploring your surroundings. Here’s what you’ll need: paper, pens, and safe objects from around the house. Start by writing down each letter of the alphabet—one letter per piece of paper. Once you've finished, place the papers face down so you can’t see the letters. Now, turn over one piece of paper to reveal a letter. The challenge? Find objects around your house that begin with that letter! Once you've found an item, place it next to the letter on the paper. Keep the hunt going! Flip over the next letter and search for another object. Continue until you’ve gone through all the letters. After all that hunting, take a well-earned break! This activity is perfect for blending learning with active play, while giving your little ones a fun way to practise their alphabet and creativity!
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: لعبة ما نراه! استعد لتحويل منزلك إلى لعبة البحث عن الكنز من خلال لعبة الإملاء الممتعة والتفاعلية. إنها طريقة رائعة لتعزيز السلوكيات البدنية والإبداعية والإدراكية أثناء استكشاف محيطك. ستحتاج إلى: ورق وأقلام وأشياء آمنة من جميع أنحاء المنزل. ابدأ بكتابة كل حرف من حروف الأبجدية -حرف واحد على كل قطعة من الورق. بمجرد الانتهاء ضع الأوراق مقلوبة بحيث لا يمكنك رؤية الحروف. ثم اقلب قطعة واحدة من الورق لتكشف عن حرف. التحدي؟ ابحث عن أشياء حول منزلك تبدأ بهذا الحرف! بمجرد العثور على شيء ضعه بجوار الحرف الموجود على الورقة. استمر في البحث! اقلب الحرف التالي وابحث عن شيء آخر. استمر حتى تنتهي من جميع الحروف. بعد كل هذا البحث خذ استراحة مستحقة! هذا النشاط مثالي لدمج التعلم مع اللعب النشط، ومنح أطفالك الصغار طريقة ممتعة للتدرب على الحروف الأبجدية والإبداع!

# data_list
source: Adapted from [Learning through Play](https://learningthroughplay.com/let-s-play/what-we-see)
ar: مقتبس من [التعلم من خلال اللعب](https://learningthroughplay.com/let-s-play/treasure-hunt)

# data_list
source: Treasure Hunt
ar: البحث عن الكنز

# data_list
source: Congratulations! You have unlocked a new play activity: Treasure Hunt! Ready to embark on a thrilling hunt for hidden treasure? This fun-filled game is perfect for challenging problem-solving and communication skills while keeping everyone engaged with exciting clues! Here’s what you’ll need: something easy to hide, like toys or balls, and if you want to take it up a notch, use paper and crayons to create your very own treasure map. Start by choosing one player to hide an object, making sure no one else sees where it’s hidden. The player who hid the object will now give clues to help the others find it. Clues can be about what's in front of, behind, or above the hidden treasure. Need help? When the person searching is getting close to where the object is hidden, the hider can say “getting warm!” or “hot!”, and when the searcher is going in the wrong direction, the hider can say “getting colder…”. Take turns hiding objects and giving clues—it’s fun for everyone to get involved! For an extra challenge, hide multiple objects around the house and create a treasure map or poster showing pictures of the hidden items. You can even include a fun reward for those who find all the treasures! It’s the perfect way to combine problem-solving with a thrilling treasure hunt adventure!
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: البحث عن الكنز! هل أنت مستعد للانطلاق في رحلة بحث عن كنز مخفي؟ هذه اللعبة الممتعة مثالية لحل المشكلات الصعبة وسلوكيات الاتصال مع إبقاء الجميع منشغلين بالتلميحات المثيرة! ستحتاج إلى: شيء يسهل إخفاؤه مثل الألعاب أو الكرات، وإذا كنت تريد فاستخدم الورق والأقلام الملونة لإنشاء خريطة الكنز الخاصة بك. ابدأ باختيار لاعب واحد لإخفاء شيء ما مع التأكد من عدم رؤية أي شخص آخر لمكان إخفائه. سيقدم اللاعب الذي أخفى الشيء الآن أدلة لمساعدة الآخرين في العثور عليه. يمكن أن تكون الأدلة حول ما يوجد أمام أو خلف أو فوق الكنز المخفي. هل يحتاج الباحث المساعدة؟ عندما يقترب الشخص الباحث من مكان إخفاء الشيء يمكن للمخفي أن يقول "انك تقترب!" وعندما يتجه الباحث في الاتجاه الخاطئ، يمكن للمخفي أن يقول "انك تبتعد...". تبادل الأدوار في إخفاء الأشياء وإعطاء تلميحات -إنه أمر ممتع ومناسب للجميع! للمزيد من التحديات قم بإخفاء العديد من الأشياء حول المنزل وقم بإنشاء خريطة كنز تعرض صورًا للأشياء المخفية. يمكنك حتى تخصيص مكافأة ممتعة لأولئك الذين يجدون جميع الكنوز! إنها الطريقة المثالية للجمع بين حل المشكلات ومغامرة البحث عن الكنز!

# data_list
source: Adapted from [Learning through Play](https://learningthroughplay.com/let-s-play/treasure-hunt)
ar: مقتبس من [التعلم من خلال اللعب](https://learningthroughplay.com/let-s-play/treasure-hunt)

# data_list
source: Shine a light
ar: تسليط الضوء

# data_list
source: Congratulations! You have unlocked a new play activity: Shine A Light! Get ready to let your creativity shine with shadow drawing! This activity is a fun and imaginative way to boost creativity and flexible thinking while exploring shadows and light. Here’s what you’ll need: pens, paper, and a flashlight. Start by having your child choose an object that they would like to draw—it could be anything from around the house, like a cup or a favourite toy. Have them place the object upright on a blank sheet of paper. Hold the flashlight behind the object so the shadow appears on the paper. You can take turns holding the flashlight, or rest it on something sturdy to keep your hands free for drawing. Now, guide your child so they can trace the shadow’s outline on the paper. Once they have finished drawing the shape, it’s time to get creative! Colour and decorate the shadow together to add your own artistic touch. For extra fun, make up a story about the shadow object together as you decorate. What is it doing today? Use your imagination as you create and explore the world of shadows!
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: تسليط الضوء! استعد لإطلاق إبداعك من خلال رسم الظل! هذا النشاط ممتع ويعزز الخيال والإبداع والتفكير المرن أثناء استكشاف الظلال والضوء. كل ما تحتاجه: الأقلام والورق والمصباح اليدوي. أبدأ بجعل طفلك يختار الجسم الذي يريد أن يرسمه ومن الممكن أن يكون أي شيء من حول المنزل مثل كوب أو لعبة مفضلة. ثم أطلب منه وضع الجسم في وضع مستقيم على ورقة فارغة. أمسك المصباح اليدوي خلف الأجسام لكي يظهر الظل على الورقة. بإمكانك تبادل الأدوار ومسك المصباح اليدوي أو ضعه على شيء قوي لإبقاء يديك حرة للرسم. وجه طفلك حتى يتمكن من تتبع مخطط الظل على الورقة. بمجرد من أن ينتهوا من رسم الشكل، فها هو ذا قد حان وقت الإبداع! لون وزين الظل مع طفلك لإضافة لمستك الفنية الخاصة. ولمزيد من المتعة، اختلقوا قصة عن كائن الظل معًا أثناء تزيينه. ماذا يفعل هذا الكائن اليوم؟ استخدم خيالك أثناء ابتكار واستكشاف عالم الظلال.

# data_list
source: Adapted from [Learning through Play](https://learningthroughplay.com/let-s-play/shine-a-light)
ar: مقتبس من [التعلم من خلال اللعب](https://learningthroughplay.com/let-s-play/shine-a-light)

# data_list
source: Building Blocks Dictionary
ar: قاموس التركيب

# data_list
source: Congratulations! You have unlocked a new play activity: Building Blocks Dictionary! Get ready to put your building skills and creativity to the test with this fun and challenging game! Building Blocks dictionary is perfect for developing emotional and thinking skills while having fun with building Building Blocks bricks. Here’s what you’ll need: a pile of building blocks, paper, pens, and scissors. Start by having an adult or older child cut the paper into small, card-sized pieces. On each card, write and/or draw a word that everyone will understand, like "dog", "house", or "tree". Kids will have some great ideas about what to put into the pile! Place the pile of building blocks in the centre of the table and the word cards face down in a stack. Team up younger players with older players and take turns picking a word card. The player who picks the card must use the building blocks to build something that represents the word while the others try to guess what it is! Decide as a group how long each player has to build their creation. The person building can make anything they like to represent the word—just no letters or numbers allowed! Other players can ask yes-or-no questions to help them guess, but that’s all the builder can say. Building Blocks Dictionary is a fantastic way to inspire creativity, teamwork, and problem-solving—all while enjoying a fun game together!
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: قاموس التركيب! استعد لاختبار تأسيس السلوكيات والإبداع بهذه اللعبة الممتعة والمليئة بالتحديات! حيث أن قاموس التركيب مثالي لتطوير السلوكيات العاطفية والتفكيرية أثناء الاستمتاع بوضع قطع التركيب. ما تحتاجه: كومة من قطع التركيب والورق والأقلام والمقصات. ابدأ بتكليف شخص بالغ أو طفل أكبر سنًا بقص الورق إلى قطع صغيرة بحجم البطاقة. اكتب أو ارسم على كل بطاقة كلمة يفهمها الجميع، مثل "قطة" أو "منزل" أو "شجرة". سيكون لدى الأطفال أفكار الرائعة حول ما يجب وضعه في الكومة! ضع قطع التركيب في منتصف الطاولة وبطاقات الكلمات في الأسفل. شكل فريق من اللاعبين الأصغر سنًا مع لاعبين أكبر سنًا بحيث يتبادلوا الأدوار على اختيار بطاقة كلمة. يجب على اللاعب الذي يختار البطاقة استخدام قطع التركيب لبناء شيء يمثل الكلمة ويحاول الآخرون تخمين ماهيتها! قرر كمجموعة المدة التي يجب على كل لاعب أن يظهر فيها إبداعه. بإمكان الشخص الذي يقوم بالبناء أن يصنع أي شيء يحبه لتمثيل الكلمة ولكن لا يُسمح باستخدام الحروف أو الأرقام! يمكن للاعبين الآخرين طرح أسئلة بنعم أو لا لمساعدتهم على التخمين، ولكن هذا كل ما يمكن للمنشئ قوله. يُعد قاموس التركيب طريقة رائعة لتحفيز الابتكار والعمل الجماعي وحل المشكلات وكل ذلك أثناء الاستمتاع بلعبة ممتعة!

# data_list
source: Adapted from [Learning through Play](https://learningthroughplay.com/let-s-play/bricktionary-with-six-bricks)
ar: مقتبس من [التعلم من خلال اللعب](https://learningthroughplay.com/let-s-play/bricktionary-with-six-bricks)

# data_list
source: Colour Hunt
ar: البحث عن الألوان

# data_list
source: Congratulations! You have unlocked a new play activity: Colour Hunt! Get ready for a colourful adventure that will challenge your thinking and focus. In this exciting game, you’ll be hunting for objects in matching colours while having lots of fun. Here’s what you’ll need: building blocks or any other objects in a variety of different colours (like crayons or markers). Start by placing all the coloured blocks in a bag. Each participant picks one block from the bag to get started. Now, the challenge begins! Each player must find three other objects around the house that are the same colour as their block. Search everywhere for the perfect matches! When a player finds an object that matches the colour of their block, they place the block next to it and shout "match!" Once a player has found three matching objects, they can head back to the bag, choose another block, and start the hunt all over again! Colour Hunt is a fantastic way to boost focus, encourage problem-solving, and keep everyone moving and engaged. Let the colourful treasure hunt begin!
ar: مبروك! لقد حصلت على نشاط لعب جديد: لعبة البحث عن الألوان استعد لخوض مغامرة مليئة بالألوان ستساعد على تنمية تركيز طفلك وتعزيز سلوكيات التفكير. في هذه اللعبة المشوقة ستقوم بالبحث عن أشياء تتطابق ألوانها مع القطع التي تختارها. الأدوات المطلوبة: مكعبات بناء أو أي أدوات بألوان متنوعة (مثل الأقلام الشمعية أو أقلام التلوين أو أي قطع مشابهة). اجمع كل الأدوات الملونة وضعها داخل حقيبة. يبدأ كل مشارك بسحب قطعة واحدة عشوائيًا من الحقيبة. الآن يبدأ التحدي! يجب على كل لاعب البحث عن ثلاثة أشياء أخرى في المنزل تتطابق ألوانها مع لون القطعة التي اختارها. ابحث في كل مكان حتى تجد التطابق المثالي! عندما يجد اللاعب شيئًا يتطابق مع لون قطعته، يضع القطعة بجانب هذا الشيء ويقول: "تطابق"! بمجرد أن يعثر اللاعب على ثلاثة أشياء متطابقة، يعود إلى الحقيبة لاختيار قطعة جديدة ويبدأ جولة أخرى من البحث. لعبة البحث عن الألوان هي نشاط ممتع يعزز التركيز ويشجع على التفكير الإبداعي ويُبقي الجميع نشيطين ومتحمسين. دع مغامرة البحث عن الألوان تبدأ الآن!

# data_list
source: Adapted from [Learning through Play](https://learningthroughplay.com/let-s-play/colour-hunt)
ar: مقتبس من [التعلم من خلال اللعب](https://learningthroughplay.com/let-s-play/colour-hunt)

# data_list
source: I Spy
ar: لعبة أنا أرى
