Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_kw/*/*_activities.po
Languages: ar

# data_list
source: Congratulations! You have unlocked a new play activity: Nature Game! Let’s have some fun exploring the world around you with a nature-themed game! This activity helps boost concentration and flexible thinking, and you can play it anywhere—at the beach, in your house garden, or even on a walk. Here’s how to play: First, draw a grid of 3 by 3 on a piece of paper and fill the spaces with things you might find in nature—like a tree, flower, rock, bird, or cloud. Now, it’s time to explore! Head outside and start searching for the items on your card. Each time you find something, mark it off. You decide when you win! Maybe it’s when you’ve marked off a whole line, or perhaps when you’ve found everything on your card. It’s completely up to you! Nature Game is a great way to explore the outdoors, stay active, and have fun while learning more about the world around you. So, get outside and start your nature hunt!
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: لعبة الطبيعة! دعنا نستمتع باستكشاف العالم من حولك من خلال لعبة الطبيعة! يُساعد هذا النشاط على تعزيز التركيز والتفكير المرن ويمكنك لعبه في أي مكان - مثل الشاطئ أو في حديقة منزلك أو حتى أثناء المشي. أولاً، ارسم خطوط لتصنع شبكة مكونة من ٩ مربعات على قطعة من الورق واملأ المساحات بالأشياء التي قد تجدها في الطبيعة، مثل شجرة أو زهرة أو صخرة أو طائر أو سحابة. حان وقت الاستكشاف! توجه إلى الخارج وابدأ في البحث عن العناصر الموجودة على ورقتك. في كل مرة تجد فيها شيئًا قم بوضع علامة عليه. أنت تقرر متى تفوز! ربما يكون ذلك عندما تُحدد خطًا كاملاً أو ربما عندما تجد كل شيء على ورقتك. الأمر متروك لك تمامًا! تعتبر لعبة الطبيعة طريقة رائعة لاستكشاف الأماكن الخارجية والبقاء نشطًا والاستمتاع بالتعلم عن العالم من حولك. لذا، اخرج وابدأ رحلة البحث عن الطبيعة!

# data_list
source: Adapted from [Learning through Play](https://learningthroughplay.com/let-s-play/nature-bingo)
ar: مقتبس من [التعلم من خلال اللعب](https://learningthroughplay.com/let-s-play/nature-bingo)

# data_list
source: Raise the bottles
ar: ارفع الزجاجات

# data_list
source: Congratulations! You have unlocked a new play activity: Raise The Bottles! Get ready to have some outdoor fun while testing your teamwork and coordination in this fast-paced bottle game! Here’s how to play: Start by dividing the players into two teams. Team A should have at least two people, while team B can be just one person. Next, set up three plastic bottles in a line with plenty of space between them. You can add more bottles later for extra challenge! Mark two lines on either side of the bottles, where team A will stand. It’s up to you how far these lines should be from the bottles—make it challenging, but fair! Now, it’s game time! Team A stands behind their lines and tries to knock the bottles over using a soft ball, while Team B rushes to stand the bottles back up as quickly as possible. Before you begin, decide how long each game will last—about three minutes is a good starting point. If Team A manages to knock all the bottles down at the same time during those three minutes, they win! If Team B successfully keeps the bottles standing, they are the winners. So, grab some bottles, a ball, and some friends, and get moving with this exciting outdoor challenge!
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: ارفع الزجاجات! استعدوا لمغامرة خارجية ممتعة مع اختبار العمل الجماعي والتنسيق في هذه اللعبة السريعة والقائمة على الزجاجات البلاستيكية! ابدأ بتقسيم اللاعبين إلى فريقين. يجب أن يتكون الفريق "أ" من شخصين على الأقل بينما يمكن أن يتكون الفريق "ب “من شخص واحد فقط. بعد ذلك، ضع ثلاث زجاجات بلاستيكية في خط مع ترك مساحة كبيرة بينها. يمكنك إضافة المزيد من الزجاجات لاحقًا لزيادة التحدي! حدد خطين على جانبي الزجاجات حيث سيقف فريق "أ". يمكنك تحديد المسافة بين الخطوط والزجاجات كما ترغب، اجعلها صعبة لكن عادلة! الآن حان وقت اللعب! يقف فريق "أ" وراء خطوطهم ويحاولون إسقاط الزجاجات باستخدام كرة ناعمة، بينما يسرع فريق "ب “لإعادة الزجاجات إلى وضعها الصحيح بأسرع ما يمكن. قبل البدء حدد مدة كل لعبة—حوالي ثلاث دقائق هي نقطة انطلاق جيدة. إذا تمكن فريق "أ" من إسقاط جميع الزجاجات في نفس الوقت خلال تلك الثلاث دقائق فإنهم يفوزون! أما إذا تمكن فريق "ب “من إبقاء الزجاجات قائمة فهم الفائزون. احضر بعض الزجاجات وكرة وأصدقائك وابدأ في هذا التحدي المثير!

# data_list
source: Adapted from [Learning through Play](https://learningthroughplay.com/let-s-play/raise-the-bottles)
ar: مقتبس من [التعلم من خلال اللعب](https://learningthroughplay.com/let-s-play/raise-the-bottles)

# data_list
source: Baking Time
ar: وقت الطبخ

# data_list
source: Congratulations! You have unlocked a new play activity: Baking Time! Baking isn’t just about creating something delicious—it’s a fun and exciting way to learn new skills while exploring creativity. From mixing to decorating, your young chef will feel a sense of pride and accomplishment as they bring their tasty creations to life! Here’s how to get started: Pick a simple recipe, like cupcakes or chocolate chip cookies. Let your child jump in with all the steps—mixing ingredients, whisking the batter, and stirring everything together. If you are making cookies, invite your child to make shapes with the dough. Don’t be afraid to get messy! Once your treats are in the oven, the fun continues with cleaning up the mess! Once your goodies are out of the oven, let your children take over again to decorate their masterpieces with frosting, sprinkles, or whatever inspires them. Finally, enjoy the sweet results together! Not only will you have a yummy treat, but you’ll also have shared a special bonding moment while developing important skills like patience, focus, and creativity. So, grab your chef hats and aprons, and let the baking fun begin!
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: وقت الطبخ! لا يتعلق الطبخ فقط بصنع شيء لذيذ—إنه طريقة ممتعة ومثيرة لتعلم مهارات جديدة بينما تستكشف الإبداع. من الخلط إلى التزيين سيشعر طفلك الصغير بالفخر والإنجاز أثناء إحيائهم لابتكاراتهم الشهية! كيفية البدء: اختر وصفة بسيطة مثل كعكة أو كوكيز بقطع الشوكولاته. دع طفلك يشارك في جميع الخطوات: خلط المكونات وخفق العجينة وخلط كل شيء معًا. إذا كنت تصنع البسكويت ادعُ طفلك لصنع أشكال من العجينة. لا تخف من الفوضى! بمجرد أن تكون الحلويات في الفرن، يستمر المرح مع التخاص من الفوضى! عندما تخرج الحلوى من الفرن دع أطفالك يتولون مهمة تزيين تحفهم الفنية بالكريمة أو أي شيء يلهمهم. أخيرًا، استمتعوا بالنتائج الحلوة معًا! لن تحصلوا فقط على حلويات لذيذة بل ستشاركون أيضًا لحظة مميزة من الترابط بينما تطورون مهارات مهمة مثل الصبر والتركيز والإبداع. إذن، احضروا قبعات الطهاة والمراييل، ودعوا المرح في الطبخ يبدأ!

# data_list
source: Secret Handshake
ar: إنشاء مصافحة سرية

# data_list
source: Congratulations! You have unlocked a new play activity: Creating a Secret Handshake! Let’s make a special, fun, and unique handshake that only you and your child share. This activity is a fantastic way to bond while encouraging creativity, teamwork, and playfulness! Here’s how to get started: First, sit down together and talk about the kind of handshake you want. Should it be quick and silly, or cool and complicated? It’s totally up to you! You can start by choosing a few simple moves like clapping patterns, high fives, fist bumps, or snapping fingers. Next, practice adding different steps. Maybe a spin, a shoulder tap, or even a fun dance move! Keep practising until the two of you have your secret handshake down perfectly. And remember, the more creative and playful, the better! Once you’ve mastered your moves, make your secret handshake a part of your routine! Use it as a fun greeting, before bedtime, or anytime you want to feel that special connection. This isn’t just about having fun—it helps build your child’s confidence and teamwork skills while creating a special tradition you both can enjoy. So, get creative, start practising, and let the secret handshake fun begin!
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: إنشاء مصافحة سرية! لنصنع مصافحة خاصة وممتعة وفريدة من نوعها لا يشاركها سوى أنت وطفلك. هذا النشاط هو وسيلة رائعة لتقوية الروابط مع تشجيع الإبداع والعمل الجماعي واللعب! كيفية البدء: أولاً، اجلسوا معًا وتحدثوا عن نوع المصافحة التي تريدونها. هل يجب أن تكون سريعة ومضحكة أم رائعة ومعقدة؟ الأمر متروك لكم تمامًا! يمكنك البدء باختيار بعض الحركات البسيطة مثل أنماط التصفيق أو المصافحة باليدين أو ملامسة القبضة أو فرقعة الأصابع. بعد ذلك، تدرب على إضافة خطوات مختلفة. ربما دوران أو نقرة على الكتف أو حتى حركة رقص! استمر في التدريب حتى يتقن كلاكما المصافحة السرية بشكل مثالي. وتذكر، كلما زادت الإبداعية والمرح كان ذلك أفضل! بمجرد إتقان المصافحة، اجعل مصافحتك السرية جزءًا من روتينك! استخدمها كتحية ممتعة وقبل النوم أو في أي وقت تريد أن تشعر فيه بهذا الارتباط الخاص.هذا النشاط يساعد في بناء ثقة طفلك ومهارات العمل الجماعي مع خلق شيء خاص يمكنكما الاستمتاع به معًا. لذا، كن مبدعًا وابدأ في التدريب ودع متعة المصافحة السرية تبدأ!

# data_list
source: Extreme balancing
ar: لعبة التوازن

# data_list
source: Congratulations! You have unlocked a new play activity: Extreme Balance! Get ready to create an amazing, gravity-defying balance. This activity is perfect for sparking creativity while building your problem-solving and teamwork skills! Here’s what you’ll need: Ruler, pencil, clothes hangers (plastic preferably), string, scissors, and then light objects to decorate your balance. Here’s how to start: First, experiment with balance. Place a ruler over a pencil to create a simple see-saw. Try balancing different objects on each end. How much weight does it take to tip the balance? Next, challenge yourself further! Start with one hanger and slowly start hanging other hangers on either end of the first hanger. Now try hanging two more hangers from each hanger in the second tier. Remember to try to maintain balance between each of the hangers! See how many you can balance before they tumble down. It’s all about finding the right balance point. Now that you’ve mastered balancing, it’s time to get creative! Think about the kind of balance you want to make. What materials will you use? What objects will hang from it? Gather materials like wire and thread, to form the structure of your balance. For the fun part, choose the items to hang. You can use anything—folded paper shapes, drawings, small objects from around the house, or whatever inspires you. Finally, start building and balancing! Experiment with different placements to keep everything steady and enjoy the process of creating a beautiful, gravity-defying piece of art. This activity is a fun and creative way to learn about balance and teamwork while letting your imagination run wild. So, gather your materials and start your balancing adventure today!
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: لعبة التوازن! استعد لتتحدى الجاذبية. هذا النشاط مثالي لإثارة الإبداع مع بناء مهارات حل المشكلات والعمل الجماعي! ستحتاج إلى: مسطرة وقلم رصاص وشماعات ملابس (يفضل أن تكون بلاستيكية) وخيط ومقص وأشياء خفيفة لتزيين توازنك. كيفية البدء: أولاً، جرب نشاط التوازن. ضع مسطرة فوق قلم رصاص لإنشاء أرجوحة بسيطة. حاول موازنة أشياء مختلفة على كل طرف. كم من الوزن يلزم لإمالة الميزان؟ بعد ذلك، تحدى نفسك أكثر! ابدأ بشماعة واحدة وابدأ ببطء في تعليق شماعات أخرى على طرفي الشماعة الأولى. حاول الآن تعليق شماعتين أخريين من كل شماعة في المستوى الثاني. تذكر أن تحاول الحفاظ على التوازن بين كل الشماعات! انظر إلى عدد الشماعات التي يمكنك موازنتها قبل أن تسقط. الأمر كله يتعلق بإيجاد نقطة التوازن الصحيحة. الآن بعد أن أتقنت التوازن، حان الوقت للإبداع! فكر في نوع التوازن الذي تريد تحقيقه. ما المواد التي ستستخدمها؟ ما الأشياء التي ستعلقها؟ اجمع مواد مثل الأسلاك والخيوط لتشكيل هيكل التوازن الخاص بك. أيضا اختر العناصر التي تريد تعليقها. يمكنك استخدام أي شيء -أشكال ورق مطوية أو رسومات أو أشياء صغيرة من حول المنزل أو أي شيء يلهمك. وأخيرًا، ابدأ في البناء والموازنة! جرب وضعيات مختلفة لإبقاء كل شيء ثابتًا واستمتع بعملية إنشاء قطعة فنية جميلة تتحدى الجاذبية. هذا النشاط هو وسيلة ممتعة وإبداعية لتعلم التوازن والعمل الجماعي مع تحفيز خيال طفلك. لذا، اجمع المواد وابدأ مغامرة التوازن اليوم!

# data_list
source: Adapted from [Learning through Play](https://learningthroughplay.com/let-s-play/extreme-mobile-balance)
ar: مقتبس من [التعلم من خلال اللعب](https://learningthroughplay.com/let-s-play/extreme-mobile-balance)

# data_list
source: Olympic Challenge
ar: التحدي الأولمبي

# data_list
source: Congratulations! You have unlocked a new play activity: Olympic Challenge Get ready to get your body moving and have fun while developing important social and thinking skills! This fun and active game will also help your child learn to manage their emotions while following instructions. Here’s what you’ll need: paper, scissors, markers or pens, bottle caps. Here’s how to play: First, cut small, card-sized pieces of paper. On each card, write down or draw different age-appropriate, fun activities like "jump on one leg", "shake hands with all the players", or "do push-ups". Get creative with your tasks! Next, place the cards face down on the floor. Do the same with bottle caps numbering them from 1 to 10. These numbers will tell you how many times to do the activity. Now, it’s time to play! Take turns picking one card and one numbered bottle cap. The card will tell you what activity to do, and the number will tell you how many times. For example, you might have to do 8 push-ups or jump on one leg 5 times. Keep taking turns and completing the tasks until all the activities are done, or play as long as you’d like! This game is not only about having fun—it helps build physical coordination, teaches kids how to take turns, and develops their ability to follow instructions. So, gather your bottle caps and cards, and start the fun-filled challenge today!
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: التحدي الأولمبي! استعد لتحريك جسدك والاستمتاع أثناء تطوير المهارات الاجتماعية والفكرية المهمة! ستساعد هذه اللعبة الممتعة والنشطة على تعلم إدارة مشاعر طفلك أثناء اتباع التعليمات. ستحتاج الى: ورق ومقص وأقلام تلوين وأغطية زجاجات بلاستيكية. كيفية اللعب: أولاً، قم بقص قطع صغيرة من الورق بحجم البطاقة. اكتب أو ارسم على كل بطاقة أنشطة مختلفة وممتعة مناسبة للعمر مثل "القفز على ساق واحدة" أو "مصافحة جميع اللاعبين" أو "أداء تمارين الضغط". كن مبدعًا في مهامك! بعد ذلك، ضع البطاقات مقلوبة على الأرض. افعل الشيء نفسه مع أغطية الزجاجات البلاستيكية مع ترقيمها من 1 إلى 10. ستخبرك هذه الأرقام بعدد المرات التي يجب عليك فيها القيام بالنشاط. الآن، حان وقت اللعب! تناوبوا على اختيار بطاقة واحدة وغطاء زجاجة واحدة مرقمة. ستخبرك البطاقة بالنشاط الذي يجب عليك القيام به وسيخبرك الرقم بعدد المرات. على سبيل المثال، قد يتعين عليك القيام بثمانية تمارين ضغط أو القفز على ساق واحدة خمس مرات. استمر في التناوب وإكمال المهام حتى تنتهي من جميع الأنشطة، أو العب طالما أردت! هذه اللعبة تساعد في بناء التنسيق الجسدي وتعلم الأطفال كيفية التناوب وتطور قدرتهم على اتباع التعليمات. لذا، اجمع الأغطية والبطاقات وابدأ التحدي الممتع اليوم!

# data_list
source: Adapted from [Learning through Play](https://learningthroughplay.com/let-s-play/i-dare-you)
ar: مقتبس من [التعلم من خلال اللعب](https://learningthroughplay.com/let-s-play/i-dare-you)

# data_list
source: Create silly characters
ar: الشخصيات المضحكة

# data_list
source: Congratulations! You have unlocked a new play activity: Create silly characters! All you need to play this game is a piece of paper and everyone will need a pencil. You are going to take turns drawing in this game, but it’s important that you can’t see what the other people are drawing, so set yourselves up in a way that you make sure this is possible. Here’s how to play: Decide who is going to draw first. The first drawer should take the top 2–3 inches of the paper and draw the top (head, hat, hair) of a character. This can be as serious or silly as you want it to be. Once the first part of the drawing is complete, fold the 2–3 inch column of artwork back, concealing what has been drawn but leaving two lines to demarcate where the next person who is drawing should pick up. Pass the paper on to the next person, who, without seeing what has already been drawn, will contribute the next set of features to the character: The shoulders or torso. Fold the paper back to conceal the image and pass it on. Repeat until someone has drawn the feet of the character and then open your drawing up to see the masterpiece you have collaboratively created! This game builds creativity, nurtures imagination, and helps teach kids to collaborate!
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: الشخصيات المضحكة! كل ما تحتاجه للعب هذه اللعبة هو قطعة من الورق وسيحتاج الجميع إلى قلم رصاص. ستقومون بالتناوب على الرسم في هذه اللعبة ولكن من المهم ألا تتمكنوا من رؤية ما يرسمه الآخرون، لذا جهزوا أنفسكم عل ى النحو الذي يمكنكم من القيام بذلك. كيفية اللعب: قرروا من سيرسم أولاً. يجب أن يأخذ الرسام الأول 2-3 بوصات من أعلى الورقة ويرسم الجزء العلوي (الرأس، القبعة، الشعر) للشخصية. يمكن أن يكون هذا الأمر جادًا أو مضحكًا حسب رغبتك. بمجرد اكتمال الجزء الأول من الرسم، قم بطي العمود الذي يبلغ طوله 2-3 بوصات من العمل الفني للخلف مع إخفاء ما تم رسمه ولكن ترك خطين لتحديد المكان الذي يجب أن يلتقطه الشخص التالي الذي يرسم. مرر الورقة إلى الشخص التالي والذي سيساهم (دون رؤية ما تم رسمه بالفعل) بمجموعة السمات التالية للشخصية: الكتفين أو الجذع. اطوِ الورقة للخلف لإخفاء الصورة ثم مررها. كرر ذلك حتى يرسم شخص أقدام الشخصية ثم افتح رسمك لترى التحفة الفنية التي أنشأتها بالتعاون مع الآخرين! تعمل هذه اللعبة على بناء الإبداع وتنمية الخيال وتساعد في تعليم الأطفال التعاون!

# data_list
source: Adapted from [Learning through Play](https://learningthroughplay.com/let-s-play/co-drawing
ar: مقتبس من [التعلم من خلال اللعب](https://learningthroughplay.com/let-s-play/co-drawing)

# data_list
source: Guess the animal
ar: خمن الحيوان

# data_list
source: Congratulations! You have unlocked a new play activity: Guess the Animal! Get ready to put your animal knowledge to the test in this exciting guessing game! Perfect for small or large groups, this game sharpens your reasoning skills and strengthens your memory while having fun. Here’s how to play: One person secretly picks an animal—don’t let anyone else know which animal you’ve chosen! The other players take turns asking questions to figure it out. You might ask, “Is the animal a mammal?” or “Can it fly?” Keep going until someone guesses correctly. The person who gets it right goes next! For added fun, younger kids can join by acting out the animal to give extra clues! It’s a game everyone can enjoy—kids and adults alike—where learning and fun come together!
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: خمن الحيوان! استعد لاختبار معرفتك بالحيوانات في لعبة التخمين! هذه اللعبة مثالية للمجموعات الصغيرة أو الكبيرة، فهي تعمل على شحذ مهارات التفكير وتقوية الذاكرة أثناء الاستمتاع. كيفية اللعب: يختار شخص واحد حيوانًا سراً - لا تدع أي شخص آخر يعرف الحيوان الذي اخترته! يتناوب اللاعبون الآخرون على طرح الأسئلة لمعرفة الحيوان. يمكنك أن تسأل "هل الحيوان من الثدييات؟" أو "هل يمكنه الطيران؟" استمر حتى يخمن شخص بشكل صحيح. الشخص الذي يجيب بشكل صحيح هو التالي! لمزيد من المتعة، يمكن للأطفال الأصغر سنًا الانضمام من خلال تمثيل الحيوان لإعطاء أدلة إضافية! إنها لعبة يمكن للجميع الاستمتاع بها - الأطفال والكبار على حد سواء - حيث يجتمع التعلم والمرح معًا!

# data_list
source: Balloon Tennis
ar: لعبة التنس بالبالونات

# data_list
source: Congratulations! You have unlocked a new play activity: Balloon Tennis! Gather materials such as balloons, paper plates, and paper straws. Take one paper plate and turn it over. Tape two straws to the back of the plate to make a sturdy racket. Repeat these steps to create more rackets for other players. Once your rackets are ready, blow up several balloons with your child for extra fun. Find an open area and start playing! Balloon Tennis is a fantastic way to keep kids active, improve their coordination, and most importantly, have fun together! Enjoy your game!
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: لعبة التنس بالبالونات! قم بجمع مواد مثل البالونات والأطباق الورقية والأعواد الورقية. خذ طبقًا ورقيًا واحدًا واقلبه. قم بلصق عودين في الجزء الخلفي من الطبق لصنع مضرب قوي. كرر هذه الخطوات لإنشاء المزيد من المضارب للاعبين الآخرين. بمجرد أن تصبح مضاربك جاهزة قم بنفخ العديد من البالونات مع طفلك لمزيد من المتعة. ابحث عن مساحة واسعة وابدأ في اللعب! لعبة التنس بالبالونات هي طريقة رائعة لإبقاء الأطفال نشطين ولقضاء وقت ممتع معًا! استمتع بلعبتك!

# data_list
source: Adapted from [Kiwico]{https://www.kiwico.com/diy/play-learn/fun-games/balloon-tennis}
ar: مقتبس من [كيوي كو ] {https://www.kiwico.com/diy/play-learn/fun-games/balloon-tennis}
