Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_kw/*/*_activities.po
Languages: ar

# data_list
source: Congratulations! You have unlocked a new play activity: I Spy! This classic game is a fun and interactive way to help your child learn about letters and words while keeping them engaged. To start, choose an object around you—something your child knows the name of, like a “ball". Don’t tell them what it is just yet! Now, say the magic words: “I spy with my little eye, something beginning with...” and say the first letter of the word—in this case, “B” for “ball". Encourage your child to look around and guess what the object might be. When they guess correctly, give them praise and switch roles! If they’re having trouble, offer clues like, “It’s round” or “It’s black and white". Keep the game going with new objects and different letters. This playful activity is a fantastic way to build your child’s understanding of letters and sounds, which will help them on their reading journey at home and in school.
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: لعبة"أنا أرى" هذه اللعبة ممتعة وتفاعلية وتساعد طفلك على تعلم الحروف والكلمات بطريقة شيقة وجذابة. كيفية اللعب: اختر شيئًا من حولك يعرف طفلك اسمه (مثل "كرة") لكن لا تخبره بما اخترته! ابدأ بقول الكلمات السحرية: "أنا أرى بعيني الصغيرة شيئًا يبدأ بحرف..." واذكر الحرف الأول من الكلمة. في هذا المثال، سيكون الحرف "ك" لكلمة "كرة". شجع طفلك على النظر حوله ومحاولة تخمين الشيء الذي اخترته. عندما يجيب بشكل صحيح امدحه وبدل الأدوار! إذا واجه طفلك صعوبة في التخمين قدم له تلميحات، مثل: "إنه شيء مستدير" أو "لونه أبيض وأسود". استمر في اللعب باستخدام أشياء وحروف مختلفة. هذه اللعبة الممتعة طريقة رائعة لتعزيز فهم طفلك للحروف والأصوات، مما سيدعم رحلته في تعلم القراءة سواء في المنزل أو في المدرسة.

# data_list
source: Adapted from [Brain building through play by Harvard University](https://developingchild.harvard.edu/resources/brainbuildingthroughplay/))
ar: مقتبس من [التعلم من خلال اللعب](https://developingchild.harvard.edu/resources/brainbuildingthroughplay/)

# data_list
source: Games with Pictures
ar: ألعاب بالصور

# data_list
source: Congratulations! You have unlocked a new play activity: Games with Pictures! This activity helps spark creativity and language skills by making up stories from pictures. Start by showing your child a picture, and then say, “We are going to make up a story about this picture. I’ll start.” For example, you might say, “This little girl looks very excited today. Why do you think she’s excited?” Encourage your child to think about the picture and add their ideas. You could say, “She’s holding her bag and has a big smile. Where do you think she’s going?” Let the story unfold as you both take turns adding details. This activity boosts your child's imagination, builds their vocabulary, and helps them practise storytelling. The more pictures you explore, the more creative your stories will become!
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب:ألعاب بالصور! يساعد هذا النشاط على تعزيز الإبداع والسلوكيات اللغوية من خلال ابتكار قصص من الصور. ابدأ بعرض صورة لطفلك ثم قل له "سنقوم بابتكار قصة عن هذه الصورة. سأبدأ أنا". على سبيل المثال، يمكنك أن تقول "تبدو هذه الفتاة الصغيرة متحمسة للغاية اليوم. لماذا تعتقدين أنها متحمسة؟" شجع طفلك على التفكير في الصورة وإضافة أفكاره. يمكنك أن تقول "إنها تحمل حقيبتها ولديها ابتسامة كبيرة. إلى أين تعتقدين أنها ذاهبة؟" دع القصة تظهر وأنتما تتناوبان على إضافة التفاصيل. يعزز هذا النشاط خيال طفلك ويبني مفرداته ويساعده على تدريب سرد القصص. كلما استكشفت المزيد من الصور كلما أصبحت قصصك أكثر إبداعًا!

# data_list
source: Playtime with books
ar: وقت اللعب مع الكتب

# data_list
source: Congratulations! You have unlocked a new play activity: Playtime with Books. Let’s have some fun reading together and help your child learn while spending quality time! Start by choosing a moment when you won’t be interrupted. Turn off the TV, put away mobile phones, and create a cosy space for your reading adventure. If your child wants to pick a book, great! If not, you can choose one for them. Sit close together and follow their lead—point to pictures, name objects, and repeat words they’re curious about. If the book has letters or numbers, ask your child to recognize them and help them read simple words. Don’t forget to link the story to your child’s life. Talk about emotions in the book and ask, “How do you think the character feels?” This activity is more than just reading—it’s a way to build literacy, foster a love for books, and help your child grow. Try to make reading part of your daily routine when your child is relaxed and ready to enjoy the moment. So, cuddle up, dive into a story, and let the magic of reading bring you closer while helping your child learn and succeed!
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: وقت اللعب مع الكتب هيا نستمتع بالقراءة معًا ونساعد طفلك على التعلم أثناء قضاء وقت ممتع ومفيد! كيفية البدء: اختر وقتًا لا تتعرض فيه للمقاطعات. قم بإغلاق التلفاز وضع الهواتف جانبًا وأعدّ مكانًا مريحًا وجذابًا لمغامرتك في القراءة. إذا أراد طفلك اختيار كتاب فهذا رائع! وإذا لم يفضل ذلك، يمكنك اختيار كتاب مناسب له. اجلسا معًا واستمع لاهتماماته—اشر إلى الصور وسَمِّ الأشياء وكرر الكلمات التي يبدي فضولًا حولها. إذا كان الكتاب يحتوي على حروف أو أرقام اطلب من طفلك التعرف عليها وساعده في قراءة الكلمات البسيطة. اربط القصة بحياة طفلك اليومية—ناقش المشاعر التي تظهر في القصة واسأله: "ما رأيك، كيف تشعر هذا الشخصية؟" هذا النشاط لا يقتصر على القراءة فقط—بل هو وسيلة لتعزيز مهارات القراءة وتنمية حب الكتب ومساعدة طفلك على التطور والنمو. حاول جعل القراءة جزءًا من نظامك اليومي في وقت يكون فيه طفلك مسترخيًا ومستعدًا للاستمتاع. لذا، اجلسا معًا، انغمسا في قصة ممتعة ودع سحر القراءة يقربكما من بعضكما البعض بينما تساعد طفلك على التعلم والنجاح!

# data_list
source: Opposites Game
ar: لعبة المتضادات

# data_list
source: Congratulations! You have unlocked a new play activity: Opposites Game! This fun game will help your child sharpen their thinking and keep them engaged with matching and sorting in a whole new way! Here’s how to get started: Create cards by drawing a grid on a piece of paper. You and your child can then search through magazines, cut out pictures, and glue them into the grid spaces. You’ll need small objects like buttons to use as markers. Instead of matching pictures that are called out, your child will mark the opposite! For example, if you say “daytime”, they’ll mark a space with a picture of “nighttime”. If you call out “hot”, they’ll look for a picture that represents “cold”. Remember to ensure you call out words that have corresponding opposites on your child’s card. This activity is great for boosting your child’s understanding of opposites while keeping things fun and challenging. So, gather your materials, call out those opposites, and enjoy the excitement of playing Opposites Game together!
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: لعبة المتضادات! تُعد هذه اللعبة وسيلة ممتعة لتعزيز مهارات التفكير لدى طفلك وإبقائه متفاعلًا من خلال التوافق والفرز بطريقة مبتكرة ومسلية. كيفية اللعب: ارسم خطوط لترسم شبكة على ورقة لتصميم بطاقات اللعب. يمكنك أنت وطفلك البحث في المجلات عن صور وقصّها ولصقها داخل مربعات الشبكة. ستحتاج أيضًا إلى أشياء صغيرة مثل الأزرار لاستخدامها كعلامات. في هذه اللعبة، بدلًا من مطابقة الصور التي يتم مناداتها سيقوم طفلك بتحديد العكس! على سبيل المثال، إذا قلت "النهار" سيضع علامة على صورة "الليل". وإذا قلت "ساخن" سيبحث عن صورة تعبّر عن "بارد". تأكد من أن الكلمات التي تختارها لها عكس واضح ومناسب ضمن بطاقة طفلك. هذا النشاط مثالي لتطوير فهم طفلك للمتضادات مع ضمان المتعة والتحدي في الوقت نفسه. اجمع الأدوات وابدأ بمناداة المتضادات، واستمتع بقضاء وقت ممتع ومفيد مع طفلك أثناء لعب لعبة المتضادات!

# data_list
source: Adapted from [Brain building through play by Harvard University](https://developingchild.harvard.edu/resources/brainbuildingthroughplay/)
ar: مقتبس من كتاب [بناء الدماغ من خلال اللعب لجامعة هارفارد](https://developingchild.harvard.edu/resources/brainbuildingthroughplay/)

# data_list
source: Blanket Forts
ar: حصن البطانية

# data_list
source: Congratulations! You have unlocked a new play activity: Building a Blanket Fort! Let’s dive into creating your very own cosy hideaway! First, gather everything you’ll need—blankets, pillows, chairs, and maybe even a table. If you want to add a little magic, grab a flashlight to light up your fort. Now, it’s time to build. Start by setting up two chairs facing each other, or use a table as the main structure of your fort. Drape the blankets over the chairs or table to create a roof. Don’t forget to secure them—use clips or heavy books to hold everything in place so your fort stays strong! Next, make it extra comfy. Fill the inside with pillows, cushions, and maybe even a soft rug. This will be your cosy corner to relax, read, or play together. Once your fort is built, add some fun touches. String up lights, bring in your favourite toys or books, and decorate the space however you like. You could even make a “welcome” sign to make it feel like your very own special house! Now, crawl inside and enjoy your new fort! This is your cosy, creative space for reading stories, playing games, or just spending some quiet time together. Building a blanket fort is more than just a fun activity—it’s a chance to spark creativity, solve problems, and share special moments together. So, grab those blankets and start building your adventure today!
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: إنشاء حصن من البطانيات! دعنا نتعمق في إنشاء مخبأك المريح الخاص! أولاً، ابدأ بجمع كل ما تحتاجونه أنت وطفلك من بطانيات ووسائد وكراسي وربما طاولة. إذا كنت ترغب فأحضر مصباحًا يدويًا لإضاءة حصنك. الآن، حان الوقت لإنشاء حصنك. ابدأ بوضع كرسيين متقابلين أو استخدم طاولة كهيكل رئيسي لحصنك. ثم ضع البطانيات فوق الكراسي أو الطاولة لإنشاء سقف. لا تنس تثبيتها باستخدم المشابك أو الكتب الثقيلة لتثبيت كل شيء في مكانه حتى يظل حصنك قويًا! بعد ذلك اجعل المكان مريحًا للغاية. املأ الجزء الداخلي بالوسائد والمخدات وربما حتى سجادة ناعمة. وستكون هذه هي الزاوية المريحة التي يمكنك الاسترخاء أو القراءة فيها أو اللعب معًا. بمجرد إنشاء حصنك أضف بعض اللمسات الممتعة. بعد ذلك قم بتعليق الأضواء وأدخل ألعاب طفلك أو كتبه المفضلة وزين المكان بالطريقة التي تريدها. ويمكنك حتى إنشاء علامة ترحيبية لجعل المكان يبدو وكأنه منزلك الخاص للغاية! ادخل واستمتع بحصنك الجديد! هذه هي مساحتك المريحة والإبداعية لقراءة القصص أو لعب الألعاب أو مجرد قضاء بعض الوقت الهادئ معًا. إنشاء حصن من البطانيات يعتبر فرصة لتحفيز الإبداع وحل المشكلات ومشاركة اللحظات الخاصة مع طفلك. لذا، اجمع تلك البطانيات وابدأ في بناء مغامرتك اليوم!

# data_list
source: Tricky Tower
ar: لعبة الأبراج

# data_list
source: Congratulations! You have unlocked a new play activity: Tricky Tower! Get ready for an exciting activity that will test your child’s ability to take risks, work as a team, and think creatively—all while having fun and developing fine motor skills. Here’s how to play: Start by giving each child building blocks or building blocks. Ask them to build a tower by stacking the blocks vertically, using just one hand. This challenge helps build focus and concentration as they balance the blocks carefully. Next, pair up the children and challenge them to create the tallest tower in the group—again, using only one hand. Working together, they’ll realise how tricky it can be to keep the tower from falling over, especially as they try to make it taller. Encourage them to talk about their strategy and work as a team. Finally, make the game even more challenging! Ask the teams to build the tallest tower they can in just two minutes, but this time, using their non-dominant hand. They’ll have to balance the desire for height with the risk of the tower collapsing. This isn’t just about building—it’s about problem-solving, persistence, and teamwork. Tricky Tower is a fantastic way to help your child develop important skills while having fun with friends or family. So, grab those blocks and get ready for some tower-building fun!
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: لعبة الأبراج! استعدوا لنشاط ممتع! هذا النشاط سيحفز طفلك على المجازفة والعمل الجماعي والتفكير الإبداعي بالإضافة إلى الاستمتاع وتنمية المهارات الحركية الدقيقة. ابدأ بتوزيع مكعبات البناء على كل طفل. اطلب منهم بناء برج عن طريق رص المكعبات عموديًا باستخدام يد واحدة فقط. يساعد هذا التحدي على تعزيز التركيز والانتباه حيث يقومون بتوازن المكعبات بعناية. بعد ذلك، قسّم الأطفال إلى مجموعات وتحداهم لبناء أطول برج باستخدام يد واحدة فقط. بالعمل معًا، سيدركون مدى صعوبة منع البرج من السقوط، خاصة عندما يحاولون جعله أطول. قم بتشجيعهم على التحدث عن استراتيجيتهم والعمل كفريق واحد. أخيرًا، اجعل اللعبة أكثر تحديًا! اطلب من الفرق بناء أطول برج يمكنهم في دقيقتين فقط ولكن هذه المرة باستخدام اليد الغير مسيطرة. يجب عليهم الموازنة بين الرغبة في الارتفاع وخطر انهيار البرج.لا يتعلق الأمر بالبناء فقط بل يتعلق بحل المشكلات والمثابرة والعمل الجماعي. تعد لعبة الأبراج طريقة رائعة لمساعدة طفلك على تطوير المهارات المهمة أثناء قضاء وقت ممتع مع الأصدقاء أو العائلة. لذا، اجمع تلك المكعبات واستعد لبناء الأبراج!

# data_list
source: Adapted from [Learning through Play](https://learningthroughplay.com/let-s-play/tricky-tower)
ar: مقتبس من [التعلم من خلال اللعب](https://learningthroughplay.com/let-s-play/tricky-tower)

# data_list
source: Flip the blanket
ar: أقلب البطانية

# data_list
source: Congratulations! You have unlocked a new play activity: Flip the Blanket! Can you and your child flip a blanket while standing on it? This fun and challenging game will get everyone thinking creatively and working as a team to solve the problem. Here’s how to play: Start by laying a blanket or large piece of cloth flat on the ground. Have all the players stand on the blanket—make sure no one steps off! Now, the challenge begins. The players must work together to flip the blanket over without stepping off or touching the ground. Experiment with different ideas, try new strategies, and see what works best! If anyone touches the ground, no worries—just start over and give it another try. While you are playing, talk about the problem-solving you are doing. Ask the players what ideas they are trying and why, how they are working together, and what is working and what is not. Discuss how they came up with solutions as a team. Flip the Blanket is a fantastic way to encourage teamwork, creative thinking,problem solving, and perseverance—all while having a great time together!
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: اقلب الغطاء! هل تستطيع أنت وطفلك قلب البطانية أثناء الوقوف عليها؟ ستشجع هذه اللعبة الممتعة والمليئة بالتحديات على التفكير الإبداعي والعمل كفريق واحد لحل المشكلة. طريقة اللعب: ابدأ بوضع بطانية أو قطعة قماش كبيرة على الأرض. اطلب من جميع اللاعبين الوقوف على البطانية وتأكد من عدم نزول أي منهم! الآن يبدأ التحدي. يجب على اللاعبين العمل معًا لقلب البطانية دون النزول منها أو لمس الأرض. جرّب أفكارًا مختلفة واستراتيجيات جديدة ولاحظ ما هو الأفضل! إذا لمس أي شخص الأرض فلا داعي للقلق - فقط ابدأ من جديد وحاول مرة أخرى. أثناء اللعب تحدث عن حل المشكلات واسأل اللاعبين عن الأفكار التي يحاولون تنفيذها ولماذا، وكيف يعملون معًا وما الذي ينجح وما الذي لا ينجح. ناقش كيف توصلوا إلى حلول كفريق. تعد لعبة قلب البطانية طريقة رائعة لتشجيع العمل الجماعي والتفكير الإبداعي وحل المشكلات والمثابرة - كل ذلك أثناء قضاء وقت ممتع معًا!

# data_list
source: Adapted from [Learning through Play](https://learningthroughplay.com/let-s-play/flip-the-blanket)
ar: مقتبس من [التعلم من خلال اللعب](https://learningthroughplay.com/let-s-play/flip-the-blanket)

# data_list
source: Can you catch it?
ar: هل يمكنك الإمساك به؟

# data_list
source: Congratulations! You have unlocked a new play activity: Can You Catch It? Let’s see if you can follow instructions while catching a ball! This fun and challenging game will train your concentration and reflexes—and it’s trickier than it looks. Plus, you can adjust the rules to make it perfect for every age! Here’s how to play: Start by standing about three metres apart and gently toss a ball or bean bag to each other. After a few easy throws, it’s time to introduce the rules! When the thrower shouts ‘one’, the catcher has to catch the ball with their right hand and put their left foot out. If the thrower shouts ‘two’, the catcher catches with their left hand and puts their right foot out. Once you’re confident, add some extra rules! If the thrower shouts ‘three’, the catcher has to catch with their right hand and put their right foot out. And if the thrower shouts ‘four’, the catcher catches with their left hand and puts their left foot out. For the game to work, make sure the number is called before you throw the ball, so the catcher has time to react! This activity is a great way to improve coordination, concentration, and quick thinking—all while having fun! So, grab a ball and start tossing with these new rules to test your skills!
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب:لعبة "هل يمكنك الإمساك به؟" لنرى ما إذا كان بوسعك اتباع التعليمات أثناء إمساك الكرة! ستعمل هذه اللعبة الممتعة والمليئة بالتحديات على تدريب تركيزك وردود أفعالك - وهي أكثر صعوبة مما تبدو. بالإضافة إلى ذلك يمكنك تعديل الضوابط لجعلها مثالية لكل الأعمار! طريقة اللعب: ابدأ بالوقوف على مسافة ثلاثة أمتار تقريبًا بين كل شخصين ثم قم برمي الكرة برفق لبعضكما البعض. بعد بضع رميات سهلة، حان الوقت لتعريف الجميع بالضوابط! عندما يقول الرامي "واحد" يجب على الماسك أن يمسك الكرة بيده اليمنى ويمد قدمه اليسرى. إذا قال الرامي "اثنين" يجب على الماسك أن يمسك الكرة بيده اليسرى ويمد قدمه اليمنى. يمكنك إضافة بعض الضوابط الصعبة! إذا صاح الرامي "ثلاثة" فيجب على الماسك أن يمسك بالكرة بيده اليمنى ويمد قدمه اليمنى. وإذا صاح الرامي "أربعة" فيجب على الماسك أن يمسك بالكرة بيده اليسرى ويمد قدمه اليسرى. لكي تنجح اللعبة تأكد من استدعاء الرقم قبل رمي الكرة حتى يكون لدى الماسك الوقت للرد! هذا النشاط هو وسيلة رائعة لتحسين التنسيق والتركيز والتفكير السريع، كل ذلك مع الاستمتاع! لذا، أمسك الكرة وابدأ في رميها وفقًا لهذه الضوابط الجديدة لاختبار مهاراتك!

# data_list
source: Adapted from [Learning through Play](https://learningthroughplay.com/let-s-play/can-you-catch-it)
ar: مقتبس من [التعلم من خلال اللعب](https://learningthroughplay.com/let-s-play/can-you-catch-it)

# data_list
source: Unseen Guesses
ar: تخمين الأشياء المجهولة

# data_list
source: Congratulations! You have unlocked a new play activity: Unseen Guesses! This activity is all about teamwork, communication, and overcoming frustration through both verbal and non-verbal cues. It’s a fun way for children to practise effective communication while working towards a common goal. Here’s how to play: Start by organising the group into teams of three. Each person takes on a role: speaker, challenger, and guesser. The speaker and guesser are blindfolded and sit next to each other. Next, the challenger selects an object (like a toy, or cushion) and hands it to the speaker. The speaker feels the object but isn’t allowed to name it. Instead, they describe what it feels like—without giving away the name! The guesser’s job is to figure out what the object is based on the speaker’s description. The guesser can ask questions, but the speaker can only answer with "yes" or "no". After each round, swap roles and play again, giving everyone a chance to be the speaker, challenger, and guesser. This game is not only fun but also helps children develop strong communication skills and teaches them how to work together to achieve a goal. Enjoy working through the challenge of Unseen Guesses!
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: تخمين الأشياء المجهولة! هذا النشاط يركز على العمل الجماعي والتواصل والتغلب على الإحباط من خلال الإشارات اللفظية وغير اللفظية. إنها طريقة ممتعة للأطفال لممارسة التواصل الفعال أثناء العمل نحو هدف مشترك. طريقة اللعب: لنبدأ بتقسيم المجموعة إلى فرق مكونة من ثلاثة أفراد. لكل فرد دور محدد: المتحدث، المتحدي، والمخمّن. يتم تغطية عيني المتحدث والمخمّن ويجلسان جنبًا إلى جنب. بعد ذلك، يختار المتحدي شيئًا (مثل لعبة أو وسادة) ويسلمه للمتحدث. ويشعر المتحدث بالشيء ولكن لا يُسمح له بتسميته. وبدلاً من ذلك، يصف شعوره به - دون الكشف عن اسمه! تتمثل مهمة المُخمِّن في معرفة ماهية الشيء بناءً على وصف المتحدث. يمكن للمُخمِّن طرح الأسئلة لكن المتحدث لا يمكنه الإجابة إلا بـ "نعم" أو "لا" قم بتبديل الأدوار والعب مرة أخرى مما يتيح للجميع فرصة أن يكونوا المتحدث والمتحدي والمخمن. هذه اللعبة تساعد الأطفال على تطوير مهارات التواصل القوية وتعليمهم كيفية العمل معًا لتحقيق هدف. استمتع بالعمل من خلال تحدي تخمين الأشياء المجهولة!

# data_list
source: Adapted from [Learning through Play](https://learningthroughplay.com/let-s-play/unseen-guesses)
ar: مقتبس من [التعلم من خلال اللعب](https://learningthroughplay.com/let-s-play/unseen-guesses)

# data_list
source: Things that make me happy
ar: أشياء تجعلني سعيد

# data_list
source: Congratulations! You have unlocked a new play activity: Things That Make Me Happy! Let’s take some time to appreciate the little things that make us feel happy every day. This fun activity will boost your creativity, improve emotional skills, and bring a smile to your face by focusing on positivity. Here’s how to play: Start by talking about the things that made you happy today. It could be anything—a friend, a favourite pet, a book, or even a game that made you smile. Next, choose at least three things that represent what makes you happy and place them in a special container or box. If you have more than three, go ahead and add them too. If the things that make you happy are too big to fit in the box, or if you can’t find something to represent them, get creative! Use craft materials or building blocks to draw or build models. You could create a little model of your pet or draw a picture of your favourite book! Once everything is in the box, discuss what you and your child chose. Ask them why these things make them happy. It’s a great way to get them talking about positive emotions. You can play this game as often as you like—even daily! Doing this before bed can help your child stay motivated, happy, and calm, especially during tough times. So, gather those happy things and create a special box full of joy!
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: أشياء التي تجعلني سعيد ! دعنا نخصص بعض الوقت لتقدير الأشياء الصغيرة التي تجعلنا نشعر بالسعادة كل يوم. سيعمل هذا النشاط الممتع على تعزيز إبداع طفلك وتحسين مهاراته العاطفية وإضفاء البسمة على وجهه ووجهك من خلال التركيز على الإيجابية. طريقة اللعب: ابدأ بالتحدث عن الأشياء التي أسعدتك اليوم. قد يكون ذلك أي شيء - وجود صديق أو حيوان أليف مفضل أو كتاب أو حتى لعبة جعلتك تبتسم. بعد ذلك، اختر ثلاثة أشياء على الأقل تمثل ما يجعلك سعيدًا وضعها في صندوق. إذا كان لديك أكثر من ثلاثة فقم بإضافتها أيضًا. إذا كانت الأشياء التي تسعدك كبيرة جدًا بحيث لا يمكن وضعها في الصندوق أو إذا لم تتمكن من العثور على شيء يُمثلها، فابدأ في الإبداع! استخدم مواد الحرف اليدوية أو مكعبات البناء للرسم أو بناء النماذج. يُمكنك إنشاء نموذج صغير لحيوانك الأليف أو رسم صورة لكتابك المفضل! بمجرد وضع كل شيء في الصندوق ناقش ما اخترته أنت وطفلك. اسأله لماذا تجعله هذه الأشياء سعيدًا. إنها طريقة رائعة لجعله يتحدث عن المشاعر الإيجابية. يمكنك لعب هذه اللعبة بقدر ما تريد بل وحتى يوميًا! إن ممارسة هذه اللعبة قبل النوم قد يساعد طفلك على البقاء متحفزًا وسعيدًا وهادئًا، خاصة خلال الأوقات الصعبة. لذا، اجمع تلك الأشياء السعيدة وأنشئ صندوقًا خاصًا مليئًا بالبهجة!

# data_list
source: Adapted from [Learning through Play](https://learningthroughplay.com/let-s-play/things-that-make-me-happy)
ar: مقتبس من [التعلم من خلال اللعب](https://learningthroughplay.com/let-s-play/things-that-make-me-happy)

# data_list
source: Nature Game
ar: لعبة الطبيعة
