Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_kw/*/*_activities.po
Languages: ar

# data_list
source: Fun with Food
ar: الاستمتاع بالأطعمة

# data_list
source: Congratulations! You’ve unlocked a new play activity: Fun with Food! Today, we’ll explore how cooking can help your child learn maths while bonding together. Start by inviting your child to help prepare a snack, like making a pizza or a colourful fruit salad. As you gather the ingredients, ask them to count: 'How many grapes do we have?' This builds maths skills and encourages teamwork. Next, involve them in addition and subtraction: 'We need five grapes, if we have three, how many more do we need?' This makes learning fun! Let’s make it playful! Ask, 'Which is bigger: the grape or the apple?' This reinforces comparison skills. Consider planning a weekly cooking night. Cooking strengthens your relationship and builds your child’s confidence. Enjoy your cooking adventure together!
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: الاستمتاع بالأطعمة! اليوم سنستكشف كيف يمكن للطهي مساعدة طفلك على تعلم الرياضيات وتعزيز الارتباط بينكما. وذلك من خلال البدء بدعوة طفلك للمساعدة في إعداد وجبة خفيفة مثل إعداد بيتزا أو سلطة فواكه ملونة. وأنت تجمع المكونات، اطلب من طفلك أن يعد: "كم عدد حبات العنب التي لدينا؟". هذا يساعد على تأسيس سلوكيات الرياضيات وتشجيع العمل الجماعي. بعد ذلك، دع طفلك يساعد في الجمع والطرح: "نحتاج إلى خمس حبات عنب، إذا كان لدينا ثلاث حبات، فكم نحتاج من الحبات الأخرى؟" هذا يجعل التعلم ممتعًا! اسأل: "أيهما أكبر: العنب أم التفاحة؟" هذا يعزز سلوكيات المقارنة. فكر في التخطيط لأمسية طهي أسبوعية. فالطهي يقوي علاقتك بطفلك ويعمل على تأسيس ثقته بنفسه. استمتعوا بمغامرة الطهي معًا!

# data_list
source: Object Sorting Adventure
ar: مغامرة تصنيف الأشياء

# data_list
source: Congratulations! You have unlocked a new play activity: Object Sorting Adventure! Help your little one discover the joy of learning by sorting objects and things! By grouping items like a bear as an animal or a mango as a fruit, they’ll start to understand how different things fit together. Grab a picture book and ask, 'Can you find all the animals?' and then once they have done this you can ask if they can find all of the animals who can swim or jump. It’s an easy way to begin! At home, find safe objects and let them sort them by colour, size, or type—plastic cups and plates are perfect for this! Want to make it more interesting? Try sorting pots and pans by size: Can they fit the small pans into the larger ones? And remember, you can play this game anywhere! Just look around and ask them to find things from a category you name. Let the learning begin!"
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: مغامرة تصنيف الأشياء! ساعد طفلك على استكشاف متعة التعلم من خلال تصنيف الأشياء والأغراض! من خلال تجميع العناصر مثل الدب كحيوان أو المانجا كفاكهة سيبدأ طفلك في فهم طريقة توافق الأشياء المختلفة مع بعضها البعض. أحضر كتاب فيه صور واسأل طفلك "هل تستطيع العثور على جميع الحيوانات؟" ثم يمكنك سؤالهم إذا كان بوسعهم العثور على جميع الحيوانات القادرة على السباحة أو القفز. هذه طريقة سهلة للبدء! وفي البيت ابحث عن أشياء آمنة ودعهم يصنفوها حسب اللون أو الحجم أو النوع - الأكواب والأطباق البلاستيكية مثالية لهذا الغرض! هل تريد أن تجعل الأمر أكثر اهتمامًا؟ حاول تصنيف الأواني حسب الحجم: هل يمكن طفلك توافق الأواني الصغيرة بالأواني الأكبر؟وتذكر أنه يمكنك لعب هذه اللعبة في أي مكان! فقط انظر حولك واطلب من طفلك العثور على أغراض من الفئة التي تسميها. فليبدأ التعلم!

# data_list
source: Pattern Discovery
ar: استكشاف الأنماط

# data_list
source: Congratulations! You have unlocked a new play activity: Pattern Discovery! Did you know that patterns are all around us? From the natural world to things we use every day, recognizing patterns helps set the stage for future maths skills. Your child will start by noticing patterns, and before long, they’ll be copying, extending, and creating their own! Explore patterns together—whether it's the rows of palm trees outside or the design on their clothes. At home, try making patterns with simple items like colourful blocks, rocks, or feathers. Draw a pattern using simple shapes and ask your child questions like: “What comes next?’” or “Can you create your own pattern?” Remember to encourage and celebrate their curiosity as they explore the world of patterns!
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: استكشاف الأنماط! هل تعلم أن الأنماط موجودة في كل مكان حولنا؟ الأنماط موجودة في العالم الطبيعي و الأغراض التي نستخدمها كل يوم! يساعد التعرف على الأنماط في بناء سلوكيات الرياضيات المستقبلية. سيبدأ طفلك بملاحظة الأنماط وبعدها سيبدأ في تقليدها وتوسيعها وإنشاء أنماط خاصة به! استكشف الأنماط مع طفلك — سواء كانت صفوف أشجار النخيل بالخارج أو التصميم على ملابسه. في البيت حاول صنع أنماط باستخدام عناصر بسيطة مثل القواعد الملونة أو الصخور أو الريش. ارسم نمطًا باستخدام أشكال بسيطة واسأل طفلك أسئلة مثل "ماذا يأتي بعد ذلك؟" أو "هل يمكنك إنشاء نمطك الخاص؟" قم بتشجيعه والاحتفاء به وإثارة فضوله أثناء استكشافه لعالم الأنماط!

# data_list
source: Adapted from [Thrive by Five](https://www.thrivebyfive.com/)
ar: مقتبس من [ينمو بحلول سن الخامسة](https://www.thrivebyfive.com/)

# data_list
source: Guess the emotion!
ar: خمن المشاعر!

# data_list
source: Congratulations! You have unlocked a new play activity: Guess the Emotion! Let’s have some fun expressing feelings! Ask your child, “What does it look like when we’re happy, angry, or surprised?” Then, take turns acting out different emotions and guessing what the other person is feeling. This isn’t just a game—it’s a chance for your child to learn how to recognize emotions in others. By understanding facial expressions, they’ll strengthen their connections with others and develop empathy. So, get ready to act out some emotions and enjoy this special play activity together!
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: خمن المشاعر! دعنا نمرح ونستكشف المشاعر! اسأل طفلك: "كيف يبدو وجهك عندما تكون سعيدًا؟ او غاضبًا؟ أو مندهشًا؟" من ثم تبادلوا الأدوار في تمثيل المشاعر المختلفة وقوموا بتخمين كيف يشعر الشخص الأخر. هذه ليست مجرد لعبة بل فرصة لطفلك ليتعلم كيفية إدراك مشاعر الأخرين. فهم تعبيرات الوجه يعزز علاقات طفلك مع الأخرين ويطور التعاطف معهم. لذلك كن على استعداد لتمثيل بعض المشاعر واستمتع بنشاط اللعب المميز معًا!

# data_list
source: I am Safe, Loved, and Learning by Save the Children
ar: المصدر: "أنا آمن ومحبوب وأتعلم" من منظمة Save the Children

# data_list
source: Photo Puzzle
ar: لغز الصور

# data_list
source: Congratulations! You have unlocked a new play activity: Photo Puzzle! Get ready to turn a photo into a fun jigsaw puzzle that boosts memory and direction skills! You’ll need scissors, copies of family photos, and optionally, cardboard and glue to make the puzzle more durable. First, take a copy of your photo and cut it into at least three pieces. Older children can try cutting up the pieces for younger children if they already know how to use scissors safely. If the paper is thin, you can glue it to some cardboard to make it feel more like a real puzzle. Remember to let the glue dry before you start cutting! Now, flip the pieces face down so you can’t see the picture. Your challenge? Rebuild the photo together by turning over one piece at a time and putting it back together. If your child needs a little help, ask guiding questions like, 'Where do you think this piece goes?' It’s a quick and fun way to strengthen memory and problem-solving skills—plus, it’s a great reason to look at some photos together!
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: لغز الصور! كن مستعدًا لتحويل صورة إلى لغز الصور المقطوعة التي تقوي الذاكرة والسلوكيات التوجيهية! ستحتاج إلى مقص ونسخ من الصور العائلية و ورق مقوى وصمغ لجعل الصور المقطوعة أكثر متانة. أولًا، خذ نسخة من صورتك وقم بقصها لثلاث قطع على الأقل. يمكن للأطفال الكبار محاولة قص القطع للأطفال الأصغر منهم إذا كانوا يعرفون كيف يستخدموا المقص بأمان. إذا كانت الورقة رقيقة يمكنك لصقها بالورق المقوى. تذكر أن تترك الصمغ يجف قبل أن تبدأ في القص! بعد ذلك اقلب القطع للأسفل حتى لا ترى الصورة. التحدي؟ إعادة بناء الصورة معًا من خلال قلب قطعة واحدة في كل مرة وإعادة تركيبها معًا. إذا احتاج طفلك إلى بعض المساعدة أسأله أسئلة إرشادية مثل: "أين يجب أن توضع هذه القطعة في رأيك؟" إنها طريقة سريعة وممتعة لتقوية الذاكرة وسلوكيات حل المشاكل- بالإضافة إلى أنها فرصة رائعة لمشاهدة بعض الصور معًا!

# data_list
source: Adapted from [Learning through Play](https://learningthroughplay.com/let-s-play/photo-puzzle)
ar: مقتبس من [التعلم من خلال اللعب](https://learningthroughplay.com/let-s-play/photo-puzzle)

# data_list
source: Animal Acting
ar: تمثيل الحيوانات

# data_list
source: Congratulations! You have unlocked a new play activity: Act Like an Animal! Get ready to roar like a lion or hop like a kangaroo! This fun and active game helps kids develop physical skills while also supporting speech and language development. To start, you’ll need a few simple things: small toy animals or pictures of animals, and a box or container to hold them. Each player picks an animal from the container. Then, take turns acting out the animal—can you mimic its sounds and movements? Roar, jump, crawl, or fly just like the animal you picked! For older kids, turn it into a fun guessing game—see if others can guess which animal you’re pretending to be! It’s a great way to get moving, learn, and have fun together!
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: تمثيل الحيوانات! كن مستعدًا لتزأر مثل الأسد أو لتقفز مثل الكنغر! تساعد هذه الألعاب الممتعة والنشطة في تطوير السلوكيات البدنية وفي الوقت ذاته تدعم النطق وتطور اللغة. في البداية تحتاج إلى بعض الأشياء البسيطة: ألعاب حيوانات صغيرة أو صور لحيوانات وصندوق للاحتفاظ بهم. يختار كل لاعب حيوانًا من الصندوق. ومن ثم تتبادلون الأدوار في تمثيل الحيوان، هل يمكنك تقليد أصواتهم وحركاتهم؟ ازأر أو أقفز أوأزحف أو طِر تمامًا كالحيوان الذي اخترته! بالنسبة للأطفال الكبار: حول اللعبة إلى لعبة تخمين ممتعة لنعرف إذا كان بإمكان الآخرين تخمين الحيوان الذي تمثله! إنها طريقة رائعة للتحرك والتعلم والاستمتاع معًا!

# data_list
source: Adapted from [Learning through Play](https://learningthroughplay.com/let-s-play/act-like-an-animal)
ar: مقتبس من [التعلم من خلال اللعب](https://learningthroughplay.com/let-s-play/act-like-an-animal)

# data_list
source: Cotton Colours
ar: ألوان القطن

# data_list
source: Congratulations! You have unlocked a new play activity: Cotton Colours. Let’s get creative and colourful while building motor skills and patience. First, gather your materials: scissors, glue, food colouring, small bowls, cotton balls, dropper, and an egg carton. Start by mixing food colouring and water. Make lots of different colours in small bowls. Now, get the cotton balls out. Arrange the cotton balls into the shape of a rainbow and use the droppers to paint each colour, from top to bottom. Now you can try a new game! Take your egg carton, make small holes in each egg space—just big enough to push a cotton ball through. Finally, push your coloured cotton balls through the holes to make different colourful patterns. It’s a playful way to explore colours and have some hands-on fun!
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: ألوان القطن! لنكن مبدعين ونبني سلوكيات الحركة والصبر! أولاً، جمع المواد اللازمة: مقص، صمغ، صبغة طعام، أوعية صغيرة، كرات قطن، قطارة، وكرتونة بيض. ابدأ بخلط صبغة الطعام والماء. حضر العديد من الألوان المختلفة في الأوعية الصغيرة. ثم رتب كرات القطن على شكل قوس قزح واطلب من طفلك يستخدم القطارات لصبغ كل لون من الأعلى إلى الأسفل. بعد ذلك يمكنك تجربة لعبة جديدة! خذ صندوق البيض واصنع ثقوبًا صغيرة في كل مساحة للبيض—بحجم يكفي لدفع كرة قطن من خلالها. وأخيرًا، ادفع كرات القطن الملونة عبر الثقوب لعمل أنماط ملونة مختلفة. إنها طريقة مرحة لاستكشاف الألوان والاستمتاع بتجربة عملية!

# data_list
source: Adapted from [Learning through Play](https://learningthroughplay.com/let-s-play/cotton-colours)
ar: مقتبس من [التعلم من خلال اللعب](https://learningthroughplay.com/let-s-play/cotton-colours)

# data_list
source: Follow the leader
ar: اتباع القائد

# data_list
source: Congratulations! You have unlocked a new play activity: Follow the Leader! This exciting imitation game is all about movement, memory, and fun! Start by choosing someone to be the leader—an adult is a great way to kick things off. The other players line up behind the leader, ready to follow along. The leader can move in any way they like—run, jump, crawl, or even tiptoe! The rest of the players must copy every move. The leader can change movements at any time, keeping everyone in suspense! Take turns being the leader, and remember, you can play with just two people or as many as you want! It’s a fantastic way to build working memory, attention, and self-control while having fun together!
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: اتباع القائد! هذه اللعبة المثيرة للتقليد تدور حول الحركة والذاكرة والمرح! ابدأ باختيار شخص ليكون القائد—يمكن للبالغين أن يكونوا خيارًا رائعًا لبدء اللعبة. يتجمع اللاعبون الآخرون خلف القائد استعدادًا للمتابعة. يمكن للقائد التحرك بأي طريقة يحبها—الجري أو القفز أو الزحف أو حتى المشي على أطراف الأصابع! يجب على بقية اللاعبين تقليد كل حركة. يمكن للقائد تغيير الحركات في أي وقت، مما يبقي الجميع في حالة من الترقب! تبادلوا دور القائد، وتذكر أنه يمكنك اللعب مع شخصين أو مع عدد أكبر من الأشخاص! إنها طريقة رائعة لبناء الذاكرة والانتباه والتحكم الذاتي وأنتم تستمتعون معًا!

# data_list
source: Book Sharing Time
ar: وقت القراءة

# data_list
source: Congratulations! You have unlocked a new play activity: Book Sharing Time! Reading together is not only a fun, playful way to spend quality time but also a fantastic way to help your child learn and grow. Choose a time when you won’t be disturbed, and try to minimise distractions—turn off the TV, put away mobile phones, and create a calm space. If your child wants to pick the book, great! If not, you can choose one for them. As you read, sit close together and follow their lead. Point to things in the book, name objects, and repeat words to help them engage with what interests them. Link the story to their life—use words about emotions and talk about how the characters might be feeling. If you can, start a regular reading routine when your child isn’t too tired or hungry. This habit can become a cherished time that supports their learning and prepares them for school success. Reading together is one of the most valuable ways to help your child learn, build curiosity, and bond over stories!
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: وقت القراءة! قراءة الكتب معًا ليست فقط وسيلة ممتعة لقضاء وقت ممتع بل هي أيضًا طريقة رائعة لمساعدة طفلك على التعلم والنمو. اختر وقتًا لن تتعرض فيه للإزعاج وحاول تقليل المشتتات—أطفئ التلفاز وضع الهواتف بعيدًا واخلق مساحة هادئة. إذا كان طفلك يرغب في اختيار الكتاب فذلك رائع! إذا لم يرغب يمكنك اختيار كتاب له. أثناء القراءة، اجلسا بالقرب من بعضكما البعض واتبع إرشادات طفلك. أشِر إلى الأشياء في الكتاب وسمِّ الأشياء وكرر الكلمات لمساعدة طفلك على التفاعل مع ما يثير اهتمامه. اربط القصة بحياة طفلك—استخدم كلمات عن المشاعر وتحدث عن مشاعر الشخصيات. إذا أمكنك ابدأ روتين قراءة منتظم في أوقات يكون فيها طفلك غير متعبًا أو جائعًا. يمكن أن يصبح هذا وقتًا ثمينًا لدعم تعلمهم وإعدادهم للنجاح في المدرسة. قراءة الكتاب معًا هي واحدة من أبرز الطرق القيمة لمساعدة طفلك على التعلم و تشجيع الفضول وتعزيز الروابط من خلال القصص!

# data_list
source: String and create
ar: خيوط الإبداع

# data_list
source: Congratulations! You have unlocked a new play activity: String and create! This activity is a great way for your child to explore colours, shapes, and build their fine motor skills. Here’s what you can do: set out some colourful beads where your child can play freely. Encourage them to string the beads, guiding them to sort by colour or shape if they’d like. Older kids may want to join in and try creating different patterns or spelling words out with alphabet beads. As they string the beads, count together how many they’ve added. Celebrate their hard work by congratulating them on the beautiful misbah they’ve created! Remember, adult supervision is important when little kids are handling beads. Make sure the beads are large in size and that children don’t put them in their mouths as this is a choking hazard! What to look for: Notice how your child is learning about different colours and how they’re gaining better control of their hands, which helps develop dexterity. It’s a simple, engaging activity that combines creativity, learning, and skill-building, all while having a great time!
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: خيوط الإبداع! يعد هذا النشاط طريقة رائعة لطفلك لاستكشاف الألوان والأشكال وبناء مهاراته الحركية الدقيقة، إليك ما يمكنك فعله: ضع بعض الخرز الملون في مكان يمكن لطفلك أن يلعب فيه بحرية، ثم قم بتوجيهه لفرزها حسب اللون أو الشكل وشجعه على ربط الخرز باستخدام خيط. قد يرغب الأطفال الأكبر سنًا في الانضمام ومحاولة إنشاء أنماط مختلفة أو تهجئة الكلمات باستخدام خرز الأبجدية. عندما يربط طفلك الخرز احسبوا معًا عدد الخرزات التي أضافها. احتفل بجهود طفلك بمدح المسبح الجميل الذي صنعه! تذكر أهمية الإشراف عندما يلعب الأطفال الصغار بالخرز. تأكد من أن الخرز كبير الحجم بحيث لا يستطيع الأطفال وضعه في أفواههم لأنه يشكل خطر الاختناق! ما يجب الانتباه إليه: لاحظ كيف يتعلم طفلك الألوان المختلفة وكيف يكتسب المزيد من السيطرة على يديه، مما يساعد على تطوير المهارة اليدوية. إنه نشاط بسيط وممتع يجمع بين الإبداع والتعلم وبناء المهارات، وكل ذلك أثناء قضاء وقت ممتع!

# data_list
source: Adapted from [Early Childhood Development Kit by UNICEF](https://www.unicef.org/supply/early-childhood-development-ecd-kit)
ar: مقتبس من [مجموعة تنمية الطفولة المبكرة المقدمة من اليونسيف](https://www.unicef.org/supply/early-childhood-development-ecd-kit)

# data_list
source: Freeze Dance
ar: لعبة الرقص التجميدي

# data_list
source: Congratulations! You have unlocked a new play activity: Freeze Dance! Get ready to dance and freeze with this exciting activity that toddlers love! Play some music and let your child dance or move however they like. When the music stops, tell them to freeze – to not move at all! – in place. This fun game is great for building listening skills and self-control as they practise stopping and starting. It’s also a wonderful way to prepare for school, where they’ll need to follow directions. So, turn up the music and enjoy the dancing – and the freezing!
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: الرقص التجميدي! استعدوا للرقص والتجمد مع هذا النشاط الممتع الذي يعشقه الصغار! قوموا بتشغيل بعض الموسيقى ودعوا طفلكم يرقص أو يتحرك كما يشاء. عندما تتوقف الموسيقى اطلبوا منه التجمّد في مكانه وعدم الحركة على الإطلاق! تعتبر هذه اللعبة الممتعة رائعة لبناء مهارات الاستماع والسيطرة على النفس، حيث يتدربون الأطفال على التوقف والبدء. كما أنها طريقة رائعة للتحضير للمدرسة حيث سيحتاجون إلى اتباع التعليمات. لذا شغّلوا الموسيقى واستمتعوا بالرقص والتجميد!

# data_list
source: Shadow Play
ar: لعبة الظل

# data_list
source: Congratulations! You have unlocked a new play activity: Shadow Play! Step into a world of imagination and light with this exciting activity! In a darkened room, grab a flashlight and shine it at your hand, casting fun shadows onto the wall. Wave at your child and create silly shapes with your fingers—maybe a bunny, a bird, or whatever your imagination dreams up! Watch as their curiosity grows, and invite them to try waving their shadow hand back. Encourage your little one to take a turn with the flashlight, giving them the thrill of seeing how light can create different shapes and movements on the wall. Older children might want to join in the fun and make a shadow animal of their own! This hands-on experience helps them understand cause and effect, and boosts their creativity as they experiment with their own shadow creations. It's a delightful, interactive way to explore movement and creativity, all while strengthening their focus and sense of wonder!
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: لعبة الظل! استعدوا للدخول إلى عالم من الخيال والضوء مع هذا النشاط الممتع! في غرفة مظلمة امسك بمصباح يدوي ووجه الضوء على أيديكم مما يُلقي بظلال على الجدار. لوّح لطفلك وابتكر أشكالًا مضحكة بأصابعك—ربما تكون أرنبًا أو طائرًا أو أي شيء من وحي خيالك! وراقب كيف ينمو فضول طفلك وادعه لمحاولة التلويح بيده الظلية. شجع طفلك على أخذ دوره مع المصباح اليدوي مما يمنحه شعور بالمتعة حول رؤية كيف يمكن للضوء أن يخلق أشكالًا وحركات مختلفة على الجدار. قد يرغب الأطفال الأكبر سنًا في الانضمام إلى هذا النشاط وصنع حيوان ظلي خاص بهم! تساعدهم هذه التجربة العملية على فهم العلاقة بين السبب والنتيجة وتعزز إبداع الأطفال أثناء قيامهم بتجربة لابتكار ظلالهم الخاصة. إنها طريقة ممتعة وتفاعلية لاستكشاف الحركة والإبداع، كل ذلك مع تعزيز تركيزهم وإحساسهم بالدهشة!

# data_list
source: Adapted from [Zero to three](https://www.zerotothree.org/resource/play-activities-for-12-to-24-months/)
ar: مقتبس من [صفر إلى ثلاثة](https://www.zerotothree.org/resource/play-activities-for-12-to-24-months/)

# data_list
source: Mini Obstacle Race
ar: سباق العوائق البسيطة

# data_list
source: Congratulations! You have unlocked a new play activity: Mini Obstacle Race! Get ready to set up an exciting adventure right in your home! Using soft play equipment, pillows, chairs, and hula hoops or skipping ropes, create a fun and safe obstacle race for your toddler to explore. The goal? For your little one to navigate the course by crawling, jumping, and climbing over, under, and through the obstacles. As they tackle each challenge, they’ll be developing important gross motor skills like coordination, balance, and strength. Not only will this activity get them moving, but it will also boost their confidence as they conquer each part of the race. It’s an easy, playful way to promote physical development while having a great time together! Let the obstacle adventure begin!
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: سباق العوائق البسيطة! استعد لإعداد مغامرة ممتعة في بيتك! استخدم أغراض اللعب الناعمة والوسائد والكراسي وهولا هوب أو حبال القفز لإنشاء سباقًا ممتعًا وآمنًا ليكتشفه طفلك. الهدف؟ أن يتنقل طفلك في المسار عن طريق الزحف والقفز والتسلق فوق وتحت ومن خلال التغلب على العوائق. أثناء تعاملهم مع كل تحدِ سيطورون مهارات حركية كبيرة في غاية الأهمية مثل التنسيق والتوازن والقوة. وستساعدهم هذه الأنشطة ليس على الحركة فقط ولكنها ستعزز أيضًا ثقتهم بأنفسهم وهم يتغلبون على كل جزء من هذا السباق. إنها طريقة سهلة وممتعة لتعزيز النمو البدني مع قضاء وقت ممتع معًا! لتبدأ مغامرة العوائق!

# data_list
source: Adapted from [Zero to three](https://www.zerotothree.org/resource/10-olympian-inspired-activity-ideas-for-toddlers/)
ar: مقتبس من [صفر إلى ثلاثة](https://www.zerotothree.org/resource/10-olympian-inspired-activity-ideas-for-toddlers/)

# data_list
source: Letter Hunt
ar: لعبة البحث عن الحروف

# data_list
source: Congratulations! You have unlocked a new play activity: Letter Hunt! Turn your next trip to the store into a learning adventure! As you shop, pick a letter and talk about the items on your list that start with that letter. Ask your child to find other things in the store that start with the same letter. This simple activity helps build your child’s letter recognition and vocabulary while keeping them engaged during the shopping trip. It’s a fun, interactive way to learn about letters and sounds in real-world situations, turning an ordinary task into an exciting educational game!
ar: مبروك! لقد حصلت على نشاطًا جديدًا للعب: لعبة البحث عن الحروف! حوّل رحلتك إلى السوق إلى مغامرة تعليمية! أثناء التسوق اختر حرفًا وتحدث عن العناصر الموجودة في قائمتك التي تبدأ بهذا الحرف. اطلب من طفلك العثور على أشياء أخرى في السوق تبدأ بنفس الحرف. يساعد هذا النشاط البسيط على بناء قدرة الطفل على التعرف على الحروف وزيادة مفرداته ويبقيه منشغلاً خلال رحلة التسوق. إنها طريقة ممتعة وتفاعلية لتعلم الحروف والأصوات في مواقف الحياة الواقعية، مما يحول المهمة العادية إلى لعبة تعليمية مثيرة!

# data_list
source: Adapted from [Sesame Workshop](https://sesameworkshop.org/resources/what-will-we-do/)
ar: مقتبس من [ورشة عمل شارع السمسم](https://sesameworkshop.org/resources/what-will-we-do/)

# data_list
source: Shape and Colour
ar: لعبة الأشكال والألوان
