Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_kw/*/*_check_*.po
Languages: ar

# data_list
source: Wonderful, I am so happy things are going well.
ar: ممتاز! أنا سعيد جدًا بأن الأمور تسير على ما.

# data_list
source: Some days will have their challenges. That is okay. You are on the right path!
ar: ستكون بعض الأيام مليئة بالتحديات، لا بأس بذلك. أنت على الطريق الصحيح!

# data_list
source: Parenting can be stressful sometimes. Try to find a few minutes to do something relaxing.
ar: قد تكون التربية مسببة لضغط نفسي في بعض الأحيان، حاول إيجاد بضع دقائق للاسترخاء.

# data_list
source: It’s normal to feel tired when you have so many responsibilities. Getting enough sleep tonight may help restore your energy for tomorrow.
ar: قد تكون التربية مسببة لضغط نفسي في بعض الأحيان، حاول إيجاد بضع دقائق للاسترخاء.

# data_list
source: Great to hear that you are doing well. You are a wonderful parent!
ar: من رائع أنك بخير. أنت والد مذهل!

# data_list
source: Sorry to hear that you are not having a great day. Well done for trying to figure everything out. Nobody has all the answers, but we all try to do our best!
ar: من رائع أنك بخير. أنت والد مذهل!

# data_list
source: Sorry to hear that you are not having a good day. Well done for getting up every morning and trying again, even when you are tired. That is real courage and dedication!
ar: يؤسفني سماع أن يومك لم يكن رائعًا. أحسنت لأنك تحاول، لا أحد يملك جميع الإجابات لكننا جميعًا نحاول بذل قصارى جهدنا!

# data_list
source: Sorry to hear that you are stressed today. Call or text a supportive friend to tell them how you are feeling. You might feel better afterwards!
ar: من المؤسف أن يومك لم يكن جيد. أحسنت على الاستيقاظ كل صباح والمحاولة مجددًا، حتى عندما تكون متعبًا. هذه شجاعة وتفاني!

# data_list
source: Not getting enough sleep or food can make us feel tired sometimes. Try having a healthy snack when you feel your energy levels dropping.
ar: يؤسفني سماع أنك تشعر بالضغط النفسي اليوم. اتصل بصديق داعم أو أرسل له رسالة نصية لتخبره بما تشعر به. قد تشعر بتحسن بعد ذلك!

# data_list
source: Wonderful, I am so happy! Keep up the good work.
ar: عدم الحصول على قسط كافٍ من النوم أو الطعام يشعرنا بالتعب أحيانًا. حاول تناول وجبة خفيفة صحية عندما تشعر بانخفاض مستويات طاقتك.

# data_list
source: Sorry to hear that things are difficult. All families struggle. @global.app_name is here to help!
ar: يؤسفني سماع أن الأمور صعبة. جميع العائلات تواجه صعوبات. @global.app_name هنا لتقديم المساعدة!

# data_list
source: If you feel something went ‘wrong’ today, let it go and try again tomorrow. It is okay!
ar: إذا شعرت أن خطأ ما حدث اليوم، فلا تيأس وحاول مرة أخرى غدًا. لا بأس!

# data_list
source: It is understandable to sometimes feel stressed. You are doing a great job and deserve a little break. Slowly breathe in and breathe out.
ar: من الطبيعي أن تشعر بالضغط النفسي أحيانًا. أنت تقوم بعمل رائع وتستحق أخذ استراحة قليلًا، خذ نفسًا عميقًا ببطء ثم ازفر ببطء.

# data_list
source: When you have a lot to do, it’s easy to forget to drink water. Dehydration can make you feel tired, so don’t forget to drink enough water!
ar: عندما يكون لديك الكثير لتقوم به من السهل أن تنسى شرب الماء. الجفاف يمكن أن يجعلك تشعر بالتعب، لذا لا تنسَ شرب كمية كافية من الماء!

# data_list
source: Wonderful, I am so happy things are going well. Keep up the good work.
ar: رائع، أنا سعيد جدًا لأن الأمور على ما يرام. استمر في العمل الجيد!

# data_list
source: We all have better and worse days. The fact that you are here on this app shows courage and commitment!
ar: كلنا نمر بأيام جيدة وأخرى صعبة. وجودك هنا على هذا التطبيق يدل على الشجاعة والالتزام!

# data_list
source: Sorry to hear that things are difficult now. It is completely normal to struggle sometimes. Remember that you are not alone!
ar: يؤسفني سماع أن الأمور صعبة الآن. من الطبيعي أن تواجه صعوبات أحيانًا، تذكر أنك لست وحدك!

# data_list
source: Everyone feels stressed sometimes. Take a short walk to release your stress!
ar: يشعر الجميع بضغط نفسي أحيانًا، قم بالمشي لمدة فترة قصيرة لتخفيف ضغطك النفسي!

# data_list
source: Taking care of children can make you tired. Take a short power nap if you can!
ar: العناية بالأطفال قد تشعرك بالتعب، خذ قيلولة قصيرة إذا كنت تستطيع ذلك!

# data_list
source: Well done for recognising a positive feeling. I am happy to hear you are feeling well today!
ar: أحسنت في التعرف على الشعور الإيجابي. أنا سعيد لسماع أنك تشعر بأنك بخير اليوم!

# data_list
source: Well done for recognising that you are not feeling great. Be kind to yourself today, you deserve it.
ar: أحسنت في التعرف على أنك لا تشعر بأنك في أفضل حال. كن لطيفًا مع نفسك اليوم لأنك تستحق ذلك.

# data_list
source: Well done for recognising a difficult feeling. It is okay not to be okay sometimes. Remember @global.app_name is here to support you.
ar: أحسنت لأنك أدركت شعورك الصعب. لا بأس في ألا تكون بخير أحيانًا، تذكر أن @global.app_name هنا لدعمك.

# data_list
source: Well done for recognising that you are stressed. It’s okay to feel stressed sometimes. Remember to ask for help if you need it!
ar: أحسنت لأنك أدركت أنك تشعر بالضغط النفسي. من الطبيعي أن تشعر بالضغط النفسي أحيانًا، تذكر طلب المساعدة إذا احتجت إليها!

# data_list
source: Well done for recognising that you are feeling tired. Try to get enough rest today.
ar: أحسنت لأنك أدركت أنك تشعر بالتعب، حاول الحصول على قسط كافٍ من الراحة اليوم.

# data_list
source: Great. And amazing that you are using this app – it shows your commitment as a parent. Make sure you give yourself credit and praise for what you are doing.
ar: رائع! ومن المدهش أنك تستخدم هذا التطبيق – فهو يُظهِر التزامك كوالد. تأكد من منح نفسك الثناء والمدح على ما تقوم به.

# data_list
source: Sometimes things go great and sometimes they do not. Sometimes we do not quite know what to think... and that is totally okay! Praise yourself for being here on this app and trying – you are moving forward.
ar: أحيانًا تسير الأمور بشكل رائع وأحيانًا لا تكون كذلك. في بعض الأحيان لا نعرف تمامًا ما يجب أن نفكر فيه... وهذا أمر طبيعي تمامًا! امدح نفسك لوجودك هنا على هذا التطبيق ومحاولتك – فأنت تتقدم للأمام.

# data_list
source: Sorry to hear that things are difficult right now. Take a deep breath and know that you are valued by your family and friends.
ar: يؤسفني سماع أن الأمور صعبة الآن. خذ نفسًا عميقًا واعلم أنك محل تقدير من عائلتك وأصدقائك.

# data_list
source: Trying to finish all your daily tasks can be stressful. Make a list of the important things you have to do today to make it easier for you.
ar: قد تشعر بالضغط النفسي عندما تحاول إنهاء جميع مهامك اليومية. قم بعمل قائمة بالأشياء المهمة التي يجب عليك إنجازها اليوم لتسهل على نفسك المهمة.

# data_list
source: Trying to finish all your daily tasks can make you tired. Make a list of the important things you have to do today to make it easier for you.
ar: محاولة إنهاء جميع مهامك اليومية قد تجعلك تشعر بالتعب. قم بعمل قائمة بالأشياء المهمة التي يجب عليك إنجازها اليوم لتسهل على نفسك المهمة.

# data_list
source: Fantastic! And well done for investing in yourself and your family – you have accomplished a lot.
ar: رائع! أحسنت في استثمار وقتك وجهدك من أجل نفسك وعائلتك، لقد حققت الكثير.

# data_list
source: Sorry that you are not having a great day. Well done for trying to figure everything out. @global.app_name is here to help.
ar: يؤسفني أن يومك لم يكن جيد. أحسنت لأنك تحاول. @global.app_name هنا لتقديم المساعدة.

# data_list
source: Being a parent can be challenging. Take a deep breath and recognise all you have done for your family – you deserve praise!
ar: قد تكون الوالدية صعبة أحيانا. خذ نفسًا عميقًا وتذكر كل ما فعلته من أجل عائلتك – أنت تستحق المدح!

# data_list
source: Being a parent can be stressful. Take a deep breath and recognise all the great things you have done for your family.
ar: قد تسبب لك الوالدية ضغطًا نفسيًا. خذ نفسًا عميقًا وتذكر كل الأشياء الرائعة التي قمت بها من أجل عائلتك.

# data_list
source: Taking care of your family can make you tired. Take a deep breath and praise yourself for all the great things you have done for your family.
ar: العناية بعائلتك قد تشعزك بالتعب، خذ نفسًا عميقًا وامدح نفسك على كل الأشياء الرائعة التي قمت بها من أجل عائلتك.

# data_list
source: It is great to hear you are feeling positive today. Your presence makes a real difference for your family!
ar: من الرائع أنك تشعر بالإيجابية اليوم، وجودك يحدث فرقًا حقيقيًا لعائلتك!

# data_list
source: Life has its great and hard moments – that is okay. You are on the right track.
ar: للحياة لحظات رائعة وأخرى صعبة، وهذا أمر طبيعي. أنت على الطريق الصحيح.

# data_list
source: It is normal to have hard days as a parent. Take a deep breath and know you are not alone!
ar: من الطبيعي أن تمر بأيام صعبة، خذ نفسًا عميقًا واعلم أنك لست وحدك!

# data_list
source: It is normal to have stressful days as a parent. You are not alone! Reach out to someone supportive if you need to talk.
ar: من الطبيعي أن تمر بأيام مليئة بالضغط النفسي، أنت لست وحدك! تواصل مع شخص داعم إذا كنت بحاجة للتحدث.

# data_list
source: It is normal to feel tired some days as a parent. Close your eyes for a few minutes to get some rest.
ar: من الطبيعي أن تشعر بالتعب في بعض الأيام، اغلق عينيك لبضع دقائق للحصول على قسط من الراحة.

# data_list
source: Amazing, life is the best when you're feeling good.
ar: رائع، الحياة تكون أفضل عندما تشعر بالراحة.

# data_list
source: Everyone has times when they are not feeling good. This is completely normal. Hopefully you will feel better soon.
ar: يمر الجميع بأوقات لا يشعرون فيها بالراحة، هذا أمر طبيعي تمامًا. نأمل أن تشعر بتحسن قريبًا.

# data_list
source: It is part of life to have bad days. Always remember, tough times never last and tomorrow is another day!
ar: من الطبيعي أن تمر بأيام سيئة، تذكر دائمًا أن الأوقات الصعبة لا تدوم وغدًا يوم جديد!

# data_list
source: Stress is part of life. However, when it gets too stressful it’s okay to ask someone to help you with your tasks.
ar: الضغط النفسي جزء من الحياة، مع ذلك عندما يصبح الضغط النفسي مفرطًا فلا بأس في طلب المساعدة من شخص اخر لمساعدتك في مهامك.

# data_list
source: Everyone feels tired and fed up sometimes. Hopefully, you will feel better after getting some rest.
ar: يشعر الجميع بالتعب والملل أحيانًا، نأمل أن تشعر بتحسن بعد الحصول على بعض الراحة.

# data_list
source: How are you feeling today?
ar: كيف تشعر اليوم؟

# data_list
source: Happy
ar: سعيد

# data_list
source: Okay
ar: بخير

# data_list
source: Sad
ar: حزين

# data_list
source: Stressed
ar: مضغوط نفسيًا

# data_list
source: Tired
ar: متعب
