Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_kw/*/*_main.po
Languages: ar

# data_list
source: @global.app_name is a free app version of the Parenting for Lifelong Health for Young Children programme and designed for parents and caregivers of children aged 2 to 9 years. @global.app_name is brought to you by the collaboration of partners including Parenting for Lifelong Health, University of Oxford, IDEMS International, INNODEMS, and the Child Protection Office in the Ministry of Health - State of Kuwait (‘the @global.app_name team’). Illustrations in @global.app_name help explain parenting skills. They are original works by Orli Setton created for Parenting for Lifelong Health, and shared under a CC BY-SA 4.0 International licence. The content herein is available under an open source Creative Commons International 4.0 license. It was developed in collaboration with key partners:
ar: إن @global.app_name نسخة مجانية من برنامج الوالدية من أجل صحة مدى الحياة للأطفال الصغار وهو مصمم للوالدين ومقدمي الرعاية للأطفال الذين تتراوح أعمارهم بين 2 إلى 9 سنوات. قُدم @global.app_name إليكم من خلال التعاون بين الشركاء بما في ذلك منظمة الوالدية من أجل صحة مدى الحياة وجامعة أكسفورد و INNODEMS ومكتب حماية الطفل في وزارة الصحة – دولة الكويت (فريق @global.app_name) إن المحتوى الموجود متاح بموجب رخصة Creative Commons International 4.0. تم تطويره بالتعاون مع شركاء رئيسيين:

# data_list
source: Ministry of Health
ar: وزارة الصحة

# data_list
source: PLH
ar: منظمة الوالدية من أجل صحة مدى الحياة

# data_list
source: Parent or caregiver
ar: والد أو مقدم رعاية

# data_list
source: Facilitator
ar: مدرب

# data_list
source: System tester
ar: مختبر النظام

# data_list
source: None of the above
ar: لا شيء مما سبق

# data_list
source: Woman
ar: أنثى

# data_list
source: Man
ar: ذكر

# data_list
source: Prefer not to say
ar: أفضل ألا أقول

# data_list
source: Partners
ar: الشركاء

# global
source: Welcome to @global.app_name
ar: مرحباً بك في تطبيق @global.app_name

# global
source: Please select your gender
ar: الجنس

# global
source: I am a...
ar: أنا...

# global
source: About @global.app_name
ar: نبذة عن @global.app_name

# global
source: User ID
ar: معرف المستخدم

# global
source: Dayem App
ar: تطبيق دايم

# global
source: 5 December 2024
ar: ٥ ديسمبر ٢٠٢٤

# global
source: Tap and choose
ar: اضغط واختر

# global
source: Would you like to create an account? This will allow you to retrieve your data if you lose your device.
ar: هل ترغب في إنشاء حساب؟ سيسمح لك هذا الخيار باستعادة بياناتك في حالة فقدان جهازك.

# global
source: You are logged in.
ar: لقد قمت بتسجيل الدخول.

# global
source: Delete account
ar: إلغاء الحساب

# global
source: Are you sure you want to delete your account?
ar: هل أنت متأكد أنك تريد إلغاء الحساب؟

# global
source: This action is permanent and cannot be undone. You will lose all your progress.
ar: هذا الإجراء دائم ولا يمكن التراجع عنه. ستفقد كل معلوماتك.

# global
source: Yes
ar: نعم

# global
source: No
ar: لا

# global
source: List
ar: قائمة

# global
source: Map
ar: خريطة

# global
source: Module
ar: الدرس

# global
source: Start here
ar: ابدأ من هنا

# global
source: Home
ar: الصفحة الرئيسية

# global
source: Library
ar: مكتبة

# global
source: Settings
ar: إعدادات

# global
source: Completed
ar: مكتمل

# global
source: Share your progress
ar: سجل انجازك

# global
source: Let’s Begin
ar: لنبدأ

# global
source: Continue
ar: استمرار

# global
source: Restart
ar: إعادة تشغيل

# global
source: In 1 day
ar: بعد يوم واحد

# global
source: In 2 days
ar: بعد يومين

# global
source: In 3 days
ar: بعد 3 أيام

# global
source: In 4 days
ar: بعد 4 أيام

# global
source: In 5 days
ar: بعد 5 أيام

# global
source: In 6 days
ar: بعد 6 أيام

# global
source: In 7 days
ar: بعد 7 أيام

# global
source: Learn More
ar: تعرف على المزيد

# global
source: Select a response
ar: اختر إجابة

# global
source: Congratulations
ar: مبروك

# global
source: Hurrah
ar: مبروك

# global
source: A new moment of play has been unlocked
ar: لقد حصلت على نشاط لعب جديد

# global
source: Open your moment of play
ar: شاهد نشاط اللعب

# global
source: Open
ar: افتح

# global
source: Well done for finishing this module
ar: أحسنت على إكمال هذا الدرس

# global
source: Well done for finishing this check-in
ar: أحسنت على إكمال هذا الجزء

# global
source: Unlock your moment of play
ar: احصل على نشاط جديد للعب

# global
source: Well done for finishing all modules and home activities!
ar: أحسنت على إكمال جميع الدروس والأنشطة المنزلية!

# global
source: Unlock all moments of play
ar: احصل على جميع أنشطة اللعب

# global
source: Moments of Play
ar: نشاط اللعب

# global
source: Complete your modules and home activities to unlock new moments of play.
ar: أكمل درسك وأنشطتك المنزلية للحصول على نشاط جديد للعب.

# global
source: Filter
ar: تصفية

# global
source: All Games
ar: جميع الألعاب

# global
source: Unlocked
ar: متاح

# global
source: Favourites
ar: المفضلة

# global
source: Nothing here yet! Mark games as favourites by tapping the ❤️ icon to quickly find what you enjoy most.
ar: لا يجود نشاط هنا بعد! قم بضغط علامة ❤️ على الألعاب المفضلة للعثور عليها أسرع.

# global
source: Unlock your moments of play by completing a module or logging an activity!
ar: احصل على نشاط جديد للعب من خلال استكمال درس أو نشاط منزلي!

# global
source: By age
ar: حسب العمر

# global
source: For 2-3
ar: لعمر 2-3

# global
source: For 4-5
ar: لعمر 4-5

# global
source: For 6-7
ar: لعمر 6-7

# global
source: For 7-8
ar: لعمر 7-8

# global
source: For 8-9
ar: لعمر 8-9

# global
source: Source
ar: مصدر

# global
source: Close
ar: اغلاق

# global
source: Profile
ar: ملفك

# global
source: Switch Language
ar: تبديل اللغة

# global
source: Your ParentApp Code
ar: رمز تطبيق دايم الخاص بك

# global
source: Account
ar: حساب

# global
source: General
ar: معلومات عامة

# global
source: Feedback
ar: ملاحظات

# global
source: About Dayem
ar: نبذة عن دايم

# global
source: Terms and Conditions
ar: الشروط والأحكام

# global
source: Privacy Policy
ar: سياسة الخصوصية

# global
source: Developer Mode
ar: وضع المبرمج

# global
source: Version
ar: نسخة

# global
source: Submit
ar: إرسال

# global
source: Enter your Developer Code
ar: أدخل رمز المبرمج الخاص بك

# global
source: To launch the app in developer mode, enter your dev code and tap Submit
ar: لتشغيل التطبيق في وضع المبرمج، أدخل رمز المبرمج الخاص بك وانقر على "إرسال"

# global
source: What is your name or nickname?
ar: ما هو اسمك أو لقبك؟

# global
source: What is your gender?
ar: ما هو جنسك؟

# global
source: Male
ar: ذكر

# global
source: Female
ar: أنثى

# global
source: Prefer not to say
ar: أفضل ألا أقول

# global
source: Save
ar: حفظ

# global
source: Sync Now
ar: المزامنة الآن

# global
source: Your Code
ar: الرمز الخاص بك

# global
source: You may be asked to share this code with people who will support your Dayem App journey.
ar: قد يُطلب منك مشاركة هذا الرمز مع الفريق الذي سيساعدك في رحلتك مع تطبيق دايم.

# global
source: Copy Code
ar: نسخ الرمز

# global
source: Language
ar: اللغة

# global
source: Type here
ar: أكتب هنا

# global
source: App feedback
ar: ملاحظات عن التطبيق

# global
source: Sign in
ar: تسجيل الدخول

# global
source: Sign in with Google
ar: تسجيل الدخول باستخدام جوجل

# global
source: Sign in with Apple
ar: سجل الدخول عن طريق حساب Apple

# global
source: Sign out
ar: تسجيل الخروج

# global
source: Create an account
ar: إنشاء حساب

# global
source: Creating an account allows you to save your progress across devices. It is optional.
ar: عند إنشاء حساب تستطيع حفظ تقدمك عبر الأجهزة. إنه أمر اختياري.

# global
source: Skip
ar: تخطي

# global
source: Continue without an account
ar: متابعة بدون إنشاء حساب

# global
source: Welcome
ar: أهلاً

# global
source: Excited to have you here! Let’s keep going.
ar: يسعدني تواجدك هنا! دعنا نستمر.

# global
source: Excited to have you here @fields._auth_user_given_name! Let’s keep going.
ar: يسعدني تواجدك هنا @fields._auth_user_given_name! دعنا نستمر.

# global
source: You are signed in.
ar: لقد قمت بتسجيل الدخول.

# global
source: It looks like you've logged in on another device before. Would you like to continue from where you left off? If you do, any progress made on this device will be lost.
ar: يبدو أنك قمت بتسجيل الدخول على جهاز آخر من قبل. هل ترغب في المتابعة من حيث توقفت؟ إذا قمت بذلك فسيتم فقدان أي تقدم تم إنجازه على هذا الجهاز.

# global
source: Load saved progress
ar: تحميل التقدم المحفوظ سابقاً

# template
source: Copy code
ar: نسخ الرمز

# template
source: Copied!
ar: منسوخ

# template
source: Last sync at: @local.sync_latest
ar: آخر مزامنة في: @local.sync_latest

# template
source: This device has never been synced. Sync to reveal your code.
ar: لم تتم مزامنة هذا الجهاز مطلقًا. قم بالمزامنة للكشف عن الرمز الخاص بك.

# template
source: Sync now
ar: ابدأ المزامنة الآن

# template
source: Syncing...
ar: المزامنة...

# template
source: Submit
ar: إرسال

# template
source: Tap and type
ar: اضغط واكتب

# template
source: To launch the app in developer mode, enter your developer code in the box below and press @local.submit.
ar: لتشغيل التطبيق في وضع المبرمج، أدخل رمز المبرمج الخاص بك في المربع أدناه واضغط على @local.submit.

# template
source: You have entered an incorrect code.
ar: لقد أدخلت رمزًا خاطئًا.

# template
source: This code is correct.
ar: هذا الرمز صحيح.

# template
source: Enter developer mode
ar: ادخل إلى وضع المبرمج

# template
source: @global.app_name has downloaded an update. Please restart the app to finish installation.
ar: قام @global.app_name بتنزيل تحديث. يرجى إعادة تشغيل التطبيق لإكمال التثبيت.

# template
source: Restart
ar: إعادة تشغيل

# template
source: Countdown days: @local.countdown_days
ar: أيام العد التنازلي: @local.countdown_days

# template
source: Choose a number of days to count down
ar: اختر عدد الأيام للعد التنازلي

# template
source: Save
ar: حفظ

# template
source: Continue
ar: استمرار

# template
source: Change countdown days
ar: تغيير أيام العد التنازلي

# template
source: Templates
ar: القوالب

# template
source: Dynamic data
ar: البيانات المتغيرة

# template
source: Reset app
ar: إعادة ضبط التطبيق

# template
source: Open feedback
ar: فتح الملاحظات

# template
source: Close feedback
ar: إغلاق الملاحظات

# template
source: Import user
ar: استيراد المستخدم

# template
source: Developer mode
ar: وضع المبرمج

# template
source: Exit developer mode
ar: الخروج من وضع المبرمج
