Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_kw/*/*_relax.po
Languages: ar

# data_list
source: Body Scan
ar: أجزاء الجسم

# data_list
source: Today's pause is called a body scan. Begin by closing your eyes or maintaining a soft gaze. Take a full breath in and a long breath out. Now, bringing awareness to the top of your body, your head, face, neck, shoulders. Noticing any sensations, movements, any places of holding. Continue to scan your body, moving down the arms and hands and into your fingers. Sense the back of your body and your lower back. Feeling the contact of your body with the chair if you are seated. Now, sensing your upper legs, your lower legs, and the feet. Take a full, deep breath in and a long breath out. Finish this pause by opening your eyes. Thank you for taking a moment to pause with us. It's time for today's lesson.
ar: يسمى تمرين اليوم: أجزاء الجسم ابدأ بتغميض عينيك او بالتواصل البصري الهادئ. خذ نفسًا عميقًا بالكامل وبعده زفيرًا طويلاً. والآن، ركز وعيك على الجزء العلوي من جسمك ورأسك ووجهك ورقبتك وكتفيك.. مع ملاحظة أي أحاسيس أو حركات أو أماكن التوتر.استمر في فحص جسمك وانتقل إلى أسفل الذراعين واليدين وحتى أصابعك. استشعر الجزء الخلفي من جسمك وأسفل ظهرك. استشعر اتصال جسمك بالكرسي إذا كنت جالسًا. الآن، استشعر ساقيك العلويتين وساقيك السفليتين وقدميك. خذ شهيقًا عميقًا وزفيرًا طويلًا. أنهِ هذه التمرين بفتح عينيك. شكرًا لك على تخصيص لحظة للإسترخاء معنا. لقد حان وقت درس اليوم.

# data_list
source: Breathe to three
ar: التنفس حتى ثلاثة

# data_list
source: Close your eyes. Use the magic power of three to stay connected and relax. Breathe in to the count of three. 1, 2, 3. Breathe out to the count of three. 1, 2, 3. Breathe in to the count of three. 1, 2, 3. Breathe out to the count of three. 1, 2, 3. Do you feel any different? Deep breathing helps our whole body and mind to calm down. You are a star!
ar: يسمى تمرين اليوم: التنفس حتى ثلاثة أغمض عينيك. استخدم القوة المميزة للرقم ثلاثة للتواصل والاسترخاء. تنفس بعمق وأنت تعد الى ثلاثة. 1، 2، 3. ازفر بعمق وأنت تعد الى ثلاثة. 1، 2، 3. تنفس بعمق وأنت تعد الى ثلاثة. 1، 2، 3. ازفر بعمق وأنت تعد الى ثلاثة. 1، 2، 3. هل تشعر بأي اختلاف؟ يساعد التنفس العميق على تهدئة الجسد والعقل بالكامل.

# data_list
source: Think about today
ar: فكر في اليوم

# data_list
source: Close your eyes. Take a minute to think about the day. Think about one positive or fun thing you did. Praise yourself for one thing you did well today. Think of one thing you can do differently tomorrow. Think of one thing that you are grateful for.
ar: يسمى تمرين اليوم: فكر في اليوم أغمض عينيك. خذ دقيقة للتفكير في يومك. فكر في شيء إيجابي أو ممتع قمت به. امدح نفسك على شيء واحد قمت به بشكل جيد اليوم. فكر في شيء يمكنك أن تفعله بشكل مختلف غدًا. فكر في شيء تشعر بالامتنان من أجله.

# data_list
source: Small things
ar: أشياء صغيرة

# data_list
source: Close your eyes. Take a moment to stop what you are doing and connect with your breath. What is one thing you can be grateful for right now? What is one thing that brings you happiness? What is one thing that you love? They do not have to be big. Sometimes the small things in life count the most!
ar: يسمى تمرين اليوم: أشياء صغيرة أغمض عينيك. خذ لحظة وتوقف عما تفعله وركز على تنفسك. ما هو الشيء الذي يمكنك أن تكون ممتنًا له الآن؟ ما هو الشيء الذي يجلب لك السعادة؟ ما هو الشيء الذي تحبه؟ قد لا تكون الأشياء كبيرة. أحيانًا الأشياء الصغيرة في الحياة هي الأكثر أهمية!"!

# data_list
source: Feel the ground
ar: اشعر بالأرض

# data_list
source: Close your eyes. Notice your connection with the ground beneath you. What parts of your body touch the ground? What parts of your body do not? Notice where it feels warm and where it feels cool. Feel the ground underneath you supporting you. Let your body sink into the support of the ground. Try this next time you feel alone or are doing a mundane activity like washing up. It can really help!
ar: يسمى تمرين اليوم: اشعر بالأرض أغمض عينيك. لاحظ ارتباطك بالأرض التى تحتك. ما هي الأجزاء من جسمك التي تلامس الأرض؟ وما هي الأجزاء التي لا تلامسها؟ لاحظ الأماكن التي تشعر فيها بالدفء وأين تشعر بالبرودة اشعربقوة الأرض تحت قدميك. دع جسمك يستند على قوة الأرض. جرّب أن تعمل هذا التمرين عندما تشعر بالوحدة أو تقوم بنشاط يومي مثل ترتيب المنزل. قد يساعدك هذا التمرين على الاسترخاء!

# data_list
source: Counting sounds
ar: عد الأصوات

# data_list
source: Sit down and close your eyes. How many sounds can you hear? Listen to the sounds inside and outside the room. Count them on your fingers. After ten seconds, how many fingers do you have up? What sounds did you hear? Try again for another ten seconds. Did you hear any new sounds? Did you hear any sounds inside your own body? Notice how you feel now.
ar: يسمى تمرين اليوم: عد الأصوات اجلس وأغمض عينيك. كم عدد الأصوات التي يمكنك سماعها؟ استمع للأصوات داخل الغرفة وخارجها. عدّها على أصابعك. بعد عشر ثوانٍ، كم عدد الأصابع التي رفعتها؟ وما الأصوات التي سمعتها؟ حاول مرة أخرى لمدة عشر ثوانٍ. هل سمعت أصواتًا جديدة؟ هل سمعت أي أصوات داخل جسدك؟ لاحظ كيف تشعر الآن بعد عمل التمرين.

# data_list
source: Praise yourself
ar: امدح نفسك

# data_list
source: Self-praise can be really helpful, especially when we have difficult days. Think of your week and finish the following phrase: “This week, I am proud of myself for …” It can be anything, not just things about being a parent! Think of one thing you did well today. Now wrap your arms around yourself and give yourself a big HUG!
ar: يسمى تمرين اليوم: امدح نفسك مدح الذات قد يكون مفيدًا جدًا، خاصة عندما نمر بأيام صعبة. فكر في أسبوعك وأكمل العبارة التالية: "هذا الأسبوع، أنا فخور/ فخورة بنفسي لأنني..." يمكن أن يكون هذا أي شئ، ليس فقط أمور تتعلق بأنك والد/ والدة! فكر في شيء واحد قمت به بشكل جيد اليوم. والآن، احتضن نفسك بحب!"

# data_list
source: List of things
ar: قائمة الأشياء

# data_list
source: Make a list of healthy activities that you like to do. Here are some suggestions: * Listening to your favourite music * Going for a walk (if possible) * Doing some exercise * Drinking a cup of tea by yourself * Calling up a friend * Singing, dancing, praying, or reading * Sitting in the sun with your eyes closed * Watching your favourite TV show Pick one and do it today!
ar: يسمى تمرين اليوم: قائمة الأشياء قم بعمل قائمة بالأنشطة الصحية التي تحب القيام بها. هذه بعض الاقتراحات: - الاستماع إلى موسيقى مفضلة - الذهاب للمشي (إن أمكن) - ممارسة بعض التمارين الرياضية - شرب فنجان من الشاي بمفردك - الصلاة أو القراءة - الاتصال بصديق - الغناء أو الرقص - الجلوس تحت أشعة الشمس مع إغماض عينيك - مشاهدة برنامجك التلفزيوني المفضل اختر واحدة منها وقم بها اليوم!

# data_list
source: Angry? Take a break
ar: هل أنت غاضبًا؟ خُذ استراحة

# data_list
source: Managing anger can be really difficult. Take a break when you feel you are getting angry at your children or someone else. Go somewhere else for 5 minutes to regain control of your emotions. If you have a safe outdoor space, go outside. You can get through this!
ar: يسمى تمرين اليوم: استراحة وقت الغضب إدارة الغضب قد يكون صعب جدًا. خذ استراحة عندما تشعر أنك تغضب من أطفالك أو من شخص آخر. اذهب إلى مكان آخر لمدة 5 دقائق لاستعادة السيطرة على مشاعرك. إذا تستطيع الذهاب الى مكان في الهواء الطلق، اذهب لهذا المكان. يمكنك تجاوز هذا الموقف.
