Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2/*/*_goal_checkins.po
Languages: zu

# arguments
source: my teen could not agree on one specific rule or routine.
zu: ingane yami ayikwazanga ukuvumelana ngomthetho owodwa othize noma isimiso.

# arguments
source: my teen felt it was unfair that they have to follow the rule while i don’t have to follow it.
zu: ingane yami esebusheni bayo ibe nomuzwa wokuthi akulungile ukuthi yona kumelwe ilandele umthetho kuyilapho mina kungadingeki ngiwulandele.

# arguments
source: i felt uncomfortable because i think an adult should create the rule, not my teen.
zu: ngazizwa ngingakhululekile ngoba ngicabanga ukuthi umuntu omdala kufanele adale umthetho, hhayi ingane yami.

# arguments
source: i can’t distract my teen when they are misbehaving.
zu: angikwazi ukuphazamisa ingane yami uma ingaziphathi kahle.

# arguments
source: i am too angry to find anything positive to say to my teen after they have misbehaved.
zu: ngithukuthele kakhulu ukuthola noma yini enhle engizoyisho kwintsha yami ngemuva kokungaziphathi kahle.

# arguments
source: my teen misbehaves all the time.
zu: ingane yami ayiziphathanga kahle ngaso sonke isikhathi.

# arguments
source: i got very angry with my teen and shouted at them.
zu: ngiyidinelwe kakhulu ingane yami ngayithethisa.

# arguments
source: i forgot to give my teen a chance to do what i asked before giving the consequence.
zu: ngakhohlwa ukunikeza ingane yami ithuba lokwenza lokho engangikucela ngaphambi kokunikeza umphumela.

# arguments
source: my teen got very angry with me after i gave the consequence.
zu: ingane yami yangithukuthelela kakhulu ngemva kokuba nginikeze umphumela.

# arguments
source: my teen complained that the consequence was not fair.
zu: ingane yami yakhononda ngokuthi umphumela wawungalungile.

# arguments
source: i did not want to tell my family how much i earn.
zu: bengingafuni ukutshela umndeni wami ukuthi ngihola malini.

# arguments
source: when budgeting, we could not agree on what should fall under needs and what should fall under wants.
zu: lapho senza isabelomali, asikwazanga ukuvumelana ngokuthi yini ewela ngaphansi kwezidingo nokuthi yini ewela ngaphansi kokufunwayo.

# arguments
source: i did not understand what to do.
zu: angikuqondanga lokho okumelwe ngikwenze.

# arguments
source: my family did not want to budget with me
zu: umndeni wami awufunanga ukwenza isabelomali kanye nami

# arguments
source: i did not have the time to talk about budgeting with my family.
zu: angibanga naso isikhathi sokukhuluma ngesabelozimali nomndeni wami.

# arguments
source: my teen refused to share their emotions.
zu: ingane yami yenqaba ukwabelana ngemizwa yayo.

# arguments
source: when i shared my own emotions, it felt uncomfortable for one of both of us.
zu: lapho ngabelana ngemizwa yami, kwakungakhululeki komunye wethu sobabili.

# arguments
source: i was afraid my teen might think i am weak for sharing my own emotions. 😔
zu: ngangesaba ukuthi ingane yami ingase icabange ukuthi ngibuthakathaka ngokwabelana ngeyami imizwa. 😔

# arguments
source: i was too stressed or angry to share my emotions – i prefer to be alone when i feel like that.
zu: ngangicindezeleke kakhulu noma ngithukuthele ukuba ngikwazi ukwabelana ngemizwa yami - ngincamela ukuba ngedwa uma ngizizwa kanjalo.

# arguments
source: i was angry that my teen had not told me these things before.
zu: ngathukuthela ngokuthi ingane yami ayizange ingitshele lezi zinto ngaphambili.

# arguments
source: when my teen told me about a situation, i did not agree with how they had handled it.
zu: lapho ingane yami ingitshela ngesimo, angizange ngivumelane nendlela eyayisingathe ngayo.

# arguments
source: my teen told me i was the problem.
zu: ingane yami yangitshela ukuthi ngiyinkinga.

# arguments
source: my teen and i did not agree on which areas were unsafe.
zu: mina nengane yami asivumelani ngokuthi yiziphi izindawo ezingaphephile.

# arguments
source: my teen marked the house of someone i trust as unsafe. 🚩 i was shocked and did not know what to do!
zu: ingane yami yaphawula indlu yomuntu engimthembayo njengongaphephile. 🚩 Ngashaqeka futhi ngangingazi ukuthi ngenzenjani!

# arguments
source: my teen insisted that they could visit a place i think is not safe, like a bar. i don’t know how to convince them that it is not a safe area.
zu: ingane yami yaphikelela ngokuthi ingavakashela indawo engicabanga ukuthi ayiphephile, njengendawo yokucima ukoma. Angazi ukuthi ngingabaqinisekisa kanjani ukuthi akuyona indawo ephephile.

# arguments
source: as an adult, i feel i am in charge of protecting my teen. when i told my teen which areas are unsafe, they got angry.
zu: njengomuntu omdala, ngizizwa ngiphethe ukuvikela ingane yami. Ngesikhathi ngitshela ingane yami ukuthi yiziphi izindawo ezingaphephile, iyathukuthela.

# arguments
source: it was hard to find safety resources because i don’t know my community so well.
zu: kwakunzima ukuthola izinsiza zokuphepha ngoba angiwazi kahle umphakathi wami.

# arguments
source: i did not have any time to do this activity.
zu: angizange ngibe nesikhathi sokwenza lo msebenzi.

# arguments
source: i didn’t know how to support my partner
zu: angazi ukuthi ngingameseka kanjani umuntu esibambisene naye

# arguments
source: i forgot to share the tasks equally or get involved
zu: ngikhohliwe ukwabelana ngemisebenzi ngokulinganayo noma ukuzibandakanya

# arguments
source: i forgot to ask for help.
zu: ngikhohliwe ukucela usizo.

# arguments
source: i didn’t have the time to ask or give help.
zu: ngangingenaso isikhathi sokucela noma ukunikeza usizo.

# arguments
source: i felt uncomfortable doing tasks i don’t normally do
zu: Angizizwa kahle ngokwenza imisebenzi engingajwayele ukuyenza

# arguments
source: i asked my partner for help but they refused.
zu: ngacela usizo kumlingani wami kodwa wanqaba.

# arguments
source: get more help
zu: thola usizo olwengeziwe

# arguments
source: continue my progress tomorrow
zu: qhubeka intuthuko yami kusasa
