Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2/*/*_goal_checkins.po
Languages: zu

# text
source: Including your teen when you set household rules is important. Though you are still doing great, you have reported that this has become more challenging since you first began ParentText.
zu: Ukufaka ingane yakho uma ubeka imithetho yasendlini kubalulekile. Nakuba usakwenza okukhulu, ubike ukuthi lokhu sekuyinselelo kakhulu kusukela waqala i-ParentText.

# text
source: Thank you for providing your Progress Update. You can access this information at any time in the Main Menu. 📝 You will resume progress on your current goal tomorrow.
zu: Siyabonga ngokunikeza isibuyekezo sakho sokuqhubeka. Ungafinyelela lolu lwazi nganoma yisiphi isikhathi kuMenyu Enkulu. 📝 Uzoqalisa kabusha inqubekelaphambili kumgomo wakho wamanje kusasa.

# text
source: Well done for completing your goal to manage your teen’s behaviour. Let’s see how things have changed since starting this goal:
zu: Wenze kahle ngokuqedela umgomo wakho wokuphatha ukuziphatha kwengane yakho. Ake sibone ukuthi izinto zishintshe kanjani kusukela kuqale lo mgomo:

# text
source: It’s great that your teen continues to behave well. Keep up the excellent effort!
zu: Kuhle kakhulu ukuthi ingane yakho iyaqhubeka nokuziphatha kahle. Qhubeka nomzamo omuhle kakhulu!

# text
source: It sounds like your teen tends to behave well, which is great to hear! Still, you have reported that this has become more challenging since you first began ParentText.
zu: Kuzwakala sengathi ingane yakho ivame ukuziphatha kahle, okuyinto enhle ukuzwa! Noma kunjalo, ubike ukuthi lokhu kuye kwaba yinselele kakhulu kusukela waqala i-ParentText.

# text
source: It’s normal to find it hard to help our teens manage their behaviour. Keep caring and supporting them while they are learning. 💙
zu: Kuyinto evamile ukuthola kunzima ukusiza izingane zethu ukuphatha ukuziphatha kwazo. Qhubeka uzinakekele futhi uzesekela ngenkathi zifunda. 💙

# text
source: Congratulations on making some progress in this goal. 🎉It’s normal to find it hard to help our teens manage their behaviour. Keep caring and supporting them while they are learning. 💙
zu: Siyakuhalalisela ngokwenza inqubekelaphambili ethile kulo mgomo. 🎉Kuvamile ukukuthola kunzima ukusiza izingane zethu zilawule ukuziphatha kwazo. Qhubeka uzinakekela futhi uzisekele ngenkathi zifunda. 💙

# text
source: Well done for completing your goal to learn about family budgeting and ways to save money. Let’s see how you have changed since starting this goal:
zu: Wenze kahle ukuqedela umgomo wakho wokufunda ngesabelomali somndeni nezindlela zokonga imali. Ake sibone ukuthi ushintshe kanjani kusukela uqala lo mgomo:

# text
source: That is okay! 💙 This takes practice and is hard to do.
zu: Kulungile lokho! 💙 Lokhu kuthatha ukuzijwayeza futhi kunzima ukukwenza.

# text
source: Congratulations on making some progress in this goal. 🎉It seems like planning your spending is still a challenge.
zu: Siyakuhalalisela ngokwenza inqubekelaphambili ethile kulo mgomo. 🎉Kubonakala sengathi ukuhlela indlela osebenzisa ngayo imali kuseyinselele.

# text
source: You were already excelling at planning your spending before ParentText. It’s great that you’re able to keep up the excellent effort!
zu: Ubuvele uphumelela ngesikhathi nengane yakho ngaphambi kwe-ParentText. Kuhle ukuthi ukwazi ukuqhubeka nomzamo omuhle kakhulu!

# text
source: Planning how you will spend your money is important. Though you are still doing great, you have reported that this has become more challenging since you first began ParentText.
zu: Ukuhlela ukuthi uzoyisebenzisa kanjani imali yakho kubalulekile. Yize usenza kahle, ubike ukuthi lokhu sekube yinselelo enkulu kusukela uqale i-ParentText.

# text
source: Thank you for providing your Progress Update. You can access this information any time in the Main Menu. You will resume progress on your current goal tomorrow. 😃
zu: Siyabonga ngokunikeza isibuyekezo sakho sokuqhubeka. Ungafinyelela lolu lwazi noma nini kuMenyu Enkulu. Uzoqalisa kabusha inqubekelaphambili kumgomo wakho wamanje kusasa. 😃

# text
source: Well done for completing your goal to care for your teen’s wellbeing. Let’s see how things have changed since you started this goal:
zu: Wenze kahle ngokuqedela umgomo wakho wokunakekela inhlalakahle yengane yakho. Ake sibone ukuthi izinto zishintshe kanjani kusukela uqale lo mgomo:

# text
source: That’s okay, this takes time. Next time your teen needs to talk, try to stay open and listen. 💙
zu: Lokho kulungile, kuthatha isikhathi. Ngokuzayo lapho ingane yakho idinga ukukhuluma, zama ukuhlala ivulekile futhi ilalele. 💙

# text
source: Congratulations on making some progress in this goal. 🎉It seems like talking about emotions with your teen is still a challenge.
zu: Siyakuhalalisela ngokwenza intuthuko ethile kulo mgomo. Kubonakala sengathi ukukhuluma nengane yakho kungase kube yinselelo.

# text
source: You were already excelling at listening to your teen before ParentText. It’s great that you’re able to keep up the excellent effort!
zu: Ubuvele uhamba phambili ekukhulumeni nengane yakho ngaphambi kwe-ParentText. Kuhle kakhulu ukuthi uyakwazi ukugcina umzamo omuhle kakhulu!

# text
source: Talking with your teen is important. Though you are still doing great, you have reported that this has become more challenging since you first began ParentText.
zu: Ukukhuluma ngezihloko ezinzima nengane yakho kubalulekile. Yize usenza kahle, ubike ukuthi lokhu sekube yinselelo enkulu kusukela uqale i-ParentText.

# text
source: Well done for completing your goal to keep your teen safe. Let’s see how things have changed since you started:
zu: Wenze kahle ngokuqedela umgomo wakho wokunakekela inhlalakahle yengane yakho. Ake sibone ukuthi izinto zishintshe kanjani kusukela uqale lo mgomo:

# text
source: It can be hard to know who our teen is with all of the time. 💙
zu: Kungaba nzima ukwazi ukuthi ingane yethu inabani ngaso sonke isikhathi. 💙

# text
source: Congratulations on making some progress in this goal. 🎉It seems like knowing who your teen is with is still a challenge.
zu: Siyakuhalalisela ngokwenza inqubekelaphambili ethile kulo mgomo. 🎉Kubonakala sengathi ukwazi ukuthi ingane yakho inobani kuseyinselele.

# text
source: You were already excelling at keeping your teen safe before ParentText. It’s great that you’re able to keep up the excellent effort!
zu: Ubusuvele uphumelele ekugcineni ingane yakho iphephile ngaphambi kwe-ParentText. Kuhle ukuthi ukwazi ukuqhubeka nomzamo omuhle kakhulu!

# text
source: Knowing who your teen is with is important. Though you are still doing great, you have reported that this has become more challenging since you first began ParentText.
zu: Ukwazi ukuthi intsha yakho ikanye nobani kubalulekile. Yize usenza kahle, ubike ukuthi lokhu sekube yinselelo enkulu kusukela uqale i-ParentText.

# text
source: You have completed your goal to have a healthy relationship with your partner. It’s time to check in on your progress. We want to know:
zu: Usuyiqedile inhloso yakho yokuba nobudlelwano obunempilo nomlingani wakho. Isikhathi sokubheka ukuqhubeka kwakho. Sifuna ukwazi:

# text
source: That is okay! It is normal to have challenges when trying to change the way responsibilities are shared in the household.
zu: Kulungile lokho! Kujwayelekile ukuba nezinselelo lapho uzama ukushintsha indlela imithwalo yemfanelo eyabiwe ngayo emzini.

# text
source: Congratulations on making some progress in this goal. 🎉It seems like sharing responsibilities is still a challenge.
zu: Siyakuhalalisela ngokwenza inqubekelaphambili ethile kulo mgomo. 🎉Kubonakala sengathi ukwabelana ngezibopho kuseyinselelo.

# text
source: You were already excelling at sharing parenting responsibilities before ParentText. It’s great that you’re able to keep up the excellent effort!
zu: Ubuvele uvelele ekwabelaneni ngezibopho zomzali ngaphambi kwe-ParentText. Kuhle ukuthi ukwazi ukuqhubeka nomzamo omuhle kakhulu!

# text
source: Sharing responsibilities is important. Though you are still doing great, you have reported that this has become more challenging since you first began ParentText.
zu: Ukwabelana ngezibopho kubalulekile. Yize usenza kahle, ubike ukuthi lokhu sekube yinselelo enkulu kusukela uqale i-ParentText.

# text
source: Previously you said that your teen refusing to obey instructions was the most challenging behaviour for you.
zu: Ngaphambilini wawuthi ingane yakho ukwenqaba ukulalela iziyalezo kwaba ukuziphatha okuyinselele kakhulu kuwe.

# text
source: Previously you said that getting angry often was the most challenging behaviour for your teen.
zu: Ngaphambilini wawuthi ukuthukuthela ngokuvamile kwakuyisenzo esiyinselele kakhulu enganeni yakho.

# text
source: Previously you said that your teen rudeness, disrespectful behaviour was the most challenging behaviour for you.
zu: Ngaphambilini wawuthi intsha yakho ukwenqaba ukulalela iziyalezo kwaba ukuziphatha okuyinselele kakhulu kuwe.

# text
source: Previously you said that irritable, frequent mood changes were the most challenging behaviours for your teen.
zu: Ngaphambilini wawushilo ukuthi ukucasuka, ukushintsha kwemizwa okuvamile kwakuyizindlela zokuziphatha eziyinselele kakhulu enganeni yakho.

# text
source: Previously you said that not following the rules was the most challenging behaviour for your teen.
zu: Ngaphambilini wawuthi ukungalandeli imithetho kwakuwukuziphatha okuyinselele kakhulu kwentsha yakho.

# text
source: Previously you said that stubbornness was the most challenging behaviour for your teen.
zu: Ngaphambilini wawuthi inkani iwukuziphatha okuyinselele kakhulu enganeni yakho.

# text
source: Previously you said that breaking things was the most challenging behaviour for your teen.
zu: Ngaphambilini wawuthi ukwephula izinto kwakuwukuziphatha okuyinselele kakhulu kwengane yakho.

# text
source: Previously you said that getting into fights was the most challenging behaviour for your teen.
zu: Ngaphambilini wawuthi ukuthukuthela ngokuvamile kwakuyisenzo esiyinselele kakhulu enganeni yakho.

# text
source: Previously you said that teasing or bothering others was the most challenging behaviour for your teen.
zu: Ngaphambilini wawuthi ukugcona noma ukuhlupha abanye kuwukuziphatha okuyinselele kakhulu kwengane yakho.

# text
source: All children behave badly sometimes. Here are a list of typical behaviours that can be challenging for parents:
zu: Zonke izingane ziyaye ziziphathe kabi kwesinye isikhathi. Nalu uhla lwezindlela zokuziphatha ezingaba yinkinga kumzali:

# text
source: 1. Refuse to obey instructions
zu: 1. Ukunqaba ukulandela imiyalelo

# text
source: 2. Gets angry a lot
zu: 2. Ukuthukuthela kakhulu

# text
source: 3. Rudeness, disrespectful behaviour
zu: 3. Ukweyisa nokungahloniphi

# text
source: 4. Irritable, frequent mood changes
zu: 4. Ukusheshe icasuke, imizwa eshintshashintshayo njalo

# text
source: 5. Does not follow rules
zu: 5. Ukungalandeli imithetho

# text
source: 6. Stubbornness
zu: 6. Ukuba nenkani

# text
source: 7. Breaking things
zu: 7. Ukuphula izinto

# text
source: 8. Getting into fights
zu: 8. Ukulwa

# text
source: 9. Teasing or bothering others
zu: 9. Ukugcona nokuhlupha abanye

# text
source: Please type the number that describes the most challenging behaviour for you to manage with @fields.child_nickname. You can also type "0" if you do not want to answer.
zu: Sicela ubhale inombolo echaza isimilo sika@fields.child_nickname esiyinselelo kakhulu kuwe ukumelana naso. Ungabhala u “0” uma ungathandi ukuphendula.

# text
source: Please type the number that describes the most challenging behaviour for you to manage with your teen. You can also type "0" if you do not want to answer.
zu: Sicela uthayiphe inombolo echaza ukuziphatha okuyinselele kakhulu ekulawuleni ukuziphatha kwengane yakho. Ungathayipha okuthi "0" uma ungafuni ukuphendula.

# quick_replies
source: Never
zu: Akukaze

# quick_replies
source: Rarely
zu: Akuvamile

# quick_replies
source: Sometimes
zu: Ngezinye izikhathi

# quick_replies
source: Often
zu: Kaningi

# quick_replies
source: Almost Always
zu: Cishe njalo

# quick_replies
source: Skip Question
zu: Weqa umbuzo

# quick_replies
source: Not Confident
zu: Angizethembi

# quick_replies
source: Somewhat Confident
zu: Ngiyazethemba ngandlela thize

# quick_replies
source: Confident
zu: Ngiyazethemba

# quick_replies
source: Very Confident
zu: Ngizethemba kakhulu

# quick_replies
source: I did not have enough time.
zu: Angibanga naso isikhathi esanele.

# quick_replies
source: My teen did not want to spend time with me.
zu: Ingane yami ayizange ifune ukuchitha isikhathi nami.

# quick_replies
source: All my teen wanted to do is watch T.V. or play with a gadget.
zu: Konke ingane yami ayefuna ukukwenza ukubuka i-t.v. noma ukudlala ngegajethi.

# quick_replies
source: My teen wanted to do things I felt uncomfortable about.
zu: Ingane yami yayifuna ukwenza izinto engangingakhululekile ngazo.

# quick_replies
source: My teen wanted to do activities that I could not do.
zu: Ingane yami ifuna ukwenza izinto engingakwazi ukuzenza.

# quick_replies
source: My teen chose a competitive activity. I won and then they got angry.
zu: Ingane yami ikhetha umdlalo onokuncintisana. nginqobile yase iyadinwa.

# quick_replies
source: All my children wanted 1-on-1 time at the same time.
zu: Zonke izingane zami zifuna ukuchitha isikhathi nami ngesikhathi esifanayo.

# quick_replies
source: Prefer not to say.
zu: Ngikhetha ukungasho.

# quick_replies
source: It made me uncomfortable.
zu: Kwangenza ngangakhululeki.

# quick_replies
source: It made my teen uncomfortable.
zu: Kwenza intsha yami ingakhululekile.

# quick_replies
source: I do not know where to find resources to support my teen’s development.
zu: Angazi ukuthi ngingazitholaphi izinsiza zokusekela ukukhula kwengane yami.

# quick_replies
source: I think my teen is too young to be talking about these things.
zu: Ngicabanga ukuthi ingane yami isencane kakhulu ukuthi ingakhuluma ngalezi zinto.

# quick_replies
source: I don't know what to do with my teen.
zu: Angazi ukuthi ngenzenjani ngengane yami.

# quick_replies
source: My teen did not want to learn.
zu: Ingane yami ayizange ifune ukufunda.

# quick_replies
source: I am feeling overwhelmed.
zu: Ngizizwa ngikhungathekile.

# quick_replies
source: I do not know where to find resources to support my teen’s learning.
zu: Angazi ukuthi ngingazithola kuphi izinsiza zokusekela ukufunda kwengane yami.

# quick_replies
source: I did not have the time to support my teen's learning or education.
zu: Angizange ngibe nesikhathi sokusekela ukufunda noma imfundo yengane yami.

# quick_replies
source: I do not know how to help my teen with their school projects.
zu: Angazi ukuthi ngingayisiza kanjani ingane yami ngamaphrojekthi ayo esikoleni.

# quick_replies
source: My teen could not agree on one specific rule or routine.
zu: Ingane yami ayikwazanga ukuvumelana ngomthetho owodwa othize noma isimiso.

# quick_replies
source: My teen felt it was unfair that they have to follow the rule while I don’t have to follow it.
zu: Ingane yami esebusheni bayo ibe nomuzwa wokuthi akulungile ukuthi yona kumelwe ilandele umthetho kuyilapho mina kungadingeki ngiwulandele.

# quick_replies
source: I felt uncomfortable because I think an adult should create the rule, not my teen.
zu: Ngazizwa ngingakhululekile ngoba ngicabanga ukuthi umuntu omdala kufanele adale umthetho, hhayi ingane yami.

# quick_replies
source: I can’t distract my teen when they are misbehaving.
zu: Angikwazi ukuphazamisa ingane yami uma ingaziphathi kahle.

# quick_replies
source: I am too angry to find anything positive to say to my teen after they have misbehaved.
zu: Ngithukuthele kakhulu ukuthola noma yini enhle engizoyisho kwintsha yami ngemuva kokungaziphathi kahle.

# quick_replies
source: My teen misbehaves all the time.
zu: Ingane yami ayiziphathanga kahle ngaso sonke isikhathi.

# quick_replies
source: I got very angry with my teen and shouted at them.
zu: Ngayithukuthelela kakhulu ingane yami futhi ngiyithethisa.

# quick_replies
source: I forgot to give my teen a chance to do what I asked before giving the consequence.
zu: Ngakhohlwa ukunikeza ingane yami ithuba lokwenza lokho engangikucela ngaphambi kokunikeza umphumela.

# quick_replies
source: My teen got very angry with me after I gave the consequence.
zu: Ingane yami esebusheni bayo ingithukuthelele lapho ngiyitshela umphumela wezenzo zayo.

# quick_replies
source: My teen complained that the consequence was not fair.
zu: Ingane yami ikhalazile ukuthi isijeziso sasingenabo ubulungiswa.

# quick_replies
source: I did not want to tell my family how much I earn.
zu: Bengingafuni ukutshela umndeni wami ukuthi ngihola malini.

# quick_replies
source: When budgeting, we could not agree on what should fall under needs and what should fall under wants.
zu: Lapho senza isabelomali, asikwazanga ukuvumelana ngokuthi yini okufanele ibe ngaphansi kwezidingo nokuthi yini okufanele ibe ngaphansi kokufunwayo.

# quick_replies
source: I did not understand what to do.
zu: Bengingaqondi ukuthi ngenzeni.

# quick_replies
source: My family did not want to budget with me
zu: Umndeni wami awufunanga ukwenza isabelomali kanye nami

# quick_replies
source: I did not have the time to talk about budgeting with my family.
zu: Angibanga naso isikhathi sokukhuluma ngesabelozimali nomndeni wami.

# quick_replies
source: My teen refused to share their emotions.
zu: Ingane yami yenqaba ukwabelana ngemizwa yayo.

# quick_replies
source: When I shared my own emotions, it felt uncomfortable for one of both of us.
zu: Lapho ngikhuluma ngeyami imizwa, kwakungakhululeki ngomunye wethu sobabili.

# quick_replies
source: I was afraid my teen might think I am weak for sharing my own emotions. 😔
zu: Ngangesaba ukuthi ingane yami ingase icabange ukuthi ngibuthakathaka ngokwabelana ngemizwa yami. 😔

# quick_replies
source: I was too stressed or angry to share my emotions – I prefer to be alone when I feel like that.
zu: Ngangicindezeleke kakhulu noma ngithukuthele ukuba ngikwazi ukwabelana ngemizwa yami - ngincamela ukuba ngedwa uma ngizizwa kanjalo.

# quick_replies
source: I was angry that my teen had not told me these things before.
zu: Ngathukuthela ngokuthi ingane yami ayizange ingitshele lezi zinto ngaphambili.

# quick_replies
source: When my teen told me about a situation, I did not agree with how they had handled it.
zu: Lapho ingane yami ingitshela ngesimo, angizange ngivumelane nendlela eyayisingathe ngayo.

# quick_replies
source: My teen told me I was the problem.
zu: Ingane yami yangitshela ukuthi ngiyinkinga.

# quick_replies
source: My teen and I did not agree on which areas were unsafe.
zu: Mina nengane yami asizange sivumelane ngokuthi yiziphi izindawo ezingaphephile.

# quick_replies
source: My teen marked the house of someone I trust as unsafe. 🚩 I was shocked and did not know what to do!
zu: Ingane yami yaphawula indlu yomuntu engimthembayo njengongaphephile. 🚩 Ngashaqeka futhi ngangingazi ukuthi ngenzenjani!

# quick_replies
source: My teen insisted that they could visit a place I think is not safe, like a bar. I don’t know how to convince them that it is not a safe area.
zu: Ingane yami yaphikelela ngokuthi ingavakashela indawo engicabanga ukuthi ayiphephile, njengendawo yokucima ukoma. Angazi ukuthi ngingabaqinisekisa kanjani ukuthi akuyona indawo ephephile.

# quick_replies
source: As an adult, I feel I am in charge of protecting my teen. When I told my teen which areas are unsafe, they got angry.
zu: Njengomuntu omdala, ngizizwa ngiphethe ukuvikela ingane yami. Ngesikhathi ngitshela intsha yami ukuthi yiziphi izindawo ezingaphephile, yathukuthela.

# quick_replies
source: It was hard to find safety resources because I don’t know my community so well.
zu: Kwakunzima ukuthola izinsiza zokuphepha ngoba angiwazi kahle umphakathi wami.

# quick_replies
source: I did not have any time to do this activity.
zu: Angizange ngibe nesikhathi sokwenza lo msebenzi.

# quick_replies
source: I didn’t know how to support my partner
zu: Angazanga ukuthi ngingameseka kanjani esibambisene naye

# quick_replies
source: I forgot to share the tasks equally or get involved
zu: Ngikhohliwe ukwabelana ngemisebenzi ngokulinganayo noma ukuzibandakanya

# quick_replies
source: I forgot to ask for help.
zu: Ngikhohliwe ukucela usizo.

# quick_replies
source: I didn’t have the time to ask or give help.
zu: Ngangingenaso isikhathi sokucela noma ukunikeza usizo.

# quick_replies
source: I felt uncomfortable doing tasks I don’t normally do
zu: Angizizwa kahle ngokwenza imisebenzi engingajwayele ukuyenza

# quick_replies
source: I asked my partner for help but they refused.
zu: Ngacela usizo kumlingani wami kodwa banqaba.

# quick_replies
source: Get more help
zu: Thola usizo olwengeziwe

# quick_replies
source: Continue my Progress Tomorrow
zu: Qhubeka Intuthuko yami Kusasa

# arguments
source: skip question
zu: weqa umbuzo

# arguments
source: never
zu: Akukaze

# arguments
source: rarely
zu: akuvamile

# arguments
source: sometimes
zu: ngezinye izikhathi

# arguments
source: often
zu: kaningi

# arguments
source: almost always
zu: cishe njalo

# arguments
source: not confident
zu: angizethembi

# arguments
source: somewhat confident
zu: ngiyazethemba ngandlela thize

# arguments
source: confident
zu: ngiyazethemba

# arguments
source: very confident
zu: ngizethemba kakhulu

# arguments
source: i did not have enough time.
zu: angibanga naso isikhathi esanele.

# arguments
source: my teen did not want to spend time with me.
zu: ingane yami ayizange ifune ukuchitha isikhathi nami.

# arguments
source: all my teen wanted to do is watch t.v. or play with a gadget.
zu: konke ingane yami ayefuna ukukwenza ukubuka i-t.v. noma ukudlala ngegajethi.

# arguments
source: my teen wanted to do things i felt uncomfortable about.
zu: ingane yami yayifuna ukwenza izinto engangingakhululekile ngazo.

# arguments
source: my teen wanted to do activities that i could not do.
zu: ingane yami ifuna ukwenza izinto engingakwazi ukuzenza.

# arguments
source: my teen chose a competitive activity. i won and then they got angry.
zu: ingane yami ikhetha umdlalo onokuncintisana. nginqobile yase iyadinwa.

# arguments
source: all my children wanted 1-on-1 time at the same time.
zu: zonke izingane zami zifuna ukuchitha isikhathi nami ngesikhathi esifanayo.

# arguments
source: prefer not to say.
zu: ngikhetha ukungasho.

# arguments
source: it made me uncomfortable.
zu: kwangenza ngangakhululeka.

# arguments
source: it made my teen uncomfortable.
zu: kwenza ingane yami ingakhululekile.

# arguments
source: i do not know where to find resources to support my teen’s development.
zu: angazi ukuthi ngingazithola kuphi izinsiza zokusekela ukufunda kwengane yami.

# arguments
source: i think my teen is too young to be talking about these things.
zu: ngicabanga ukuthi ingane yami isencane kakhulu ukuthi ingakhuluma ngalezi zinto.

# arguments
source: i don't know what to do with my teen.
zu: angazi ukuthi ngenzenjani ngengane yami.

# arguments
source: my teen did not want to learn.
zu: ingane yami ayifunanga ukufunda.

# arguments
source: i am feeling overwhelmed.
zu: ngizizwa ngikhungathekile.

# arguments
source: i do not know where to find resources to support my teen’s learning.
zu: angazi ukuthi ngingazithola kuphi izinsiza zokusekela ukufunda kwengane yami.

# arguments
source: i did not have the time to support my teen's learning or education.
zu: angizange ngibe nesikhathi sokusekela ukufunda noma imfundo yengane yami.

# arguments
source: i do not know how to help my teen with their school projects.
zu: angazi ukuthi ngingayisiza kanjani ingane yami ngamaphrojekthi ayo esikoleni.
