Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2/*/*_goal_checkins.po
Languages: zu

# text
source: Learning how to manage our stress is the first step to providing the best support for our teens. Let’s check in on you first:
zu: Ukufunda indlela yokubhekana ne-stress sethu kuyisinyathelo sokuqala sokunikeza ukwesekwa okungcono kakhulu kwengane yethu. Ake sikuhlole kuqala:

# text
source: That's okay.
zu: Kulungile.

# text
source: Do you feel overwhelmed by the responsibility of being a parent? 😔
zu: Ingabe uzizwa ucindizelwe umthwalo wokuba umzali?😔

# text
source: That is great to hear! 🎉
zu: Kuhle ukuzwa lokhu! 🎉

# text
source: That is okay. We will learn more about taking time for ourselves today.
zu: Kulungile lokho. Sizofunda kabanzi mayelana nokuzinika isikhathi thina namuhla.

# text
source: Sorry, I dont' understand what you mean.
zu: Uxolo, angiqondi ukuthi usho ukuthini.

# text
source: Here is a question to help you get started on your goal:
zu: Nawu umbuzo wokukusiza ukuthi uqalise umgomo wakho:

# text
source: That is okay. You will learn more about the importance of spending time with your teen in this goal.
zu: Kulungile lokho. Uzofunda kabanzi ngokubaluleka kokuchitha isikhathi nentsha yakho kulo mgomo.

# text
source: That is great to hear! 🎉 Spending time with your teen is a great way to build a good relationship with them!
zu: Kuhle ukuzwa lokho!🎉Ukuchitha isikhathi nengane yakho kuyindlela enhle yokwakha ubuhlobo obuhle nabo!

# text
source: Here is a question to help you get started on your goal to understand teen development:
zu: Nawu umbuzo wokukusiza uqalise umgomo wokuqonda ukukhula kwengane:

# text
source: How confident are you talking about personal things with your teen - for example, reproductive health, relationships, or sex?
zu: Uzethemba kangakanani ngokukhuluma ngezinto zomuntu siqu nengane yakho-isibonelo, impilo yokuzala, ubudlwelane, noma ucansi?

# text
source: That is okay. You will learn more about the importance of talking with your teen about difficult topics in this goal.
zu: Kulungile lokho. Uzofunda kabanzi ngokubaluleka kokukhuluma nengane yakho ngezihloko ezinzima kulo mgomo.

# text
source: That is great to hear! 😃 Talking to your teen about these topics is so important for them to be able to live a safe and healthy life.
zu: Kuhle ukuzwa lokho! 😃 Ukukhuluma nengane yakho ngalezi zihloko kubaluleke kakhulu ukuthi ikwazi ukuphila impilo ephephile nenempilo.

# text
source: Here is a question to help you get started on your goal to support your teen’s education:
zu: Nawu umbuzo ongakusiza ukuthi uqalise umgomo wakho wokusekela imfundo yentsha yakho:

# text
source: Do you support your teen with their learning or schoolwork? 📖
zu: Ingabe usekela ingane yakho ngokufunda kwayo noma umsebenzi wesikole?📖

# text
source: That is okay. You will learn more about the importance of supporting your teen’s schoolwork in this goal.
zu: Kulungile lokho. Uzofunda kabanzi ngokubaluleka kokusekela umsebenzi wesikole wentsha kulo mgomo.

# text
source: That’s great to hear! 🎉 Supporting your teen’s education will help them do well!
zu: Kuhle ukuzwa lokho!🎉Ukusekela imfundo yengane yakho kuzobasiza benze kahle!

# text
source: Here is a question to help you get started on your goal to create structure for your teen:
zu: Nawu umbuzo ongakusiza ukuthi uqalise umgomo wakho wokusekela imfundo yentsha yakho:

# text
source: Do you involve your teen when creating household rules and routines?
zu: Ingabe ubandakanya intsha yakho lapho udala imithetho nemikhuba yasendlini?

# text
source: That is okay. You will learn more about including your teens when you create rules and routines in this goal.
zu: Kulungile lokho. Uzofunda kabanzi mayelana nokufaka intsha yakho uma udala imithetho nezimila kulo mgomo.

# text
source: That is great to hear! 🌈 Involving your teen when you create rules and routines helps them be more responsible and obey.
zu: Kuhle ukuzwa lokho!🌈ukubandakanya intsha yakho lapho udala imimthetho nezinqumo kuyisiza ukuthi ikwazi ukuzibophezela futhi ithobele.

# text
source: Here is a question to help you get started on your goal to manage your teen’s behaviour:
zu: Nawu umbuzo wokukusiza ukuthi uqalise umgomo wakho wokuphatha ukuziphatha kwentsha yakho:

# text
source: How challenging is this behaviour on a scale of 0 to 10 (0 = not a problem and 10 = terrible)?
zu: Iyinselelo kangakanani inkinga esikalini sika-0 kuya ku-10 (lapho u-0 = emele ukuthi ayikho inkinga kanti u-10 = emele inkinga enkulu)?

# text
source: It sounds like your teen tends to behave well, which is great to hear! 💙
zu: Kuzwakala sengathi ingane yakho ijwayele ukuziphatha kahle, okuyinto enhle ukuzwa!💙

# text
source: That is okay. You will learn more about managing your teen’s behaviour in this goal.
zu: Kulungile lokho. Uzofunda kabanzi ukuphatha nokuziphatha kwengane yakho kulo mgomo.

# text
source: Here is a question to help you get started on your goal to learn about family budgeting and ways to save money:
zu: Nawu umbuzo ongakusiza ukuthi uqalise umgomo wako wokufunda mayelana nesabelomali somndeni nezindlela zokonga imali:

# text
source: How confident are you that your family can plan carefully in advance about how to use money available during the month?
zu: Uqiniseke kangakanani ngokuthi umndeni wakho ungahlela ngokucophelela kusenesikhathi mayelana nendlela yokusebenzisa imali etholakalayo nenyanga?

# text
source: That is okay. You will learn more about creating a family budget with your teen in this goal. Let’s get started.
zu: Uzofunda kabanzi ngokudala isabelomali somndeni nentsha yakho kulo mgomo. Ake siqale.

# text
source: That’s amazing! 🎉 Keep doing this - your teen will be better for it.
zu: Kuyamangaza lokho! Qhubeka wenze lokhu-ingane yakho izoba ngcono kukho.

# text
source: Here is a question to help you get started on your goal to care for your teen’s wellbeing:
zu: Nawu umbuzo wokukusiza ukuthi uqalise umgomo wakho wokunakekela inhlalakahle yentsha yakho:

# text
source: Do you give emotional support and talk to your teen about their feelings?
zu: Ingabe uyayisekela ngokomzwelo futhi ukhulume nentsha yakho ngemizwa yayo?

# text
source: That is okay. You will learn more about the importance of communicating with your teen about how they are feeling in this goal.
zu: Lokho kulungile. Uzofunda kabanzi ngokubaluleka kokuxhumana nentsha yakho mayelana nendlela ezizwa ngayo kulo mgomo.

# text
source: That’s great, keep at it! 👑
zu: Kuhle lokho, qhubeka unakho!👑

# text
source: Here is a question to help you get started on your goal to keep your teen safe:
zu: Nawu umbuzo wokukusiza ukuthi uqalise umgomowakho wokugcina intsha yakho iphephile:

# text
source: Do you know who your teen is spending time with?
zu: Uyazi ukuthi intsha yakho ichitha nobani isikhathi?

# text
source: That is okay. You will learn more about the importance of knowing who your teen is with during this goal.
zu: Lokho kulungile. Uzofunda kabanzi ngokubaluleka kokwazi ukuthi intsha yakho inobani phakathi nalo mgomo.

# text
source: Great job! Knowing who your teen spends time with is an important part of keeping them safe. 🌱
zu: 🌱Umsebenzi omuhle! Ukwazi ukuthi intsha yakho ichitha isikhathi nobani kuyingxenye ebalulekile yokuyigcina iphephile. 🌱

# text
source: Before we get started on your goal to have a healthy relationship with your partner, please answer this question:
zu: Ngaphambi kokuba siqale umgomo wakho wokuba nobuhlobo obunempilo nomlingani wakho, sicela uphendule lo mbuzo:

# text
source: Do you and your partner share caregiving and household tasks equally? ⏰
zu: Ingabe wena nomlingani wakho nihlanganyela imisebenzi yokunakekela nasendlini ngokulinganayo? ⏰

# text
source: That is okay. You will learn more about the importance of sharing caregiving and household tasks in this goal
zu: Lokho kulungile. Uzofunda kabanzi ngokubaluleka kokwabelana ngokunakekela kanye nemisebenzi yasendlini kulo mgomo

# text
source: That’s great to hear! Sharing tasks equally helps everyone feel valued.
zu: Kuhle ukuzwa lokho! Ukwabelana ngemisebenzi ngokulinganayo kusiza wonke umuntu azizwe ebaluleke.

# text
source: What did you find difficult about spending time with your teen? 🔑
zu: Yini oyithole inzima ngokuchitha isikhathi nentsha yakho? 🔑

# text
source: It can be hard to find time during your day, with work, chores, and everything else.
zu: Kungaba nzima ukuthola isikhathi phakathi nosuku lwakho, ngomsebenzi, imisebenzi yasekhaya, nakho konke okunye.

# text
source: ✨Think of a time each day that you could spare 5 minutes. You can even make household chores into a game to do together.
zu: ✨Cabanga isikhathi usuku nosuku ongasibekela imizuzu emi-5. Ungakwazi ngisho nokwenza imisebenzi yasekhaya ibe umdlalo wokwenza ndawonye.

# text
source: 📺 Teens often want to spend time watching T.V. or playing with a gadget.
zu: 📺 Intsha ivame ukufuna ukuchitha isikhathi ibuka i-T.V noma idlala ngegajethi.

# text
source: ❓ You could watch or play on the gadget with them.
zu: ❓ Ungabuka noma udlale kugajethi nabo.

# text
source: 🌈 Caring about their interests is a great start!
zu: 🌈 Ukunakekela izintshisekelo zabo kuyisiqalo esihle!

# text
source: 🌷 Once you begin spending time together you can suggest another activity.
zu: 🌷 Uma usuqale ukuchitha isikhathi ndawonye ungaphakamisa omunye umsebenzi.

# text
source: Type PLAY for a fun activity suggestion.
zu: Thayipha okuthi PLAY ukuze uthole isiphakamiso somsebenzi ojabulisayo.

# text
source: 📱 Sometimes your teen will suggest activities that are violent or unsafe.
zu: 📱 Ngezinye izikhathi ingane yakho izophakamisa imisebenzi enobudlova noma engaphephile.

# text
source: 🚩 Explain *why* you can't do them, and suggest a different activity.
zu: 🚩 Chaza * kungani * ungakwazi ukubenza, futhi uphakamise umsebenzi ohlukile.

# text
source: Type PLAY for a fun activity suggestion. 💡
zu: Thayipha okuthi PLAY ukuze uthole isiphakamiso somsebenzi ojabulisayo. 💡

# text
source: ☀️ If your teen wants to do things that are too difficult for you to do, you could watch them.
zu: ☀️ Uma ingane yakho ifuna ukwenza izinto okunzima kakhulu ukuthi uzenze, ungayibuka.

# text
source: 🏁 You could describe what they are doing like a sports announcer.
zu: 🏁 Ungachaza abakwenzayo njengommemezeli wezemidlalo.

# text
source: 💛 Praise them while they do it!
zu: 💛 Bancome ngenkathi bekwenza!

# text
source: ⚽ Competitive games can be hard for teens (and adults!) if they don’t like losing.
zu: ⚽ Imidlalo yokuncintisana ingaba nzima ezinganeni (kanye nabantu abadala!) uma bengathandi ukulahlekelwa.

# text
source: 🏆 When they have calmed down, talk with your teen about what winning well and losing well might look like.
zu: 🏆Uma sebethule, xoxa nengane yakho ngokuthi ukuwina kahle nokuhlulwa kahle kungase kubukeke kanjani.

# text
source: 📝 Suggest other activities that you can do to work together instead of against each other.
zu: 📝Phakamisa eminye imisebenzi eningayenza ukuze nisebenzisane esikhundleni sokuqhudelana.

# text
source: 🔴 It can be difficult to spend 1-on-1 Time with each child when you have more than one child.
zu: 🔴 Kungaba nzima ukuchitha Isikhathi nengane ngayinye uma unengane engaphezu kweyodwa.

# text
source: 🌱 If possible, you can ask an adult or older sibling to look after the other children while you spend 1-on-1 Time with one teen.
zu: 🌱 Uma kungenzeka, ungacela umuntu omdala noma ingane yakini endala ukuthi igade ezinye izingane kuyilapho uchitha Isikhathi esingu-1-on-1 nengane eyodwa.

# text
source: ⏰ Think of when it would be easier to spend 1e-on-1 time with each child. Perhaps later in the evening with your teen, after the others have gone to sleep.
zu: ⏰ Cabanga lapho kungaba lula ukuchitha isikhathi 1e-on-1 nengane ngayinye. Mhlawumbe kamuva kusihlwa nentsha yakho, ngemva kokuba abanye sebelele.

# text
source: 💛 You can also spend 1-on-1 time with all of your children at once!
zu: 💛 Ungakwazi futhi ukuchitha isikhathi esingu-1-on-1 nazo zonke izingane zakho ngesikhathi esisodwa!

# text
source: 💛 We are sorry to hear that you have been finding it hard to spend 1-on-1 time with your teen.
zu: 💛 Siyaxolisa ukuzwa ukuthi ubukuthola kunzima ukuchitha isikhathi esingu-1-on-1 nengane yakho.

# text
source: 😔 It can hurt when @fields.child_nickname does not want to spend 1-on- time with you.
zu: 😔Kungaba buhlungu lapho @fields.child_nickname engafuni ukuchitha isikhathi nawe.

# text
source: 💡 Think to yourself: When are they more open to you? In the morning? Right before bedtime?
zu: 💡 Zicabange: Kunini lapho zivuleleke kakhulu kuwe? Ekuseni? Ngaphambi nje kokulala?

# text
source: 💙 Try again so that your teen can see that you care and want to spend this time with them.
zu: 💙 Zama futhi ukuze intsha yakho ibone ukuthi uyayikhathalela futhi ufuna ukuchitha lesi sikhathi nayo.

# text
source: 😔 It can hurt when your teen does not want to spend 1-on- time with you.
zu: 😔Kungaba buhlungu lapho @ engafuni ukuchitha isikhathi nawe.

# text
source: What did you find difficult when talking to your teen about personal things?👂
zu: Yini othole inzima lapho ukhuluma nengane yakho ngezinto zomuntu siqu?👂

# text
source: 😣 Talking about reproductive health, relationships, and sex can be uncomfortable - many parents feel this way!
zu: 😣 Ukukhuluma ngempilo yokuzala, ubudlelwano, kanye nocansi kungase kungakhululeki - abazali abaningi bazizwa ngale ndlela!

# text
source: 😃 Remember, these are all normal parts of life.
zu: 😃 Khumbula, lezi yizingxenye ezijwayelekile zempilo.

# text
source: 🌷 The more you talk about them and educate your teen, the more prepared they are for keeping themselves healthy and safe.
zu: 🌷 Uma ukhuluma kakhulu ngazo futhi ufundisa intsha yakho, yilapho ilungela khona ukuzigcina inempilo futhi iphephile.

# text
source: ⏸ Teens often do not to want to speak to their parents about reproductive health, relationships, and sex.
zu: ⏸ Ingane ngokuvamile ayifuni ukukhuluma nabazali bayo ngempilo yokuzala, ubudlelwano, nobulili.

# text
source: 🔄 Share that it is normal and that you also went through this.
zu: 🔄 Yabelana ngokuthi kujwayelekile nokuthi nawe udlule kukho.

# text
source: 🌱 If they do not want to talk to you, give them resources so they can learn about the topic.
zu: 🌱 Uma bengafuni ukukhuluma nawe, banikeze izinsiza ukuze bafunde ngesihloko.

# text
source: ⭐ Tell your teen that you are happy to speak with them any time!
zu: ⭐ Tshela ingane yakho ukuthi ukujabulele ukukhuluma nayo noma nini!

# text
source: 💛 It can be hard to find resources!
zu: 💛 Kungaba nzima ukuthola izinsiza!

# text
source: Here are some resources to help you with supporting your teens development:
zu: Nazi ezinye izinsiza zokukusiza ngokusekela ukuthuthukiswa kwengane yakho:

# text
source: ⬇️ Talking about relationships and sex from an early age reduces the chance that teens end up in dangerous or unhealthy situations!
zu: ⬇️ Ukukhuluma ngobudlelwano kanye nocansi kusukela esemncane kunciphisa amathuba okuthi ingane igcine isezimeni eziyingozi noma ezingenampilo!

# text
source: 💚 It means your teen knows what is safe and healthy, so they can make good choices to keep themselves safe.
zu: 💚 Kusho ukuthi ingane yakho iyazi ukuthi yini ephephile futhi enempilo, ukuze bakwazi ukwenza izinqumo ezinhle ukuze bazigcine bephephile.

# text
source: 💚 We are sorry to hear that it has been hard to talk to your teen about sexual reproductive health, relationships, and sex.
zu: 💚 Siyaxolisa ukuzwa ukuthi kube nzima ukukhuluma nengane yakho mayelana nempilo yokuzala, ubudlelwano, kanye nocansi.

# text
source: What did you find hard about supporting your teen’s learning or schoolwork?
zu: Yini oyithole inzima ngokusekela ukufunda kwengane yakho noma umsebenzi wesikole?

# text
source: 📝 You could make a weekly plan with your teen for after school and weekends.
zu: 📝 Ungenza uhlelo lwamasonto onke nengane yakho ngemuva kwesikole nangezimpelasonto.

# text
source: 🌙 Include activities for learning, relaxing, and fun, so that it is enjoyable for your teen. Come up with these ideas together!
zu: 🌙 Faka phakathi imisebenzi yokufunda, yokuphumula, nokuzijabulisa, ukuze ijabulise enganeni yakho. Wozani nale mibono ndawonye!

# text
source: 🎉 Helping your teen have more routine is a great way to support their learning!
zu: 🎉 Ukusiza ingane yakho ibe nesimiso esengeziwe kuyindlela enhle yokusekela ukufunda kwayo!

# text
source: 🔔 Think of playful and interesting ways to teach your teen what they are learning at school.
zu: 🔔 Cabanga ngezindlela zokudlala nezithakazelisayo zokufundisa ingane yakho lokho ekufunda esikoleni.

# text
source: 📖 Teens are interested in learning if they are having fun.
zu: 📖 Izingane zinentshisekelo yokufunda uma kuzijabulisa.

# text
source: Losing interest in learning can be a warning sign. Press HELP if you believe your teen is in trouble.
zu: Ukulahlekelwa isithakazelo ekufundeni kungaba uphawu lwesexwayiso. Cindezela USIZO uma ukholelwa ukuthi ingane yakho isenkingeni.

# text
source: 💙 It is completely normal to feel overwhelmed.
zu: 💙 Kuyinto evamile ngokuphelele ukuzizwa unqotshiwe.

# text
source: 🔄 Contact your teen's teacher or school to ask for some advice.
zu: 🔄 Xhumana nothisha noma isikole sengane yakho ukuze ucele iseluleko esithile.

# text
source: 🌷 Asking for help is a sign of strength.
zu: 🌷 Ukucela usizo kuwuphawu lwamandla.

# text
source: 💚 That is okay! Here are some resources to help you with supporting your teen’s learning:
zu: 💚 Kulungile lokho! Nazi ezinye izinsiza zokukusiza ngokusekela ukufunda kwentsha yakho:

# text
source: 🌱 It can be hard to find time during your day.
zu: 🌱 Kungaba nzima ukuthola isikhathi phakathi nosuku lwakho.

# text
source: ⏰ Can you think of a time each day that you can make 5 minutes (or a bit more) to help your teen with their learning?
zu: ⏰ Ungacabanga ngesikhathi usuku ngalunye ukuthi ungenza imizuzu engu-5 (noma kancane ngaphezulu) ukusiza intsha yakho ngokufunda kwayo?

# text
source: 👋 Perhaps help them start an activity and then check in with them every few minutes.
zu: 👋 Mhlawumbe ubasize baqale umsebenzi bese behlola nabo njalo ngemizuzu embalwa.

# text
source: 💙 We are sorry to hear that you have been having some difficulties supporting your teen’s education. You can review this skill in the Main Menu at any time!
zu: 💙 Siyaxolisa ukuzwa ukuthi ubulokhu unzima obuthile ukusekela imfundo yentsha yakho. Ungabuyekeza leli khono kuMenyu Enkulu nganoma yisiphi isikhathi!

# text
source: 💛 That is okay! It can be helpful to talk to your teen’s school or teacher for advice.
zu: 💛 Kulungile lokho! Kungaba usizo ukukhuluma nesikole noma uthisha wentsha yakho ukuze uthole iseluleko.

# text
source: Here are some resources to help you with supporting your teen’s learning:
zu: Nazi ezinye izinsiza zokukusiza ngokusekela ukuthuthukiswa kwentsha yakho:

# text
source: What did you find hard about involving your teen when creating household rules and routines?
zu: Ingabe ubandakanya intsha yakho lapho udala imithetho nemikhuba yasendlini?

# text
source: 📖 When creating rules, it is important to think about the age of each child, so you can come up with routines that are fair for their age.
zu: 📖 Lapho udala imithetho, kubalulekile ukucabanga ngeminyaka yengane ngayinye, ukuze ukwazi ukuza nezinqubo ezinobulungiswa ngeminyaka yabo.

# text
source: ⏰ This is most important for bedtime, the time to come home, and household chores.
zu: ⏰ Lokhu kubaluleke kakhulu ngesikhathi sokulala, isikhathi sokubuya ekhaya nemisebenzi yasendlini.

# text
source: ⭐ Our teens learn best from us.
zu: ⭐ Intsha yethu ifunda kangcono kithi.

# text
source: ✅ The more we follow the rules, the more they will follow the rules too.
zu: ✅ Lapho silandela imithetho ngokwengeziwe, yilapho bezolandela imithetho nabo.

# text
source: 🌈 You can adapt the rule to make sure that it is something everyone can follow.
zu: 🌈 Ungakwazi ukujwayela umthetho ukuze uqiniseke ukuthi yinto wonke umuntu angayilandela.

# text
source: 🌷 When we create rules together with our teens, we build trust and an open relationship with them.
zu: 🌷 Lapho sakha imithetho ndawonye nengane yethu, sakha ukwethembana nobuhlobo obuvulekile nabo.

# text
source: 🔑 The rules we set will be more realistic and your teen will be more willing and able to follow the rule.
zu: 🔑 Imithetho esiyibekile izoba ngokoqobo futhi intsha yakho izobe izimisele kakhulu futhi ikwazi ukulandela umthetho.

# text
source: 💚 We are sorry to hear that it has been hard to set rules with your teen. You can return to this skill in the Main Menu whenever you need to. 📝
zu: 💚 Siyaxolisa ukuzwa ukuthi kube nzima ukubeka imithetho nentsha yakho. Ungabuyela kuleli khono kumenyu Eyinhloko noma nini lapho udinga. 📝

# text
source: What did you find hard about managing your teen’s behaviour?
zu: Yini oyithole inzima ngokuphatha ukuziphatha kwentsha yakho?

# text
source: 🌱 Next time, try to catch the misbehaviour early on, before it sets in or gets worse.
zu: 🌱 Ngokuzayo, zama ukubamba ukungaziphathi kahle kusenesikhathi, ngaphambi kokuthi kuqale noma kube kubi kakhulu.

# text
source: 👂 Talk to them about this behaviour when both of you feel calmer.
zu: 👂 Xoxa nabo ngalokhu kuziphatha lapho nobabili nizizwa nizolile.

# text
source: ⏸ Next time, take a deep breath and take some space.
zu: ⏸ Ngesikhathi esizayo, thatha umoya ojulile futhi uthathe isikhala esithile.

# text
source: ☀️ Later, find something small and clear that your teen is doing and you wish they could do more of. Then, praise them when they do it.
zu: ☀️ Kamuva, thola into encane futhi ecacile ukuthi ingane yakho yenza futhi ufisa sengathi ingenza okuningi. Khona-ke, badumise lapho bekwenza.

# text
source: 🌷 You may need to spend more 1-on-1 time with your teen.
zu: 🌷 Kungase kudingeke uchithe isikhathi esiningi se-1-on-1 nengane yakho.

# text
source: ⭐ Give more positive attention to them when they are behaving well and praise them for this behaviour.
zu: ⭐ Banake kakhulu lapho beziphatha kahle futhi ubancome ngalokhu kuziphatha.

# text
source: 🌙 Be patient. Learning to manage our behaviour takes time!
zu: 🌙 Yiba nesineke. Ukufunda ukuphatha ukuziphatha kwethu kuthatha isikhathi!

# text
source: A sudden increase in misbehaviour may be a warning sign. Type HELP if you need support for your teen.
zu: Ukwanda okungazelelwe kokungaziphathi kahle kungaba uphawu lwesexwayiso. Thayipha USIZO uma udinga ukwesekwa kwengane yakho.

# text
source: ⏸ First, take a pause.
zu: ⏸ Okokuqala, Thatha ikhefu lokuphefumula.

# text
source: 💚 Be kind to yourself. You are both learning and it’s okay not to get it right all the time.
zu: 💚 Yiba nomusa kuwe. Nobabili nifunda futhi kulungile ukungayitholi kahle ngaso sonke isikhathi.

# text
source: 🌱 When you feel calmer, you could say sorry for shouting. Even if you meant some of what you said and want them to hear that, you can say sorry for how you said it.
zu: 🌱 Lapho uzizwa uzolile, ungasho uxolo ngokumemeza. Noma ubusho okunye okushilo futhi ufuna bezwe lokho, ungasho uxolo ngendlela oshilo ngayo.

# text
source: 🎈 Repeat the core message of what you were trying to say in a calmer way.
zu: 🎈 Phinda umyalezo oyinhloko walokho obuzama ukukusho ngendlela ezolile.

# text
source: 💚 That’s okay, this is all about learning!
zu: 💚 Kulungile lokho, konke lokhu kumayelana nokufunda!

# text
source: 💡 When you give your teen a choice, you teach them decision-making skills.
zu: 💡 Uma unikeza ingane yakho ukukhetha, ubafundisa amakhono okuthatha izinqumo.

# text
source: ✨ It does not always work, but when it does, it helps avoid giving them a consequence later!
zu: ✨ Akusebenzi ngaso sonke isikhathi, kodwa lapho kwenzeka, kusiza ukugwema ukubanika umphumela kamuva!
