Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2/*/*_goal_checkins.po
Languages: zu

# text
source: 🌷 Sometimes, your teen will react in a negative way when receiving a consequence.
zu: 🌷 Ngezinye izikhathi, ingane yakho izosabela ngendlela engemihle lapho ithola umphumela.

# text
source: ✨ Walk away until they calm down.
zu: ✨ Hamba baze behlise umoya.

# text
source: 💡 As long as the consequence is fair, it is important to follow through with it, even if they are angry.
zu: 💡 Uma nje umphumela ulungile, kubalulekile ukulandela ngawo, ngisho noma becasukile.

# text
source: 👋 Pause and think: *is* your consequence fair and reasonable?
zu: 👋 Misa okwesikhashana bese ucabanga: *ingabe * umphumela wakho ulungile futhi unomqondo?

# text
source: 🌈 Explain to your teen why you chose that consequence.
zu: 🌈 Chazela ingane yakho ukuthi kungani ukhethe lowo mphumela.

# text
source: 💚 Give the consequence calmly and clearly.
zu: 💚 Nika umphumela ngokuthula nangokucacile.

# text
source: We are sorry to hear that it has been hard to manage your teen’s behaviour. You can review this skill in the Main Menu any time! 📝
zu: Siyaxolisa ukuzwa ukuthi kube nzima ukuphatha ukuziphatha kwengane yakho. Ungabuyekeza leli khono kuMenyu Enkulu nganoma yisiphi isikhathi! 📝

# text
source: What did you find difficult about planning your spending for the week?
zu: Yini oyithole inzima ngokuhlela imali oyisebenzisayo ngesonto?

# text
source: 💰 You do not have to reveal the exact amount you earn - give an estimate.
zu: 💰 Akudingekile ukuthi uveze inani eliqondile oliholayo - nikeza isilinganiso.

# text
source: 💡 You could say, “In this household, we have this amount of money every month,” rather than, “I make this amount of money.”
zu: 💡 Ungase uthi, “Kulo muzi, sinalesi samba semali nyanga zonke,” kunokuthi, “Ngenza lesi samba semali.”

# text
source: 👋 People’s wants and needs can be different.
zu: 👋 Izinto ezifunwa abantu nezidingo zingahluka.

# text
source: 🌷 Talking about them together can help you and your family to understand each other, respect your differences, and see where you can find agreement.
zu: 🌷 Ukuxoxa ngazo ndawonye kungakusiza wena nomndeni wakho ukuba niqondane, nihloniphe ukungezwani kwenu, futhi nibone lapho eningathola khona ukuvumelana.

# text
source: ❓ Why don’t we go through the content again? You can review this skill in the Main Menu any time! Type “Menu” and select “Review Completed Skills”
zu: ❓ Kungani singahloli okuqukethwe futhi? Ungabuyekeza leli khono ku-Main Menyu noma nini! Thayipha "Imenyu" bese ukhetha "Buyekeza Amakhono Aqediwe"

# text
source: 😃 Your family members can join and help you!
zu: 😃 Amalungu akho omndeni angajoyina futhi akusize!

# text
source: 📝 Make a budget alone first, then see if you can include family members.
zu: 📝Yenza ibhajethi uwedwa kuqala, bese ubona ukuthi ungakwazi yini ukufaka amalungu omndeni.

# text
source: 🌷Remind them that budgeting can help the family save money and why this is important.
zu: 🌷Bakhumbuze ukuthi ukwenza ibhajethi kungasiza umndeni wonge imali nokuthi kungani lokhu kubalulekile.

# text
source: 💙 It can be hard to find time.
zu: 💙 Kungaba nzima ukuthola isikhathi.

# text
source: ⏰ This week, spend just 30 minutes on this activity. You can break each step up into shorter activities and spread it across the week.
zu: ⏰ Kuleli sonto, chitha imizuzu engu-30 nje kulo msebenzi. Ungaphula isinyathelo ngasinye sibe yimisebenzi emifushane futhi usakaze isonto lonke.

# text
source: We are sorry to hear that it has been hard to budget with your family. You can review this skill in the Main Menu any time! 📝
zu: Siyaxolisa ukuzwa ukuthi kube nzima ukubhajetha nomndeni wakho. Ungabuyekeza leli khono kuMenyu Enkulu nganoma yisiphi isikhathi! 📝

# text
source: What did you find hard about talking to your teen about how they were feeling?👂
zu: Yini othole kunzima ngayo ngokukhuluma nengane yakho mayelana nendlela ebizizwa ngayo?👂

# text
source: 😣 Sharing emotions can be hard. It’s even harder when they are strong emotions!
zu: 😣 Ukwabelana ngemizwa kungaba nzima. Kuba nzima nakakhulu uma beyimizwa enamandla!

# text
source: 💚 Help your teen know that you are open and willing to listen when they are ready.
zu: 💚 Siza ingane yakho yazi ukuthi uvulekile futhi uzimisele ukulalela uma isilungile.

# text
source: 👂 Remember, the most important part is just to listen to them.
zu: 👂 Khumbula, ingxenye ebaluleke kakhulu ukubalalela nje.

# text
source: ▶️ Starting a new thing is always difficult at first.
zu: ▶️ Ukuqala into entsha kuhlala kunzima ekuqaleni.

# text
source: ⏰ Give yourselves some time to get used to it, and keep giving a good example by noticing and sharing your emotions.
zu: ⏰Zinike isikhathi sokujwayela, futhi qhubeka unikeza isibonelo esihle ngokuqaphela nokwabelana ngemizwa yakho.

# text
source: 💚 Over time, your teen will learn to do the same – and they will feel even more loved and cared for.
zu: 💚 Ngokuhamba kwesikhathi, ingane yakho izofunda ukwenza okufanayo - futhi izozizwa ithandwa futhi inakekelwe nakakhulu.

# text
source: 💛 Sharing your emotions sets an important example for your teen - even more when sharing difficult emotions!
zu: 💛 Ukwabelana ngemizwa yakho kubeka isibonelo esibalulekile enganeni yakho - ngisho nangokwengeziwe lapho wabelana ngemizwa enzima!

# text
source: 🌷 It makes everyone in the family stronger, because it means you can understand and support each other better.
zu: 🌷 Kwenza wonke umuntu emndenini aqine, ngoba kusho ukuthi ningaqondana futhi nisekelane kangcono.

# text
source: 💛 It’s okay to not want to share when your feelings are strong.
zu: 💛 Kulungile ukungafuni ukwabelana lapho imizwa yakho inamandla.

# text
source: 🌱 When you feel calmer, find time to explain so that everyone can understand.
zu: 🌱 Lapho uzizwa uzolile, thola isikhathi sokuchaza ukuze wonke umuntu aqonde.

# text
source: 😣 It is normal to feel some anger when you realise some hard things have happened in your teen’s life.
zu: 😣 Kuyinto evamile ukuzwa intukuthelo ethile lapho uqonda ezinye izinto ezinzima ezenzeke empilweni yengane yakho.

# text
source: ⏸ Take a pause when you feel this way, then come back to them when you are calmer.
zu: ⏸ Thatha ikhefu lapho uzizwa ngale ndlela, bese ubuyela kubo uma uzolile.

# text
source: 💚 Remember, they are coping with their life the best they know how to.
zu: 💚 Khumbula, babhekana nempilo yabo ngendlela engcono kakhulu abakwazi ngayo.

# text
source: 👂 Listen to your teen and show that you are not judging them or others they tell you about.
zu: 👂 Lalela ingane yakho futhi ubonise ukuthi awumahluleli noma abanye abakutshela ngabo.

# text
source: 🎈 Thank your teen for sharing with you and tell them they can come to you with anything and you will keep loving them.
zu: 🎈 Bonga ingane yakho ngokwabelana nawe futhi uyitshele ukuthi ingeza noma yini kuwe futhi uzoqhubeka nokuyithanda.

# text
source: 👂 First, listen to your teen without judgement and try to see their view.
zu: 👂 Okokuqala, lalela ingane yakho ngaphandle kokwahlulela futhi uzame ukubona umbono wabo.

# text
source: 🌷 Your teen has been doing the best they know how to do - nobody makes a ‘bad’ choice on purpose.
zu: 🌷 Ingane yakho ibilokhu yenza konke ekwaziyo ukuthi kwenziwa kanjani - akekho owenza ukukhetha ‘okubi’ ngenhloso.

# text
source: 💛 Give them advice if they seem calm and open enough to hear it. If not, tell them you will give them advice when they are ready.
zu: 💛 Banike iseluleko uma bebonakala bezolile futhi bevulekile ngokwanele ukuyizwa. Uma kungenjalo, batshele ukuthi uzobanika iseluleko lapho sebekulungele.

# text
source: 😔Everyone says hard things in anger sometimes.
zu: 😔Wonke umuntu ukhuluma izinto ezinzima ngentukuthelo kwesinye isikhathi.

# text
source: Ask your teen how they would have liked you to act.
zu: Buza ingane yakho ukuthi ibingathanda wenze kanjani.

# text
source: You do not need to do as they ask, but talking about this may help you both react in a way that is useful in the future.
zu: Awudingi ukwenza njengoba bebuza, kodwa ukukhuluma ngalokhu kungakusiza nobabili nisabele ngendlela ewusizo esikhathini esizayo.

# text
source: Your teen might feel better just knowing you have heard them.
zu: Ingane yakho ingase izizwe ingcono nje ukwazi ukuthi ubazwile.

# text
source: We are sorry to hear that you have been finding it hard to talk about emotions with your teen. 💚 You can review this skill in the Main Menu at any time!
zu: Siyaxolisa ukuzwa ukuthi ubukuthola kunzima ukukhuluma ngemizwa nengane yakho. 💚 Ungabuyekeza leli khono kumenyu enkulu noma kunini!

# text
source: What did you find hard when talking to your teen about who they are spending time with?
zu: Yini oyithola inzima lapho ukhuluma nengane yakho ngokuthi ichitha isikhathi nobani?

# text
source: 👂 Listening to our teens, even if we disagree, helps us understand their thinking.
zu: 👂 Ukulalela ingane yethu, ngisho noma singavumelani, kusisiza siqonde ukucabanga kwayo.

# text
source: ⏰ Find time to talk about safe unsafe areas again.
zu: ⏰ Thola isikhathi sokukhuluma ngezindawo ezingaphephile futhi.

# text
source: 💚 This time, really listen and show you understand their view before sharing your thoughts.
zu: 💚 Kulokhu, lalela ngempela futhi ubonise ukuthi uyawuqonda umbono wabo ngaphambi kokwabelana ngemicabango yakho.

# text
source: 😔 It is shocking to learn that people who we trust may be a danger to our children.
zu: 😔 Kuyashaqisa ukufunda ukuthi abantu esibathembayo bangaba yingozi ezinganeni zethu.

# text
source: 👂 Listen to your teen if they want to talk about why it seems unsafe. Trust what they say - they will not mark it unsafe for no reason!
zu: 👂 Lalela intsha yakho uma ifuna ukukhuluma ngokuthi kungani ibonakala ingaphephile. Themba abakushoyo - ngeke bakuphawule njengokungaphephile ngaphandle kwesizathu!

# text
source: 🏥 Talk with someone and get support. Type HELP if you need more assistance.
zu: 🏥 Khuluma nothile uthole ukwesekwa. Thayipha USIZO uma udinga usizo olwengeziwe.

# text
source: 💙 Remember to take a pause when you are stressed.
zu: 💙 Khumbula ukuthatha ikhefu lapho ucindezelekile.

# text
source: 🌷 Create a safe space to talk with your teen when you are both calm.
zu: 🌷 Dala indawo ephephile yokukhuluma nengane yakho lapho nobabili nizolile.

# text
source: 👂 Listen to their thoughts - why do they feel this place is safe?
zu: 👂 Lalela imicabango yabo - kungani bezwa ukuthi le ndawo iphephile?

# text
source: ⭐ Share why you feel it is not safe.
zu: ⭐ Yabelana ngokuthi kungani uzwa sengathi akuphephile.

# text
source: ⏰ Come up with a rule together that lets them still have fun, but stay safe.
zu: ⏰ Qambani nomthetho ndawonye obavumela ukuthi baqhubeke bejabule, kodwa bahlale bephephile.

# text
source: 🌱 Your teen will listen better when you speak to them calmly.
zu: 🌱 Ingane yakho izolalela kangcono uma ukhuluma nayo ngomoya ophansi.

# text
source: 😣 Protecting your teen while also trusting them to make wise choices is not easy!
zu: 😣 Ukuvikela ingane yakho ngenkathi uyithemba ukuthi izokwenza izinqumo ezihlakaniphile akulula!

# text
source: 🔄 Your teen may know things about your community and technology that you are not aware of.
zu: 🔄 Ingane yakho ingase yazi izinto ngomphakathi wakho nobuchwepheshe ongabazi.

# text
source: 📝 When you actively involve your teen in creating the safety map, they feel heard and valued.
zu: 📝 Uma ubandakanya ingane yakho ekudaleni imephu yokuphepha, izizwa izwakala futhi yaziswa.

# text
source: 🌱 It is easier to follow a plan that everyone agrees on.
zu: 🌱 Kulula ukulandela uhlelo wonke umuntu avumelana ngalo.

# text
source: 🔵 Involve another family member or friend in your mapping activity. Asking for help will help you keep your teen safe!
zu: 🔵 Bandakanya elinye ilungu lomndeni noma umngane kumsebenzi wakho wokwenza imephu. Ukucela usizo kuzokusiza ugcine ingane yakho iphephile!

# text
source: 🚗 Visit some of the services available, such as clinics, and ask what they do.
zu: 🚗 Vakashela ezinye zezinsizakalo ezitholakalayo, njengemitholampilo, futhi ubuze ukuthi zenzani.

# text
source: 💛 The more we know, the better we can keep our families safe!
zu: 💛 Uma sazi okwengeziwe, singagcina imindeni yethu iphephile kangcono!

# text
source: ⏰ It can be hard to find time.
zu: ⏰ Kungaba nzima ukuthola isikhathi.

# text
source: 💡 This week, put just 10 minutes aside to talk with your teen about safe and unsafe areas.
zu: 💡 Kuleli sonto, beka imizuzu eyi-10 eceleni ukuze ukhulume nengane yakho mayelana nezindawo eziphephile nezingaphephile.

# text
source: ❗ This is important to keep your teen safe!
zu: Lokhu kubalulekile ukuze ugcine ingane yakho iphephile!

# text
source: We are sorry to hear that you have found it hard to make sure you know who your teen is spending time with. You can review this skill in the Main Menu any time! 📝
zu: Siyaxolisa ukuzwa ukuthi ukuthole kunzima ukwenza isiqiniseko sokuthi uyazi ukuthi ingane yakho ichitha nobani isikhathi. Ungabuyekeza leli khono ku-Menyu enkulu noma nini! 📝

# text
source: What did you find difficult about sharing tasks equally?
zu: Yini oyithole inzima ngokwabelana ngemisebenzi ngokulinganayo?

# text
source: 🌱 Ask them! Telling your partner you want to help but don’t know how, shows them you care and want to be involved.
zu: 🌱 Babuze! Ukutshela umlingani wakho ukuthi ufuna ukusiza kodwa awazi ukuthi kanjani, kumbonisa ukuthi uyamkhathalela futhi ufuna ukuzibandakanya.

# text
source: ⏰ Try creating a routine. Planning when to do household tasks or ways to share caregiving can be a helpful reminder.
zu: ⏰ Zama ukudala isimiso. Ukuhlela lapho ukwenza imisebenzi yasendlini noma izindlela zokwabelana ngokunakekela kungaba isikhumbuzo esiwusizo.

# text
source: 🔑 Once you start sharing tasks more often - it will will get easier to remember.
zu: 🔑 Uma uqala ukwabelana ngemisebenzi kaningi - kuzoba lula ukukhumbula.

# text
source: 🔑 It can be hard to ask for help. Sometimes we expect our partners to know we need help even if we don’t ask them.
zu: 🔑 Kungaba nzima ukucela usizo. Ngezinye izikhathi silindele ukuthi abalingani bethu bazi ukuthi sidinga usizo ngisho noma singababuzi.

# text
source: 🌱 Once you start telling, they are more likely to help again in the future.
zu: 🌱 Uma usuqalile ukusho, cishe bangasiza futhi esikhathini esizayo.

# text
source: 🌱 Finding time to help, and ask for help, can be hard.
zu: 🌱 Ukuthola isikhathi sokusiza, nokucela usizo, kungaba nzima.

# text
source: ⏰ Can you think of a time when you’re less busy? For example, maybe it is easier to do housework later in the evening when some of the children are asleep.
zu: ⏰ Ungacabanga ngesikhathi lapho ungaxakeki kangako? Ngokwesibonelo, mhlawumbe kulula ukwenza umsebenzi wasendlini kamuva kusihlwa lapho ezinye zezingane zilele.

# text
source: ⭐ Be kind to yourself - trying something new is often hard at first.
zu: ⭐ Yiba nomusa kuwe - ukuzama into entsha ngokuvamile kunzima ekuqaleni.

# text
source: 🌱 Give yourself time to adjust.
zu: 🌱 Zinike isikhathi sokujwayela.

# text
source: 💡 Remember that helping your partner with caregiving and household tasks benefits the whole family!
zu: Khumbula ukuthi ukusiza umlingani wakho ngokumnakekela nemisebenzi yasendlini kuzuzisa umndeni wonke!

# text
source: Sorry to hear that your partner did not react positively.
zu: Uxolo ukuzwa ukuthi umlingani wakho akazange asabele kahle.

# text
source: 🌱 Be proud of yourself for trying and be gentle with yourself.
zu: 🌱 Ziqhenye ngokuzama futhi ube mnene nawe.

# text
source: Now that you’ve completed ParentText, let’s check in:
zu: Manje njengoba usuqedile i-ParentText, ake sihlole:

# text
source: You were already managing the stress of parenting well before ParentText. It’s great that you’re able to keep up the excellent effort!
zu: Ubuvele ulawula ingcindezi yokuba umzali ngaphambi kwe-ParentText. Kuhle ukuthi ukwazi ukuqhubeka nomzamo omuhle kakhulu!

# text
source: It’s great that you’re still doing well. Parenting can be difficult. Please remember to take a pause and ask for help when you need it. 💛
zu: Kuhle ukuthi usaqhuba kahle. Ukukhulisa izingane kungaba nzima. Sicela ukhumbule ukuhlaba ikhefu bese ucela usizo lapho uludinga. 💛

# text
source: Congratulations! 🎉You’ve made progress in this goal since you’ve started ParentText. Your effort is working!
zu: Halala! 🎉Wenze intuthuko kulo mgomo kusukela uqale i-ParentText. Umzamo wakho uyasebenza!

# text
source: That is okay. Parenting can be difficult. Please remember to take a pause and ask for help when you need it. 💛
zu: Kulungile lokho. Ukuba ngumzali kungaba nzima. Sicela ukhumbule ukuthatha ikhefu bese ucela usizo uma uludinga. 💛

# text
source: Congratulations on making some progress in this goal. Still, it seems like parenting is overwhelming. That is okay. Parenting can be difficult. Please remember to take a pause and ask for help when you need it. 💛
zu: Siyakuhalalisela ngokwenza intuthuko ethile kulo mgomo. Noma kunjalo, kubonakala sengathi ukuba ngumzali kuyanqoba. Kulungile lokho. Ukuba ngumzali kungaba nzima. Sicela ukhumbule ukuthatha ikhefu bese ucela usizo uma uludinga. 💛

# text
source: Thank you for providing a progress update.
zu: Siyabonga ngokunikeza isibuyekezo senqubekela phambili.

# text
source: Well done for completing the modules on improving your relationship with your teen. Let’s see how things have changed since you started:
zu: Wenze kahle ukuqedela amamojuli ekuthuthukiseni ubuhlobo bakho nengane yakho. Ake sibone ukuthi izinto zishintshe kanjani selokhu waqala:

# text
source: I am sorry to hear that you were unable to spend more time with your teen. 💛
zu: Ngiyaxolisa ukuzwa ukuthi awukwazanga ukuchitha isikhathi esiningi nengane yakho. 💛

# text
source: Congratulations on making some progress in this goal. It seems like spending time with your teen may still be a challenge.
zu: Siyakuhalalisela ngokwenza intuthuko ethile kulo mgomo. Kubonakala sengathi ukuchitha isikhathi nengane yakho kungase kube yinselele.

# text
source: You were already excelling at time with your teen before ParentText. It’s great that you’re able to keep up the excellent effort!
zu: Ubuvele uphumelela ngesikhathi nengane yakho ngaphambi kwe-ParentText. Kuhle ukuthi ukwazi ukuqhubeka nomzamo omuhle kakhulu!

# text
source: Time with your teen is so important. Though you are still doing great, you have reported that spending time together has become more challenging since you first began ParentText.
zu: Isikhathi nengane yakho sibaluleke kakhulu. Nakuba usakwenza okukhulu, ubike ukuthi ukuchitha isikhathi ndawonye sekuyinselele kakhulu kusukela waqala i-ParentText.

# text
source: What do you want to do next?
zu: Ufuna ukwenzani ngokulandelayo?

# text
source: Thank you for providing a progress update on the goal to improve my relationship with my teen. You can find this information any time in the Main Menu. 📝 You will resume progress on your current goal tomorrow.
zu: Siyabonga ngokunikeza isibuyekezo senqubekela phambili ngenhloso yokuthuthukisa ubuhlobo bami nentsha yami. Ungathola lolu lwazi nganoma yisiphi isikhathi kuMenyu Enkulu. 📝 Uzoqala kabusha intuthuko ngomgomo wakho wamanje kusasa.

# text
source: Sorry, I don't understand what you mean.
zu: Ngiyaxolisa, angiqondi ukuthi uthini.

# text
source: Well done for completing your goal to understand teen development. Let’s see how things may have changed since you started this goal:
zu: Wenze kahle ukuqedela umgomo wakho wokuqonda ukuthuthukiswa kwentsha. Ake sibone ukuthi izinto zingase zishintshe kanjani selokhu waqala lo mgomo:

# text
source: It can be hard to talk about these things with your teen, and that’s okay. 💚
zu: Kungaba nzima ukukhuluma ngalezi zinto nentsha yakho, futhi lokho kulungile. 💚

# text
source: Congratulations on making some progress in this goal. It seems like talking with your teen may still be a challenge.
zu: Siyakuhalalisela ngokwenza intuthuko ethile kulo mgomo. Kubonakala sengathi ukukhuluma nentsha yakho kungase kube yinselelo.

# text
source: You were already excelling at talking with your teen before ParentText. It’s great that you’re able to keep up the excellent effort!
zu: Ubuvele uhamba phambili ekukhulumeni nengane yakho ngaphambi kwe-ParentText. Kuhle kakhulu ukuthi uyakwazi ukugcina umzamo omuhle kakhulu!

# text
source: Talking about difficult topics with your teen is important. Though you are still doing great, you have reported that this has become more challenging since you first began ParentText.
zu: Ukukhuluma ngezihloko ezinzima nengane yakho kubalulekile. Yize usenza kahle, ubike ukuthi lokhu sekube yinselelo enkulu kusukela uqale i-ParentText.

# text
source: Thank you for providing your Progress Update. You can access this information any time in the Main Menu. 📝 You will resume progress on your current goal tomorrow.
zu: Siyabonga ngokunikeza isibuyekezo sakho sokuqhubeka. Ungafinyelela lolu lwazi noma nini kuMenyu Enkulu. 📝 Uzoqalisa kabusha inqubekelaphambili kumgomo wakho wamanje kusasa.

# text
source: Well done for completing your goal to support your teen’s education. Let’s see how things may have changed since you started this goal:
zu: Wenze kahle ngokuqedela umgomo wakho wokusekela imfundo yengane yakho. Ake sibone ukuthi izinto zingase zishintshe kanjani selokhu waqala lo mgomo:

# text
source: It can be hard to make time to help with schoolwork. ⏰
zu: Kungaba nzima ukwenza isikhathi sokusiza ngomsebenzi wesikole. ⏰

# text
source: Congratulations on making some progress in this goal. It seems like supporting your teen with schoolwork may still be a challenge.
zu: Siyakuhalalisela ngokwenza intuthuko ethile kulo mgomo. Kubonakala sengathi ukusekela ingane yakho ngomsebenzi wesikole kungase kube yinselelo.

# text
source: You were already excelling at supporting your teen’s education before ParentText. It’s great that you’re able to keep up the excellent effort!
zu: Ubuvele ugqamile ekusekeleni imfundo yengane yakho ngaphambi kwe-ParentText. Kuhle kakhulu ukuthi uyakwazi ukugcina umzamo omuhle kakhulu!

# text
source: Supporting your teen’s schoolwork is important. Though you are still doing great, you have reported that this has become more challenging since you first began ParentText.
zu: Ukusekela umsebenzi wesikole wengane yakho kubalulekile. Nakuba usakwenza okukhulu, ubike ukuthi lokhu sekuyinselelo kakhulu kusukela waqala i-ParentText.

# text
source: Well done for completing your goal to create structure for your teen. Let’s see how things may have changed since you started this goal::
zu: Wenze kahle ukuqedela umgomo wakho ukudala isakhiwo sengane yakho. Ake sibone ukuthi izinto zingase zishintshe kanjani kusukela waqala lo mgomo::

# text
source: It can feel strange to involve your teen in setting rules and routines. 👀
zu: Kungazizwa kungajwayelekile ukubandakanya ingane yakho ekubekeni imithetho nemikhuba. 👀

# text
source: Congratulations on making some progress in this goal. It seems like involving your teen in making household rules may still be a challenge.
zu: Siyakuhalalisela ngokwenza intuthuko ethile kulo mgomo. Kubonakala sengathi ukubandakanya ingane yakho ekwenzeni imithetho yasendlini kungase kube yinselelo.

# text
source: You were already excelling at including your teen in setting household rules before ParentText. It’s great that you’re able to keep up the excellent effort!
zu: Ubuvele uhamba phambili ngokufaka ingane yakho ekubekeni imithetho yasendlini ngaphambi kwe-ParentText. Kuhle kakhulu ukuthi uyakwazi ukugcina umzamo omuhle kakhulu!
