Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2/*/*_home_activity_checkin_teen.po
Languages: zu

# text
source: Were you able to do childcare or housework with your partner?
zu: Ingabe ukwazile ukunakekela izingane noma ukwenza umsebenzi wasendlini nomlingani wakho?

# text
source: Amazing! Sharing childcare or housework is a great way to support each other.
zu: Kuyamangalisa! Ukwabelana ekunakekeleni izingane noma imisebenzi yasendlini kuyindlela enhle yokwesekana.

# text
source: That’s okay! Try and share your childcare or housecare with your partner. It's a great way to support each other.
zu: Kulungile! Zama ukwabelana nomlingani wakho ekunakekeleni izingane noma ekwenzeni imisebenzi yasendlini. Kuyindlela enhle yokwesekana.

# text
source: Were you able to invite your partner to discuss how you can share family responsibilities?
zu: Ingabe ukwazile ukumema umlingani wakho nidingide ukuthi nizokwabelana kanjani imisebenzi yasemndenini?

# text
source: Well done for taking the time to discuss sharing responsibilities with your partner!
zu: Wenze kahle ngokuzinikeza isikhathi sokuxoxa nomlingani wakho ngokwabelana ngemisebenzi!

# text
source: That’s okay! Try and find time to share responsibilities with your partner. Sharing responsibilities is an important part of a healthy relationship.
zu: Kulungile! Zama futhi ukuthola isikhathi sokusizana ngemisebenzi nomlingani wakho. Ukusizana ngemisebenzi kuyingxenye ebalulekile yobudlelwano obuhle.

# text
source: Were you able to practice taking a pause?
zu: Ingabe ukwazile ukuzijwayeza ukuthatha ikhefu?

# text
source: Well done! Taking a pause is a great skill to use whenever you are stressed!
zu: Wenze kahle! Ukuthatha ikhefu kuyikhono elihle ongalisebenzisa noma nini uma kunento ekuphethe kabi!

# text
source: That’s okay! Try and find time today to take a pause, the more you practise the more it will help.
zu: Kulungile! Zama futhi uthole isikhathi namuhla sokuthatha ikhefu, kuzokusiza lokhu uma uzijwayeza ukukwenza.

# text
source: Were you able to set aside time to talk to your partner about your feelings?
zu: Ingabe ukwazile yini ukuzinikeza isikhathi sokuxoxa nomlingani wakho mayelana nemizwa yakho?

# text
source: Well done! Talking to your partner about how you are feeling can be difficult, but it is very important for a healthy relationship.
zu: Wenze kahle! Ukukhuluma nomlingani wakho ngendlela ozizwa ngayo kungaba nzima, kodwa kubaluleke kakhulu ebudlelwaneni obuhle.

# text
source: That’s okay! Talking about your feelings can seem scary, but being open and communicating is an important part of a healthy relationship.
zu: Kulungile! Ukukhuluma ngemizwa yakho kungaba yinto enzima, kodwa ukuvuleleka nokuxoxa kuyingxenye ebalulekile yobudlelwano beqiniso.

# variables
source: spend 5 minutes of 1-on-1 time with your teen
zu: chitha imizuzu emi-5 nengane yakho nobabili

# variables
source: use the three steps of praise: see it, say it, and repeat it
zu: sebenzisa izigaba ezintathu zokuncoma: kubheke, ukusho bese uyakuphindaphinda

# variables
source: talk to your teen about the six steps to coping with their emotions
zu: xoxa nengane yakho ngezigaba eziyisithupha zokubhekana nemizwa yayo

# variables
source: stretch and move yesterday
zu: ngizelulile ngahamba izolo

# variables
source: spend 1-on-1 time with your teen, listen to their experiences, notice their feelings, and thank them for sharing
zu: chitha isikhathi nengane yakho ninobabili, lalela lokho ehlangabezana nakho, qaphela imizwa yayo, bese uyayibonga ngokuxoxa nawe

# variables
source: use 1-on-1 time to talk to your teen about their friends
zu: khuluma nengane yakho ninobabili ngabangani bayo

# variables
source: complete the development assessment
zu: qedelela ukuhlolwa okumayelana nokuthuthukiswa kwengane

# variables
source: invite your teen to take a break from their homework and do something active
zu: cela ingane yakho ukuthi ayithathe ikhefu ekwenzeni umsebenzi wesikole wayo bese yenza okuthile ukuvocavoca umzimba

# variables
source: support your teen with their school work by setting their goals
zu: seka ingane yakho ngomsebenzi wayo wesikole ngokuthi uhlele amaphupho ayo

# variables
source: talk to your teen about finding the right study spot
zu: xoxa nengane yakho mayelana nokuthola indawo ekahle yokufunda

# variables
source: share a story with your teen about a time you learned from a mistake
zu: xoxela ingane yakho indaba mayelana nowakufunda emaphutheni

# variables
source: chat with your teen and identify a possible study buddy
zu: xoxa nengane yakho uyibonisa ngomuntu engafunda naye

# variables
source: set a routine with your teen
zu: yenza uhlelo lwengane yakho lwansuku zonke

# variables
source: create a family rule with your teen
zu: yenza umthetho womndeni nengane yakho

# variables
source: ask your teen what they do to stay safe online
zu: buza ingane yakho ukuthi yini abayenzayo ukuthi bahlale iphephile kwi-inthanethi

# variables
source: talk to your teen about their habits to stay safe online
zu: xoxa nengane yakho mayelana nezindlela zayo zokuhlala iphephile kwi-inthanethi

# variables
source: discuss your wants and needs with your teen
zu: xoxa nengane yakho mayelana nalokho ekufunayo kanye nalokho ekudingayo

# variables
source: discuss your monthly expenses with your teen
zu: xoxa nengane yakho mayelana nezindleko zakho zenyanga

# variables
source: make a monthly budget with your teen
zu: yenza uhlelomali lwenyanga nengane yakho

# variables
source: create a saving plan with your teen
zu: yenza uhlelo lokonga nengane yakho

# variables
source: practise self-care yesterday
zu: zijwayeze ukuzinakekela

# variables
source: talk to your teen about what makes them stressed
zu: xoxa nengane yakho mayelana nezinto eziyimbangela yokuthi iphatheke kabi

# variables
source: go through the kindness tips together
zu: bhekani uhlu lwamasu okulunga nindawonye

# variables
source: talk to your teen about the different sources of support in your community
zu: xoxa nengane yakho mayelana nezindawo kanye nezinhlelo ezihlukahlukene zokweseka emphakathini wakho

# variables
source: find time to do an activity that brings you joy
zu: thola isikhathi sokwenza into ekuthokozisayo

# variables
source: share the four steps of managing your teen's behaviour with a family member
zu: xoxa nelungu lomndeni mayelana nezigaba ezine zokukhombisa ingane yakho indlela yokuziphatha

# variables
source: share the four steps to problem solving with Your Teen
zu: xoxa nengane yakho ngezigaba ezine zokuxazulula izinkinga

# variables
source: write a list of fair consequences with your teen to use later
zu: bhala uhlu lwemiphumela efanelekile yokungalandeli imithetho ezosebenziswa ekuhambeni kwesikhathi

# variables
source: create a community safety map with your teen
zu: yenza imephu yokuphepha emphakathini nengane yakho

# variables
source: share teach self-defence tips with your teen
zu: xoxa nengane yakho mayelana namasu okuzivikela

# variables
source: go through the sexual violence prevention tips with your teen
zu: bhekisisa namasu okuvimbela udlame lwezocansi nengane yakho

# variables
source: talk with your teen about possible crises that may happen and what to do
zu: xoxa nengane yakho mayelana nezinkinga ezingase zenzeke nokuthi yini okufanele yenziwe

# variables
source: involve your partner in a decision you made yesterday
zu: bandakanya umlingani wakho esinqumweni osenze izolo

# variables
source: do childcare or housework with your partner
zu: yenza umsebenzi wokunakekela ingane noma umsebenzi wasendlini nomlingani wakho

# variables
source: invite your partner to discuss how you can share family responsibilities
zu: xoxa nomlingani wakho mayelana nendlela yokusizana ngemisebenzi yasekhaya

# variables
source: practice taking a pause
zu: zijwayeze uzifundise ukuthatha ikhefu

# variables
source: set aside time to talk to your partner about your feelings
zu: zinikeze isikhathi sokuxoxa nomlingani wakho mayelana nemizwa yakho
