Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2/*/*_home_activity_checkin_teen.po
Languages: zu

# text
source: You’re doing great towards your goal, @(parse_json(fields.goals_dictionary_0 &fields.goals_dictionary_1 &fields.goals_dictionary_2 &fields.goals_dictionary_3 &fields.goals_dictionary_4 &fields.goals_dictionary_5 &fields.goals_dictionary_6 &fields.goals_dictionary_7 )[contact.language][fields.curr_goal]).
zu: Wenza kahle mayelana namaphupho akho, @(parse_json(fields.goals_dictionary_0 &fields.goals_dictionary_1 &fields.goals_dictionary_2 &fields.goals_dictionary_3 &fields.goals_dictionary_4 &fields.goals_dictionary_5 &fields.goals_dictionary_6 &fields.goals_dictionary_7 )[contact.language][fields.curr_goal]).

# text
source: Were you able to spend 5 minutes of 1-on-1 time with your teen?
zu: Ingabe ukwazile ukuchitha imizuzu emi-5 nengane yakho?

# text
source: Press a number on your keypad:
zu: Cindezela inombolo kukhiphedi yakho:

# text
source: 1. Yes
zu: 1. Yebo

# text
source: 2. Not yet
zu: 2. Hhayi okwamanje

# text
source: Amazing! Well done for making this commitment.
zu: Kuyancomeka! Wenze kahle ngokuzibophezela ngalokhu.

# text
source: That’s okay! Try and set aside some time in the coming days.
zu: Kulungile! Zama ukuthola isikhathi ezinsukwini ezizayo.

# text
source: Sorry, I don't understand what you mean.
zu: Ngiyaxolisa, angiqondi ukuthi uthini.

# text
source: Were you able to use the three steps of praise: see it, say it, and repeat it?
zu: Ukwazile ukusebenzisa izinyathelo ezintathu zokuncoma: kubheke, ukusho bese uyakuphindaphinda?

# text
source: Well done for remembering to praise your teen and other family members!
zu: Wenze kahle ngokukhumbula ukuncoma ingane yakho kanye namanye amalungu omndeni!

# text
source: That’s okay! Try to praise @fields.child_nickname today, even if it’s something small.
zu: Kulungile! Zama ukuncoma @fields.child_nickname namhlanje, ngisho noma ngabe yinto encane kangakanani.

# text
source: That’s okay! Try to praise your teen today, even if it’s something small.
zu: Kulungile! Zama ukuncoma ingane yakho namhlanje, ngisho noma ngabe yinto encane kangakanani.

# text
source: Were you able to talk to your teen about the six steps to coping with their emotions?
zu: Ingabe ukwazile ukukhuluma nengane yakho mayelana nezinyathelo eziyisithupha zokubhekana nemizwa yayo?

# text
source: Well done! This will help your teen manage difficult emotions when they happen.
zu: Wenze kahle! Lokhu kuzosiza ingane yakho ukuthi ikwazi ukubhekana nezinkinga ezimayelana nemizwa yayo uma zibakhona.

# text
source: That’s okay! Try and find some time today to talk to your teen about emotions.
zu: Kulungile! Zama ukuthola isikhathi namhlanje sokukhuluma nengane yakho mayelana nemizwa yayo.

# text
source: Were you able to stretch and move yesterday?
zu: Ukwazile ukuzelula nokuhamba izolo?

# text
source: Well done for taking the time to care for yourself!
zu: Wenze kahle ngokuzinikeza isikhathi sokuzinakekela!

# text
source: That’s okay! Try and find some time today to stretch.
zu: Kulungile! Zama ukuthola isikhathi sokuzelula namhlanje.

# text
source: Were you able to spend 1-on-1 time with your teen, listen to their experiences, notice their feelings, and thank them for sharing?
zu: Ingabe ukwazile ukuba nesikhathi nengane yakho, ukulalela lokho eyahlangabezana nakho, ukubona imizwa yayo kanye nokuyibonga ukuthi ikhulumile nawe ngalokhu?

# text
source: Well done for being open to listening to your teen!
zu: Wenze kahle ngokulalela ingane yakho!

# text
source: That’s okay! Try to listen to your teen today during your 1-on-1 time.
zu: Kulungile! Zama ukulalela ingane yakho ngesikhathi ninobabili.

# text
source: Were you able to use 1-on-1 time to talk to your teen about their friends?
zu: Ingabe ukwazile ukuxoxa nengane yakho ngabangani bayo ngesikhathi ninobabili?

# text
source: Amazing! You are learning so much more about your teen.
zu: Kuyamangalisa! Ufunda okuningi ngengane yakho.

# text
source: That’s okay! Try and use your 1-on-1 time today to talk with your teen about their friends.
zu: Kulungile! Zama ukukhuluma nengane yakho ngabangani bayo namhlanje ngesikhathi nibabili.

# text
source: Were you able to complete the development assessment?
zu: Ingabe ukwazile ukuphothula ukuhlola okumayelana nokukhula kwayo?

# text
source: Great!
zu: Kuhle!

# text
source: That’s okay! Try to complete the assessment this week. You can type GROW at any time to begin.
zu: Kulungile! Zama ukuphothula lokhu kuhlola kuleli sonto. Ungathayipha igama elithi KHULA noma nini ukuze uqale.

# text
source: Were you able to invite your teen to take a break from their homework and do something active?
zu: Ingabe ukwazile yini ukutshela ingane yakho ukuthi ike ithathe ikhefu ekwenzeni umsebenzi wesikole yayo ukuze yenze okuthile okunyakazisa umzimba wayo?

# text
source: Well done! Taking a break can help your teen refocus and continue working on their school work. We all need a break sometime!
zu: Wenze kahle! Ukuthatha ikhefu kusiza ukuthi ingane yakho ikwazi ukupholisa ingqondo ukuze ikwazi ukuqhubeka nomsebenzi wayo wesikole. Sonke siyadinga ukuthatha ikhefu ngezinye izikhathi!

# text
source: That’s okay! Next time your teen is doing homework, try and do something active and fun together!
zu: Kulungile! Ngokuzayo uma ingane yakho yenza umsebenzi wesikole, zama ukuthi nenze okuthile okumnandi okuninyakazisisa umzimba!

# text
source: Were you able to support your teen with their school work by setting their goals?
zu: Ingabe ukwazile ukusiza ingane yakho ngomsebenzi wayo wesikole ngokuthi uyihlelele amaphupho ayo?

# text
source: Well done! This is one goal you can be proud of!
zu: Ingabe ukwazile ukusiza ingane yakho ngomsebenzi wayo wesikole ngokuthi uyihlelele amaphupho ayo?

# text
source: That’s okay! Try and take a few minutes with your teen to set goals with them. This is a great way to support their learning.
zu: Kulungile! Zama ukuzinikeza imizuzu embalwa nengane yakho nihlela amaphupho ayo nindawonye. Le yindlela enhle yokuyeseka ezifundweni zayo.

# text
source: Were you able to talk to your teen about finding the right study spot?
zu: Ingabe ukwazile ukukhuluma nengane yakho mayelana nokuthola indawo ekahle yokufunda?

# text
source: Amazing! Finding a good place to study will help your teen focus and succeed with their school work.
zu: Kuyamangalisa! Ukuthola indawo enhle yokufundela kuzosiza ingane yakho ukuthi inake futhi iphumelele nasezifundweni zayo.

# text
source: That’s okay! Try to help your teen find a good study spot today. This will help their learning.
zu: Kulungile! Zama ukusiza ingane yakho ukuthi ithole indawo ekahle yokufundela namhlanje. Lokhu kuzosiza ezifundweni zayo.

# text
source: Were you able to share a story with your teen about a time you learned from a mistake?
zu: Ingabe ukwazile ukuxoxa nengane yakho mayelana nesikhathi owafunda ngaso ephutheni lakho?

# text
source: Being open is not always easy, well done for doing it anyways!
zu: Ukuvuleleka komunye umuntu akulula, wenze kahle ngokuthi uvuleleke!

# text
source: That’s okay! Being open can be difficult, but it’s important. Try and find time to share with your teen.
zu: Kuyancomeka! Ukuvuleleka kungabanzima, kodwa kubalulekile. Zama ukuthola isikhathi sokuvuleleka enganeni yakho.

# text
source: Were you able to chat with your teen and identify a possible study buddy?
zu: Ingabe ukwazile ukuxoxa nengane yakho kanye nokubonisana nayo ngomuntu angafunda naye?

# text
source: Great! Studying with a friend is a great way to learn.
zu: Kuhle! Ukufunda nomngani kuyindlela enhle yokufunda.

# text
source: That’s okay! Try and find time to chat with your teen and find a study buddy. Studying with friends is a great way to learn.
zu: Kulungile! Zama ukuthola isikhathi sokuxoxa nengane yakho futhi nithole nomuntu engafunda naye. Ukufunda nabangani kuyindlela enhle yokufunda.

# text
source: Were you able to set a routine with your teen?
zu: Ingabe nikwazile ukwenza uhlelo okumele lulandelwe njalo nengane yakho?

# text
source: Amazing! Setting routines with your teen will help provide structure in their lives.
zu: Kuyamangalisa! Uma wena nengane yakho nenza uhlelo okumele lulandelwe njalo kuzosiza ingane yakho ukuthi ikwazi ukuhlela impilo yayo.

# text
source: That’s okay! Try and find time to set a routine with your teen. It's a great way for your teen to feel secure and safe.
zu: Kulungile! Zama ukuthola isikhathi sokuthi wena nengane yakho nenze uhlelo okumele lulandelwe njalo. Kuyindlela enhle eyenza ukuthi ingane yakho izizwe ivikelekile futhi iphephile.

# text
source: Were you able to create a family rule with your teen?
zu: Ingabe wena nengane yakho nikwazile ukwenza umthetho ozolandelwa wumndeni?

# text
source: Well done! Involving your teen in creating family rules will make it more likely that they follow them in the future.
zu: Wenze kahle! Ukubandakanya ingane yakho ekwenzeni imithetho okumele ilandelwe wumndeni kuzokwenza ukuthi bekwazi ukuyilandela esikhathini esizayo.

# text
source: That’s okay! Try and set up a rule with your teen in the next few days. It will make it more likely that they follow them in the future.!
zu: Kulungile! Zama ukuthi wena nengane yakho nenze umthetho ezinsukwini ezimbalwa ezizayo. Lokhu kuzokwenza ukuthi ingane yakho iwulandele esikhathini esizayo.!

# text
source: Were you able to ask your teen what they do to stay safe online?
zu: Ingabe ukwazile ukubuza ingane yakho ukuthi izivikela kanjani kwi-inthanethi?

# text
source: Great! It is so important that we are able to protect our children online.
zu: Kuhle! Kubalulekile ukuthi sikwazi ukuvikela izingane zethu kwi-inthanethi.

# text
source: That’s okay! Online safety is really important so try and find some time to chat to your teen about staying safe online.
zu: Kulungile! Ukuphepha kwi-inthanethi kubaluleke okwangempela ngakho-ke zama ukuthola isikhathi sokuxoxa nengane yakho mayelana nokuhlala uphephile kwi-inthanethi.

# text
source: Were you able to talk to your teen about their habits to stay safe online?
zu: Ingabe ukwazile ukuxoxa nengane yakho mayelana nezindlela zokuhlala uphephile kwi-inthanethi?

# text
source: Well done! You are helping your teen learn how to be safe online!
zu: Wenze kahle! Usiza ingane yakho ukuthi kumele iphephe kanjani kwi-inthanethi!

# text
source: That’s okay! Try and chat to your teen in the next few days. Safe online habits are important for your teen's safety.
zu: Kulungile! Zama ukuxoxa nengane yakho ezinsukwini ezimbalwa ezizayo. Kubalulekile ukuthi ingane yakho ibe nezindlela zokuphepha kwi-inthanethi ukuze ihlale iphephile.

# text
source: Were you able to discuss your wants and needs with your teen?
zu: Ingabe ukwazile ukuxoxa nengane yakho mayelana nalokho okufunayo kanye nalokho okudingayo?

# text
source: Great! You’re ready for today’s lesson.
zu: Kuhle! Ususilungele isifundo sanamuhla.

# text
source: That’s okay! Try and talk to your family about needs and wants, it’s the first step to building a family budget.
zu: Kulungile! Zama ukuxoxisana nomndeni wakho mayelana nezinto ezidingekayo nalezo ezifunekayo, lokhu kuyisinyathelo sokuqala sokwenza ibhajethi yomndeni.

# text
source: Were you able to discuss your monthly expenses with your teen?
zu: Ingabe ukwazile ukuxoxisana nengane yakho mayelana nezindleko zakho zanyanga?

# text
source: Amazing! You are making great progress on your family budget!
zu: Kuyamangalisa! Uqhuba kakhulu mayelana nohlelomali lomndeni wakho!

# text
source: That’s okay! Talking about your monthly expenses is an important step to family budgeting. Try to complete this step with your family.
zu: Kulungile! Ukuxoxa ngezindleko zakho zenyanga kuyisigaba esibalulekile mayelana nokwenza uhlelomali lomndeni. Zama ukuphothula lesi sigaba nomndeni wakho.

# text
source: Were you able to make a monthly budget with your teen?
zu: Ingabe ukwazile ukwenza uhlelomali lwenyanga nengane yakho?

# text
source: Well done! Making a monthly budget will set your family up for success!
zu: Wenze kahle! Ukwenza uhlelomali lwenyanga kuzokwenza ukuthi umndeni wakho ube wumndeni ophumelelayo!

# text
source: That’s okay! Completing a monthly budget will set your family up for success. Try to find time to complete this activity.
zu: Kulungile! Ukuphothula uhlelomali lwenyanga kuzokwenza ukuthi umndeni wakho uphumelele. Zama ukuthola isikhathi sokuphothula lo msebenzi.

# text
source: Were you able to create a saving plan with your teen?
zu: Ingabe ukwazile yini ukwenza uhlelo lokonga imali nengane yakho?

# text
source: Amazing! You have completed all the steps for creating a family budget.
zu: Kuyamangalisa! Usuphothule zonke izigaba zokwenza uhlelomali lomndeni.

# text
source: That’s okay! Try and find time to make a saving plan with your family.
zu: Kulungile! Zama ukuthola isikhathi sokwenza uhlelo lokonga imali nomndeni wakho.

# text
source: Were you able to practise self-care yesterday?
zu: Ukwazile yini ukuzifundisa uhlelo lokuzinakekela izolo?

# text
source: Well done for taking the time to be kind to yourself!
zu: Wenze kahle ngokuzinikeza izikhathi sokuzinakekela!

# text
source: That’s okay! Try and find some time today to practise self-care.
zu: Kulungile! Zama ukuzinikeza isikhathi sokuzifundisa ngokuzinakekela namhlanje.

# text
source: Were you able to talk to your teen about what makes them stressed?
zu: Ingabe ukwazile ukuxoxa nengane yakho mayelana nezinto eziyimbangela ukuthi uphatheke kabi?

# text
source: Good for you! Knowing what stresses your teen can help you and your teen work on reducing these and strengthen their wellbeing.
zu: Kwakuhle kuwe! Ukwazi ngezinto ezibangela ingane yakho iphatheke kabi kungasiza ekutheni wena nengane yakho nisebenzisane ekunciphiseni lezi zinto nasekuqiniseni inhlalakahle yayo.

# text
source: That’s okay! Try and find time to talk to your teen about what stresses them. This is important information so that you can help.
zu: Kulungile! Zama ukuxoxa nengane yakho ngezinto ezibangela ukuthi uphatheke kabi. Lolu lwazi lubaluleke ekutheni usize.

# text
source: Were you able to go through the kindness tips together?
zu: Ingabe nikwazile yini nobabili ukukhuluma nanokubheka amasu amayelana nokulunga?

# text
source: Well done! Showing your teen kindness will keep your relationship strong and positive!
zu: Wenze kahle! Ukukhombisa ingane yakho umusa buzokwenza ubudlelwano benu buhlale buqinile futhi bubuhle!

# text
source: That’s okay! Try and find some time today to go through the kindness tips together.
zu: Kulungile! Zama ukuthola isikhathi namhlanje sokuthi nixoxe niphinde nibheke amasu amayelana nokulunga nindawonye.

# text
source: You can always access the kindness tips again in the main menu. Type MENU to access the library.
zu: Ungahlezi uwathola la masu amayelana nokulunga kwimenyu. Bhala MENYU ukuze ukwazi ukungena kula masu.

# text
source: Were you able to talk to your teen about the different sources of support in your community?
zu: Ingabe ukwazile yini ukuxoxa nengane yakho mayelana nezindawo kanye nezinhlelo ezahlukene zokweseka emphakathini wakho?

# text
source: Great! This will be helpful whenever you and your teen need to find support in the community. Well done for doing this important work!
zu: Kuhle! Lokhu kuzonisiza lapho wena nengane yakho nidinga ukwesekwa emphakathini. Wenze kahle ngokwenza lo msebenzi obalulekile!

# text
source: That’s okay! Try and find time to speak to your teen about what support is available in your community. Feeling supported is important when you are going through a difficult time.
zu: Kulungile! Zama ukuthola isikhathi sokuxoxa nengane yakho mayelana nezinhlelo zokweseka ezikhona emphakathini wakho. Kubalulekile ukuzizwa wesekiwe uma udlula esikhathini esinzima.

# text
source: Were you able to find time to do an activity that brings you joy?
zu: Ingabe ukwazile ukuthola isikhathi sokwenza into ekuthokozisayo?

# text
source: Good for you! Doing things that make you happy is a great way to take care of yourself.
zu: Kulungele wena! Ukwenza izinto ezikwenza ujabule kuyindlela enhle yokuzinakekela.

# text
source: That’s okay! If you have time today, try and do an activity that brings you joy
zu: Kulungile! Uma uthola isikhathi namhlanje, zama ukwenza into ekuthokozisayo

# text
source: Were you able to share the four steps of managing your teen's behaviour with a family member?
zu: Ingabe ukwazile ukuxoxa nelungu lomndeni mayelana nezigaba ezine zokulawula indlela yokuziphatha kwengane yakho?

# text
source: Amazing! Sharing these tips is great for everyone’s well-being.
zu: Kuyamangalisa! Ukuxoxa ngalawa masu kuyinto enhle kwinhlalakahle yawo wonke umuntu.

# text
source: That’s okay! Try sharing the four steps with a family member today. It helps when everyone is working together.
zu: Kulungile! Zama ukuxoxa ngezinyathelo ezine nelungu lomndeni namuhla. Kuyasiza uma nonke nisebenzisana.

# text
source: Were you able to share the four steps to problem solving with @fields.child_nickname?
zu: Ingabe ukwazile yini ukuxoxa no- @fields.child_nickname? ngezigaba ezine zokuxazulula izinkinga?

# text
source: Were you able to share the four steps to problem solving with your teen?
zu: Ingabe ukwazile ukuxoxa nengane yakho ngezigaba ezine zokuxazulula izinkinga?

# text
source: Great! Teaching your teen how to solve problems will set them up for success in life!
zu: Kuhle! Ukufundisa ingane yakho indlela yokuxazulula izinkinga kuzoyiphumelelisa empilweni!

# text
source: That’s okay! Try and find time today to talk to your teen about the four steps to problem solving: know it, solve it, try it, and test it. This is an important life skill!
zu: Kulungile! Zama ukuthola isikhathi namhlanje sokukhuluma nengane yakho mayelana nezigaba ezine zokuxazulula izinkinga: zazi, zixazulule, izame, bese uyahlala. Leli yikhono elibalulekile empilweni!

# text
source: Were you able to write a list of fair consequences with your teen to use later?
zu: Ingabe ukwazile yini wena nengane yakho ukubhala uhlu lwemiphumela yokungalandeli imithetho enizolusebenzisa ekuhambeni kwesikhathi?

# text
source: Good for you! Involving your teen in this activity will make it more likely that they follow family rules and accept consequences when they don’t.
zu: Wenze kahle! Ukwenza le nto nengane yakho kuzokwenza kube lula kuyo ukuthi ilandele imithetho yomndeni nokufunda emaphutheni ayo uma kwenzeka iphambuka kuyo.

# text
source: That’s okay! Try and find time with your teen to write a list of consequences, this will make it more likely that they follow family rules and accept consequences when they don’t.
zu: Kulungile! Zama futhi uthole isikhathi nengane yakho ukuze nibhale uhlu lwemiphumela yokungayilandeli imithetho, lokhu kuzokwenza kube lula kuyo ukuthi ilandele imithetho yomndeni nokuthi ilamukele iphutha layo uma ingayilandelanga imithetho.

# text
source: Were you able to create a community safety map with your teen?
zu: Ingabe ukwazile yini nengane yakho nenze ibalazwe elikhombisa izindawo eziphephile zomphakathi?

# text
source: Well done! Remember to revisit the safety map with your teen every now and then to see if things have changed.
zu: Wenze kahle! Khumbula ukulibheka futhi ibalazwe elikhombisa izindawo eziphephile nengane yakho ukuze nibone uma kunoshintsho.

# text
source: That’s okay! Try and find time to create a safety map with your teen, this is a great tool to keep them safe.
zu: Kulungile! Zama ukuthola isikhathi sokuthi nengane yakho sokwenza ibalazwe elikhombisa izindawo eziphephile, lokhu kuyindlela enhle kakhulu yokubagcina bephephile.

# text
source: Were you able to share teach self-defence tips with your teen?
zu: Ingabe ukwazile ukuxoxa nengane yakho mayelana namasu okuzivikela?

# text
source: Good for you! Self-defence is an important step to keep your teen safe.
zu: Wenze kahle! Ukuzivikela kuyisinyathelo esibalulekile sokugcina ingane yakho iphephile.

# text
source: That’s okay! Try and find some time today to talk to your teen about the self-defence tips. Self-defence is an important step to keep your teen safe. You can type SAFE at any time to start the lesson over again with your teen.
zu: Kulungile! Zama ukuthola isikhathi namhlanje sokuxoxa nengane yakho mayelana namasu okuzivikela. Ukuzivikela kuyisigaba esibalulekile sokugcina ingane yakho iphephile. Ungabhala igama elithi PHEPHA noma inini ukuthi uqale phansi isifundo nengane yakho.

# text
source: Were you able to go through the sexual violence prevention tips with your teen?
zu: Ingabe ukwazile ukuxoxa nengane yakho mayelana namasu okuvimba udlame kwezocansi?

# text
source: Good for you. That was probably not easy. Well done for making the commitment to keep your teen safe from sexual harm.
zu: Kulungele wena. Lokho kwakungekholula. Wenze kahle ngokuzibophezela ukugcina ingane yakho iphephile ekulimaleni ngokocansi.

# text
source: That’s okay! Try to go through the sexual violence prevention tips with your teen. This information can keep your teen safe. You can type PREVENT at any time to start the lesson over again with your teen.
zu: Kulungile! Zama ukuxoxa nengane yakho mayelana namasu okuvimbela udlame lwezocansi. Lolu lwazi lungagcina ingane yakho iphephile. Ungathayipha igama elithi VIMBELA nanoma yisiphi isikhathi ukuze wena nengane yakho nisiqale phansi isifundo.

# text
source: Were you able to talk with your teen about possible crises that may happen and what to do?
zu: Ingabe ukwazile yini ukuxoxa nengane yakho mayelana nezinkinga ezingase zenzeke nokuthi yini okufanele uyenze?

# text
source: Well done! This will help you and @fields.child_nickname be prepared if a crisis ever happens. Good work!
zu: Okubalulekile: Wenze kahle! Lokhu kuzokusiza wena kanye no- @fields.child_nickname ukuba akwazi ukuzilungiselela uma kubakhona okubi okwenzekayo. Wenze umsebenzi omuhle!

# text
source: Well done! This will help you and your teen be prepared if a crisis ever happens. Good work!
zu: Wenze kahle! Lokhu kuzosiza wena kanye nengane yakho ekuthiwa uma kwenzeka kuba nesimo esibi sinithole nisilungele. Wenze umsebenzi omuhle!

# text
source: That’s okay! Try and find time today. As a reminder, for this home activity you should:
zu: Kulungile! Zama uphinde uthole isikhathi namuhla. Khumbula, mayelana nalo msebenzi wasekhaya kumele:

# text
source: 1️⃣Find a calm time to talk with @fields.child_nickname about possible crises that may happen.
zu: 1️⃣Uthole isikhathi esifanele sokuxoxa ne- @fields.child_nickname mayelana nesimo esibi esingahle senzeke.

# text
source: 2️⃣Discuss possible actions that you can take with your teen if they happen.
zu: 2️⃣Xoxa nengane yakho mayelana nezinyathelo ongazithatha uma leso simo esibi senzeka.

# text
source: 3️⃣Revisit the Mapping Activity to identify other sources of support in the community.
zu: 3️⃣Phindela uyobuka kuloya Msebenzi ukuze uthole eminye imithombo yosekelo emphakathini.

# text
source: 4️⃣Thank your teen for taking the time to chat about this.
zu: 4️⃣Bonga ingane yakho ngokuzinikeza isikhathi sokuxoxa ngalokhu.

# text
source: 1️⃣Find a calm time to talk with your teen about possible crises that may happen.
zu: 1️⃣Thola isikhathi esifanele sokuxoxa nengane yakho mayelana nezimo ezimbi ezingase zenzeke.

# text
source: Were you able to involve your partner in a decision you made yesterday?
zu: Ingabe ukwazile ukubandakanya umlingani wakho esinqumweni osenze izolo?

# text
source: Well done for making the effort to do this!!
zu: Wenze kahle ngokwenza umzamo wokwenza lokhu!!

# text
source: That’s okay! Try and involve your partner in a decision you make today! It’s a great feeling to be valued!
zu: Kulungile! Zama futhi ubandakanye umlingani wakho esinqumweni osenzayo namuhla! Kumnandi ukuzizwa ubalulekile!
