Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2/*/*_ltp_activities_teen.po
Languages: zu

# text
source: 🎵 Play some music or turn on the radio. Music is a great way to make a boring task fun!
zu: 🎵 Dlala umculo noma uvule umsakazo. Umculo uyindlela enhle yokwenza umsebenzi oyisicefe ube mnandi!

# text
source: ✅ Tick off the tasks when they are done so you can see your progress as a family. You could offer small rewards as motivation to complete activities.
zu: ✅ Phawula imisebenzi lapho isiqediwe ukuze nibone intuthuko yenu njengomndeni. Unganikeza imiklomelo emincane njengesisusa sokuqedela imisebenzi.

# text
source: 📺 For example, you could let your teen watch more TV, spend more time with their friends, choose what they want for dinner, or have something sweet if they do their chores in a fair amount of time.
zu: 📺 Ngokwesibonelo, ungavumela intsha yakho ukuthi ibukele i-TV eyengeziwe, ichithe isikhathi esiningi nabangane bayo, ikhethe ekufunayo ngesidlo sakusihlwa, noma ibe nento emnandi uma yenza imisebenzi yayo yasekhaya ngesikhathi esifanele.

# text
source: ❓ If your child does not complete a chore, ask them why, and come up with a fair consequence together.
zu: ❓ Uma ingane yakho ingawuqedi umsebenzi othile, ibuze ukuthi kungani, bese niqhamuka nomphumela omuhle ndawonye.

# text
source: *I’m Going on a Picnic and I Will Bring…*
zu: *Ngizoya Epikinikini futhi Ngizofika…*

# text
source: Memory games are a fun way to strengthen our brains!
zu: Imidlalo yenkumbulo iyindlela ejabulisayo yokuqinisa ubuchopho bethu!

# text
source: 🎂 Think of all the things you would have at your dream picnic.
zu: 🎂 Cabanga ngazo zonke izinto ongaba nazo epikinikini yakho yamaphupho.

# text
source: 🎈 The first person says, “On Saturday, I am going to the park to have a picnic. To this picnic, I will bring...” and they say one thing they will bring to the picnic.
zu: 🎈 Umuntu wokuqala uthi, “NgoMgqibelo, ngiya epaki ngiyoba nepikiniki. Kule pikiniki, ngizoletha...” futhi basho into eyodwa abazoyiletha epikinikini.

# text
source: 🍅 For example: a sandwich, a ball, a blanket, forks, cups, a dog, or coca cola.
zu: 🍅 Isibonelo: isemishi, ibhola, ingubo, izimfoloko, izinkomishi, inja, noma i-coca cola.

# text
source: 🔔 The second person adds to the first person's list, but must start at the beginning: “On Saturday, I am going to the park to have a picnic. To this picnic, I will bring...” and say the item that the first person said AND then add their own item to the list.
zu: 🔔 Umuntu wesibili wengeza ohlwini lomuntu wokuqala, kodwa kufanele aqale ekuqaleni: “NgoMgqibelo, ngiya epaki ngiyoba nepikiniki. Kule pikiniki, ngizoletha...” bese usho into eshiwo ngumuntu wokuqala BESE wengeza eyakhe into ohlwini.

# text
source: 🔄 Each time you add an item, you must say all previous items first - in the correct order!
zu: 🔄 Njalo uma ungeza into, kufanele usho zonke izinto ezidlule kuqala - ngokulandelana okufanele!

# text
source: ⭐ Each person adds to the list, while remembering all the previous items.
zu: ⭐ Umuntu ngamunye wengeza ohlwini, kuyilapho ekhumbula zonke izinto zangaphambilini.

# text
source: 👀 If everyone has a turn, keep going and building your list. The first person to forget an item restarts the game!
zu: 👀 Uma wonke umuntu enethuba, qhubeka futhi wakhe uhlu lwakho. Umuntu wokuqala okhohlwa into ethile uqala kabusha umdlalo!

# text
source: *This is who I am*
zu: *Lokhu ngiyikho*

# text
source: Self-esteem is the way you value yourself, either in a positive or negative way. Helping your teen to have high self-esteem is a recipe for success! 🏆
zu: Ukuzethemba yindlela ozazisa ngayo, kungaba ngendlela eyakhayo noma engeyinhle. Ukusiza intsha yakho ukuba izethembe kuyindlela yokuphumelela! 🏆

# text
source: ⭐Share with your teen 3 things you like about yourself!
zu: ⭐Yabelana nengane yakho ngezinto ezingu-3 ozithandayo ngawe!

# text
source: 3️⃣ Ask your teen to tell you 3 things they like about themselves.
zu: 3️⃣ Cela ingane yakho ukuthi ikutshele izinto ezi-3 eziyithandayo ngayo.

# text
source: For example: I am great at treating others kindly. I am great at styling my hair. I am great at football. ⚽
zu: Ngokwesibonelo: Nginekhono elihle lokuphatha abanye ngomusa. Ngimuhle ekulungiseni izinwele zami. Ngingumdlali webhola. ⚽

# text
source: If your teen does not feel comfortable sharing these, ask them to write them down. 📝
zu: Uma ingane yakho ingazizwa ikhululekile ukwabelana ngalokhu, yicele ukuthi ikubhale phansi. 📝

# text
source: *Things I like about others and me*
zu: *Izinto engizithanda ngami nangabanye*

# text
source: Here is an activity to help you and your teen notice the good parts of themselves..
zu: Nawu umsebenzi wokukusiza wena kanye nengane yakho ukuthi niqaphele izingxenye ezinhle zayo..

# text
source: ☀️Ask your teen to share 3 things they like about a friend or someone they admire, like a celebrity.
zu: ☀️Cela ingane yakho ukuthi yabelane ngezinto ezingu-3 eziyithandayo ngomngane noma othile ezimthandayo, njengosaziwayo.

# text
source: ❓ Ask them if they share any of these qualities, too.
zu: ❓ Babuze ukuthi banazo yini lezi zimfanelo nabo.

# text
source: 💙 You can do the same: share with your teen the qualities you like about yourself or about someone you admire - and what you like about your teen!
zu: 💙 Ungenza okufanayo: yabelana nengane yakho ngezimfanelo ozithandayo ngawe noma ngothile omthandayo - nalokho okuthandayo ngengane yakho!

# text
source: *Make a family wish list*
zu: *Yenza uhlu lwezifiso zomndeni*

# text
source: Wish lists are a great way to set, plan and keep track of your goals and dreams. 🌷
zu: Uhlu lwezifiso luyindlela enhle yokusetha, ukuhlela nokulandelela imigomo namaphupho akho. 🌷

# text
source: 📝 To start your wish list, gather your family together and grab pens and paper.
zu: 📝 Ukuze uqale uhlu lwakho lwezifiso, qoqa umndeni wakho ndawonye bese uthatha amapeni nephepha.

# text
source: 🚲 Allow each family member to write a list of goals and experiences they want to achieve this year.
zu: 🚲 Vumela ilungu ngalinye lomndeni ukuthi libhale uhlu lwemigomo nolwazi elifuna ukukufeza kulo nyaka.

# text
source: 🎂 For example: exercise daily, read 1 book a month, make a new friend, learn to bake a cake, learn to juggle, or go watch the local soccer team play.
zu: 🎂 Isibonelo: zivocavoca nsuku zonke, funda incwadi engu-1 ngenyanga, yenza umngane omusha, funda ukubhaka ikhekhe, funda ukujuxuza, noma hamba uyobuka iqembu lebhola lendawo elidlalayo.

# text
source: 🔔 Once you have finished, put the list up where everyone can see it daily.
zu: 🔔 Uma usuqedile, beka uhlu lapho wonke umuntu angalubona nsuku zonke.

# text
source: 🎉 As members of the family reach their goals, tick them off the list and celebrate each goal reached.
zu: 🎉 Njengoba amalungu omndeni efinyelela imigomo yawo, wafake uphawu ohlwini futhi ugubhe umgomo ngamunye ofinyelelwe.

# text
source: ❓ As the year goes on, there might be some items some of you have not achieved. Talk to your family about whether you still want to reach this goal or whether the goal has changed.
zu: ❓ Njengoba unyaka uqhubeka, kungase kube nezinto abanye benu abangakafinyeleli kuzo. Khuluma nomndeni wakho mayelana nokuthi usafuna yini ukufinyelela lo mgomo noma ukuthi umgomo ushintshile.

# text
source: 🔑 If you still want to achieve the goal, discuss with your family what you need to do to tick the goal off your wish list.
zu: 🔑 Uma usafuna ukufeza umgomo, xoxa nomndeni wakho ngalokho okudingeka ukwenze ukuze uphawule umgomo ohlwini lwakho lwezifiso.

# text
source: *Weekly Goal Setting*
zu: *Isilungiselelo Somgomo Wamasonto onke*

# text
source: Let’s set some goals ⭐
zu: Asibeke imigomo ethile ⭐

# text
source: ⏰ It can be helpful to set smaller weekly goals that are easier to reach. This helps us reach our larger goals over time.
zu: ⏰ Kungaba usizo ukuzibekela imigomo emincane yamasonto onke okulula ukuyifinyelela. Lokhu kusisiza ukuthi sifinyelele imigomo yethu emikhulu ngokuhamba kwesikhathi.

# text
source: 💡Ask your teen for one goal that they would like to achieve this week.
zu: 💡Buza ingane yakho umgomo owodwa engathanda ukuwufinyelela kuleli sonto.

# text
source: 🔄 Make sure this goal is *specific* and *achievable* to reach in 1 week.
zu: 🔄 Qiniseka ukuthi lo mgomo *uqondile* futhi *uyafinyeleleka* ukuze uwufinyelele evikini elilodwa.

# text
source: 💚 You can also share your own weekly goal with your teen and support each other so you can both achieve your goals.
zu: 💚 Ungakwazi futhi ukwabelana ngomgomo wakho weviki nengane yakho futhi nisekelane ukuze nobabili nifinyelele imigomo yenu.

# text
source: 🎉 Make sure to praise and celebrate your teen for their hard work towards reaching their goal.
zu: 🎉 Qiniseka ukuthi uyayincoma futhi uyibungaze ingane yakho ngomsebenzi wayo onzima ukuze ifinyelele umgomo wayo.

# text
source: 🔔 If your teen does not reach their goal, that is okay. Discuss with your teen the steps they still need to take or how they could reach it a different way.
zu: 🔔 Uma ingane yakho ingawufinyeleli umgomo wayo, kulungile. Xoxa nengane yakho ngezinyathelo esadinga ukuzithatha noma ukuthi ingafinyelela kanjani kuzo ngendlela ehlukile.

# text
source: *Three cakes and a candle*
zu: *Amakhekhe amathathu nekhandlela*

# text
source: Working towards big goals can be hard! Here is a way you can help your teen set new goals for the things they want to achieve. 👑
zu: Ukusebenzela imigomo emikhulu kungaba nzima! Nansi indlela ongasiza ngayo ingane yakho ukuthi izibekele imigomo emisha yezinto efuna ukuzifinyelela. 👑

# text
source: 👑 Ask your teen to come up with three things that they are good at, and discuss what they did to become so good at them. For example: keeping their room neat, helping your family with housework, or playing a sport.
zu: 👑 Cela ingane yakho ukuthi iqhamuke nezinto ezintathu enekhono kuzo, futhi nixoxe ngalokho ekwenzile ukuze ibe yingcweti kuzo. Isibonelo: ukugcina igumbi labo licocekile, ukusiza umndeni wakho ngomsebenzi wasendlini, noma ukudlala umdlalo.

# text
source: 🏆 Next, ask your teen what they wish they were good at.
zu: 🏆 Okulandelayo, buza ingane yakho ukuthi ifisa sengathi ngabe yenza kahle kukho.

# text
source: 🔑 Remind them that it took work and practice to become good at the skills they have. They will have to do the same for any new goal.
zu: 🔑 Bakhumbuze ukuthi kudinga umsebenzi nokuzijwayeza ukuze babe nekhono emakhonweni abanawo. Kuzodingeka benze okufanayo kunoma yimuphi umgomo omusha.

# text
source: ⏰ Help your teen break down their goal and set up smaller goals they need to achieve to reach their greater goal.
zu: ⏰ Siza ingane yakho ukuthi ihlukanise umgomo wayo futhi izibekele imigomo emincane edinga ukuyifinyelela ukuze ifinyelele umgomo wayo omkhulu.

# text
source: 📝 It is much easier to achieve a goal if you write it down! This way, you can be reminded of it as you work towards it.
zu: 📝 Kulula kakhulu ukufeza umgomo uma uwubhala phansi! Ngale ndlela, ungakhunjuzwa ngayo njengoba usebenzela kuyo.

# text
source: ☀️ For example, if the goal is to be good at football, small weekly goals could be to go to football practice 2 times per week, run at least 1 km 5 times per week, and learn about the sport from other football players in the community or from books or videos they find.
zu: ☀️ Isibonelo, uma inhloso kuwukuba muhle ebholeni, imigomo emincane yangeviki kungaba ukuya kuzilolongela ibhola izikhathi ezi-2 ngesonto, ukugijima okungenani ikhilomitha elingu-1 izikhathi ezi-5 ngesonto, nokufunda ngezemidlalo kwabanye abadlali bebhola emphakathini noma ezincwadini noma kumavidiyo abawatholayo.

# text
source: ✅ It is important to write down these smaller goals and let your teen tick off each task as they do them each week. Seeing themselves reach smaller goals will keep them motivated to achieve the big goal!
zu: ✅ Kubalulekile ukubhala phansi le migomo emincane futhi uvumele ingane yakho ukuthi iphawule umsebenzi ngamunye njengoba iwenza isonto ngalinye. Ukuzibona befinyelela imigomo emincane kuzobagcina benogqozi lokufinyelela umgomo omkhulu!

# text
source: *Role Playing*
zu: *Ukudlala indima*

# text
source: Let’s start acting! ⭐
zu: Ake siqale ukwenza! ⭐

# text
source: ❓Role playing common stressful social moments with your teen allows them to practise how to respond so they are prepared if this moment does happen. 🌷
zu: ❓Indima yokudlala izikhathi zokuzijabulisa ezivamile nengane yakho ibavumela ukuthi bazilolonge ukuthi bangaphendula kanjani ukuze balungele uma lesi sikhathi singenzeka. 🌷

# text
source: ✨ Ask your teen if they want to role play with you. You can also suggest a topic. For example, asking someone on a date, saying no to drugs/alcohol/sexting, dealing with a bully, getting a bad grade, or dealing with gossip.
zu: ✨ Buza ingane yakho ukuthi ifuna ukudlala nawe yini. Ungakwazi futhi ukuphakamisa isihloko. Isibonelo, ukubuza othile ngezinsuku ezithile, ukuthi cha ezidakamizweni/utshwala/ukuthumela imiyalezo yocansi, ukubhekana nesixhwanguxhwangu, ukuthola amamaki amabi, noma ukubhekana nenhlebo.

# text
source: 🌙 Your teen could play the role of a friend asking you to drink at a party. You could role play an underage teen who does not want to drink. Encourage your teen to be silly and really get into character with them.
zu: 🌙 Ingane yakho ingase idlale indima yokuba umngane ocela ukuthi uphuze ephathini. Ungalingisa umuntu osemusha ongafuni ukuphuza. Khuthaza ingane yakho ukuthi ibe isiphukuphuku futhi ingene esimeni sayo ngempela.

# text
source: ⏯️ After you act out the scene, it is important to talk to your teen about the actions that you role played. You can act out this scenario as many times as you like!
zu: ⏯️ Ngemva kokulingisa indawo, kubalulekile ukukhuluma nengane yakho mayelana nezenzo ozililile. Ungalingisa lesi simo izikhathi eziningi ngokuthanda kwakho!

# text
source: *Traffic Lights*
zu: * Izibani Zomgwaqo*

# text
source: A group activity is a great way to bond with others! 💛
zu: Umsebenzi weqembu uyindlela enhle yokuxhumana nabanye! 💛

# text
source: 💡 Choose one person to turn and face a wall. This will be the traffic officer.
zu: 💡 Khetha umuntu oyedwa ozojika abhekane nodonga. Lona kuzoba yiphoyisa lomgwaqo.

# text
source: 🏁 Everyone else will begin the game at the other side of the room, or if you are outside, at a starting line. Set a long distance between the traffic officer and the players.
zu: 🏁 Wonke umuntu uzoqala igeyimu ngakolunye uhlangothi lwegumbi, noma uma ungaphandle, emgqeni wokuqala. Setha ibanga elide phakathi kwephoyisa lomgwaqo nabadlali.

# text
source: 💚 The game begins when the officer shouts “Green”, and everyone can start moving towards the traffic officer at any speed they choose.
zu: 💚 Umdlalo uqala lapho iphoyisa limemeza “umbala ohlaza”, futhi wonke umuntu angaqala ukuya ngasephoyisa lomgwaqo nganoma yisiphi isivinini asikhethayo.

# text
source: 🔴 The officer can shout “Red!” at any time, without looking behind them. When they shout this, everyone must stop and freeze!
zu: 🔴 Iphoyisa lingamemeza lithi “Bomvu!” nganoma yisiphi isikhathi, ngaphandle kokubheka ngemuva kwabo. Lapho bememeza lokhu, wonke umuntu kufanele ame futhi abe yiqhwa!

# text
source: ⏸ The officer turns around to see if everyone is frozen. If they see anyone moving, they have to send them back to the start line.
zu: ⏸Iphoyisa liyaphenduka ukuze libone ukuthi wonke umuntu uqandisiwe yini. Uma zibona noma ubani ohambayo, kufanele azibuyisele emugqeni wokuqala.

# text
source: 🏆 The winner is the first person to get to the officer without being sent back to the start.
zu: 🏆 Owinile ungumuntu wokuqala ukufika kumphathi ngaphandle kokubuyiselwa ekuqaleni.

# text
source: 👑 The winner then becomes the traffic officer and you can play another round!
zu: 👑 Owinile ube eseba iphoyisa lomgwaqo futhi ungadlala omunye umzuliswano!
