Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2/*/*_ltp_activities_teen.po
Languages: zu

# text
source: *A friendly chat*
zu: *Ingxoxo yobungane*

# text
source: Talk to your teen about something that they are interested in! 😃
zu: Khuluma nengane yakho ngokuthile enentshisekelo kukho! 😃

# text
source: ⚽ An easy way to start talking to your teen is to ask them about something they are interested in. For example, you could talk about sports, books, movies, friends, music, celebrities, or school.
zu: ⚽ Indlela elula yokuqala ukukhuluma nengane yakho ukuyibuza ngokuthile enentshisekelo kukho. Isibonelo, ungakhuluma ngezemidlalo, izincwadi, amamuvi, abangani, umculo, osaziwayo, noma isikole.

# text
source: 👂 You may not find everything your teen shares to be interesting, but it’s important to show enthusiasm and an eagerness to learn.
zu: 👂 Ungase ungatholi yonke into ingane yakho eyabelana ngayo ithandeka, kodwa kubalulekile ukukhombisa umdlandla kanye nokulangazelela ukufunda.

# text
source: *Create your own Recipe*
zu: *Dala iresiphi yakho*

# text
source: Let your teen come up with a new meal idea!
zu: Vumela ingane yakho ukuthi ize nombono omusha wokudla!

# text
source: 🍚 Create a new dish with @fields.child_nickname using ingredients they love!
zu: 🍚 Dala isidlo esisha ngegama elithi @fields.child_nickname usebenzisa izithako abazithandayo!

# text
source: 📝 If you enjoy the meal, make it something your family eats weekly, and ask your teen to write it down for you. Give the meal a name and explain how to make it.
zu: 📝 Uma ukujabulele ukudla, kwenze kube into edliwa umndeni wakho masonto onke, bese ucela intsha yakho ukuthi ikubhalele yona. Nikeza ukudla igama bese uchaza ukuthi kwenziwa kanjani.

# text
source: ✨ If your teen notices that you are learning from their cooking, it will boost their confidence!
zu: ✨ Uma ingane yakho iqaphela ukuthi ufunda ekuphekeni kwayo, kuzokhulisa ukuzethemba kwayo!

# text
source: 🍚 Create a new dish with your teen using ingredients they love!
zu: 🍚 Dala isidlo esisha nengane yakho usebenzisa izithako abazithandayo!

# text
source: *Reflect on the positive*
zu: *Cabanga ngokuhle*

# text
source: Spread Positivity! 🌈
zu: Sabalalisa okuhle!🌈

# text
source: 💡 Together, take a minute to think about all the things you did today.
zu: 💡 Ndawonye, thatha iminithi lokucabanga ngazo zonke izinto ozenzile namuhla.

# text
source: ☀️ Take turns sharing one positive or fun thing that happened. This could be something small, like feeling good because you cleaned the house, or something big, like spending time with family and friends.
zu: ☀️ Shintshanani ngokwabelana ngento eyodwa eyakhayo noma ejabulisayo eyenzekile. Lokhu kungaba yinto encane, njengokuzizwa ujabule ngoba uhlanze indlu, noma into enkulu, njengokuchitha isikhathi nomndeni nabangane.

# text
source: ⏰ Try doing this every day - even more on the days it feels like you have not done anything special.
zu: ⏰ Zama ukwenza lokhu nsuku zonke - nakakhulu ngezinsuku lapho kuzwakala sengathi awenzanga lutho olukhethekile.

# text
source: *What’s new?*
zu: *Yini entsha?*

# text
source: Learning is fun! 🎓
zu: Ukufunda kumnandi! 🎓

# text
source: ❓ Ask your teen to think of a new, fun skill you could learn together.
zu: ❓ Cela ingane yakho ukuthi icabange ngekhono elisha, elijabulisayo eningalifunda ndawonye.

# text
source: For example: keeping a ball in the air with your foot, juggling, making soup, moonwalking, whistling, saying the alphabet backwards, learning all the countries in Africa.
zu: Isibonelo: ukugcina ibhola emoyeni ngonyawo lwakho, juggling, ukwenza isobho, ukuhamba kwenyanga, ukushaya umlozi, ukusho izinhlamvu emuva, ukufunda wonke amazwe ase-Afrika.

# text
source: 🔄 Take turns trying out the new skill. Make sure to praise each other and learn and play together!
zu: 🔄 Shintshanani ngokuzama ikhono elisha. Qinisekani ukuthi niyadumisana futhi nifunde futhi nidlale ndawonye!

# text
source: 💛 Approach learning the skill in a kind and fun way, and do not judge your teen or yourself for your ability in the skill.
zu: 💛 Sondela ukufunda ikhono ngendlela enomusa nejabulisayo, futhi ungahluleli ingane yakho noma wena ngokwakho ngekhono lakho kukhono.

# text
source: *Dance moves*
zu: *Umdanso*

# text
source: Let's get moving! 👋 Dancing is a great way to exercise, have fun, and bond with your teen at the same time! You both get to express yourselves in a fun, relaxed way. 🎵
zu: Masiqhubeke! 👋 Ukudansa kuyindlela enhle yokuzivocavoca, ukuzijabulisa, nobudlelwane nengane yakho ngesikhathi esisodwa! Nobabili nithola ukuveza imizwa yenu ngendlela ejabulisayo, ekhululekile. 🎵

# text
source: This game can be played in pairs or a group with everyone taking turns being the leader:
zu: Lo mdlalo ungadlalwa ngababili noma iqembu lapho wonke umuntu eshintshana ngokuba umholi:

# text
source: 📱 Let your teen choose a song they like and create a set of dance moves.
zu: 📱 Vumela ingane yakho ukuthi ikhethe ingoma eyithandayo futhi idale isethi yemidanso.

# text
source: 👀 First person does a dance move and everyone else copies it.
zu: 👀 Umuntu wokuqala wenza umnyakazo womdanso bese wonke umuntu ewukopisha.

# text
source: ☀️ Don’t worry about perfecting the dance moves, it’s all about having fun together!
zu: ☀️ Ungakhathazeki mayelana nokwenza kahle ukunyakaza komdanso, kumayelana nokuzijabulisa ndawonye!

# text
source: 💡 If you want to, you can perform your dance for the household!
zu: 💡 Uma ufuna, ungadlalela umndeni wakho umdanso!

# text
source: *Dance Activity*
zu: *Umsebenzi womdanso*

# text
source: Try something new and learn a dance challenge with your teen! ✨ Have fun!
zu: Zama okuthile okusha futhi ufunde inselele yokudansa nengane yakho! ✨ Zithokozise!

# text
source: ⭐ Dancing is a great way to have fun together while being creative and moving your body!
zu: ⭐ Ukudansa kuyindlela enhle yokuzijabulisa ndawonye ngenkathi nidala futhi ninyakazisa umzimba wakho!

# text
source: 📱 If your teen uses the app TikTok, suggest doing a dance challenge together.
zu: 📱 Uma ingane yakho isebenzisa uhlelo lokusebenza i-TikTok, phakamisa ukwenza inselele yokudansa ndawonye.

# text
source: 😃 Ask your teen to choose their favourite dance and learn it with them.
zu: 😃 Cela intsha yakho ukuthi ikhethe umdanso ewuthandayo futhi iwufunde kanye nayo.

# text
source: 🎉 It’s okay if you can’t dance well, have fun and try not to take it too seriously!
zu: 🎉 Kulungile uma ungakwazi ukudansa kahle, jabula futhi uzame ukungakuthathi ngokungathi sína kakhulu!

# text
source: 💡 You do not have to post the video to learn the dance. You can keep it as a memory between you and your teen.
zu: 💡 Awudingi ukuthumela ividiyo ukuze ufunde umdanso. Ungayigcina njengesikhumbuzo phakathi kwakho nengane yakho.

# text
source: *Check-in chat*
zu: *Hlola imilayezo*

# text
source: Actively checking in on one another helps to keep relationships healthy! ⭐
zu: Ukuhlolana ngentshiseko kusiza ekugcineni ubudlelwano bunempilo! ⭐

# text
source: Ask each other questions: “What made you happy today?” 👂 “What was difficult today?” 👂 “How can I help you?” 👂
zu: Buzanani imibuzo: “Yini ekuthokozisile namuhla?” 👂 "Yini ebinzima namuhla?" 👂 "Ngingakusiza kanjani?" 👂

# text
source: For this to help, your teen needs to feel safe while sharing things with you. Be open to their responses. 💚 Teens tend to be more honest when they trust that what they say will not be used against them later.
zu: Ukuze lokhu kusize, ingane yakho idinga ukuzizwa iphephile ngenkathi yabelana nawe ngezinto. Zivulekele izimpendulo zabo. 💚 Izingane zijwayele ukwethembeka kakhulu lapho zithemba ukuthi lokho ekushoyo ngeke kusetshenziselwe ukulwa nayo kamuva.

# text
source: Go easy on yourself if your teen does not want to share their problems with you. 💙 Often, teens are afraid to share as they are scared they will get in trouble. Getting upset with them won’t help - keep showing you love them and give them time! 🌷
zu: Zikhululekele uma ingane yakho ingafuni ukwabelana nawe ngezinkinga zayo. 💙 Ngokuvamile, ingane iyesaba ukwabelana njengoba yesaba ukuthi izongena enkingeni. Ukucasuka ngabo ngeke kusize - qhubeka ubabonisa ukuthi uyabathanda futhi ubanike isikhathi! 🌷

# text
source: *Express Yourself*
zu: *Zibonakalise*

# text
source: Dancing makes people happy!
zu: Ukudansa kwenza abantu bajabule!

# text
source: 🌈 This game can be played in pairs or as a group - stand facing each other or in a circle.
zu: 🌈 Lo mdlalo ungadlalwa ngababili noma njengeqembu - yimani nibhekane noma nibe yindilinga.

# text
source: 🎵 Together, choose a fun and upbeat song to play and a person to start the game by creating one dance move.
zu: 🎵 Ndawonye, khetha ingoma ejabulisayo neshayayo ozoyidlala nomuntu ozoqala umdlalo ngokudala umnyakazo owodwa womdanso.

# text
source: 👀 The person to their right must copy that dance move and add their own move to it.
zu: 👀 Umuntu ongakwesokudla kufanele akopishe lowo mnyakazo womdanso futhi engeze umnyakazo wakhe kuwo.

# text
source: ✨ Go around the circle, each person adding their own dance move to the full song.
zu: ✨ Zungeza umbuthano, umuntu ngamunye engeza umdanso wakhe engomeni egcwele.

# text
source: 🔄 The first one who forgets someone's dance moves or does it in the wrong order chooses the next song and starts the game again.
zu: 🔄 Umuntu wokuqala okhohlwe umdanso womunye uyanyakaza noma akwenze ngendlela engafanele akhethe ingoma elandelayo bese eqala umdlalo futhi.

# text
source: 🎉 Try new dance moves with this game and have fun!
zu: 🎉 Zama ukunyakaza komdanso omusha ngalo mdlalo futhi ujabule!

# text
source: *2 Truths, 1 Lie*
zu: *Amaqiniso amabili, amanga awodwa*

# text
source: This is a fun, quick game, and the point of it is to learn things about each other. Make your answers as interesting as possible! 🎨
zu: Lona umdlalo ojabulisayo, osheshayo, futhi inhloso yawo wukufunda izinto ngomunye nomunye. Yenza izimpendulo zakho zibe mnandi ngangokunokwenzeka! 🎨

# text
source: 💡 Ask your teen to think of 3 facts about themselves. 2 must be true, 1 must be a lie.
zu: 💡 Cela ingane yakho ukuthi icabange ngamaqiniso angu-3 mayelana nayo. 2 kumele kube yiqiniso, 1 kumele kube amanga.

# text
source: 🔷 Here are some examples: I hate bananas, I have travelled to Kenya, my favourite subject in school was maths.
zu: 🔷 Nazi izibonelo: Ngiyawuzonda ubhanana, ngike ngavakashela eKenya, isifundo engangisithanda kakhulu esikoleni kwakuyizibalo.

# text
source: 👀 Share the facts with your teen and ask them to guess which one is a lie.
zu: 👀 Yabelana ngamaqiniso nengane yakho bese uyicela ukuthi iqagele ukuthi iyiphi engamanga.

# text
source: 🔄 Now ask them to do the same, and guess theirs.
zu: 🔄 Manje bacele ukuba benze okufanayo, futhi baqagele ezabo.

# text
source: Did you learn anything new about your teen, or did they learn anything new about you? 💛
zu: Ingabe kukhona okusha okufundile mayelana nengane yakho, noma kukhona okusha akufundile ngawe? 💛

# text
source: *Yes, No or Maybe *
zu: *Yebo, Cha noma Mhlawumbe *

# text
source: Are you tired of hearing your teen say yes, no, or maybe to all of your questions? Turn your chat into a game, and don’t allow one-word answers. 🎈
zu: Ingabe ukhathele ukuzwa ingane yakho ithi yebo, cha, noma mhlawumbe kuyo yonke imibuzo yakho? Shintsha ingxoxo yakho ibe umdlalo, futhi ungavumeli izimpendulo zegama elilodwa. 🎈

# text
source: 🔴 Teens are known to give one-word answers to avoid talking.
zu: 🔴 Ingane iyaziwa ngokunikeza izimpendulo zegama elilodwa ukuze igweme ukukhuluma.

# text
source: 💡 When you would like to really know how your teen is doing, you can turn your chat into a game.
zu: 💡 Uma ungathanda ukwazi ngempela ukuthi ingane yakho iqhuba kanjani, ungenza ingxoxo yakho ibe umdlalo.

# text
source: ⭐ Take turns asking each other questions. The only rule is that you cannot use one-word responses, such as Yes, No, Maybe, Fine, and Okay.
zu: ⭐ Shintshanani ngokubuzana imibuzo. Umthetho kuphela ukuthi awukwazi ukusebenzisa izimpendulo zegama elilodwa, njengokuthi Yebo, Cha, Mhlawumbe, futhi Kulungile.

# text
source: ⚽ You can ask about things your teen likes or what they did today. For example, how was your day? What are you excited for? Is there anything worrying you?
zu: ⚽ Ungabuza ngezinto ezithandwa yingane yakho noma ezenzile namuhla. Ngokwesibonelo, belunjani usuku lwakho? Ujatshuliswa yini? Ingabe kukhona okukukhathazayo?

# text
source: 🔄 It is important to let your teen ask a question as well. Trust is built when your teen can see that you are also sharing your life with them, and not only trying to learn about their life.
zu: 🔄 Kubalulekile ukuvumela nengane yakho ukuthi nayo ibuze umbuzo. Ukwethembana kwakheka lapho intsha yakho ibona ukuthi nawe wabelana nayo ngempilo yakho, futhi ayigcini ngokuzama ukufunda ngempilo yayo.

# text
source: *Movie World*
zu: *Umhlaba Wefilimu*

# text
source: Leaving the busy and stressful world behind can be good for our health. 🌱 Take a moment to escape with your teen by creating a superhero story together!
zu: Ukushiya izwe elimatasa nelicindezelayo ngemuva kungaba kuhle empilweni yethu. 🌱 Thatha isikhashana ukuze ubaleke nengane yakho ngokudala indaba yobuqhawe ndawonye!

# text
source: 🎈 Ask your teen to imagine that they are a superhero and what their superpowers would be. Flying? Time travel? Mind reading? Super Strength?
zu: 🎈 Cela ingane yakho ukuthi icabange ukuthi iyiqhawe nokuthi angaba yini amandla ayo amakhulu. Ukundiza? Uhambo lwesikhathi? Ukufunda ingqondo? Amandla Aphezulu?

# text
source: ✨ Ask them how they would use these superpowers, and why.
zu: ✨ Ibuze ukuthi ingayisebenzisa kanjani le mibuso emikhulu, futhi ngani.

# text
source: 🌈 Help them give their superhero a name, an outfit, and a sidekick, and act it out. If your teen does not want to act, that is fine - talking about it is just as good!
zu: 🌈 Isize Inikeze iqhawe layo elinamandla igama, ingubo, kanye ne-sayidi khikhi, futhi ilingise. Uma ingane yakho ingafuni ukwenza okuthile, kulungile - ukukhuluma ngakho kuhle nje!

# text
source: 👑 Now, let them make up a superhero for you. Play the part! You can ask questions, like who the villain would be, or how you became a superhero.
zu: 👑 Manje, ivumele ikwakhele iqhawe elinamandla. Dlala ingxenye! Ungabuza imibuzo, njengokuthi kungaba ngubani isigebengu, noma ukuthi ube kanjani iqhawe elinamandla.

# text
source: 💡 Create a story - what happens to the characters? Is it an action story? Is it a thriller, space, sport, adventure, or romance?
zu: 💡 Dala indaba - kwenzekani kubalingiswa? Ingabe indaba yesenzo? Ingabe into ethokozisayo, indawo, ezemidlalo, uhambo, noma ezothando?

# text
source: ➡️ Next time you play this game, you could create a new story or superhero with your teen or continue the story you started together.
zu: ➡️ Ngokuzayo uma udlala lo mdlalo, ungadala indaba entsha noma iqhawe elinamandla nentsha yakho noma niqhubeke nendaba eniyiqale ndawonye.

# text
source: *Get Active*
zu: *Yiba matasa*

# text
source: Exercise is a great way to spend time together and it is so good for your health. 🌱 Find a sport or exercise that both you and your teen want to do and try it out together!
zu: Ukuzivocavoca kuyindlela enhle yokuchitha isikhathi ndawonye futhi kuyilungele impilo yakho. 🌱 Thola umdlalo noma ukujima enifuna ukuwenza nobabili wena nengane yakho bese niwuzama ndawonye!

# text
source: ⏰ Even walking for 10 minutes a day is good for you.
zu: ⏰ Ngisho nokuhamba imizuzu engu-10 ngosuku kuhle kuwe.

# text
source: ⚽ Together you can walk, run, play soccer, swim, dance, or do any other sport..
zu: ⚽ Ndawonye ningakwazi ukuhamba, ukugijima, ukudlala ibhola, ukubhukuda, ukudansa, noma ukwenza noma yimuphi omunye umdlalo..

# text
source: 🏆 Together, think of ways to make it even more fun. Can you jog to a certain point? Take turns being the coach? Can there be a small, free reward, like getting to decide the next activity?
zu: 🏆 Ndawonye, cabangani ngezindlela zokwenza kube mnandi nakakhulu. Ungakwazi ukugijima uze ufike endaweni ethile? Nishintshane ngokuba umqeqeshi? Ingabe ungaba khona umvuzo omncane, wamahhala, njengokunquma umsebenzi olandelayo?

# text
source: 🌈 Exercise becomes easier and more enjoyable the more you do it.
zu: 🌈 Ukuzivocavoca kuba lula futhi kujabulise ngokwengeziwe lapho ukwenza kakhulu.

# text
source: 🔄 If you or your teen do not like the first exercise you pick, try a new exercise.
zu: 🔄 Uma wena noma ingane yakho esanda kweva eshumini nambili ningawuthandi umsebenzi wokuqala owukhethayo, zama umsebenzi omusha.

# text
source: *Make up a story*
zu: *Qamba inganekwane*

# text
source: Creating stories together is a great way to learn the art of storytelling - and to build your teen’s creativity! 📖
zu: Ukudala izindaba ndawonye kuyindlela enhle yokufunda ubuciko bokuxoxa indaba - nokwakha ubuhlakani bentsha yakho! 📖

# text
source: 🔟 With your teen, come up with 10 words to use. They can be any words you want! For example: banana, spaceship, fish, water, painting, wasp nest, cooking, wedding.
zu: 🔟 Nentsha yakho, qhamuka namagama ayi-10 ongawasebenzisa. Angaba yinoma yimaphi amagama owafunayo! Isibonelo: ubhanana, umkhumbi-mkhathi, inhlanzi, amanzi, ukupenda, isidleke somnyovu, ukupheka, umshado.

# text
source: 🎂 Start your story with, “Once upon a time, there was a…” and make sure you use one of the words from the list in your sentence. For example, “Once upon a time, there was a family who worked on a **banana** farm.”
zu: 🎂 Qala indaba yakho ngokuthi, “Kudala, kwakukhona…” futhi uqiniseke ukuthi usebenzisa elinye lamagama asohlwini emshweni wakho. Ngokwesibonelo, “Esikhathini esithile, kwakunomkhaya owawusebenza epulazini **likabhanana**.”

# text
source: 📝 Let your teen make up the next sentence using another word from the list.
zu: 📝 Vumela ingane yakho ukuthi yakhe umusho olandelayo isebenzisa elinye igama ohlwini.

# text
source: 🔄 Take turns until you have used as many words from the list as you can, or until you have finished your story.
zu: 🔄Shintshanani uze usebenzise amagama amaningi ohlwini ngokusemandleni akho, noma uze uyiqede indaba yakho.

# text
source: 🔔 Be as creative as possible with your story and do not tell your teen what to say. It does not need to be a real story to be a good story!
zu: 🔔 Yiba nobuciko ngangokunokwenzeka ngendaba yakho futhi ungayitsheli intsha yakho ukuthi ithini. Akudingi ukuthi kube indaba yangempela ukuze kube indaba emnandi!

# text
source: 🎁 Ask your teen what their favourite part of the story was, and tell them yours!
zu: 🎁 Buza ingane yakho ukuthi iyiphi ingxenye eyithanda kakhulu endabeni, bese uyitshela eyakho!

# text
source: *Take A Pause with your teen*
zu: *Thatha Ikhefu nengane yakho*

# text
source: Take a pause with your teen. This helps them deal with stress in a healthy way!
zu: Thatha isikhashana nengane yakho. Lokhu kubasiza ukuthi babhekane nokucindezeleka ngendlela enempilo!

# text
source: ⏰ You could take a pause before dinner, after school, before school, or before bedtime.
zu: ⏰ Ungahlaba ikhefu ngaphambi kwesidlo sakusihlwa, ukuphuma kwesikole, ngaphambi kwesikole, noma ngaphambi kokulala.

# text
source: 👂 Sit down together and close your eyes. Listen to your breath as it goes in and out. Notice how you feel.
zu: 👂 Hlala phansi ndawonye futhi uvale amehlo akho. Lalela umoya wakho njengoba ungena futhi uphuma. Phawula indlela ozizwa ngayo.

# text
source: ⭐ Take 5 more deep breaths.
zu: ⭐ Thatha umoya ojulile okungu-5.

# text
source: 👀 When you are ready, open your eyes again. Do you feel any different?
zu: Uma usukulungele phinde uvule amehlo akho. Ingabe ukhona umehluko owuzwayo?

# text
source: ⏸ Ask your teen what it was like to take a pause. Listen and accept whatever they say about it.
zu: ⏸ Buza intsha yakho ukuthi bekunjani ukuma kancane. Lalela futhi wamukele noma yini abakushoyo ngakho.

# text
source: *Name That Tune*
zu: *Qamba leloculo*

# text
source: Listening to music is a great way to lower your stress and have fun with your family. 💚
zu: Ukulalela umculo kuyindlela enhle yokwehlisa ingcindezi futhi ujabule nomndeni wakho. 💚

# text
source: 📻 Gather your family members and choose one person to play or sing a song.
zu: 📻 Qoqa amalungu omndeni wakho bese ukhetha umuntu oyedwa ozodlala noma acule ingoma.

# text
source: ❓ Everyone else must guess the name and artist of the song.
zu: ❓ Wonke umuntu kufanele aqagele igama neciko lengoma.

# text
source: 🎉 The first one to guess it right becomes the next person to sing or play a song.
zu: 🎉 Owokuqala ukuqagela kahle uba ngumuntu olandelayo ozocula noma adlale ingoma.

# text
source: 🔄 Keep going around until everyone has been able to play their favourite song and let the rest hear.
zu: 🔄 Qhubeka ujikeleza kuze kube yilapho wonke umuntu esekwazi ukudlala ingoma yakhe ayintandokazi futhi wenze abanye bezwe.

# text
source: *Pass the ball*
zu: *Dlulisa ibhola*

# text
source: Games are a great, fun way to spend time with your family!
zu: Imidlalo iyindlela enhle, ejabulisayo yokuchitha isikhathi nomndeni wakho!

# text
source: 3️⃣ This game is best with at least 3 people.
zu: 3️⃣ Le geyimu ihamba phambili okungenani nabantu abangu-3.

# text
source: ⚽ Find a ball to play. If you cannot find a ball, choose an item you can safely throw around. For example, a bottle cap or a plastic cup.
zu: ⚽ Thola ibhola ozolidlala. Uma ungalitholi ibhola, khetha into ongayijikijela ngokuphephile. Isibonelo, ikepisi yebhodlela noma inkomishi yepulasitiki.

# text
source: ➡️ Start in a circle and pass the ball around.
zu: ➡️ Qala embuthanweni bese udlulisa ibhola nxazonke.

# text
source: 👋 Start throwing the ball in new directions (up, down, straight, curved, rolling on the ground) and with different forces (hard, soft, medium). You can bounce the ball, throw it in the air, and catch it a few times before passing it.
zu: 👋 Qala ukuphonsa ibhola ezindaweni ezintsha (phezulu, phansi, iqonde, igobile, igingqika phansi) nangamandla ahlukene (eliqinile, elithambile, elimaphakathi). Ungakwazi ukubhampisa ibhola, uliphonse emoyeni, futhi ulibambe izikhathi ezimbalwa ngaphambi kokulidlula.

# text
source: ✨ When everyone gets good at catching the ball, you can start moving around the room, still passing the ball.
zu: ✨ Uma wonke umuntu eba kahle ekubambeni ibhola, ungaqala ukuhambahamba ekamelweni, usaliphasa ibhola.

# text
source: ⭐ Can you throw the ball under the leg? Behind the back? Over your head? Block a pass? Have fun with it!
zu: ⭐ Ungakwazi ukuphonsa ibhola ngaphansi komlenze? Ngemuva? Phezu kwekhanda lakho? Vimba iphasi? Zithokozise ngayo!

# text
source: *Make Housework Fun*
zu: *Yenza Umsebenzi Wasendlini Ujabulise*

# text
source: Turn your chores into games! 🏆
zu: Guqula imisebenzi yakho ibe yimidlalo! 🏆

# text
source: ☀️ Making housework fun is a good way to teach your teen to be responsible and to rely on themselves.
zu: ☀️ Ukwenza umsebenzi wasendlini ube mnandi kuyindlela enhle yokufundisa ingane yakho ukuthi iziphathe kahle futhi ithembele kubo.

# text
source: 📝 Together, make a list of all the chores that must be done in your home.
zu: 📝 Ndawonye, yenzani uhlu lwayo yonke imisebenzi okufanele yenziwe ekhaya lakho.

# text
source: 💡 Make sure the tasks are fair and things your teen can do. For example, washing up, sweeping, mopping, making the beds, and laundry.
zu: 💡 Qiniseka ukuthi imisebenzi ilungile kanye nezinto ingane yakho engakwazi ukuzenza. Ngokwesibonelo, ukuwasha, ukushanela, ukumopha, ukwendlula imibhede, nokuwasha izingubo.

# text
source: 🔄 Each week, let a different person in the family choose a chore first.
zu: 🔄 Isonto ngalinye, vumela umuntu ohlukile emndenini akhethe umsebenzi wasekhaya kuqala.
