Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2/*/*_onboarding.po
Languages: zu

# text
source: Before we get started, we need to test your device. What image do you see here: 😀
zu: Ngaphambi kokuthi siqale, sidinga ukuhlola idivayisi yakho. Isiphi isithombe osibona lapha: 😀

# text
source: Sorry, I don't understand what you mean.
zu: Ngiyaxolisa, angiqondi ukuthi uthini.

# text
source: How would you like to receive your messages?
zu: Ungathanda ukuyithola kanjani imiyalezo yakho?

# text
source: Are you a WOMAN or MAN?
zu: UNGOWESIFAZANE noma INDODA?

# text
source: What is your relationship status?
zu: Ngabe sithini isimo sakho kwezobudlelwane?

# text
source: Is @fields.child_nickname a girl or a boy?
zu: Ingabe @fields.child_nickname intombazane noma umfana?

# text
source: Is your child a girl or a boy?
zu: Ingabe ingane yakho intombazane noma umfana?

# text
source: What is your child's name?
zu: Ubani igama lengane yakho?

# text
source: Welcome to ParentText, your partner in parenting. Please select your language:
zu: Siyakwamukela ku-ParentText, umlingani wakho ekukhuliseni izingane. Sicela ukhethe ulimi lwakho:

# text
source: Please select your language:
zu: Sicela ukhethe ulimi lwakho:

# text
source: ParentText will help you with all of the children in your life, but in this programme, we are focusing on just one child at a time. How many years old is the child you are focused on?
zu: I-ParentText izokusiza ngazo zonke izingane empilweni yakho, kodwa kulolu hlelo, sigxile enganeni eyodwa ngesikhathi. Ineminyaka emingaki ingane ogxile kuyo?

# text
source: Please reply with a number between 0 and 17.
zu: Sicela uphendule ngenombolo ephakathi kuka-0 no-17.

# text
source: This looks too old. ParentText is only for children aged 0-17.
zu: Lokhu kubukeka kudala kakhulu. ParentText eyezingane ezineminyaka engu-0-17 kuphela.

# text
source: Sorry, I don't understand what you mean. Please reply with a number between 0 and 17.
zu: Ngiyaxolisa, angiqondi ukuthi uthini. Sicela uphendule ngenombolo ephakathi kuka-0 no-17.

# text
source: How many years old is the child you are focused on?
zu: Ineminyaka emingaki ingane ogxile kuyo?

# text
source: This programme works! Did you know that over 200 million parents around the world have used our resources developed by Parenting for Lifelong Health, WHO, and UNICEF?
zu: Lolu hlelo luyasebenza! Ubuwazi ukuthi abazali abangaphezu kwezigidi ezingu-200 emhlabeni jikelele basebenzise izinsiza zethu ezithuthukiswe yi-Parenting for Lifelong Health, WHO, kanye ne-UNICEF?

# text
source: ✅Participating in ParentText is optional.
zu: ✅Ukubamba iqhaza ku-ParentText uyazikhethela.

# text
source: ✅Your personal information is safe and private. Your name and information will not be public, but your responses will be kept and used by researchers to learn how to support families like yours. They plan to publish the results.
zu: ✅Ulwazi lwakho lomuntu siqu luphephile futhi luyimfihlo. Igama lakho nolwazi ngeke lube sesidlangalaleni, kodwa izimpendulo zakho zizogcinwa futhi zisetshenziswe abacwaningi ukuze bafunde ukusekela imindeni efana neyakho. Bahlela ukushicilela imiphumela.

# text
source: ❌You can stop when you want. Just type “STOP”
zu: ❌Ungayeka uma ufuna. Vele uthayiphe okuthi “STOP”

# text
source: ❓If you have questions, ask Dr. Jamie Lachman at jamie.lachman@spi.ox.ac.uk; +44(7)840825892
zu: ❓Uma unemibuzo, buza uDkt. Jamie Lachman kokuthi jamie.lachman@spi.ox.ac.uk; +44(7)840825892

# text
source: Click here for more information:
zu: Cofoza lapha ukuze uthole olunye ulwazi:

# text
source: Press YES if you agree with this. Type "EXIT" if you do not want to participate.
zu: Bhala “Yebo” uma uvumelana nalokhu. Bhala “Phuma” uma ungathandi ukubamba iqhaza.

# text
source: That is wonderful, thank you so much!
zu: Kuhle kakhulu lokhu, siyabonga kakhulu!

# text
source: I am sorry I did not understand. Press YES if you agree with this. Type "EXIT" if you do not want to participate.
zu: Ngiyaxolisa angizange ngikuqonde kahle. Sicela ubhale “Yebo” uma uvumelana nalokhu. Bhala “Phuma” uma ungathandi ukubamba iqhaza.

# text
source: Can you please confirm that you are 18 years old or older?
zu: Sicela uqinisekise ukuthi uneminyaka ewu-18 ubudala noma ngaphezulu?

# text
source: Are you sure you do not want to get these messages? If you do not want to receive any more messages, please type "STOP." If you made a mistake, please press BACK and choose another option.
zu: Ingabe uqinisekisile ukuthi awuthandi ukuthola lemiyalezo? Uma ungasathandi ukuthola lemiyalezo, sicela ubhale “MISA IMIYALEZO.” Uma wenze iphutha, sicela ubhale “emuva” bese ukhetha okunye.

# text
source: If you ever return to participate in the programme, type "START_MESSAGES".
zu: Uma ubuyela ukuzobamba iqhaza kuloluhlelo, bhala “QALA_IMIYALEZO”.

# text
source: We hope to see you again soon, and we wish you a happy and peaceful day!
zu: Sithembe ukuthi sizokubona maduzane, futhi sikufisela usuku olunenjabulo nokuthula!

# text
source: Sorry, ParentText is only for people over the age of 18. Do you confirm that you are under the age of 18?
zu: Siyaxolisa, i-ParetText ngeyabantu abaneminyaka engaphezu kuka-18 kuphela. Ingabe uyaqinisekisa ukuthi ungaphansi kweminyaka eyi-18 ubudala?

# text
source: If you want to experience ParentText, you can always share it with your parents or caregivers.
zu: Uma uthanda ukusebenzisa i-ParentText, ungabatshela nabazali noma abanakekeli bakho.

# text
source: Here is a video that shows how to use ParentText.
zu: Nansi ividiyo ebonisa indlela yokusebenzisa i-ParentText.

# text
source: When was @fields.child_nickname born? Enter their date of birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2010, enter 19/05/2010.
zu: Wazalwa nini @fields.child_nickname? Faka usuku lwabo lokuzalwa ngefomethi elandelayo: DD/MM/YYYY. Isibonelo, uma ingane yakho yazalwa ngoMeyi 19, 2010, faka umhlaka-19/05/2010.

# text
source: When was your child born? Enter their date of birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2010, enter 19/05/2010.
zu: Wazalwa nini @? Faka usuku lwabo lokuzalwa ngefomethi elandelayo: DD/MM/YYYY. Isibonelo, uma ingane yakho yazalwa ngoMeyi 19, 2010, faka umhlaka-19/05/2010.

# text
source: Sorry, this date is invalid. Please provide your child's date of birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2010, enter 19/05/2010.
zu: Uxolo, lolu suku aluvumelekile. Sicela unikeze idethi yokuzalwa yengane yakho ngale fomethi elandelayo: DD/MM/YYYY. Isibonelo, uma ingane yakho yazalwa ngoMeyi 19, 2010, faka umhlaka-19/05/2010.

# text
source: The date you entered is in the future. Please provide your child's date of birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2010, enter 19/05/2010.
zu: Idethi oyifakile isesikhathini esizayo. Sicela unikeze idethi yokuzalwa yengane yakho ngale fomethi elandelayo: DD/MM/YYYY. Isibonelo, uma ingane yakho yazalwa ngoMeyi 19, 2010, faka umhlaka-19/05/2010.

# text
source: Let's try again. Please provide your child's date of birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2010, enter 19/05/2010.
zu: Ake sizame futhi. Sicela unikeze idethi yokuzalwa yengane yakho ngale fomethi elandelayo: DD/MM/YYYY. Isibonelo, uma ingane yakho yazalwa ngoMeyi 19, 2010, faka umhlaka-19/05/2010.

# text
source: @fields.child_nickname is @(datetime_diff(results.date,now(),"M")) month old.
zu: @fields.child_nickname ngu @(isikhathi sosuku_diff(imiphumela.idethi,manje(),"M")) inyanga ubudala.

# text
source: Is that correct?
zu: Ingabe lokho kulungile?

# text
source: your baby is @(datetime_diff(results.date,now(),"M")) month old.
zu: ingane yakho inenyanga @(isikhathi sosuku_diff(imiphumela.idethi,manje(),"M"))inyanga.

# text
source: @fields.child_nickname is @(round_down(datetime_diff(results.date,now(),"M")/12)) years old. Is that correct?
zu: @fields.child_nickname ngu @(round_down(isikhathi sosuku_diff(imiphumela.idethi,manje(),"M")/12)) eneminyaka engu-. Ingabe kulungile lokho?

# text
source: your child is @(round_down(datetime_diff(results.date,now(),"M")/12)) years old. Is that correct?
zu: ingane yakho ineminyaka engu-@(round_down(isikhathi sosuku_diff(imiphumela.idethi,manje(),"M")/12)). Ingabe lokho kulungile?

# text
source: @fields.child_nickname is @(round_down(datetime_diff(results.date,now(),"M")/12)) years old. Is that correct?
zu: @fields.child_nickname ngu @(round_down(isikhathi sosuku_diff(imiphumela.idethi,manje(),"M")/12)) eneminyaka engu-. Ingabe kulungile lokho?

# text
source: your child is @(round_down(datetime_diff(results.date,now(),"M")/12)) years old. Is that correct?
zu: ingane yakho ineminyaka engu-@(round_down(isikhathi sosuku_diff(imiphumela.idethi,manje(),"M")/12)). Ingabe lokho kulungile?

# text
source: According to the date you provided, @fields.child_nickname would be @(round_down(datetime_diff(results.date,now(),"M")/12)) years old. ParentText is only for children aged 0-17. Please enter a valid date for your child's birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2010, enter 19/05/2010.
zu: Ngokwedethi oyinikezile, @fields.child_nickname izoba @(round_down(isikhathi sosuku_diff(imiphumela.idethi,manje(),"M")/12)) iminyaka ubudala. Umbhalo Womzali owezingane ezineminyaka engu-0-17 kuphela. Sicela ufake idethi evumelekile yokuzalwa kwengane yakho ngefomethi elandelayo: DD/MM/YYYY. Isibonelo, uma ingane yakho yazalwa ngoMeyi 19, 2010, faka umhlaka-19/05/2010.

# text
source: According to the date you provided, your child would be @(round_down(datetime_diff(results.date,now(),"M")/12)) years old. ParentText is only for children aged 0-17. Please enter a valid date for your child's birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2010, enter 19/05/2010.
zu: Ngokwedethi oyinikezile, @fields.child_nickname izoba @(round_down(isikhathi sosuku_diff(imiphumela.idethi,manje(),"M")/12)) iminyaka ubudala. I parentText eyezingane ezineminyaka engu-0-17 kuphela. Sicela ufake idethi evumelekile yokuzalwa kwengane yakho ngefomethi elandelayo: DD/MM/YYYY. Isibonelo, uma ingane yakho yazalwa ngoMeyi 19, 2010, faka umhlaka-19/05/2010.

# text
source: ParentText will help you with all of the children in your life, but in this programme, we are focusing on just one child at a time.
zu: I-ParentText izokusiza ngazo zonke izingane empilweni yakho, kodwa kulolu hlelo, sigxile enganeni eyodwa ngesikhathi.

# quick_replies
source: A happy face
zu: Ubuso obujabulile

# quick_replies
source: A square
zu: Isikwele

# quick_replies
source: Something else
zu: Okunye

# quick_replies
source: Star (text, images, audio, video)
zu: Okuqhamile (imibhalo, izithombe, umsindo ne-video)

# quick_replies
source: Boosted (text, images, audio)
zu: Okuthe thuthu (imibhalo, izithombe nemisindo)

# quick_replies
source: Core (text and images)
zu: Okuyiko (imibhalo nezithombe)

# quick_replies
source: Woman
zu: Owesifazane

# quick_replies
source: Man
zu: Owesilisa

# quick_replies
source: Prefet not to say
zu: Ngikhetha ukungasho

# quick_replies
source: Single (not in a relationship)
zu: Uwedwa (Awukho ebudlelwaneni)

# quick_replies
source: Married
zu: Ushadile

# quick_replies
source: Partnered but not married
zu: Bahlanganyele kodwa abashadile

# quick_replies
source: Divorced or separated
zu: Bahlukanisile noma bahlukene

# quick_replies
source: Widowed
zu: umfelokazi

# quick_replies
source: Girl
zu: Intombazane

# quick_replies
source: Boy
zu: Umfana

# quick_replies
source: English
zu: IsiNgisi

# quick_replies
source: YES
zu: YEBO

# quick_replies
source: Yes, I am over 18
zu: Yebo, ngingaphezulu kweminyaka ewu-18

# quick_replies
source: No, I am under 18
zu: Cha, ngingaphansi kweminyaka ewu-18

# quick_replies
source: BACK
zu: EMUVA

# quick_replies
source: Yes
zu: Yebo

# quick_replies
source: No
zu: Cha

# arguments
source: a happy face
zu: ubuso obujabulile

# arguments
source: a square
zu: isikwele

# arguments
source: something else
zu: okunye

# arguments
source: star (text, images, audio, video)
zu: okuqhamile (imibhalo, izithombe, umsindo ne-video)

# arguments
source: boosted (text, images, audio)
zu: okuthe thuthu (imibhalo, izithombe nemisindo)

# arguments
source: core (text and images)
zu: okuyiko (imibhalo nezithombe)

# arguments
source: woman
zu: Owesifazane

# arguments
source: man
zu: owesilisa

# arguments
source: prefet not to say
zu: ngikhetha ukungasho

# arguments
source: single (not in a relationship)
zu: uwedwa (Awukho ebudlelwaneni)

# arguments
source: married
zu: oshadile

# arguments
source: partnered but not married
zu: bahlanganyele kodwa abangashadile

# arguments
source: divorced or separated
zu: bahlukanisile noma bahlukene

# arguments
source: widowed
zu: umfelokazi

# arguments
source: girl
zu: intombazane

# arguments
source: boy
zu: umfana

# arguments
source: english
zu: isiNgisi

# arguments
source: yes y
zu: yebo y

# arguments
source: exit
zu: phuma

# arguments
source: yes y over
zu: yebo y ngaphezulu

# arguments
source: no n under
zu: cha c ngaphansi

# arguments
source: stop messages
zu: yeka imiyalezo

# arguments
source: back
zu: emuva

# arguments
source: no n
zu: cha c

# arguments
source: yes y yeah yep
zu: yebo

# arguments
source: no n nope
zu: cha
