Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app_malaysia/st/st_main.po
Languages: st_za

# data_list
source: Man
st_za: Monna

# data_list
source: Woman
st_za: Mosadi

# data_list
source: Prefer not to say
st_za: Ke kgetha ho se arabe

# data_list
source: One-on-One Time
st_za: Nako ya Boinotshing

# data_list
source: Problem Solving
st_za: Ho Rarolla Mathata

# data_list
source: Online Safety
st_za: Boipaballo Inthaneteng

# data_list
source: WORK TOGETHER
st_za: SEBETSANG MMOHO

# data_list
source: EXPLAIN
st_za: HLALOSA

# data_list
source: LISTEN
st_za: MAMELA

# data_list
source: At home
st_za: Lapeng

# data_list
source: Feel the ground
st_za: Utlwa lefatshe

# data_list
source: SHARE
st_za: ABANG

# data_list
source: Quick pause
st_za: Kgefutsa hanyane

# data_list
source: Wonderful, I am so happy things are going well.
st_za: Ke taba tse monate, ke thabile haholo ho utlwa hore dintho di tsamaya hantle.

# data_list
source: Well done for recognising a positive feeling. I am happy to hear you are feeling well today!
st_za: O entse hantle ka ho lemoha boikutlo bo botle. Ke thabela ho utlwa hore o ikutlwa hantle kajeno!

# data_list
source: Wonderful, I am so happy! Keep up the good work.
st_za: Ke ditaba tse monate, ke thabile haholo! Tswela pele ka mosebetsi o motle.

# data_list
source: Pause to respond
st_za: Kgefutsa ho arabela

# data_list
source: Great that today is going well! What is one thing that has gone well today? Remember to praise yourself for it.
st_za: Ke hantle hore o phetse hantle kajeno! Ntho e le nngwe e tsamaileng hantle ke efe kajeno? Hopola ho ipabatsa ka yona.

# data_list
source: In and out
st_za: O kge mme o lokolle

# data_list
source: Great. And amazing that you are using this app – it shows your commitment as a parent. Make sure you give yourself credit and praise for what you are doing.
st_za: Ke ditaba tse monate. Mme ke ho hlollang hore ebe o sebedisa epo ena – seo se bontsha hore o motswadi ya ikemiseditseng. Etsa bonnete ba hore o a ithorisa le ho ipabatsa ka seo o se etsang.

# data_list
source: Sorry that things are difficult right now. Take a deep breath and know that you are valued.
st_za: Re maswabi hore o hula ka thata hona jwale. Hemela hodimo mme o tsebe hore o motho wa bohlokwa.

# data_list
source: One thing today
st_za: Ntho e le nngwe kajeno

# data_list
source: Great to hear that you are doing well. You are a wonderful parent!
st_za: Ke thabela ho utlwa hore o etsa hantle. O motswadi wa mmakgonthe!

# data_list
source: Sorry that you are not having the best day. Well done for trying to figure everything out. Nobody has all the answers but you really do your best!
st_za: Ke maswabi ho utlwa hore kajeno dintho ha di o tsamaele hantle. O entse hantle ka ho leka ho rarolla bothata. Ha ho na motho ya nang le dikarabo tsohle empa kannete o entse sohle seo o ka se kgonang!

# data_list
source: Sorry to hear that you are not having a good day. Well done for getting up every morning and trying again, even when you are tired. That is real courage and dedication!
st_za: Ke maswabi ho utlwa hore letsatsi la hao la kajeno ha le monate. O etsa hantle ka ho tsoha hoseng ho hong le ho hong mme o leke hape, leha o ikutlwa o kgathetse. Sena ke sebete sa nnete le boitelo!

# data_list
source: SEE IT
st_za: E BONE

# data_list
source: SAY IT
st_za: E BOLELE

# data_list
source: REPEAT IT
st_za: E PHETE

# data_list
source: Wonderful, I am so happy things are going well. Keep up the good work.
st_za: Ke ditaba tse molemo, ke thabile haholo hore ebe dintho di tsamaya hantle. Pele ya pele ka mosebetsi o motle.

# data_list
source: Small things
st_za: Dintho tse nyane

# data_list
source: Great! So good to hear that you are in a good space today. What a wonderful feeling!
st_za: Ke botle! Ke thabela ho utlwa hore dintho di tsamaya hantle kajeno. Ke boikutlo bo molemo hakaakang!

# data_list
source: Some days will have their challenges. That is okay. You are on the right path!
st_za: Baadhi ya siku zitakuwa na changamoto zake. Hiyo ni sawa. Uko katika njiansahihi!

# data_list
source: Sorry that things are difficult now. It is completely normal to struggle sometimes. Remember that you are not alone!
st_za: Ke maswabi hore hona jwale ho boima. Ke ntho e tlwaelehileng hore ka dinako tse ding re hule ka thata. Hopola hore ha o mong!

# data_list
source: Think about today
st_za: Nahana ka kajeno

# data_list
source: Power of three
st_za: Matla a tharo

# data_list
source: So good to hear you are feeling well today. You are incredible!
st_za: Ke thabela ho utlwa hore o ikutlwa hantle kajeno. O motho ya hlollang!

# data_list
source: Breathe to three
st_za: Kga moya hararo

# data_list
source: Home
st_za: Leqephe le Qalang

# data_list
source: Relax
st_za: Kgatholoha

# data_list
source: Body scan
st_za: Sekene sa mmele

# data_list
source: How are you feeling today?
st_za: O ikutlwa jwang kajeno?

# data_list
source: Happy
st_za: O ne a thabile

# data_list
source: Okay
st_za: Ke lokile

# data_list
source: Sad
st_za: A kwatile

# data_list
source: KNOW IT
st_za: E TSEBE

# data_list
source: SOLVE IT
st_za: E RAROLLE

# data_list
source: TRY IT
st_za: E LEKE

# data_list
source: TEST IT
st_za: E TUTSE

# data_list
source: Yes
st_za: Ee

# data_list
source: Great!
st_za: Ke botle!

# data_list
source: No
st_za: Tjhe

# global
source: Tap and choose
st_za: Tobetsa mme o kgethe

# global
source: Language
st_za: Puo

# global
source: Sign in with Google
st_za: Kena ka ak'haonte ea hau ea Google

# global
source: Yes
st_za: Ee

# global
source: No
st_za: Tjhe

# global
source: Skip
st_za: Feta

# global
source: Continue
st_za: Tsoela pele

# global
source: What is your relationship status?
st_za: Kamano ya lona ke ya mofuta ofe?

# template
source: Last sync at: @local.sync_latest
st_za: Lekgetlo la ho qetela la ho phera: @local.sync_latest

# template
source: This device has never been synced. Sync to reveal your code.
st_za: Sesebediswa sena ha se eso pherwe. Phera ho senola khoutu ya hao.

# template
source: Sync now
st_za: Phera hona jwale

# template
source: Syncing...
st_za: E a phera...

# template
source: Submit
st_za: Romela

# template
source: Tap and type
st_za: Tobetsa mme o thaepe

# template
source: You have entered an incorrect code.
st_za: O kentse khoutu e fosahetseng.

# template
source: Save
st_za: Boloka

# template
source: Continue
st_za: Tsoela pele
