Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_teens_za/*/*_activities.po
Languages: xh

# data_list
source: Charades is an easy, fun game that will teach your teen to think quickly, work together and be bold. 🎭
xh: Iikharedi ngumdlalo olula, umdlalo olulonwabo ongafundisa umntwana ofikisayo acinge ngokukhawuleza, sebenzani kunye kwaye ubenesibindi. 🎭

# data_list
source: 1. 🤫 One person quietly thinks of a word but doesn’t say it out loud to anyone. 2. 🎭 That person then acts out the word using only actions - no speaking, sounds, or pointing to objects. 3. 🧹 Others try to guess what the word is! You can choose fun everyday actions like sweeping, eating, playing football, or brushing teeth. 4. ✅ When someone guesses correctly, it becomes their turn to think of a new word and act it out. Keep taking turns and enjoy the game!
xh: 1. 🤫 Umntu abemnye acinge igama ngokuthuleyo kodwa angalikhwazi emntwini. 2. 🎭Lomntu lowo azame ukwenza elogama esebenzisa kuphela izenzo - angathethi, angangxoli, okanye angakhombi izinto. 3. 🧹 Abanye bazame ukuchaza ukuma lithini igama! Ungazama ukukhetha ulonwabo lwantsuku zonke okufana nokutshayela, ukutya, ukudlala ibhola, okanye ukuvasa amazinyo. 4. ✅ Ukuba umntu uye waluchana uqikelelo lwakhe, ibalithuba lakhe ukuba acinge igama elitsha kwaye alidlale. Qhubekekani ninikana amathuba kwaye niwonwabele umdlalo!

# data_list
source: * Make sure everyone gets a turn to act out words or phrases. * Remember to praise your teen for trying. * If your teen is struggling to guess, give them hints on what it could be. * If the game is too easy, try more difficult words. * Remember to have fun and support each other!
xh: * Qinisekisa wonke umntu uyatshintshana ekwenzeni amagama okanye uwabiza. * Khumbula ukuncoma umntwana wakho ofikisayo ngokuzama. *Ukuba umntwana wakho ofikisayo uyazama ukuqikelela, banike intluva kulento ingayiyo. *Ukuba umdlalo ulula kakhulu, zama ngakumbi amagama anzima. * Khumbula ukonwabisa kwaye nixhasane!

# data_list
source: Cooking
xh: Ukupheka

# data_list
source: Cooking with your teen is a fun way to spend time together while teaching helpful life skills. 🍳👨‍🍳
xh: Ukupheka kunye nomtwana wakho ofikisayo yindlela elulonwabo yokuchitha ixesha nikunye ngelixa umfundisa ngezakhono zobomi eziluncedo.🍳👨‍🍳

# data_list
source: 🗓️ Pick a time and day to cook together - planning ahead makes it easier. 🥬 Show your teen the recipe and ingredients, and let them help with measuring. 🍲 Give them a task like fetching water, chopping, or stirring. 🍽️ Eat together with the family and let your teen feel proud for helping make the meal!
xh: 🗓️Khethani ixesha kunye nosuku lokupheka kunye - ukuzilungiselela ngethuba kwenza kubelula. 🥬 Bonisa umntwana wakho ofikisayo izithako kunye nezinto zokupheka, kwaye mvumele ancedise ngokwenza imilinganiselo. 🍲 Mnike umsebenzi ofana nokukha amanzi, ukunqunqa, okanye ukuzamisa. 🍽️ Ukutya nikunye nosapho kwaye uvumele umntwana wakho ofikisayo azive ezingca ngokuba ancedise ekwenzeni isidlo!

# data_list
source: - Let your teen help choose the recipe or ingredients. - Involve them in different things, like washing, measuring, cutting, and mixing. - Praise their effort, even if the food isn’t perfect.
xh: - Vumela umntwana wakho ofikisayo ancedise ekukhetheni izithako okanye izinto zokupheka. - Mbandakanye kwizinto ezahlukileyo, ezifana nokuhlamba, umlinganiselo, ukunqunqa, kunye nokuxuba. - Mncome ngomdla wakhe, nokuba ukutya akugqibelelanga.

# data_list
source: Storytelling
xh: Ukubalisa ibali

# data_list
source: Storytelling is a wonderful way to help your teen feel more connected with you, as well as with their family, history and culture. 💬✨
xh: Ukubalisa ibali yindlela emangalisayo yokunceda umntwana wakho ofikisayo azive esondelelene ngakumbi nawe, kwakunye nakusapho lwabo, imbali kunye nenkcubekho.💬✨

# data_list
source: 📅 Choose a time and place where you and your teen can talk comfortably - like after dinner, before bed, or during a walk. 🗣️ Begin by sharing a story of your own. It might be something from today, a childhood memory, or a special moment. ❓ When you’re done, invite your teen to ask questions or share a story of their own. 👂 Listen with interest, ask questions, and show you care about what they say. 💡 If they’re unsure, ask something like “What’s your favourite childhood memory?” or “What’s a family tradition you enjoy?” They can even make up a story just for fun!
xh: 📅 Khetha ixesha kunye nendawo apho wena nomntwana wakho ofikisayo ningathetha ngokukhululekileyo - emva kwesidlo sangokuhlwa, phambi kokuba niyolala, okanye xa nithatha uhambo ngexesha lasemini. 🗣️Qalisa ngokwabelana ngebali lakho. Ingaba yinto yanamhlanje, iinkumbulo zasebuntwaneni, okanye umzuzu obalulekileyo. ❓ Xa ugqibile, mema umntwana wakho ofikisayo ukuba abuze imibuzo okanye abelane ngebali lakhe. 👂 Mamela ngomdla, buza imibuzo, kwaye bonisa ukuba uyakhathala malunga ngento ayithethayo. 💡 Ukuba awuqinisekanga, ubuza into efana '' Ngeyiphi inkumbulo yobuntwana oyithandayo?'' okanye '' Leliphi isiko losapho olonwabelayo?'' Angenza nebali ngokuno kwakhe ukwenzela ukuba nonwabe!

# data_list
source: - Create a safe space for your teen to share their stories. They will share more with you if they feel like you won’t be upset with them.
xh: - Yakha indawo ekhuselekileyo yomntwana wakho ofikisayo yokwabelana ngamabali. Uzakwabelana ngakumbi nawe xa eziva ukuba awuzokubanomsindo kuye.

# data_list
source: Music and dance
xh: Umculo Nomdaniso

# data_list
source: Dancing is a fun way to get exercise, and a great way to learn about your teen’s interests. 🎶
xh: Ukudanisa yindlela yolonwabo yokuzivocavoca, kwaye yindlela elungileyo yokufunda ngomdla womntana wakho.🎶

# data_list
source: 🎶 Ask your teen what music they like - show real interest by asking where they heard it and what they enjoy about it. 💃 Teach each other your favourite dance moves or learn new ones together. 🎉 Once you’ve got some moves down, practise them together and just have fun!
xh: 🎶 Buza umntwana wakho ofikisayo ukuba ngowuphi umculo awuthandayo - bonisa umdla wokwenene ngokubuza ukuba wayeyiva phi kwaye yintoni ayonwabelayo malunga ngayo. 💃 Fundisanani iintshukumo zemidaniso oyithandayo okanye nifunde emitsha kunye. 🎉 Emveni kokuba ufumene imidaniso, yizameni kunye kwaye niyonwabele!

# data_list
source: - Let your teen show you their music and dance moves. - Don't take it too seriously, be silly and have fun together.
xh: - Vumela umntwana wakho ofikisayo akubonise umculo kunye nemidaniso. - Ungayithathi ngamandla, dlala kwaye wonwabe kunye naye.

# data_list
source: Dream travel
xh: Uhambo Oluliphupha

# data_list
source: Exploring the world through imagination is a fun way to bond and spark your teen’s curiosity - no suitcase needed! ✈️
xh: Ukujonga ilizwe ngokuboniswa yindlela eyonwabisayo kubudlelwane kunye nokuvusa umdla womntwana wakho ofikisayo - akudingeki nto yakuphatha impahla! ✈️

# data_list
source: 🌍 Ask your teen these questions: *Where would you want to travel to? How long would you be away? What would you pack? What would you do on your trip? What would you see?* 🗺️ Look at a map or draw one together. 📚 Pick a country your teen hasn’t heard of and explore fun facts about it together!
xh: 🌍 Buza umntwana wakho ofikisayo imibuzo: *Ungathanda ukuya phi? Uzakuthatha ixesha elingakanani ukude? Ungapakisha ntoni? Ungenza ntoni kuhambo lwakho? Yintoni ozakuyibona?* 🗺️ Jonga imephu okanye nizobe eyenu kunye. 📚 Khetha ilizwe umntwana wakho ofikisayo angazange eve ngalo kwaye funani izinto zokwenene ezonwabisayo malunga ngalo kunye!

# data_list
source: Famous party
xh: Ipati Edumileyo

# data_list
source: Planning a dream party is a fun and creative way to spark conversation with your teen - and learn more about who inspires them! 🌟
xh: Ukucwangcisa ipati yamaphupho kuyonwabisa kwaye yokuyila ukwenza intlantsi kwingxoxo yakho nomntwana wakho ofikisayo -kwaye funda ngakumbi malunga ukuba ngubani omkhuthazayo! 🌟

# data_list
source: 🎉 You and your teen can plan a dream guestlist of famous people to invite to your party! 📜 Each of you chooses five guests - they can be from the past or present. 🤔 Who would you invite? And do you think your guests would get along at the party?
xh: 🎉Wena nomntwana wakho ofikisayo ningacwangcisa uluhlu lwamandwendwe wenu asemaphupheni yabantu abadumileyo ukuba nibameme kwipati yenu! 📜 Umntu ngamnye kuni uzakukhetha amandwendwe amahlanu - ingaba ngabantu bakudala okanye abangoku. 🤔 Ungamema bani? Kwaye ucinga ukuba amandwendwe akho azakuvana kule pati?

# data_list
source: Two truths, one lie
xh: Iinyaniso ezimbini, nobuxoki obunye

# data_list
source: Want a fun way to laugh and learn more about each other? Try this quick game of “Two Truths and a Lie” with your teen! 🤗
xh: Ufuna indlela elulonwabo yokuhleka kunye nokufundana ngakumbi? Zama lomdlalo ukhawulezayo we ''Nyaniso ezimbini'' kunye Nobuxoki'' kunye nontwana wakho ofikisayo! 🤗

# data_list
source: 🧠 Think of three statements about yourself - two true and one that’s a lie. - It can help to think about dreams, school, likes or dislikes. For example: *I hate bananas, my favourite subject is science, and I really wish I could sing.* 🗣️ Share them with your teen and ask them to guess which one is the lie. 😲 Did they guess right? Were they surprised? 🔁 Now let your teen try! Did you learn something new about each other?
xh: 🧠 Cinga ngeenkcazelo ezintathu malunga ngawe - ezimbini ziyinyani kwaye enye bubuxoki. - Kunokunceda ukucinga malunga namaphupho, isikolo, izinto ozithandayo okanye ongazithandiyo. Umzekelo:* Ndiyazicaphukela ibhanana, isifundo sam endisithandayo zezenzululwazi, kwaye ndiyanqwena ngokwenene ukuba ndingakwazi ukucula.* 🗣️Yabelana ngazo nomntwana wakho ofikisayo kwaye umbuze ukuba aqikelele ukuba yeyiphi ebubuxoki. 😲 Ingaba uqikelele ngokuchanekilwe kakuhle? Baye bamangaliseka? 🔁 Ngoku vumela umntwana wakho azame! Ingaba ufunde into entsha ngomnye nomnye?

# data_list
source: Superpower
xh: Amandla Amakhulu

# data_list
source: Imagining superpowers is a fun way to spark creativity, play and connection with your teen!🦸‍♀️
xh: Ukucinga ngamandla amakhulu yindlela yolonwabo ukudlamkisa ubuchule, dlala kwaye udibane kunye nomntwana wakho ofikisayo!🦸‍♀️

# data_list
source: 💥 Think of a superpower - like travelling through time, or reading minds. ❓ Ask your teen, “If you had the superpower to […], how would you use it?” 🦸 Encourage them to name their superhero and act it out! 🔁 Let your teen choose a superpower for you too. 🎭 Don’t forget to act out your superpower and have fun together!
xh: 💥Cinga ngamandla amakhulu - njengokuhamba ngexesha, okanye ukufunda ingqondo. ❓ Buza umntwana wakho ofikisayo, ''Ukuba ubunamandla amakhulu oku [...], ubuzakuwasebenzisa njani?'' 🦸 Khuthaza umntwana wakho ukuba anike igama iqhawe lakhe kwaye alilinganise! 🔁 Vumela umntwana wakho akukhethele amandla amakhulu nawe. 🎭Ungalibali ukudlala ngamadla akho amakhulu kwaye nonwabe kunye!

# data_list
source: The interrupter
xh: Isibhoxi

# data_list
source: This fun and silly storytelling game is a great way to boost creativity and laughter with your teen! 💥
xh: Lena ilulonwabo kwaye ibalisa amabali obudenge omdlalo yindlela elungileyo yokunyusa ubuchule kunye nokuhleka kunye nomntwana wakho ofikisayo!💥

# data_list
source: 📚 Choose a storyteller to start making up a story. 🗣️ Listeners can jump in anytime with any word, at any time. 🔄 The storyteller must include that word in their story - no matter how silly! 🎉 When the story ends, switch roles and let someone else be the storyteller!
xh: 📚 Khetha umbalisi webali uzokuqala ukwenza ibali. 🗣️ Abamameli bangaxhuma nangeliphi na ixesha nakweliphina igama, nangeliphina ixesha. 🔄 Umbalisi webali kufuneka afakelele elogama ebalini lakhe - nokuba lihlekisa kangakanani! 🎉 Xa ibali liphela, tshintshani indawo zokudlala kwaye uvumele omnye umntu ibe ngumbalisi webali!

# data_list
source: Shadow Play
xh: Umdlalo Wesithunzi

# data_list
source: Step into a world of imagination and light with this exciting shadow play activity! 🌙
xh: Ngena kwilizwe lokucinga kunye nokukhanya ngalo msebenzi womdlalo wesithunzi unika umdla! 🌙

# data_list
source: Adapted from Zero To Three: https://www.zerotothree.org/resource/play-activities-for-12-to-24-months/
xh: Ihlenga hlengiswe kwabaka Zero To Three: https://www.zerotothree.org/resource/play-activities-for-12-to-24-months/

# data_list
source: 💡 In a darkened room, grab a light and shine it at your hand, casting fun shadows onto the wall. 👋 Wave at your child and create silly shapes with your fingers - maybe a bunny, a bird, or whatever your imagination dreams up! 👀 Watch as their curiosity grows, and invite them to try waving their shadow hand back. 🔑 Encourage your little one to take a turn with the flashlight, giving them the thrill of seeing how light can create different shapes and movements on the wall. 🏁 Older children might want to join in the fun and make a shadow animal of their own!
xh: 💡 Kwigumbi elimnyama, bamba isibane kwaye umenyezelise esandleni sakho, uphosa izithunzi ezonwabisayo eludongeni. 👋 Bulisa umntwana wakho ngokushukumisa isandlae, wenze ubuso obuhlekisayo ngeminwe yakho. mhlambe umvundla, intaka okanye noba yintoni esemaphupheni akho! 👀Bukela njengoba umdla wabo ukhula kwaye ubameme bazame ukushukumisa isithunzi sesandla sabo nabo. 🔑Khuthaza omncinci athathe elakhe elakhe ithuba ngokudlala nge totshi, ubanika umdla wokuba babone ukuba ukukhanya kungenza ukumila okohluke kanjani kunye nentshukumo eludongeni. 🏁Abantwana abadala bangafuna ukungenelela kubumnandi kwaye benze isithunzi sesilwanyana esisesabo!.!

# data_list
source: Mini Obstacle Race
xh: Umdyarho omncinci wesithintelo

# data_list
source: Get ready to set up an exciting adventure right in your home with this mini obstacle race! 🚩
xh: Lungiselela ukumisa umngcelele wolonwabo kanye ekhayeni lakho ngalo mdyarho omncinci wesithintelo.🚩

# data_list
source: Adapted from Zero To Three: https://www.zerotothree.org/resource/10-olympian-inspired-activity-ideas-for-toddlers/
xh: Ihlenga hlengiswe ngabakwa Zero To Three: https://www.zerotothree.org/resource/10-olympian-inspired-activity-ideas-for-toddlers/

# data_list
source: Self-esteem is the way you value yourself, either in a positive or negative way. Helping your teen to have high self-esteem is a recipe for success! 🏆
xh: Ukuzithemba yindlela ozixabisa ngayo wena, nokuba ilungile okanye ayilunganga. Ukunceda umntwna wakho ofikisayo ukuba nokuzothemba yi resiphi yempumelelo!🏆

# data_list
source: Working towards big goals can be hard! Here is a way you can help your teen set new goals for the things they want to achieve. 👑
xh: Ukusebenza ngokufikelela kwinjongo kunganzima! Nantsi indlela ongakwazi ukunceda umntwana wakho ofikisayo amisele iinjongo ezintsha ngezinto afuna ukufikelela kuzo.👑

# data_list
source: 📝 It is much easier to achieve a goal if you write it down! This way, you can be reminded of it as you work towards it.
xh: 📝 Kulula kakhulu ukufikelela injongo ukuba uyibhala phantsi! Ngale ndlela, unokukhunjuzwa ngayo njengoko usebenzela kuyo.

# data_list
source: Take a pause with your teen. This helps them deal with stress in a healthy way!
xh: Yithi nqumama kunye nomntwana wakho ofikisayo. Lento ibanceda bamelane noxinzelelo ngendlela esempilweni!

# data_list
source: Listening to music is a great way to lower your stress and have fun with your family. 💚
xh: Ukumamela umculo yindlela entle ukwehlisa uxinzelelo kwaye ukonwaba nosapho lwakho.💚

# data_list
source: Quick
xh: Ngokukhawuleza

# data_list
source: Group
xh: Iqela

# data_list
source: Active
xh: Phithizela

# data_list
source: Calm
xh: Zola
