Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_teens_za/*/*_activities.po
Languages: xh

# data_list
source: Act Out Emotions
xh: Bonisa Iimvakalelo

# data_list
source: Let's make silly faces and act out feelings! 😃 This activity helps children understand emotions, connect with others, and build empathy 💛
xh: Masenze ubuso obugezayo kwaye siveze imvakalelo ngaphandle!😃 Lomdlalo unceda abantwana baqonde imvakalelo, uqhagamshelwano nabanye, kwaye bakhe uvelwano💛

# data_list
source: 👀 Tell your child, “Let’s see what it looks like when I am happy!”. Act out a happy face and name the emotion again. 😔 Then try other emotions, like angry, sad, or surprised. Using a gentle voice, you can explain different reasons why you are feeling that emotion.
xh: 👀Xelela umntwana wakho, ''Masibone ijongeka njani xana ndonwabile!''. Veza ubuso obonwabileyo ngaphandle kwaye thiya imvakalelo kwakhona. 😔Emva koko zama enye imvakalelo, efana nomsindo, ukukhathazeka okanye ukumangaliswa. usebenzise ilizwi ngobunono, Ungacacisa izizathu ezohlukileyo kutheni uziva ngokwala mvakalelo.

# data_list
source: This isn’t just a game - it’s a chance for your child to learn how to recognize emotions in others 💚
xh: Lento ayingo mdlalo nje - lithuba kumntwana wakho ukuba afunde ukuqaphela iimvakalelo nakwabanye abantu💚

# data_list
source: Adapted from I am Safe, Loved, and Learning by Save the Children
xh: Ihlengahlengiswe kwa Ndikhuselekile, Ndiyathandwa, kwaye ndiyafunda ngu Save the Children

# data_list
source: Be an Artist!
xh: Yiba Ligcisa!

# data_list
source: Let’s explore drawing and creativity! 📝 This open drawing time builds imagination, fine motor skills, and confidence - especially when you celebrate their creations! 🎉
xh: Masiphonononge imizobo kunye nobuchule! 📝 Eli lixesha elivulekileyo lomzobo lakha ukucinga, izakhono zemveliso zomzimba, kunye nokuzithemba - ngakumbi xa u bhiyozela ubugcisa babo! 🎉

# data_list
source: 📝 Give Your Child some paper and a pen or pencil. 😃 Let your child draw whatever they want to! 👀 Ask questions about what they are drawing, the size of the thing they are drawing, and the colours they are using. 🏆 If possible, put your child’s picture up on the wall when they are finished. Give praise to your child!
xh: 📝 Nika umntwana wakho iphepha kunye nepeni okanye pensile. 😃Vumela umntwana azobe nantonina ayifunayo! 👀 Buza imibuzo malunga nalento bayizobayo, Ubungakanani balento bayizobayo, kunye nemibala abayisebenzisayo. 🏆Ukuba kuyenzeka, Xhoma imifanekiso yomntwana wakho edongeni xa begqibile. Mncome umntwana wakho!

# data_list
source: Echo Songs
xh: Iingoma Zolinganiso

# data_list
source: Try a simple call-and-response chant with your child. 😃 This activity build turn-taking, memory, and early conversation skills - all through playful singing. 🎵
xh: Zama umnxeba olula -kwaye uphendule ingoma kunye nomntwana wakho.😃 Lomdlalo wakha ujika- jika, inkumbulo, kunye nezakhono zencoko ekhawulezayo - Konke kungemidlalo yokucula. 🎵

# data_list
source: 😃 You say a line, and they copy it back. 👂 For example: - You: *“Hello there!”* - Child: *“Hello there!”* - You: *“How are you?”* - Child: *“How are you?”* 💚 Now try using your own words and language.
xh: 😃Yitsho umgca, kwaye babuya bayilinganise lonto. 👂 Umzekelo: - Wena: *“Molweni apho!”* - Umntwana: *“Molweni apho!”* - Wena: *“Unjani?”* - Child: *“Unjani?” 💚 Ngoku zama ukusebenzisa amagama kunye nolwimi lwakho.

# data_list
source: Circle Clap and Dance
xh: Ukuqhwaba Kwisekile Nomdaniso

# data_list
source: Let’s play a circle game with music and dancing. 👋 This joyful game builds social confidence, movement skills, and musical rhythm - all while connecting to culture. 💛
xh: Masidlale umdlalo wesanqa ngomculo kwaye nokudanisa. 👋 Lomdlalo wovuyo wakha intlalo yokuzithemba, izakhono zentshukumo, kwaye nesingqi somnculo - ngelilixa lonke idibanisa incubeko. 💛

# data_list
source: 👋 Gather a few children (or just you and your little one) and form a small circle. 🎵 Clap your hands in rhythm and sing a well-known local song! ⭐ As the song plays, take turns dancing into the centre of the circle or copying each other’s moves. Children can jump, spin, or stomp to the beat!
xh: 👋 Qokelela abantwana abambalwa (okanye wena nje kunye nomntwana wakho omncinci) kwaye wakhe isangqa esincinci. 🎵 Qhwaba izandla ngokwesingqi kwaye ucule ingoma yendawo eyaziwayo. ⭐Njengokuba ingoma idlala, Nikanani ithuba lokudanisa phakathi kwisangqa okanye nilinganisane ngokwentshukumo zenu. Abantwana bangaxhuma-maxhuma, bajikeleze, okanye bangxishe kwisandi!

# data_list
source: One-on-One Time
xh: Ixesha Lomnye Nomnye

# data_list
source: One-on-one time with your child helps your bond grow stronger. 💚 These moments show you care and help your child feel valued, confident, and close to you. 😊
xh: Ixesha lomnye nomnye ninodwa kunye nomntwana wakho lunceda ubudlelwane benu bukhule bomelele.💚 Lemizuzu ibonisa ukuba uyakhathala kwaye unceda umntwana wakho azive exabisekile, ezithemba, kwaye asondele kuwe.😊

# data_list
source: 👀 When your child is playing by themselves, join them and show interest in what they are doing. 👂Ask questions about their activity, and listen to them. Let your child lead the activity, follow them to build their confidence and autonomy 😃. 👀 Say what you see - describing everything and supporting your child’s actions.
xh: 👀Xa umntwana wakho edlala yedwa, Ngenelela kwaye ubonise umdla kwinto abayenzayo. 👂Buza umbuzo malunga nomdlalo wabo, kwaye mamela kubo. Yeka umntwana wakho akhokhele umdlalo, balandele ukwakha ukuzithemba kubo kunye nokuzimela😃. 👀Itsho lento uyibonayo - chaza yonke into kwaye uxhasa izenzo zomntwana wakho.

# data_list
source: Be positive, praise your child, and enjoy spending this time with them 😃💚
xh: Yiba nethemba, ncoma umntwana, kwaye wonwabele ukuchitha elixesha kunye naye 😃💚

# data_list
source: Playtime with Books
xh: Ixesha Lokudlala Ngeencwadi

# data_list
source: Let’s have some playful time with books - a fun way to connect and help your child learn, grow, and feel close to you. 📚
xh: Masifumane ixesha lokudlala ngencwadi - indlela yolonwabo yokuqhagamshelana kwaye uncede umntwana wakho afunde, akhule, kwaye azive esondele kuwe.📚

# data_list
source: ⏰ Choose a quiet time without distractions - turn off the TV and put away phones. 📖 Let your child pick a book, or choose one together. 💚 Sit close and follow your child’s lead. Point to pictures, name things, and repeat words they like. 😃 Talk about what’s in the book, link it to real life, and explore feelings and ideas together.
xh: ⏰Khetha ixesha elizolileyo ngaphandle kokuphazamiseka - cima u MABONAKUDE kwaye beka kude imfonomfono. 📖 Vumela umntwana wakho akhethe incwadi, okanye nikhethe kunye. 💚 Hlala kufuphi kwaye ulandele okukhokelwa ngumntwana wakho. Yolatha kwimifanekiso, biza izinto, kwaye phinda - phinda amagama abawathandayo. 😃 Thetha malunga nento esencwadini, Hlanganisa nokwenzeka kubomu bokwenyani, kwaye phononongani iimvakalelo kunye neengcebiso.

# data_list
source: 🔄 Try to make reading a regular part of your day - when your child isn’t too tired or hungry.
xh: 🔄 Zama ukwenza ukufunda rhoqo ibeyinxalenye yosuku lwakho - xa umntwana wakho engadinwanga kakhulu okanye engalambanga.

# data_list
source: Animal Acting
xh: Linganisa Izilwanyana

# data_list
source: Get ready to roar like a lion or hop like a kangaroo! 🧸 This active game helps kids develop physical skills while also supporting speech and language development in a fun way 💚
xh: Zilungiselele ukugquma okwengonyama okanye xhuma okwekhangaru! 🧸 Lemidlalo idlamkisayo inceda abantwana ngokwasemzimbeni baphuhle kwizakhono ngelixa nakanjalo ixhasa intetho kunye nolwimi nophuhliso ngendlela eyonwabisayo 💚

# data_list
source: 📝 To start, write the names of animals on small pieces of paper and put them in a box or container. 👋 Take turns picking a piece of paper and acting out the animal - can you mimic its sounds and movements? Roar, jump, crawl, or fly just like the animal you picked! 🎉 For older kids, turn it into a fun guessing game - see if others can guess which animal you’re pretending to be!
xh: 📝 Ukuqala, bhala igama lesilwanyana kwiphetshana kwaye ufake kwibhokisi okanye kwisikhongozeli. 👋 Nikanani ithuba ukukhetha amaphetshana kwaye nilinganisa isilwanyana - ungalinganisa ngokungxola nentshukumo? Gquma, Xhuma, Khasa, okanye Bhabha ngokwesilwanya osikhethileyo! 🎉Kubantwana abadala, yijike ibeyimidlalo yoqikelelo eyonwabisayo - Jonga ukuba abanye bayakwazi uqikelela ukuba sesiphi isilwanyana ozama ukuzenza sona!

# data_list
source: Adapted from Learning Through Play: https://learningthroughplay.com/let-s-play/act-like-an-animal
xh: Ihlenga hlengiswe ngabakwa Learning Through Play: https://learningthroughplay.com/let-s-play/act-like-an-animal

# data_list
source: Freeze Dance
xh: Umdaniso ka Freeze

# data_list
source: Get ready to dance and freeze with this exciting activity that kids love! 🎵 This fun game is great for building listening skills and self-control as children practise stopping and starting. ✨
xh: Zilungiselele ukudanisa kwaye ufrize ngalomdlalo ovuyisayo othi uthandwe ngabantwana!🎵 Lomdlalo wonwabisayo umhle kakhulu ukwakha izakhono zokumamela kwaye nezokuzeyisa njengoko abantwana bezama ukuyeka kunye nokuqala.✨

# data_list
source: 📻 Play some music and let your child dance or move however they like. ⏸ When you press pause and the music stops, tell them to freeze (to not move at all!) in one place. 📻 Press play again and let your child continue dancing until the next time you pause the music and say freeze!
xh: 📻Dlala umculo kwaye vumela umntana wakho adanise okanye bashukume ngendlela abathanda ngayo. ⏸Xa ucofa iqosha lokumisa kwaye umculo ume, baxelele bafrize (banganyakazi kwaphela!) endaweni enye. 📻Cofa udlala kwakhona uvumele umntana wakho aqhubekeke edanisa kude kufikelele ixesha elilandelayo loku misa umculo kwaye uthi bafrize!

# data_list
source: Mystery Bag
xh: Ingxowa Yemfihlo

# data_list
source: Let’s turn an everyday bag into a fun guessing game that builds your child's senses, language and thinking skills! 👜
xh: Masijike isingxobo semihla ngemihla sibengumdlalo wokuqikelela owonwabisayo owakha iimvakalelo zomntana wakho, ulwimi kwaye nezakhono zokucinga

# data_list
source: 🏆 Simply place different objects into a bag and ask your child to reach in, feel an item, and guess what it is before pulling it out. 👋 When they pull out the item, ask them questions to describe what they see: Is it smooth or scary? Bumpy or bright? 💡It’s a fun way to introduce new words and stimulate their sense of touch!
xh: 🏆Ngokulula, beka izinto ezahlukeneyo ngaphakathi kwisingxobo kwaye ucele umntwana wakho afake isandla, ayive into, kwaye aqikelele ukuba yintoni phambi kokuba ayitsale ibengaphandle. 👋Xa etsala into ngaphandle, mbuze imibuzo echaza lento ayibonayo: Ingaba igudile okanye iyoyikeka? Ingamaqhuma okanye iqaqambile? 💡Yindlela eyonwabisayo yokwazisa amagama amatsha kwaye neyokuvuselela iimvakalelo zabo zokubamba!

# data_list
source: Adapted from British Council: https://learnenglishkids.britishcouncil.org/parents/top-tips/mystery-bag-game
xh: Ihlenga hlengiswe ngabe British Council: https://learnenglishkids.britishcouncil.org/parents/top-tips/mystery-bag-game

# data_list
source: Fun with Food
xh: Ulonwabo ngo Kutya

# data_list
source: Let’s turn cooking time into learning time - with counting, comparing, and teamwork in the kitchen! 👩🏽‍🍳
xh: Masijike ixesha lokupheka silenze ixesha lokufunda - ngokubala, ukuthelekisa, kunye nomsebenzi weqela ekhitshini! 👩🏽‍🍳

# data_list
source: 💚 Invite your child to help you cook for your family, or to help you prepare a colourful fruit salad. 🍅 As you gather the ingredients, ask them to count: 'How many tomatoes do we have?' This builds maths skills and encourages teamwork. 5️⃣ Help your child to understand adding and subtracting quantities. 'We need five tomatoes, if we have three, how many more do we need?' This makes learning fun! 👀 Let’s make it playful! Ask, 'Which is bigger: the tomato or the onion?' This reinforces comparison skills.
xh: 💚Mema umntwana wakho akuncedise uphekela usapho lwakho, okanye akuncedise ukulungiselela imibala yesalad yeziqhamo. 🍅 Njengokuba uqokelela izinongo, Cela bona babale: Zingaphi tomato esinazo? 'Lento yakha izakhono zezibalo kwaye ikhuthaza ukusebenzisana. 5️⃣ Nceda umntwana wakho aqonde ukongeza kunye nothabatha isixa. Sifuna itomato ezintlanu, ukuba sinezintathu, Sidinga zibengaphi ukongeza? Lento yenza kubelulonwabo ukufunda! 👀Masiyenze lento umdlalo! Buza, 'Yeyiphi enkulu: yitomato okanye litswele? 'Lena yakha uthelekiso lwezakhono.

# data_list
source: Adapted from Thrive By Five: https://www.thrivebyfive.com/
xh: Ihlenga hlengiswe ngabakwa Thrive By Five: https://www.thrivebyfive.com/

# data_list
source: I Spy Colours!
xh: Ndihlola Imibala!

# data_list
source: Let’s play a fun guessing game to build your child’s focus and word skills - it starts with “I spy!” 👀 This game is a fun and interactive way to help your child learn words, observe, and stay concentrated. 🏁
xh: Masidlale umdlalo owonwabisayo wokuqikelela ukwakha ingqalelo yomntana wakho kunye nesakhono samagama - iqala ngo '' Ndiyahlola''!👀 Lomdlalo yindlela eyonwabisayo kwaye esebenzisanayo yokunceda umntana wakho afunde amagama, ajonge kwaye ahlale eqwalasele.🏁

# data_list
source: 👀 Choose an object around you and say: “I spy with my little eye, something that is…” and say the colour of the object, like “yellow” or “red”. ✅ Encourage your child to look around and guess what the object might be. When they guess correctly, give them praise and switch roles! 🔑 If they’re having trouble guessing, offer clues like, “It’s round” or “It’s somewhere in that corner". 🔄 Keep the game going with new objects and different colours.
xh: 👀Khetha into ekufuphi nawe kwaye uthi: ''Ndiyahlola ngemehlo lam elincinci, into leyo e...'' kwaye utsho umbala walento, njengo'' tyheli okanye ubomvu''. ✅Mkhuthaze umntana wakho uba ajonga jonge kwaye aqikelele ukuba lento ingayintoni. Ukuba uqikelele ngokuchanekileyo, mncome kwaye utshintshe indima! 🔑Xa uyasokola ukuqikelela, mnike umkhondo njenge ''ikwalapha kufuphi'' okanye ''ikulandawo ngakula kona'' 🔄Gcina umdlalo uqhubekeka ngezinto ezintsha kunye nemibala eyahlukeneyo.

# data_list
source: Adapted from Brain Building Through Play by Harvard University: https://developingchild.harvard.edu/resources/brainbuildingthroughplay/
xh: Ihlenga hlengiswe ngabakwa Brain Building Through Play by Harvard University: https://developingchild.harvard.edu/resources/brainbuildingthroughplay/

# data_list
source: Make up a Story
xh: Yenza Ibali

# data_list
source: Creating stories together is a great way to have fun with imagination - and to build your child’s creativity! 📖
xh: Ukwenza amabali kunye yindlela entle kakhulu yokonwaba ngokuboniswa - kunye nokwakha ubuchule bomntwana wakho! 📖

# data_list
source: 5️⃣ With your child, come up with 5 words to use. They can be any words you want! For example: banana, spaceship, fish, water, painting, cooking, wedding. If you need to remember them, write them clearly on a paper with your child. 🎂 Start your story with, “Once upon a time, there was a…” and use one of the words from the list in the first part. For example, “Once upon a time, there was a family who worked on a *banana* farm.” 📝 Let your child make up the next part using another word from the list. 🔄 Take turns until you have used all the words and created a story.
xh: 5️⃣ Kunye nomntwana wakho, iza namagama ayi''5'' anokusetyenziswa. Ingangawo nawaphina amagama owafunayo! Umzekelo: ibanana, isikhitshana, intlanzi, amanzi, ipeyinti, ukupheka, umtshato. Ukuba udinga ukuwakhumbula, wabhale cacileyo kwiphepha kunye nomntwana wakho. 🎂 Qala ibali nge, ''Ngenye imini, Kwakune... kwaye sebenzisa elinye lamagama akwinxalenye yoluhlu. Umzekelo, Ngenye imini, Kwakunosapho olwalusebenza kwifama *yebanana.* 📝 Yeka umntwana wakho enze indawo elandelayo asebenzise elinye igama elikwinxalenye yoluhlu. 🔄 Tshintshanani nide nikwazi ukusebenzisa onke lamagama nisenza ibali.

# data_list
source: 🔔 Be creative and do not tell your child what to say. It does not need to be a real story to be fun!
xh: 🔔 Yiba nobuchule kwaye ungamxeleli umntwana wakho ukuba makathini. Akuyomfuneko ukuba ibe libali lokwenyani ukuze kube mnandi!

# data_list
source: Playing with Clothes
xh: Ukudlala ngeMpahla

# data_list
source: Let’s turn everyday clothes into fun learning moments - perfect for building thinking, talking, and little finger skills! 👕
xh: Masijike iimpahla zemihla ngemihla siyenze ibeyimizuzu yokufunda eyonwabisayo - kulunge kanye ukwakha ukucinga, ukuthetha, kwaye nezakhono zeminwe emincinci!👕

# data_list
source: Clothes can be the perfect ‘toys’ to help your child build fine motor skills, recognise colours, and think! Here are 3 ideas you can try: 👋 Practice Help your child exercise their fingers by showing them how buttons and zips work on clothes, and letting them practise using them! 🔵 Colours Talk about the colours of clothes! Ask your child to name the colours of their clothes and talk about all the things that are that colour: “What are all the things we can think of that are blue?” 🔶 Sorting When you have done laundry, ask your child to help you sort clothes into piles for each family member.
xh: Impahla zingaba yeyonanto 'yokudlala' ukunceda umntwana wakho ukwakha izakhono zamalungu omzimba, ukuqaphela imibala, kwaye acinge! Nazi ingcebiso eziyi''3'' omawuzizame: 👋 Ziqhelise Nceda umntwana wakho avocavoce iminwe yabo ngokubabonisa amaqhosha kunye nokusebenza koziphu ezimpahleni, kwaye bayeke baziqhelise ukubasebenzisa! 🔵Thetha ngemibala yempahla! Cela abantwana bakho babize imibala yempahla zabo, kwaye bathethe ngazo zonke izinto eziyilamibala:'Zintoni izinto esinocinga ngazo ezihobe?'' 🔶 Ukuhlela Xa ugqibile ukuhlamba impahla, cela umntwana wakho akuncedise ukusonga impahla zibeyimfumba ngokwelungu losapho ngalunye.

# data_list
source: 🧺 Simple activities like these help your child grow their confidence, coordination, and problem-solving - all while spending time with you!
xh: 🧺Imidlalo elula njengale inceda umntana wakho akhule ukuzithemba kwakhe, ulungelelaniso, kunye nokusombulula ingxaki - konke oko echitha ixesha kunye nawe!

# data_list
source: Thinking Games
xh: Imidlalo Ecingisisayo

# data_list
source: Let’s play some games to help your child think and follow instructions! These games are a playful way to build your child’s focus and confidence - and enjoy learning together! 👏
xh: Masidlale imidlalo ethile ukunceda umntana wakho acinge kwaye alandele imiyalelo! Lemidlalo yindlela yokwakha ingqwalasela yomntwana wakho kunye nokuzithemba - kwaye nonwabele ukufunda kunye!👏

# data_list
source: ❗ **Game 1: Mama/Daddy Says** Give your child simple instructions that begin with “Mama says…” or “Daddy says…” For example: • “Mama says… touch your head” • “Daddy says… jump twice” Once your child understands, you can make it more fun by adding extra steps: • “Mama says… jump, then clap and sit!” 🔵🔴 **Game 2: Blue-Red** Say a colour, and your child must quickly find and touch something that matches. To make it harder, try opposites: • “If I say blue, touch something red.” • “If I say red, touch something blue.”
xh: ❗ **Umdlalo 1: Mama/Tata Uthi** Nika umntwana wakho umyalelo olula oqala ngo''Mama uthi...'' okanye u''Tata uthi...'' Umzekelo: • u''Mama uthi... bamba intloko yakho'' • u''Tata uthi... Xhuma kabini'' Akuqonda umntwana wakho, ungayenza ibeyinto eyonwabisayo ngokufakela amanye amabakala ongezelelweyo: ''Mama uthi... bamba intloko yakho'' • uMama uthi... xhuma, emva koko uqhwabe kwaye uhlale!'' 🔵🔴 **Umdlalo 2: Luhlaza-Bomvu** Itsho umbala, kwaye umntwana wakho kumele ngokukhawuleza ayifumane ayibambe kwaye abambe into efanayo. Ukuyenza nzima, zama echaseneyo: • “Ukuba ndithi luhlaza, bamba into ebomvu.” • “Ukuba ndithi bomvu, Bamba into eluhlaza.”

# data_list
source: A Friendly Chat
xh: Incoko yobuhlobo

# data_list
source: Talk to your child about something that they are interested in! 😃 Talking about their interests builds trust, confidence, and communication skills - and shows your child that what they care about matters to you 💛
xh: Thetha nomntwana wakho ngento abanomdla kuyo!😃 Ukuthetha ngomdla wabo kwakha ukuthembeka, ukuzithemba, kwaye izakhono zonxibelelwano - kwaye ibonisa umntwana wakho ukuba into abayikhathaleleyo ibalulkekile kuwe 💛

# data_list
source: ⚽ An easy way to start talking to your child is to ask them about something they are interested in, for example you could talk about topics such as: sports, books, movies, friends, music, celebrities, or school.
xh: ⚽ Indlela elula ukuqalisa ukuthetha nomntwana wakho kukubuza malunga nento abanomdla kuyo. Umzekelo, ungathetha malunga nezihloko ezinjenge: imidlalo, iincwadi, imiboniso bhanyabhanya, abahlobo, umculo, oosaziwayo, okanye isikolo.

# data_list
source: 👂 You may not find everything your child shares to be interesting, but it’s important to show enthusiasm and an eagerness to learn.
xh: 👂 Ungangafumani yonke into abelana ngayo umntwana wakho inikisa umdla, kodwa kubalulekile ukubonisa umdla kwaye nentumakelelo yokufunda.

# data_list
source: Skipping Rope Song
xh: Ingoma Yotsiba Intambo

# data_list
source: Let’s get moving with a skipping game. 🎈 This energetic game builds coordination, confidence, and teamwork. 🌈
xh: Masishukume ngomdlalo wokutsiba.🎈 Lomdlalo udlamkileyo wakha ulungelelaniso, ukuzithemba, kunye nomsebenzi weqela.🌈

# data_list
source: 🎈 Find a long rope or make one from tied-up tights or string. 2️⃣ Two people turn the rope while one jumps in the middle. 🎵 Sing a song together as they jump – do you remember one from your childhood or can you use a different song you all know? 🏆 You can add fun moves like hopping, clapping, or even dancing while skipping. 💛 Then switch places so everyone gets a turn.
xh: 🎈Fumana intambo ende okanye yenza enye ngomtya obotshwayo iqine okanye umtya. 2️⃣Abantu ababini bajikelezisa intambo ngelixa omnye exhuma phakathi 🎵 Sicula ingoma sonke njengokuba bexhuma --- ikhona oyikhumbulayo ngokuya wawusengumntwana okanye ungasebenzisa ingoma eyahlukileyo eniyazi nonke? 🏆 Ungongeza intshukumo ezonwabisayo ezifana nokutsiba, ukuqhwaba, okanye ungadanisa ngelixa utsiba- tsibayo. 💛 Emva koko tshintsha indawo ukwenzela wonke umntu afumane ithuba.

# data_list
source: Hot or cold
xh: Shushu okanye Banda

# data_list
source: Ready to hunt for hidden treasure using clues? 🎁 This fun-filled game is perfect for challenging problem-solving and communication skills while keeping everyone engaged with exciting clues! ✨
xh: Ukulungele ukukhangela ubutyebi obufihliweyo usebenzisa umkhondo? 🎁 Lomdlalo ululonwabo olugqibeleleyo kwimiceli mngeni nokusombulula ingxaki kwaye nakwisakhono sonxibelelwano ngelixa ugcine wonke umntu ebandakanyeka ngemikhondo evuyisayo! ✨

# data_list
source: ⚽ Here’s what you’ll need: something easy to hide, like toys or balls.
xh: ⚽ Nantsi into ozakuyidinga: into elula ukuyifihla, njenge toyizi okanye ibhola.
