Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_teens_za/*/*_library.po
Languages: xh

# data_list
source: An emergency
xh: Ingxakeko

# data_list
source: **Are you in need of emergent assistance?** ğŸ“ Police (SAPS): 10111 ğŸ“ Emergency Line: 112 ğŸ“ Ambulance: 10177 ğŸ“ Fire Department: 10177 ğŸ“ Crime Stop (South African Police Service): 0860 010 111 ğŸ“ General: 0800 4357 4 8
xh: **Ingaba udinga uncedo olungxamisekileyo?** ğŸ“ Police (SAPS): 10111 ğŸ“ Emergency Line: 112 ğŸ“ Ambulance: 10177 ğŸ“ Fire Department: 10177 ğŸ“ Crime Stop (South African Police Service): 0860 010 111 ğŸ“ General: 0800 4357 4 8

# data_list
source: A challenge with alcohol or drugs
xh: Umceli mngeni wotywala okanye iziyobisi

# data_list
source: **Would you like to talk to someone about challenges you or a loved one are experiencing with alcohol or drugs?** **Alcoholics Anonymous (AA)** AA offers free, anonymous support for people who want to stop drinking. Meetings take place across South Africa. ğŸ“ National Helpline (24/7): 0861 435 722 ğŸŒ www.aasouthafrica.org.za **Al-Anon Family Groups** Al-Anon supports anyone affected by a loved oneâ€™s drinking. Meetings are free, safe, and confidential. ğŸ“ National Helpline: 086 125 2666 ğŸŒ www.alanon.org.za **Nar-Anon Family Groups** Nar-Anon provides support to family and friends of people struggling with drug addiction. ğŸ“ National Helpline: 088 129 6791 ğŸŒ www.naranon.org.za **South African National Council on Alcoholism and Drug Dependence (SANCA)** SANCA offers help with prevention, counselling, and treatment for substance use. ğŸ“ General: 011 892 3829 ğŸ“ WhatsApp call: 076 535 1701 ğŸŒ www.sancanational.info **Department of Social Development (DSD)** The DSD helpline offers free 24/7 support for substance use and other social issues. ğŸ“ Helpline: 0800 121 314 ğŸ“© SMS: 32312 **WhatsApp Chat Line â€“ National Substance Abuse Helpline** A free WhatsApp chat line for information and support around alcohol or drugs. ğŸ“± WhatsApp: 087 163 2025 (8amâ€“5pm)
xh: **Ungathanda ukuba uthethe nomntu malunga nengxaki wena okanye umntu omthandayo ajongene nazo ngotywala neziyobisi?** **Alcoholics Anonymous (AA)** AA inikezele ngenkxaso emahala, ebantwini abafuna ukuyeka ukusela. Iintlanganiso zihlalelwa kwiindawo ezise Mzantsi Afrika. ğŸ“ National Helpline (24/7): 0861 435 722 ğŸŒ www.aasouthafrica.org.za **Al-Anon Family Groups** Al-Anon ixhasa wonke umntu ochaphazelekileyo ngenza yokusela komntu amthandayo. Intlanganiso zimahala, kwaye zikhuselekile kwaye ziyimfihlo. ğŸ“ National Helpline: 086 125 2666 ğŸŒ www.alanon.org.za **Nar-Anon Family Groups** Nar-Anon inika inkxaso kwintsapho nakubantu abanezihlobo ezilwa nokuthanda iziyobisi. ğŸ“ National Helpline: 088 129 6791 ğŸŒ www.naranon.org.za **South African National Council on Alcoholism and Drug Dependence (SANCA)** SANCA inika inkxaso ngokunceda nokuthintelo, ukuncedisana, kunye namayeza eziyobisi. ğŸ“ General: 011 892 3829 ğŸ“ WhatsApp call: 076 535 1701 ğŸŒ www.sancanational.info **Department of Social Development (DSD)** Inombolo yakwaDSD emahala inikeza ngenkxaso 24/7 kwisiyobisi kunye neminye imiceli mngeni yasekuhlalani ğŸ“ Helpline: 0800 121 314 ğŸ“© SMS: 32312 **WhatsApp Chat Line â€“ National Substance Abuse Helpline** A free WhatsApp chat line ngenkcukacha kunye nenkxaso jikelele ngotywala okanye neziyobisi. ğŸ“± WhatsApp: 087 163 2025 (8amâ€“5pm)

# data_list
source: A legal problem
xh: Ingxaki kwezomthetho

# data_list
source: **Do you need legal assistance?** **Black Sash Helpline** Black Sash offers free advice on social grants, legal rights, and government services. ğŸ“ Call or WhatsApp: 072 663 3739 / 063 610 1865 ğŸŒ www.blacksash.org.za **Legal Aid South Africa** Legal Aid provides free legal services for low-income individuals across many legal issues. ğŸ“ 0800 110 110 ğŸ“© Send a 'please call me' to: 079 835 7179 ğŸŒ www.legal-aid.co.za **Refugee Rights Unit â€“ UCT Law Clinic** Offers legal advice and support for asylum seekers and refugees in South Africa. ğŸ“± WhatsApp (for status): 072 499 8146 ğŸ“± WhatsApp (for rights): 078 594 5591 ğŸŒ www.refugeerights.uct.ac.za **South African Social Security Agency (SASSA)** SASSA provides information about social grants and who qualifies for support. ğŸŒ www.sassa.gov.za (Click the â€˜Social Grantsâ€™ tab to review your options)
xh: **Udinga uncedo ngezomthetho?** **Black Sash Helpline** Black Sash inika inkxaso ngengcebiso kwisibonelelo sikarhulumente semali, amalungelo omthetho, kunye nemisebenzi karhulumente. ğŸ“ Call or WhatsApp: 072 663 3739 / 063 610 1865 ğŸŒ www.blacksash.org.za **Legal Aid South Africa** Legal Aid provides free legal services yeyabantu abafumana imivuzo ephantsi jikelele ngengxaki ezininzi zomthetho. ğŸ“ 0800 110 110 ğŸ“© Send a 'please call me' to: 079 835 7179 ğŸŒ www.legal-aid.co.za **Refugee Rights Unit â€“ UCT Law Clinic** Inikezela ngengcebiso kwezomthetho kunye nenkxaso kwi asylum seekers kunye refugees in South Africa. ğŸ“± WhatsApp (for status): 072 499 8146 ğŸ“± WhatsApp (for rights): 078 594 5591 ğŸŒ www.refugeerights.uct.ac.za **South African Social Security Agency (SASSA)** SASSA unikezela ngeenkcukacha malunga nezibonelelo zika rhulumente kwaye nomntu oselungelwenu lokufumana lenkxaso. ğŸŒ www.sassa.gov.za (Click the â€˜Social Grantsâ€™ tab to review your options)

# data_list
source: Feeling unsafe at home or in my relationship
xh: Uziva ungakhuselekanga ekhaya okanye kwezobudlelwano

# data_list
source: **Would you like to talk to someone about feeling unsafe in your home or with your partner?** **South African Depression and Anxiety Group (SADAG)** SADAG offers emotional support and referrals for people in distress, including those feeling unsafe at home. ğŸ“ 0800 567 567 ğŸŒ www.sadag.org (Online support groups available) **Gender-Based Violence (GBV) Command Centre** The GBV helpline offers 24/7 support for anyone experiencing abuse or violence. ğŸ“ 0800 428 428 ğŸ“© Send a â€˜please call meâ€™ to: *120*7867#
xh: Ungathanda ukuthetha nomnye nomntu ngendlela yokungakhuseleki ekhayeni lakho okanye kwiqabane lakho?** **South African Depression and Anxiety Group (SADAG)** SADAG Unikezela ngenkxaso yomphefumlo kunye nokugqithisela abantu abanonxinzelelo, kubandakanya nabo baziva bengakhuselekanga emakhaya. ğŸ“ 0800 567 567 ğŸŒ www.sadag.org (Amaqela enkxaso ayafumaneka Online) **Gender-Based Violence (GBV) Command Centre** The GBV helpline offers 24/7 Ixhasa naye nabani onamava wokuhlukunyezwa okanye ubundlobongela. ğŸ“ 0800 428 428 ğŸ“©Thumela 'please call' ku: *120*7867#

# data_list
source: A referral related to violence
xh: Ukudlulisela okunxulumene nobundlobongela

# data_list
source: **Do you need to find referrals for challenges relating to violence**? **Crime Stop (South African Police Service)** Report crimes or suspicious activity anonymously. ğŸ“ 0860 010 111 **Childline South Africa** Free 24/7 support for children and anyone concerned about a childâ€™s safety. ğŸ“ 116 ğŸŒ www.childlinesa.org.za **Gender-Based Violence (GBV) Command Centre** 24/7 help for anyone experiencing abuse or gender-based violence. ğŸ“ 0800 428 428 ğŸ“© Send a â€˜please call meâ€™ to: *120*7867# **Thuthuzela Care Centres (TCCs)** Support for survivors of rape and sexual violence, including medical care and counselling. ğŸŒ Find your nearest TCC: www.gov.za/TCC **Safeline (Male Survivor Helpline)** Confidential support for boys and men affected by sexual abuse or violence. ğŸ“ 0800 035 553 Refugee Support (Scalabrini Centre) Legal and psychosocial help for refugee children and families. ğŸ“± WhatsApp (children): 063 656 5080 ğŸ“± WhatsApp (refugee rights): 078 594 5591 ğŸŒ www.scalabrini.org.za
xh: ** Ngaba kufuneka ufuna iindawo onokudluliselwa kuzo malunga nemimiceli mngeni enxulumene nobundlobongela**? **Crime Stop(South African Police Service)** Xela ulwaphulo mthetho okanye umsebenzi owukrokrelekayo ngokungazivezi wena. ğŸ“ 0860 010 111 **Childline South Africa** Free 24/7 Inkxaso yabantwana kwaye nabani na onovelwano malunga nokhuseleko lwabantwana. ğŸ“ 116 ğŸŒ www.childlinesa.org.za**Gender-Based Violence (GBV) Command Centre** 24/7 Inceda nabani na oye wakuhlukunyezwa okanye wahlangabezana nokuphathwa gadalala ngokwesini. ğŸ“ 0800 428 428 ğŸ“© Send a â€˜please call meâ€™ to: *120*7867# **Thuthuzela Care Centres (TCCs)** Ixhasa abasindiliyo kuhlukunyezo ngokwesondo, ukuphathwa gadalala ngokwesondo, ukuquka ukunakekelwa ngezempilo kunye neengcebiso. ğŸŒ Fimana ekufutshane nawe i TCC: www.gov.za/TCC **Safeline (Male Survivor Helpline)** Ukuxhaswa kwamakhwenkwe ekhusini kunye namadoda achaphazeleke kuhlukunyezo ngokwesondo okanye ubundlobongela. ğŸ“ 0800 035 553 Refugee Support (Scalabrini Centre) Legal and psychosocial, inceda abantwana kunye intsapho ezingengabo abaemi balapha. ğŸ“± WhatsApp (children): 063 656 5080 ğŸ“± WhatsApp (refugee rights): 078 594 5591 ğŸŒ www.scalabrini.org.za

# data_list
source: A challenge in my family
xh: Umceli mngeni kusapho lwam

# data_list
source: **Do you need more information or support in managing a challenge in your family?** **Department of Social Development (DSD)** Offers support with family issues, child welfare, and elder care. ğŸ“ 0800 220 250 (Monday-Friday, 8am-4pm) ğŸš© Visit your local DSD office (Monday-Friday, 8am-4pm) **ACVV (Afrikaanse Christelike Vroue Vereniging)** Supports families in crisis through social work, child protection, and community services. ğŸŒ www.acvv.org.za **Badisa** Faith-based organisation offering social support for families, children, the elderly, and people with disabilities. ğŸŒ www.badisa.org.za **Childline South Africa** 24/7 helpline for children or families needing support, guidance, or to report abuse. ğŸ“ 116 ğŸŒ www.childlinesa.org.za
xh: **Ingaba ufuna ulwazi oluninzi okanye inkxaso ekulawuleni umceli mngeni kusapho lwakho.**? **Department of Social Development (DSD)** Inikezela ngenkxaso kwimiba yentsapho, intlalo ntle yabantwana, kunye nokunakekelwa kwabantu abadala. ğŸ“ 0800 220 250 (Monday-Friday, 8am-4pm) ğŸš© Visit your local DSD office (Monday-Friday, 8am-4pm) **ACVV (Afrikaanse Christelike Vroue Vereniging)** Ixhasa intsapho ngonontlalo ntle, ukhuseleko lwabantwana, kunye nenkonzo zoluntu. ğŸŒ www.acvv.org.za **Badisa** Faith-based organisation inikeza ngonkxaso yokuhlala kwintsapho, abantwana, abantu abadala, kunye nabantu abakhubazekileyo. ğŸŒ www.badisa.org.za **Childline South Africa** 24/7 Umnxeba woncedo lwabantwana, intsapho ezidinga inkxaso, isikhokelo, okanye ukuxela ngohlukunyezo. ğŸ“ 116 ğŸŒ www.childlinesa.org.za

# data_list
source: Feelings of anxiety or sadness
xh: Imvakalelo zokuxhalaba okanye usizi

# data_list
source: **Do you have questions about what to do if you or a loved one may be feeling sad or anxious?** South African Depression and Anxiety Group (SADAG) Offers free mental health support, counselling, and referrals for adults and teens. ğŸ“ 0800 567 567 ğŸŒ www.sadag.org Lifeline South Africa Provides 24/7 counselling and emotional support for anyone in distress. ğŸ“ 0861 322 322 ğŸ“± WhatsApp call: 065 989 9238 ğŸŒ www.lifeline.org.za Childline South Africa Free helpline for children and young people needing emotional support or help. ğŸ“ 116 ğŸŒ www.childlinesa.org.za
xh: **Ingaba unemibuzo malunga nokubawenze ntoni ukuba wena okanye umntu omthandayo unokuziva ulusizi okanye unexhala.**? South African Depression and Anxiety Group (SADAG) Inikeza inkxaso kululeko lwengqondo mahala,ingcebiso, kunye nokuthunyelwa kwabantu abadala kunye nabantwana abafikisayo. ğŸ“ 0800 567 567 ğŸŒ www.sadag.org Lifeline South Africa Inikezela 24/7 ngoluleko lwengqondo kunye nenkxaso yomphefumlo kuye nabani ongxunguphelayo. ğŸ“ 0861 322 322 ğŸ“± WhatsApp call: 065 989 9238 ğŸŒ www.lifeline.org.za Childline South Africa Umnxeba woncedo olumahala wabantwana abadinga inkxaso ngokwemvakalelo okanye uncedo. ğŸ“ 116 ğŸŒ www.childlinesa.org.za

# data_list
source: A health referral
xh: Ukudluliselwa kwezempilo

# data_list
source: **Would you like to talk to someone about your health questions?** **AIDS Helpline (National Department of Health)** Free, confidential support on HIV, treatment, testing, and prevention. ğŸ“ 0800 012 322 **Cancer Association of South Africa (CANSA)** Support, screening info, and referrals for cancer-related health concerns. ğŸ“ 0800 226 622 ğŸŒ www.cansa.org.za **Marie Stopes South Africa** Support for family planning, abortion, and sexual health. ğŸ“ 0800 117 785 ğŸŒ www.mariestopes.org.za **Lifeline South Africa** Counselling for sexual health, relationships, and unplanned pregnancy. ğŸ“ 0861 322 322 ğŸŒ www.lifeline.org.za **Termination of Pregnancy Services** Public info on safe and legal abortion options. ğŸ“ Department of Health 012 395 8000 ğŸŒ https://www.gov.za/services/services-residents/birth/terminate-pregnancy **Menâ€™s Sexual Health (including circumcision)** Ask the professional nurse at your local clinic for free advice and services.
xh: **Ungathanda ukuthetha nomnye umntu malunga ngemibuzo ngempilo yakho? **AIDS Helpline (National Department of Health)* Inkxaso esemfihlakalweni yamahala nge HIV, treatment, testing, kunye prevention. ğŸ“ 0800 012 322 **Cancer Association of South Africa (CANSA)** Ixhasa, screening info, and referrals for cancer-related health concerns. ğŸ“ 0800 226 622 ğŸŒ www.cansa.org.za **Marie Stopes South Africa** Ixhasa nge family planning, abortion, kunye sexual health. ğŸ“ 0800 117 785 ğŸŒ www.mariestopes.org.za **Lifeline South Africa** Uloluleko lwengqondo kwi sexual health, relationships, kunye unplanned pregnancy. ğŸ“ 0861 322 322 ğŸŒ www.lifeline.org.za **Termination of Pregnancy Services** Public info on safe and legal abortion options. ğŸ“ Department of Health 012 395 8000 ğŸŒ https://www.gov.za/services/services-residents/birth/terminate-pregnancy **ImpiloYamadoda ngokwezesondo(Ukuquka nolwaluko)** Cela umongikazi oqeqeshiweyo kwikliniki ekufutshane nawe ukuze akucebise kunye nenkonzo zasimahla.

# data_list
source: A disability
xh: Ukukhubazeka

# data_list
source: **Would you like to find someone to talk to for support regarding disability?** **Department of Social Development (DSD)** Provides disability grants, support services, and referrals through offices across South Africa. ğŸ“ Contact your local DSD office **National Disability WhatsApp Support Line** General guidance and referrals for all disabilities. ğŸ“± WhatsApp: 081 517 8757 ğŸŒ www.wcapd.org.za (based in Western Cape, assists nationally) **South African Disability Alliance (SADA)** A national network of organisations supporting persons with disabilities across different sectors. ğŸŒ www.sada.org.za **BlindSA** Offers support, advocacy, and accessible resources for blind and visually impaired persons. ğŸ“ Helpline: 060 967 0258 ğŸŒ www.blindsa.org.za **Autism South Africa** Information, resources, and guidance for families and individuals living with autism. ğŸŒ www.aut2know.co.za
xh: **Ungathanda ukufumama umntu onokuthetha naye ngenkxaso malunga nokukhubazeka?** **Department of Social Development (DSD)** Inikezala nge disability grants, support services, kunye referrals through offices across South Africa. ğŸ“ Contact your local DSD office **National Disability WhatsApp Support Line** General guidance and referrals for all disabilities. ğŸ“± WhatsApp: 081 517 8757 ğŸŒ www.wcapd.org.za (based in Western Cape, assists nationally) **South African Disability Alliance (SADA)** A national network of organisations supporting persons with disabilities across different sectors. ğŸŒ www.sada.org.za **BlindSA** Inikezela ngenkxaso ye, advocacy, kunye ne accessible resources for blind kunye visually impaired persons. ğŸ“ Helpline: 060 967 0258 ğŸŒ www.blindsa.org.za **Autism South Africa** Information, resources, and guidance for families and individuals living with autism. ğŸŒ www.aut2know.co.za

# data_list
source: A school challenge
xh: Imiceli mngeni yesikolo

# data_list
source: **Would you like to find someone to talk to for support regarding school challenges?** **SA School Helpline (Department of Basic Education)** Offers advice on school registration, bullying, rights, and other school-related issues. ğŸ“ 0800 202 933
xh: **Ungathanda ukufumana umntu onokuthetha naye ngenkxaso malunga nemiceli mngeni engesikolo?** **SA School Helpline (Department of Basic Education)** Inikezela ngeengcebiso kwi school registration, bullying, rights, and other school-related issues. ğŸ“ 0800 202 933

# data_list
source: Support Contacts
xh: Uqhagamshelwano lwenkxaso

# data_list
source: I need help with:
xh: Ndidinga uncedo nge:

# data_list
source: Essential Tools
xh: Izixhobo Ezibalulekileyo

# data_list
source: Take a Pause
xh: Yithi Nqumama

# data_list
source: Parents of Young Children
xh: Abazali babantwana abancinci

# data_list
source: Parents of Teens
xh: Abazali babantwana abafikisayo
