Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_teens_za/*/*_modules_oneononetime.po
Languages: xh

# data_list
source: Today we are learning about spending one-on-one time with our children. Spending dedicated time with your child will make them feel valued and loved. It will also build trust and respect, and support their learning.
xh: Namhlanje sifunda ngokuchitha ixesha elinye omnye nomnye kunye nabanwana bethu. ukuchitha ixesha elaneleyo kunye nomntwana wakho limenza azive exabisekile kwaye ethandwa. Kuya kwakha ukuthembana kunye nentlonipho nokuxhasa ukufunda kwabo.

# data_list
source: Why is spending one-on-one time with your child important? Tap play to learn
xh: Kutheni kubalulekile ukuchitha ixesha elinye omnye nomnye kunye nabantwana bakho abafikisayo? Cofa udlala ukuze ufunde

# data_list
source: Greetings everyone! Our children don't need expensive gifts. The best gift we can give them is to spend one on one time with them. By spending time together, you will understand your child better and they will learn many new things. Having this time together with your child will feel special because it will help them feel loved and valued. That will make everything easier at home!
xh: Molweni nonke! Abantwana bethu abadingi zipho zexabiso. Esona sipho esingabanika sona kukuchitha ixesha elinye omnye nomnye kunye. Ngokuchitha ixesha kunye, uyakumqonda ngakumbi umntwana kwaye bayakufunda izinto ezitsha ezininzi. Ukuba neli xesha kunye nomntwana wakho kuyamenza azive ebalulekile kuba iyakumnceda ukuba azive ethandwa kwaye exatyiswe. Iyakwenza yonke into ibelula ekhaya!

# data_list
source: One-on-one time can be fun for both of you! Let’s look at how @data.characters.f2_grandmother.name and @data.characters.f2_daughter_3.name do this.
xh: Ixesha lomnye nomnye lingabamnandi kuni nobabini! Makhe sijonge ukuba u@data.characters.f2_grandmother.name kunye no@data.characters.f2_daughter_3.name bakwenza njani oku.

# data_list
source: I have 5 minutes and I would like to spend it with you, @data.characters.f2_daughter_3.name. What would you like to do?
xh: Ndinemizuzu eyi 5 kwaye ndingathanda ukuyichitha nawe,@data.characters.f2_daughter_3.name. Yintoni ongathanda uyenza?

# data_list
source: I want to play dress-up!
xh: Ndifuna ukudlala isinxibo!

# data_list
source: Wonderful idea, @data.characters.f2_daughter_3.name! I see you are taking out the yellow scarf with blue stripes on it.
xh: Umbono omhle,u@data.characters.f2_daughter_3.name!Ndiyabona ukhupha isikhafu esithyeli esinemingca eluhlaza kuso.

# data_list
source: @data.characters.f2_grandmother.role_name, it’s for you.
xh: u@data.characters.f2_grandmother.role_name, Sesakho.

# data_list
source: Thank you, I love this scarf!
xh: Enkosi, Ndiyasithanda esisikhafu!

# data_list
source: Wear it, @data.characters.f2_grandmother.role_name!
xh: Sinxibe,@data.characters.f2_grandmother.role_name!

# data_list
source: @data.characters.f2_daughter_3.name finds a dress to wear.
xh: u@data.characters.f2_daughter_3.name ufumene ilokhwe yonxiba.

# data_list
source: Well done for getting that dress on by yourself, @data.characters.f2_daughter_3.name. You’re learning to do so many new things for yourself!
xh: Wenze kakuhle ngokuzinxibisa ngokwakho loo lokhwe, u@data.characters.f2_daughter_3.name.ufunda ukuzenzela izinto ezininzi ezintsha ngokwakho!

# data_list
source: Let’s reflect on how @data.characters.f2_grandmother.name and @data.characters.f2_daughter_3.name spent one-on-one time together.
xh: Masibone ukuba u@data.characters.f2_grandmother.name kunye no@data.characters.f2_daughter_3.name balichitha njani ixesha lomnye nomnye kunye.

# data_list
source: How does @data.characters.f2_grandmother.name show her granddaughter, @data.characters.f2_daughter_3.name, that she is focusing on her? - 🗣️ Saying @data.characters.f2_daughter_3.name's name - 🤝🏾 Going down to her level - 👁️ Looking at @data.characters.f2_daughter_3.name - ❓ Asking her what she wants to do - ⚽ Letting her choose the activity - 👏🏾 Noticing and praising what she does
xh: Ingaba ku@data.characters.f2_grandmother.name umbonise njani umzukulwana wakhe u@data.characters.f2_daughter_3.name ukuba uqwalasele kuye? -🗣️Esitsho igama lika @data.characters.f2_daughter_3.name -🤝🏾 Esihla esiya kumgangatho wakhe -👁️ Emjongile u@data.characters.f2_daughter_3.name -❓Ebuza ukuba ufuna ukwenza ntoni -⚽ Emvumela ukuba akhethe umsebenzi -👏🏾 Eqaphela kwaye encoma izinto azenzayo

# data_list
source: How do you think @data.characters.f2_daughter_3.name and @data.characters.f2_grandmother.name feel after spending one-on-one time together?
xh: Ucinga ukuba u@data.characters.f2_daughter_3.name kunye no@data.characters.f2_grandmother.name bazive njani emva kokuchitha ixesha elinye lomnye nomnye kunye?

# data_list
source: Have another look at their facial expressions. @data.characters.f2_daughter_3.name’s and @data.characters.f2_grandmother.name probably feel closer, more relaxed and positive.
xh: Jonga kwakhona inkangeleko yobuso babo. @data.characters.f2_daughter_3.name kunye@data.characters.f2_grandmother.name Mhlawumbi bazive besondelelene, bekhululekile kakhulu, kwaye benethemba.

# data_list
source: Yes! Spending just a few minutes of focused time with your child can help you feel closer, more relaxed and positive. By following @data.characters.f2_daughter_3.name’s lead, using her name, and getting on her level, @data.characters.f2_grandmother.name is also helping her feel confident and valued.
xh: Ewe! ukuchitha imizuzu embalwa yexesha ulingxininisa kunye nomntwana wakho kunokunceda uzive usondele kuye ngakumbi, ukhululekile kwaye unethemba. Ngokulandela u@data.characters.f2_daughter_3.name ekhokela, esebenzisa igama lakhe nokuya kumgangatho wakhe u@data.characters.f2_grandmother.name kukwamnceda ukuba azive ezithembile kwaye exatyisiwe.

# data_list
source: @data.characters.f2_daughter_3.name had fun playing dress-up. Who else can enjoy games like dress-up or soccer?
xh: @data.characters.f2_daughter_3.name uve kamnandi ukundlala isinxibo. Ngubani omnye onokonwabela imindlalo efana nokunxiba okanye ibhola ekhatywayo?

# data_list
source: Only girls like dress-up, boys like soccer
xh: Ngamantombazana athanda ukunxiba, amakhwenkwe athanda ibhola ekhatywayo

# data_list
source: Many people think that, but it's not true. All children can enjoy any game – what matters is that they have fun and feel included.
xh: Abanye abantu bacinga ukuba, kodwa asiyonyaniso. bonke abantwana bayayonwabela imindlalo- okubalulekileyo bonwabe kwaye bazive bebandakanywa.

# data_list
source: Some games are for boys, others for girls
xh: Ezinye zezamakhwenkwe, ezinye zezamantombazana

# data_list
source: People often say that, but games are for everyone. When children can choose what they enjoy, they become more confident, creative, and learn to respect others too.
xh: Abantu badla ngokutsho njalo, kodwa imidlalo yeyabantu bonke. Xa abantwana bezikhethela abakonwabelayo baziva bazithembile ngakumbi, benobuchule, kwaye bafunde ukuhlonipha nabanye.

# data_list
source: All games are for all children
xh: Yonke imindlalo yeyabantwana bonke

# data_list
source: That’s right! Every child – girl or boy – can enjoy any game. Letting them choose what they like helps them learn and be confident.
xh: Kulungile! wonke umntana -- intombi okanye inkwenkwe angawonwabela nawuphina umdlalo. Ukubayeka bakhethe into abayithandayo ibanceda bafunde kwaye bazithembe.

# data_list
source: Here are some easy tips on how to connect with your child when you spend time together.
xh: Nazi ezinye ingcebiso ezilula ezinokukunxulumanisa kunye nomntana wakho xa nifuna ukuchitha ixesha kunye.

# data_list
source: DO IT EVERY DAY
xh: YENZA NGAZO ZONKE INTSUKU

# data_list
source: Spend at least 5 minutes a day with your child. More time is even better!
xh: Chitha kangangemizuzu 5 ngosuku kunye nomntana wakho. Ixesha elithe chatha lingenza ngcono!

# data_list
source: STAY FOCUSED
xh: HLALA UMISE INGQONDO

# data_list
source: Turn off the TV, put down your phone, and remove distractions. Show your child you’re really listening and paying attention!
xh: Cima umabona kude iTV, Beka phantsi ifowuni yakho, kwaye ususe izinto eziphazamisayo. Bonisa umntana wakho ukuba umamele nyhani kwaye umnika ingqwalasela!

# data_list
source: More tips
xh: Ezinye ingcebiso

# data_list
source: - Look at your child. Get down to their level. Use their name. - Describe what they are doing and feeling. Praise them. - Your child will learn a lot from what you say and do.
xh: --Jonga umntana wakho. Zehlise ubekumgangatho wabo. Sebenzisa amagama abo. -- Chaza into abayenzayo kunye nemvakalelo. Bancome. -- Umntana wakho uyakufunda lukhulu kulonto uyitshoyo kunye noyenzayo.

# data_list
source: FOLLOW THEIR LEAD
xh: LANDELA EMVA KWABO

# data_list
source: Let your child choose what to do or talk about. It helps them feel important. Ask to spend time together and try fun (or even silly!) activities.
xh: Yeka umntana wakho akhethe into makayenze okanye athethe ngayo. Lonto ibanceda bazive bebalulekile. Cela ukuba nichithe ixesha ndawonye kwaye nizame ukuzonwabisa ( okanye imidlalo egezeyo!).

# data_list
source: Now that you have learned a few tips on how to connect with your child, let's come up with some practical ideas!
xh: Kuba ngoku ufunde ingcebiso ezimbalwa zokunxibelelana kunye nomntana wakho, Makhe size nezinye imbono ezisebenzayo!

# data_list
source: How can you spend one-on-one time with your child?
xh: Ulichitha njani ixesha nomntana wakho ninodwa?

# data_list
source: Join them when they play
xh: Yibanabo xabedllala

# data_list
source: Chat before bedtime
xh: Ncokolani ngaphambi kokulala

# data_list
source: Eat a meal together
xh: Ityani ukutya kunye

# data_list
source: Watch a TV show
xh: Bukela umboniso kwiTV

# data_list
source: Read a book together
xh: Fundani incwadi kunye

# data_list
source: Do a chore together
xh: Yenzani umsebenzi kunye

# data_list
source: Great idea! Do you ever feel like you have NO TIME and are exhausted? Try to think of ways to make daily activities, like bath time or dinner, fun together.
xh: Umbono omhle! Ukhe uzive ingathi awunaxesha kwaye udiniwe? Zama ukucinga indlela zokwenza imisebenzi yemihla, Efana nokuhlamba okanye isidlo sangokuhlwa, nokudlala kunye.

# data_list
source: Ready to try out your new skills? Your home activity is to spend 5 minutes (or more) of one-on-one time with your child, every day this week.
xh: Ukulungele ukuzama izakhono zakho ezitsha? Umsebenzi wakho wasekhaya kukuchitha imizuzu 5 (okanye ngaphezulu) nomntana wakho ninodwa, ngazozonke intsuku kuleveki.

# data_list
source: Hear how one-on-one time helped @data.characters.media_female_1.name and her child connect.
xh: Mamela ukuba ukuchitha ixesha ninodwa kuncede njani @data.characters.media_female_1.name ukuba banxibelelane.

# data_list
source: When I first heard I have to spend one-on-one time with my daughter, it was hard for me. I did not know when to do it or what to say. I did not want to spoil my daughter so that she thinks we have to do everything together. But I really wanted to build my relationship with her and I wanted her to open up about what was troubling her. So we tried the One-on-One Time. First, it felt weird, but it turned out to be fun! Now we play her favourite game together and talk about things happening at school and with her friends.
xh: Ukuqala kwam ukuva ukuba kufuneka sichithe ixesha sisodwa kunye nomntwana wam ofikisayo, kwaye kwanzima kum. Ndandingayazi ukuba ndiqale nini okanye ndithini. Ndandingafuni ukumosha umntwana wam ofikisayo acinge ukuba kumele senze yonke into sisobabini. Kodwa enyanisweni bendifuna ukwakha ubudlelwane nomtwana wam ofikisayo kwaye athethe ngokukhululekileyo malunga nento emhluphayo. Siye sazama ukuchitha ixesha sisodwa. Ekuqaleni ibivakale ingaqhelekanga kodwa yaphela inikisa umdla! Ngoku sidlala umdlalo awuthandayo kunye kwaye sithetha ngezinto eziqhubekayo esikolweni kunye nangabahlobo bakhe.

# data_list
source: Can you spend one-on-one time with your child every day this week?
xh: Unganakho ukuchitha ixesha ninodwa nomntwana wakho zonke intsuku kuleveki?

# data_list
source: Yes
xh: Ewe

# data_list
source: That's great! Spending one-on-one time helps build trust and love between you and your child.
xh: Kulungile! Ukuchitha ixesha ninodwa nomntwana wakho kunceda ukwakha ukuthembana kunye nothando phakathi kwenu kunye nomntwana wakho.

# data_list
source: I think so
xh: Ndicinga njalo

# data_list
source: You can do it! Try to spend a few minutes each day with your child. It can be something simple, like eating together or doing a chore side by side.
xh: Ungayenza! Zama ukuchitha imizuzu embalwa ngosuku ngalunye kunye nomntwana wakho. Ingayinto elula, njengokutya kunye okanye ukwenza imisebenzi yasekhaya sincedisana.

# data_list
source: No
xh: Hayi

# data_list
source: That’s okay. It gets easier as you build a routine. At first, try finding moments that don’t take extra time— like doing a chore together.
xh: Kulungile. Iya isibalula ngokuba usakha isiqhelo. Ekuqaleni, Zama ukufumana imizuzu engathath' ixesha elongezelelweyo--- efana nokwenza imisebenzi yasekhaya kunye.
