Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_teens_za/*/*_modules_praise_t.po
Languages: xh

# data_list
source: Today's topic is about praise. Praise is a powerful parenting skill. If we praise our teens when they do something well, we will see them do more and more positive things!
xh: Isihloko sanamhlanje simalunga nokuncoma. Ukuncoma sisakhono esinamandla sobuzali. Ukuba siyabancoma abantwana abafikisayo bethu xa besenza kakuhle, sizakubabona besenza izinto entle ngakumbi nangakumbi!

# data_list
source: How will praise help you and your family? Tap play to find out!
xh: Ukuncoma kungakunceda njani wena nosapho lwakho? Cofa udlala ukuze ufumanise!

# data_list
source: Greetings everyone. Our topic today is about praise. It is good to praise our children when they've done good because when we do that, they will do more of that good behavior we want to see. And let's not forget to praise ourselves when we do good!
xh: Molweni nonke. Isihloko sethu sanamamhlanje simalunga nokuncoma. Kulungile kakhulu ukuncoma abantwana bethu xa besenza kakuhle ngokuba xa sisenza njalo, bazakwenza ngakumbi kwisimilo esilungileyo elungileyo esifuna ukusibona. Kwaye nathi masingalibali ukuzincoma xa sisenza kakuhle!

# data_list
source: Praise is an easy way to build your teen’s confidence and strengthen your connection. It really works!
xh: Ukuncoma yindlela elula yokwakha ukuzithemba komntwana wakho ofikisayo kunye nokuqinisa unxibelelwano lwenu. Inene iyasebenza!

# data_list
source: Praise works, but it’s not always easy. Hear how @data.characters.media_female_2.name started using it at home
xh: Ukuncoma kuyasebenza, kodwa akusoloko kulula.Yiva ukuba u @data.characters.media_female_2.name waqala njani ukuyisebenzisa ekhaya

# data_list
source: When we learnt about this praising thing I thought, “We were never praised for things as teenagers, so why should we start now?” But I got interested when I learnt what the benefits of praising could be. Right after the weekly workshop, I noticed my teen doing what they do every day: washing the dishes. And I said “Thank you for washing the dishes, my girl, it really makes me happy that you are helping out.” My teen was smiling and she even came to give me a hug, which she never does. This praising business is hard. I still forget sometimes or give praise at the same time as criticism. But praising really makes a difference. I never thought that a simple praise could make such a change in a person!When we learnt about this praising thing I thought, “We were never praised for things as teenagers, so why should we start now?” But I got interested when I learnt what the benefits of praising could be. Right after the weekly workshop, I noticed my teen doing what they do every day: washing the dishes. And I said “Thank you for washing the dishes, my girl, it really makes me happy that you are helping out.” My teen was smiling and she even came to give me a hug, which she never does. This praising business is hard. I still forget sometimes or give praise at the same time as criticism. But praising really makes a difference. I never thought that a simple praise could make such a change in a person!
xh: Xana besifunda ngalento yokuncoma bendicinga, " Sasingazanga sanconywa ngokuya sasingabantwana abafikisayo, ngoko ke kutheni sizakuqala ngoku?" Kodwa ndaye ndanomdla ngethuba ndifunda ngomvuzo yokuncoma! Lento yokuncoma ingumsebenzi onzima. Ndisalibala ngammanye amaxesha okanye ndincoma kwangaxesha nye ndigxeke. Kodwa ukuncoma inene kwenza umehluko. Zange ndacinga ukuba ukuncoma okulula kungenza utshintsho emntwini! Xana besifunda ngalento yokuncoma bendicinga, " Sasingazanga sanconywa ngokuya sasingabantwana abafikisayo, ngoko ke kutheni sizakuqala ngoku?" Kodwa ndaye ndanomdla ngethuba ndifunda ngomvuzo yokuncoma! Kanye emva kwezifundo zeveki nganye, Ndaqaphela ukuba umntwana wam ofikisayo wenza oko bakwenzayo iintsuku zonke: ukuhlamba izitya. Kwaye Ndathi " Enkosi ngokuhlamba izitya, ntombiyam, iyandonwabisa nyhani into yokuncedisa kwakho."Umntwana wam ofikisayo wancuma kwaye weza ezokundiwola,into angazange ayenze. Lento yokuncoma inzima. Ndisalibala ngamanye amaxesha okanye ndincome ngaxeshanye ndibe ndigxeka. Kodwa ukuncoma kwenza umehluko nyhani. Andizange ndicinge ukuba ukuncoma okulula kungenza utshintsho emntwini! Ngoku sifunda ngalento yokuncoma ndicinge zange sikhe sinconyelwe izinto singabantwana abafikisayo, ngoku kutheni sizokuqala ngoku. Kodwa ndaba nomdla ndakufunda ukuba zinjani indzuzo zokuncoma. Kanye emva kwemfundiso zeeveki,ndaqaphela ukuba umntwana wam ofikisayo wenza oko bakwenzayo ntsuku zonke: ukuvasa izitya. Ndathi " Enkosi ngokuhlamba izitya, ntombiyam, iyandonwabisa nyhani into yokuncedisa kwakho."Umntwana wam ofikisayo wancuma kwaye weza ezokundiwola,into angazange ayenza. Lento yokuncoma inzima.Ndisalibala ngamanye amaxesha okanye ndincome ngaxeshanye ndibe ndigxeka. Kodwa ukuncoma kwenza umehluko nyhani. Andizange ndicinge ukuba ukuncoma okulula kungenza utshintsho emntwini!

# data_list
source: Let’s reflect on our own experience with praise.
xh: Masibonise ngokwamava ethe okuncoma.

# data_list
source: Think about the last time someone thanked you, or said you did something great. How did it make you feel?
xh: Cinga ngexesha lokugqibela umntu ekubulela, okanye athi wenze kakuhle kakhulu. Waziva njani?

# data_list
source: We sometimes have to get used to being praised and praising others. That’s okay.
xh: Ngamanye amaxesha kufuneka siqhele ukunconywa nokuncoma abanye. Kulungile.

# data_list
source: That's great! Being praised often makes us feel happy.
xh: Kuhle kakhulu! Ukunconywa ngamaxesha amaninzi kusenza sizive sonwabile.

# data_list
source: That’s great! Being praised often makes us feel proud.
xh: Kuhle kakhulu! Ukunconywa ngamaxesha amaninzi kusenza sizive sinebhongo.

# data_list
source: Parents usually do not get thanked or praised enough. How does it make you feel when nobody says "thank you"?
xh: Abazali abaqhelanga ukubulelwa okanye banconywe ngokwaneleyo. Uziva njani xa kungekho mntu uthi "enkosi kuwe"?

# data_list
source: Sad
xh: Ulusizi

# data_list
source: Angry
xh: Unomsindo

# data_list
source: Tired
xh: Udiniwe

# data_list
source: Your teen can feel this way too. That's what makes this week's parenting tool simple but important: Praise them for what they do right.
xh: Nomntwana wakho ofikisayo angavakalelwa ngendlela efanayo. Yiloo nto eyenza isixhobo sabazali sale veki sibe lula kodwa sibaluleke: Bancome ngento abayenza kakuhle.

# data_list
source: Praise really is powerful. Let’s look at the example of @data.characters.f1_mother.name and her daughters:
xh: Ukunconywa inene kunamandla kakhulu. Masijonge kumzekelo ka@data.characters.f1_mother.name kunye neentombi zakhe:

# data_list
source: When @data.characters.f1_mother.name is busy, her two daughters often fight. But today, her older daughter actually helped her sister with her schoolwork!
xh: Xana u@data.characters.f1_mother.name exakekile, iintombi zakhe ezimbini ziyalwa amaxesha amaninzi. Kodwa namhlanje, intombi yakhe endala incedisa udade wabo ngomsebenzi wesikolo!

# data_list
source: Thank you for doing your schoolwork, @data.characters.f1_daughter_13.name, and thank you for helping your sister, @data.characters.f1_daughter_16.name. I'm so proud of you!
xh: Enkosi ngokwenza umsebenzi wakho wesikolo, @data.characters.f1_daughter_13.name, kwaaye ndiyabulela nokuncedisa kwakho udade wenu, @data.characters.f1_daughter_16.name. Ndiyazingca ngawe!

# data_list
source: It is time for some questions!
xh: Lixesha lemibuzo!

# data_list
source: How did praise make @data.characters.f1_mother.name's teens feel?
xh: Ukuncoma kubenze baziva njani abantwana abafikisayo baka@data.characters.f1_mother.name's?

# data_list
source: Okay
xh: Kulungile

# data_list
source: Try again! Praise often creates positive feelings, like feeling happy or proud.
xh: Zama kwakhona! Ukuncoma amaxesha amaninzi kwenza ukuba ubenemvakalelo ezilungileyo, njengokuziva wonwabile okanye unebhongo.

# data_list
source: Happy
xh: Uyavuya

# data_list
source: Proud
xh: Ibhongo

# data_list
source: That’s right. Praise made them feel happy and proud!
xh: Kulungile. Ukuncoma kubenze baziva bonwabile kwaye benebhongo!

# data_list
source: Why did she praise them?
xh: Kutheni eye wabancoma?

# data_list
source: To get them to do it more often
xh: Ukuze abenze bayenze rhoqo

# data_list
source: To help her finish her work
xh: Ukumnceda awugqibe umsebenzi wakhe

# data_list
source: To make them feel good
xh: Ukubenza bazive kamnandi

# data_list
source: To make herself feel good
xh: Ukumenza azive kamnandi

# data_list
source: All of those things are true! When her teens are happy, @data.characters.f1_mother.name feels happy. And she got her work done.
xh: Zonke ezo zinto ziyinyani! Xa abantwana bakhe abafikisayo bonwabile, u@data.characters.f1_mother.name uziva onwabile. Kwaye umsebenzi wakhe ugqibekile.

# data_list
source: Here are some skills to help you praise your teens. You can also praise other adults in your household, too. Notice how they respond!
xh: Nazi izakhono zokukunceda wena uncome abantwana bakho abafikisayo. Ungabancoma nabanye abantu abadala kwindlu yakho, Qaphela ihlobo abasabela ngalo!

# data_list
source: SEE IT
xh: YIBONE

# data_list
source: Look for anything your teen does that is helpful or good and praise them for it. They may not show it, but you will see them doing that good thing again. It will also reassure them that you notice and care.
xh: Jonga nayiphi na into umntwana wakho ofikisayo ayenzayo eluncedo okanye elungileyo ubancome ngayo. Bangangayibonakalisi, kodwa ungababona besenza into elungileyo kwakhona. Izakubabonakalisa ukuba uyaqaphela kwaye uyakhathala.

# data_list
source: SAY IT
xh: YITHETHE

# data_list
source: Be enthusiastic – really mean it when you say it!
xh: Yiba nentshiseko – nyaniseka xa uyitsho!

# data_list
source: REPEAT IT
xh: YIPHINDE

# data_list
source: Try to find something to thank them for every day. Even something really small.
xh: Zama ukufumanisa into oza kubabulela ngayo suku ngalunye. Nditsho nento encinci kakhulu.

# data_list
source: It can be hard to think of reasons to praise your teen! Here are some ideas from other parents:
xh: Kunganzima ukucinga ngezizathu zokuncoma umntwana wakho ofikisayo! Nazi ezinye iimbono zabanye abazali:

# data_list
source: **Thank you for...** - Being kind to someone - Cleaning your room - Joining a family meal - Greeting other family members - Looking after your siblings - Coming home on time - Showing thoughtfulness - Saying 'please' or 'thank you' - Going to school on time - Doing chores or schoolwork
xh: **Enkosi ngo...** - Ngokuba nobuntu komnye umntu -Ukucoca igumbi lakho -Ukuhlala nosapho kwisidlo -Ukubulisa amanye amalungu osapho -Ukujonga abantwana bakowenu -Ukubuya ngexesha -Ukubonisa ukucinga -Ukuthi 'ndiyacela ' okanye 'ndiyabulela' -Ukuya esikolweni kwangexesha -Ukwenza imisebenzi yasekhaya okanye umsebenzi wesikolo

# data_list
source: This week's home activity is to praise your teen once a day. It will only take 10 seconds!
xh: Kuleveki umsebenzi wasekhaya kukuncoma umntwana wakho ofikisayo kanye ngosuku. Iyakuthatha imizuzwana eli 10!

# data_list
source: Can you praise your teen once a day this week?
xh: Ungakwazi ukumncoma umntwana wakho ofikisayo kanye ngosuku kule veki?

# data_list
source: Yes
xh: Ewe

# data_list
source: That's great! Parents who practise praise at home get better results!
xh: Kuhle kakhulu! Abazali abaziqhelanisa nokuncoma ekhaya bafumana iziphumo ezingcono!

# data_list
source: I think so
xh: Ndicinga njalo

# data_list
source: You can do it! Try praising your teen for something simple at first, like looking after their siblings or going to school.
xh: Ungayenza! Zama ukuncoma umntwana wakho ofikisayo ngento elula kuqala, njengokujonga abantwana bakowabo okanye ukuya esikolweni.

# data_list
source: No
xh: Hayi

# data_list
source: That's okay. With time, giving praise will become easier. Try to praise yourself for something first, like "Good job using @global.app_name. It shows you care."
xh: Kulungile. Exesheni, ukuncoma kuzakuya kusiba lula. Zama ukuzincoma ngento kuqala, njengo "Umsebenzi omhle usebenzisa @global.app_name. Ibonakalisa ukuba uyakhathala".

# data_list
source: Remember, praise is a powerful tool. The more attention you give to positive behaviour, the more positive behaviour you will see.
xh: Khumbula, ukuncoma sisixhobo esinamandla. Okukhona uthatha ingqalelo kwindlela yokuziphatha entle, kukona uzakubona isimilo esilungileyo ngakumbi.

# data_list
source: Hear from @data.characters.media_daughter_2.name on how it feels to get praise from her mother
xh: Mamela ku@data.characters.media_daughter_2.name ukuba ivakala njani into yokunconywa ngumama wakhe

# data_list
source: I was grateful that my mother learnt about praise. My mother always noticed when I was doing something wrong. She would shout at me and hit me. But when my mother did the workshop, she would praise me for little things. First I thought “What is going on?” but then it continued. I liked it so I did more good things I thought she would like. It feels great that my mother sees the good things I do, and not just the bad things. I even said it to her once. During one-on-one time, I said “Thank you, mom, for saying something nice when I do things well, not only when I do things wrong.” This made us both very happy.
xh: Bendinombulelo yinto yokufunda kukamama malunga nokuncoma. Umama wam ebesoloko eqaphela xa ndisenza into engalunganga. Ebedla ngokundingxolisa okanye andibethe. Kodwa ngethuba umama wam esenza izifundo, ebendincoma ngezinto ezincinci. Kuqala bendicinga "Kuqhubeka ntoni?" kodwa yaqhubekeka. Ndiyithandile kwaye ndenza izinto ezilungileyo endicinga uzakuzithanda. Ivakala kamnandi into yokuba umama wam eyibona imisebenzi emihle endiyenzayo, hayi izinto ezingalunganga kuphela. Bendikhe ndamxele kanye. Ngexesha lomnye nomnye, ndithe " Enkosi, mama, ngokuthetha into entle xa ndisenza kakuhle, hayi xa ndisenza izinto ezingalunganga kuphela." Lento isenze sonwaba xa sisobabini.
