Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_teens_za/*/*_modules_rules_t.po
Languages: xh

# data_list
source: Today's topic is about rules. Rules help teens understand what is expected of them. Teens are more likely to follow rules if you create the rules WITH your teen and praise them for it!
xh: Isihloko sanamhlanje simalunga nemigaqo. Imigaqo inceda abantwana abafikisayo baqonde oko kulindelekileyo kubo. Abantwana abafikisayo bavamisa ngakumbi ekulandeleni imigaqo xa imigaqo niyenza KUNYE nomntwana wakho ofikisayo uze umncome ngalonto!

# data_list
source: Should rules be important for you and your family? Click play to find out
xh: Ingaba kufanele ibaluleke imithetho kuwe nakusapho lwakho? Cofa udlala ukufumanisa

# data_list
source: Greetings, everyone. Today's topic is rules. Rules promote peace within the household and promote understanding amongst family members. Rules promote responsibilities for each family member; therefore, it is important to have family rules. A household with family rules lives in peace.
xh: Molweni, kuni nonke. Umxholo wanamhlanje yimithetho. Imithetho ikhuthaza uxolo ekhayeni ize ikhuthaze ukuqondana phakathi kwamalungu eentsapho. Imithetho ikhuthaza iimbopheleleko kwilungu ngalinye losapho, ngenxa yoko, kubalulekile ukuba nemithetho yosapho. Ikhaya elinemithetho yosapho liphila ngoxolo.

# data_list
source: When we make rules together, it shows our teens that rules are there to keep everyone safe and respected - not just to control them. Setting rules as a family helps build trust and responsibility for both teens and parents.
xh: Xa sisenza imithetho kunye, lonto ibonisa abantwana bethu abafikisayo ukuba imithetho ikhona ukuze igcine wonke umntu ekhuselekile kwaye ehloniphekile hayi nje ukubakhusela, Ukubeka imithetho silikhaya inceda ekwakheni ukuthembana kwaye noxanduva kubobonke abantwana abafikisayo nabazali.

# data_list
source: Rules worked for @data.characters.media_female_7.name and her teens. Tap play to hear more
xh: Imithetho imsebenzele u@data.characters.media_female_7.name kunye nabantwana bakhe abafikisayo. Cofa udlala ukuva ngakumbi

# data_list
source: My teenagers always just disappeared. I did not know where they were and I would get so worried and angry with them. I used to say, “This is my house, and these are my rules, if you do not want to follow them you can leave and stay in your own place.” When we learnt in @global.app_name about rules, I learnt that there are rules for teens and for adults and for everyone. If we follow the rules as parents, our teens will follow our example. I explained my worry and we all agreed: We all follow the rule and say where we are going when we leave the house. Coming up with rules together helped us a lot, as my teens do not see me anymore as that annoying parent that just makes up unnecessary rules.
xh: Abantwana bam abafikisayo basoloko benyamalala. Ndiye ndingabazi apho bakhoyo kwaye ndiyakhathazeka kakhulu kwaye ndibanomsindo kubo. Bendiqhele ukuthi, Yindlu yam lena, kwaye yimithetho yam, ukuba awufuni ukuyilandela ungahamba uyokuzihlalela kweyakho indawo. Xa besifunde ku@global.app_name malunga nemithetho, Ndifunde into yokuba kunemithetho yabantwana abafikisayo kunye nabantu abadala kunye naye wonke umntu. Ukuba silandela imithetho singabazali, Abantwana bethu abafikisayo bazakulandela umzekelo wethu. Ndikucacisile ukuxhalaba kwam kwaye sonke sivumelene: Sonke silandela umthetho kwaye sitsho ukuba siyaphi xasimka endlini.Ukuza nemithetho sisonke kuncede kakhulu, njengabantwana bam abafikisayo sanukundibona njengomzali odikayo kwakhona owenza nje imithetho engenamsebenzi.

# data_list
source: Let's read what happened with @data.characters.f1_son_18.name and his mother, @data.characters.f1_mother.name:
xh: Makhe sifunde ngokwenzeke ku@data.characters.f1_son_18.name kunye nomama wakhe @data.characters.f1_mother.name:

# data_list
source: You always come home late!
xh: Usoloko ubuya emva kwexesha!

# data_list
source: No I don’t, I don’t even know what late means! Stop nagging me.
xh: Hayi andizange, andiyazi noba ukufika emva kwexesha kuthetha ukuthinini! Yeka ukundidika.

# data_list
source: Let’s see how @data.characters.f1_mother.name and her son, @data.characters.f1_son_18.name, did the next day:
xh: Masibone benze njani u@data.characters.f1_mother.name kunye nonyana wakhe u@data.characters.f1_son_18.name kusuku olulandelayo:

# data_list
source: I want you to have fun, @data.characters.f1_son_18.name, but I’m also worried about you staying out late. Do you know why?
xh: Ndifuna wonwabe, @data.characters.f1_son_18.name, kodwa nam ndiyakhathazeka ngokubuya kwakho sekuhlwile.Uyayazi ngoba kutheni?

# data_list
source: Because you want me to have enough time for my schoolwork?
xh: Kuba ufuna ndibenexesha elaneleyo lomsebenzi wam wesikolo?

# data_list
source: That is right. It is also not safe in this area to be outside after sunset. What do you think would be a good time for you to be home?
xh: Unyanisile. Kwaye akukhuselekanga kulengingqi ukuba ngaphandle emva kokutshona kwelanga. Ucinga ukuba ingaba leliphi ixesha elilungileyo lakho lokuba sekhaya?

# data_list
source: I could come home at 10pm?
xh: Ndingabuya ekhaya ngo10?

# data_list
source: That is a bit late, what about 6pm?
xh: Sekuhlwile kancinci, unjani u6pm?

# data_list
source: Maybe we can agree I will come home at 6pm on school nights and 10pm on Fridays and Saturdays?
xh: Mhlawumbi singavumelana ngokubuyela ekhaya ngo6pm ngentsuku zesikolo kwaye ngo10pm ngoLwezihlanu nangeMigqibelo?

# data_list
source: Yes, great. From now on, our household rule is that you need to come home at 6pm on school nights and 10pm on Fridays and Saturdays. But you always walk home with a friend. Okay?
xh: Ewe, kuhle. Sukela ngoku ukuya phambili, umthetho wethu wasekhaya uthi kufuneka ubuye ngo 6pm ngentsuku zesikolo uphinde ngo10pm ngoLwezihlanu nangeMigqibelo. Kodwa rhoqo uhambe nomhlobo ukubuyela ekhaya. Kulungile?

# data_list
source: Okay, @data.characters.f1_mother.role_name.
xh: Kulungile, @data.characters.f1_mother.role_name.

# data_list
source: Thank you very much, @data.characters.f1_son_18.name, for helping to come up with a good rule together. I am proud to see how responsible you are getting.
xh: Enkosi kakhulu, @data.characters.f1_son_18.name, ngokundincedisa senze umthetho olungileyo kunye. Ndiyazidla ukubona indlela oya ubanexanduva ngayo.

# data_list
source: *The next day...*
xh: *Ngosuku olulandelayo...*

# data_list
source: Thank you, @data.characters.f1_son_18.name, for coming home on time. After you finish your schoolwork, we can have your favourite meal for dinner.
xh: Enkosi, @data.characters.f1_son_18.name, ngokubuya ekhaya kwangethuba. Emva kokugqiba umsebenzi wakho wesikolo, singafumana isidlo osithandayo sangokuhlwa.

# data_list
source: Let's think about what happened in this story.
xh: Makhe sicinge ngoko kwenzekileyo kweli bali.

# data_list
source: What went well when @data.characters.f1_son_18.name and his mother, @data.characters.f1_mother.name, made a rule together?
xh: Yintoni ehambe kakuhle @data.characters.f1_son_18.name kunye nomama wakhe, @data.characters.f1_mother.name, benze umthetho kunye?

# data_list
source: They discussed the reasons behind the rule
xh: Baye bancokola ngezizathu zomthetho

# data_list
source: @data.characters.f1_mother.name listened to @data.characters.f1_son_18.name's suggestions
xh: @data.characters.f1_mother.name umamele amacebiso ka@data.characters.f1_son_18.name

# data_list
source: The rule was clear, specific and fair
xh: Umthetho ubucacile, ungqalile yaye ulungile

# data_list
source: @data.characters.f1_mother.name praised @data.characters.f1_son_18.name for helping to make the rule
xh: @data.characters.f1_mother.name umncomile u@data.characters.f1_son_18.name ngokumnceda enze umthetho

# data_list
source: That is right, making clear rules together in a calm and positive way works so well!
xh: Kulungile, ukwenza imithetho ecacileyo kunye ngendlela ezolileyo nangendlela elungileyo kusebenze kakuhle kakhulu!

# data_list
source: How do you think @data.characters.f1_son_18.name knew his mother appreciated him?
xh: Ucinga ukuba u@data.characters.f1_son_18.name wazi njani ukuba umama wakhe uye wambulela?

# data_list
source: She praised him
xh: Uye wamncoma

# data_list
source: She rewarded him when he followed the rule
xh: Umnike umvuzo ngokulandela umthetho

# data_list
source: Exactly - a positive response makes all the difference!
xh: Uchanile - impendulo eyiyo iyawenza umahluko!

# data_list
source: Here are this week’s takeaway skills to help learn how to set rules with your teen!
xh: Nazi izakhono onokuzithatha kuleveki ukukunceda ufunde ukuba ungayibeka njani imithetho kunye nomntwana wakho ofikisayo!

# data_list
source: TEAM RULES
xh: IMITHETHO YEQELA

# data_list
source: Household rules help to keep our teenagers safe and to understand what is expected from them. When you involve a teenager in making rules they are more likely to follow them.
xh: Imithetho yekhaya inceda ukugcina abantwana bethu abafikisayo bekhuselekile kwaye baqonde ukuba yintoni elindelekileyo kubo. Xa umbandakanya umntwana wakho ofikisayo ekwenzeni imithetho banokuzimisela ngakumbi ekuyilandeleni.

# data_list
source: REAL RULES
xh: IMITHETHO YOKWENENE

# data_list
source: Plan rules WITH your teenager. Start with one new rule first – you can add another one later. Discuss the reasons for the rule and listen to their views.
xh: Cwangcisa KUNYE nomntwana wakho ofikisayo imithetho. Qala ngomthetho omnye omtsha - ungongezelela omnye mva. Xoxani ngezizathu zalemithetho kwaye umamele izimvo zabo.

# data_list
source: PRAISE RULES!
xh: IMIGAQO YOKUNCOMA!

# data_list
source: Praise your teen for planning a rule with you, and praise them for keeping it!
xh: Mncome umntwana wakho ofikisayo ngokucwangcisa umthetho kunye nawe, uze ubancome ngokuwugcina!

# data_list
source: Rules are important to keep your teens safe – not only offline, but also online. There’s more about this in the lesson on teen safety, but let’s already have a first look now!
xh: Imithetho ibalulekile ukugcina umntwana wakho ofikisayo ekhuselekile - hayi kuphela ngaphandle kwe intanethi, kodwa nakwi-intanethi. Kukho okungakumbi ngalento kwisifundo malunga nokhuseleko lomntwana wakho ofikisayo, kodwa masiqalise sijonge ngoku!

# data_list
source: @data.characters.f1_daughter_13.name, have you done your homework?
xh: @data.characters.f1_daughter_13.name:, uwenzile umsebenzi wakho wasekhaya?

# data_list
source: Just a minute @data.characters.f1_mother.role_name, I’m finishing this Tiktok video.
xh: Umzuzu nje @data.characters.f1_mother.role_name, ndisagqibezela ividiyo kaTiktok.

# data_list
source: You are a really great dancer! Tell me about why you like Tiktok.
xh: Ungumdanisi obalaseleyo ngokwenene! Ndixelele isizathu sokuba uthande uTiktok.

# data_list
source: All my friends are on it, @data.characters.f1_mother.role_name. I have more than 600 likes and 120 followers.
xh: Bonke abahlobo bam bakuye, @data.characters.f1_mother.role_name. Ndinenani elingapha ko 600 labathandi kunye no 120 yabalandeli.

# data_list
source: I’m proud of how well you dance, @data.characters.f1_daughter_13.name. But we need to make sure you are safe. I know your friends look at Tiktok, but with an open account, there are other people who look at videos of teenagers for their own sexual needs. Sometimes they contact teenagers. They pretend to be nice but end up threatening and abusing teens.
xh: Ndiyazingca ngendlela entle odanisa ngayo, @data.characters.f1_daughter_13.name. Kodwa kufuneka siqiniseke ukuba ukhuselekile. Ndiyayazi abahlobo bakho bayamjonga uTiktok, kodwa nge akhawunti evuliweyo, kukho abantu abajonga imiboniso yabantwana abafikisayo ngeemfuno zesondo zabo. Ngamanye amaxesha baqhagamshelana nabantwana abafikisayo. Bazenza ngathi balungile kodwa ekugqibeleni baphela beboyikisa kwaye bebahlukumeza.

# data_list
source: Let’s look together online at how we can keep this fun for you but also safe. Look – you can make your account private and control who follows you. So you can accept people you know from school and our community, but not people you don't know. Can we make a rule together that you can use Tiktok, but with a private account? I trust you to know who to accept!
xh: Makhe sijonge kunye kwi-intanethi ukuze sibone ukuba singaqhubeka njani siqiniseka ukuba wonwabile kodwa ukwakhuselekile. Khangela – ungenza i-akhawunti yakho ibe yimfihlo uze ulawule abantu abakulandelayo. Ungamkela abantu obaziyo esikolweni nakwindawo esihlala kuyo, kodwa hayi abantu ongabaziyo. Ingaba singawenza kunye umthetho onokuwusebenzisa kuTiktok, kodwa kwi-akhawunti yabucala? Ndiyathemba uyazi ukuba ngubani omawumamkele!

# data_list
source: I’m proud of you, @data.characters.f1_daughter_13.name!
xh: Ndiyazingca ngawe, @data.characters.f1_daughter_13.name!

# data_list
source: It was wonderful to see @data.characters.f1_mother.name and her daughter, @data.characters.f1_daughter_13.name, make a rule together. Now let's practise making rules. Write down one important rule you would like to make with your teenager – you will be doing this as your home practice this week.
xh: Bekukuhle ukubona u@data.characters.f1_mother.name kunye nentombi yakhe, u@data.characters.f1_daughter_13.name, besenza imithetho kunye. Ngoku masiziqhelanise ngokwenza imithetho. Bhala phantsi umthetho obalulekileyo ubemnye ongathanda ukuwenza nomntwana wakho ofikisayo - uzakuyenza lento njengomsebenzi wokuziqhelanisa ekhaya kuleveki.

# data_list
source: **Here are some examples of rules other families made:** - ⚽ Teen can play outside after finishing homework - 👪🏽 All family members eat dinner together - 🍽️ Teen 1 does dishes on Sunday and Monday, Teen 2 on Tuesday and Wednesday - 💜 We speak to each other politely and nicely - 🎶 When listening to music you need to use earphones
xh: **Nantsi eminye yemizekelo yemithetho eyenziwe zezinye iintsapho:** -⚽ Abantwana abafikisayo bangadlala phandle emva kokugqiba ukwenza umsebenzi wesikolo - 👪🏽 Onke amalungu osapho adla kunye isidlo sangokuhlwa - 🍽️Umntwana 1 ofikisayo uhlamba izitya ngeCawa nangoMvulo, Umntwana 2 ofikisayo uzihlamba ngoLwesibini nangoLwesithathu - 💜Sithetha ngesimilo nakakuhle -🎶Xa umamele umculo kumele usebenzise i-earphones

# data_list
source: This week's home activity is to set one rule together with your teen. Remember to praise your teen afterwards!
xh: Owaleveki umsebenzi, kukwenza umthetho ube mnye nomntwana wakho ofikisayo. Khumbula ukumncoma umntwana wakho ofikisayo emva koko!

# data_list
source: **Remember to use your skills for rule setting:** ⚽ Team rules: When making the rule, work together like a team. 🔎 Real rules: Agree on real rules that are clear and fair. For example, you could agree that everyone says where they are going before leaving the house. 🎉 Praise rules: Praise when rules are followed!
xh: **Khumbula ukusebenzisa izakhono zokuseka imithetho:** ⚽Imithetho yeqela: Xa nisenza umthetho, sebenzani njengeqela. 🔎Imithetho eyiyo: Vumelanani kwimithetho eyiyo ecacileyo kwaye elungileyo. Umzekelo, ningavumelana ekubeni wonke umntu atsho ukuba uyaphi phambi kokuba ahambe endlini. 🎉 Imithetho yokuncoma: Ncoma xa imithetho ilandelwe!

# data_list
source: Can you set one rule together with your teen this week?
xh: Ungakwazi ukumisela umthetho ubemnye kunye nomntwana wakho ofikisayo kuleveki?

# data_list
source: Yes
xh: Ewe

# data_list
source: Fantastic! Setting a rule together helps your teen feel involved and respected. It is a big step toward building trust and cooperation.
xh: Kwakuhle! Ukumisela umthetho kunye kumnceda umntwana wakho ofikisayo azive ebandakanyekile kwaye ehloniphekile. Lelona nyathelo elikhulu ekwakheni ukuthembana nokusebenzisana.

# data_list
source: I think so
xh: Ndicinga njalo

# data_list
source: You can do it! Even beginning the conversation shows your teen that their voice matters. Take it one step at a time.
xh: Ungayenza! Kwaye nokuqala incoko ibonisa umntwana wakho ofikisayo ukuba ilizwi lakhe libalulekile. Thatha inyathelo libelinye ngexesha.

# data_list
source: No
xh: Hayi

# data_list
source: That's okay. It can take time to agree on new rules. You could start by asking your teen what they think is important - small talks can lead to big changes.
xh: Kulungile. Ingathatha ixesha ukuvumelana ngemithetho emitsha. Ungaqala ngokubuza umntwana wakho ofikisayo ukuba ucinga yintoni ebalulekileyo - intetho ezincinci zingakhokhelela kutshintsho olukhulu.

# data_list
source: Clear, simple rules made together with your teen are not about control - they are about keeping them safe and building responsibility. When teens understand the reasons behind the rules, they are more likely to follow them.
xh: Imithetho ecacileyo nelula eniyenze kunye nomntwna wakho ofikisayo ayikho ngokulawula - Ingokubagcina bekhuselekile kunye nokwakha uxanduva. Xa abantwana abafikisayo beziqonda izizathu ezingaphaya kwemithetho, bangakwazi ukuyilandela kakuhle.

# data_list
source: Can teens value rules too? Hear @data.characters.media_daughter_5.name's story
xh: Ingaba abantwana abafikisayo bangayixabisa imithetho nabo? Mamela ibali lika @data.characters.media_daughter_5.name

# data_list
source: I never liked rules and I used to forget rules a lot. One day, I was playing with my friends. The rule at home was that we should be in the yard by 6pm, but I forgot again. By 6:30 it was getting dark and I was still outside and playing with my phone. Then a boy came, grabbed my phone and ran away. I understood that rules can really help to keep us safe, so I changed my behaviour and I was in the yard by 5pm from then.
xh: Zange ndayithanda imithetho kwaye bendihlala ndiyilibala imithetho kakhulu. Ngenye imini, ndandidlala nabahlobo bam. Umthetho ekhaya yayikuba kufanele sibengaphakathi ekhayeni ngo-6pm, kodwa ndalibala kwakhona. Malunga no 6:30 pm bekusiya kubamnyama kwaye bendisephandle ndidlala ngefowuni yam. Kuye kwathi gqi inkwenkwe, yaxutha ifowuni yam yabaleka nayo. Ndiyayiqonda ukuba imithetho ingasi nceda ngokwenene ukusigcina sikhuselekile, ndiye ndatshintsha indlela yokuziphatha kwaye bendibasekhayeni malunga no5 ukusukela ngoko.
