Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_teens_za/*/*_modules_consequences_t.po
Languages: xh

# data_list
source: When consequences are calm, clear, and agreed on together, teens are more likely to follow the rules. They will feel respected, not punished, and that is the best way to help our teens learn.
xh: Xa iziphumo zizolile, zicacile, kwaye nibe nivumelene kunye, abantwana abafikisayo kubalula nokulandela imithetho. Baya kuziva behloniphekile, bengohlwaywa, kwaye leyo yeyonandlela yokunceda abantwana abafikisayo bafunde.

# data_list
source: Tap play to hear how @data.characters.media_daughter_6.name learned to appreciate calm consequences
xh: Cofa udlala ukumamela ukuba u@data.characters.media_daughter_6.name ufunde njani ukwamnkela iziphumo ezizolileyo

# data_list
source: My mom and dad would always punish me when they were angry with me. They would shout at me and I would also get angry. I often did not follow the rules, because they were too harsh, I did not understand what they were saying, or I would not even bother listening to them, because we were all angry. One day, they asked me: Let's think together what the consequence should be for not coming home in time. It was great to give my view – before something happens that makes us all angry. We are all calm and agree first. It is easier for me to follow the rules now because I know I agreed on the rule and on the consequence if I do not follow the rule.
xh: Umama notata basoloko bendohlwaya xa benomsindo ngakum. Bebendingxolisa kwaye bendiye ndibenomsindo nam. Bendingasoloko ndiyilandela imithetho, ngokuba basoloko bengqwabalala, Bendingayikuqondi into abayithethayo, okanye ndingazisokolisi nangokubamamela, ngokuba bonke banomsindo. Ngenye imini, bandibuza: Makhe sicinge kunye ngokuba zeziphi iziphumo esinokuzenza malunga nokungabuyi ekhaya ngexesha. Bekukuhle ukuveza izimvo zam-ngaphambi kokuba kwenzeke into esenza sibe nomsindo sonke. Sisoonke sizolile kwaye sagqiba kuqala. Kulula kum ukulandela umthetho ngoku ngokuba ndiyayazi ndivumelene nomthetho kunye nakwiziphumo ukuba andiwulandeli umthetho.
