Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_teens_za/*/*_modules_srh_t.po
Languages: xh

# data_list
source: ⚠️ Sensitive Content Notice
xh: ⚠️ Isaziso Somxholo Obuthathaka

# data_list
source: This module includes content that may be sensitive. You can check it out by yourself first. This will prepare you well for sharing the content with your teen and others afterwards. If you need support, see the “Support Contacts” section in your Library for help.
xh: Esi sifundo siquka umxholo ongabanobuthathaka. Ungazikhangelela ngokunokwakho kuqala. Lonto ingakulungiselela kakuhle ukwabelana nomxholo nomntwana wakho ofikisayo kunye nabanye emva koko. Ukuba udinga inkxaso, jonga kwicandelo la"Abanxulumanisi bonika inkxaso" kwithala leencwadi ukuze uncedakale.

# data_list
source: Today’s topic is body changes and intimate relationships. Teens go through many changes in their bodies and feelings. Talking to them helps them handle it better. Let your teen know you’re there to listen and support them. You don’t need all the answers—just being there helps them feel safe and make good choices.
xh: Isihloko sanamhlanje lutshintsho lomzimba kunye nobudlelwana obusondeleyo. Abantwana abafikisayo badlula kutshintsho oluninzi lemizimba yabo kwakunye nemizwa yabo. Ukuthetha nabo kubanceda bayiphathe ngcono. Makayazi umntwana wakho ofikisayo ukhona ukubamamela nokubaxhasa. Awudingi iimpendulo zonke - ukuba khona kwakho kubanceda bazive bekhuselekile kwaye benze ukhetho olulungileyo.

# data_list
source: **Think back to your own teenage years:** - Did you face any challenges with body changes or relationships? - What support or advice do you wish you had? - Do you think your teen might be going through something similar?
xh: **Cinga emva kwiminyaka yokufikisa kwakho:** -Wawukhe wahlangabezana nawo nawuphi na umceli mngeni kutshintsho lomzimba okanye ubudlelwana? -Yeyiphi inkxaso okanye ingcebiso onqwenela ukuba ngewawuyifumene? -Ucinga ukuba umntwana wakho ofikisayo ingaba udlula kwinto ebufana?

# data_list
source: Why talk with your teen about body changes and relationships? Tap play to find out
xh: Kutheni uthetha nomntwana wakho ofikisayo malunga notshintsho lomzimba kwakunye nobudlelwana? Cofa udlala ukufumanisa

# data_list
source: Greetings, everyone. Today's topic is body changes and intimate relationships. Discussing body and intimate relationships with your child can be difficult. However, it is important to have these discussions in order for your teen to understand that this stage of life is normal. This will help them to acknowledge the changes in their bodies and be able to make positive decisions regarding intimate relationships.
xh: Molweni, nonke. Isihloko sanamhlanje singotshintsho lomzimba kunye nobudlelwana obusondeleneyo. Ukuxoxa ngomzimba kunye nobudlelwana obusondeleneyo nomntwana wakho kunganzima. Nangona kunjalo, kubalulekile ukuxoxa ngazo ukuze umntwana wakho ofikisayo ayiqonde ukuba esisigaba sobomi siqhelekile. Oku kuzabanceda balwamkele utshintsho kwimizimba yabo kwaye bakwazi ukuthatha izigqibo ezilungileyo ngokuphathelelene kubudlelwane obusondeleneyo.

# data_list
source: Even if these conversations feel uncomfortable at first, starting small can build trust. You might be surprised by how much your teen wants to share once they know you are ready to listen without judgment.
xh: Nokuba ezincoko zivakala zingakhululekanga kuqaleni, ukuqala kancinci kungakha ukuthembana. Usenokumangala yindlela umntwana wakho ofikisayo afuna ngayo ukwabelana xa besazi ukulungele ukumamela ngaphandle kokugweba.

# data_list
source: Hear how @global.app_name helped @data.characters.media_female_10.name talk to her son about relationships
xh: Mamela indlela u@global.app_name ancede ngayo u@data.characters.media_female_10.name ukuthetha nonyana wakhe malunga nobudlelwana

# data_list
source: Thanks to the app, I can now talk to my son about all these changes that he is going through with his body and emotions and relationships. We were both not comfortable bringing it up before, but the practical examples in the app made it possible for us to start talking. And I was really surprised by how many questions and experiences my son already has, even though he is only 14! Now he can come to me if there is something happening at school or if he is not sure how to handle something. The other day he even told me that some of his friends were making fun of him because he does not have a girlfriend yet, so we talked about it and I could explain to him that it is important to focus on school first and that it is never okay for someone to pressure him to have a relationship.
xh: Ndiyabulela kule app, ngoku ndingakwazi ukuthetha nonyana wam ngalo lonke utshintsho lomzimba ajongene nalo kunye nemvakalelo kunye nobudlelwane. Sobabini besingakhululekanga ukuyivusa ngaphambili, kodwa imizekele eseyi sayenza ekwi app yenze kwalula ukuqala incoko. Kwaye ndiye ndothuka yimibuzo kunye namava unyana wam senayo, nangona esena 14! Ngoku angakawazi ukuza kum ukuba kukho into eyenzekileyo esikolweni okanye akaqinisekanga nokumelana nento. Ngenye imini ebendixelela ukuba ontanga bakhe bahlekisa ngaye ngoba engenamantombazana okwangoku, ngoko siye sathetha ke ndamaxelela malunga nalonto kwaye ndakwazi ukumcacisela ukuba kubalulekile ukuba aqiniseke esikolweni kuqala kwaye ayilunganga into yokuba omnye umntu amnyanzele ukuba abenobudlelwane.

# data_list
source: Teens often learn different things about sex from school, friends, family, or social media - but this information isn’t always correct or right for their age. Talking about sex can feel uncomfortable. Parents and teens may even argue, especially if parents don’t agree with what their teen is doing. Let’s see how @data.characters.f2_grandmother.name and her granddaughter, @data.characters.f2_daughter_19.name, handled this.
xh: Umntwana ofikisayo ufunda izinto ezahlukeneyo ngezesondo esikolweni,kwizihlobo,kusapho, okanye kumakhasi onxibelelwano-kodwa ezinkcukacha azisoloko zichanekile okanye zilungile ngokweminyaka yabo. Ukuthetha ngokwabelana kwesondo ungaziva ungakhululekanga. Abazali kunye nabantwana abafikisayo bangaxoxisana, ngakumbi ukuba abazali abavumelani nento eyenziwa ngumntwana ofikisayo. Masibone u @data.characters.f2_grandmother.name kunye nomzukwalana, @data.characters.f2_daughter_19.name, bajongene njani nalento.

# data_list
source: @data.characters.f2_daughter_19.name is on her way to leave the house looking very pretty.
xh: @data.characters.f2_daughter_19.name use ndleleni ephuma kokwabo ebukeka emhle kakhulu.

# data_list
source: Where are you going looking like that?
xh: Uyaphi ukhangeleka kanje?

# data_list
source: I am going out with some of my friends.
xh: Ndiyaphuma kunye nabanye abahlobo bam.

# data_list
source: @data.characters.f2_daughter_19.name accidentally drops her bag, and a packet of condoms falls out.
xh: @data.characters.f2_daughter_19.name ngempazamo wawisa ibegi yakhe, kwaphuma ipakethi yezikhuseli ngaphandle.

# data_list
source: What is that @data.characters.f2_daughter_19.name? Condoms? Why are you carrying those in your bag? Where did you get them?!
xh: Yintoni le @data.characters.f2_daughter_19.name? Izikhuseli? Kutheni uphethe ezonto ebegini yakho? Uzifumanaphi?!

# data_list
source: I got it from one of the girls at school today. We were talking about safe sex and she said she uses birth control so that she does not get pregnant.
xh: Ndizifumana komnye wamantombazana esikolweni namhlanje. Besithetha ngokhuseleko kwezesondo kwaye wathi usebenzisa isinqanda nzala ukuze angakhulelwa.

# data_list
source: What is this talk of sex in my house! You are too young…
xh: Yintoni lento yothetha ngesondo endlini yam! Usemncinci kakhulu…

# data_list
source: But @data.characters.f2_grandmother.role_name, it’s not like that…!
xh: Kodwa u@data.characters.f2_grandmother.role_name, kodwa ayikho njalo lonto…!

# data_list
source: No, no, no, @data.characters.f2_daughter_19.name! I will not have this discussion with you. Is that what you do at school? Talking about things not suited for your age instead of focusing on school? You won’t go out with those friends of yours anymore. You want to bring shame in this home. Come here now! I am going to hit you. Stupid girl!
xh: Hayi, hayi, hayi, @data.characters.f2_daughter_19.name! Andizuba nale ngxoxo kunye nawe. Yinto oyenzayo esikolweni leyo? Ukuthetha ngento ezingafanelanga iminyaka yakho endaweni yokugxila esikolweni? Awuzophinde uhambe nabahlobo bakho kwakhona. Ufuna ukusihlaza kwelikhaya. Izapha ngoku! Ndizakubetha. Sibhanxa sentombazana!

# data_list
source: No @data.characters.f2_grandmother.role_name, please don’t hit me, it is not what you think!
xh: Hayi @data.characters.f2_grandmother.role_name, ndicela ungandibethi, ayiyo lento uyicingayo!

# data_list
source: Why do you think @data.characters.f2_grandmother.name reacted the way she did?
xh: Kutheni ucinga u @data.characters.f2_grandmother.name aphendule ngendlela enze ngayo?

# data_list
source: She was shocked that @data.characters.f2_daughter_19.name had condoms
xh: Ebothukile u @data.characters.f2_daughter_19.name enezikhuseli

# data_list
source: She felt disrespected and angry at @data.characters.f2_daughter_19.name
xh: Waziva engahloniphekanga kwaye enomsindo ku @data.characters.f2_daughter_19.name

# data_list
source: She was scared that @data.characters.f2_daughter_19.name was already having sex
xh: Wayesoyika intoyokuba u @data.characters.f2_daughter_19.name kube kanti sesabelana ngesondo

# data_list
source: She felt ashamed to talk about sex
xh: Waziva ilihlazo into yokuthetha malunga nezesondo

# data_list
source: It is possible she felt this way and then reacted harshly. When we are angry or scared, we can say or do things that hurt others and harm our relationships.
xh: Iyenzeka into yokuziva ngalendlela kwaye uphendule ngqwabalala. Xa sinomsindo okanye sisoyika, Singathetha okanye senze izinto ezikhathaza abanye okanye imoshe ubudlelwane bethu.

# data_list
source: @data.characters.f2_daughter_19.name may not trust @data.characters.f2_grandmother.name in the future
xh: @data.characters.f2_daughter_19.name angangakwazi ukumthemba@data.characters.f2_grandmother.name kwixesha elizayo

# data_list
source: @data.characters.f2_daughter_19.name may not ask @data.characters.f2_grandmother.name questions or advice if she has a problem
xh: @data.characters.f2_daughter_19.name Mhlawumbi angangabuzi@data.characters.f2_grandmother.name imibuzo okanye ingcebiso xa enengxaki

# data_list
source: @data.characters.f2_daughter_19.name may make bad decisions out of anger
xh: @data.characters.f2_daughter_19.name angakwazi ukuthatha izigqibo ezingalunganga ngenxa yomsindo

# data_list
source: Yes, all of these are true. After this fight, @data.characters.f2_daughter_19.name may look for answers somewhere else. She might end up in unsafe situations and not feel okay talking to @data.characters.f2_grandmother.name about it even if she has questions or needs help. She may feel worried that @data.characters.f2_grandmother.name will judge her choices or feel ashamed of her.
xh: Ewe, zonke ezizinto ziyinyani. Emveni kwale mlo, @data.characters.f2_daughter_19.name angakwazi ukhangela iimpendulo kwezinye indawo. Usenokuphela ekwisimo esingakhuselekanga kwaye azive engakhululekanga ukuthetha. @data.characters.f2_grandmother.name malunga nalonto naxa enombuzo okanye edinga uncedo. Anganalo ixhala lokuba@data.characters.f2_grandmother.name usenokumgweba ngezigqibo zakhe okanye azive ehlazekile.

# data_list
source: We saw how challenging that moment was for @data.characters.f2_grandmother.name and her granddaughter, @data.characters.f2_daughter_19.name. Talking about boyfriends and girlfriends is not always easy - for parents or teens. Let’s look at an example of how this kind of conversation can happen calmly.
xh: Sibonile ukuba la mzuzu ubengumceli mngeni njani ku @data.characters.f2_grandmother.name kunye nomzukulwana wakhe@data.characters.f2_daughter_19.name Ukuthetha ngamakhwenkwe kunye namantombazana akukho lula - kubazali okanye kubantwana abafikisayo. Masijonge lo mzekelo wokuba oluhlobo lwalengxoxo ingakwazi ukwenzeka ngokuzolileyo.

# data_list
source: @data.characters.f1_mother.role_name, can I talk to you about something?
xh: @data.characters.f1_mother.role_name, Ndikwazi ukuthetha nawe malunga ngenye into?

# data_list
source: (_calmly_) Sure, my darling. What is the matter?
xh: (_ zolileyo_) Ngokuqinisekileyo, sithandwa sam. Yintoni ingxaki?

# data_list
source: @data.characters.f1_daughter_16.name sits down next to @data.characters.f1_mother.name.
xh: @data.characters.f1_daughter_16.name ehlala phantsi ecaleni ko @data.characters.f1_mother.name.

# data_list
source: @data.characters.boyfriend_1.name wants us to study together tomorrow. I really like him but I am not sure what to do.
xh: @data.characters.boyfriend_1.name ufuna sifunde kunye ngomso. Ngokwenene ndiyamthanda kodwa andinqisekanga ukuba mandithini.

# data_list
source: (🤔_thinking to herself_) How has my daughter grown up so fast? What now? Take a deep breath…
xh: (🤔_ezicingela yena siqu_) Ikhule kanjani intombi yam ngokukhawuleza? Yintoni ngoku? Phefumla kancinci…

# data_list
source: (_calmly_) Thank you for sharing this with me, @data.characters.f1_daughter_16.name. I know that you like @data.characters.boyfriend_1.name a lot, he is a charming boy and he does great at school, but you are only 16 and he is 18. I feel worried that it is not safe for you to be alone with him. He might pressure you into doing something that you are not prepared to do. I don’t want to tell you who you can see but we need to have some rules about how you spend time together.
xh: (_zolileyo_) Enkosi ngokwabelana ngalento kunye nam, @data.characters.f1_daughter_16.name. Ndiyayazi into yokuba uyamthanda @data.characters.boyfriend_1.name kakhulu, yinkwenkwe enomtsalane kwaye uqhuba kakuhle esikolweni, kodwa una 16 qha kwaye yena una 18. Ndiziva ndinexhala lokuba akukhuselekanga kuwe ukuba ubuwedwa kunye naye. Anganako ukukufakela uxinzelelo lokwenza into ubungazilungiselelanga kuyenza. Andifuni kuxelela ukuba ngubani onokumbona kodwa kudingeka sibenemigaqo malunga nokuba ulichitha njani ixesha kunye naye.

# data_list
source: What do you think would be a fair rule about how you spend time together?
xh: Ucinga ukuba ingangowuphi umgaqo olungileyo malunga nokuchitha ixesha nikunye?

# data_list
source: How about, we can spend time together if there is an adult with us?
xh: Kunganjani, Sichithe ixesha kunye ukuba kungakho umntu omdala kunye nathi?

# data_list
source: That would be fine as long as his parents also know. I will chat with his mother when I see her later today. And after you get back, we can talk about how it went.
xh: Kulungile oko kunganjalo ukuba abazali bakhe nabo bayazi. Ndizakuthetha nomama wakhe xa ndimbona emva kwexesha namhlanje. Kwaye emva kokuba ubuyile, singathetha ngokuba ihambe njani.

# data_list
source: _(hugs @data.characters.f1_mother.name)_ Okay. Thank you for coming up with a plan together, @data.characters.f1_mother.role_name.
xh: _(Wamanga u @data.characters.f1_mother.name)_ Kulungile. Enkosi ngokuza nesicwangciso kunye, @data.characters.f1_mother.role_name.

# data_list
source: Let's think about what happened in this story.
xh: Makhe sicinge malunga nokuba kwenzeke ntoni kweli bali.

# data_list
source: How did @data.characters.f1_mother.name and her daughter, @data.characters.f1_daughter_16.name, feel at the start of their conversation?
xh: Uzive njani @data.characters.f1_mother.name kunye nentombi yakhe, @data.characters.f1_daughter_16.name, ekuqaleni kwencoko yabo?

# data_list
source: Worried
xh: Uxhalabile

# data_list
source: Nervous
xh: Uvalo

# data_list
source: Yes, it was hard for both @data.characters.f1_daughter_16.name and @data.characters.f1_mother.name to start this conversation.
xh: Ewe, Bekunzima kubonke @data.characters.f1_daughter_16.name kunye @data.characters.f1_mother.name ukuqala lencoko.

# data_list
source: Hopeful
xh: Ithemba

# data_list
source: Yes, it was probably hard to start this conversation, but they were hoping to find a good way forward together.
xh: Ewe, mhlawumbi bekunzima ukuqala le ncoko, kodwa bebenethemba lokufumana indlela elungileyo eya phambili kunye.

# data_list
source: How did @data.characters.f1_mother.name respond to her daughter, @data.characters.f1_daughter_16.name?
xh: Uye waphendula njani @data.characters.f1_mother.name kwintombi yakhe, @data.characters.f1_daughter_16.name?

# data_list
source: She breathes to stay calm
xh: Uye waphefumla ukuhlala ezolile

# data_list
source: She praises @data.characters.f1_daughter_16.name for sharing
xh: Umncomile @data.characters.f1_daughter_16.name ngokwabelana

# data_list
source: She shares why she is worried
xh: Uye wachaca kutheni enexhala

# data_list
source: She creates rules with @data.characters.f1_daughter_16.name
xh: Wenze imigaqo kunye no @data.characters.f1_daughter_16.name

# data_list
source: She involves other adults for support
xh: Ubandakanya nabanye abantu abadala ukuxhasa

# data_list
source: Yes, @data.characters.f1_mother.name uses all these great strategies!
xh: Ewe, @data.characters.f1_mother.name usebenzisa zonke iindlela ezilungileyo!

# data_list
source: How did @data.characters.f1_mother.name and @data.characters.f1_daughter_16.name feel after their conversation?
xh: Uzive njani @data.characters.f1_mother.name kunye @data.characters.f1_daughter_16.name emva kwencoko yabo?

# data_list
source: Okay
xh: Kulungile

# data_list
source: Happy
xh: Uyavuya

# data_list
source: Proud
xh: Ibhongo

# data_list
source: When we stay calm, share how we feel, and look for solutions together, it will help us all – even if we are not sure of the right outcome. You can learn to manage tricky situations and problems together with your teen.
xh: Xa sihlala sizolile, sisabelana ngemvakalelo zethu, kwaye sikhangele isisombululo kunye, iyakusinceda lonto sonke -- nokuba singaqinesekanga ngeziphumo ezilungileyo. Ungafunda ukumelana nemeko engacacanga kunye neengxaki kunye nomntana wakho ofikisayo.

# data_list
source: @data.characters.f1_mother.name did well by finding solutions together with @data.characters.f1_daughter_16.name. But this can be hard to do. Many parents want to help their teens but find it difficult to talk about sensitive topics, like body changes and relationships.
xh: @data.characters.f1_mother.name wenze kakuhle ukufumana isisombululo kunye @data.characters.f1_daughter_16.name. Kodwa ingaba yinto enzima ukuyenza. Abazali abaninzi bafuna ukunceda abantwana babo abafikisayo kodwa bayifumana iyinto enzima ukuthetha ngezihloko ezibuthathaka, ezifana nokutshintsha komzimba kunye nobudlelwane.

# data_list
source: Here are some questions from other parents to help you begin.
xh: Nantsi eminye imibuzo esuka kwabanye abazali unceda wena uqalise.

# data_list
source: Who should start the conversation about body changes and intimate relationships? Try selecting each option for more tips!
xh: Ngubani ekufuneka aqale incoko malunga notshintsho lomzimba kunye nobudlelwane obusondeleleneyo? Zama ukukhetha ukhetho ngalunye neengcebiso ezininzi!

# data_list
source: The teen's friend
xh: Umhlobo womntana ofikisayo

# data_list
source: The teen
xh: Umntana ofikisayo

# data_list
source: The parent
xh: Umzali

# data_list
source: This is not quite right. Remember, friends can sometimes mislead or have wrong information themselves.
xh: Lento ayilunganga ncam. Khumbula, abahlobo bangalahlekisa ngamanye amaxesha okanye babene nkcukhaca ezingalunganga ngabo.

# data_list
source: This is not quite right. Your teen might feel uncomfortable or scared to start that conversation with you.
xh: Lento ayilunganga ncam. Umntana wakho ofikisayo usenokuziva engakhululekanga okanye esoyika ukuqala loncoko kunye nawe.

# data_list
source: Yes, you may need to start the conversation - and it’s okay to feel shy. Be open and use the right words for any body parts you discuss (like breasts, penis, or vagina). You can practise with a friend and ask a health worker or social worker for more information. The more you know, the better you can help your teen. And remember, it’s also okay not to know everything. You can say, “I’m not sure - let me find out and tell you later.”
xh: Ewe, kungadingeka uyiqale incoko - kwaye kulungile ukuziva unentloni. Thetha ngokungafihlisiyo kwaye usebenzise amagama afanelekileyo nakwawaphi na amalungu omzimba enixoxa ngawo (njenga mabele, ilungu lobudoda, okanye ilungu lobufazi). Ungazama kunye nomhlobo kwaye ubuze umsebenzi weziko lezempilo okanye unontlalontle ngenkcukhacha ezithe vetshe. okukona usazi, okungcono ukunceda umntana wakho ofikisayo. Kwaye khumbula, kukwalungile ukungazi yonke into. Ungathi, '' Andiqinisekanga - mandike ndifumanise ndikuxelele mva.''.

# data_list
source: Other parents also wonder:
xh: Abanye abazali bayamangaliseka nabo:

# data_list
source: When is the right time to start talking about body changes and intimate relationships? Try selecting each option for more tips!
xh: Linini ixesha elilungileyo lokuqala ukuthetha malunga notshintsho lomzimba nobudlelwane obusondeleleneyo? Zama ukhetha into nganye ngezinye iingcebiso ezithe vetshe!

# data_list
source: When you find out they have a boyfriend or girlfriend
xh: Xana ufumanisile ukuba baneqabane okanye iqabanekazi

# data_list
source: When they turn 10
xh: Xana bena 10

# data_list
source: Before they turn 10
xh: Phambi kokuba babene 10

# data_list
source: When you get an opportunity
xh: Xa ufumana ithuba

# data_list
source: That’s not quite right. Teens need to learn about body changes and relationships early, so they are prepared and can make good choices. If you find out your teen is having sex, try to stay calm and share your worries gently. Getting angry can make it harder for your teen to talk to you.
xh: Ayilunganga ncam lonto Abantwana abafikisayo badinga ukufunda malunga notshintsho lomzimba kunye nobudlelwane kwangethuba, kwenzele balungele kwaye benze ukhetho olulungileyo. Xa ufumanisa uba umntana wakho ofikisayo wabelana ngesondo, zama ukuzola kwaye wabelane ngenkxalabo zakho ngoku thambileyo. Ukuba nomsindo kungenza nzima ukuba umntana wakho ofikisayo athethe nawe.

# data_list
source: Age 10 is when a lot of children start to enter puberty, so they need to already understand how their bodies and feelings may change. This will also help them cope better with sexual feelings safely.
xh: Iminyaka eyi 10 kulapho abantwana abaninzi beqala ukufikisa, ke ngoko kudingeka babe sebeqonda ukuba imizimba neemvakelelo zabo zisenokutshintsha njani. Oku kungabanceda bamelane ngcono nemizwa yesondo ngokuphephileyo.

# data_list
source: That's right! Age 10 is when a lot of children start to enter puberty, so they need to already understand how their bodies and feelings may change. This will also help them cope better with sexual feelings safely.
xh: Ilungile lonto! Iminyaka eyi 10 kulapho abantwana abaninzi beqala ukufikisa, ke ngoko kudingeka babe sebeqonda ukuba imizimba neemvakalelo zabo zisenokutshintsha njani. Oku kungabanceda ukuba bamelane ngcono nemvakalelo zabo zesondo ngokukhuselekileyo.

# data_list
source: It’s good to start talking about body changes and relationships early - by gently answering your child’s questions. You don’t need to explain everything. Just give simple, honest answers that match their age and understanding.
xh: Kulungile ukuqala ukuthetha malunga notshintsho lomzimba kunye nobudlelwane kwange thuba - ngokuphendula imibuzo yomntana wakho ngokuthambileyo. Akukho sidingo sokucacisa yonke into. Nika nje iimpendulo ezilula, eziyinyani ezingqamene neminyaka nokuqonda kwabo.

# data_list
source: Many parents also ask:
xh: Abazali abaninzi bayabuza nabo:
