Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_teens_za/*/*_modules_stress_t.po
Languages: xh

# data_list
source: Today's topic is about managing stress. We know how stressful it is to bring up teenagers in these times. Learning to manage your stress helps you – and your family.
xh: Isihloko sanamhlanje simalunga nokulawula uxinzelelo. Siyayazi kunzima kangakanani na ukukhulisa abantwana abafikisayo kula amaxesha. Ukufunda ukulawula uxinzelelo lwakho kunceda wena - kunye nosapho lwakho.

# data_list
source: Can managing stress help you and your family? Tap play to find out
xh: Ingaba ukulawula uxinzelelo kungakunceda wena nosapho lwakho? Cofa udlala ukufumanisa

# data_list
source: Greetings everyone. Today's topic is managing stress. It is important to know how to manage our stress. At times our children can behave in ways that make us feel stressed and us as parents can make our children feel stressed too. So, it is important to notice when we feel stressed and take a pause and breathe. That will help you manage your stress.
xh: Molweni nonke. Isihloko sanamhlanje kukulawula uxinzelelo. Kubalulekile ukwazi indlela yokulawula uxinzelelo lwethu. Ngamanye amaxesha abantwana bethu bangaziphatha ngeendlela ezinokusenza sizive sinoxinzelelo yaye nathi bazali sinokwenza abantwana bethu bazive benonxinzelelo nabo. Ngoko, kubalulekile ukuqaphela xa siziva sinoxinzelelo kwaye sime siphefumle. Loo nto iya kunceda ulawule uxinzelelo.

# data_list
source: With a few small changes, you can feel more peaceful in your normal day-to-day life. When you are peaceful, your family members will get calmer too!
xh: Kutshintsho oluncinci, ungaziva unoxolo ngakumbi kubomi bakho besiqhelo bemihla ngemihla. Xa unoxolo, nosapho lwakho luyazola!

# data_list
source: Pause, take a breath. Now hear how taking a simple pause helped @data.characters.media_female_4.name and her teens
xh: Yima, phefumla. Ngoku mamela ukuba ukuma ithutyana kunceda njani u@data.characters.media_female_4.name kunye nabantwana bakhe abafikisayo

# data_list
source: Life is tough sometimes. Before I joined @global.app_name, I used to be grumpy at all times. I would take out my anger on everyone at home, not only my teens but even my husband as well. They would run away when I came home because they knew I would start yelling at them. Learning to take a pause and breathe was difficult at first. But every time I tried it, it helped me to calm down. Now my teens are no longer running away when I come home and they actually listen better than when I used to shout at them!
xh: Ubomi bunzima ngamanye amaxesha. Phambi kokuba ndizibandakanye kwi @global.app_name, bendihlala ndinengcwangu ngalo lonke ixesha. Bendikhuphela umsindo wam kumntu wonke osekhayeni, ibingengobantwana bam bodwa kodwa nomyeni wam. Babebalekela kude xa ndifika ekhayeni kuba babeyazi ndizakubangxolisa. Ukufunda ukuma kwaye ndiphefumle bekunzima ekuqaleni. Kodwa ngalo lonke ixesha ndizama, yandinceda ndehlisa umoya. Ngoku abantwana bam abasabalekeli kude xa ndifika ekhayeni kwaye bamamela ngcono kunangexesha bendithethela phezulu nabo!

# data_list
source: Let’s look at an example of how stress can sometimes just get too much, for all of us:
xh: Makhe sijonge indlela uxinezeleko olunokuthi maxa wambi lube ngaphaya kwamandla, kuthi sonke:

# data_list
source: @data.characters.f1_father.name lost his job. He was sitting at home feeling frustrated and stressed when @data.characters.f1_son_18.name entered the room.
xh: u@data.characters.f1_father.name uphelelwe ngumsebenzi. Ebehleli endlini eziva ekhathazekile kwaye enoxinzelelo xa u@data.characters.f1_son_18.name engena egumbini.

# data_list
source: Leave me alone and mind your own business!
xh: Yohlukana nam kwaye hoya umsebenzi wakho!

# data_list
source: What did I do? You never listen!
xh: Yintoni endiyenzileyo? Zange wamamela!

# data_list
source: I said leave me alone or you will get a beating!
xh: Ndithe yohlukana nam okanye uzakubethwa!

# data_list
source: Look! I have made a house!
xh: Jonga! Ndenze indlu!

# data_list
source: Who cares about your stupid house!
xh: Ngubani oyikhathaleleyo londlu yobudenge yakho!

# data_list
source: Let's think about what happened in this story.
xh: Makhe sicinge ngokwenzekileyo kweli bali.

# data_list
source: How do you think @data.characters.f1_father.name's son, @data.characters.f1_son_18.name, felt?
xh: Ucinga ukuba unyana ka@data.characters.f1_father.name, u@data.characters.f1_son_18.name waziva njani?

# data_list
source: Yes, he did not understand why his father, @data.characters.f1_father.name, got angry, and probably felt all these emotions.
xh: Ewe, khange ayiqonde ukuba kutheni utata wakhe, u@data.characters.f1_father.name, wabanomsindo, kwaye azive zonke ezimvakalelo.

# data_list
source: And @data.characters.f1_father.name?
xh: Kwaye @data.characters.f1_father.name?

# data_list
source: Sad
xh: Ulusizi

# data_list
source: Scared
xh: Uyoyika

# data_list
source: Confused
xh: Ubhidekile

# data_list
source: Angry
xh: Unomsindo

# data_list
source: Exactly. @data.characters.f1_father.name was in a difficult situation and this argument only made things worse.
xh: Ngokwenene. @data.characters.f1_father.name wayekwimeko enzima kwaye oluxambuliswano lwenza izinto zanzima ngakumbi.

# data_list
source: What could @data.characters.f1_father.name have done differently?
xh: Yintoni @data.characters.f1_father.name ngeyenze ngokwahlukileyo?

# data_list
source: Recognise why he felt stressed
xh: Qaphela ukuba kutheni ezive enoxinzelelo

# data_list
source: Yes, when we recognise we feel stressed, we can take a deep breath and respond with calm and understanding. That way we can find solutions together that work.
xh: Ewe, xa siziqaphela ukuba siziva sinoxinzelelo, singaphefumla ngokunzulu kwaye siphendule zolileyo nangokuqonda. Ngalondlela singafumana izisombululo ezinokusisebenzela sonke.

# data_list
source: Take a deep breath and speak calmly
xh: Phefumla ngokunzulu kwaye uthethe ngokuzolileyo

# data_list
source: Show he understands his teen's feelings
xh: Ubonise ukuba uyayiqonda indlela aziva ngayo umntwana wakhe ofikisayo

# data_list
source: Think about solutions together with @data.characters.f1_son_18.name
xh: Cinga ngezisombulululo kunye no@data.characters.f1_son_18.name

# data_list
source: Do something positive together with @data.characters.f1_son_18.name
xh: Yenza into elungileyo kunye no@data.characters.f1_son_18.name

# data_list
source: Yes, when we recognise we feel stressed, we can take a deep breath and respond with calm and understanding. That way we can find solutions together that make everyone feel better.
xh: Ewe, xa siziqaphela ukuba siziva sinoxinzelelo, singaphefumla ngokunzulu kwaye siphendule zolileyo nangokuqonda. Ngalondlela singafumana izisombululo ezinokusisebenzela sonke.

# data_list
source: Thank you for thinking along! Let’s go back in time and see what @data.characters.f1_father.name does now:
xh: Enkosi ngokucinga kunye! Masibuyele emva ngexesha kwaye sibone ukuba u@data.characters.f1_father.name wenzani ngoku:

# data_list
source: @data.characters.f1_father.name lost his job. He was sitting at home feeling frustrated and stressed, when his son @data.characters.f1_son_18.name entered the room.
xh: u@data.characters.f1_father.name uphelelwe ngumsebenzi. Ebehleli endlini eziva ekhathazekile kwaye enoxinzelelo xa u@data.characters.f1_son_18.name engena egumbini.

# data_list
source: Can I have money to buy some airtime?
xh: Ndingakwazi ukufumana imali yokuthenga airtime?

# data_list
source: *(taking a breath)* I’m sorry son. I had a difficult day today. The boss fired me.
xh: *(ephefumlo)* Uxolo nyana. Bendinemini enzima namhlanje. Umphathi wam undigxothile.

# data_list
source: Oh no! I need a new school uniform.
xh: Oh hayi! Ndidinga impahla entsha yesikolo.

# data_list
source: I’ll try, son, and your @data.characters.f1_mother.role_name's job will help us get by while I look for another job.
xh: Ndizakuzama, nyana, kwaye U@data.characters.f1_mother.role_name umsebenzi wakhe uzokusinceda ngethuba ndisakhangela omnye umsebenzi.

# data_list
source: Should I also help you look for work, @data.characters.f1_father.role_name?
xh: Ndingakunceda nam ukukhangela umsebenzi, @data.characters.f1_father.role_name?

# data_list
source: No it’s okay, @data.characters.f1_son_18.name. I appreciate your offer. The most important thing is that you work hard at school. Thanks for listening to me.
xh: Hayi kulungile, @data.characters.f1_son_18.name. Ndiyakwamkela ukuzinikela kwakho. Eyonanto ibalulekileyo kukuba usebenze nzima esikolweni. Enkosi ngokundimamela.

# data_list
source: Let’s play some soccer together. It will help me get this stress off my mind for a bit.
xh: Masidlale ibhola ekhatywayo sobabini. Izakundinceda ndikhuphe uxinzelelo olusengqondweni yam oko mzuzwana.

# data_list
source: Okay, @data.characters.f1_father.role_name!
xh: Kulungile, @data.characters.f1_father.role_name!

# data_list
source: Now let's look at an example where something simple, like a Safety Word, can help manage stress and keep your teen safe. First, think back to when you were a teenager. Was there ever a time when you were in danger but you could not tell your family because they would have been angry? This ALMOST happened to @data.characters.f1_son_18.name and @data.characters.f1_daughter_16.name! Let’s have a look:
xh: Ngoku masijonge kumzekelo apho kukho into elula, njengeGama eliKhuselekileyo, linganceda ukulawula uxinzelelo kwaye ligcine umntwana wakho ofikisayo ekhuselekile. Kuqala, cinga emva ngexesha apho wawusengumntwana ofikisayo. Lalikhe lakhona ixesha apho wawusengozini kodwa wawungakwazi ukuxelela usapho lwakho kuba babezakuba nomsindo? Lento YAPHANTSE ukwenzeka ku@data.characters.f1_son_18.name kunye no@data.characters.f1_daughter_16.name! makhe sijonge:

# data_list
source: Don’t tell the adults, but I am going to a bar with my friends tonight.
xh: Ungabaxeleli abantu abadala, kodwa ndiya emzini othengisa utywala nabahlobo bam ebusuku.

# data_list
source: Have fun! I told them I am staying with my girlfriend, but I am actually going to a cool party.
xh: Yonwaba! Ndibaxelele ukuba ndihlala nentombi yam endithandana nayo, kodwa apho ndiya khona ndiya epatini.

# data_list
source: I think they are dealing drugs. We could all get arrested. But I can’t tell my parents – they will be so angry!
xh: Ndicinga ukuba basebenzisa iziyobisi. Singabanjwa sonke. Kodwa andinakubaxelela abazali bam – baya kuba nomsindo kakhulu!

# data_list
source: I am scared. Everyone is too drunk to drive me home. This guy says he will take me, but he wants us to go to his house first. I can’t tell my parents – I lied about coming to this party.
xh: Ndiyoyika. Wonke umntu unxile kakhulu ukuba angandigodusa. Lo mfana uthi angandigodusa, kodwa ufuna siqale kwakhe. Andinakubaxelela abazali bam - ndibaxokisile ngokuza kule pati.”.

# data_list
source: These are dangerous situations! Thankfully, @data.characters.f1_son_18.name and @data.characters.f1_daughter_16.name then remembered what their father told them:
xh: Ezi zimeko ezinobungozi! Kungumbulelo,u@data.characters.f1_son_18.name kunye no@data.characters.f1_daughter_16.name baye bakhumbula into utata wabo ewayebaxelele yona:

# data_list
source: I care about your safety more than anything. If you are ever upset, or scared, you can always call me for help, or tell me about it. Shall we use an imaginary ‘Aunty Cecilia’ as our Safety Word? Just say something about Aunty Cecilia, I promise that I will try my best to help and I will not be angry – even if you are doing something you shouldn't be doing.
xh: Ndiyakhathala ngokhuseleko lwakho ngaphezu kwayo nayiphi into. Ukuba uye wakhathazeka, okanye usoyika, ungandifowunela rhoqo malunga noncedo, okanye undixelele ngalonto. Singasebenzisa umfanekiso ongengowenyani ka 'kaAunty Cecilia' njengeGama loKhuseleko? Itsho nje into malunga noAunt Cecilia, Ndiyathembisa into yokuba ndizakuzama kangangoko ndinako ukunceda kwaye andizukhathazeka -- noba wenza into ongamelanga ukuba uyayenza.

# data_list
source: Hey father, how is Aunty Cecilia doing now?
xh: Hey tata, unjani uAunty Cecilia ngoku?

# data_list
source: *(on the other side of the phone)* Not well. We need you at home. I will come pick you up right away. Where are you?
xh: *(Kwelinye icala le phone) * Akukho nto intle. Sidinga wena ekhaya. Ndizazokulanda njengangoku. Uphi?

# data_list
source: (🤔_thinking_) I think my friends are in trouble. I don’t want to stop being their friend, but I’m worried. Maybe @data.characters.f1_father.role_name knows what to do.
xh: (🤔_ ecinga_) Ndicinga abahlobo bam basengxakini. Andifuni ukuyeka ukuba ngumhlobo wabo, kodwa ndikhathazekile. Mhlawumbi u@data.characters.f1_father.role_name uyayazi into amakayenze.

# data_list
source: @data.characters.f1_father.role_name, I just remembered, Aunty Cecilia said she will come visit tomorrow.
xh: @data.characters.f1_father.role_name, Ndiye ndakhumbula, Aunty Cecilia wathi uzakuza azokusindwendwela ngomso.

# data_list
source: *(on the other side of the phone)* Okay, I need you at home to help get things ready. I will come pick you up now. Where are you?
xh: *(kwelinye icala le fowuni)* Okay, Ndiyakudinga ekhayeni uzokunceda ukulungisa izinto. Ndizazokulanda ngoku. Uphi?

# data_list
source: Having a Safety Word can help your teen stay safe too. You can choose any word as a Safety Word. Only your family knows it means ‘help’. Your teen can say this word to let you know they are in trouble without you getting angry or punishing them, so you can help them.
xh: Ukuba negama elikhuselekileyo kunganceda umntana wakho ofikisayo ahlale ekhuselekile naye. Ungakhetha naliphi igama njengegama elikhuselekileyo. Lusapho lwakho kuphela oluyaziyo ukuba kuthetha 'uncedo'. Umntana wakho ofikisayo angalibiza eligama ukwazisa ukuba basengxakini ngaphandle kokuba nomsindo okanye ubohlwaye, ke ungakwazi ukubanceda'.

# data_list
source: **What Safety Word can you choose with your teen? Here are some ideas from other families:** 🥑 A specific food 👵🏽 A specific family member 🐒 A specific animal 🤔 Something else
xh: ** Leliphi igama elikhuselekileyo onolikhetha kunye nomntana wakho ofikisayo? Nazi imbono ezisuka kwezinye intsapho.** 🥑 Ukutya okuthile 👵🏽Ilungu losapho oluthile 🐒 Isilwanyana esithile 🤔Into engenye

# data_list
source: Here are a few skills to help you manage stress that you can use with your teens!
xh: Nazi izakhono ezimbalwa ongazisebenzisa ukunceda wena ukwazi ukumelana nonxinzelelo kunye nomntwana wakho ofikisayo!

# data_list
source: BREATHE
xh: PHEFUMLA

# data_list
source: Breathe slowly. Pause. Before you say anything, slowly breathe in and out five times. It will calm you, and give you a chance to think.
xh: Tsala umoya ngokucothayo. Yima. Ngaphambi kokuba uthethe nantoni na, ngokucothayo tsala umoya uphinde uwukhuphe izihlandlo ezintlanu. Loo nto iya kukwenza uzole, ize ikunike ithuba lokucinga.

# data_list
source: SHARE
xh: YABELANANI

# data_list
source: Share how you feel. This is hard. Many of us were told not to cry, or show our feelings to our children. But take a deep breath and calmly tell them how you feel. They will understand better, and also learn from you how to deal with stress.
xh: Yabelana ngendlela ovakalelwa ngayo. Lento inzima. Uninzi lwethu lwaxelelwa ukuba lungakhali, okanye lubonise abantwana indlela esivakalelwa ngayo. Kodwa thatha umoya kwaye ngokuzolileyo ubachazele indlela ovakalelwa ngayo. Baya kuqonda ngcono, baze bafunde kuwe indlela yokuhlangabezana noxinzelelo.

# data_list
source: SHOW
xh: BONISA

# data_list
source: Show them you care. This is also hard! Stress makes us focus on ourselves. But our teens need our support. Ask them how they feel. Listen to them and comfort them. Try a hug or say "I understand". It can change everything.
xh: Babonise uyakhathala Nale inzima! Uxinzelelo lubangela ukuba sinikele ingqalelo kwiziqu zethu. Kodwa abantwana bethu abafikisayo bayayidinga inkxaso yethu. Babuze indlela abaziva ngayo. Mamela kubo kwaye ubathuthuzele. Zama ubanga okanye uthi ‘Ndiyaqonda’. Ingatshintsha yonke into.

# data_list
source: SEEK
xh: FUNA

# data_list
source: Seek the positive. Can you and your teen think about ideas that might help? Can you do something positive together to take your mind off the stress?
xh: Funa okulungileyo Ingaba wena nomntwana wakho ofikisayo ningacinga ngezinto ezinokuba luncedo? Ingaba nobabini ningenza into elungileyo ukususa iingqondo zenu kuxinzelelo?

# data_list
source: There are two home activities for this week: 1) Whenever you are feeling stressed or upset with your teen, take five breaths in and out before you react. And when you're both calm, share with each other how you feel. 2) Choose a "Safety Word" with your teen, and think of a situation together when you could use this.
xh: Kunemisebenzi emibini yasekhaya kule veki: 1) Naninina uziva unoxinzelelo okanye ucatshukiswe ngumntwana wakho osafikisayo, tsala umoya kahlanu ngaphakathi nangaphandle phambi kokuba uphendule. Kwaye xa nobabini nizolile, yabelanani kunye ngendlela eniziva ngayo. 2) Khetha igama "elikhuselekileyo" kunye nomtana wakho ofikisayo, kwaye nicinge ngesimo kunye apho ninokwazi usebenzisa lento.

# data_list
source: **Remember to:** 😮‍💨 BREATHE: take five breaths in and out before you react 🤝🏾 SHARE: when you're both calm, share with your teen how you feel 💙 SHOW: ask them how they feel to show you care 🔍 SEEK: find something positive in this situation together
xh: **Khumbula uku:** 😮‍💨TSALA UMOYA: tsala umoya kahlanu ngaphakathi nangaphandle phambi kokuba uphendule 🤝🏾YABELANA: xa nobabini nizolile, yabelanani wena nomntwana wakho ofikisayo ngohlobo oziva ngalo 💙 BONISA: babuze baziva njani ukubonisa ukuba uyakhathala 🔍FUNA: fumanani into elungileyo kwesisimo nobabini

# data_list
source: Can you respond calmly and choose a “Safety Word” with your teen this week?
xh: Ungakwazi uphendula ngokuzolileyo kwaye ukhethe "Igama Elikhuselekileyo" kunye nomntana wakho ofikisayo kuleveki?

# data_list
source: Yes
xh: Ewe

# data_list
source: Great! Staying calm and having a “Safety Word” will help you and your family.
xh: Kulungile! Ukuhlala uzolile kwaye "unegama elikhuselekileyo" izakunceda wena kunye nosapho lwakho.

# data_list
source: I think so
xh: Ndicinga njalo

# data_list
source: That’s a good start. When you are stressed, remember to take a few deep breaths, it will make it easier to respond calmly.
xh: Eso sisiqalo esilungileyo. Xa unoxinzelelo, khumbula ukutsala umoya kancinci, lonto izakwenza kubelula ukuphendula ngokuzolileyo.

# data_list
source: No
xh: Hayi

# data_list
source: I understand, sometimes we just don’t have capacity. Try to keep spending time with your teen - whenever you are ready you can practise responding calmly and find a Safety Word together.
xh: Ndiyayiqonda, ngamanye amaxesha asinawo umthamo. Zama uqhubeke uchitha ixesha nomntana wakho ofikisayo - naninina ulungele ungazilungiselela uphendula ngokuzolileyo kwaye ufumane igama elikhuselekileyo nobabini.

# data_list
source: Remember, when we practice responding calmly and sharing how we feel, our teens learn to do the same. This skill will help them their whole life!
xh: Khumbula xa siziqhelanisa ukuphendula zolileyo kwaye sabelane ngendlela esiziva ngayo, Abantwana bethu abafikisayo bafunda ukwenza ngohlobo esenza ngalo. Esisakhono siyakubanceda ubomu babo bonke!

# data_list
source: Hear how @data.characters.media_son_1.name learned to stay calm from his father
xh: Mamela indlela u@data.characters.media_son_1.name afunde ngayo ukuhlala ezolile kutata wakhe

# data_list
source: Whenever I would do something wrong, my father would get so angry at me and beat me. He would not even listen to me and I would get so angry as well at him and everyone else. Now, when he gets angry, he first takes a few deep breaths before he responds. It makes everyone calm down instead of causing a big fight. It really helped me at home and at school, because even me I am no longer slashing everyone and I am no longer this moody person. When I feel really angry or stressed, I also take deep breaths like my father does. I am a different person.
xh: Naninina ndisenza into engalunganga, utata wam uye abenomsindo kakhulu kum kwaye andibethe. Akamameli nomamela kum kwaye ndiye ndibenomsindo kakhulu kuye nakwabanye abantu. Ngoku, Xa enomsindo utsala umoya kuqala kancinci phambi kokuba aphendule. Lonto yenza wonke umntu abenomoya ozolileyo ndaweni yokubangela umlo omkhulu. Iyandinceda nyani lonto ekhaya kunye nasesikolweni, kuba andisaphoxi wonke umntu kwaye andise ngomntu onengcwangu. Xa ndiziva ndinomsindo nyani kwaye ndinoxinzelelo, Nam nditsala umoya ngohlobo enza ngalo tata wam. Ndingumntu owohlukileyo.
