Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_teens_za/*/*_modules_selfcare_t.po
Languages: xh

# data_list
source: Today's topic is about taking care of yourself. We often don’t look after ourselves enough. But this is so important, especially as a parent! Reducing our stress and treating ourselves well helps us AND our teenagers.
xh: Isihloko sanamhlanje simalunga nokhathalela isiqu sakho. Asisoloko sizijonga ngokwaneleyo iziqu zethu. Kodwa oku kubaluleke kakhulu, ingakumbi xa ungumzali! Ukunciphisa uxinzelelo lwethu nokuzikhathalela kungasinceda thina KUNYE nabantwana bethu abafikisayo.

# data_list
source: How will caring for yourself help you and your family? Listen to find out
xh: Ukukhathalela isiqu sakho kungakunceda njani wena nosapho lwakho? Mamela ukuze wazi

# data_list
source: Greetings, everyone. Today's topic is self-care. There are times when we experience challenges, face problems and do not know what to do. It is important to take care of ourselves to learn the techniques for keeping ourselves calm, in case problems, challenges or issues come up. When we are calm we are in a good state to think positively and come up with positive solutions to any challenges we may be facing.
xh: Ndiyabulisa, kuni nonke. Isihloko sanamhlanje kukuzikhathalela. Akhona amaxesha apho sisiva imiceli mngeni, sijongene nengxaki singazi ukuba senze ntoni. Kubalulekile ukuba sikhathalele iziqu zethu kwaye sifunde ubuchule wokugcina umoya wethu uphantsi, mhlawumbi kwi ngxaki, imiceli mngeni okanye imiba enokuthi ivele. Xa sinomoya ophantsi sikwisimo sokucinga qinisekileyo kwaye singeza neziphumo ezintle kuyo yonke imiceli mngeni esinokuthi sijongene nayo.

# data_list
source: Why self-care? We often don’t look after ourselves enough. But this is so important, especially as a parent! Reducing our stress and treating ourselves well helps us AND our teenagers.
xh: Kutheni sizikhathalela? Asisoloko sizikhathalela ngokwaneleyo iziqu zethu. Kodwa oku kubalulekile kakhulu, ingakumbi xa ungumzali! Ukunciphisa uxinzelelo lwethu nokuzikhathalela kungasinceda thina KUNYE nabantwana bethu abafikisayo.

# data_list
source: Self care works! Hear @data.characters.media_male_1.name’s story
xh: Ukuzikhathalela kuyasebenza! Yiva @data.characters.media_male_1.name ibali

# data_list
source: For me as a parent, it was almost impossible to find time for myself. I was always busy taking care of everyone else. Through @global.app_name, I realised how important it is to take care of myself. It helps me AND my family! Having a moment for myself helps me to breathe and notice how I feel. Even 5 minutes to have a cup of tea makes a big difference. Now I can deal with my stress better.
xh: Mna njengomzali, ndaphantse andalifumana ixesha lesiqu sam. Bendihlala ndixakekile ndikhathalela wonke umntu. Nge @global.app_name, Ndiye ndaqonda kubaluleke kanjani ukukhathalela isiqu sam. Indincedile mna KUNYE no sapho lwam! Ukufumana umzuzwana nesiqu sam kundincedile ndiphefumla kwaye ndiqaphela uhlobo endiziva ngalo. Nokufumana nje nemizuzu emi5 ndifumane ikomityi ye-ti yenza umehluko omkhulu. Ngoku ndingakwazi ukumelana noxinzelelo ngcono.

# data_list
source: Appreciating ourselves is one way to care for ourselves. Let’s give it a try.
xh: Ukuzincoma kwethu yindlela enye yokukhathela iziqu zethu. Makhe siyizameni.

# data_list
source: Think of one thing YOU have done well recently. "Well done to me for..."
xh: Cinga ngento ibenye WENA ubukhe wayenza kakuhle kutshanje. ''Ndiqhube kakuhle ngokwenza...''...

# data_list
source: Showing love to my children
xh: Ukubonisa uthando ebantwaneni bam

# data_list
source: Getting up even though I felt tired
xh: Ukuvuka nangona ndiziva ndidiniwe

# data_list
source: Smiling at someone
xh: Ukuncumela umntu

# data_list
source: Making food to stay strong
xh: Ukwenza ukutya ukuze hlala ndomelele

# data_list
source: Spending time with my children
xh: Ukuchitha ixesha nabantwana bam

# data_list
source: Helping my children with schoolwork
xh: Ukuncedisa abantwana bam kumsebenzi wesikolo

# data_list
source: Say it aloud if you can. Here is one thing you deserve praise for: Well done for using @global.app_name!
xh: Yitsho ngokuvakalayo ukuba unako. Nantsi into enye ofanelwe kukunconywa ngayo: Uqhube kakuhle ngokusebenzisa i-@global.app_name!

# data_list
source: Treating ourselves well is another way of looking after ourselves. You can give yourself a small reward every day, and it does not have to cost a thing!
xh: Ukuziphatha kakuhle iziqu zethu yenye yendlela yokujongana neziqu zethu. Ungasinika isiqu sakho imbuyekezo encinci mihla yonke, kwaye akunyanzelekanga ibe lixabiso lanto!

# data_list
source: What small thing makes you happy?
xh: Yintoni encinci ekwenza wonwabe?

# data_list
source: Sleeping
xh: Ukulala

# data_list
source: Talking with a friend
xh: Ukuthetha nomhlobo

# data_list
source: Reading something I enjoy
xh: Ukufunda into endiyonwabelayo

# data_list
source: Going for a walk
xh: Ukuthatha uhambo

# data_list
source: Having a nice cup of coffee, tea or hot chocolate
xh: Ufumane ikomityi ye kofu, iti okanye itshokolethi eshushu

# data_list
source: Nice! Taking care of yourself is an important parenting skill!
xh: Kuhle! Ukuzikhathalela sisakhono esibalulekileyo sobuzali!

# data_list
source: Here are some tips to help you take care of yourself.
xh: Nazi ezinye ingcebiso ezinokunceda wena ukhathalele isiqu sakho.

# data_list
source: RELAX
xh: PHOLA

# data_list
source: Do a 30 second quick relaxation activity.
xh: Yenza umsebenzi oza kukupholisa okhawulezileyo wemizuzu engama-30.

# data_list
source: Take a moment now to relax. Breathe in slowly as you count to three... and breathe out as you count to three. Feel your body relax with each breath. Try this whenever you are feeling stressed and need a break. A few calm breaths can make a big difference.
xh: Thatha imizuzwana ngoku uphole. Bizela umphefumlo ngokucotha ube ubala uyokutsho kwisithathu... phinda uphefumlele ngaphandle ube ubala uyokutsho kwisithathu. Yiva umzimba wakho upholile ngomphemfulo ngamnye. Zama lento nanina uziva unoxinzelelo ube ufuna ukuphumla. Ukuphefumla ngokuzola kambalwa kungenza umehluko omkhulu.

# data_list
source: RECOGNISE
xh: QAPHELA

# data_list
source: Think of one thing YOU have done well recently. _"Well done to me for..."_
xh: Cinga ngento ibenye WENA ubukhe wayenza kakuhle kutshanje. ''Kum ndiqhube kakuhle ngokwenza...''

# data_list
source: It could be showing love to your children, helping them with schoolwork, or preparing a meal even when you felt tired. Every small effort you make matters, and you get to celebrate yourself.
xh: Ingabonisa uthando kubantwana bakho, ukubancedisa ngemisebenzi yesikolo, okanye ubalungiselele ukutya naxa uziva udiniwe. Yonke imzamo emincinci oyenzayo, kwaye ufumane ukuzibhoyozela.

# data_list
source: REWARD
xh: UMVUZO

# data_list
source: Remember, you deserve your “me time” too! What makes you happy?
xh: Khumbula, ufanelwe''lixesha lakho'' nawe! Yintoni ekwenza wonwabe?

# data_list
source: More tips
xh: Ezinye ingcebiso

# data_list
source: It could be something small, like enjoying a cup of tea, taking a short nap, chatting with a friend, or listening to your favourite music. Spending time with your teen can be fun for you too! It might even make you feel less stressed.
xh: Ingayinto encinci, njengo konwabela ikomityi ye-ti, ukungqengqa kancinci, uncokole nomhlobo, okanye umamele umculo owuthandayo. Ukuchitha ixesha kunye nomntwana wakho ofikisayo kungakonwabisa nawe! Ingakwenza uzive unoxinzelelo oluphantsi.

# data_list
source: Remember: Small moments of self-care matter. This week, find time to relax, recognize your efforts, and reward yourself whenever you can. Care for yourself every day. You deserve it!
xh: Khumbula: Imizuzwana embalwa yokuzikhathalela iyabala. Kuleveki, fumana ithuba lokuphola, qaphela imizamo yakho kwaye uzinike umvuzo kangangoko unako. Khathalela isiqu sakho ntsuku zonke. Ikufanele lonto!

# data_list
source: Can you find moments this week to relax, recognise your efforts, and reward yourself?
xh: Ungafumana imizuzwana kule veki uphole, qaphela imizamo yakho, kwaye uzinike imvuzo?

# data_list
source: Yes
xh: Ewe

# data_list
source: That's great! Every small step you take to care for yourself makes a big difference for your family.
xh: Kuhle kakhulu! Qho usenza inyathelo elincinci ngokukhathalela isiqu sakho wenza umehluko omkhulu kusapho lwakho.

# data_list
source: I think so
xh: Ndicinga njalo

# data_list
source: That’s a good start! Look for small ways to relax, recognise your efforts, and reward yourself - even little moments of self-care can make a big difference.
xh: Sisiqalo esilungileyo! Khangela indlela ezincinci zokuphola, qaphela imizamo yakho, kwaye uzivuze- nemizuzwana nje embalwa yokuzikhathalela ingenza umehluko omkhulu.

# data_list
source: No
xh: Hayi

# data_list
source: That's okay. Try choosing one small, simple action like taking a deep breath or sitting quietly for a moment. Every little bit counts!
xh: Kulungile, Zama ukukhetha ibenye encinci, ukwenza nje into elula uphefumle nzulu okanye uhlale ngokuzola umzuzwana. Yonke into encinci iyabala!

# data_list
source: Remember, taking small moments for self-care helps us stay calm, strong, and connected to our families. When we look after ourselves, we are better able to support our teens!
xh: Khumbula, ukuthatha imizuzwana emincinci ngesiqu sakho kuyasinceda sihlale sizolile, somelele kwaye siqhagamshelene nentsapho zethu. Xa sizijonga iziqu zethu, singakwazi ngcono ukuxhasa abantwana bethu abafikisayo!

# data_list
source: Remember @data.characters.media_male_1.name? Here’s what his son says about his father practising self care
xh: Khumbula@data.characters.media_male_1.name? Nantsi into ethethwa ngunyana wakhe malunga ngo tata wakhe ngokulungiselela ukukhathalela isiqu sakhe

# data_list
source: My dad was always busy. He would come home from work and snap at us when we started asking him questions. @global.app_name helped us a lot. We no longer fight. Now, when my dad comes home, he first sits down by himself for 5 minutes and then we do a relaxing activity from @global.app_name together, so we can all take a deep breath and relax. Then we can chat about our day, about anything good or bad that happened. Everyone is so much happier now.
xh: Utata wam wayehlala exakekile. Wayebuya emsebenzini asiphoxe xa siqala ukumbuza imibuzo. @global.app_name yasinceda kakhulu. Asisalwi. Ngoku,utata xa efika endlini, uqala azihlalelele imizuzu eyi-5 emva koko senze umsebenzi wokuphumla kwi@global.app_name sisonke,siye siphefumle nzulu kwaye siphole. Emva koko sincokole ngosuku lwethu,malunga nezinto ezintle okanye ezimbi ezithe zenzeka. Wonke umntu wonwabile kakhulu ngoku.
