Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_teens_za/*/*_modules_learn_t.po
Languages: xh

# data_list
source: Today's topic is about helping your teen learn. Did you know that spending one-on-one time with your teen can help them do better at school? Today we will share some ideas to help you make the most of your time together.
xh: Isihloko sanamhlanje singokuncedisa umntana wakho ofikisayo afunde. Ingaba ubuyazi ukuba ukuchitha ixesha nomntana wakho ofikisayo nikunye kungabanceda benze ngcono esikolweni? Namhlanje sizakwabelana ngezimvo ezizakuninceda ukuba nisebenzise ixesha lenu nobabini libeyimpumelelo.

# data_list
source: Can having fun help teens learn? Yes! Tap play to learn how
xh: Ingaba ukonwaba kuyabanceda abantwana abafikisayo bafunde? Ewe! Cofa udlala ukufunda njani

# data_list
source: Greetings everyone! Today's topic is helping your teen to learn. There are different fun ways and activities that we can use as parents to help our teens learn. Some of those activities could be playing games together or doing house chores together. Remember, our teens learn better when they are having fun!
xh: Molweni nonke! Isihloko sanamhlanje kukunceda umntana wakho ofikisayo afunde. Kukho iindlela ezahlukene zemidlalo nezokonwaba esinokuzi sebenzisa nje ngabazali ukunceda abantwana bethu abafikisayo bafunde. Eminye yalemisebenzi ingakukudlala imidlalo kunye okanye nenze imisebenzi yasekhayeni kunye. Khumbula, abantwana bethu abafikisayo bafunda ngcono xa bonwabile!

# data_list
source: Learning does not only happen in school - it happens through fun activities, teamwork, and everyday moments. When we involve our teens and share decisions, we help them feel capable, confident, and connected to us.
xh: Ukufunda akwenzeki esikolweni kuphela - kwenzeka ngemidlalo eyonwabisayo, ukubambisana, kwaye nangamathuba emihla ngemihla. Xa sibandakanya abantwana bethu abafikisayo kwaye sabelane ngezigqibo, sibanceda bazive babenokwazi, bezithemba, kwaye beqhagamshelene nathi.

# data_list
source: Hear how one-on-one time helped @data.characters.media_female_14.name and her teen bond and learn
xh: Yiva indlela ixesha lomnye nomnye elincede ngayo u@data.characters.media_female_14.name nomntwana wakhe ofikisayo basondelelane kwaye bafunde

# data_list
source: Since we started spending more one-on-one time together, we have a better bond, a better understanding between us. I feel better about how I am parenting. I am doing a better job as a parent, not just being a parent, but showing love and working with him. I like that the app encourages you to work with your children, and not just you are the parent up there and they are down there as the children, but they are involved a lot in the decisions you make that impact on them.
xh: Ukususela siqalile ukuchitha ixesha lomnye nomnye sisodwa, sinosondelelwano olungcono, ukuqondana okungcono phakathi kwethu. Ndiziva ngcono ngendlela endingumzali ngayo. Ndenza umsebenzi oncomekayo njengo mzali, ngaphandle koba ngumzali, kodwa ndibonakalisa uthando nokusebenzisana naye. Ndiyayithanda lento yokuba le app ikukhuthaza uba usebenzisane nabantwana bakho, ungabi ngumzali qha pha phezulu, kwaye abantwana babe pha ezantsi, kodwa baya bandakanyeka kwizigqibo ezininzi ozenzanyo ezenza impembelelo kubo.

# data_list
source: Caregivers and teens who spend time together often have happier, healthier relationships. But it is not always easy — sometimes we can both get angry, get annoyed and argue or fight. Let’s take a look at an example:
xh: Abakhathaleli nabantwana abafikisayo abachitha ixesha kunye badla ngokuba nobudlelwane obonwabile, nobusempilweni. Kodwa akusoloko kulula - ngamanye amaxesha singaba nomsindo sobabini, sidikwe kwaye sixambulisane okanye silwe. Masike sijonge umzekelo:

# data_list
source: *@data.characters.f1_mother.name comes home late.*
xh: *U@data.characters.f1_mother.name ufika ekhaya emva kwexesha.*

# data_list
source: @data.characters.f1_daughter_16.name, why did you not cook dinner yet?! Why do I always have to do everything myself?
xh: @data.characters.f1_daughter_16.name, kutheni ungekasipheki isidlo sangokuhlwa?! Kutheni kufuneke ndenze yonke into ngokwam?

# data_list
source: Get out of my way!
xh: Suka endleleni yam!

# data_list
source: Why did @data.characters.f1_daughter_16.name react this way?
xh: Kutheni u@data.characters.f1_daughter_16.name ephendule ngoluhlobo?

# data_list
source: @data.characters.f1_daughter_16.name was upset that her mother did not see how she helped at home
xh: U@data.characters.f1_daughter_16.name ebekhubekile kuba umama wakhe engambonanga indlela ancede ngayo ekhaya

# data_list
source: @data.characters.f1_daughter_16.name was not able to talk to her mother about her hard day at school
xh: U@data.characters.f1_daughter_16.name ebengakwazi ukuthetha no mama wakhe ngosuku lwakhe ebelunzima esikolweni

# data_list
source: @data.characters.f1_mother.name blamed @data.characters.f1_daughter_16.name for not cooking dinner yet
xh: U@data.characters.f1_mother.name usole u@data.characters.f1_daughter_16.name kuba engekasipheki isidlo sangokuhlwa

# data_list
source: Yes, all of these are true. @data.characters.f1_daughter_16.name reacted this way because her mother did not talk to her about her day, blamed her for not cooking yet and did not thank @data.characters.f1_daughter_16.name for helping at home.
xh: Ewe, zonke ezi ziyinyani. U@data.characters.f1_daughter_16.name uphendule ngale ndlela kuba umama wakhe khange athethe naye malunga nosuku lwakhe, wamsola kuba engekapheki kwaye akamncoma u@data.characters.f1_daughter_16.name ngokuncedisa ekhayeni.

# data_list
source: How will this affect the relationship between @data.characters.f1_mother.name and her daughter, @data.characters.f1_daughter_16.name?
xh: Izakubu chaphazela njani ubudlelwana phakathi kuka@data.characters.f1_mother.name kunye nentombi yakhe u@data.characters.f1_daughter_16.name?

# data_list
source: @data.characters.f1_daughter_16.name will not want to help with house chores, as her mother did not appreciate it
xh: U@data.characters.f1_daughter_16.name akazukufuna ukunceda ngemisebenzi yase khayeni, njengoba umama wakhe engakhange abonakalise kumncoma

# data_list
source: @data.characters.f1_daughter_16.name will not want to speak to her mother about her problems because she was not given a chance to talk about it
xh: U@data.characters.f1_daughter_16.name akazukufuna ukuthetha no mama wakhe malunga neengxaki zakhe kuba khange anikwe thuba lokuthetha ngazo

# data_list
source: @data.characters.f1_daughter_16.name will be angry at her mother and not listen to her in the future
xh: U@data.characters.f1_daughter_16.name uzakuba nomsindo ngaku mama wakhe kwaye angammameli kwilixa elizayo

# data_list
source: @data.characters.f1_daughter_16.name will treat her siblings the same way that her mother treats her
xh: U@data.characters.f1_daughter_16.name uzakuba phatha abantwana bakwabo ngendlela umama wakhe ebemphethe ngayo

# data_list
source: These are all true. @data.characters.f1_daughter_16.name won’t want to help or talk to her mother, because her mother doesn’t thank or listen to her. She may treat her siblings the same way, because that’s what she has learned.
xh: Zonke ezi ziyinyaniso. U@data.characters.f1_daughter_16.name akazukufuna ukuncedisa okanye ukuthetha nomama wakhe, kuba umama wakhe akamncomi okanye ammamele. Angabaphatha ngendlela umama wakhe ebemphatha ngayo abantwana bakowabo, kuba yinto ayifundileyo.

# data_list
source: Let’s go back in time and see what happens when @data.characters.f1_mother.name does things differently.
xh: Makhe sibuyele umva ngexesha kwaye sibone ukuba kwenzeka ntoni xa u@data.characters.f1_mother.name esenza izinto ngokwahlukileyo.

# data_list
source: One afternoon, @data.characters.f1_daughter_16.name is looking after her younger sibling @data.characters.f1_daughter_13.name.
xh: Ngemva kwemini ethile, u@data.characters.f1_daughter_16.name ebejonge umntwana wakowabo omncinci u@data.characters.f1_daughter_13.name.

# data_list
source: (🤔_thinking_) It has been such a hard day at school… I can’t wait for @data.characters.f1_mother.role_name to come home so I can tell her about it.
xh: (🤔 _ ecinga_) ibiyimini enzima esikolweni... Andikwazi ukulinda u@data.characters.f1_mother.role_name ukuba afike ekhayeni ndizokumxelela ngayo.

# data_list
source: @data.characters.f1_mother.name comes home late.
xh: U@data.characters.f1_mother.name ufika ekhaya emva kwexesha.

# data_list
source: (🤔_thinking_) I am so exhausted.
xh: ( 🤔_ecinga_) Ndidinwe kakhulu.

# data_list
source: Hi everyone, I'm feeling exhausted and grateful to be home. @data.characters.f1_daughter_16.name, thank you for looking after your sister and washing the school clothes. I am going to wash my hands, and then we can cook together and you can tell me about your day.
xh: Molweni nonke, ndiziva ndidiniwe ndinombulelo ukuba sekhaya. @data.characters.f1_daughter_16.name, enkosi ngoku gcina udade wenu nokuvasa impahla zesikolo. Ndizakuvasa izandla zam, kwenzele sipheke kunye kwaye undixelele ngemini yakho.

# data_list
source: Thank you, @data.characters.f1_mother.role_name, you can call me when you are ready.
xh: Enkosi, @data.characters.f1_mother.role_name, ungandibiza xa ulungile.

# data_list
source: *15 minutes later…*
xh: *emva kwemizuzu elishumi elinesihlanu...*

# data_list
source: I am glad we have this time together. I actually wanted to tell you about a problem I had at school today.
xh: Ndiyavuya sineli xesha kunye. Bendifuna ukuxelela malunga nengxaki ebendinayo esikolweni namhlanje.

# data_list
source: Thank you for telling me. I am sure we can come up with a solution together.
xh: Enkosi ngokundixelela. Ndiqinisekile singafika kwisisombululo kunye.

# data_list
source: Let's think about what happened in this story.
xh: Makhe sicinge ngoko kwenzekileyo kweli bali.

# data_list
source: How did @data.characters.f1_daughter_16.name and @data.characters.f1_mother.name feel before they got to speak to each other?
xh: Bazive njani u@data.characters.f1_daughter_16.name kunye @data.characters.f1_mother.name phambi kokuba bathethe bobabini?

# data_list
source: Sad
xh: Ulusizi

# data_list
source: Confused
xh: Ubhidekile

# data_list
source: Tired
xh: Udiniwe

# data_list
source: Yes, both of them had long, hard days.
xh: Ewe, Bobabini babeneentsuku ezinde, nezinzima.

# data_list
source: What did @data.characters.f1_mother.name do differently this time?
xh: Wenze ntoni u@data.characters.f1_mother.name ngokwahlukileyo ngeli ixesha?

# data_list
source: She took a few minutes for herself to relax and get settled at home before talking with her daughter, @data.characters.f1_daughter_16.name
xh: Uthathe imizuzu embalwa ukuze aphumle kwaye azinze ekhaya phambi kokuba athethe nentombi yakhe u@data.characters.f1_daughter_16.name

# data_list
source: She asked @data.characters.f1_daughter_16.name to help with cooking, so she could get dinner done AND have time to talk
xh: Ucele u@data.characters.f1_daughter_16.name ukuba ancede ngokupheka, ukuze agqibe isidlo sangokuhlwa KWAYE abenexesha lokuthetha

# data_list
source: She praised @data.characters.f1_daughter_16.name for doing specific household chores
xh: Uye wamncoma u@data.characters.f1_daughter_16.name ngokwenza imsebenzi ethile yasekhaya

# data_list
source: She showed @data.characters.f1_daughter_16.name that she is available to talk and listen
xh: Ubonakalise u@data.characters.f1_daughter_16.name ukuba ukhona xa efuna ukuthetha nokumanyelwa

# data_list
source: Yes, all of these are true.
xh: Ewe, zonke ezi zinto ziyinyani.

# data_list
source: How did @data.characters.f1_daughter_16.name and her mother feel afterwards?
xh: Bazive njani u@data.characters.f1_daughter_16.name nomama wakhe emva koko?

# data_list
source: Relieved
xh: Bekhululekile

# data_list
source: Happy
xh: Bevuya

# data_list
source: Proud
xh: Benebhongo

# data_list
source: Yes, talking while doing chores helped them both! When you do a chore with your teen, take time for yourself, and give them space to talk, you help them feel safe to learn with you. This is an easy way to build a good relationship and teach them things they won’t learn at school.
xh: Ewe, ukuthetha ngethuba besenza umsebenzi wasekhaya kubancedile bobabini! Xa usenza imisebenzi yasekhaya nomntwana wakho ofikisayo, ziphe ixesha lakho, ubanike ithuba lokuthetha, ubanceda bazive bekhuselekile ukufunda nawe. Olu luhlobo olulula lokwakha ubudlelwana obuhle nokubafundisa izinto abangazifundiswayo esikolweni.

# data_list
source: Let’s think of activities you can do with your teen to help them learn. Remember, teens are better at remembering what they learnt when it is fun.
xh: Masicinge ngomsebenzi onowenza nomntwana wakho ofikisayo ukubanceda ukuze bafunde. Khumbula, abantwana abafikisayo bayikhumbula ngcono into abayifunda bonwabile.

# data_list
source: **Here are some ideas you could try today:** 💬 Storytelling: Share a story from your childhood or culture—or let your teen share one with you. It’s a fun way to connect and learn. 🚶🏾‍♀️‍➡️Walking: Take a walk together. It’s healthy and gives you both time to talk and share feelings. 👩🏾‍🍳 Cooking or cleaning: Ask your teen to help with cooking or cleaning. It’s a good time to talk and teach them why these things matter.
xh: ** Nazi ezinye iimbono ongazizama namhlanje:** 💬Lixesha lebali: Balisa ibali ukusukela ebuncinaneni bakho okanye kwinkcubeko yakho - okanye vumela umntwana wakho ofikisayo abalise enye yazo nawe. Luhlobo olonwabisayo lokufunda. 🚶🏾‍♀️‍➡️Ukuhamba: Thathani uhambo kunye. Lusempilweni kwaye lunika ixesha lokuncokola nelokwabelana ngemvakalelo. 👩🏾‍🍳 Ukupheka kunye nokucoca: Cela umntwana wakho ofikisayo ancede nokupheka okanye ukucoca. Lixesha elihle lokuthetha nelokubafundisa ngokubaluleka kwezizinto.

# data_list
source: Here are some skills you can use to help your teen learn!
xh: Nazi ezinye izakhono onokuzisebenzisa ukunceda umntwana wakho ofikisayo afunde!

# data_list
source: GET TOGETHER
xh: INDIBANO

# data_list
source: People learn better when they learn with others. Spend time with your teen and let them learn with you. When you do activities together, you give them space to learn, to make mistakes and to ask you questions.
xh: Abantu bafunda ngcono xa befunda nabanye. Chitha ixesha nomntwana wakho ofikisayo wenze ukuba nifunde kunye. Xa nisenza imisebenzi kunye, banike umtyhi wokufunda, benze iimpazamo kwaye babuze imibuzo.

# data_list
source: SUPPORT
xh: INKXASO

# data_list
source: Your teen will learn from you if they know you support them. Let them try things and be patient with them. This helps them “learn how to learn”, because they feel safe with you.
xh: Umntwana wakho ofikisayo uzakufunda kuwe xa eyazi ukuba uyabaxhasa. Bayeke bazame kwaye ubenomonde ngabo. Oku kubanceda "bafunde kufundwa njani", kuba baziva bekhuselekile kuwe.

# data_list
source: PRAISE
xh: NCOMA

# data_list
source: Praising your teen is a powerful way to help them try again. Teens do not get things right the first time and should learn how to try again. Praise them for trying to do things, so they can learn from their mistakes.
xh: Ukuncoma umntwana wakho ofikisayo yindlela enamandla yokubanceda bazame kwakhona. Abantwana abafikisayo abazenzi kakhuhle izinto xa beqala kwaye kufuneka bafunde ukuzama kwakhona. Bancome ngokuzama ukwenza izinto, ukuze bafunde kwiimpazamo zabo.

# data_list
source: Helping your teen learn can feel stressful, but doing fun daily activities together supports their growth and learning. This week’s home practice is to try a few activities with your teen!
xh: Ukunceda umntwana wakho ofikisayo afunde kungenza uzive unoxinzelelo, kodwa ukwenza imisebenzi eyonwabisayo kunye kuxhasa ukukhula nokufunda kwabo. Owaleveki umsebenzi wasekhaya wokuziqhelanisa kukuzama imisebenzi embalwa nomntwana wakho ofikisayo!

# data_list
source: It’s not always easy to find things to do with your teen. Try dancing to your teen’s music or having a simple check-in chat, like asking, “What made you happy today?” or “How can I help you?”
xh: Akubikho lula ngamaxesha onke ukufumana into yokwenza nomntwana wakho ofikisayo. Zama ukudanisela umculo womntwana wakho ofikisayo okanye incoko yokumkhangela, njengokubuza, "Wonwatyiswe yintoni namhlanje?" okanye "Ndingakunceda ngantoni?"

# data_list
source: Can you try one fun activity this week with your teen, like dancing together or having a daily check-in chat?
xh: Ungakwazi ukuzama umsebenzi omnye owonwabisayo nomntwana wakho ofikisayo kuleveki, njengokudanisa kunye okanye incoko yokumkhangela yonke imihla?

# data_list
source: Yes
xh: Ewe

# data_list
source: That's great! Making time for fun and connection is a powerful way to support your teen’s learning and development.
xh: Kwakuhle! Ukwenza ixesha lokonwaba nelokuqhagamshelana yindlela enamandla yokuxhasa ukufunda nokukhula komntwana wakho ofikisayo.

# data_list
source: I think so
xh: Ndicinga njalo

# data_list
source: You're doing well! Even small moments of fun and conversation can help your teen feel valued and motivated. Keep it up!
xh: Wenza kakuhle!! Namathuba amancinci okonwaba nokuncokola kungamnceda umntwana wakho ofikisayo azive ebalulekile kwaye ekhuthazekile. Qhubeka!

# data_list
source: No
xh: Hayi

# data_list
source: That's okay. It is not always easy to find time, but even one fun moment together can make a big difference. Try again when you are ready.
xh: Kulungile. Akusoloko kulula ukufumana ithuba, kodwa nexesha elincinci lokonwaba kunye lingenza umehluko omkhulu. Zama kwakhona xa ukulungele.

# data_list
source: Spending fun, relaxed time with your teen helps them learn important life skills - and it strengthens your bond. Even small changes, like listening more and playing together, can make a big difference.
xh: Ukuchitha ixesha lokonwaba, nelokuphola nomntwana wakho ofikisayo kunceda ukufunda izakhono ezibalulekileyo zobomi - kwaye yomeleza ubudlelwana benu. Notshintsho oluncinci, njengokumamela ngakumbi nokudlala kunye, kungenza umehluko omkhulu.

# data_list
source: Spending quality time together helped @data.characters.media_daughter_11.name and her mother connect and learn. Listen to their story
xh: Ukuchitha ixesha elibalulekileyo kunye kuncede u@data.characters.media_daughter_11.name nomama wakhe baqhagamshelana kwaye bafunda. Mamela ibali labo

# data_list
source: In the past there were times my mom got angry and she would shout at me before beating me. But since my mom started using @global.app_name, she tries to create time for us to interact and for us to have fun discussions. We play games, we sing together and other stuff… She takes time to listen before jumping to conclusions, like she listens and then she calms down and takes her time to explain, and then be like “what you did is not good” and such.
xh: Kwixesha elidlulileyo kwakunamaxesha apho umama wam wayedla ngokucaphuka kwaye wayedla ngokundingxolisa phambi kokuba andibethe. Kodwa oko umama waqala ukusebenzisa i@global.app_name, uyazama ukwenza ixesha lokusebenzisana nelokuthetha ngezinto ezonwabisayo. Sidlala imidlalo, sicula kunye kwaye nezinye izinto... Uthatha ixesha ukumamela phambi kokuba atsibele isigqibo, uyamamela kwaye azole athathe ixesha ecacisa, emva koko athi "into oyenzileyo ayilunganga" kwaye njalo.
