Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_teens_za/*/*_modules_grief_t.po
Languages: xh

# data_list
source: ⚠️ Sensitive Content
xh: ⚠️Umxholo obuthathaka

# data_list
source: This module includes content that may be sensitive. You can check it out by yourself first. This will prepare you well for sharing the content with your teen and others afterwards. If you need support, see the “Support Contacts” section in your Library for help.
xh: Le modyuli iqulathe umxholo onokuba nobuthathaka. Unakho ukuyijonga ngokwakho kuqala. Izokunceda ukuzilungiselela kakuhle ukuba wabelane ngomxholo kunye nomntwana wakho ofikisayo kunye nabanye emvakoko. Ukuba udinga inkxaso, jonga " uqhagamshelwano lweNkxaso" icandelo kwithala lwezoncedo.

# data_list
source: Today's topic is about coping with grief. Grief affects us all in different ways. Whatever you feel, you are grieving in your own way, and that is okay.
xh: Umxholo wanamhlanje ungokumelana nosizi. Usizi lusichaphazela sonke ngendlela ezohlukeneyo. Nantoni nayo oyivayo, unosizi ngendlela yakho, kwaye lonto ilungile.

# data_list
source: What techniques can you use to cope with grief? Tap play to find out
xh: Bobuphi ubuchule ongabusebenzisa ukumelana nosizi? Cofa udlala ukufumanisa

# data_list
source: Greetings. Today's topic is coping with grief. Taking care of ourselves is important, especially when we are facing challenging and difficult times such as coping with grief. We need to stay calm in order to think and act positively whenever we find ourselves overwhelmed. We may use techniques such as taking a pause to calm ourselves down.
xh: Molweni. Umxholo wanamhlanje kukumelana nosizi. Ukukhathalela iziqu zethu kubalulekile, ngakumbi xa sijongene nemiceli mngeni kunye namaxesha anzima afana nokumelana nosizi. Kufuneka sihlale sizolile sizokwazi ukucinga kwaye senze ngendlela elungileyo nanini naxa siziva songanyelwe yimeko. Singasebenzisa ubuchule obufana nokuthi nqumama ukwehlisa umoya ubephantsi.

# data_list
source: Taking care of ourselves during grief helps us stay calm and present for our children. When we share and name our feelings openly, it can help the whole family feel less alone and more supported.
xh: Ukuzikhathalela ngexesha losizi kuyanceda ukuhlala unomoya ozolileyo kwaye sibekhona ebantwaneni bethu. Xa sisabelana kwaye sizichaze iimvakalelo zethu ngokuphandle ngendlela esiziva ngayo, inganceda usapho lonke luzive lungekho lodwa kwaye lukhathalelekile ngakumbi.

# data_list
source: Hear how naming feelings helped @data.characters.media_female_12.name feel closer to family while grieving
xh: Mamela ukuba ukuchaza indlela aziva ngayo imncede njani u@data.characters.media_female_12.name azive esondele kusapho lwakhe ngethuba eselusizini

# data_list
source: After I lost my husband, the parenting tips that I learnt were so helpful to me: I began breathing calmly whenever I was feeling so sad or angry, and my kids really felt the difference because I was learning to keep calm. Naming our feelings and being open about how we are feeling has helped me feel closer to my child. Before, I felt like I was the only one who was going through these emotions, but now I know that my child is feeling the same things. We can talk about it and help each other. We don’t feel alone anymore.
xh: Emveni kokuba ndishiywe ngumyeni wam, iingcebiso zobuzali endithe ndazifunda ziye zaluncedo kakhulu kum: Ndiqalise ukuphefumla ngokuzolileyo naninina ndiziva ndikhathazekile okanye ndinomsindo, kwaye abantwana bam bayawuva umahluko ngokuba bendifunda ukuzigcina ndizolile. Ukuchaza iimvakalelo zethu kwaye nokuba sikhululeke ukuthetha malunga nokuba siziva njani kuye kwandinceda umna ndaziva ndisondele kumntwana wam. Ngaphambili, Bendiziva ingathi ndim ndodwa odlula kwezimvakalelo, kodwa ngoku ndiyayazi ukuba umntwana wam uziva ngendlela efanayo. Siyakwazi ukuthetha malunga nazo kwaye sincedane. Khange siphinde sizive sisodwa.

# data_list
source: Difficult emotions can lead to difficult behaviour – especially with children. Losing a caregiver or a loved one can make your teen feel worried, insecure, or angry, and can often make them act out. Let’s see what happened with @data.characters.f4_daughter_13.name who lost her mother 6 months ago:
xh: Imvakalelo ezinzima zingakhokelela kwisimilo esinzima - ngakumbi ebantwaneni. Ukushiywa ngumntu okukhathalelayo okanye umntu omthandayo kungenza umntwana wakho ofikisayo azive ekhathazekile, engakhuselekanga, okanye enomsindo, kwaye ingabenza besoloko bekubonakalisa oko. Masijonge kwenzeka ntoni ngo @data.characters.f4_daughter_13.name owashiywa ngumama wakhe kwinyanga eziy 6 ezidlulileyo:

# data_list
source: I miss @data.characters.f1_mother.role_name so much...
xh: Ndikhumbula u @data.characters.f1_mother.role_name kakhulu...

# data_list
source: @data.characters.f4_daughter_13.name, you need to stop crying. It has been months already! This crying will not bring your @data.characters.f1_mother.role_name back and you are doing worse and worse in school!
xh: @data.characters.f4_daughter_13.name, kufanele uyeke ukukhala. Sekuzinyanga ngoku! Oku kukhala akuzombuyisa u @data.characters.f1_mother.role_name kwaye uye usenza kakubi nakakubi esikolweni!

# data_list
source: You just don't understand how I feel! You never listen!
xh: Awuyiqondi indlela endiziva ngayo! Awuzange wamamela!

# data_list
source: Stop being so dramatic! Your behaviour is unacceptable!
xh: Khawuyeke ukuba ukuyibaxa! Isimilo sakho ngayo asamkelekanga!

# data_list
source: How did @data.characters.f4_father.name’s response make his daughter, @data.characters.f4_daughter_13.name, feel?
xh: Impendulo ka @data.characters.f4_father.name iyenze intombi yakhe @data.characters.f4_daughter_13.name, waziva njan?

# data_list
source: Confused
xh: Ubhidekile

# data_list
source: Yes, telling someone to stop crying can make them feel even more sad, angry or confused.
xh: Ewe, ukuxelela omnye umntu ukuba ayeke ukukhala kungabenza bazive bekhathazekile ngakumbi, benomsindo okanye bebhidekile.

# data_list
source: What could @data.characters.f4_father.name have done differently?
xh: Yintoni @data.characters.f4_father.name ebenokuyenza ngokwahlukileyo?

# data_list
source: Take a pause before responding and notice his own emotions
xh: Yithi nqumama phambi kokuba uphendule kwaye uqwalasele imvakalelo zakhe

# data_list
source: Ask @data.characters.f4_daughter_13.name to share more about how she feels
xh: Cela @data.characters.f4_daughter_13.name abelane malunga nokuba uziva njani

# data_list
source: Give @data.characters.f4_daughter_13.name a hug and tell her she can talk to him
xh: Amange @data.characters.f4_daughter_13.name kwaye amxelele angathetha naye

# data_list
source: Ask @data.characters.f4_daughter_13.name what would help her feel better
xh: Abuze @data.characters.f4_daughter_13.name ukuba yintoni enomnceda ukuziva ngcono

# data_list
source: Yes, all these options are correct. When we lose someone we love, it helps to recognise and share our feelings as a family.
xh: Ewe, onke lamacebo alungile. Xa sishiywa ngumntu esimthandayo, iyasinceda ukuqaphela kwaye sabelane ngendlela esiziva ngayo silusapho.

# data_list
source: Thank you for thinking along! Let’s see what happens if @data.characters.f4_father.name tries to support @data.characters.f4_daughter_13.name:
xh: Enkosi ngokucinga nathi! Masijonge ukuba kwenzeka ntoni ukuba @data.characters.f4_father.name uzama ukuxhasa @data.characters.f4_daughter_13.name:

# data_list
source: I know you are sad, @data.characters.f4_daughter_13.name. I also miss @data.characters.f1_mother.role_name. What do you think we can do to help you feel better?
xh: Ndiyayazi ukhathazekile, @data.characters.f4_daughter_13.name. Nam ndiyamkhumbula @data.characters.f1_mother.role_name. Ucinga ukuba singenza ntoni ukwenza uzive ngcono?

# data_list
source: Maybe we can visit @data.characters.f4_aunt.name, so we can share stories about @data.characters.f1_mother.role_name?
xh: Mhlawumbi singandwendwela @data.characters.f4_aunt.name, ukwenzela sabelane ngamabali malunga no @data.characters.f1_mother.role_name?

# data_list
source: I like that idea, let’s go see her on Saturday. Do you already want to tell me more about how you feel now?
xh: Ndiyalithanda elocebo, masihambe siyokumbona ngoMgqibelo. Ingaba sewukulungele ukundixelela ngokubanzi malunga nokuba uziva njani ngoku?

# data_list
source: I honestly feel angry that she left. Is it okay to say that?
xh: Ngokwenyaniso ndiziva ndicaphuka ngokuba ehambile. Ingaba kulungile ukutsho oko?

# data_list
source: Yes, it is normal to feel angry. We all have different feelings at different times, and that is okay. It is good to talk about this together, thank you for sharing with me.
xh: Ewe, yinto eqhelekileyo ukuziva unomsindo. Sonke sinemvakalelo ezohlukeneyo ngamaxesh ohlukeneyo, kwaye lonto ilungile. Kulungile ukuba sithethe ngalento kunye, enkosi ngokwabelana kunye nam.

# data_list
source: Let's think about what happened in this story.
xh: Makhe sicinge malunga nokwenzekileyo kweli bali.

# data_list
source: How did @data.characters.f4_daughter_13.name feel after talking to her father, @data.characters.f4_father.name?
xh: Ingaba @data.characters.f4_daughter_13.name uzive njani emveni kokuthetha notata wakhe, @data.characters.f4_father.name?

# data_list
source: That’s right. Talking about her feelings helped @data.characters.f4_daughter_13.name feel lighter and less alone inside.
xh: Kulungile. Ukuthetha ngemvakalelo zakhe kumncedile @data.characters.f4_daughter_13.name azive ekhaphukhaphu kwaye angabikho yedwa ngaphakathi.

# data_list
source: Supported
xh: Exhasekile

# data_list
source: Yes, knowing that her @data.characters.f4_father.role_name understood and accepted her feelings made @data.characters.f4_daughter_13.name feel cared for and supported.
xh: Ewe, ukwazi ukuba @data.characters.f4_father.role_name uziqondile kwaye uzamkele imvakalelo zakhe zamenza @data.characters.f4_daughter_13.name waziva ekhathalelwe kwaye exhasekile.

# data_list
source: Comforted
xh: Uthuthuzelekile

# data_list
source: Exactly. Sharing her sadness and anger openly made @data.characters.f4_daughter_13.name feel comforted and closer to her father.
xh: Ngokwenene. Ukwabelana ngosizi kunye nomsindo wakhe ngokuphandle kumenze @data.characters.f4_daughter_13.name azive ethuthuzelekile kwaye esondele kutata wakhe.

# data_list
source: What could have happened if @data.characters.f4_father.name got angry at his daughter, @data.characters.f4_daughter_13.name, when she shared that she was feeling angry?
xh: Yintoni ibinokwenzeka ukuba@data.characters.f4_father.name uzifumene enomsindo kwintombi yakhe, @data.characters.f4_daughter_13.name, xa esabelana ngemvakalelo zokuba uziva enomsindo?

# data_list
source: @data.characters.f4_daughter_13.name might not trust her @data.characters.f4_father.role_name
xh: Mhlawumbi u @data.characters.f4_daughter_13.name ebenokungamthembi u @data.characters.f4_father.role_name

# data_list
source: @data.characters.f4_daughter_13.name and her @data.characters.f4_father.role_name might talk less and feel more alone
xh: U @data.characters.f4_daughter_13.name kunye no @data.characters.f4_father.role_name wakhe bangathetha kancinci kwaye bazive bebodwa nangakumbi

# data_list
source: @data.characters.f4_daughter_13.name might show more challenging behaviour
xh: U @data.characters.f4_daughter_13.name mhlawumbi angabonisa isimilo esingumceli mngeni nangakumbi

# data_list
source: All these options are correct. Everyone copes with grief differently. We can help each other by accepting each other’s feelings and coming up with ideas together to support each other.
xh: Zonke ezimpendulo zichanekile. Wonke umntu umelana nosizi ngokwahlukileyo. Singancedana omnye nomnye ngokwamkela iimvakalelo zethu kwaye size neengcebiso kunye ukuxhasa omnye nomnye.

# data_list
source: Here are some tips to help you and your family through times of grief:
xh: Nazi iingcebiso ezinokunceda wena kunye nosapho lwakho ngamaxesha osizi:

# data_list
source: ACCEPT
xh: YAMKELA

# data_list
source: Losing someone we love can affect us for weeks, months or years. There’s no right way to feel, and no need to feel better quickly. Your teen may feel sad, angry, confused, or unwell. They may have nightmares, pain, or school problems. Even if they seem happy, they might still feel sad. This is all normal.
xh: Ukushiywa ngumntu esimthandayo kungasichaphazela kangangeeveki, iinyanga okanye iminyaka. Akhondlela ichanekileyo yokuziva, kwaye akukho sidingo sokuziva ngcono ngokukhawuleza. Umntana wakho ofikisayo angaziva ekhathazekile, enomsindo, ebhidekile, okanye engaphilanga. Anganawo namaphupha amabi, ubuhlungu, okanye ingxaki zesikolo. Nokuba babonakala bonwabile, bangeba basaziva bekhathazekile. Yonke lento iqhelekile.

# data_list
source: SAY GOODBYE
xh: YITHI SALA KAKUHLE

# data_list
source: Find a way to say goodbye that feels right for you and your family. Some people hold a ceremony or have a special meal to celebrate the person. Ask your teen what they would want to do to say goodbye.
xh: Fumana indlela yokuthi sala kakuhle oyiva ilungile kuwe kunye nosapho lwakho. Abanye abantu babamba umsitho okanye babenesidlo esikhethekileyo ukubhiyozela lomntu. Mbuze umntana wakho ofikisayo bafuna ukwenzantoni ukuthi sala kakuhle.

# data_list
source: TALK
xh: THETHA

# data_list
source: Talking or writing about the person can help bring comfort. Gently share your memories—both the happy ones and the hard ones. Teens may sometimes feel the death was their fault. Kindly remind them it was not. Let them know they can always talk to you about their feelings, and show them it’s okay by sharing yours too.
xh: Ukuthetha okanye ukubhala malunga nomntu kunganceda ukuzisa intuthuzelo. Yabelana ngobunono ngenkumbulo zakho---zombini ezonwabisayo kunye nezinzima. Abantwana abafikisayo ngamanye amaxesha baye bazive ngathi ukufa yimpazamo yabo. Bakhumbuze ngobubele ayompazamo yabo. Bazise ukuba ngalolonke ixesha bangathetha nawe malunga nemvakalelo zabo, kwaye babonise ukuba kulungile ukwabelana nangezakho.

# data_list
source: When we are going through a difficult time, it can help to talk about or write down how we feel. Let’s practise naming feelings. How do you feel now?
xh: Xa sidlula kwixesha elinzima, lonto inganceda ukuthetha malunga ngalo okanye sibhale phantsi indlela esiziva ngalo. Masizame ukuchaza imvakalelo. Uziva njani ngoku?

# data_list
source: How could a person feel when someone they love passes away?
xh: Angaziva njani umntu xa umntu abamthandayo esweleka?

# data_list
source: Sad
xh: Ulusizi

# data_list
source: Angry
xh: Unomsindo

# data_list
source: Scared
xh: Usoyika

# data_list
source: Loved
xh: Ethandwa

# data_list
source: Relieved
xh: Ndikhululekile

# data_list
source: Brave
xh: Ndikhaliphile

# data_list
source: Someone who is grieving can feel many different emotions. They might also feel lost, shocked, numb, guilty, lonely, or even hopeful — all of these are normal.
xh: Umntu oselusizini angeva imvakalelo ezohlukeneyo. Kwakhona bangaziva belahlekile, bothukile, bendindisholo, enetyala, eyedwa, okanye enethemba elikhulu - zonke ezizinto ziqhelekile.

# data_list
source: This week's home activity is to share with your teen how you feel, and ask them to also name their feelings. You can remind your teen of some emotions they might feel - like happy, sad, scared, hopeful, angry, or lonely. There is no right or wrong feeling. Sharing emotions helps you both feel less alone.
xh: Umsebenzi wasekhaya waleveki kukwabelana nomntwana wakho ofikisayo ukuba uziva njani, kwaye ubacele ukuba bachaze iimvakalelo zabo. Ungamkhumbuza umntwana wakho ofikisayo ngemvakalelo anokuziva - njengoku vuya, ukukhathazeka, ukoyika, ukubanethemba, ukubanomsindo, okanye ukubawedwa. Akukho mvakalelo ilungileyo okanye engalunganga. Ukwabelana ngemvakalelo kunceda nina nobabini nizive ningekhekho nedwa.

# data_list
source: Can you share how you are feeling with your teen this week and invite them to name their feelings too?
xh: Ungakwazi ukwabelana ukuba uziva njani wena nomntwana wakho ofikisayo kuleveki kwaye ubameme bachaze imvakalelo zabo?

# data_list
source: Yes
xh: Ewe

# data_list
source: That’s wonderful. Talking about emotions helps you and your teen cope and connect during difficult times.
xh: Kwakuhle. Ukuthetha ngemvakelelo kunceda wena nomntwana wakho ofikisayo nimelane kwaye niqhagamshelane ngexesha lobunzima.

# data_list
source: I think so
xh: Ndicinga njalo

# data_list
source: That’s a good start. Even trying to open a conversation about feelings can help your teen feel supported. Keep going - you are doing something very important.
xh: Sisiqalo esihle eso. Nokuzama ukuqala incoko ngemvakalelo kunganceda umntwana wakho ofikisayo azive exhasiwe. Qhubekeka - wenza into ebaluleke kakhulu.

# data_list
source: No
xh: Hayi

# data_list
source: That's okay. Talking about feelings can be hard, especially during grief. Try again when the time feels right - every small step towards openness helps.
xh: Kulungile. Ukuthetha ngemvakalelo kunganzima, ngakumbi kwixeshalosizo. Zama kwakhona xa ixesha livakala lilungile - onke amanyathelo ajonge ekuthetheni phandle ayanceda.

# data_list
source: Grief can make both parents and teens feel alone - but talking about your feelings can help you cope together. Even small steps like checking in and sharing emotions can rebuild trust and connection.
xh: Usizi lungenza bobabini abazali kunye nabantwana abafikisayo bazive bebodwa - kodwa ukuthetha ngemvakalelo zenu kunganinceda nimelane nazo kunye. Kwaye namanyathelo amancinane afana nokukrobana nokwabelana ngemvakalelo kungakwazi ukwakha kwakhona ukuthembana noqhagamshelwano.

# data_list
source: Hear how @data.characters.media_daughter_10.name and her father learned to support each other
xh: Mamela ukuba kunjani ku@data.characters.media_daughter_10.name notata wakhe bafunde njani ukuxhasana omnye nomnye

# data_list
source: When I lost my mom, everything changed. I was so sad, but it felt like my dad couldn't understand. Our relationship suffered. We did our own things and we stopped talking to each other. But then something incredible happened. My dad learnt all these things from the app about what to do when you lose someone. He asked me how I was doing and we started to talk again. He explained that he was sad too, and he even said he was sorry for not talking to me after my mom died. We can now see that it is hard for both of us, and we can help each other. He is supporting me and we are a lot closer.
xh: Mhla ndashiywa ngumama wam, yonke into yatshintsha. Ndandikhazekile kakhulu, kodwa ndaziva ingathi utata wam akayiqondanga. Ubudlelwane bethu babandezeleka. Besisenza izinto zethu kwaye sayeka ukuthetha sobabini. Kodwa kwaye kwenzeka into engakholelekiyo. Utata wam wafunda zonke ezizinto kwi-app malunga nokuba wenza njani xa ushiywe ngumntu. Uye wandibuza ukuba ndiziva njani kwaye saqhubeka nokuthetha kwakhona. Uye wandicacisela ukuba naye ebekhathazekile, kwaye uye wathi ucela uxolo ngokungathethi nam emveni kokuba umama wam eswelekile. Ngoku siyabona ukuba kunzima kuthi sobabini, kwaye singancedana. Uyandixhasa kwaye sisondelelene kakhulu.
