Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_teens_za/*/*_modules_consequences_t.po
Languages: xh

# data_list
source: Today's topic is about calm consequences. Our actions have consequences. Some consequences happen naturally (“if you break something, you can’t use it anymore”). Other consequences we set as a family to motivate us to follow the rules (“if you come home late, you can’t go out with friends tomorrow”). HOW you set and use consequences together matters. Getting consequences right helps teens behave better and makes family life calmer.
xh: Isihloko sanamhlanje singeziphumo ezizolileyo. Izenzo zethu zineziphumo. Ezinye iziphumo zenzeka ngokwendalo ("ukuba wophula into, awuphindi uyisebenzise nanini na"). Ezinye iziphumo sizihlela silusapho ukukhuthazana ukulandela imithetho ("ukuba ubuyela ekhaya emva kwexesha, awuzuphuma nezihlobo ngomso"). INDLELA obeka kwaye nosebenzisa ngayo iziphumo zombini zibalulekile. Ukufumana iziphumo ngokulungileyo kunceda abantwana ofikisayo baziphathe ngcono kwaye kwenza nobomi bosapho buzole.

# data_list
source: How will introducing calm consequences help you and your family? Play to learn more
xh: Ingaba ukwazisa iziphumo ngokuzolileyo kunceda njani wena kunye nosapho lwakho? Dlala ukuze ufunde ngakumbi

# data_list
source: Greetings, everyone. Today's topic is calm consequences. It is important that when we introduce consequences to our teenagers we involve them, but also important that we are calm when we introduce consequences. That will assist us to agree on introducing calm consequences to our teenagers, and our teenagers will easily remember them when they are involved and that will make them responsible.
xh: Molweni, nonke. Umxholo wanamhlanje ungeziphumo ezolileyo. Kubalulekile ukuba xasisazisa iziphumo kubantwana bethu abafikisayo sibabandakanye nabo, kodwa kubalulekile ukuba sibe sizolile xa sisazisa iziphumo. Oku kuza kusinceda sivumelane ekwaziseni iziphumo ezolileyo ebantwaneni bethu abafikisayo, kwaye abantwana bethu abafikisayo bazakuzikhumbula lula xa bebandakanyiwe kwaye lonto iza kwenza babe noxanduva.

# data_list
source: Calm consequences work best when they are fair, agreed on together, and followed through consistently - not in anger.
xh: Iziphumo ezizolileyo zisebenza ngcono xa zilungile, nivumelene nonke, kwaye zilandelwe ngokuqhubekaya - kungekho msindo.

# data_list
source: Agreeing on consequences together works! Tap play to hear @data.characters.media_female_13.name tell her story
xh: Ukuvumelana ngeziphumo kunye kuyasebenza! Cofa udlala ukuva @data.characters.media_female_13.name exela ibali lakhe

# data_list
source: When my teenagers did something to make me angry, I would shout at them and punish them right away. But the next time they did it again! I could not understand why they did not hear me even when I shouted. @global.app_name helped me understand that my teenagers will listen to me more when I am calm. So, when something happens, I take a deep breath and say “we will talk about this later when we are both calm.” We even agree on the consequences together now before something goes wrong. This has worked wonders – I have seen a huge change in my teen’s behaviour now that they are more involved, and I have less stress. I wish I knew this long ago, but it is never too late to start!
xh: Xa abantwana bam abafikisayo benze into endenza ndibe nomsindo,bendibangxolisa, kwaye ndibohlwaye ngoko nangoko. Kodwa xa bephinda ukuyenza kwakhona! Bendingayiqondi ukuba kutheni bengandivanga xa bendibangxolisa. @global.app_name indincedile ndaqonda ukuba abantwana bam abafikisayo bazakumamela nangakumbi xa ndizolile. Ngoko, xa kusenzeka into, ndiyaphefumla ngokunzulu kwaye ndithi "sakuthetha ngayo ngelinye ixesha xa sizolile." Siye sabe siyavumelana kunye ngeziphumo ngoku phambi kokuba kwenzeke into engalunganga. Lento isebenza ngokumangalisayo - Ndibone umehluko omkhulu kwisimilo somntwana wam ofikisayo ngoku beyinxalenye ngakumbi, kwaye lwatsho lwehla uxinzelelo. Akwaba bendiyazile kwangaphambili, kodwa akuphelanga xesha lakuyiqala!

# data_list
source: Let's read what happened with @data.characters.f1_son_18.name and his father, @data.characters.f1_father.name:
xh: Makhe sifunde kwenzeke ntoni ngo @data.characters.f1_son_18.name kunye notata wakhe, @data.characters.f1_father.name:

# data_list
source: @data.characters.f1_son_18.name! What time is this? You are late!
xh: @data.characters.f1_son_18.name! Ngubani ixesha ngoku? Ufike emva kwexesha!

# data_list
source: @data.characters.f1_son_18.name, you broke our rule! I will give you a hiding!
xh: @data.characters.f1_son_18.name, uwophule umthetho wethu! Ndizakubetha!

# data_list
source: That’s unfair! You never listen to me!! I hate you!
xh: Ayilungile lonto! Awuzange wandimamela!! Ndiyakucaphukela!

# data_list
source: Let's think about what happened in this story.
xh: Makhe sicinge ngoko kwenzekileyo kweli bali.

# data_list
source: Why did giving a consequence this way not work well?
xh: Kutheni ukunika isiphumo ngoluhlobo kungenako ukusebenza?

# data_list
source: @data.characters.f1_father.name was angry
xh: @data.characters.f1_father.name bendinomsindo

# data_list
source: @data.characters.f1_father.name did not let his son, @data.characters.f1_son_18.name, explain
xh: @data.characters.f1_father.name akamvumelanga unyana wakhe,@data.characters.f1_son_18.name, acacise

# data_list
source: The consequence was not discussed beforehand with @data.characters.f1_son_18.name
xh: Isiphumo asikhange sixoxwe kwangaphambili no @data.characters.f1_son_18.name

# data_list
source: The consequence was too strong
xh: Isiphumo besinzima kakhulu

# data_list
source: Yes, a strong reaction like that just made everyone more angry and upset.
xh: Ewe, impendulo ebukhali ngolo hlobo yenza wonke umntu abenomsindo ngakumbi kwaye bacaphuke.

# data_list
source: Teens often break rules. This is normal - growing up is a difficult time when they are learning about who they are. Luckily, there are ways to discipline without getting angry or using violence… and they work well! Giving calm consequences is important because it helps teens learn from their actions and take responsibility for their choices.
xh: Abantwana abafikisayo bahlala beyophula imithetho. Oku kuqhelekile - ukukhula lixesha elinzima xa befunda malunga ukuba bangobani. Ngethamsanqa, zikhona iindlela zokuqeqesha ngaphandle kokuba nomsindo okanye ukusebenzisa ubundlobongela… kwaye zisebenza kakuhle! Ukunika iziphumo ezizolileyo kubalulekile ngokuba kunceda abantwana abafikisayo bafunde kwizenzo zabo kwaye bathathe uxanduva ngezinto abazikhethela bona.

# data_list
source: Imagine you are the parent and @data.characters.f1_son_18.name came home late. What consequence would help here?
xh: Khawube nombono ukuba ungumzali kwaye @data.characters.f1_son_18.name afike ekhaya emva kwexesha. Sesiphi isiphumo esinokunceda apha?

# data_list
source: Cannot play with phone the next day
xh: Awuzokukwazi ukudlala ngefowuni kusuku olulandelayo

# data_list
source: That's right! And remember, consequences are not quite the same as punishment: they give our teens a chance to learn responsibility for their actions. And they are more controlled AND effective than hitting or shouting!
xh: Kulungile! Kwaye khumbula, iziphumo azifani ncam nesohlwayo: zinika abantwana bethu abafikisayo ithuba lokuba bafunde uxanduva ngezenzo zabo. Kwaye ziyalawuleka ngakumbi KWAYE zisebenza kakuhle kunokubetha okanye ukubangxolisa!

# data_list
source: Now imagine @data.characters.f1_daughter_16.name and @data.characters.f1_daughter_13.name fight over a phone. What consequence would help here?
xh: Ngoku yibanombono @data.characters.f1_daughter_16.name no @data.characters.f1_daughter_13.name besilwa ngefowuni. Zeyiphi iziphumo ezinokunceda apha?

# data_list
source: No gadget use the next day
xh: Makungasetyenziswa sixhobo kusuku olulandelayo

# data_list
source: Write a letter of apology
xh: Bhala ileta yokuxolisa

# data_list
source: Cannot see friends the next day
xh: Akakwazi ukubabona abahlobo bakhe ngosuku olulandelayo

# data_list
source: Cannot play with phone after dinner (or next hour)
xh: Awuzokudlala ngefowuni emva kwedinala (okanye kwiyure elandelayo)

# data_list
source: Take 5 minutes' pause in a separate part of the room
xh: Yithi nqumama imizuzu emi 5 kwicala elibucala legumbi

# data_list
source: Great idea! Calm consequences work best when they are fair, happen soon after the behaviour, and are used the same way each time. This helps your teen understand what to expect and gives them a clear chance to learn from their actions.
xh: Umbono omhle! Iziphumo ezizolileyo zisebenza ngcono xa zilunglile, zisenzeka kwangoko emva kwesimilo, kwaye zisetyenziswe ngendlela efanayo ngalo lonke ixesha. Oku kunceda umntwana wakho ofikisayo ukuba ukuqonde amakakulindele kwaye kubanike ithuba elicacileyo lokuba bafunde kwizenzo zabo.

# data_list
source: Now imagine @data.characters.f2_son_15.name is helping with a special chore. What consequence would help here?
xh: Ngoku yibanombono @data.characters.f2_son_15.name encedisa kwimisebenzi yasekhaya ekhethekileyo. Zeyiphi iziphumo ezinokunceda apha?

# data_list
source: Extra time with friends on weekend (1 hr)
xh: Ixesha elongezelelweyo nabahlobo ngempelaveki (iyure e-1)

# data_list
source: Cooking teen's favourite meal
xh: Ukupheka ukutya okuthandwa ngumntwana ofikisayo

# data_list
source: Extra time with phone after dinner (30 min)
xh: Ixesha elongezelelweyo nefowuni emva kwedinala (imizuzu engama- 30)

# data_list
source: Watching teen's TV show together
xh: Ukubukela inkqubo ka MABONAKUDE yomntwana ofikisayo

# data_list
source: Extra one-on-one time on Sunday (30 min)
xh: Ixesha lomnye nomnye ngeCawa (imizuzu engama- 30)

# data_list
source: Wonderful! Positive consequences like this build trust and show your teen that helpful behaviour is noticed and appreciated. When rewards are fair, timely, and consistent, they motivate teens to keep making good choices and strengthen your bond too.
xh: Kwakuhle! Iziphumo ezilungileyo ezifana nezi zakha ukuthembeka kwaye zibonise umntwana wakho ofikisayo ukuba isimilo sokuncedisa siqatshelwe kwaye samkelekile. Xa imivuzo ikulungele, ngexesha, kwaye ingajikajiki, ikhuthaza abantwana abafikisayo baqhubeke besenza okulungileyo kwaye iqinise ubudlelwane benu.

# data_list
source: Here are some tips to help you with calm consequences:
xh: Nazi ezinye iingcebiso ezinokunceda kwiziphumo ezolileyo:

# data_list
source: EXPLAIN
xh: CACISA

# data_list
source: Check you are both calm. Take a few breaths. Explain to your teen why you are concerned about their behaviour. Explain the reasons why the rule mattered. You can share your feelings – it is okay to say you are disappointed.
xh: Jonga ukuba nobabini nizolile. Phefumla kambalwa. Cacisela kumntwana wakho ofikisayo ukuba kutheni uxakekile malunga nesimilo sakhe. Cacisa izizathu zokuba kutheni lo mthetho ubalulekile. Ningabelana ngemvakalelo zenu - kulungile ukutsho ukuba uphoxekile.

# data_list
source: How you introduce calm consequences is important. When you involve your teen, things usually go better!
xh: Indlela owazisa ngayo iziphumo ezizolileyo kubalulekile. Xa ubandakanya umntwana wakho ofikisayo, izinto ziya zibangcono!

# data_list
source: AGREE
xh: VUMA

# data_list
source: Plan consequences with your teen for following and not following the rule. Ask for their ideas. Talk until you agree on something realistic. Make a consequence for NOT following the rule and a privilege when they DO follow the rule.
xh: Cwangcisa iziphumo kunye nomntwana wakho ofikisayo ngokulandela kwaye nokungawulandeli umthetho. Cela ezabo izimvo. Thethani nide nivumelane ngento eqondakalayo. Yenza isiphumo SOKUNGAWULANDELI umthetho kwaye nelungelo xa WeWULANDELA umthetho.

# data_list
source: Remember, consequences are more successful if you discuss and agree in advance with teens before you apply them.
xh: Khumbula, iziphumo ziyimpumelelo ngakumbi xa nibonisana kwaye nivumelane kwangethuba nomntwana wakho ofikisayo ngaphambi kokuba usisebenzise.

# data_list
source: ACT
xh: YENZA

# data_list
source: **When your teen follows the rule, give praise and privileges!** They will feel respected and valued. Remember: The more we praise them, the more they will show that good behaviour! **When your teen does not follow the rule, follow through with the consequence.** When your teen breaks the rule, calmly give the consequence. This should be FAIR (not too harsh), IMMEDIATE (do it straight away), CONSISTENT (same every time).
xh: **Xa umtwana wakho ofikisayo elandela umthetho, mncome kwaye umnike namalungelo!** Bayakuziva behloniphekile kwaye bexabisekile. Khumbula: Xa siqubeka sibancoma, kuxa beqhubeka nokubonisa isimilo esilungileyo! **Xa umntwana wakho engalandeli umthetho, landelela ngeziphumo.** Xa umntwana wakho esophula umthetho, ngokuzolileyo mnike isiphumo. Kufanele lento ilungelane (ungabiqatha), NGOKONANGOKO (yenze ngokonangoko), INGAJIKAJIKI (ngohlobo olunye ngalo lonke ixesha).

# data_list
source: More tips
xh: Ezinye iingcebiso

# data_list
source: Remember, you can also agree on GOOD consequences for GOOD actions to see more positive behaviour!
xh: Khumbula, kananjalo ningavumelana ngeziphumo EZILUNGILEYO ukwenzela izenzo EZILUNGILEYO ukuze ubone isimilo esilungileyo ngakumbi!

# data_list
source: Now let's go back to @data.characters.f1_son_18.name and his father, @data.characters.f1_father.name:
xh: Ngoku masibuyele emva ku @data.characters.f1_son_18.name kunye notata wakhe, @data.characters.f1_father.name:

# data_list
source: I am concerned that you are often still coming home late, @data.characters.f1_son_18.name. What can we do to help you remember to come home in time?
xh: Iyandixhalabisa into yokuhlala ubuya emva kwexesha ekhaya, @data.characters.f1_son_18.name. Singenza ntoni ukunceda ukuba ukhumbule ukubuya ekhaya kwangethuba?

# data_list
source: If I come home in time, maybe I can stay up 30 minutes later than usual?
xh: Ukuba ndibuyela ekhaya ngethuba, mhlawumbi ndingakwazi ukuhlala imizuzu eyi 30 ngaphezulu kunesiqhelo?

# data_list
source: That is a good idea! And what should we do if you don’t follow the rule?
xh: Ngumbono omhle lowo! Kwaye singenza ntoni xa ungalandeli umthetho?

# data_list
source: Oh come on, I know you have some ideas.
xh: Oh khawuze, ndiyayazi unazo iimbono ezithile.

# data_list
source: Okay…. What about, I have to do my homework?
xh: Kulungile…. Uthini malunga, Kufanele ndenze umsebenzi wam wesikolo?

# data_list
source: You have to do your homework anyway. If you forget the rule, is it fair that you will not be able to see your friends the next day?
xh: Kufanele wenze umsebenzi wesikolo wakho nakanjani. Ukuba uwulibele umthetho, Ingaba ilungile into yokuba awuzokwazi ukubona abahlobo bakho ngosuku olulandelayo?

# data_list
source: Okay, @data.characters.f1_father.role_name.
xh: Kulungile, @data.characters.f1_father.role_name.

# data_list
source: *The next day...*
xh: * Usuku olulandelayo...*

# data_list
source: @data.characters.f1_son_18.name! What time is it! It is late!
xh: @data.characters.f1_son_18.name! Ngubani ixesha ngoku! Kusemva kwexesha!

# data_list
source: Sorry @data.characters.f1_father.role_name – you can go back to sleep.
xh: Uxolo @data.characters.f1_father.role_name - ungabuyela uyolala.

# data_list
source: It is WAY past the time you were supposed to be home!
xh: Lidlule KUDALA ixesha ebekufanele ubuye ngalo ekhaya!

# data_list
source: I can explain, @data.characters.f1_father.role_name, I can.
xh: Ndingacacisa @data.characters.f1_father.role_name, ndinako.

# data_list
source: @data.characters.f1_son_18.name, it is the middle of the night and you came home later than we agreed. Whatever the reason is, you must understand that this is not acceptable. Your @data.characters.f1_mother.role_name and I felt really worried.
xh: @data.characters.f1_son_18.name, kusezinzulwini zobusuku kwaye ubuyele ekhaya emva kwexesha ebesivumelene ngalo.Nokuba isizathu sithini, kufanele uqonde ukuba ayamkelekanga lonto.Umama wakho @data.characters.f1_mother.role_name kunye nam sizive sikhathazekile nyhani.

# data_list
source: My friends wanted me to stay longer. They were calling me a baby for having to go home already.
xh: Abahlobo bam bebefuna ndihlale ixesha elide, Bebendibiza ngokuba ndingumntwana kuba kufuneke ndigodukile.

# data_list
source: I know it can be hard to say no to your friends. Let’s talk more about this in the morning when we have had some rest.
xh: Ndiyayazi ukuba kunganzima ukuthi hayi kubahlobo bakho. Masithethe ngakumbi ngalento kusasa xa sithe safumana ithuba lokuphumla.

# data_list
source: I am sorry I worried you and @data.characters.f1_mother.role_name.
xh: Ndicela uxolo ngokunikhathaza wena kunye no @data.characters.f1_mother.role_name.

# data_list
source: Thank you. Now go to bed, but just to be clear, as you came home later than we agreed, you will not be allowed to go out tomorrow night.
xh: Enkosi. Ngoku hamba uyokulala, kodwa ukucacisa nje, njengokuba ubuye ekhaya emva kwexesha besivumelene ngalo, awuzokuvumeleka ukuba uhambe ebusuku ngomso.

# data_list
source: Let's think about this story.
xh: Makhe sicinge ngeli bali.

# data_list
source: Why did using a consequence work well this time?
xh: Kutheni ukusebenzisa isiphumo kusebenze kakuhle kweli ixesha?

# data_list
source: @data.characters.f1_father.name and his son, @data.characters.f1_son_18.name, discussed consequences when they were both calm
xh: @data.characters.f1_father.name kunye nonyana wakhe, @data.characters.f1_son_18.name, baxoxa ngeziphumo xa bobabini bezolile

# data_list
source: They agreed on consequences together
xh: Bavumelene ngeziphumo kunye

# data_list
source: @data.characters.f1_father.name responded calmly but firmly when @data.characters.f1_son_18.name broke the rule
xh: @data.characters.f1_father.name uphendule ngokuzolileyo kodwa egxininisa xa @data.characters.f1_son_18.name ophule umthetho

# data_list
source: @data.characters.f1_father.name listened to his son
xh: @data.characters.f1_father.name wamamela unyana wakhe

# data_list
source: The consequence was realistic and appropriate
xh: Isiphumo sasiying=yani kwaye sifanelekile

# data_list
source: Exactly! Consequences work best when they are set calmly, agreed on together, and followed through with care. By listening to your teen and staying firm but kind, you are correcting behaviour AND building trust and helping them learn responsibility.
xh: Ngokwenene! Iziphumo zisebenza ngcono xa zibekwa ngokuzolileyo, nivumelana kunye, kwaye ilandelwe ngenkathalo. Ngokumamela umntwana wakho ofikisayo kwaye uhlale uuzinzile kodwa unobubele, ulungisa isimilo KWAYE wakha ukuthembana kwaye nokumncenda ukufundeni uxanduva.

# data_list
source: It is time to learn and practise! Plan a calm consequence for your teenagers arguing with each other during dinner.
xh: Lixesha ngoku lokufunda kwaye nokuzama! Cwangcisa iziphumo ezolileyo zabantwana bakho abafikisayo abaxambulisanayo ngelixa lesidlo sasebusuku.

# data_list
source: Here are some ideas from other parents. Tap each behaviour to see an example of a fair consequence!
xh: Nazi ezinye iimbono ezisuka kwabanye abazali. Cofa isimilo ngasinye ukuze ubone umzekelo wesiphumo esilungeneyo!

# data_list
source: Negative Behaviour: Coming home after the agreed time
xh: Isimilo Esingalunganga: Ukubuya ekhaya emva kwexesha ebesivumelene ngalo

# data_list
source: Negative Consequence: Cannot see friends the next day.
xh: Isiphumo esingalunganga: Awuzobabona abahlobo ngosuku olulandelayo.

# data_list
source: Negative Behaviour: Talking rudely
xh: Iziphumo ezingalunganga: Ukuthetha krwada

# data_list
source: Negative Consequence: Write a letter of apology.
xh: Iziphumo ezingalunganga: Bhala ileta yokuxolisa.

# data_list
source: Positive Behaviour: Helping out with shopping
xh: Ukuziphatha Kakuhle: Ukuncedisa ngokuyokuthenga

# data_list
source: Positive Consequence: 30 minutes extra doing an activity of their choice.
xh: Iziphumo ezilungileyo: imizuzu eyi 30 eyongezelelekileyo besenza imidlalo abazikhetheleyo bona.

# data_list
source: Positive Behaviour: Helping look after younger siblings
xh: Isimilo esilungileyo: Ukuncedisa ekunakekela abantwana bakowenu abancinci

# data_list
source: Positive Consequence: One hour of extra time with friends on the weekend.
xh: Iziphumo ezilungileyo: Iyure enye eyongezelelweyo yexesha kunye nabahlobo ngempela veki.

# data_list
source: Now let's think more about negative consequences. Which of these consequences do you feel is appropriate?
xh: Ngoku masicinge ngakumbi ngeziphumo ezingalunganga. Zeyiphi kweziziphumo oziva zingafanelekanga?

# data_list
source: Not seeing any friends for a month
xh: Ukungababoni abahlobo bam kangangenyanga

# data_list
source: This may be hard to do for you and also too harsh! Remember, consequences should be fair, immediate and consistent.
xh: Lento inganzima ukuba uyenze kwaye ingangqwabalala nayo! Khumbula, iziphumo kumele ngoko zikulungele, ngoko nangoko kwaye zingaguquguquki.

# data_list
source: Cancelling their birthday plans in a month's time
xh: Ukucima amulungiselelo osuku lakhe lokuzalwa kwixeshana nje lenyanga

# data_list
source: This is too far in the future and too harsh as well! Remember, consequences should be fair, immediate and consistent.
xh: Lento ikude kakhulu kwixesha elizayo kwaye isenokuba qatha! Khumbula, iziphumo zifanele zikulungele, kwangoko kwaye zingaguquguquki.

# data_list
source: No TV this evening
xh: Akukho UMABONAKUDE ngokuhlwanje

# data_list
source: Perfect, this sounds fair and can be done straight away.
xh: Kuhle, oku kuvakala kukulungele kwaye kungenzeka ngoko nangoko.

# data_list
source: It is time to learn and practise! Your home activity this week is to try using one **positive consequence** when your teen does something well — and one **negative consequence** when they break a household rule.
xh: Lixesha lokufunda kwaye nokuzama! Umsebenzi wakho wasekhaya kuleveki kukuzama ukusebenzisa **isiphumo esilungileyo** sibesinye xa umntwana wakho ofikisayo enze into kakuhle - kwaye *isiphumo esilunganga** esisodwa xa esophule umthetho wasekhaya.

# data_list
source: **Remember, consequences should be:** ⚖️ FAIR (not too harsh) 💨 IMMEDIATE (do it straight away) 🎯 CONSISTENT (same every time)
xh: **Khumbula, iziphumo ingayi:** ⚖️ IKULUNGELE (ingabi qatha) 💨 NGOKO NANGOKO (Yenze ngokonangoko) 🎯 IBESISIGXINA (ifane ngalo lonke ixesha)

# data_list
source: Can you agree on one NEGATIVE consequence and one POSITIVE consequence with your teen?
xh: Ningakwazi ukuvumelana kwisiphumo esinye ESINGALUNGA nakwe sinye ESILUNGILEYO kunye nomntwana wakho ofikisayo?

# data_list
source: Yes
xh: Ewe

# data_list
source: That's fantastic! When teens help choose their own consequences - both positive and negative - they are more likely to understand and stick to them. You are helping them grow into a responsible young adult.
xh: Kuyamangalisa! Xa abantwana abafikisayo bezikhethela ngokwabo iziphumo - ezilungileyo nezingalunganga - bangakwazi ukuqonda kwaye bahlale bezibambile. Uyabanceda bakhule belulutsha oluthatha uxanduva.

# data_list
source: I think so
xh: Ndicinga njalo

# data_list
source: That’s a great start! Take your time - you can come up with ideas together step by step.
xh: Sisiqalo esihle eso! Thatha ixesha lakho - ningakwazi neengcebiso kunye inyathelo ngenyathelo.

# data_list
source: No
xh: Hayi

# data_list
source: That's okay. These conversations can be tricky at first. Keep spending time together and try again when the moment feels right. You are already on the right path.
xh: Kulungile. Ezincoko zinganobuzaza ekuqaleni. Qhubekani nichitha ixesha kunye kwaye zamani kwakhona xa ithuba livuma. Sele nikwindlela entle.
