Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_kids_teens_za/*/*_modules_srh_t.po
Languages: xh

# data_list
source: How can I best keep my teen safe? Try selecting each option for more tips!
xh: Ndinga mgcina njani umntana wam ofikisayo ekhuselekile ngokungcono? Zama ukukhetha into nganye ngengcebiso ezithe vetshe!

# data_list
source: I determine what my teen can and cannot do
xh: Ndiyamisela into umntana wam ofikisayo anokuyenza nanongayenzi

# data_list
source: I keep information or bad influences away from them
xh: Ndigcina iinkcukhaca okanye imithelela emibi kude kubo

# data_list
source: I build a healthy trusting relationship with my teen
xh: Ndokha ubudlelwane obusempilweni obuthembekileyo kunye nomntana wam ofikisayo

# data_list
source: I discuss consequences and solutions with my teen
xh: Ndiyayixoxa imiphumela kunye nezisombululo nomntana wam ofikisayo

# data_list
source: I emphasize that pressure is never okay
xh: Ndiyayigxininisa ukuba uxinizelelo alulunganga

# data_list
source: This may not work. When we try to control too much, teens may do the opposite of what we want. But when we guide them and give them space to make choices, they often act more responsibly.
xh: Lento isenokungasebenzi. Xana sizama lawula kakhulu, abantwana abafikisayo bangenza okuchaseneyo kwinto esiyifunayo. Kodwa xa sibakhokhela kwaye sibanika umtyhi ukwenza ukhetho, badlangothatha uxanduva nangakumbi.

# data_list
source: This may not work. Teens get pressure and information from many places we can’t control. As parents, we can guide and prepare them to know what is right or wrong—and help them feel confident to make good decisions.
xh: Lena isenongasebenzi. Abantwana abafikisayo bafumana uxinizelelo kunye nolwazi kwiindawo ezininzi esingena lulawulo lwazo. Njengabazali, singaba khokela kwaye sibalungiselela ukuyazi into elungileyo nengalunganga - kwaye sibancedise bazive bezithemba ukwenza izigqibo ezilungileyo.

# data_list
source: That’s right. When your teen feels trusted, they are more likely to trust you and come to you for advice or help. Praise and thank them when they share. Avoid judging, so they feel safe to talk to you again.
xh: Ilungile lonto. Xa umntana wakho ofikisayo eziva ethenjiwe, baye bathande ngakumbi ukukuthemba kwaye baze kuwe ngengcebiso okanye uncedo. Ukubancoma kwaye ubabulele xa besabelana. Ukuphepha ukugweba, ukwenzele bazive bephephile ukuthetha nawe kwakhona.

# data_list
source: That’s right. Good decisions come from thinking through the consequences. Talk openly with your teen when there’s a problem. Listen to each other and find solutions together. Each challenge is an opportunity to teach your teen that actions have consequences—and you can handle them as a team. Remember to praise each other for working through tough situations together.
xh: Kulungile. Iziqgibo ezilungileyo zifumaneka ekucingisiseni kakuhle kwiziphumo. Thetha ngoku phandle nomntana wakho ofikisayo xa kukho ingxaki. Mamelanani nikhangele isisombululo kunye. Umceli mngeni ngamnye lithuba lokufundisa umntwana wakho ofikisayo ukuba zonke izenzo zinezi phumo kwaye funeka nijongane nazo niliqembu. Khumbula ukuncomana omnye nomnye ngokusebenzisana kwimeko ezinzima kunye..

# data_list
source: That’s right. To stay safe, your teen needs to know the difference between respectful behaviours and relationships, and unhealthy ones.. Respectful relationships feel caring, safe, and fair. Unhealthy ones involve pressure, discomfort, or feeling unsafe. No one should be forced to do something they’re not okay with. You can learn more about this in the Staying Safe module.
xh: Kuhle oko. Ukuhlala uphephile, umntana wakho ofikisayo funeka amazi umahluko phakathi kokuziphatha okuhloniphekileyo kunye nobudlelwane, kunye nezingalunganga. Ubudlelwane obuhloniphekileyo uziva ukhathala, uphephile kwaye kulinganwe. Ezingalunganga kubakho ucinezeleko, uhlupho, uzive ungakhuselekanga. Akhomntu funeka enyanzelisiwe ukuba enze into angayifuniyo. Ungafunda lukhulu koku kula modyuli Yokuhlala Ukhuselekile.

# data_list
source: Another common question among parents:
xh: Omnye umbuzo oqhelekileyo phakathi kwabazali:

# data_list
source: How can I help prevent my teen from having sex too young? Try selecting each option for more tips!
xh: Ndingenza njani ndincede ukuthintela umntwana wam ofikisayo ekwabelaneni ngesondo esimncinci kakhulu?. Zama ukukhetha kwezinye zezingcebiso ukuze fumene ingcebiso ezithe vetshe!

# data_list
source: Keep any information about sex away from them
xh: Gcina neziphina inkcukacha mmalunga nesondo kude kubo

# data_list
source: Forbid them to have a boyfriend or girlfriend
xh: Sukubavumela ukuba babenamakhwenkwe okanye amantombazana

# data_list
source: Have an open discussion on how and why they could wait to have sex
xh: Yiba nengxoxo evulekileyo nabo ekubeni bangenza njani kwaye kutheni kufuneka belindile ukuba babelane ngesondo

# data_list
source: That’s not quite right. Teens hear many things about sex—from school, friends, or social media. Some of it is wrong. Knowing about sex doesn’t mean they are having sex. Good information helps them stay safe and understand why waiting to have sex can be a good choice. Without this knowledge, they may face problems, like not knowing how pregnancy happens or the risks of sex.
xh: Lonto ayilunganga ncam. Abantwana abafikisayo bava izinto ezininzi malunga nesondo - esikolweni, kubahlobo, okanye kumakhasi onxibelelwano. Ezinye zazo azilunganga. Ukwazi malunga nesondo ayitsho ukuba babelana ngesondo. Ulwazi olulungileyo lunceda bona ukuba bahlale bephephile kwaye beqonda kakuhle ukuba kutheni kufuneka belindile ukwabelaneni ngesondo kungaba sisigqibo esihle. Ukungabi nalo olulwazi, kungabangela bajongane neengxaki, nje ngongazi ukuba kwenzeka njani ngokukhulelwa okanye ubungozi besondo.

# data_list
source: That’s not quite right. Your teen might have a boyfriend or girlfriend and not tell you. If you make them hide it, they may not come to you with questions or problems—and this can lead to risky situations.
xh: Lento ayilunganga ncam. Umntwana wakho ofikisayo anganayo inkwenkwe okanye intombazana kwaye angakuxeleli. Ukuba ubenza bakufihlele, banganga kwazi ukuza kuwe ngemibuzo okanye iingxaki-kwaye lonto ingakhokelela kwizimo ezinobungozi.

# data_list
source: That’s right. Teens are figuring out who they are. They look to friends and media for answers, and may feel pressure to do things they’re not ready for. Talk calmly with your teen about waiting to have sex until they feel ready, are in a safe relationship, and understand the consequences. Focus on guiding them calmly to make healthy choices.
xh: Lento ilungile. Abantwana abafikisayo bayazibonela ukuba bangobani. Bajonga ebahlobeni nakwi midiya ukufumana iimpendulo, kwaye bangaziva becinezelekile ukuba benze into abangalungelanga ukuyenza. Thetha pholileyo nomntana wakho ofikisayo malunga nokulinda nokwabelana ngesondo bade bazive bekulungele, bekubudlelwanwe obukhuselekileyo kwaye aziqondisise kakuhle iziphumo. Qwalasela ekubakhokheleni ngokuzolileyo ekwenzeni izigqibo ezilungileyo.

# data_list
source: Discussing body changes and intimate relationships can be uncomfortable, but it is so important in order to keep your teen happy, healthy and safe. Here are some skills to help you get started.
xh: Ukuthetha ngotshintsho lomzimba kunye nobudlelwane obusondeleleneyo ungangakhululeki, kodwa ke kubalulekile ukugcina umntwana wakho ofikisayo onwabile, esempilweni, ekhuselekile. Nazi ezinye izakhono zokunceda uqalise.

# data_list
source: BUILD
xh: YAKHA

# data_list
source: Build a strong relationship with your teen by spending time with them and showing them you trust them. Create a safe, encouraging space, and avoid judging them. That will make your teen share their questions and worries with you, when they need advice or are in a potentially dangerous situation.
xh: Yakha ubudlelwane obuliqilima nomntana wakho ofikisayo ukuchitha ixhesha nayo umbonise ukuba umthembile. Yenza indawo ekhuselekileyo, ekhuthazayo, kwaye ukubalekele ukubagxeka. Lonto izakwenza umntwana wakho akwazi ukwabelana nawe ngemibuzo kunye namaxhala abo, xana bedinga ingcebiso okanye bekwisimo esinobungozi.

# data_list
source: START
xh: QALA

# data_list
source: Your teen may feel shy or scared, so parents need to start the talk about body changes and intimate relationships. Begin early by answering questions simply and honestly. This builds confidence for you and your child. It’s okay to feel uncomfortable. Be open, use the correct words, and get help if you don’t know all the answers.
xh: Umntana wakho ofikisayo angazi engakhululekanga okanye enoloyiko, kengoku abazali funeka baqalise ukuthetha ngotshintsho lomzimba kunye nobudlelwane obusondeleyo. Qala kwangethuba ukuphendula imibuzo elula kwaye unyaniseke. Oku kwakha ukuzithemba kuwe kunye nomntana wakho. Kulungile ukuziva ungakhululekanga. Thetha ngokuphandle, usebenzise amagama afanelekileyo, kwaye ufumane uncedo ukuba awunazo zonke impendulo.

# data_list
source: GUIDE
xh: KHOKHELA

# data_list
source: Your teen will hear about sex from many places. If they feel safe with you, you can help them find good information and make smart choices. Help them think about consequences without shame or blame. Make sure they know they should never feel pressure (or pressure others) into sex or a relationship. You can also ask other adults or health workers for help and information.
xh: Umntana wakho uzakuva ngokwabelana ngesondo kwindawo ezininzi. Ukuba baziva bekhuselekile kunye nawe, ungabanceda bafumane ulwazi olulungileyo kwaye benze izigqibo ezihlakaniphileyo. Bancede bacinge ngeziphumo ngaphandle kukubasizela okanye ubasole. Qiniseka ukuba bayayazi soze bazive benocinezelelo (okanye bacinezele abanye) ekwabelaneni ngesondo okanye ubudlelwane. Ungabuza nakubantu abadala okanye kubasebenzi abangonompilo ufune uncedo kunye nolwazi.

# data_list
source: This week’s home activity is to read and talk about this module’s stories with your teen. Use them to start a conversation about body changes and relationships. You can talk about what happened with @data.characters.f2_daughter_19.name or @data.characters.f1_daughter_16.name and their parents. These stories can make it easier to talk about tricky topics and share ideas about healthy, respectful relationships.
xh: Imisebenzi yasekhaya yaleveki kuku funda nokuthetha ngamabali alemodyuli nomntana wakho ofikisayo. Zisebenzise ukuqala incoko ngotshintsho lomzimba kunye nobudlelwane. Ungathetha ngento eyenze ku@data.characters.f2_daughter_19.name okanye @data.characters.f1_daughter_16.name kunye nabazali. Lamabali angakwenzela lula ukuthetha malunga nezihloko einobunzima kwaye nabelane ngembono eziphilileyo, ubuhlobo obuhloniphekileyo.

# data_list
source: Can you read the stories with your teen and use them to start an open talk about body changes and relationships?
xh: Ungakwazi ukufunda lamabali nomntana wakho ofikisayo kwaye uzisebenzise ukuqala uvula incoko ngotshintsho lomzimba kunye nobudlelwane?

# data_list
source: Yes
xh: Ewe

# data_list
source: Perfect! Talking about these topics openly helps your teen feel safe, supported, and able to make healthy decisions.
xh: Igqibelele! Ukuthetha malunga nezihloko kunceda umntana wakho ofikisayo azive ekhuselekile, exhasiwe kwaye ibenza bakwazi ukuthatha iziqibo eziphilileyo.

# data_list
source: I think so
xh: Ndicinga njalo

# data_list
source: You are doing so well! Even starting a small conversation makes a big difference. Keep going - your teen will appreciate your support.
xh: Wenze kakuhle kakhulu! Nokuqala incoko encinci yenza umahluko omkhulu. Qhubeka - umntana wakho ofikisayo uzakuyivuyela inkxaso yakho.

# data_list
source: No
xh: Hayi

# data_list
source: That's okay. It is normal for these talks to feel a little uncomfortable at first. Try again another time - every small step counts.
xh: Kulungile. Kuqhelekile ukuba incoko ezinje uzive ungakhululekanga xa uqala. Zama kwakhona ngelinye ixesha - amanyathelo amancinci ayabala.

# data_list
source: Talking openly with your teen about body changes and relationships helps them feel safe, supported, and better able to make healthy choices. No matter your teen’s age, now is the best time to build trust and guide them with care.
xh: Ukuthetha ngoku khululekileyo kunye nomntana wakho ngokutshintsho lomzimba kunye nobudlelwane kumnceda azive ekhuselekile, exhasiwe kwaye akwazi ngcono ukwenza iziqgibo eziphilileyo. Noba ingathini iminyaka yomntana wakho ofikisayo, ngoku lelona xesha lifanelekileyo lokwakha ukuthembana kunye nokubakhokhela ngenkathalo.

# data_list
source: @data.characters.media_daughter_8.name learned a lot from honest talks with her mother. Tap play to hear their story
xh: @data.characters.media_daughter_8.name funde lukhulu kwincoko echanekileyo ebenayo kunye nomama wakhe. Cofa udlala umamela amabali wabo

# data_list
source: As teens, we hear all these things about sex from others at school and on the internet. I thought all those things were true, and I was doing a lot of things secretly, because my friends were pushing me and I was afraid of what my mother would say. When I did this app together with my mother, I realised that so many things I learnt were not true. I learnt I can get better information and I learnt others should never push me to do things I do not want to do. My mother and I can talk about these things now. I wish we could have done that when I was younger, because it would have helped me a lot, but I am still glad we can talk today. Whenever I have a question or problem now, I know I can ask my mother and she will help me think of answers and solutions together.
xh: Nje ngabantwana abafikisayo, siva zonke ezizinto malunga ngokwabelana ngokwesondo kwabanye eskolweni nakwi intanethi. Ndandicinga zonke ezizinto ziyinyani, kwaye ndandisenza ezizinto ngokusemfihlweni, ngoba abahlobo bam babendinyanzela kwaye ndandisoyika ukuba umama wam uzakuthini. Xa ndenze le app kunye nomama wam, ndifumanise ukuba into ezininzi endizifundileyo aziyonyani. Ndifunde ukuba ndingafumana inkcukaca ezithe vetshe kwaye ndifunde ukuba ndingaze ndinyanzelwe ngabanye ukuba ndenze into endingafuni ukuyenza. Mna kunye nomama wam singathetha ngezizinto ngok. ndinqwenelwa ukuba sasithethe ngezizinto ndisemncinci, ngoba ibindinceda kakhulu, kodwa ndiyavuya kuba sikwazi ukuthetha namhlanje. Nanini na ndinombuzo okanye ingxaki, ndiyayazi ukuba ndingabuza kumama wam kwaye uzakundinceda ukucinga impendulo kwaye sizisombulule sobabini.
