Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parenttext_5day_south_africa/*/*_core_modules.po
Languages: af, xh

# text
source: Today’s lesson is about spending one-on-one time with @fields.child_nickname 😃
af: Vandag se les gaan oor een-tot-een-tyd met @fields.child_nickname 😃
xh: Isifundo sanamhlanje simalunga nokuchitha ixesha kunye no @fields.child_nickname sisodwa 😃

# text
source: Today’s lesson is about spending one-on-one time with your child 😃
af: Vandag se les gaan daaroor om een-tot-een-tyd met jou kind te spandeer 😃
xh: Isifundo sanamhlanje simalunga nokuchitha ixesha kunye nomntwana wakho ninodwa 😃

# text
source: It will also build trust and respect and support children in learning new things. ✨
af: Dit sal ook vertroue en respek bevorder, en kinders ondersteun in die aanleer van nuwe dinge. ✨
xh: Izakwakha ukuthemba kunye nentlonipho, kwaye ixhase nabantwana ukufunda izinto ezintsha. ✨

# text
source: Let's do a quiz!
af: Kom ons doen 'n vasvra!
xh: Masenze ikhwizi!

# text
source: True or False: When I spend special time with my child. I need to decide what we will do together.
af: Waar of Vals: Wanneer ek spesiale tyd saam met my kind deurbring, moet ek besluit wat ons saam sal doen.

# text
source: 👀 Oops! Good Try!
af: 👀 Oepsie! Goeie probeerslag!

# text
source: 🧸 You do not have to plan an activity. Your child can lead! Let them choose as long as it is safe. This will increase their confidence and make it more likely that they enjoy their time with you.
af: 🧸 Jy hoef nie 'n aktiwiteit te beplan nie. Jou kind kan die leiding neem! Laat hom/haar kies, solank dit veilig is. Dit sal sy/haar selfvertroue bevorder en dit meer waarskynlik maak dat hy/sy die tyd saam met jou geniet.
xh: 🧸Akunyanzelekanga uwucwangcise umsebenzi. Umntwana wakho angakhokela! Bavumele bakhethe kuba nje ikhuselekile. Lento izokunyusa ukuzethemba kwabo kwaye ibenze balonwabele kakhulu ixesha labo kunye nawe.

# text
source: 🎉 You are right!
af: 🎉 Jy is reg!
xh: 🎉Ulungile!

# text
source: 🧸 Your child can choose the activity as long as it is safe. This will increase their confidence and make it more likely that they enjoy their time with you.
af: 🧸 Jou kind kan die aktiwiteit kies, solank dit veilig is. Dit sal sy/haar selfvertroue bevorder en dit meer waarskynlik maak dat hy/sy die tyd saam met jou geniet.
xh: 🧸Umntwana wakho angakhetha umdlalo kuba nje ukhuselekile. Lento izakunyusa ukuzithemba kwabo kwaye kwenze ukuba bakonwabele kakhulu ukuchitha ixesha labo kunye nawe.

# text
source: Sorry, I don't understand what you mean.
af: Jammer, ek verstaan nie wat jy bedoel nie.
xh: Uxolo, andiqondi ukuba uthetha ukuthini.

# text
source: You’ve completed 25% of this skill! Press NEXT to continue.
af: Jy het 25% van hierdie vaardigheid voltooi! Druk VOLGENDE om voort te gaan.
xh: Uye wagqiba 25% yesi sakhono! Cofa OKULANDELAYO ukuqhubekeka.

# text
source: {F1_SON_5} and his mother are playing dress up during one-on-one time. Let’s see how they have fun together:
af: {F1_SON_5} en sy ma speel optof tydens een-tot-een-tyd. Kom ons kyk hoe het hulle saam pret:
xh: {F1_SON_5} kunye nomama wakhe badlala umdlalo wokunxibisana bebodwa. Makhe sibone ukuba bazonwabise njani kunye:

# text
source: **{F1_MOTHER}**: “I have 5 minutes of one-on-one time to spend with you, {F1_SON_5}. What would you like to do?”
af: **{F1_MOTHER}**: “Ek het 5 minute een-tot-een-tyd om saam met jou deur te bring, {F1_SON_5}. Wat wil jy graag doen?”
xh: **{F1_MOTHER}**. "Ndinemizuzu emi- 5 yokuchitha ixesha kunye nawe, {F1_SON_5} sisodwa. Yintoni ongathanda siyenze?"

# text
source: **{F1_SON_5}**: “I want to play dress up!”
af: **{F1_SON_5}**: “Ek wil optof speel!”
xh: **{F1_SON_5}**. "Ndifuna ukudlala umdlalo wokunxibisana!"

# text
source: **{F1_MOTHER}**: “Wonderful idea, {F1_SON_5}! I see you are taking out the yellow scarf with blue stripes on it.”
af: **{F1_MOTHER}**: “Wonderlike idee, {F1_SON_5}! Ek sien jy haal die geel serp met die blou strepies uit.”

# text
source: **{F1_SON_5}**: “Mother, it’s for you.”
af: **{F1_SON_5}**: “Dis vir Ma.”

# text
source: **{F1_MOTHER}**: Thank you, I love it!
af: **{F1_MOTHER}**: Dankie, ek's mal daaroor!

# text
source: **{F1_SON_5}**: Wear it, Mother!
af: **{F1_SON_5}**: Sit dit aan, Ma!

# text
source: **{F1_MOTHER}**: “Look how good you are at getting dressed by yourself, {F1_SON_5}!”
af: **{F1_MOTHER}**: “Kyk hoe mooi kan jy jouself al aantrek, {F1_SON_5}!”
xh: **{F1_MOTHER}**. "Jonga ulunge kanjani ekuzinxibiseni ngokunokwakho, {F1_SON_5}!"

# text
source: You’ve completed 50% of this skill! Press NEXT to continue.
af: Jy het 50% van hierdie vaardigheid voltooi! Druk VOLGENDE om voort te gaan.
xh: Uye wagqiba 50% yesi sakhono! Cofa OKULANDELAYO ukuqhubekeka.

# text
source: You’ve completed 75% of this skill! Press NEXT to continue.
af: Jy het 75% van hierdie vaardigheid voltooi! Druk VOLGENDE om voort te gaan.
xh: Uye wagqiba 75% yesi sakhono! Cofa OKULANDELAYO ukuqhubekeka.

# text
source: That's OK! If you don't have time today, set some time aside tomorrow.
af: Dis oukei! As jy nie vandag tyd het nie, hou môre 'n tydjie daarvoor uit.
xh: Kulungile! Ukuba awunalo ixesha namhlanje, beka bucala ixesha ngomso.

# text
source: You have completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod lessons in the course “Improve my Relationship with My Child”. ⭐
af: Jy het @(fields.c_n_mod_compl +1) uit @fields.c_n_mod lesse in die kursus “Verbeter my Verhouding met My Kind” voltooi. ⭐

# text
source: 3️⃣ *STAY - Focus on @fields.child_nickname*
af: 3️⃣ *BLY - Fokus op @fields.child_nickname*
xh: 3️⃣ *HLALA - Qwalasela kwi @fields.child_nickname*

# text
source: 📺 Switch off the TV, put aside phones, and remove distractions.
af: 📺 Skakel die TV af, sit fone weg en verwyder afleidings.
xh: 📺 Cima umabonakude, beka ecaleni imfonomfono, kwaye susa iziphazamisi.

# text
source: 👀 Look at @fields.child_nickname. Nod or say “I see” to show you are really paying attention.
af: 👀 Kyk na @fields.child_nickname. Knik of sê “Ek sien” om te wys jy gee regtig aandag.
xh: 👀 Jonga ku @fields.child_nickname. Nqwala okanye utsho “Ndiyabona" ukubonisa ukuba unike ingqwalasela.

# text
source: 💛 Accept your child and avoid judgment.
af: 💛 Aanvaar jou kind en vermy oordeel.
xh: 💛 Yamkela umntwana wakho kwaye ubalekele ukugweba.

# text
source: 💡 Respond to your child when they communicate with you. @fields.child_nickname may use gestures, full sentences, movements, and sounds to communicate with you. It shows you are really paying attention to them.
af: 💡 Reageer op jou kind wanneer hy/sy met jou kommunikeer. @fields.child_nickname kan gebare, volsinne, bewegings en klanke gebruik om met jou te kommunikeer. Dit wys jy gee regtig aandag aan hom/haar.

# text
source: 3️⃣ *STAY - Focus on Your child*
af: 3️⃣ *BLY - Fokus op Jou kind*
xh: 3️⃣ *HLALA - Qwalasela kumntwana Wakho*

# text
source: 👀 Look at Your child. Nod or say “I see” to show you are really paying attention.
af: 👀 Kyk na Jou kind. Knik of sê “Ek sien” om te wys jy gee regtig aandag.
xh: 👀 Jonga ku. Nqwala okanye utsho “Ndiyabona" ukubonisa ukuba unike ingqwalasela.

# text
source: 💡 Respond to your child when they communicate with you. Your child may use gestures, full sentences, movements, and sounds to communicate with you. It shows you are really paying attention to them.
af: 💡 Reageer op jou kind wanneer hy/sy met jou kommunikeer. Jou kind kan gebare, volsinne, bewegings en klanke gebruik om met jou te kommunikeer. Dit wys jy gee regtig aandag aan hom/haar.

# text
source: Spending special time with @fields.child_nickname will make them feel valued and loved. 💙
af: Om spesiale tyd saam met @fields.child_nickname deur te bring, sal hom/haar gewaardeer en geliefd laat voel. 💙
xh: Ukuchitha ixesha elibalulekileyo kunye nomntwana wakho u@fields.child_nickname ingenza bazive bexabisekile kwaye bethandwa.💙

# text
source: Spending special time with your child will make them feel valued and loved. 💙
af: Om spesiale tyd saam met jou kind te spandeer, sal hom/haar gewaardeer en geliefd laat voel. 💙
xh: Ukuchitha ixesha elibalulekileyo kunye nomntwana wakho ingabenza bazive bexabisekile kwaye bethandwa.💙

# text
source: ▶️Press Play to learn 3️⃣ three tips to remember when spending one-on-one time with @fields.child_nickname
af: ▶️Druk Speel om te kry: 3️⃣ drie wenke om te onthou wanneer jy een-tot-een-tyd saam met @fields.child_nickname deurbring
xh: ▶️Cofa Dlala ukufunda 3️⃣ iingcebiso ezintathu ukukhumbula xana uchitha ixesha kunye no @fields.child_nickname ninodwa.

# text
source: 1️⃣ DAY - Try to do it every day
af: 1️⃣ DAG - Probeer om dit elke dag te doen
xh: 1️⃣IXESHA - Zama ukuyenza yonke imihla

# text
source: 2️⃣ PLAY - Let them choose the activity
af: 2️⃣SPEEL – Laat hom/haar die aktiwiteit kies
xh: 2️⃣DLALA – Vumela umntwana wakho akhethe umdlalo

# text
source: 3️⃣ STAY - Focus on your child
af: 3️⃣ BLY - Fokus op jou kind
xh: 3️⃣ HLALA - Qwalasela kumntwana wakho

# text
source: ▶️Press Play to learn 3️⃣ three tips to remember when spending one-on-one time with your child
af: ▶️Druk Speel om te kry: 3️⃣ drie wenke om te onthou wanneer jy een-tot-een-tyd saam met jou kind deurbring
xh: ▶️Cofa Dlala ukufunda 3️⃣ iingcebiso ezintathu ukukhumbula xana uchitha ixesha kunye nomntwana wakho ninodwa.

# text
source: ▶️ Press Play to learn 3️⃣ three tips to remember when spending one-on-one time with @fields.child_nickname
af: ▶️ Druk Speel om te kry: 3️⃣ drie wenke om te onthou wanneer jy een-tot-een-tyd saam met @fields.child_nickname deurbring
xh: ▶️ Cofa Dlala ukufunda 3️⃣ iingcebiso ezintathu ukukhumbula xana uchitha ixesha kunye no @fields.child_nickname ninodwa

# text
source: ▶️ Press Play to learn 3️⃣ three tips to remember when spending one-on-one time with your child
af: ▶️ Druk Speel om te kry: 3️⃣ drie wenke om te onthou wanneer jy een-tot-een-tyd saam met jou kind deurbring
xh: ▶️ Cofa Dlala ukufunda 3️⃣ iingcebiso ezintathu ukukhumbula xana uchitha ixesha kunye nomntwana wakho ninodwa.

# text
source: 3️⃣ Here are three tips to remember when spending one-on-one time with @fields.child_nickname: DAY, PLAY, and STAY.
af: 3️⃣ Hier is drie wenke om te onthou wanneer jy een-tot-een-tyd saam met @fields.child_nickname deurbring: DAG, SPEEL en BLY.
xh: 3️⃣ Nazi iingcebiso ezintathu ukukhumbula xana uchitha ixesha kunye no @fields.child_nickname ninodwa: IXESHA, DLALA, kwaye HLALA.

# text
source: 3️⃣ Here are three tips to remember when spending one-on-one time with your child: DAY, PLAY, and STAY.
af: 3️⃣ Hier is drie wenke om te onthou wanneer jy een-tot-een-tyd saam met jou kind deurbring: DAG, SPEEL en BLY.
xh: 3️⃣ Nazi iingcebiso ezintathu ongazikhumbula xana uchitha ixesha kunye nomntwana wakho ninodwa: IXESHA, DLALA, kwaye HLALA.

# text
source: 1️⃣ *DAY - Try to do it every day*
af: 1️⃣ *DAG - Probeer om dit elke dag te doen*
xh: 1️⃣*USUKU - Zama ukuyenza yonke imihla*

# text
source: ⏰ Spend 5 minutes (or more!) with @fields.child_nickname each day.
af: ⏰ Bring elke dag 5 minute (of meer!) saam met @fields.child_nickname deur.
xh: ⏰ Chitha imizuzu emi- 5 (okanye ngaphezulu!) kunye no @fields.child_nickname yonke imihla.

# text
source: ⏰ Spend 5 minutes (or more!) with your child each day.
af: ⏰ Bring elke dag 5 minute (of meer!) saam met jou kind deur.
xh: ⏰ Chitha imizuzu emi- 5 (okanye kakhulu!) kunye nomntwana wakho yonke imihla.

# text
source: 2️⃣ *PLAY - Let them choose the activity*
af: 2️⃣*SPEEL – Laat hom/haar die aktiwiteit kies*
xh: 2️⃣*DLALA – Vumela umntwana wakho akhethe umdlalo*

# text
source: ⏰ Ask to spend time with @fields.child_nickname.
af: ⏰ Vra om tyd saam met @fields.child_nickname deur te bring.
xh: ⏰Cela ukuchitha ixesha kunye no @fields.child_nickname.

# text
source: ⚽ Let them choose what to do or talk about.
af: ⚽ Laat hom/haar kies wat om te doen of waaroor om te praat.
xh: ⚽ Bavumele bakhethe into abaza kuyenza okanye abathetha ngayo.

# text
source: 🎈Try different activities together.
af: 🎈Probeer saam verskillende aktiwiteite.
xh: 🎈 Zama imisebenzi eyahlukeneyo kunye.

# text
source: 😃 Have fun!
af: 😃 Geniet dit!
xh: 😃 Yonwaba!

# text
source: ⏰ Ask to spend time with your child.
af: ⏰ Vra om tyd saam met jou kind deur te bring.
xh: ⏰Cela ukuchitha ixesha lomnye nomnye kunye nomntwana wakho.

# text
source: Home Activity! ⭐ Try to spend at least 5 minutes of quality one-on-one time with @fields.child_nickname every day. It will make such a difference! Do you have time to do it today? ⏰
af: Tuisaktiwiteit! ⭐ Probeer om elke dag ten minste 5 minute kwaliteit- een-tot-een-tyd saam met @fields.child_nickname deur te bring. Dit sal so 'n groot verskil maak! Het jy vandag tyd om dit te doen? ⏰
xh: Umsebenzi Wasekhaya! ⭐ Zama ukuchitha ubuncinane be mizuzu emi- 5 yomgangatho wexesha kunye no@fields.child_nickname ninodwa yonke imihla. Iya kwenza umahluko onjalo! Unalo ixesha lokuyenza namhlanje? ⏰

# text
source: Home Activity! ⭐ Try to spend at least 5 minutes of quality one-on-one time with your child every day. It will make such a difference! Do you have time to do it today? ⏰
af: Tuisaktiwiteit! ⭐ Probeer om elke dag ten minste 5 minute kwaliteit- een-tot-een-tyd saam met jou kind deur te bring. Dit sal so 'n groot verskil maak! Het jy vandag tyd om dit te doen? ⏰
xh: Umsebenzi Wasekhaya! ⭐ Zama ukuchitha ubuncinane be mizuzu eyi-5 yomgangatho wexesha kunye no mtwana wakho ninodwa yonke imihla. Iya kwenza umahluko onjalo! Unalo ixesha lokuyenza namhlanje? ⏰

# text
source: Great! Use the tips you have learnt today, and have fun! Spending one-on-one time with @fields.child_nickname is a great way to form a positive relationship with them. 💙
af: Wonderlik! Gebruik die wenke wat jy vandag gekry het, en geniet dit! Om een-tot-een-tyd saam met @fields.child_nickname deur te bring, is 'n wonderlike manier om 'n positiewe verhouding met hom/haar te ontwikkel. 💙
xh: Kuhle! Sebenzisa iingcebiso ozifundileyo namhlanje, kwaye wonwabe! Ukuchitha ixesha kunye no@fields.child_nickname ninodwa, yindlela entle kakhulu yokwenza ubudlelwane obuhle kunye nabo. 💙

# text
source: Great! Use the tips you have learnt today, and have fun! Spending one-on-one time with your child is a great way to form a positive relationship with them. 💙
af: Wonderlik! Gebruik die wenke wat jy vandag gekry het, en geniet dit! Om een-tot-een-tyd saam met jou kind deur te bring, is 'n wonderlike manier om 'n positiewe verhouding met hom/haar te ontwikkel. 💙
xh: Kuhle! Sebenzisa iingcebiso ozifundileyo namhlanje, kwaye wonwabe! Ukuchitha ixesha kunye nomntwana wakho ninodwa yindlela entle kakhulu yokwenza ubudlelwane obuhle kunye nabo. 💙

# text
source: You have completed this lesson! You have learnt the importance of spending one-on-one time with @fields.child_nickname.
af: Jy het hierdie les voltooi! Jy het die belangrikheid van een-tot-een-tyd saam met @fields.child_nickname geleer.
xh: Usigqibile esi sifundo! Ukufundile ukubaluleka kokuchitha ixesha no@fields.child_nickname ninodwa.

# text
source: You have completed this lesson! You have learnt the importance of spending one-on-one time with your child.
af: Jy het hierdie les voltooi! Jy het die belangrikheid van een-tot-een-tyd saam met jou kind geleer.
xh: Usigqibile esi sifundo! Ukufundile ukubaluleka kokuchitha ixesha kunye nomntwana wakho ninodwa.

# text
source: ✨Well done for taking time to learn how to improve your relationship with @fields.child_nickname. It shows you really care! 💙
af: ✨Welgedaan dat jy tyd afgestaan het om te leer hoe om jou verhouding met @fields.child_nickname te verbeter. Dit wys jy gee regtig om! 💙
xh: ✨Wenze kakuhle ngokuthatha ixesha lokufunda indlela yokuphucula ubudlelwane bakho no @fields.child_nickname. Ibonisa ukuba unenkathalo ngokwenene! 💙

# text
source: ✨Well done for taking time to learn how to improve your relationship with your child. It shows you really care! 💙
af: ✨Welgedaan dat jy tyd afgestaan het om te leer hoe om jou verhouding met jou kind te verbeter. Dit wys jy gee regtig om! 💙
xh: ✨Wenze kakuhle ngokuthatha ixesha ukufunda ukuphuhlisa ubudlwelane bakho kunye nomntwana wakho! 💙

# text
source: 😃How did the message above make you feel?
af: 😃Hoe het die boodskap hierbo jou laat voel?
xh: 😃Ukwenze waziva njani lomyalezo ungaphezulu?

# text
source: 🌷We all feel better when we are praised.
af: 🌷Ons voel almal beter wanneer ons geprys word.
xh: 🌷Sonke siziva ngcono xana sinconywa.

# text
source: ✨ How you praise your child is important. Praise should be specific, immediate, and genuine.
af: ✨ Hoe jy jou kind prys, is belangrik. Aanprysing moet spesifiek, onmiddellik en opreg wees.
xh: ✨ Indlela omncoma ngayo umntwana wakho ibalulekile. Ukuncoma kufanele kucace, kukhawuleze, kwaye ibe yeyokwenene.

# text
source: 🌱 You can begin by praising your child for the smallest things, such as playing by themselves quietly for 2 minutes.
af: 🌱 Jy kan begin deur jou kind vir klein goedjies te prys, soos om vir 2 minute stil op sy/haar eie te speel.
xh: 🌱 Ungaqala ngokuncoma umntwana wakho ngezona zinto zincinci, njengokudlala yedwa ngokuzolileyo imizuzu emi-2.

# text
source: Let’s check in on another family to see how the mother praises her son, {F3_SON_4} during one-on-one time.
af: Kom ons kyk na 'n ander gesin om te sien hoe die ma haar seun, {F3_SON_4}, gedurende een-tot-een-tyd prys.

# text
source: **{F3_MOTHER}**: “You found a striped sock and one with dots. Let’s find the socks that match those two.”
af: **{F3_MOTHER}**: “Jy het 'n gestreepte sokkie gekry, en een met kolle. Kom ons soek die sokkies wat by daardie twee pas.”
xh: **{F3_MOTHER}**. "Ufumene ikawusi enemigca enye inamachokoza. Masifumane iikawusi ezihambelana nezo zimbini."

# text
source: **{F3_MOTHER}**: “Another sock! This one is white. It isn’t easy finding a matching pair. It can be frustrating.”
af: **{F3_MOTHER}**: “Nog 'n sokkie! Hierdie een is wit. Dis nie maklik om 'n paar te kry wat bymekaar pas nie. Dit kan frustrerend wees.”
xh: **{F3_MOTHER}**. "Enye ikawusi! Le imhlophe. Akukho lula ukufumana iperi ehambelanayo. Kunoku dika."

# text
source: **{F3_MOTHER}**: “You are being very patient and looking very hard, {F3_SON_4}. Well done for trying.”
af: **{F3_MOTHER}**: “Jy is baie geduldig en jy soek baie hard, {F3_SON_4}. Dis mooi dat jy probeer.”
xh: **{F3_MOTHER}**. "Unomonde kwaye ujonge nzima kakhulu, {F3_SON_4}. Wenze kakuhle ngokuzama."

# text
source: **{F3_MOTHER}**: “You found two socks with the same pattern! Well done for looking, {F3_SON_4}!”
af: **{F3_MOTHER}**: “Jy het twee sokkies met dieselfde patroon gekry! Jy het mooi gesoek, {F3_SON_4}!”
xh: **{F3_MOTHER}**. "Ufumene iikawusi ezimbini ezinepateni efanayo! Wenze kakuhle ukujonga, {F3_SON_4}!"

# text
source: 2️⃣ SAY IT
af: 2️⃣ Sê DIT
xh: 2️⃣ YITHETHE

# text
source: 🏆 Praise them when you see them do something you like.
af: 🏆 Prys hom/haar wanneer jy hom/haar iets sien doen waarvan jy hou.
xh: 🏆 Bancome xana ubabona besenza into oyithandayo.

# text
source: ✅ Tell them specifically what they have done well.
af: ✅ Sê vir hom/haar spesifiek wat hy/sy goed gedoen het.
xh: ✅ Baxelele ngokucacileyo lento bayenze kakuhle.

# text
source: \r🎉 Be enthusiastic and really mean it!
af: \r🎉Wees entoesiasties en bedoel dit regtig!

# text
source: \r🔄 This way, they are more likely to do it again.
af: \r🔄 Op hierdie manier sal hy/sy meer geneig wees om dit weer te doen.

# text
source: 💚 That's OK! Sometimes, things take time. You can review this lesson in the Main Menu at any time. At the end of the day, think of all of the positive things that happened - this makes it easier to point them out. ☀️ With time, it will become easier for you to praise.
af: 💚 Dis oukei! Soms neem dit tyd. Jy kan hierdie les te eniger tyd in die Hoofkieslys hersien. Dink aan die einde van die dag aan al die positiewe goed wat gebeur het - dit maak dit makliker om dit uit te wys. ☀️ Mettertyd sal dit vir jou makliker word om jou kind te prys.

# text
source: Well done! ⭐ You have now learnt the four steps to Praise.
af: Welgedaan! ⭐ Jy het nou die vier stappe van Aanprysing geleer.
xh: Wenze kakuhle! ⭐ Ngoku uwafundile amanyathelo amane okuncoma.

# text
source: 🏅Praising @fields.child_nickname when they behave well will make them want to behave that way more often.
af: 🏅Deur @fields.child_nickname te prys wanneer hy/sy hom/haar goed gedra, sal maak dat hy/sy meer gereeld so wil optree.
xh: 🏅 Ukuncoma u@fields.child_nickname xa beziphethe kakuhle kuya kubenza bafune ukuziphatha njalo ngamaxesha amaninzi.

# text
source: ⭐It also creates a positive and loving relationship between you and @fields.child_nickname.
af: ⭐Dit skep ook 'n positiewe en liefdevolle verhouding tussen jou en @fields.child_nickname.
xh: ⭐Kukwadala ubudlelwane obuhle nobunothando phakathi kwakho no@fields.child_nickname.

# text
source: Begin by praising @fields.child_nickname during one-on-one time.
af: Begin deur @fields.child_nickname tydens een-tot-een-tyd te prys.
xh: Qala ngokuncoma u@fields.child_nickname ngexesha ninodwa.

# text
source: 🏅Praising your child when they behave well will make them want to behave that way more often.
af: 🏅Deur jou kind te prys wanneer hy/sy hom/haar goed gedra, sal maak dat hy/sy meer gereeld so wil optree.
xh: 🏅 Ukuncoma xa beziphethe kakuhle kuya kubenza bafune ukuziphatha njalo ngamaxesha amaninzi.

# text
source: ⭐It also creates a positive and loving relationship between you and your child.
af: ⭐Dit skep ook 'n positiewe en liefdevolle verhouding tussen jou en jou kind.
xh: ⭐Kukwadala ubudlelwane obuhle nobunothando phakathi kwakho nomntwana wakho.

# text
source: Begin by praising your child during one-on-one time.
af: Begin deur jou kind tydens een-tot-een-tyd te prys.
xh: Qala ngokuncoma ngexesha ninodwa.

# text
source: True or False: The way you praise @fields.child_nickname does not matter because any kind of praise is effective.
af: Waar of Vals: Die manier waarop jy vir @fields.child_nickname prys, maak nie saak nie, want enige tipe aanprysing is effektief.
xh: Yinyani okanye Ayonyani: Indlela omncoma ngayo @fields.child_nickname ayinamsebenzi kuba naluphi na uhlobo lokuncoma luyasebenza.

# text
source: True or False: The way you praise your child does not matter because any kind of praise is effective.
af: Waar of Vals: Die manier waarop jy jou kind prys, maak nie saak nie, want enige tipe aanprysing is effektief.
xh: Yinyani okanye Ayonyani: Indlela omncoma ngayo umntwana wakho ayinamsebenzi kuba naluphi na uhlobo lokuncoma luyasebenza.

# text
source: ⭐ Children respond well to praise. When you praise @fields.child_nickname for trying and for good behaviour, they will continue to behave well.
af: ⭐ Kinders reageer goed op aanprysing. Wanneer jy vir @fields.child_nickname prys omdat hy/sy probeer en ook vir goeie gedrag, sal hy/sy aanhou om hom/haar goed te gedra.
xh: ⭐ Abantwana basabela kakuhle xa benconywa. Xa uncoma @fields.child_nickname ngokuzama nokuziphatha kakuhle, bazoqhubeka nokuziphatha kakuhle.

# text
source: ▶️ Press Play to learn 4️⃣ tips for giving @fields.child_nickname praise.
af: ▶️ Druk Speel en kry: 4️⃣ wenke om vir @fields.child_nickname te prys.
xh: ▶️ Cofa Dlala ukuze ufunde 4️⃣ iingcebiso zokunika @fields.child_nickname uncomo.

# text
source: 1️⃣ SEE IT
af: 1️⃣ SIEN DIT
xh: 1️⃣ YIBONE

# text
source: 3️⃣ REPEAT IT
af: 3️⃣ HERHAAL DIT
xh: 3️⃣ YIPHINDE

# text
source: 4️⃣ KEEP IT POSITIVE
af: 4️⃣ HOU DIT POSITIEF
xh: 4️⃣ YIGCINE ILUNGILE

# text
source: ⭐ Children respond well to praise. When you praise your child for trying and for good behaviour, they will continue to behave well.
af: ⭐ Kinders reageer goed op aanprysing. Wanneer jy jou kind prys omdat hy/sy probeer en ook vir goeie gedrag, sal hy/sy aanhou om hom/haar goed te gedra.
xh: ⭐ Abantwana basabela kakuhle xa benconywa. Xa uncoma umntwana wakho ngokuzama nokuziphatha kakuhle, bazoqhubeka nokuziphatha kakuhle.
