Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parenttext_5day_south_africa/*/*_core_modules.po
Languages: af, xh

# text
source: **{F1_FATHER}**: “Go ahead, tell me!”
af: **{F1_FATHER}**: “Maar vertel vir my!”
xh: **{F1_FATHER}**. "Qhubeka, xelela mna!"

# text
source: That's OK! If you don't have time today, set some time aside tomorrow.
af: Dis oukei! As jy nie vandag tyd het nie, knyp môre 'n tydjie daarvoor af.

# text
source: You have now completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod lessons in the course “Improve my Relationship with my Teen.” ⭐
af: Jy het @(fields.c_n_mod_compl +1) uit @fields.c_n_mod lesse in die kursus “Verbeter my Verhouding met My Tiener” voltooi. ⭐

# text
source: Spending one-on-one time with @fields.child_nickname will help you build trust, respect, and a positive relationship between you and @fields.child_nickname.
af: Om een-tot-een-tyd met @fields.child_nickname deur te bring, sal jou help om vertroue, respek en 'n positiewe verhouding tussen jou en @fields.child_nickname te bou.
xh: Ukuchitha ixesha kunye no@fields.child_nickname ofikisayo ninodwa izakunceda ukwakha ukuthemba, nentlonipho, kunye nobudlelwane obulungileyo phakathi kwakho no @fields.child_nickname.

# text
source: Spending one-on-one time with your teen will help you build trust, respect, and a positive relationship between you and your teen.
af: Om een-tot-een-tyd met jou tiener deur te bring, sal jou help om vertroue, respek en 'n positiewe verhouding tussen jou en jou tiener te bou.
xh: Ukuchitha ixesha kunye nomntwana wakho ofikisayo ninodwa izakunceda ukwakha ukuthemba, nentlonipho, kunye nobudlelwane obulungileyo phakathi kwakho nomntwna wakho ofikisayo.

# text
source: Here’s a video to learn 3️⃣ three tips to remember about spending one-on-one time with @fields.child_nickname.
af: Hier is 'n video met 3️⃣ drie wenke om te onthou wanneer jy een-tot-een-tyd saam met @fields.child_nickname deurbring.
xh: Cofa Dlala ukufunda 3️⃣ iingcebiso ezintathu ukukhumbula xana uchitha ixesha kunye no @fields.child_nickname ninodwa.

# text
source: 3️⃣ STAY - Focus on your teen
af: 3️⃣ BLY - Fokus op jou tiener
xh: HLALA - Nika ingqalelo kumntwana wakho ofikisayo

# text
source: Here’s a video to learn 3️⃣ three tips to remember about spending one-on-one time with your teen.
af: Hier is 'n video met 3️⃣ drie wenke om te onthou wanneer jy een-tot-een-tyd saam met jou tiener deurbring.
xh: Nantsi ividiyo ukufunda 3️⃣ iingcebiso ezintathu ukukhumbula xana uchitha ixesha kunye nomntwana wakho ofikisayo ninodwa.

# text
source: Here’s an audio message to learn 3️⃣ three tips to remember about spending one-on-one time with @fields.child_nickname.
af: Hier is 'n oudioboodskap met 3️⃣ drie wenke om te onthou wanneer jy een-tot-een-tyd saam met @fields.child_nickname deurbring.
xh: Nantsi i odiyo yomyalezo wokufunda 3️⃣ iingcebiso ezintathu ukukhumbula xana uchitha ixesha kunye no @fields.child_nickname ninodwa.

# text
source: Here’s an audio message to learn 3️⃣ three tips to remember about spending one-on-one time with your teen.
af: Hier is 'n oudioboodskap met 3️⃣ drie wenke om te onthou wanneer jy een-tot-een-tyd saam met jou tiener deurbring.
xh: Nantsi i odiyo yomyalezo wokufunda 3️⃣ iingcebiso ezintathu ukukhumbula xana uchitha ixesha kunye nomntwana wakho ofikisayo ninodwa.

# text
source: Here are 3️⃣tips to remember to help you make the most of spending one-on-one time with @fields.child_nickname: DAY, PLAY, and STAY.
af: Hier is 3️⃣ drie wenke om te onthou om jou te help om een-tot-een-tyd saam met @fields.child_nickname ten beste te benut: DAG, SPEEL en BLY.
xh: 3️⃣ Nazi iingcebiso ezintathu ukukhumbula xana uchitha ixesha kunye no @fields.child_nickname ninodwa: IXESHA, DLALA, kwaye HLALA.

# text
source: Here are 3️⃣tips to remember to help you make the most of spending one-on-one time with your teen: DAY, PLAY, and STAY.
af: Hier is 3️⃣ drie wenke om te onthou om jou te help om een-tot-een-tyd saam met jou tiener ten beste te benut: DAG, SPEEL en BLY.
xh: 3️⃣ Nazi iingcebiso ezintathu ukukhumbula xana uchitha ixesha kunye nomntwana wakho ofikisayo ninodwa: IXESHA, DLALA, kwaye HLALA.

# text
source: ⏰ Spend 5 minutes (or more!) with your teen each day.
af: ⏰ Bring elke dag 5 minute (of meer!) saam met jou tiener deur.
xh: ⏰ Chitha imizuzu emi- 5 (okanye ngaphezulu!) kunye nomntwana wakho ofikisayo yonke imihla.

# text
source: ⏰ Ask to spend time with your teen.
af: ⏰ Vra om tyd saam met jou tiener deur te bring.
xh: ⏰Cela ukuchitha ixesha lomnye nomnye kunye nomntwana wakho ofikisayo.

# text
source: 3️⃣ *STAY - Focus on your teen*
af: 3️⃣ *BLY - Fokus op jou tiener*
xh: 3️⃣*HLALA - Nika ingqalelo kumntwana wakho ofikisayo*

# text
source: 📺 Switch off the TV, put aside phones and remove distractions.
af: 📺 Skakel die TV af, sit fone weg en verwyder afleidings.
xh: 📺 Cima umabonakude, beka imfonomfono ecaleni kwaye ususe iziphazamisi.

# text
source: 👀 Look at @fields.child_nickname. Nod or say “I see” to show you are really paying attention.
af: 👀 Kyk na @fields.child_nickname. Knik of sê “Ek sien” om te wys jy gee regtig aandag.
xh: 👀 Jonga ku @fields.child_nickname. Nqwala okanye utsho “Ndiyabona" ukubonisa ukuba unike ingqwalasela.

# text
source: 💛 Accept your teen and avoid judgment.
af: 💛 Aanvaar jou tiener en vermy oordeel.

# text
source: 👂 Repeat in your own words what your teen says. It shows you are really listening to them.
af: 👂 Herhaal in jou eie woorde wat jou tiener sê. Dit wys jy luister regtig na hom/haar.
xh: 👂Phinda ngamazwi akho lento umntwana wakho ofikisayo ayitshoyo. Ibonisa ukuba ubamamele ngokwenene.

# text
source: 👀 Look at your teen. Nod or say “I see” to show you are really paying attention.
af: 👀 Kyk na jou tiener. Knik of sê “Ek sien” om te wys jy gee regtig aandag.
xh: 👀 Jonga ku. Nqwala okanye utsho “Ndiyabona" ukubonisa ukuba unike ingqwalasela.

# text
source: Home Activity! ⭐ This week, try to spend at least 5 minutes of quality one-on-one time with @fields.child_nickname every day. It will make such a difference! Do you have time to do it today? ⏰
af: Tuisaktiwiteit! ⭐ Probeer hierdie week om elke dag ten minste 5 minute kwaliteit- een-tot-een-tyd saam met @fields.child_nickname deur te bring. Dit sal so 'n groot verskil maak! Het jy vandag tyd om dit te doen? ⏰
xh: Umsebenzi Wasekhaya! ⭐ Zama ukuchitha ubuncinane be mizuzu eyi-5 yomgangatho wexesha kunye no@fields.child_nickname ninodwa yonke imihla. Iya kwenza umahluko onjalo! Unalo ixesha lokuyenza namhlanje? ⏰

# text
source: Home Activity! ⭐ This week, try to spend at least 5 minutes of quality one-on-one time with your teen every day. It will make such a difference! Do you have time to do it today? ⏰
af: Tuisaktiwiteit! ⭐ Probeer hierdie week om elke dag ten minste 5 minute kwaliteit- een-tot-een-tyd saam met jou tiener deur te bring. Dit sal so 'n groot verskil maak! Het jy vandag tyd om dit te doen? ⏰
xh: Umsebenzi Wasekhaya! ⭐ Zama ukuchitha ubuncinane be mizuzu eyi-5 yomgangatho wexesha kunye no mntwana ninodwa yonke imihla. Iya kwenza umahluko onjalo! Unalo ixesha lokuyenza namhlanje? ⏰

# text
source: Great! Use the tips you learnt today, and have fun! Spending one-on-one time with @fields.child_nickname is a great way to form a positive relationship with them. 💙
af: Wonderlik! Gebruik die wenke wat jy vandag gekry het, en geniet dit! Om een-tot-een-tyd saam met @fields.child_nickname deur te bring, is 'n wonderlike manier om 'n positiewe verhouding met hom/haar te ontwikkel. 💙
xh: Kuhle! Sebenzisa iingcebiso ozifundileyo namhlanje, kwaye wonwabe! Ukuchitha ixesha kunye no@fields.child_nickname ninodwa yindlela entle kakhulu yokwenza ubudlelwane obuhle kunye nabo. 💙

# text
source: Great! Use the tips you learnt today, and have fun! Spending one-on-one time with your teen is a great way to form a positive relationship with them. 💙
af: Wonderlik! Gebruik die wenke wat jy vandag gekry het, en geniet dit! Om een-tot-een-tyd saam met jou tiener deur te bring, is 'n wonderlike manier om 'n positiewe verhouding met hom/haar te ontwikkel. 💙
xh: Kuhle! Sebenzisa iingcebiso ozifundileyo namhlanje, kwaye wonwabe! Ukuchitha ixesha kunye nomntwana wakho ninodwa yindlela entle kakhulu yokwenza ubudlelwane obuhle kunye nabo. 💙

# text
source: Lesson complete! You have learnt the importance of spending one-on-one time with @fields.child_nickname.
af: Jy het hierdie les voltooi! Jy het die belangrikheid van een-tot-een-tyd saam met @fields.child_nickname geleer.
xh: Usigqibile esi sifundo! Ukufundile ukubaluleka kokuchitha ixesha kunye no@fields.child_nickname ninodwa.

# text
source: Lesson complete! You have learnt the importance of spending one-on-one time with your teen.
af: Jy het hierdie les voltooi! Jy het die belangrikheid van een-tot-een-tyd saam met jou tiener geleer.
xh: Usigqibile esi sifundo! Ukufundile ukubaluleka kokuchitha ixesha kunye nomntwana wakho ofikisayo ninodwa.

# text
source: Well done for taking the time to learn how to improve your relationship with @fields.child_nickname. It shows you really care! 💙
af: Welgedaan dat jy tyd afgestaan het om te leer hoe om jou verhouding met @fields.child_nickname te verbeter. Dit wys jy gee regtig om! 💙
xh: ✨Wenze kakuhle ngokuthatha ixesha lokufunda indlela yokuphucula ubudlelwane bakho no @fields.child_nickname. Ibonisa ukuba unenkathalo ngokwenene! 💙

# text
source: Well done for taking the time to learn how to improve your relationship with your teen. It shows you really care! 💙
af: Welgedaan dat jy tyd afgestaan het om te leer hoe om jou verhouding met jou tiener te verbeter. Dit wys jy gee regtig om! 💙
xh: Wenze kakuhle ngokuthatha ixesha lokufunda indlela yokuphucula ubudlelwane bakho no. Ibonisa ukuba unenkathalo ngokwenene! 💙

# text
source: ✨ How you praise your teen is important. Praise should be specific, immediate, and genuine.
af: ✨ Hoe jy jou tiener prys, is belangrik. Aanprysing moet spesifiek, onmiddellik en opreg wees.
xh: ✨ Indlela omncoma ngayo umntwana wakho ibalulekile. Ukuncoma kufanele kucace, kukhawuleze, kwaye ibe yeyokwenene.

# text
source: 🌱 You can begin by praising your teen for the smallest things, such as putting away their clothes after school.
af: 🌱 Jy kan begin deur jou tiener vir die kleinste takies te prys, soos om sy/haar klere na skool te bêre.
xh: 🌱Ungaqalisa ngokuncoma umntwana wakho ofikisayo kwizinto ezincinci, ezinjengokubeka impahla phaya emva kwesikolo.

# text
source: {F3_MOTHER} and {F3_DAUGHTER_12} are spending one-on-one time. {F3_DAUGHTER_12} asked {F3_MOTHER} to help with her homework.
af: {F3_MOTHER} en {F3_DAUGHTER_12} bring een-tot-een-tyd saam deur. {F3_DAUGHTER_12} het vir {F3_MOTHER} gevra om haar met haar huiswerk te help.
xh: U{F3_MOTHER} kunye no{F3_DAUGHTER_12} bachitha ixesha bebodwa. U{F3_DAUGHTER_12} ucele u{F3_MOTHER} amncedise kumsebenzi wesikolo.

# text
source: **{F3_MOTHER}**: “Well done, {F3_DAUGHTER_12}! I think you finally got it. You know, maths was always hard for me.”
af: **{F3_MOTHER}**: “Mooi, {F3_DAUGHTER_12}! Ek dink jy verstaan dit uiteindelik. Weet jy, wiskunde was altyd vir my moeilik.”
xh: **{F3_MOTHER}**: “Wenze kakuhle, {F3_DAUGHTER_12}! Ndicinga ukuba ude wayifumana ekugqibeleni. Uyayazi, izibalo zasoloko zinzima kum.”

# text
source: **{F3_DAUGHTER_12}**: “Really? I thought it was just me.”
af: **{F3_DAUGHTER_12}**: “Regtig? Ek het gedink dis net ek.”
xh: **{F3_DAUGHTER_12}**: “Nyani? Bendicinga ukuba ndim ndodwa.”

# text
source: (After completing homework)
af: (Na voltooiing van huiswerk)
xh: (Emva kokugqiba umsebenzi wesikolo)

# text
source: **{F3_MOTHER}**: “This is not easy. I learned something, too! Thank you for letting me help you with your homework,
af: **{F3_MOTHER}**: “Dit is nie maklik nie. Ek het ook iets geleer! Dankie dat ek jou kon help met jou huiswerk,
xh: **{F3_MOTHER}**: “Lento ayikho lula. Ndifunde into, nam! Enkosi ngokundivumela ndikuncede kumsebenzi wakho wesikolo,

# text
source: {F3_DAUGHTER_12}. You are making great progress.”
af: {F3_DAUGHTER_12}. Jy maak goeie vordering.”
xh: {F3_DAUGHTER_12}. Wenza inkqubela phambili kakhulu.”

# text
source: **{F3_DAUGHTER_12}**: “Thank you, {F3_MOTHER}. I really appreciate that you took the time to help me out.”
af: **{F3_DAUGHTER_12}**: “Dankie, Mamma. Ek waardeer dit baie dat Mamma die tyd afgeknyp het om my te help.”
xh: **{F3_DAUGHTER_12}**: “Enkosi, {F3_MOTHER}. Ndiyakuvuyela ukuba uthathe ixesha lokundinceda.”

# text
source: 2️⃣ *SAY IT*
af: 2️⃣ *Sê DIT*
xh: 2️⃣ *YITHETHE*

# text
source: 🎉 Be enthusiastic and really mean it!
af: 🎉Wees entoesiasties en bedoel dit regtig!
xh: 🎉 Yibanomdla kwaye unyaniseke!

# text
source: 🔄 This way, they are more likely to do it again.
af: 🔄 So sal hy/sy meer geneig wees om dit weer te doen.
xh: 🔄 Ngayo lendlela, ingabenza bathande kakhulu ukuyenza kwakhona.

# text
source: Well done, you have now learnt the four steps to Praise! ⭐ You have completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod lessons in the course “Improve my Relationship with my Teen.”
af: Welgedaan, jy het nou die vier stappe van Aanprysing geleer! ⭐ Jy het @(fields.c_n_mod_compl +1) uit @fields.c_n_mod lesse in die kursus “Verbeter my Verhouding met my Tiener” voltooi.

# text
source: Praising @fields.child_nickname when they behave well will make them want to behave that way more often.
af: Deur @fields.child_nickname te prys wanneer hy/sy hom/haar goed gedra, sal maak dat hy/sy meer gereeld so wil optree.
xh: Ukuncoma u@fields.child_nickname xa beziphethe kakuhle kuya kubenza bafune ukuziphatha njalo ngamaxesha amaninzi.

# text
source: It also creates a positive and loving relationship between you and your teen. ⭐
af: Dit skep ook 'n positiewe en liefdevolle verhouding tussen jou en jou tiener. ⭐
xh: Kukwadala ubudlelwane obuhle nobunothando phakathi kwakho nomntwana wakho ofikisayo. ⭐

# text
source: Begin by praising @fields.child_nickname during your one-on-one time
af: Begin deur @fields.child_nickname tydens julle een-tot-een-tyd te prys
xh: Qala ngokuncoma @fields.child_nickname ngexesha lenu ninodwa

# text
source: Praising your teen when they behave well will make them want to behave that way more often.
af: Deur jou tiener te prys wanneer hy/sy hom/haar goed gedra, sal maak dat hy/sy meer gereeld so wil optree.
xh: Ukuncoma xa beziphethe kakuhle kuya kubenza bafune ukuziphatha njalo ngamaxesha amaninzi.

# text
source: Begin by praising your teen during your one-on-one time
af: Begin deur jou tiener tydens een-tot-een-tyd te prys
xh: Qala ngokuncoma umntwana wakho ofikisayo ngexesha lenu ninodwa

# text
source: True or False: The way you praise your teen does not matter because any kind of praise is effective.
af: Waar of Vals: Die manier waarop jy jou kind prys, maak nie saak nie, want enige tipe aanprysing is effektief.
xh: Yinyani okanye Ayonyani: Indlela omncoma ngayo umntwana wakho ayinamsebenzi kuba naluphi na uhlobo lokuncoma luyasebenza.

# text
source: Here is a comic about how you can praise @fields.child_nickname during one-on-one time.
af: Hier is 'n strokie oor hoe jy vir @fields.child_nickname tydens een-tot-een-tyd kan prys.

# text
source: Here is a comic about how you can praise your teen during one-on-one time.
af: Hier is 'n strokie oor hoe jy jou tiener tydens een-tot-een-tyd kan prys.

# text
source: ⭐ Teens respond well to praise. When you praise @fields.child_nickname for trying and for good behaviour, they will continue to behave well.
af: ⭐ Tieners reageer goed op aanprysing. Wanneer jy vir @fields.child_nickname prys omdat hy/sy probeer en ook vir goeie gedrag, sal hy/sy aanhou om hom/haar goed te gedra.
xh: ⭐ Abantwana basabela kakuhle xa benconywa. Xa uncoma @fields.child_nickname ngokuzama nokuziphatha kakuhle, bazoqhubeka nokuziphatha kakuhle.

# text
source: ▶️Press Play to learn 4️⃣simple tips for praising @fields.child_nickname:
af: ▶️Druk Speel vir 4️⃣ wenke om vir @fields.child_nickname te prys:
xh: ▶️ Nazi iingcebiso ezi 4️⃣ ezilula zokuncoma @fields.child_nickname:

# text
source: ⭐ Teens respond well to praise. When you praise your teen for trying and for good behaviour, they will continue to behave well.
af: ⭐ Tieners reageer goed op aanprysing. Wanneer jy jou tiener prys omdat hy/sy probeer en ook vir goeie gedrag, sal hy/sy aanhou om hom/haar goed te gedra.
xh: ⭐ Abantwana basabela kakuhle xa benconywa. Xa uncoma umntwana wakho ofikisayo ngokuzama nokuziphatha kakuhle, bazoqhubeka nokuziphatha kakuhle.

# text
source: ▶️Press Play to learn 4️⃣simple tips for praising your teen:
af: ▶️Druk Speel vir 4️⃣ eenvoudige wenke om jou tiener te prys:
xh: ▶️ Nazi iingcebiso ezi 4️⃣ ezilula zokuncoma umntwna wakho ofikisayo:

# text
source: ⭐ Teens respond well to praise. When you praise @fields.child_nickname for trying and for good behaviour, they will continue to behave well..
af: ⭐ Tieners reageer goed op aanprysing. Wanneer jy vir @fields.child_nickname prys omdat hy/sy probeer en ook vir goeie gedrag, sal hy/sy aanhou om hom/haar goed te gedra..
xh: ⭐ Abantwana basabela kakuhle xa benconywa. Xa uncoma @fields.child_nickname ngokuzama nokuziphatha kakuhle, bazoqhubeka nokuziphatha kakuhle..

# text
source: ⭐ Teens respond well to praise. When you praise your teen for trying and for good behaviour, they will continue to behave well..
af: ⭐ Tieners reageer goed op aanprysing. Wanneer jy jou tiener prys omdat hy/sy probeer en ook vir goeie gedrag, sal hy/sy aanhou om hom/haar goed te gedra..
xh: ⭐ Abantwana basabela kakuhle xa benconywa. Xa uncoma umntwana wakho ofikisayo ngokuzama nokuziphatha kakuhle, bazoqhubeka nokuziphatha kakuhle..

# text
source: When you bring attention to good behaviours, your teen is likely to behave well more often and feel good about themselves!
af: Wanneer jy aandag gee aan goeie gedrag, sal jou tiener geneig wees om meer gereeld goeie gedrag te toon en goed te voel oor hom-/haarself!
xh: Xana unika ingqwalasela kwisimilo esilungileyo, umntwana wakho ofikisayo ingamenza aziphathe kakuhle kakhulu rhoqo kwaye azive elungile malunga nabo!

# text
source: Here are 4️⃣ simple tips for praising @fields.child_nickname:
af: Hier volg 4️⃣ eenvoudige wenke om vir @fields.child_nickname te prys:
xh: Nazi iingcebiso ezi 4️⃣ ezilula zokuncoma @fields.child_nickname:

# text
source: Here are 4️⃣ simple tips for praising your teen:
af: Hier is 4️⃣ eenvoudige wenke oor hoe om jou tiener te prys:
xh: Nazi iingcebiso ezi 4️⃣ ezilula zokuncoma umntwana wakho ofikisayo:

# text
source: 1️⃣ *SEE IT*
af: 1️⃣ *SIEN DIT*
xh: 1️⃣ *YIBONE*

# text
source: 👀 Look for anything good or helpful that your teen does.
af: 👀 Wees op die uitkyk vir enigiets goeds of behulpsaam wat jou tiener doen.
xh: 👀 Jonga nantoni elungileyo okanye enganceda umntwana wakho ofikisayo ayenzileyo.

# text
source: 3️⃣ *REPEAT IT*
af: 3️⃣ *HERHAAL DIT*
xh: 3️⃣ *YIPHINDE*

# text
source: 🔶 Even if it is something really small, keep doing it.
af: 🔶Selfs al is dit iets baie kleins, hou aan om dit te doen.
xh: 🔶Nokuba ingayinto encinci ngokwenene, qhubeka ngokuyenza.

# text
source: 🌷 Look for something to praise your teen for every day.
af: 🌷 Wees elke dag op die uitkyk vir iets waaroor jy jou tiener kan prys.
xh: 🌷Jonga into ozakuncoma umntwana wakho ofikisayo yonke imihla.

# text
source: 4️⃣ *KEEP IT POSITIVE*
af: 4️⃣ *HOU DIT POSITIEF*
xh: 4️⃣ *YIGCINE ILUNGILE*

# text
source: 🙂You can show your praise with a big smile and words. You can also raise your thumb, hug, or wink an eye at @fields.child_nickname to show you appreciate them.
af: 🙂Jy kan jou aanprysing met 'n groot glimlag en woorde wys. Jy kan ook jou duim lig of vir @fields.child_nickname 'n drukkie gee of vir hom/haar knipoog om te wys jy waardeer hom/haar.

# text
source: 🌈 Keeping it positive reminds your teen that you notice them and care.
af: 🌈 Deur dit positief te hou, word jou tiener herinner dat jy hom/haar raaksien en omgee.
xh: 🌈Ukuyigcina ilungile ikhumbuza umntwana wakho ofikisayo ukuba ubaqaphele kwaye uyakhathala.

# text
source: 💡 Make sure you focus on something your teen has done well.
af: 💡 Maak seker dat jy op iets fokus wat jou tiener goed gedoen het.
xh: 💡Qinisekisa ukuba uqwalasele kwinto umntwana wakho ayenzileyo kakuhle.

# text
source: 🙂You can show your praise with a big smile and words. You can also raise your thumb, hug, or wink an eye at your teen to show you appreciate them.
af: 🙂Jy kan jou aanprysing met 'n groot glimlag en woorde wys. Jy kan ook jou duim lig of vir jou kind 'n drukkie gee of vir hom/haar knipoog om te wys jy waardeer hom/haar.

# text
source: Your Home Activity today is to try to praise your teen during one-on-one time. Can you do it today?
af: Jou Tuisaktiwiteit vandag is om te probeer om tydens een-tot-een-tyd jou tiener te prys. Kan jy dit vandag doen?
xh: Umsebenzi Wasekhaya namhlanje kukuzama ukuncoma umntwana wakho ngelixa lexesha lenu nobabini ninodwa. Ungakwazi ukuyenza namhlanje?

# text
source: Amazing! 🎉 Try to praise @fields.child_nickname at least once during one-on-one time. You can also praise @fields.child_nickname at other times during the day. Notice how they respond.
af: Merkwaardig! 🎉 Probeer om ten minste een keer tydens een-tot-een-tyd vir @fields.child_nickname te prys. Jy kan ook vir @fields.child_nickname op ander tye deur die dag prys. Neem kennis hoe hy/sy reageer.
xh: Kuyamangalisa! 🎉Zama ukuncoma u @fields.child_nickname nangona ngelixa Lexesha lenu nobabini ninodwa. Ungakwazi ukuncoma u@fields.child_nickname nangamanye amaxesha phakathi nosuku. Qaphela ukuba uphendula njani.

# text
source: Amazing! 🎉 Try to praise your teen at least once during one-on-one time. You can also praise your teen at other times during the day. Notice how they respond.
af: Merkwaardig! 🎉 Probeer om ten minste een keer tydens een-tot-een-tyd jou tiener te prys. Jy kan ook jou tiener op ander tye deur die dag prys. Neem kennis hoe hy/sy reageer.
xh: Kuyamangalisa! 🎉Zama ukuncoma umntwana wakho ofikisayo nangona ngelixa Lexesha lenu nobabini ninodwa. Ungakwazi ukuncoma umntwana wakho nangamanye amaxesha phakathi nosuku. Qaphela ukuba uphendula njani.

# text
source: This lesson is about creating routines for spending one-on-one time with @fields.child_nickname. 🔄
af: Hierdie les gaan daaroor om roetines te skep om een-tot-een-tyd saam met @fields.child_nickname deur te bring. 🔄
xh: Esi sifundo simalunga nokwakha inkqubo yokuchitha ixesha kunye no @fields.child_nickname ninodwa 🔄

# text
source: This lesson is about creating routines for spending one-on-one time with your teen. 🔄
af: Hierdie les gaan daaroor om roetines te skep om een-tot-een-tyd saam met jou tiener deur te bring. 🔄
xh: Esi sifundo simalunga nokwakha inkqubo yokuchitha ixesha kunye nomntwana wakho ofikisayo ninodwa. 🔄

# text
source: **{F2_GRANDFATHER}**: “{F2_SON_15}, I really enjoyed spending one-on-one time with you yesterday. I never knew you were so good at soccer!”
af: **{F2_GRANDFATHER}**: “{F2_SON_15}, Ek het dit regtig gister geniet om een-tot-een-tyd saam met jou deur te bring. Ek het nooit geweet jy is so goed in sokker nie!”
xh: **{F2_GRANDFATHER}**: “{F2_SON_15}, Ndikuvuyele ngenene ukuchitha ixesha kunye nawe sisodwa izolo. Khange ndiyazi ukuba ulungile kwibhola ekhatywayo!"

# text
source: **{F2_SON_15}**: “Aw…thanks, {F2_GRANDFATHER}!”
af: **{F2_SON_15}**: “Ag ... dankie, Oupa!”
xh: **{F2_SON_15}**: “Aw…enkosi, {F2_GRANDFATHER}!”

# text
source: **{F2_GRANDFATHER}**: “It would be great if we could have time together more often. Should we try to do it every day?”
af: **{F2_GRANDFATHER}**: “Dit sou wonderlik wees as ons meer tyd saam kon hê. Sal ons probeer om dit elke dag te doen?”
xh: **{F2_GRANDFATHER}**: "Kungakuhle ukuba singakwazi ukubane xesha kunye rhoqo. Singakhe sizame ukuyenza yonke imihla?"
