Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parenttext_5day_south_africa/*/*_core_modules.po
Languages: af, xh

# text
source: ▶️ Press Play to learn 4️⃣ tips for giving your child praise.
af: ▶️ Druk Speel en kry: 4️⃣ wenke om jou kind te prys.
xh: ▶️ Cofa Dlala ukuze ufunde 4️⃣ iingcebiso zokunika umntwana wakho uncomo.

# text
source: ⭐ Children respond well to praise. Children who are praised for trying and for good behaviour will want to keep behaving well.
af: ⭐ Kinders reageer goed op aanprysing. Kinders wat geprys word omdat hulle probeer en ook vir goeie gedrag, sal wil aanhou om hulle goed te gedra.
xh: ⭐ Abantwana basabela kakuhle xa benconywa. Abantwana abanconywayo ngokuzama nokuziphatha kakuhle, bazoqhubeka nokuziphatha kakuhle.

# text
source: ▶️Press Play to learn 4️⃣ tips for giving @fields.child_nickname praise.
af: ▶️Druk Speel en kry: 4️⃣ wenke om vir @fields.child_nickname te prys.
xh: ▶️Cofa Dlala ukuze ufunde 4️⃣ iingcebiso zokunika @fields.child_nickname uncomo.

# text
source: ▶️Press Play to learn 4️⃣ tips for giving your child praise.
af: ▶️Druk Speel en kry: 4️⃣ wenke om jou kind te prys.
xh: ▶️Cofa Dlala ukuze ufunde 4️⃣ iingcebiso zokunika umntwana wakho uncomo.

# text
source: ⭐ Children respond well to praise. When you praise @fields.child_nickname for trying and for good behaviour, they will continue to behave well.
af: ⭐ Kinders reageer goed op aanprysing. Wanneer jy vir @fields.child_nickname prys omdat hy/sy probeer en ook vir goeie gedrag, sal hy/sy aanhou om hom/haar goed te gedra.
xh: ⭐ Abantwana basabela kakuhle xa benconywa. Xa uncoma @fields.child_nickname ngokuzama nokuziphatha kakuhle, bazoqhubeka nokuziphatha kakuhle.

# text
source: 4️⃣ Here are 4 simple tips for praising @fields.child_nickname:
af: 4️⃣ Hier volg 4 eenvoudige wenke om vir @fields.child_nickname te prys:
xh: 4️⃣ Nazi iingcebiso ezi-4 ezilula zokuncoma @fields.child_nickname:

# text
source: ⭐ Children respond well to praise. When you praise your child for trying and for good behaviour, they will continue to behave well.
af: ⭐ Kinders reageer goed op aanprysing. Wanneer jy jou kind prys omdat hy/sy probeer en ook vir goeie gedrag, sal hy/sy aanhou om hom/haar goed te gedra.
xh: ⭐ Abantwana basabela kakuhle xa benconywa. Xa uncoma umntwana wakho ngokuzama nokuziphatha kakuhle, bazoqhubeka nokuziphatha kakuhle.

# text
source: 4️⃣ Here are 4 simple tips for praising your child:
af: 4️⃣Hier is 4 eenvoudige wenke oor hoe om jou kind te prys:
xh: 4️⃣ Nazi iingcebiso ezi-4 ezilula zokuncoma:

# text
source: 👀 Look for anything good or helpful that @fields.child_nickname does.
af: 👀 Wees op die uitkyk vir enigiets goeds of behulpsaam wat @fields.child_nickname doen.
xh: 👀 Khangela nantoni elungileyo okanye enganceda u @fields.child_nickname ayenzileyo.

# text
source: ⏸ Pause and really notice when they are doing something positive.
af: ⏸ Stop en neem regtig kennis wanneer hy/sy iets positiefs doen.
xh: ⏸ Nqumama kwaye uqaphelisise ngokwenene xana besenza into elungileyo.

# text
source: 👀 Look for anything good or helpful that your child does.
af: 👀 Wees op die uitkyk vir enigiets goeds of behulpsaam wat jou kind doen.
xh: 👀 Jonga nantoni elungileyo okanye enganceda umntwana wakho ayenzileyo.

# text
source: 🌷 Look for something to praise @fields.child_nickname for every day.
af: 🌷 Wees elke dag op die uitkyk vir iets waaroor jy vir @fields.child_nickname kan prys.
xh: 🌷Jonga into ozakuncoma u @fields.child_nickname ngayo yonke imihla.

# text
source: \r🔶 Even if it is something really small, keep doing it.
af: \r🔶Selfs al is dit iets baie kleins, hou aan om dit te doen.

# text
source: 🌷 Look for something to praise your child for every day.
af: 🌷 Wees elke dag op die uitkyk vir iets waaroor jy jou kind kan prys.
xh: 🌷Jonga into ozakuncoma umntwana wakho ngayo yonke imihla.

# text
source: 💡 Make sure you focus on something @fields.child_nickname has done well.
af: 💡 Maak seker dat jy op iets fokus wat @fields.child_nickname goed gedoen het.
xh: 💡Qinisekisa ukuba uqwalasele kwinto u@fields.child_nickname ayenzileyo kakuhle.

# text
source: \r🙂You can show your praise with a big smile and words. You can also clap, hug, or tickle @fields.child_nickname to show you appreciate them.
af: \r🙂Jy kan jou aanprysing met 'n groot glimlag en woorde wys. Jy kan ook hande klap of vir @fields.child_nickname 'n drukkie gee of hom/haar kielie om te wys jy waardeer hom/haar.

# text
source: \r☀️ Keeping it positive reminds @fields.child_nickname that you notice them and care.
af: \r☀️ Deur dit positief te hou, word @fields.child_nickname herinner dat jy hom/haar raaksien en omgee.

# text
source: 💡 Make sure you focus on something your child has done well.
af: 💡 Maak seker dat jy op iets fokus wat jou kind goed gedoen het.
xh: 💡Qinisekisa ukuba uqwalasele kwinto umntwana wakho ayenzileyo kakuhle.

# text
source: \r🙂You can show your praise with a big smile and words. You can also clap, hug, or tickle your child to show you appreciate them.
af: \r🙂Jy kan jou aanprysing met 'n groot glimlag en woorde wys. Jy kan ook hande klap of vir jou kind 'n drukkie gee of hom/haar kielie om te wys jy waardeer hom/haar.

# text
source: \r☀️ Keeping it positive reminds your child that you notice them and care.
af: \r☀️ Deur dit positief te hou, word jou kind herinner dat jy hom/haar raaksien en omgee.

# text
source: Your Home Activity today is to try to praise @fields.child_nickname during one-on-one time. Can you do it today?
af: Jou Tuisaktiwiteit vandag is om te probeer om vir @fields.child_nickname tydens een-tot-een-tyd te prys. Kan jy dit vandag doen?
xh: Umsebenzi Wasekhaya namhlanje kukuzama ukuncoma u @fields.child_nickname ngelixa lexesha ninodwa. Ungakwazi ukuyenza namhlanje?

# text
source: Your Home Activity today is to try to praise your child during one-on-one time. Can you do it today?
af: Jou Tuisaktiwiteit vandag is om te probeer om jou kind tydens een-tot-een-tyd te prys. Kan jy dit vandag doen?
xh: Umsebenzi Wasekhaya namhlanje kukuzama ukuncoma umntwana wakho ngelixa lexesha ninodwa. Ungakwazi ukuyenza namhlanje?

# text
source: Amazing! 🎉 Try to praise @fields.child_nickname at least once during one-on-one Time. You can also praise @fields.child_nickname at other times during the day. Notice how they respond.
af: Merkwaardig! 🎉 Probeer om ten minste een keer tydens een-tot-een-tyd vir @fields.child_nickname te prys. Jy kan ook vir @fields.child_nickname op ander tye deur die dag prys. Neem kennis hoe hy/sy reageer.

# text
source: Amazing! 🎉 Try to praise your child at least once during one-on-one Time. You can also praise your child at other times during the day. Notice how they respond.
af: Merkwaardig! 🎉 Probeer om ten minste een keer tydens een-tot-een-tyd jou kind te prys. Jy kan ook jou kind op ander tye deur die dag prys. Neem kennis hoe hy/sy reageer.

# text
source: This lesson is about creating routines for spending One-on-One time with @fields.child_nickname. 🔄
af: Hierdie les gaan daaroor om roetines te skep om Een-tot-Een-tyd saam met @fields.child_nickname deur te bring. 🔄

# text
source: This lesson is about creating routines for spending One-on-One time with your child. 🔄
af: Hierdie les gaan daaroor om roetines te skep om Een-tot-Een-tyd saam met jou kind deur te bring. 🔄

# text
source: {F2_GRANDMOTHER} spends one-on-one time with her granddaughter as part of her bedtime routine, {F2_DAUGHTER_3}. Let’s see how they do it together!
af: {F2_GRANDMOTHER} bring een-tot-een-tyd saam met haar kleindogter, {F2_DAUGHTER_3}, deur as deel van haar slaaptydroetine. Kom ons kyk hoe hulle dit saam doen!

# text
source: **{F2_GRANDMOTHER}**: “I am so happy to see you playing quietly with your blocks, {F2_DAUGHTER_3}. When I come back, it will be time to get ready for bed. When you are ready for bed, we can have 5 minutes of one-on-one time together.”
af: **{F2_GRANDMOTHER}**: “Ek is so bly om te sien jy speel so stil met jou blokkies, {F2_DAUGHTER_3}. Wanneer ek terugkom, is dit tyd om reg te maak om te gaan slaap. Wanneer jy gereed is om bed toe te gaan, kan ons saam 5 minute een-tot-een-tyd deurbring.”
xh: **{F2_GRANDMOTHER}**. "Ndikuvuyele ukukubona udlala uzolile ngebhokisi zakho, {F2_DAUGHTER_3}. Xana ndibuya, izakuba lixesha lokulungiselela ukulala, singane mizuzu emi 5 yexesha sisodwa

# text
source: **{F2_DAUGHTER_3}**: “Okay!”
af: **{F2_DAUGHTER_3}**: “Oukei!”
xh: **{F2_DAUGHTER_3}**: "Kulungile!"

# text
source: **{F2_GRANDMOTHER}**: “Time to get ready for bed, {F2_DAUGHTER_3}. First, let’s get you nice and clean with a bath.”
af: **{F2_GRANDMOTHER}**: “Tyd om reg te maak om te gaan slaap, {F2_DAUGHTER_3}. Eerstens, kom ons kry jou lekker skoon met 'n bad.”
xh: **{F2_GRANDMOTHER}**:"Lixesha lokulungiselela ukuya ebhedini, {F2_DAUGHTER_3}. Okokuqala, mandikwenze ubemhle kwaye ucoceke ngokukuhlamba."

# text
source: **{F2_GRANDMOTHER}**: “You were so well-behaved in the bath, {F2_DAUGHTER_3}. Now it is time to put your pyjamas on.”
af: **{F2_GRANDMOTHER}**: “Jy het jou so goed gedra in die bad, {F2_DAUGHTER_3}. Nou is dit tyd om jou slaapklere aan te trek.”
xh: **{F2_GRANDMOTHER}**: "Uye waziphatha kakuhle ekukuhlambeni, {F2_DAUGHTER_3}. Ngoku lixesha lokuba unxibe impahla zokulala."

# text
source: **{F2_GRANDMOTHER}**: “Well done for putting on your pyjamas by yourself, {F2_DAUGHTER_3}! Now let’s brush your teeth. Make sure you get the ones in the back of your mouth too!”
af: **{F2_GRANDMOTHER}**: “Kyk hoe mooi het jy self jou slaapklere aangetrek, {F2_DAUGHTER_3}! Kom ons borsel nou jou tande. Maak seker jy borsel die tande agter in jou mond ook!”
xh: **{F2_GRANDMOTHER}**:"Wenze kakuhle ngokuzinxibela impahla zokulala ngokunokwakho, {F2_DAUGHTER_3}! Ngoku masihlambe amazinyo akho. Qinisekisa ukuba uyafikelela nakula asemva komlomo wakho nawo!"

# text
source: **{F2_GRANDMOTHER}**: “You did so well getting ready for bed! Now, we have 5 minutes of one-on-one time to spend together. What would you like to do?”
af: **{F2_GRANDMOTHER}**: “Jy het so mooi reggemaak vir slaaptyd! Nou het ons 5 minute een-tot-een-tyd om saam deur te bring. Wat wil jy graag doen?”
xh: **{F2_GRANDMOTHER}**: "Wenze kakuhle ngokulungiselela ukuya ebhedini! Ngoku, sinemizuzu emi 5 yexesha sisodwa. Yintoni ongathanda siyenze?"

# text
source: **{F2_DAUGHTER_3}**: “Yay! Can you read me my favourite story?”
af: **{F2_DAUGHTER_3}**: “Jippie! Sal Ouma my gunstelingstorie vir my lees?”
xh: **{F2_DAUGHTER_3}**: "Yay! Ungandifundela ibali lam endilithandayo?"

# text
source: **{F2_GRANDMOTHER}**: “ “The end….” Such a lovely story! Goodnight, my baby girl. I love you very much.”
af: **{F2_GRANDMOTHER}**: “ “Die einde …” So 'n pragtige storie! Goeienag, my liefie. Ek is baie lief vir jou.”
xh: **{F2_GRANDMOTHER}**: "Isiphelo....." Ibali elimnandi kangaka! Busuku benzolo, sana lwam eliyintombi. Ndiyakuthanda kakhulu."

# text
source: **{F2_DAUGHTER_3}**: “Goodnight, {F2_GRANDMOTHER}.”
af: **{F2_DAUGHTER_3}**: “Goeienag, Ouma.”
xh: **{F2_DAUGHTER_3}**: "Busuku benzolo, {F2_GRANDMOTHER}.”

# text
source: You’ve completed 33% of this skill! Press NEXT to continue.
af: Jy het 33% van hierdie vaardigheid voltooi! Druk VOLGENDE om voort te gaan.
xh: Uye wagqiba 33% yesi sakhono! Cofa LANDELA ukuqhubekeka.

# text
source: You’ve completed 66% of this skill! Press NEXT to continue.
af: Jy het 66% van hierdie vaardigheid voltooi! Druk VOLGENDE om voort te gaan.
xh: Uye wagqiba 66% yesi sakhono! Cofa OKULANDELAYO ukuqhubekeka.

# text
source: Well done! ⭐ You have now learnt the three steps of creating daily routines with your child.
af: Welgedaan! ⭐ Jy het nou die drie stappe geleer om daaglikse roetines saam met jou kind te skep.
xh: Wenze kakuhle!⭐ Uye ngoku wafunda amanqanaba amathathu okwakha iinkqubo zemihla ngemihla kunye nomntwana wakho.

# text
source: To continue building a positive relationship with @fields.child_nickname, let’s make One-on-One Time a part of the routine.
af: Om voortdurend te bou aan 'n positiewe verhouding met @fields.child_nickname, kom ons maak Een-tot-Een-Tyd deel van die roetine.

# text
source: You can use the tips in this lesson to create other daily routines with @fields.child_nickname.
af: Jy kan die wenke in hierdie les gebruik om ander daaglikse roetines saam met @fields.child_nickname te skep.
xh: Ungasebenzisa iingcebiso ezikwesisifundo ukwakha ezinye iinkqubo zemihla ngemihla kunye no@fields.child_nickname.

# text
source: Creating daily routines with @fields.child_nickname will help them feel more calm and connected with you and behave better. 🔑\r\rHelp them plan time for resting, meals, chores, school, and sleep. ⏰
af: Om daaglikse roetines saam met @fields.child_nickname te skep, sal hom/haar help om kalmer en meer verbonde aan jou te voel, en om hom-/haarself beter te gedra. 🔑\r\rHelp hom/haar om tye vir rus, etes, huistake, skool en slaap te beplan. ⏰

# text
source: To continue building a positive relationship with your child, let’s make One-on-One Time a part of the routine.
af: Om voortdurend te bou aan 'n positiewe verhouding met jou kind, kom ons maak Een-tot-Een-Tyd deel van die roetine.

# text
source: You can use the tips in this lesson to create other daily routines with your child.
af: Jy kan die wenke in hierdie les gebruik om ander daaglikse roetines saam met jou kind te skep.
xh: Ungasebenzisa iingcebiso ezikwesisifundo ukwakha ezinye iinkqubo zemihla ngemihla kunye nomntwana wakho.

# text
source: Creating daily routines with your child will help them feel more calm and connected with you and behave better. 🔑\r\rHelp them plan time for resting, meals, chores, school, and sleep. ⏰
af: Om daaglikse roetines saam met jou kind te skep, sal hom/haar help om kalmer en meer verbonde aan jou te voel, en om hom-/haarself beter te gedra. 🔑\r\rHelp hom/haar om tye vir rus, etes, huistake, skool en slaap te beplan. ⏰

# text
source: ▶️ Press Play to learn 3️⃣ three tips to create a daily routine around one-on-one time with @fields.child_nickname
af: ▶️ Druk Speel om te kry: 3️⃣ drie wenke om 'n daaglikse roetine vir een-tot-een-tyd saam met @fields.child_nickname te skep
xh: ▶️ Cofa Dlala ukufunda 3️⃣ iingcebiso ezintathu ukukhumbula xana uchitha ixesha kunye no @fields.child_nickname ninodwa

# text
source: 1️⃣ BE A TEAM
af: 1️⃣ WEES 'N SPAN
xh: 1️⃣ MASIBE LIQELA

# text
source: 2️⃣ BE CONSISTENT
af: 2️⃣ WEES KONSEKWENT
xh: 2️⃣MAYIBE SISIGXINA

# text
source: 3️⃣ PRAISE, PRAISE, PRAISE
af: 3️⃣ PRYS, PRYS, PRYS
xh: 3️⃣ NCOMA, NCOMA, NCOMA

# text
source: ▶️ Press Play to learn 3️⃣ three tips to create a daily routine around one-on-one time with your child
af: ▶️ Druk Speel om te kry: 3️⃣ drie wenke om 'n daaglikse roetine vir een-tot-een-tyd saam met jou kind te skep
xh: ▶️ Cofa Dlala ukufunda 3️⃣ iingcebiso ezintathu ukukhumbula xana uchitha ixesha kunye nomntwana wakho ninodwa

# text
source: Press Play ▶️ to learn 3️⃣ three tips to create a daily routine around one-on-one time with @fields.child_nickname
af: Druk Speel ▶️ om te kry: 3️⃣ drie wenke om 'n daaglikse roetine vir een-tot-een-tyd saam met @fields.child_nickname te skep
xh: Cofa Dlala ukufunda 3️⃣ iingcebiso ezintathu ukukhumbula xana uchitha ixesha kunye no @fields.child_nickname ninodwa

# text
source: Press Play ▶️ to learn 3️⃣ three tips to create a daily routine around one-on-one time with your child
af: Druk Speel ▶️ om te kry: 3️⃣ drie wenke om 'n daaglikse roetine vir een-tot-een-tyd saam met jou kind te skep
xh: Cofa Dlala ▶️ ukufunda 3️⃣ iingcebiso ezintathu ukukhumbula xana uchitha ixesha kunye nomntwana wakho ninodwa

# text
source: Here are 3️⃣ tips on how to create routines with @fields.child_nickname.
af: Hier volg 3️⃣ wenke vir die skep van roetines saam met @fields.child_nickname.

# text
source: Here are 3️⃣ tips on how to create routines with your child.
af: Hier volg 3️⃣ wenke vir die skep van roetines saam met jou kind.

# text
source: 🎈 Talk to @fields.child_nickname about what they want their routines to look like.
af: 🎈 Praat met @fields.child_nickname oor hoe hy/sy wil hê sy/haar roetines moet lyk.
xh: 🎈 Thetha no @fields.child_nickname ukuba bafuna inkqubo yemihla ngemihla ijongeke njani.

# text
source: ✨ Did you know that @fields.child_nickname is more likely to follow routines when they help to create them? Try it out! 💚
af: ✨ Het jy geweet dat @fields.child_nickname meer geneig sal wees om by roetines te hou as hy/sy help om dit op te stel? Probeer dit! 💚
xh: ✨ Ubusazi ukuba @fields.child_nickname angakwazi ukuyilandela lenkqubo yemihla ngemihla xa encedisile ekudalweni lwayo? Yizame! 💚

# text
source: 🎈 Talk to your child about what they want their routines to look like.
af: 🎈 Praat met jou kind oor hoe hy/sy wil hê sy/haar roetines moet lyk.
xh: 🎈 Thetha nomntwana wakho ukuba bafuna inkqubo yemihla ngemihla ijongeke njani.

# text
source: ✨ Did you know that your child is more likely to follow routines when they help to create them? Try it out! 💚
af: ✨ Het jy geweet dat jou kind meer geneig sal wees om by roetines te hou as hy/sy help om dit op te stel? Probeer dit! 💚
xh: ✨ Ubusazi ukuba umntwana wakho angakwazi ukuyilandela lenkqubo yemihla ngemihla xa encedisile ekudalweni lwayo? Yizame! 💚

# text
source: ⏰ Make sure @fields.child_nickname follows their routines daily.
af: ⏰ Maak seker @fields.child_nickname hou daagliks by sy/haar roetines.
xh: 👀Qinisekisa u@fields.child_nickname uyayilandela inkqubo yemihla ngemihla.

# text
source: 🌱 Activities become easier when children learn and get used to a routine.
af: 🌱 Aktiwiteite word makliker wanneer kinders 'n roetine leer ken en daaraan gewoond raak.
xh: 🌱 Imisebenzi iye ibelula ukuyilawula xana abantwana befunda kwaye beqhelene nenkqubo yemihla ngemihla.

# text
source: 🔄 Consistent routines help @fields.child_nickname learn how to do daily activities by themselves and how to manage their time.
af: 🔄 Konsekwente roetines help @fields.child_nickname om te leer hoe om self daaglikse aktiwiteite te doen en sy/haar tyd te bestuur.
xh: 🔄 Inkqubo yemihla ngemihla esisigxina inceda @fields.child_nickname ukuzenzela imisebenzi ngokunokwabo kwaye balilawule njani ixesha labo.

# text
source: ⏰ Make sure your child follows their routines daily.
af: ⏰ Maak seker jou kind hou by sy/haar daaglikse roetines.
xh: ⏰Qinisekisa umntwana wakho ofikisayo uyayilandela inkqubo yemihla ngemihla.

# text
source: 🔄 Consistent routines help your child learn how to do daily activities by themselves and how to manage their time.
af: 🔄 Konsekwente roetines help jou kind om te leer hoe om self daaglikse aktiwiteite te doen en sy/haar tyd te bestuur.
xh: 🔄 Inkqubo yemihla ngemihla esisigxina inceda umntwana wakho ukuzenzela imisebenzi ngokunokwabo kwaye balilawule njani ixesha labo.

# text
source: 🏅Praise @fields.child_nickname for creating a routine with you.
af: 🏅Prys vir @fields.child_nickname omdat hy/sy 'n roetine saam met jou geskep het.
xh: 🏅Ncoma u@fields.child_nickname ngokwakha inkqubo kunye nawe.

# text
source: ⭐ Praise @fields.child_nickname when they follow the routine.
af: ⭐ Prys vir @fields.child_nickname wanneer hy/sy by die roetine hou.
xh: ⭐ Ncoma u @fields.child_nickname xana belandele inkqubo.

# text
source: 🏅Praise your child for creating a routine with you.
af: 🏅Prys jou kind omdat hy/sy 'n roetine saam met jou geskep het.
xh: 🏅Ncoma umntwana wakho ofikisayo ngokwakha inkqubo kunye nawe.

# text
source: ⭐ Praise your child when they follow the routine.
af: ⭐ Prys jou kind wanneer hy/sy by die roetine hou.
xh: ⭐ Ncoma u xana belandele inkqubo.

# text
source: Here are some other routines you could talk about with @fields.child_nickname in addition to one-on-one Time:
af: Hier is nog 'n paar roetines waaroor jy met @fields.child_nickname kan praat, addisioneel tot een-tot-een-tyd:

# text
source: ✅ Bedtime
af: ✅ Slaaptyd
xh: ✅ Ixesha lokulala

# text
source: ✅ Homework
af: ✅ Huiswerk
xh: ✅ Umsebenzi wasekhaya

# text
source: ✅ Chores
af: ✅ Huistakies
xh: ✅ Imisebenzi yasekhaya

# text
source: ✅ Mealtime
af: ✅ Etenstyd
xh: ✅ Ixesha lokutya

# text
source: ✅ Free time
af: ✅ Vryetyd
xh: ✅ Ixesha lamahala

# text
source: ✅ TV or phone time
af: ✅ TV- of foontyd
xh: ✅ Umabonakude okanye ixesha lemfonomfono

# text
source: Here are some other routines you could talk about with your child in addition to one-on-one Time:
af: Hier is nog 'n paar roetines waaroor jy met jou kind kan praat, addisioneel tot een-tot-een-tyd:

# text
source: Home Activity! Try to create a routine on how you can spend 5 minutes of one-on-one time with @fields.child_nickname every day. 📝 Can you do it today?
af: Tuisaktiwiteit! Probeer om 'n roetine te skep om elke dag 5 minute een-tot-een-tyd saam met @fields.child_nickname deur te bring. 📝 Kan jy dit vandag doen?
xh: Umsebenzi Wasekhaya! Zama ukwakha inkqubo yokuba ungachitha njani imizuzu emi 5 yexesha kunye no @fields.child_nickname ninodwa yonke imihla 📝 Ungayenza namhlanje?

# text
source: Home Activity! Try to create a routine on how you can spend 5 minutes of one-on-one time with your child every day. 📝 Can you do it today?
af: Tuisaktiwiteit! Probeer om 'n roetine te skep om elke dag 5 minute een-tot-een-tyd saam met jou kind deur te bring. 📝 Kan jy dit vandag doen?
xh: Umsebenzi Wasekhaya! Zama ukwakha inkqubo yokuba ungachitha njani imizuzu emi 5 yexesha kunye nomntwana wakho ofikisayo ninodwa yonke imihla 📝 Ungayenza namhlanje?

# text
source: That's great! Making one-on-one time a regular activity will mean a lot to @fields.child_nickname. You can also make other routines with your child, like having a meal together or going for a walk. It will help your child feel connected to you and loved.
af: Dis wonderlik! Om een-tot-een-tyd 'n gereelde aktiwiteit te maak, sal baie vir @fields.child_nickname beteken. Jy kan ook ander roetines saam met jou kind instel, soos saam eet of gaan stap. Dit sal jou kind help om geliefd en verbonde aan jou te voel.
xh: Kwakuhle! Ukwenza ixesha nomntwana wakho ninodwa njengomdlalo rhoqo kungathetha lukhulu ku @fields.child_nickname. Ungakwazi ukwenza ezinye inkqubo kunye nomntwana wakho ofikisayo njengokutya kunye ukutya okanye ukuthatha uhambo. Inganceda umntwana wakho ofikisayo azive enxulumene kuwe kwaye ethandwa.

# text
source: That's great! Making one-on-one time a regular activity will mean a lot to your child. You can also make other routines with your child, like having a meal together or going for a walk. It will help your child feel connected to you and loved.
af: Dis wonderlik! Om een-tot-een-tyd 'n gereelde aktiwiteit te maak, sal baie vir jou kind beteken. Jy kan ook ander roetines saam met jou kind instel, soos saam eet of gaan stap. Dit sal jou kind help om geliefd en verbonde aan jou te voel.
xh: Kwakuhle! Ukwenza ixesha nomntwana wakho ninodwa njengomdlalo rhoqo kungathetha lukhulu kumntwana wakho ofikisayo. Ungakwazi ukwenza ezinye inkqubo kunye nomntwana wakho ofikisayo njengokutya kunye ukutya okanye ukuthatha uhambo. Inganceda umntwana wakho ofikisayo azive enxulumene kuwe kwaye ethandwa.

# text
source: That's OK! Beginning something new takes time. You might want to start with something simple, like connecting with @fields.child_nickname at set times when you are already together. For example, when you are having dinner or doing chores.
af: Dis oukei! Dit neem tyd om iets nuuts te begin. Jy wil dalk met iets eenvoudigs begin, soos om op vasgestelde tye met @fields.child_nickname te kommunikeer, wanneer julle reeds bymekaar is, byvoorbeeld terwyl julle aandete eet of huistake verrig.
xh: Kulungile! Ukuqala into entsha kuthatha ixesha. Ungakhe ufuna uqala ngento elula, enje ngokunxulumana kunye no@fields.child_nickname ngamaxesha amiselweyo xana senikunye. Umzekelo, xana nisitya isidlo sangokuhlwa okanye nisenza imisebenzi yekhaya.
