Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parenttext_5day_south_africa/*/*_core_modules.po
Languages: af, xh

# text
source: The date you entered is in the future. Please provide your child's date of birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2010, enter 19/05/2010.
af: Die datum wat jy ingevul het, is in die toekoms. Verskaf asseblief jou kind se geboortedatum in die volgende formaat: DD/MM/JJJJ. Byvoorbeeld: As jou kind op 19 Mei 2010 gebore is, tik 19/05/2010.

# text
source: Let's try again. Please provide your child's date of birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2010, enter 19/05/2010.
af: Kom ons probeer weer. Verskaf asseblief jou kind se geboortedatum in die volgende formaat: DD/MM/JJJJ. Byvoorbeeld: As jou kind op 19 Mei 2010 gebore is, tik 19/05/2010.

# text
source: @fields.child_nickname is @(round_down(datetime_diff(results.date,now(),"M")/12)) years old. Is that correct?
af: @fields.child_nickname is @(round_down(datetime_diff(results.date,now(),"M")/12)) jaar oud. Is dit korrek?

# text
source: Your child is @(round_down(datetime_diff(results.date,now(),"M")/12)) years old. Is that correct?
af: Jou kind is @(round_down(datetime_diff(results.date,now(),"M")/12)) jaar oud. Is dit korrek?

# text
source: @fields.child_nickname is @(round_down(datetime_diff(results.date,now(),"M")/12)) years old. Is that correct?
af: @fields.child_nickname is @(round_down(datetime_diff(results.date,now(),"M")/12)) jaar oud. Is dit korrek?

# text
source: Your teen is @(round_down(datetime_diff(results.date,now(),"M")/12)) years old. Is that correct?
af: Jou tiener is @(round_down(datetime_diff(results.date,now(),"M")/12)) jaar oud. Is dit korrek?

# text
source: According to the date you provided, @fields.child_nickname would be @(round_down(datetime_diff(results.date,now(),"M")/12)) years old. ParentText is only for children aged 2-17. Please enter a valid date for your child's birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2010, enter 19/05/2010.
af: Volgens die datum wat jy verskaf het, sal @fields.child_nickname @(round_down(datetime_diff(results.date,now(),"M")/12)) jaar oud wees. ParentText is slegs vir kinders van 2-17 jaar oud. Vul asseblief 'n geldige geboortedatum in die volgende formaat in: DD/MM/JJJJ. Byvoorbeeld: As jou kind op 19 Mei 2010 gebore is, tik 19/05/2010.

# text
source: According to the date you provided, your child would be @(round_down(datetime_diff(results.date,now(),"M")/12)) years old. ParentText is only for children aged 2-17. Please enter a valid date for your child's birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2010, enter 19/05/2010.
af: Volgens die datum wat jy verskaf het, sal jou kind @(round_down(datetime_diff(results.date,now(),"M")/12)) jaar oud wees. ParentText is slegs vir kinders van 2-17 jaar oud. Vul asseblief 'n geldige geboortedatum in die volgende formaat in: DD/MM/JJJJ. Byvoorbeeld: As jou kind op 19 Mei 2010 gebore is, tik 19/05/2010.

# quick_replies
source: True
af: Waar
xh: Inyani

# quick_replies
source: False
af: Vals
xh: Asiyonyani

# quick_replies
source: NEXT
af: VOLGENDE
xh: OKULANDELAYO

# quick_replies
source: Yes
af: Ja
xh: Ewe

# quick_replies
source: No
af: Nee
xh: Hayi

# arguments
source: true
af: waar
xh: inyani

# arguments
source: false
af: vals
xh: asiyonyani

# arguments
source: yes y yeah yep
af: ja j jip ok
xh: ewe

# arguments
source: no nope n
af: nee nie n
xh: hayi

# arguments
source: no n nope
af: nee n

# text
source: True or False: When I spend special time with my child, I need to decide what we will do together.
xh: Yinyani okanye Ayonyani: Xana ndichitha ixesha elibalulekileyo kunye nomntwana wam. Kudingeka ndigqibe ukuba yintoni esingayenza kunye.

# text
source: 👀 Oops! That's not actually true.
xh: 👀 Yhu! Ayonyani leyo.

# text
source: **{F1_MOTHER}**: "Wonderful idea, {F1_SON_5}! I see you are taking out the yellow scarf with blue stripes on it.”
xh: **{F1_MOTHER}**. "Umbono Omhle, {F1_SON_5}! Ndiyabona ukuba ukhupha isikhafu esityheli sinomgca oluhlaza okwesibhakabhaka kuso"

# text
source: **{F1_SON_5}**: "Mommy, it’s for you."
xh: **{F1_SON_5}**: "Mama, sesakho."

# text
source: **{F1_MOTHER}**: "Thank you, I love it!"
xh: **{F1_MOTHER}**: "Enkosi, Ndiyasithanda!"

# text
source: **{F1_SON_5}**: "Wear it, Mommy!"
xh: **{F1_SON_5}**: "Sinxibe, Mama!"

# text
source: You have completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod lessons in the course {goal_name}. ⭐
xh: Ugqibe ezi- @(fields.c_n_mod_compl +1) kwezi- @fields.c_n_mod izifundo kule khosi {goal_name}. ⭐

# text
source: 💡 @fields.child_nickname may use gestures, full sentences, movements, and sounds to communicate with you. Respond to your child when they communicate with you. It shows you are really paying attention to them.
xh: 💡 @fields.child_nickname angasebenzisa iintshukumo zomzimba, izivakalisi ezipheleleyo, iintshukumo, kunye nezandi ukunxulumelana nawe. Phendula kumntwana wakho xa enxulumelana nawe. Lonto ibonisa ukuba ngokwenene umnika ingqalelo.

# text
source: 💡 Your child may use gestures, full sentences, movements, and sounds to communicate with you. Respond to your child when they communicate with you. It shows you are really paying attention to them.
xh: 💡 Umntwana wakho angasebenzisa iintshukumo zomzimba, izivakalisi ezipheleleyo, iintshukumo, kunye nezandi ukunxulumana nawe. Phendula umntwana wakho xa enxulumana nawe. Lonto ibonisa ukuba ngokwenene umnika ingqalelo.

# text
source: Let’s check in on another family to see how the mother praises her son, {F3_SON_4}, during one-on-one time.
xh: Makhe sijonge olunye usapho sibone indlela umama amncoma ngayo unyana wakhe, u{F3_SON_4}, ngexesha bebodwa.

# text
source: 💚 That's OK! Sometimes, things take time. You can review this lesson in the Main Menu at any time. At the end of the day, think of all of the positive things that happened - this makes it easier to point them out. ☀️ With time, it will become easier for you to praise your child.
xh: 💚 KULUNGILE! Ngamanye amaxesha, izinto zithatha ixesha. Ungaphonononga esi sifundo kuLuhlu Olungaphezulu nangaliphi na ixesha. Ekupheleni kosuku, cinga ngazo zonke izinto ezintle ezenzekileyo - oku kwenza kube lula ukuzikhomba. Ngokuhamba kwexesha, kuya kubalula kuwe ukuncoma umntwana wakho.

# text
source: 🙂You can show your praise with a big smile and words. You can also clap or give @fields.child_nickname a hug or high-five to show you appreciate them.
xh: 🙂Ungabonisa ukuncoma kwakho ngoncumo olukhulu kunye namazwi. Ungaqhwaba, umange, okanye umnyumbaze u @fields.child_nickname ukubonisa ukuba uyababulela.

# text
source: ☀️ Keeping it positive reminds @fields.child_nickname that you notice them and care.
xh: ☀️Ukuyigcina ilungile ikhumbuza u@fields.child_nickname ukuba ubaqaphele kwaye uyakhathala.

# text
source: 🙂You can show your praise with a big smile and words. You can also clap or give your child a hug or high-five to show you appreciate them.
xh: 🙂Ungabonisa ukuncoma kwakho ngoncumo olukhulu kunye namazwi. Ungaqhwaba, umange, okanye umnyumbaze ukubonisa ukuba uyababulela.

# text
source: ☀️ Keeping it positive reminds your child that you notice them and care.
xh: ☀️Ukuyigcina ilungile ikhumbuza umntwana wakho ukuba ubaqaphele kwaye uyakhathala.

# text
source: Amazing! 🎉 Try to praise your child at least once during one-on-one time. You can also praise your child at other times during the day. Notice how they respond.
xh: Kuyamangalisa! 🎉Zama ukuncoma umntwana wakho nangona ngelixa lexesha ninodwa. Ungakwazi ukuncoma umntwana wakho nangamanye amaxesha phakathi nosuku. Qaphela ukuba uphendula njani.

# text
source: This lesson is about creating routines for spending one-on-one time with your child. 🔄
xh: Esi sifundo simalunga nokwakha inkqubo yokuchitha ixesha kunye nomntwana wakho ninodwa. 🔄

# text
source: {F2_GRANDMOTHER} spends one-on-one time with her granddaughter, {F2_DAUGHTER_3}, as part of her bedtime routine. Let’s see how they do it together!
xh: U{F2_GRANDMOTHER} uchitha ixesha kunye nomzukulwana wakhe oyintombi, u{F2_DAUGHTER_3}, bebodwa njenge nkqubo yexesha lokulala. Makhe sibone ukuba benza njani kunye!

# text
source: To continue building a positive relationship with @fields.child_nickname, let’s make one-on-one time a part of the routine.
xh: Ukuqhubekeka ukwakha ubudlwelane obulungileyo kunye no@fields.child_nickname, sisodwa masenze ixesha libeyinxalenye yenkqubo yemihla ngemihla.

# text
source: Creating daily routines with @fields.child_nickname will help them feel more calm and connected with you and behave better. 🔑
xh: Ukwakha ezinye iinkqubo zemihla ngemihla kunye no@fields.child_nickname ingabanceda bazive bezolile kakhulu kwaye banxulumene kunye nawe kwaye baziphathe ngcono.🔑

# text
source: To continue building a positive relationship with your child, let’s make one-on-one time a part of the routine.
xh: Ukuqhubekeka ukwakha ubudlwelane obulungileyo kunye nomntwana wakho, ninondwa masenze ixesha libeyinxalenye yenkqubo yemihla ngemihla.

# text
source: Creating daily routines with your child will help them feel more calm and connected with you and behave better. 🔑
xh: Ukwakha ezinye iinkqubo zemihla ngemihla kunye nomntwana wakho ingabanceda bazive bezolile kakhulu kwaye banxulumene kunye nawe kwaye baziphathe ngcono.🔑

# text
source: Here are 3️⃣ tips on how to create routines with @fields.child_nickname.
xh: Nazi 3️⃣iingcebiso zokuba uzokwakha njani iinkqubo kunye no@fields.child_nickname.

# text
source: Here are 3️⃣ tips on how to create routines with your child.
xh: Nazi 3️⃣iingcebiso zokuba uzokwakha njani iinkqubo kunye nomntwana wakho.

# text
source: Here are some other routines you could talk about with @fields.child_nickname in addition to one-on-one time:
xh: Nazi ezinye iinkqubo ongazakha kunye no@fields.child_nickname ukongeza kwi xesha lenu ninodwa:

# text
source: Here are some other routines you could talk about with your child in addition to one-on-one time:
xh: Nazi ezinye iinkqubo wena ongathetha kunye nomntwana wakho ukongeza kwi xesha lenu ninodwa:

# text
source: 😃😣😔This lesson is about noticing your and @fields.child_nickname’s feelings during one-on-one time.
xh: 😃😣😔Esi sifundo simalunga nokuqwalasela iimvakalelo zakho kunye @fields.child_nickname ngexesha lenu ninobanini.

# text
source: 😃😣😔This lesson is about noticing your and your child’s feelings during one-on-one time.
xh: 😃😣😔Esi sifundo simalunga nokuqaphela iimvakalelo zakho kunye nomntwana wakho ngelixa lexesha ninodwa.

# text
source: Let’s do a True/False quiz:
xh: Masenze Ikhwizi Yinyani/Ayonyani:

# text
source: Here’s another one:
xh: Nantsi enye :

# text
source: Boys should not share when they are feeling sad or afraid.
xh: Amakhwenkwe akufuneki babelane xana beziva bekhathazekile okanye besoyika.

# text
source: Last one:
xh: Eyokugqibela

# text
source: As parents, we can also share our feelings with our children.
xh: Njengabazali singabelana nathi ngeemvakalelo zethu kunye nabantwana bethu.

# text
source: Let’s see how {F3_MOTHER} helps her child to continue with a difficult activity during one-on-one time.
xh: Makhe sibone {F3_MOTHER} anganceda njani intombi yakhe ukuqhubekeka nomdlalo onzima ngelixa lexesha bebodwa.

# text
source: **{F3_MOTHER}**: “Well done! I am very happy to be able to spend this special time with you, {F3_DAUGHTER_7}.”
xh: **{F3_MOTHER}**: Wenze kakuhle, Ndiyavuya kakhulu ukuba ndikwazile ukuchitha ixesha elikhethekileyo kunye nawe, {F3_DAUGHTER_7}.”.

# text
source: That’s okay.💛 Try to make time this week.
xh: Kulungile. Zama ukwenza ixesha kuleveki.

# text
source: Noticing both your and @fields.child_nickname's emotions will help you to look after and support yourself and your child well.
xh: Ukuqaphela iimvakalelo zakho nezomntwana wakho @fields.child_nickname's kuya kukunceda ukuba uzinyamekele kwaye uzixhase kakuhle wena nomntwana wakho.

# text
source: Noticing both your and your child's emotions will help you to look after and support yourself and your child well.
xh: Ukuqaphela iimvakalelo zakho nezomntwana wakho 's kuya kukunceda ukuba uzinyamekele kwaye uzixhase kakuhle wena nomntwana wakho.

# text
source: Can you do it today?
xh: Ingaba ungayenza namhlanje?

# text
source: As you began noticing feelings, you may have noticed feelings of anger, frustration or sadness.
xh: Njengokuba uqalisa ukuqaphela iimvakakelelo, ungabe sewuqalile ukuqaphela iimvakalelo zomsindo okanye ezokhathazeka.

# text
source: **{F2_GRANDFATHER}** (thinking): “I am feeling a little better. I can think more clearly about what to do to support my child.”
xh: **{F2_GRANDFATHER}**(ecinga):"Ndiziva ndingcono kancinci. Ndiyakwazi ukucinga ngokucacileyo malunga ndingenza ntoni ukuxhasa umntwana wam."

# text
source: **{F2_GRANDFATHER}**: “{F2_SON_8}, well done for doing your homework. You might feel tired now. Let's take a 5-minute break, and after that, we can play a game together to quickly pick up the toys.”
xh: **{F2_GRANDFATHER}**: “{F2_SON_8}, wenze kakuhle ukwenza umsebenzi wakho wesikolo. Inokuba uziva udiniwe. Makhe sithathe imizuzu emi- 5 yokuphumla, emva koko, singake sichola-chole izinto kunye.".

# text
source: Can you share these tips today?
xh: Ungakwazi ukwabelana ngalamacebo namhlanje?

# text
source: You have completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod lessons in the course {goal_name} 🏆
xh: Ugqibe ezi- @(fields.c_n_mod_compl +1) kwezi- @fields.c_n_mod izifundo kule khosi {goal_name} 🏆

# text
source: ✨ Understand their feelings. For example, it may feel boring to pick up toys after having fun or ending a big task.
xh: ✨ Ziqonde iimvakalelo zabo. Umzekelo, kunokuziva kukruqula ukucoca emva kokuzonwabisa okanye ukuphelisa umsebenzi omkhulu.

# text
source: ✨ “Please speak more softly.”
xh: ✨ “Nceda thethela phantsi ngakumbi.”

# text
source: ✨ “Remember to walk inside the house.”
xh: ✨ “Khumbula ukuhamba-hamba ngaphakathi endlini.”

# text
source: (instead of “stop running”)
xh: (endaweni yoku“yeka ukubaleka”)

# text
source: 👀 Oops! That’s not actually true.
xh: 👀 Yhu! Ayonyani leyo.

# text
source: You have now completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod lessons in the course {goal_name}⭐
xh: Ugqibe ezi- @(fields.c_n_mod_compl +1) kwezi- @fields.c_n_mod zifundo kule khosi {goal_name}⭐

# text
source: 💛 Accept your teen and avoid judgement.
xh: 💛 Yamkela umntwana wakho ofikisayo kwaye hlukana nokumgweba.

# text
source: 💚 That's OK! Sometimes, things take time. You can review this lesson in the Main Menu at any time. At the end of the day, think of all of the positive things that happened - this makes it easier to point them out. ☀️ With time, it will become easier for you to praise your teen.
xh: 💚 KULUNGILE! Ngamanye amaxesha, izinto zithatha ixesha. Ungaphonononga esi sifundo kuluhlu olungaphezulu nangaliphi na ixesha. Ekupheleni kosuku, cinga ngazo zonke izinto ezintle ezenzekileyo - oku kwenza kubelula ukuzikhomba. Ngokuhamba kwexesha, kuya kubalula kuwe ukuncoma umntwana wakho.

# text
source: Well done, you have now learnt the four steps to Praise! ⭐ You have completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod lessons in the course {goal_name}.
xh: Wenze kakuhle, sewufundile ngamanqanaba amane oku Ncoma! ⭐ Ugqibe ezi- @(fields.c_n_mod_compl +1) kwezi- @fields.c_n_mod izifundo kule khosi {goal_name}.

# text
source: Here is a comic about how you can praise @fields.child_nickname during one-on-one time.
xh: Nantsi into yokuhlekisa malunga nokuba ungancoma njani u @fields.child_nickname ngelixa lexesha lenu ninodwa.

# text
source: Here is a comic about how you can praise your teen during one-on-one time.
xh: Nantsi into yokuhlekisa malunga nokuba ungancoma njani umntwana wakho ofikisayo ngelixa lexesha lenu nobabini ninodwa.

# text
source: 🙂You can show your praise with a big smile and words. You can also give @fields.child_nickname a thumbs-up, hug, or high-five to show you appreciate them.
xh: 🙂Ungabonisa ukuncoma kwakho ngoncumo olukhulu kunye namazwi. Unganyusela u@fields.child_nickname oobhontsi, umange okanye umnike i-high-five ukubonisa ukuba uyabulela.

# text
source: 🙂You can show your praise with a big smile and words. You can also give your teen a thumbs-up, hug, or high-five to show you appreciate them.
xh: 🙂Ungabonisa ukuncoma kwakho ngoncumo olukhulu kunye namazwi. Unganyusela umntwana wakho oobhontsi, umange okanye umnike i-high-five ukubonisa ukuba uyabulela.

# text
source: That's OK! Beginning something new takes time. If you cannot do it every day, maybe start with every other day. Or instead of 15 minutes a day, try 5 minutes. You can also ask your teen for ideas on which routines could be useful for them. They might surprise you!
xh: Kulungile! Ukuqalisa into entsha kuthatha ixesha. Ukuba awukwazi ukuyenza yonke imihla, mhlawumbi qala ngolunye usuku. Okanye endaweni yemizuzu eli- 15 ngosuku, zama imizuzu emi- 5. Ungakwazi ukucela nomntwana wakho ofikisayo ngemibono yokuba yeyiphi inkqubo engasetyenziswa kunganceda kakhulu kumntwana wakho ofikisayo. Bangakumangaza!

# text
source: Amazing! 🎉 You have learnt how to create a routine with your teen! You have completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod lessons in the course {goal_name}.
xh: Uyamangalisa!🎉 Ufundile ngokuba uyenza njani inkqubo yesiqhelo nomntwana wakho ofikisayo! Ugqibe ezi- @(fields.c_n_mod_compl +1) kwezi- @fields.c_n_mod izifundo kule khosi {goal_name}.

# text
source: ☕ Talk to Your teen about what they want their routines to look like.
xh: ☕ Thetha nomntwana wakho ofikisayo malunga nokuba bafuna iinkqubo zemihla ngemihla zibenjani kubo.

# text
source: ✨ Your teen is more likely to follow routines when they help to create them.
xh: ✨ Umntwana wakho ofikisayo angazilandela kakhulu ezinkqubo zemihla ngemihla xana bencedisile ukuzakha zona.

# text
source: To continue building a positive relationship with @fields.child_nickname, let’s make one-on-one time a part of a routine. You can use the tips in this lesson to create other daily routines with @fields.child_nickname.
xh: Ukuqhubekeka nokwakha ubudlelwane obuhle no @fields.child_nickname, masenze ixesha elibalulekileyo libe yinxalenye yesiqhelo. Ungasebenzisa iingcebiso ezikwesisifundo ukwenza ezinye iinkqubo zesiqhelo zamihla yonke no @fields.child_nickname.

# text
source: Creating other daily routines with @fields.child_nickname will help them feel more calm and connected with you and behave better. 🔑 Help them plan time for resting, meals, chores, school, and sleep. ⏰
xh: Ukwenza ezinye iinkqubo zamihla yonke no @fields.child_nickname kuzakumnceda azive ezolile kwaye eqhagamshelene nawe kwaye uzakuziphatha ngcono. 🔑 Mncede acwangcise ixesha lokuphumla, lokutya, lokusebenza, lesikolo, kunye nelokulala. ⏰

# text
source: To continue building a positive relationship with your teen, let’s make one-on-one time a part of a routine. You can use the tips in this lesson to create other daily routines with your teen.
xh: Ukuqhubekeka nokwakha ubudlelwane obuhle nomntwana wakho ofikisayo, masenze ixesha lethu sisobabini libe yinxalenye yesiqhelo. Ungasebenzisa iingcebiso ezikwesisifundo ukwenza ezinye iinkqubo zesiqhelo zamihla yonke nomntwana wakho ofikisayo.

# text
source: Creating other daily routines with your teen will help them feel more calm and connected with you and behave better. 🔑 Help them plan time for resting, meals, chores, school, and sleep. ⏰
xh: Ukwenza ezinye iinkqubo zamihla yonke nomntwana wakho ofikisayo kuzakumnceda azive ezolile kwaye eqhagamshelene nawe kwaye uzakuziphatha ngcono. 🔑 Mncede acwangcise ixesha lokuphumla, lokutya, lokusebenza, lesikolo, kunye nelokulala. ⏰

# text
source: Here is a comic about how you can create a routine for spending one-on-one time with @fields.child_nickname:
xh: Nantsi into ehlekisayo malunga nokuba ungokha njani inkqubo yokuchitha ixesha kunye no @fields.child_nickname ninodwa:

# text
source: Here is a comic about how you can create a routine for spending one-on-one time with your teen:
xh: Nantsi into ehlekisayo malunga nokuba ungokha njani inkqubo yokuchitha ixesha kunye nomntwwana wakho ofikisayo ninowa:

# text
source: 💙 This helps your teen feel secure, calm and connected to you because they know what to expect.
xh: 💙 Lento inceda umntwana wakho ofikisayo azive ebiyelekile, ezolile kwaye enxulumene nawe kuba eyazi into elindelekileyo.

# text
source: Here are some other routines you could create with @fields.child_nickname in addition to one-on-one time:
xh: Nazi ezinye iinkqubo ongazakha kunye no@fields.child_nickname ukongeza kwi xesha lenu ninodwa:

# text
source: Here are some other routines you could create with your teen in addition to one-on-one time:
xh: Nazi ezinye iinkqubo ongazakha kunye nomntwana wakho ofikisayo ninodwa:

# text
source: That's great! Making one-on-one time a regular activity will mean a lot to @fields.child_nickname. You can also make other routines with them like having a meal together or going for a walk. It will help your teen feel loved connected to you.
xh: Kwakuhle! Ukwenza ixesha lakho nomntwana wakho njengomdlalo rhoqo kungathetha lukhulu ku @fields.child_nickname. Ungakwazi ukwenza ezinye inkqubo kunye nomntwana wakho ofikisayo njengokutya kunye ukutya okanye ukuthatha uhambo. Inganceda umntwana wakho ofikisayo azive enxulumene kuwe kwaye ethandwa.

# text
source: That's great! Making one-on-one time a regular activity will mean a lot to your teen. You can also make other routines with them like having a meal together or going for a walk. It will help your teen feel loved connected to you.
xh: Kwakuhle! Ukwenza ixesha lakho nomntwana wakho ninodwa njengomdlalo rhoqo kungathetha lukhulu ku. Ungakwazi ukwenza ezinye inkqubo kunye nomntwana wakho ofikisayo njengokutya kunye ukutya okanye ukuthatha uhambo. Inganceda umntwana wakho ofikisayo azive enxulumene kuwe kwaye ethandwa.

# text
source: This lesson is about noticing your and @fields.child_nickname’s feelings during one-on-one time.
xh: Esi sifundo simalunga nokuqwalasela iimvakalelo zakho kunye @fields.child_nickname ngexesha lenu ninobanini.

# text
source: This lesson is about noticing your and your teen’s feelings during one-on-one time.
xh: Esi sifundo simalunga nokuqwalasela iimvakalelo zakho kunye nomntwana wakho ofikisayo nobabini.

# text
source: 💙 They will learn that it is okay to feel upset or sad about something and that it is okay to ask for help when they need it. This is important for girls, too!
xh: 💙 Baya kufunda ukuba kulungile ukuziva ukhathazekile okanye ulusizi ngento ethile kwaye kulungile ukucela uncedo xa belufuna. Oku kubalulekile kumantombazana, nawo!

# text
source: 💙 They will learn that it is okay to feel upset or sad about something and that it is okay to ask for help when they need it.
xh: 💙 Baya kufunda ukuba kulungile ukuziva ukhathazekile okanye ulusizi ngento ethile kwaye kulungile ukucela uncedo xa belufuna.

# text
source: Last one:
xh: Eyokugqibela

# text
source: As parents, we can also share our feelings with our teens.
xh: Njengabazali singabelana nathi ngeemvakalelo zethu kunye nabantwana bethu.

# text
source: 🌱Sharing our feelings with our teens in a calm way shows them how to do the same with their own feelings.
xh: 🌱Ukwabelana ngeemvakalelo zethu kunye nabantwana bethu ngendlela ezolile kubonisa ukuba benze okufanayo ngezabo iimvakalelo.

# text
source: 👀 Oops! That’s not actually true.
xh: 👀 Yhu! Ayiyonyani leyo.

# text
source: Here is a comic about how you can talk about feelings with your teen during one-on-one time.
xh: Nantsi into yokuhlekisa malunga nokuba ungancoma njani umntwana wakho ofikisayo ngelixa ninobabini.
