Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parenttext_5day_south_africa/*/*_core_modules.po
Languages: af, xh

# text
source: That’s okay. Try to make time this week.
xh: Kulungile. Zama ukwenza ixesha kuleveki.

# text
source: Well done. You have now learned the 6 steps to noticing feelings during one-on-one time! ⭐ You have completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod lessons in the course {goal_name}.
xh: Wenze kakuhle. Ngoku ufundile ngamanyathelo amathandathu wokuqwalasela iimvakalelo ngexesha lendibano nomntana wakho ninobabini! ⭐ Ugqibe ezi- @(fields.c_n_mod_compl +1) kwezi- @fields.c_n_mod izifundo kule khosi {goal_name}.

# text
source: Noticing and talking about feelings with @fields.child_nickname will help them learn how to express themselves.
xh: Ukuqaphela kwaye uthethe malunga neemvakalelo zakho kunye no@fields.child_nickname kunceda ukuba afunde indlela yokuvakalisa nokulawula iimvakalelo zakhe.

# text
source: Noticing and talking about feelings with your teen will help them learn how to express themselves.
xh: Ukuqaphela kwaye uthethe malunga neemvakalelo zakho kunye nomntwana wakho ofikisayo kunceda ukuba afunde indlela yokuvakalisa nokulawula iimvakalelo zakhe.

# text
source: **{F2_GRANDMOTHER}** (thinking): “I am feeling a little better. I can think more clearly about what to do to support my teen.”
xh: **{F2_GRANDMOTHER}**(ecinga):"Ndiziva ndingcono kancinci. Ndiyakwazi ukucinga ngokucacileyo malunga ndingenza ntoni ukuxhasa umntwana wam."

# text
source: You have completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod lessons in the course {goal_name}. 🏆
xh: Ugqibe ezi- @(fields.c_n_mod_compl +1) kwezi- @fields.c_n_mod izifundo kule khosi {goal_name}. 🏆

# text
source: ✅ Remember your goal: Help @fields.child_nickname feel loved and connected to you.
xh: ✅ Khumbula injongo yakho: Yenza u @fields.child_nickname azive ethandwa kwaye enxulumene kunye nawe.

# text
source: ✅ Remember your goal: Help your teen feel loved and connected to you.
xh: ✅ Khumbula injongo yakho: Yenza umntwana wakho azive ethandwa kwaye enxulumene kunye nawe.

# text
source: ✨ “Please speak more softly.” instead of “Stop shouting!”
xh: ✨ “Ndicela uthethele phantsi ngakumbi.” endaweni yoku “Yeka ukungxola!”

# text
source: ✨ “Remember to hang your jacket in your cupboard, please.”
xh: ✨ "Khumbula ukuxhoma ibhatyi yakho kwigunjana lakho, nceda."

# text
source: instead of “Don’t leave your jacket on the floor!”
xh: endaweni yokuthi ''ungayishiyi ibhatyi yakho phantsi!''

# text
source: ⭐ Before you focus on supporting others, it’s important to take care of yourself.
xh: ⭐ Ngaphambi kokuba ugxile ekuxhaseni abanye, kubalulekile ukuba uzikhathalele.

# text
source: 😣 Feeling stressed as your children grow up is normal. As your relationship with them changes, it’s important to handle this shift well, and that starts with self-care.
xh: 😣 Ukuziva unoxinzelelo njengoko abantwana bakho bekhula kuqhelekile. Njengoko nobudlelwane bakho nabo butshintsha, kubalulekile ukuphatha olutshintsho kakuhle, kwaye oko kuqala ngokuzikhathalela.

# text
source: 🌱 Self-care means doing things for yourself to reduce stress and make you feel better.
xh: 🌱 Ukuzikhathalela kuthetha ukuzenzela izinto ngokwakho ukunciphisa uxinzelelo kwaye kukwenza uzive ungcono.

# text
source: ⏰ Let’s learn a simple way to handle everyday stress: Taking a pause.
xh: ⏰ Masifunde indlela elula yokumelana noxinzelelo lwamihla yonke: Ukuthatha ikhefu.

# text
source: ♻ We will use this skill frequently in future lessons, so it is important to learn it today!
xh: ♻ Sizakusebenzisa esisakhono rhoqo kwizifundo ezizayo, ke kubalulekile ukusifunda namhlanje!

# text
source: ▶️Press Play to practise taking a pause together.
xh: ▶️ Cofa Dlala ukuzama ukunqumama kunye...

# text
source: Try taking a pause on a daily basis, even if you are feeling calm. Doing this regularly will help your brain take a pause, even in challenging situations.
xh: Zama ukuthi nqumama ngemihla ngemihla, nokuba uziva uzolile. Ukwenza lento rhoqo kunganceda ingqondo yakho ithi nqumama, nakwizimo ezingumceli-mngeni.

# text
source: 1️⃣ **SIT DOWN**
xh: 1️⃣ **HLALA PHANTSI**

# text
source: 2️⃣ **LISTEN**
xh: 2️⃣ **MAMELA**

# text
source: 3️⃣ **NOTICE**
xh: 3️⃣ **QAPHELA**

# text
source: 4️⃣ **OPEN YOUR EYES**
xh: 4️⃣ **VULA AMEHLO AKHO**
