Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parenttext_5day_south_africa/*/*_core_modules.po
Languages: af, xh

# text
source: Ask @fields.child_nickname for ideas on which routines could be useful for them. They might surprise you! ⏰🍚🚲
af: Vra vir @fields.child_nickname vir idees oor watter roetines vir hom/haar nuttig kan wees. Hy/sy verras jou dalk! ⏰🍚🚲
xh: Buza @fields.child_nickname imibono apho inkqubo engabasebenzela bona. Bangakumangalisa wena!⏰🍚🚲

# text
source: That's OK! Beginning something new takes time. You might want to start with something simple, like connecting with your child at set times when you are already together. For example, when you are having dinner or doing chores.
af: Dis oukei! Dit neem tyd om iets nuuts te begin. Jy wil dalk met iets eenvoudigs begin, soos om op vasgestelde tye met jou kind te kommunikeer, wanneer julle reeds bymekaar is, byvoorbeeld terwyl julle aandete eet of huistake verrig.
xh: Kulungile! Ukuqala into entsha kuthatha ixesha. Ungakhe ufuna uqala ngento elula, enje ngokunxulumana kunye nomntwana wakho ngamaxesha amiselweyo xana senikunye. Umzekelo, xana nisitya isidlo sangokuhlwa okanye nisenza imisebenzi yekhaya.

# text
source: Ask your child for ideas on which routines could be useful for them. They might surprise you! ⏰🍚🚲
af: Vra jou kind vir idees oor watter roetines vir hom/haar nuttig kan wees. Hy/sy verras jou dalk! ⏰🍚🚲
xh: Buza imibono apho inkqubo engabasebenzela bona. Bangakumangalisa wena!⏰🍚🚲

# text
source: 😃😣😔This lesson is about noticing your and @fields.child_nickname’s feelings during One-on-One Time.
af: 😃😣😔Hierdie les gaan daaroor om te let op jou en @fields.child_nickname se gevoelens tydens Een-tot-Een-Tyd.

# text
source: 😃😣😔This lesson is about noticing your and your child’s feelings during One-on-One Time.
af: 😃😣😔Hierdie les gaan daaroor om te let op jou en jou kind se gevoelens tydens Een-tot-Een-Tyd.

# text
source: 🌷 You can help by listening to them, thinking about how it must feel for them, and accepting their emotions.
af: 🌷 Jy kan help deur na hom/haar te luister, te dink oor hoe dit vir hom/haar moet voel, en sy/haar emosies te aanvaar.
xh: 🌷 Unganceda ngokuthi ubamamele, ucinge ngokuba inokuba baziva njani bona, kwaye bayazamkela iimvakalelo zabo.

# text
source: 🤗This will help them recognise other people’s feelings, too.
af: 🤗Dit sal hom/haar help om ander mense se gevoelens ook te herken.
xh: 🤗Lento izakubanceda baziqaphele nezabanye abantu iimvakalelo, ngoko.

# text
source: Let’s do a True/False quiz:
af: Kom ons doen 'n Waar/Vals-vasvra:

# text
source: Talking about happy feelings is not as important as sharing difficult feelings.
af: Om oor gelukkige gevoelens te praat, is nie so belangrik soos om moeilike gevoelens te deel nie.
xh: Ukuthetha ngeemvakalelo akubalulekanga njengokwabelana ngeemvakalelo ezinzima.

# text
source: 6️⃣There are six basic emotions: Happy, Sad, Angry, Disgusted, Surprised, and Afraid.
af: 6️⃣Daar is ses basiese emosies: Gelukkig, Hartseer, Kwaad, Weersin, Verras en Bang.
xh: 6️⃣Kukho iimvakalelo ezi-6 ezisisiseko: Ukonwaba, Ukukhathazeka, Umsindo, Ukucaphuka, Ukumangazeka, kwaye Ukoyika.

# text
source: ✅It’s important that we talk with our children about ALL of them.
af: ✅Dis belangrik dat ons oor ALMAL van hulle met ons kinders praat.
xh: ✅Kubalulekile ukuba sithethe kunye nabantwana bethu malunga nabo BONKE.

# text
source: 🎉That’s correct.
af: 🎉Dis korrek.
xh: 🎉Ilungile.

# text
source: Here’s another one: Boys should not share when they are feeling sad or afraid.
af: Hier's nog een: Seuns behoort nie hulle gevoelens te deel as hulle hartseer of bang voel nie.

# text
source: ⭐ It is important that both boys and girls learn how to share their feelings.
af: ⭐ Dit is belangrik dat beide seuns en meisies leer hoe om hul gevoelens te deel.
xh: ⭐Kubalulekile ukuba bobabini amakhwenkwe kunye namantombazana afunde ukwabelana ngemvakalelo zabo.

# text
source: 💙 Children will learn that it is okay to feel sad or afraid and ask for help when they need it.
af: 💙 Kinders sal leer dat dit oukei is om hartseer of bang te wees en vir hulp te vra wanneer hulle dit nodig het.
xh: 💙Abantwana bazakufunda ukuba kulungile ukuziva bekhathazekile okanye besoyika bacele uncedo xana beludinga.

# text
source: 💙 Children will learn that it is okay to feel sad or afraid and to ask for help when they need it.
af: 💙 Kinders sal leer dat dit oukei is om hartseer of bang te wees en vir hulp te vra wanneer hulle dit nodig het.
xh: 💙Abantwana bazakufunda ukuba kulungile ukuziva bekhathazekile okanye besoyika bacele uncedo xana beludinga.

# text
source: Last one: As parents, we can also share our feelings with our children.
af: Laastens: As ouers kan ons ook ons gevoelens met ons kinders deel.

# text
source: 🎉 Correct!
af: 🎉 Korrek!
xh: 🎉Ilungile!

# text
source: 🌱 Sharing our feelings with our children in a calm way shows them how to do the same with their own feelings.
af: 🌱 Om ons gevoelens op 'n kalm manier met ons kinders te deel, wys vir hulle hoe om dieselfde met hul eie gevoelens te doen.
xh: 🌱Ukwabelana ngeemvakalelo zethu kunye nabantwana bethu ngendlela ezolile kubonisa ukuba benze okufanayo ngezabo iimvakalelo.

# text
source: 👀Oops! Good Try!
af: 👀Oepsie! Goeie poging!
xh: 👀Oops! Uzamile!

# text
source: Let’s see how {F3_MOTHER} helps her girl to continue with a difficult activity during one-on-one time.
af: Kom ons kyk hoe {F3_MOTHER} haar dogter help om voort te gaan met 'n moeilike aktiwiteit tydens een-tot-een-tyd.

# text
source: **{F3_MOTHER}**: “{F3_DAUGHTER_7}, I have 5 minutes to spend One-on-One Time with you. What would you like to do?”
af: **{F3_MOTHER}**: “{F3_DAUGHTER_7}, Ek het 5 minute om Een-tot-Een-Tyd saam met jou deur te bring. Wat wil jy graag doen?”
xh: **{F3_MOTHER}**: “{F3_DAUGHTER_7}, Ndinemizuzu emi 5 ukuchitha Ixesha kunye nawe sisodwa. Ungathanda senze ntoni?"

# text
source: **{F3_DAUGHTER_7}**: “Let’s play with the ball outside!”
af: **{F3_DAUGHTER_7}**: “Kom ons speel buite met die bal!”
xh: **{F3_DAUGHTER_7}**. "Masidlale ngebhola ngaphandle!"

# text
source: **{F3_DAUGHTER_7}**: “I can’t do it.”
af: **{F3_DAUGHTER_7}**: “Ek kan dit nie doen nie.”
xh: **{F3_DAUGHTER_7}**: "Andikwazi ukuyenza"

# text
source: **{F3_MOTHER}**: “I see that your hands are tight and you are speaking loudly. It looks like you are upset, {F3_DAUGHTER_7}. It’s not easy, let’s practise a little bit more. I know you can do it.”
af: **{F3_MOTHER}**: “Ek sien jou vuiste is gebal en jy praat hard. Dit lyk asof jy ontsteld is, {F3_DAUGHTER_7}. Dis nie maklik nie; kom ons oefen nog 'n bietjie. Ek weet jy kan dit doen.”
xh: **{F3_MOTHER}**:"Ndiyabona ukuba izandla zakho zibophelelekile kwaye uthethela phezulu. Ukhangeleka ngathi ucaphukile, {F3_DAUGHTER_7}. Akukho lula, Masizame kwakhona. Ndiyazi ungayenza lento."

# text
source: **{F3_MOTHER}**: “Five catches in a row! You seem really proud to have made it to five, {F3_DAUGHTER_7}!”
af: **{F3_MOTHER}**: “Vyf vangskote na mekaar! Jy lyk regtig trots dat jy dit tot by vyf kon maak, {F3_DAUGHTER_7}!”
xh: **{F3_MOTHER}**. "Ubambe ka 5 kulandelelana! Ubonakala uzingca kakhulu ngokuba ukwazile ukubamba kahlanu, {F3_DAUGHTER_7}!”

# text
source: **{F3_DAUGHTER_7}**: “Let’s do 10!”
af: **{F3_DAUGHTER_7}**: “Kom ons maak dit 10!”
xh: **{F3_DAUGHTER_7}**: "Masenze zibe 10!"

# text
source: **{F3_MOTHER}**: “Well done, my girl. I am very happy to be able to spend this special time with you, {F3_DAUGHTER_7}.”
af: **{F3_MOTHER}**: “Welgedaan, my kind. Ek is baie gelukkig dat ek hierdie spesiale tyd saam met jou kan deurbring, {F3_DAUGHTER_7}.”

# text
source: ▶️Press Play to learn 6️⃣ six tips to learn how to notice feelings during one-on-one time
af: ▶️Druk Speel vir 6️⃣ ses wenke om te leer hoe om tydens een-tot-een-tyd op te let na gevoelens
xh: ▶️Cofa Dlala ukufunda 6️⃣ iingcebiso ezi- 6 ukufunda ukuba uqaphela njani iimvakalelo ngelixa lexesha lomntwana wakho ninodwa

# text
source: 1️⃣ LEARN
af: 1️⃣ LEER
xh: 1️⃣ FUNDA

# text
source: 2️⃣ NOTICE
af: 2️⃣ LET OP
xh: 2️⃣ QAPHELA

# text
source: 3️⃣ OPEN
af: 3️⃣ MAAK OOP
xh: 3️⃣ VULA

# text
source: 4️⃣ TALK
af: 4️⃣ PRAAT
xh: 4️⃣ THETHA

# text
source: 5️⃣ SHARE
af: 5️⃣ DEEL
xh: 5️⃣ YABELANA

# text
source: 6️⃣ CARE
af: 6️⃣ GEE OM
xh: 6️⃣ KHATHALA

# text
source: ▶️Press Play to learn 6️⃣ six tips to learn how to notice feelings during one-on-one time
af: ▶️Druk Speel vir 6️⃣ ses wenke om te leer hoe om tydens een-tot-een-tyd op te let na gevoelens
xh: ▶️Cofa Dlala ukufunda 6️⃣ iingcebiso ezi 6 ukufunda ukuba uqaphela njani iimvakalelo ngelixa lexesha lomntwana wakho ninodwa

# text
source: 💡 Learn about different emotions. There are 6 basic emotions that each send us a very specific message:
af: 💡 Leer oor verskillende emosies. Daar is 6 basiese emosies wat elk vir ons 'n baie spesifieke boodskap stuur:
xh: 💡Funda malunga neemvakalelo ezahlukeneyo. Kukho iimvakalelo ezi- 6 ezisisekelo nganye ithumela umyalezo ocacicleyo:

# text
source: 😃Happy: Keep doing things that make you feel good.
af: 😃Gelukkig: Hou aan om dinge te doen wat jou goed laat voel.
xh: 😃Ukonwaba kuxelela thina ukuba sigcine izinto ezisenza sizive kamnandi.

# text
source: 😔Sad: Something important in your life needs attention.
af: 😔Sad: Iets belangriks in jou lewe kort aandag.
xh: 😔Ukukhathazeka: Into ebalulekileyo ebomini bakho edinga ingqwalasela.

# text
source: 🔴Angry: Stand up for ourselves and set limits.
af: 🔴Kwaad: Staan op vir onsself en stel grense.
xh: 🔴Umsindo: Zimele ngokunokwakho kwaye umisele imida.

# text
source: 😣Disgusted: Move away from what we don't like.
af: 😣Weersin: Beweeg weg van dit waarvan ons nie hou nie.
xh: 😣Ukucaphuka: Yima kude kwinto ongayithandiyo.

# text
source: 👀Surprised: Stop and pay attention for a moment.
af: 👀Verras: Stop en gee vir 'n oomblik aandag.
xh: 👀Mangalisekile: Yeka kwaye nika ingqwalasela okomzuzwana.

# text
source: 🚩Afraid: Run away from danger.
af: 🚩Bang: Hardloop weg van gevaar.
xh: 🚩Ukoyika: Balekela kude kwingozi.

# text
source: 🎨 As children get older, they learn to identify lots of other emotions, like feeling excited, frustrated, proud, lonely, peaceful, guilty, or confused.
af: 🎨 Soos kinders ouer word, leer hulle om baie ander emosies te identifiseer, soos om opgewonde, gefrustreerd, trots, eensaam, vreedsaam, skuldig of verward te voel.
xh: 🎨 Njengokuba abantwana besiya bekhula, bafunda ukuqhaphela nezinye iimvakalelo ezininzi, njengokuba beziva bevuya, bengxunguphele, bezingca, bebodwa, benoxolo, benetyala, okanye bebhidekile.

# text
source: This will make such a big difference. Great job! ⭐
af: Dit sal so 'n groot verskil maak. Goeie werk! ⭐
xh: Lento izakwenza omkhulu umehluko. Umsebenzi omhle!⭐

# text
source: That’s okay. Try to make time this week.
af: Dis oukei. Probeer om hierdie week tyd af te knyp.

# text
source: Well done! ⭐ You have now learnt how to notice your child’s feelings during one-on-one time.
af: Welgedaan! ⭐ Jy het nou geleer hoe om tydens een-tot-een-tyd op jou kind se gevoelens te let.
xh: Wenze kakuhle!⭐Ngoku uye wafunda ukuqaphela iimvakalelo zomntwana wakho ngelixa lexesha ninodwa.

# text
source: Noticing your own and @fields.child_nickname’s emotions helps you to support and look after yourselves well.
af: Deur te let op jou eie en @fields.child_nickname se emosies, help jou om goed na julself om te sien en te ondersteun.

# text
source: ⭐ Noticing and Talking about feelings with @fields.child_nickname will help them learn how to express and manage their emotions well.
af: ⭐ Deur op te let na en met @fields.child_nickname te praat oor gevoelens, sal hom/haar help om te leer hoe om sy/haar emosies uit te druk en dit goed te bestuur.
xh: ⭐ Ukuqaphela kwaye uthethe malunga neemvakalelo zakho kunye no@fields.child_nickname kunceda ukuba bafunde indlela yokuvakalisa nokulawula iimvakalelo zabo.

# text
source: 👌They will learn that all feelings are okay - even the difficult ones.
af: 👌Hy/sy sal leer dat alle gevoelens oukei is - selfs die moeilikes.
xh: 👌Bazakufunda ukuba zonke iimvakalelo zamkelekile - nezi zinzima.

# text
source: Noticing your own and your child’s emotions helps you to support and look after yourselves well.
af: Deur te let op jou eie en jou kind se emosies, help jou om goed na julself om te sien en te ondersteun.

# text
source: ⭐ Noticing and Talking about feelings with your child will help them learn how to express and manage their emotions well.
af: ⭐ Om op te let na gevoelens en daaroor met jou kind te praat, sal hom/haar help om te leer hoe om hom-/haarself uit te druk en sy/haar emosies goed te bestuur.
xh: ⭐ Ukuqaphela kwaye uthethe malunga neemvakalelo zakho kunye nomntwana wakho kunceda ukuba bafunde indlela yokuvakalisa nokulawula iimvakalelo zabo.

# text
source: 6️⃣ Here are 6 tips for how you can help @fields.child_nickname learn how to cope with their emotions: LEARN, NOTICE, OPEN, TALK, SHARE and CARE
af: Hier is 6 wenke oor hoe jy vir @fields.child_nickname kan help om te leer om sy/haar emosies te hanteer: LEER, LET OP, MAAK OOP, PRAAT, DEEL en GEE OM
xh: 6️⃣Nazi iingcebiso ezintandathu zokunceda u @fields.child_nickname afunde indlela yokumelana neemvakalelo zabo: FUNDA, QAPHELA, VULA, THETHA, YABELANA kwaye KHATHALA

# text
source: 6️⃣ Here are 6 tips for how you can help your child learn how to cope with their emotions: LEARN, NOTICE, OPEN, TALK, SHARE and CARE
af: 6️⃣Hier is 6 wenke oor hoe jy jou kind kan help om te leer om sy/haar emosies te hanteer: LEER, LET OP, MAAK OOP, PRAAT, DEEL en GEE OM
xh: 6️⃣ Nazi iingcebiso ezintandathu zokunceda umntwana wakho afunde indlela yokumelana neemvakalelo zabo: FUNDA, QAPHELA, VULA, THETHA, YABELANA kwaye KHATHALA

# text
source: 👀 Begin observing these 6 emotions in yourself and in @fields.child_nickname.
af: 👀 Begin om hierdie 6 emosies in jouself en in @fields.child_nickname raak te sien.
xh: 👀Qalisa ukujonga ezimvakalelo ezi- 6 apha kuwe kunye naku @fields.child_nickname.

# text
source: 😃😒😔😣Notice how each emotion feels in your body.
af: 😃😒😔😣Let op hoe elke emosie in jou liggaam voel.
xh: 😃😒😔😣Qaphela ukuba imvakalelo nganye ivakala njani emzimbeni wakho.

# text
source: 😃 You can also notice positive emotions such as a sense of peace, happiness, or calmness.
af: 😃 Jy kan ook positiewe emosies opmerk, soos 'n gevoel van vrede, geluk of kalmte.
xh: 😃 Ungaqwalasela nakanjalo iimvakalelo ezinjengokuva uxolo, ukonwaba, okanye ukuzola.

# text
source: 💙 Noticing can also help children appreciate a beautiful moment or feeling of love!
af: 💙 Om op te let, kan ook kinders in staat stel om 'n mooi oomblik of die gevoel van liefde te waardeer!
xh: 💙 Ukuqaphela kungavumela nakanjalo abantwana babulele umzuzu omhle okanye imvakalelo yothando!

# text
source: 👀 Begin observing these 6 emotions in yourself and in your child.
af: 👀 Begin om hierdie 6 emosies in jouself en in jou kind raak te sien.
xh: 👀 Qalisa ukujonga iimvakalelo ezi 6 ezisiseko apha kuwe kunye nasemntwaneni wakho.

# text
source: Be open, notice 👀, and listen 👂 to @fields.child_nickname when they share how they are feeling.
af: Wees oop, let op 👀, en luister👂na @fields.child_nickname wanneer hy/sy deel hoe hy/sy voel.
xh: Vula, qaphela, kwaye mamela 👂 ku@fields.child_nickname xana besabelana ngendlela abaziva ngayo.

# text
source: 💛 Accept how you and @fields.child_nickname feel. Remember, your body and their body are sending messages about what you both are feeling, and those messages are important.
af: 💛 Aanvaar hoe jy en @fields.child_nickname voel. Onthou, jou liggaam en sy/haar liggaam stuur boodskappe oor wat julle voel, en daardie boodskappe is belangrik.
xh: 💛Yamkela wena kunye no @fields.child_nickname niziva njani. Khumbula, umzimba wakho kunye nemizimba yabo ithumela imiyalezo malunga nokuba niziva njani nobabini, kwaye lomiyalezo ibalulekile.

# text
source: Be open, notice 👀, and listen 👂 to your child when they share how they are feeling.
af: Wees oop, let op 👀, en luister👂na jou kind wanneer hy/sy deel hoe hy/sy voel.
xh: Vula, qaphela 👀, kwaye mamela 👂 kumntwana wakho xana besabelana ngendlela abaziva ngayo.

# text
source: 💛 Accept how you and your child feel. Remember, your body and their body are sending messages about what you both are feeling, and those messages are important.
af: 💛 Aanvaar hoe jy en jou kind voel. Onthou, jou liggaam en sy/haar liggaam stuur boodskappe oor wat julle voel, en daardie boodskappe is belangrik.
xh: 💛Yamkela wena kunye no niziva njani. Khumbula, umzimba wakho kunye nemizimba yabo ithumela imiyalezo malunga nokuba niziva njani nobabini, kwaye lomiyalezo ibalulekile.

# text
source: 😒 It is normal to struggle to talk about and express emotions and feelings.
af: 😒 Dit is normaal om dit moeilik te vind om oor emosies en gevoelens te praat en dit uit te druk.
xh: 😒 Kuqhelekile ukuba neemvakalelo ukuthetha malunga neemvakalelo ezinzima kwaye uzivakalise ezomvakalelo.

# text
source: 📝 Remember, it is also normal to experience feelings in different ways.
af: 📝 Onthou, dit is ook normaal om emosies op verskillende maniere te ervaar.
xh: 📝 Khumbula, kukwaqhelekile nokuziva iimvakalelo ngeendlela ezohlukeneyo.

# text
source: ⭐ When @fields.child_nickname is feeling an emotion, describe what you are observing in a calm way. For example,
af: ⭐ Wanneer @fields.child_nickname 'n emosie ervaar, beskryf wat jy sien op 'n kalm manier. Byvoorbeeld:
xh: ⭐ Xana u @fields.child_nickname esiva imvakalelo, chaza oko ukubonayo ngendlela ezolileyo. Umzekelo,

# text
source: “I notice you’re stomping your feet, talking loudly, and your face looks a bit upset. Are you feeling angry because you didn’t get to play outside?”
af: “Ek sien jy stamp jou voete, praat hard en jou gesig lyk 'n bietjie ontsteld. Voel jy kwaad omdat jy nie buite kon speel nie?”
xh: "Ndiyaqaphela ukuba unyathela ngeenyawo, uthethela phezulu, kwaye ubuso bakho bukhangeleka ucaphukile. Uziva unomsindo ngoba awukwazanga ukuyodlala phandle?"

# text
source: You can also help @fields.child_nickname learn different emotions by using facial expressions and physical movements. Make it into a game.
af: Jy kan ook vir @fields.child_nickname help om verskillende emosies te leer deur gesigsuitdrukkings en fisiese bewegings te gebruik. Maak dit 'n speletjie.
xh: Unganceda nakanjalo u @fields.child_nickname afunde iimvakalelo ezohlukeneyo ngokusebenza imbonakalo yobuso kunye neentshukumo zomzimba. Yenze ibengumdlalo.

# text
source: ⭐ When your child is feeling an emotion, describe what you are observing in a calm way. For example,
af: ⭐ Wanneer jou kind 'n emosie ervaar, beskryf wat jy sien op 'n kalm manier. Byvoorbeeld:
xh: ⭐ Xana u esiva imvakalelo, chaza oko ukubonayo ngendlela ezolileyo. Umzekelo,

# text
source: You can also help your child learn different emotions by using facial expressions and physical movements. Make it into a game.
af: Jy kan ook jou kind help om verskillende emosies te leer deur gesigsuitdrukkings en fisiese bewegings te gebruik. Maak dit 'n speletjie.
xh: Unganceda nakanjalo umntwana wakho afunde iimvakalelo ezohlukeneyo ngokusebenza imbonakalo yobuso kunye neentshukumo zomzimba. Yenze ibengumdlalo.

# text
source: 😃 Share your own feelings with @fields.child_nickname. For example, “I would feel the same way if I couldn’t go out when I wanted to.”
af: 😃 Deel jou eie gevoelens met @fields.child_nickname. Byvoorbeeld: “Ek sou ook so gevoel het as ek nie kon uitgaan wanneer ek wou nie.”
xh: 😃Yabelana ngezakho iimvakalelo kunye no@fields.child_nickname. Umzekelo, " Bendizakuziva ngokufanayo nam ukuba bekungavumelekang ukuba ndiphume xana bendifuna."

# text
source: 🎈This sets a good example and shows @fields.child_nickname that it's okay to share their own feelings.
af: 🎈Dit stel 'n goeie voorbeeld en wys vir @fields.child_nickname dat dit oukei is om sy/haar eie gevoelens te deel.
xh: 🎈Lento yenza umzekelo olungileyo kwaye ibonisa u @fields.child_nickname ukuba kulungile ukwabelana ngeemvakalelo zabo.

# text
source: 😃 Share your own feelings with your child. For example, “I would feel the same way if I couldn’t go out when I wanted to.”
af: 😃 Deel jou eie gevoelens met jou kind. Byvoorbeeld: “Ek sou ook so gevoel het as ek nie kon uitgaan wanneer ek wou nie.”
xh: 😃Yabelana ngezakho iimvakalelo kunye nomntwana wakho. Umzekelo, " Bendizakuziva ngokufanayo nam ukuba bekungavumelekang ukuba ndiphume xana bendifuna."

# text
source: 🎈This sets a good example and shows your child that it's okay to share their own feelings.
af: 🎈Dit stel 'n goeie voorbeeld en wys vir jou kind dat dit oukei is om sy/haar eie gevoelens te deel.
xh: 🎈Lento yenza umzekelo olungileyo kwaye ibonisa umntwana wakho ukuba kulungile ukwabelana ngeemvakalelo zabo.

# text
source: 🌷 Use actions and words to make @fields.child_nickname feel accepted and loved.
af: 🌷 Gebruik dade en woorde om @fields.child_nickname aanvaar en geliefd te laat voel.
xh: 🌷 Sebenzisa iintshukumo kunye namazwi ukwenza u @fields.child_nickname azive emkelekile kwaye ethandwa.

# text
source: ⭐Jump with your child a little bit to shake out anger or take some deep breaths to calm down. These are some of the ways to deal with your emotions.
af: ⭐Spring 'n bietjie saam met jou kind om woede af te skud of haal 'n paar keer diep asem om te kalmeer. Dit is van die maniere waarop jy jou emosies kan beheer.
xh: ⭐Tsiba kunye nomntwana wakho kancinci ukuvuthulula umsindo okanye uphefumle ukwehlisa. Ezi zezinye zeendlela zokumelana kunye neemvakalelo zakho.

# text
source: 💚 Remind @fields.child_nickname that you are there for them and that they can always talk to you.
af: 💚 Herinner @fields.child_nickname dat jy daar is vir hom/haar en dat hy/sy altyd met jou kan praat.
xh: 💚 Khumbuza u @fields.child_nickname ukuba ukhona kubo kwaye bangathetha kunye nawe maxesha onke.

# text
source: 🌷 Use actions and words to make your child feel accepted and loved.
af: 🌷 Gebruik dade en woorde om jou kind aanvaar en geliefd te laat voel.
xh: 🌷 Sebenzisa iintshukumo kunye namazwi ukwenza umntwana wakho azive emkelekile kwaye ethandwa.

# text
source: 💚 Remind your child that you are there for them and that they can always talk to you.
af: 💚 Herinner jou kind dat jy daar is vir hom/haar en dat hy/sy altyd met jou kan praat.
xh: 💚 Khumbuza umntwana wakho ukuba ukhona kubo kwaye bangathetha kunye nawe maxesha onke.

# text
source: Home Activity! During one-on-one time today, notice @fields.child_nickname’s feelings. Talk to @fields.child_nickname by describing both your own feelings and the feelings of @fields.child_nickname.
af: Tuisaktiwiteit! Let vandag tydens een-tot-een-tyd op na @fields.child_nickname se gevoelens. Praat met @fields.child_nickname deur beide jou en sy/haar gevoelens te beskryf.
xh: Umsebenzi Wasekhaya! Ngelixa ngexesha ninodwa namhlanje, qaphela @fields.child_nickname’ imvakalelo. Thetha no @fields.child_nickname ngokucha iimvakalelo zakho kunye nemvakalelo zika @fields.child_nickname.

# text
source: Can you do it today?
af: Kan jy dit vandag doen?

# text
source: Home Activity! During one-on-one time today, notice your child’s feelings. Talk to your child by describing both your own feelings and the feelings of your child.
af: Tuisaktiwiteit! Let vandag tydens een-tot-een-tyd op na jou kind se gevoelens. Praat met jou kind deur beide jou en sy/haar gevoelens te beskryf.
xh: Umsebenzi Wasekhaya! Ngelixa ngexesha ninodwa namhlanje, qaphela ’ imvakalelo. Thetha no ngokucha iimvakalelo zakho kunye nemvakalelo zika.

# text
source: This lesson is about how we can stay calm and manage our anger when dealing with stressful moments with our children. 💚
af: Hierdie les gaan oor hoe ons kalm kan bly en ons woede kan beheer wanneer ons stresvolle oomblikke met ons kinders beleef. 💚
xh: Esi isifundo simalunga nokuba singazigcina njani sizolile kunye nokulawula imisindo yethu xana sijongene nemizuzu yonxinzelelo kunye nabantwana bethu. 💚
