Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parenttext_5day_south_africa/*/*_core_modules.po
Languages: af, xh

# text
source: As you began noticing feelings, you would have noticed feelings of anger, frustration or sadness.
af: Soos jy na gevoelens begin oplet het, sou jy gevoelens van woede, frustrasie of hartseer opgemerk het.

# text
source: 🌷 We love our children, but stress from caregiving and other events can make us feel angry. This is a normal part of life!
af: 🌷 Ons is lief vir ons kinders, maar die stres van versorging en ander gebeure kan ons laat kwaad voel! Dit is 'n normale deel van die lewe!
xh: 🌷 Siyabathanda abantwana bethu, kodwa uxinzelelo lokunakekela kunye nakwezinye iziganeko singasenza sizive sinomsindo. Lento yinto eqhelekileyo ebomini!

# text
source: 💡 It is important for us to try to stay calm in order to help manage our anger so we do not hurt others.
af: 💡 Dit is vir ons belangrik om te probeer om kalm te bly en so ons woede te help beheer sodat ons nie ander seermaak nie.
xh: 💡 Kubalulekile kuthi ukuba sihlale sizibambile kwaye silawula imisindo ukwenzela singalimazi abanye.

# text
source: When I am angry at my child, I should show that I am angry so they stop misbehaving.
af: Wanneer ek kwaad is vir my kind, moet ek wys dat ek kwaad is, sodat hy/sy kan ophou met sy/haar wangedrag.
xh: Xana ndinomsindo emntwaneni wam ofikisayo, Ndiyabonisa ukuba ndinomsindo ukwenzela bayeke ukuziphatha kakubi.

# text
source: 💛 It can be very difficult when your child is misbehaving, but you should try to manage your own stress and control your anger before doing anything.
af: 💛 Dit kan baie moeilik wees wanneer jou kind hom/haar wangedra, maar jy moet probeer om jou eie stres en woede te beheer voordat jy enigiets doen.
xh: 💛Kunganzima xana umntwana wakho ofikisayo eziphatha kakubi, kodwa kufuneka uzame ukulawula uxinzelelo kwaye sibambe umsindo wethu phambi kokwenza nantoni.

# text
source: 🌱 Taking deep breaths will help. Being angry may cause you to say or do things you will later regret.
af: 🌱 Om diep asem te haal, sal help. Wanneer jy kwaad is, kan jy dalk dinge sê of doen wat jy later sal berou.
xh: 🌱Ukuphefumla kambalwa kunganceda. Ukubanomsindo kungenza utsho okanye wenze izinto ozakuthi uzisole.

# text
source: 🎉 That’s correct!
af: 🎉 Dis korrek!
xh: 🎉 Ilungile!

# text
source: {F2_GRANDFATHER} is about to spend one-on-one time with {F2_SON_8} but finds the living room in a mess. He notices that this makes him feel angry.
af: {F2_GRANDFATHER} gaan nou een-tot-een-tyd saam met {F2_SON_8} deurbring, maar sien die woonkamer is baie deurmekaar. Hy let op dat dit hom laat kwaad voel.
xh: {F2_GRANDFATHER} imalunga nokuchitha ixesha kunye no {F2_SON_8} ninodwa kodwa ukufumana igumbi lokuhlala limdaka. Uqaphele ukuba imenza azive enomsindo.

# text
source: **{F2_GRANDFATHER}** (thinking): “I’m feeling really angry. I am tired and my body feels tense. I just want to shout at {F2_SON_8}”.
af: **{F2_GRANDFATHER}** (dink): “Ek voel regtig kwaad. Ek is moeg en my liggaam voel gespanne. Ek wil net op {F2_SON_8} skree”.
xh: **{F2_GRANDFATHER}** (ecinga): "Ndiziva ndinomsindo ngenene. Ndidiniwe kwaye umzimba wam uziva ubambekile. Ndifuna ukukhwaza u{F2_SON_8}”.

# text
source: **{F2_GRANDFATHER}** (thinking): “I will Take a Pause and put on my favourite song.”
af: **{F2_GRANDFATHER}** (dink): “Ek sal 'n bietjie wag en my gunstelingliedjie speel.”
xh: **{F2_GRANDFATHER}**(ecinga):"Ndizakuthi nqumama kwaye ndivule umculo wam endiwuthandayo."

# text
source: **{F2_GRANDFATHER}** (thinking): “I am feeling a little better. I can think more clearly about what to do to support my little boy.”
af: **{F2_GRANDFATHER}** (dink): “Ek voel 'n klein bietjie beter. Ek kan nou helder dink oor wat om te doen om my seuntjie te ondersteun.”

# text
source: **{F2_GRANDFATHER}**: “{F2_SON_8}, welll done for doing your homework. You might feel tired now. Let's take a 5-minute break, and after that, we can play a game together to quickly pick up the toys.”
af: **{F2_GRANDFATHER}**: “{F2_SON_8}, dis mooi dat jy jou huiswerk gedoen het. Jy is dalk nou 'n bietjie moeg. Kom ons breek vir so 5 minute, dan kan ons saam 'n speletjie speel om vinnig die speelgoed op te tel.”

# text
source: **{F2_GRANDFATHER}**: “Thank you for doing your part to keep the house clean, {F2_SON_8}! I’m so proud of you for helping. Oh! It is our one-on-one time. What would you like to do?”
af: **{F2_GRANDFATHER}**: “Dankie dat jy jou kant bring om die huis skoon te hou, {F2_SON_8}! Ek is so trots op jou dat jy help. O! Dis ons een-tot-een-tyd. Wat wil jy graag doen?”
xh: **{F2_GRANDFATHER}**: "Enkosi ngokwenza eyakho ingxenye ukugcina indlu icocekile, {F2_SON_8}! Ndiyazingca ngawe ngokuncedis. Oh! lixesha lethu sisodwa. Ungathanda senze ntoni?"

# text
source: Here's a video that will help you stay calm when your child misbehaves. ☀️
af: Hier is 'n video wat jou sal help om kalm te bly wanneer jou kind hom/haar wangedra. ☀️
xh: Nntsi ividiyo enganceda ukuhlala uzolile xan umntwana wakho engazi phathi kakuhle.☀️

# text
source: 1️⃣ BE CALM
af: 1️⃣ WEES KALM
xh: 1️⃣ ZOLA

# text
source: 2️⃣ BE QUICK
af: 2️⃣ WEES VINNIG
xh: 2️⃣ KHAWULEZA

# text
source: 3️⃣ BE CLEAR
af: 3️⃣ WEES DUIDELIK
xh: 3️⃣ CACISA

# text
source: 4️⃣ BE POSITIVE
af: 4️⃣ WEES POSITIEF
xh: 4️⃣ ILUNGILE

# text
source: Here's an audio message that will help you stay calm when your child misbehaves. ➡️
af: Hier is 'n oudioboodskap wat jou sal help om kalm te bly wanneer jou kind hom/haar wangedra. ➡️
xh: Nanku umyalezo we odiyo onganceda ukuhlala uzolile xanau mntwana wakho engazi phathi kakuhle.➡️

# text
source: There are 4️⃣steps to keeping calm in stressful situations: BE CALM, QUICK, CLEAR, and POSITIVE.
af: Daar is 4️⃣ stappe om in stresvolle situasies kalm te bly: WEES KALM, VINNIG, DUIDELIK en POSITIEF.
xh: Kukho amanqanaba 4️⃣ okukugcina uzolile ngelixa loxinzelelo: ZOLA, KHAWULEZA, CACISA kunye ILUNGILE.

# text
source: Home Activity! Remember to use these four steps if you start feeling stressed or angry during one-on-one time with your child. You can also share them with another member of your family. Sharing these tips will be great for everyone’s well-being. ➡️
af: Tuisaktiwiteit! Onthou om hierdie vier stappe te gebruik as jy tydens een-tot-een-tyd saam met jou kind gestres of kwaad begin voel. Jy kan dit ook met 'n ander lid van jou gesin deel. Om hierdie wenke te deel, sal wonderlik wees vir almal se welstand. ➡️
xh: Umsebenzi Wasekhaya! Khumbula ukusebenzisa amanqanaba amane ukuba uqala ukuziva uxinzelekile okanye unomsindo ngelixa kunye nomntwana wakho ofikisayo ninodwa. Ungakwazi nokwabelana ngazo kunye nelinye ilungu losapho. Ukwabelana ngezi zifundo kungalunga kakhulu kwimpilo yomntu wonke.➡️

# text
source: Can you share these tips today?
af: Kan jy hierdie wenke vandag deel?

# text
source: Amazing! ✨ Over the next few days, try to keep calm and redirect your child from a negative behaviour to a positive one before it gets worse.
af: Merkwaardig! ✨ Probeer oor die volgende paar dae om kalm te bly, en herlei jou kind van negatiewe gedrag na positiewe gedrag voordat dit vererger.
xh: Kuyamangalisa ✨ kwintsuku ezimbalwa ezilandelayo, zama ukuzigcina uzolile kwaye umphazamisa umntwana wakho ofikisayo kwisimilo esingalunganga umsa kwesilungileyo phambi kokuba sibe mandundu.

# text
source: That's OK! 📝 Start by practising to Take a Pause even when you feel okay. This will help you be more ready when you feel stressed. ⭐
af: Dis oukei! 📝 Begin deur te oefen om 'n Blaaskans te Neem, selfs wanneer jy goed voel. Dit sal jou help om meer gereed te wees wanneer jy gestres voel. ⭐
xh: Kulungile!📝 Qala ukuzama ukuthi nqumama nokuba uziva ulungile. Lento inganceda wena kakhulu ukulungele xana uziva unoxinzelelo.⭐

# text
source: Well done! 🎉 You have learnt how to keep calm and redirect your child when you are feeling stressed!
af: Welgedaan! 🎉 Jy het geleer hoe om kalm te bly en jou kind te herlei wanneer jy gestres voel!
xh: Wenze kakuhle! 🎉 Ufundile ukuzigcina uzolile kwaye uqondise ngokutsha umntwana wakho ofikisayo xa uziva unoxinzelelo!

# text
source: You have completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod lessons in the course “Improve My Relationship with My Child” 🏆
af: Jy het @(fields.c_n_mod_compl +1) uit @fields.c_n_mod lesse in die kursus “Verbeter my Verhouding met My Kind” voltooi. ⭐

# text
source: 1️⃣ *BE CALM*
af: 1️⃣ *WEES KALM*
xh: 1️⃣ *ZOLA*

# text
source: ✅ Be aware of your own feelings.
af: ✅ Wees bewus van jou eie gevoelens.
xh: ✅ Qaphela iimvakalelo zakho.

# text
source: ✅ Take a pause or a few breaths before asking @fields.child_nickname to do something else.
af: ✅ Wag 'n bietjie of haal 'n paar keer asem voordat jy vir @fields.child_nickname vra om iets anders te doen.
xh: ✅ Thatha ikhefu okanye uphefumle kancinci phambi kokuba ucele u@fields.child_nickname ukuba enze enye into.

# text
source: ✅ Speak with @fields.child_nickname in a calm voice.
af: ✅ Praat in ’n kalm stemtoon met @fields.child_nickname.
xh: ✅ Thetha no @fields.child_nickname ngeliziwi elizolileyo.

# text
source: ✅ Remember your goal: Make @fields.child_nickname feel loved and connected to you.
af: ✅ Onthou jou doelwit: Laat @fields.child_nickname geliefd voel en dat hy/sy 'n band met jou het.
xh: ✅ Khumbula injongo yakho: Yenza u @fields.child_nickname azive ethandwa kwaye enxulumene kunye nawe.

# text
source: ✅ Take a pause or a few breaths before asking your child to do something else.
af: ✅ Wag 'n bietjie of haal 'n paar keer asem voordat jy jou kind vra om iets anders te doen.
xh: ✅ Yithi nqumama okanye uphefumle kambalwa phambi kokucela umntwana wakho enze enye into.

# text
source: ✅ Speak with your child in a calm voice.
af: ✅ Praat met jou kind in 'n kalm stemtoon.
xh: ✅ Thetha nomntwana wakho ngelizwi elizolileyo.

# text
source: ✅ Remember your goal: Make your child feel loved and connected to you.
af: ✅ Onthou jou doelwit: Laat jou kind geliefd voel en dat hy/sy 'n band met jou het.
xh: ✅ Khumbula injongo yakho: Yenza umntwana wakho azive ethandwa kwaye enxulumene kunye nawe.

# text
source: 2️⃣ *BE QUICK*
af: 2️⃣ *WEES VINNIG*
xh: 2️⃣ *KHAWULEZA*

# text
source: ⏰ There are other things you can do to help manage unwanted behaviour before it becomes stressful.
af: ⏰ Daar is ander dinge wat jy kan doen om ongewenste gedrag te help beheer voordat dit stresvol raak.
xh: ⏰ Zikhona ezinye izinto ongazenza ukunceda ukulawula isimilo esingafunekiyo phambi kokuba sibangele uxinzelelo.

# text
source: ✨ Praise something positive that @fields.child_nickname did today.
af: ✨ Prys iets positiefs wat @fields.child_nickname vandag gedoen het.
xh: ✨ Ncoma into elungileyo athe u @fields.child_nickname wayenza namhlanje.

# text
source: ✨ Understand their feelings. For example, it may feel boring to pick up toys after having fun or ending a big task.
af: ✨ Verstaan sy/haar gevoelens. Dit kan byvoorbeeld vervelig voel om speelgoed op te tel nadat hy/sy pret gehad het of 'n groot taak afgehandel het.

# text
source: ✨ When you see @fields.child_nickname is about to start an unwanted behaviour, distract them by asking them to do something else, before the unwanted behaviour begins or gets worse.
af: ✨ Wanneer jy sien @fields.child_nickname is op die punt om ongewenste gedrag te toon, lei sy/haar aandag af deur hom/haar te vra om iets anders te doen, voordat die ongewenste gedrag begin of erger word.
xh: ✨ Xa ubona @fields.child_nickname sele ezakuqala isimilo esingafunekiyo, mphazamise ngokumcela ukuba enze enye into, phambi kokuba siqale esi isimilo singafunekiyo okanye sibe ngamandla.

# text
source: ✨Invite @fields.child_nickname in a chore you are doing. You can ask @fields.child_nickname to think of a fun and quick way of doing the chores differently.
af: ✨Nooi @fields.child_nickname om saam met jou 'n huistakie te doen. Jy kan @fields.child_nickname vra om aan 'n prettige en vinnige manier te dink om die taak anders te doen.
xh: ✨Mema @fields.child_nickname kumsebenzi wekhaya owenzayo. Ungacela @fields.child_nickname acinge ngendlela eyonwabisayo kunye nekhawulezayoekwenzeni umsebenzi wekhaya ngokwehlukileyo.

# text
source: 💡 Preventing unwanted behaviour is much easier than disciplining them after they have done something wrong!
af: 💡 Dit is baie makliker om ongewenste gedrag te voorkom as om hom/haar te dissiplineer nadat hy/sy iets verkeerds gedoen het!
xh: 💡 Khumbula, ukubalekela isimilo esingafunekiyo kulula kakhulu kuno kubaqeqesha emva kokuba sebenze into engalunganga!

# text
source: ✨ Praise something positive that your child did today.
af: ✨ Prys iets positiefs wat jou kind vandag gedoen het.
xh: ✨ Ncoma into elungileyo athe umntwana wakho wayenza namhlanje.

# text
source: ✨ When you see your child is about to start an unwanted behaviour, distract them by asking them to do something else, before the unwanted behaviour begins or gets worse.
af: ✨ Wanneer jy sien jou kind is op die punt om ongewenste gedrag te toon, lei sy/haar aandag af deur hom/haar te vra om iets anders te doen, voordat die ongewenste gedrag begin of erger word.
xh: ✨ Xana ubona ukuba umntwana wakho uzakuqalisa isimilo esingafunekiyo, baphazamise ngokubacela benze enye into, phambi kokuba isimilo esingafunekiyo siqale okanye siye sibe mandundu.

# text
source: ✨Invite your child in a chore you are doing. You can ask your child to think of a fun and quick way of doing the chores differently.
af: ✨Nooi jou kind om saam met jou 'n huistakie te doen. Jy kan jou kind vra om aan 'n prettige en vinnige manier te dink om die taak anders te doen.
xh: ✨Mema umntwana wakho kumsebenzi wekhaya owenzayo. Ungacela umntwana wakho acinge ngendlela eyonwabisayo kunye nekhawulezayo ekwenzeni umsebenzi wekhaya ngokwahlukileyo.

# text
source: 3️⃣ *BE CLEAR*
af: 3️⃣ *WEES DUIDELIK*
xh: 3️⃣ *CACISA*

# text
source: ✅ Rather than saying what you DON’T want, tell @fields.child_nickname what you DO want them to do.
af: ✅ Eerder as om te sê wat jy NIE wil hê nie, sê vir @fields.child_nickname wat jy WIL hê hy/sy moet doen.
xh: ✅ Endaweni yokutsho into ongafuni BANGAYENZI, xelela u @fields.child_nickname lento ufuna BAYENZE.

# text
source: For example, say:
af: Sê byvoorbeeld:
xh: Umzekelo, yithi:

# text
source: ✨ “Please speak more softly.” \r(instead of “stop shouting”)
af: ✨ “Praat asseblief sagter.” \r(in plaas van “Hou op skree”)

# text
source: ✨ “Remember to walk inside the house.”\r(instead of “stop running”)
af: ✨ “Onthou om in die huis te loop.”\r(in plaas van “hou op hardloop”)

# text
source: This way, it is easier for them to follow! ⭐
af: Op hierdie manier is dit vir hom/haar makliker om te gehoorsaam! ⭐
xh: Ngale ndlela, kulula kubo ukulandela! ⭐

# text
source: ✅ Rather than saying what you DON’T want, tell your child what you DO want them to do.
af: ✅ Eerder as om te sê wat jy NIE wil hê nie, sê vir jou kind wat jy WIL hê hy/sy moet doen.
xh: ✅ Endaweni yokutsho into ongafuni BANGAYENZI, xelela umntwana wakho lento ufuna BAYENZE.

# text
source: 4️⃣ *BE POSITIVE*
af: 4️⃣ *WEES POSITIEF*
xh: 4️⃣ *ILUNGILE*

# text
source: ✅ Praise @fields.child_nickname when they behave well!
af: ✅ Prys vir @fields.child_nickname wanneer hy/sy hom/haar goed gedra!
xh: ✅ Ncoma u @fields.child_nickname xana beziphathe kakuhle!

# text
source: ✅ Invite @fields.child_nickname to a positive activity when you see they are about to start an unwanted behaviour.
af: ✅ Nooi @fields.child_nickname na 'n positiewe aktiwiteit wanneer jy sien dat hy/sy ongewenste gedrag begin toon.
xh: ✅ Mema u@fields.child_nickname kumdlalo olungileyo xana ubabona ukuba sebe zakuqalisa isimilo esingafunekiyo.

# text
source: ✅ It will also help them know what you expect from them!
af: ✅ Dit sal hom/haar ook help om te weet wat jy van hom/haar verwag!
xh: ✅ Izakuba nceda bayazi ukuba yintoni elindelekileyo kubo!

# text
source: ✅ Praise your child when they behave well!
af: ✅ Prys jou kind wanneer hy/sy hom/haar goed gedra!
xh: ✅ Ncoma umntwana wakho xana beziphathe kakuhle!

# text
source: ✅ Invite your child to a positive activity when you see they are about to start an unwanted behaviour.
af: ✅ Nooi jou kind na 'n positiewe aktiwiteit wanneer jy sien dat hy/sy ongewenste gedrag begin toon.
xh: ✅ Mema umntwana wakho kumdlalo olungileyo xana ubabona ukuba sebe zakuqalisa isimilo esingafunekiyo.

# text
source: This lesson is about spending one-on-one time with @fields.child_nickname. 😃
af: Vandag se les gaan oor een-tot-een-tyd met @fields.child_nickname. 😃
xh: Isifundo sanamhlanje simalunga nokuchitha ixesha kunye no @fields.child_nickname ninodwa.😃

# text
source: This lesson is about spending one-on-one time with your teen. 😃
af: Hierdie les gaan oor een-tot-een-tyd met jou tiener. 😃
xh: Esi sifundo simalunga nokuchitha ixesha kunye nomntwana wakho ofikisayo ninodwa. 😃

# text
source: True or False: When I spend special time with my teen, I need to decide what we will do together.
af: Waar of Vals: Wanneer ek spesiale tyd saam met my tiener deurbring, moet ek besluit wat ons saam sal doen.
xh: Yinyani okanye Asiyonyani: Xana ndichitha ixesha elibalulekileyo kunye nomntwana wam. Kudingeka ndigqibe ukuba yintoni esingayenza kunye.

# text
source: 🚲 You do not have to plan an activity. Your teen can lead! Let them choose as long as it is safe. This will increase their confidence and make it more likely that they enjoy their time with you.
af: 🚲 Jy hoef nie 'n aktiwiteit te beplan nie. Jou tiener kan die leiding neem! Laat hom/haar kies, solank dit veilig is. Dit sal sy/haar selfvertroue bevorder en dit meer waarskynlik maak dat hy/sy die tyd saam met jou geniet.
xh: 🚲Akunyanzelekanga uwucwangcise umsebenzi. Umntwana wakho angakhokela! Bavumele bakhethe kuba nje ikhuselekile. Lento izokunyusa ukuzethemba kwabo kwaye ibenze balonwabele kakhulu ixesha labo kunye nawe.

# text
source: 🚲Your teen can choose the activity as long as it is safe. This will increase their confidence and make it more likely that they enjoy their time with you.
af: 🚲Jou tiener kan die aktiwiteit kies, solank dit veilig is. Dit sal sy/haar selfvertroue bevorder en dit meer waarskynlik maak dat hy/sy die tyd saam met jou geniet.
xh: 🚲Umntwana wakho ofikisayo angakhetha umdlalo kuba nje ukhuselekile. Lento izakunyusa ukuzithemba kwabo kwaye kwenze ukuba bakonwabele kakhulu ukuchitha ixesha labo kunye nawe.

# text
source: Let’s see how {F1_FATHER} and {F1_DAUGHTER_13} spend one-on-one time together:
af: Kom ons kyk hoe {F1_FATHER} en {F1_DAUGHTER_13} een-tot-een-tyd saam deurbring:
xh: Masibone ukuba u {F1_FATHER} kunye no{F1_DAUGHTER_13} bachitha njani ixesha bebobabini:

# text
source: **{F1_FATHER}**: “{F1_DAUGHTER_13}, how was your day?”
af: **{F1_FATHER}**: “{F1_DAUGHTER_13}, hoe was jou dag?”
xh: **{F1_FATHER}**: "{F1_DAUGHTER_13}, belunjani usuku lwakho?"

# text
source: **{F1_DAUGHTER_13}**: “My day was good, {F1_FATHER}. I just came from school.”
af: **{F1_DAUGHTER_13}**: “My dag was lekker, Pappa. Ek kom nou van die skool af.”
xh: **{F1_DAUGHTER_13}**: "Usuku lwam belulungile, {F1_FATHER}. ndisandokubuya esikolweni."

# text
source: **{F1_FATHER}**: “I have 5 minutes of one-on-one time to spare before I have to drive to work again. What would you like to do together?”
af: **{F1_FATHER}**: “Ek kan 5 minute een-tot-een-tyd afknyp voordat ek weer werk toe moet ry. Wat wil jy graag saam met my doen?”
xh: **{F1_FATHER}**:"Ndinemizuzu emi- 5 yexesha lethu sobabini endinalo phambi kokuba ndiqhube ndiye emsebenzini kwakhona. Yintoni obungathanda siyenze kunye?"

# text
source: **{F1_DAUGHTER_13}**: “I was about to do my Science homework. The topic for the homework is to make something out of recycled materials. Could you please help me with it?”
af: **{F1_DAUGHTER_13}**: “Ek wou nou-net begin met my Wetenskap-huiswerk. Die onderwerp van die huiswerk is om iets uit herwonne materiale te maak. Kan Pappa my asseblief daarmee help?”
xh: **{F1_DAUGHTER_13}**:"Bendizakwenza umsebenzi we Nzululwazi. Isihloko salomsebenzi wasekhaya kukwenza into yoku risayikilisha imathiriyeli. Ungakwazi ukunceda ngayo?"

# text
source: **{F1_FATHER}**: “I would be happy to!”
af: **{F1_FATHER}**: “Ek sal dit met plesier doen!”
xh: **{F1_FATHER}**: "Ndingathanda ukwenza!"

# text
source: **{F1_DAUGHTER_13}**: “I thought of building a recycled house using old bottles, boxes, and other recycled materials. Look! I picked these up on my way home. They were thrown away by the side of the road and outside the spaza shops.”
af: **{F1_DAUGHTER_13}**: “Ek het gedink ek sal 'n herwonne huis bou met ou bottels, bokse en ander herwonne materiale. Kyk! Ek het hierdie goed op pad huis toe opgetel. Dis langs die pad en buite die spazawinkels weggegooi.”
xh: **{F1_DAUGHTER_13}**: "Bendicinga ngokwakha indlu yerisayikila ndisebenzise iibhotile ezindala, ibhokisi, kunye nenye imathiriyeli. Jonga! Ndichole ezizinto endleleni ebuyela ekhaya. Bezilahlwe ecaleni kwendlela nangaphandle kwasevenkileni."

# text
source: **{F1_FATHER}**: “What a good idea, {F1_DAUGHTER_13}! Sounds like you’ve thought about this a lot and want to put a lot of effort into your homework. How do you want me to help you?”
af: **{F1_FATHER}**: "Wat 'n goeie idee, {F1_DAUGHTER_13}! Dit klink asof jy baie hieroor gedink het en baie moeite met jou huiswerk wil doen. Hoe wil jy hê moet ek jou help?"
xh: **{F1_FATHER}**:"Ngumbono olungileyo lowo, {F1_DAUGHTER_13}! Kuvakala ingathi ucingisisile malunga nalento kakhulu kwaye ufuna ukufaka umzamo omkhulu kulomsebenzi wasekhaya. Ufuna ndincede phi mna ukunceda wena?"

# text
source: **{F1_DAUGHTER_13}**: “Could you help me clean these bottles? They will be the pillars of the house. I will make the boxes into the walls and roof of the house. Later, I thought we could paint the boxes and bottles so they look beautiful.”
af: **{F1_DAUGHTER_13}**: “Kan Pappa my help om hierdie bottels skoon te maak? Dit gaan die pilare van die huis wees. Ek gaan die bokse gebruik vir die mure en die dak van die huis. Ek het gedink ons kan later die bokse en bottels verf sodat hulle mooi lyk.”
xh: **{F1_DAUGHTER_13}**. "Ungakwazi ukundinceda ndicoce ezibhotile? Zizakuba ziintsika zalendlu. Ndizozenza iibhokisi zibe ziindonga kunye nophahla lwendlu. Kamva, bendicinga singakwazi ukupeyinta iibhokisi kunye neebhotile ukuze zibukeke kakuhle."

# text
source: **{F1_FATHER}**: “I may have some leftover paint outside the house. I can take a look later.”
af: **{F1_FATHER}**: “Ek het dalk nog 'n bietjie oorskietverf buite. Ek kan later gaan kyk.”
xh: **{F1_FATHER}**: " Ndinganayo enye ipeyinti eshekele umphandle wendlu. Ndingajonga kamva."

# text
source: (Later in the day)
af: (Later die dag)
xh: (Kamva ngala suku)

# text
source: **{F1_FATHER}**: “Wow, it looks different now! It does not look like you used rubbish at all anymore. You also painted the walls and the roof beautifully! I think your teacher will be proud of you when she sees your homework!”
af: **{F1_FATHER}**: “Sjoe, dit lyk nou anders! Dit lyk glad nie meer asof jy afvalgoed gebruik het nie. Jy het ook die mure en die dak pragtig geverf! Ek dink jou onderwyser gaan baie trots wees wanneer sy jou huiswerk sien!”
xh: **{F1_FATHER}**."Wowu, ikhangeleka yohlukile ngoku! Ayibukeki ngathi usebenzise izinto esezisetyenzisiwe konke konke kwakhona. Uye wapeyinta nodonga kunye nophahla kakuhle! Ndicinga utitshala wakho uzozingca ngawe xana ebona umsebenzi wakho wasekhaya!"

# text
source: **{F1_DAUGHTER_13}**: “Thank you for your help, {F1_FATHER}. You know, there were a lot of fun things that happened in school today.”
af: **{F1_DAUGHTER_13}**: “Dankie vir Pappa se hulp. Weet Pappa, daar het vandag 'n klomp prettige goed by die skool gebeur.”
xh: **{F1_DAUGHTER_13}**: "Enkosi ngoncedo lwakho, {F1_FATHER}. Uyayazi, bekukho izinto ezininzi esikolweni ebezisonwabisa ezenzekileyo namhlanje."
