Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parenttext_5day_south_africa/*/*_core_modules.po
Languages: af, xh

# text
source: 💛 Accept how you and your teen feel. Remember, your body and their body are sending messages about what you both are feeling, and those messages are important.
af: 💛 Aanvaar hoe jy en jou kind voel. Onthou, jou liggaam en sy/haar liggaam stuur boodskappe oor wat julle voel, en daardie boodskappe is belangrik.
xh: 💛Yamkela wena kunye nomntwana wakho ofikisayo niziva njani. Khumbula, umzimba wakho kunye nemizimba yabo ithumela imiyalezo malunga nokuba niziva njani nobabini, kwaye lomiyalezo ibalulekile.

# text
source: ⭐ When @fields.child_nickname is feeling an emotion, describe what you are observing in a calm way.
af: ⭐ Wanneer @fields.child_nickname 'n emosie ervaar, beskryf wat jy sien op 'n kalm manier.
xh: ⭐ Xana u @fields.child_nickname esiva imvakalelo, chaza oko ukubonayo ngendlela ezolileyo.

# text
source: For example,
af: Byvoorbeeld:
xh: Umzekelo,

# text
source: “I notice you slammed the door, talk loudly, and your face looks a bit upset. Are you feeling angry because you can’t go out at night?”
af: “Ek sien jy het die deur toegeklap, jy praat hard en jou gesig lyk 'n bietjie ontsteld. Voel jy kwaad omdat jy nie saans kan uitgaan nie?”
xh: "Ndiqaphele ukuba umbakraze ucango, uthethela phezulu, kwaye ubuso bakho bukhangeleka ucaphukile. Uziva unomsindo ngoba awukwazanga ukuphuma phandle ebusuku?"

# text
source: You can also help @fields.child_nickname manage different emotions by encouraging them to share how they feel and supporting them.
af: Jy kan ook vir @fields.child_nickname help om verskillende emosies te beheer deur hom/haar aan te moedig om te deel hoe hy/sy voel en hom/haar te ondersteun.
xh: Ungancedisa u@fields.child_nickname amelane neemvakalelo ezahlukeneyo ngoku mkhuthaza ukuba ubelana njani ngendlela aziva ngayo kwaye ubaxhase.

# text
source: ⭐ When your teen is feeling an emotion, describe what you are observing in a calm way.
af: ⭐ Wanneer jou tiener 'n emosie ervaar, beskryf wat jy sien op 'n kalm manier.
xh: ⭐ Xana umntwana wakho esiva imvakalelo, chaza oko ukubonayo ngendlela ezolileyo.

# text
source: You can also help your teen manage different emotions by encouraging them to share how they feel and supporting them.
af: Jy kan ook jou tiener help om verskillende emosies te beheer deur hom/haar aan te moedig om te deel hoe hy/sy voel en hom/haar te ondersteun.
xh: Ungancedisa umntwana wakho ofikisayo amelane neemvakalelo ezahlukeneyo ngoku mkhuthaza ukuba ubelana njani ngendlela aziva ngayo kwaye ubaxhase.

# text
source: 😃 Share your own feelings with @fields.child_nickname.
af: 😃 Deel jou eie gevoelens met @fields.child_nickname.
xh: 😃 Yabelana ngeemvakalelo zakho kunye no@fields.child_nickname.

# text
source: For example, “I would feel the same way if I couldn’t go out when I wanted to”.
af: Byvoorbeeld: "Ek sou ook so gevoel het as ek nie kon uitgaan wanneer ek wou nie".
xh: Umzekelo, "Ndingaziva ngendlela enye ukuba bendingakwazi ukuphuma xana ndifuna.".

# text
source: 😃 Share your own feelings with your teen.
af: 😃 Deel jou eie gevoelens met jou tiener.
xh: 😃 Yabelana ngezakho iimvakalelo kunye nomntwana wakho ofikisayo.

# text
source: 🎈This sets a good example and shows your teen that it's okay to share their own feelings.
af: 🎈Dit stel 'n goeie voorbeeld en wys vir jou tiener dat dit oukei is om sy/haar eie gevoelens te deel.
xh: 🎈Lento yenza umzekelo olungileyo kwaye ibonisa umntwana wakho ofikisayo ukuba kulungile ukwabelana ngeemvakalelo zabo.

# text
source: ⭐ Do some active exercise to shake out anger, give each other some space, or take some deep breaths to calm down. These are some ways to deal with your emotions.
af: ⭐ Doen 'n paar aktiewe oefeninge om woede af te skud, gee vir mekaar ruimte of haal 'n paar keer diep asem om te kalmeer. Dit is 'n paar maniere om jou emosies te beheer.
xh: ⭐ Yenza umthambo wokukhupha umsindo, ukunikana isithuba, okanye niphefumlele phezulu ukuze uzole. Kukho iindlela ezithile zokujongana neemvakalelo zakho.

# text
source: 🌷 Use actions and words to make your teen feel accepted and loved.
af: 🌷 Gebruik dade en woorde om jou tiener te help om aanvaar en geliefd te voel.
xh: 🌷 Sebenzisa iintshukumo kunye namazwi ukwenza umntwana wakho ofikisayo azive emkelekile kwaye ethandwa.

# text
source: 💚 Remind your teen that you are there for them and that they can always talk to you.
af: 💚 Herinner jou tiener dat jy daar is vir hom/haar en dat hy/sy altyd met jou kan praat.
xh: 💚 Khumbuza umntwana ofikisayo wakho ukuba ukhona kubo kwaye bangathetha kunye nawe maxesha onke.

# text
source: This lesson is about how we can keep calm and manage our anger when dealing with stressful moments with our teens. 💚
af: Hierdie les gaan oor hoe ons kalm kan bly en ons woede kan beheer wanneer ons stresvolle oomblikke met ons tieners beleef. 💚
xh: Esi isifundo asimalunga noku uzigcina njani uzolile kunye nokulawula imisindo yethu xana umelana nemizuzu yonxinzelelo kunye nabantwana bethu abafikisayo. 💚

# text
source: 🌷 We love our teens, but stress from caregiving and other events can make us feel angry. This is a normal part of life!
af: 🌷 Ons is lief vir ons tieners, maar die stres van versorging en ander gebeure kan ons kwaad laat voel! Dit is 'n normale deel van die lewe!
xh: 🌷 Siyabathanda abantwana bethu, kodwa uxinzelelo lokunakekela kunye nakwezinye iziganeko zingasenza sizive sinomsindo. Lento yinto eqhelekileyo ebomini!

# text
source: 💡 It is important for us to stay in control and manage our anger so we do not hurt others.
af: 💡 Dit is vir ons belangrik om in beheer te bly en ons woede te beheer sodat ons nie ander seermaak nie.
xh: 💡 Kubalulekile kuthi ukuba sihlale sizibambile kwaye silawula imisindo ukwenzela singalimazi abanye.

# text
source: True or False: When I am angry at my teen, I should show that I am angry so that they stop misbehaving.
af: Waar of Vals: Wanneer ek kwaad is vir my tiener, moet ek wys dat ek kwaad is, sodat hy/sy kan ophou met sy/haar wangedrag.
xh: Yinyani okanye ayonyani: Xana ndinomsindo emntwaneni wam ofikisayo, Ndiyabonisa ukuba ndinomsindo ukwenzela bayeke ukuziphatha kakubi.

# text
source: 💛 It can be very difficult when your teen is misbehaving, but you should try to manage your own stress and control your own anger before doing anything.
af: 💛 Dit kan baie moeilik wees wanneer jou tiener hom/haar wangedra, maar jy moet probeer om jou eie stres en woede te beheer voordat jy enigiets doen.
xh: 💛Kunganzima xana umntwana wakho ofikisayo eziphatha kakubi, kodwa kufuneka uzame ukulawula uxinzelelo kwaye sibambe umsindo wethu phambi kokwenza nantoni.

# text
source: {F2_GRANDMOTHER} is about to spend one-on-one time with {F2_SON_15} but finds the living room in a mess. She notices that this makes her feel angry.
af: {F2_GRANDMOTHER} gaan nou een-tot-een-tyd saam met {F2_SON_15} deurbring, maar sien die woonkamer is baie deurmekaar. Sy let op dat dit haar kwaad laat voel.
xh: {F2_GRANDMOTHER} imalunga nokuchitha ixesha kunye no {F2_SON_15} ninodwa kodwa ukufumana igumbi lokuhlala limdaka. Uqaphele ukuba imenza azive enomsindo.

# text
source: **{F2_GRANDMOTHER}** (thinking): “I’m feeling really angry. I am tired and my body feels tense. I just want to shout at {F2_SON_15}”
af: **{F2_GRANDMOTHER}** (dink): “Ek voel regtig kwaad. Ek is moeg en my liggaam voel gespanne. Ek wil net op {F2_SON_15} skree”
xh: **{F2_GRANDMOTHER}** (ecinga): "Ndiziva ndinomsindo ngenene. Ndidiniwe kwaye umzimba wam uziva ubambekile. Ndifuna ukukhwaza u{F2_SON_15}”

# text
source: **{F2_GRANDMOTHER}** (thinking): “I will Take a Pause and put on my favourite song.”
af: **{F2_GRANDMOTHER}** (dink): “Ek sal 'n bietjie wag en my gunstelingliedjie speel.”
xh: **{F2_GRANDMOTHER}**(ecinga):"Ndizakuthi nqumama kwaye ndivule umculo wam endiwuthandayo."

# text
source: **{F2_GRANDMOTHER}** (thinking): “I am feeling a little better. I can think more clearly about what to do to support my little boy.”
af: **{F2_GRANDMOTHER}** (dink): “Ek voel 'n klein bietjie beter. Ek kan nou helder dink oor wat om te doen om my seuntjie te ondersteun.”

# text
source: **{F2_GRANDMOTHER}**: “{F2_SON_15}, well done for doing your homework. You might feel tired now. Let's take a 5-minute break, and after that, we can quickly pick up the mess together.”
af: **{F2_GRANDMOTHER}**: “{F2_SON_15}, dis mooi dat jy jou huiswerk gedoen het. Jy is dalk nou 'n bietjie moeg. Kom ons breek vir so 5 minute, dan kan ons gou saam die gemors opruim.”
xh: **{F2_GRANDMOTHER}**: “{F2_SON_15}, wenze kakuhle ukwenza umsebenzi wakho wesikolo. Inokuba uziva udiniwe. Makhe sithathe imizuzu emi- 5 yokuphumla, emva koko, singake sichola-chole izinto kunye."

# text
source: **{F2_GRANDMOTHER}**: “Thank you for doing your part to keep the house clean, {F2_SON_15}! I’m so proud of you for helping. Oh! It is our one-on-one time. What would you like to do?”
af: **{F2_GRANDMOTHER}**: “Dankie dat jy jou kant bring om die huis skoon te hou, {F2_SON_15}! Ek is so trots op jou dat jy help. O! Dis ons een-tot-een-tyd. Wat wil jy graag doen?”
xh: **{F2_GRANDMOTHER}**: "Enkosi ngokwenza eyakho ingxenye ukugcina indlu icocekile, {F2_SON_15}! Ndiyazingca ngawe ngokuncedisa. Oh! lixesha lethu sisodwa. Ungathanda senze ntoni?"

# text
source: ▶️Press Play to learn how to help you stay calm when your teen misbehaves. ☀️
af: ▶️Druk Speel om te leer hoe om jouself te help om kalm te bly wanneer jou tiener hom-/haarself wangedra. ☀️
xh: ▶️Cofa Dlala ukufunda malunga nokuba unceda njani ukuhlala uzolile xana umntwana wakho engaziphethanga kakuhle.☀️

# text
source: There are 4️⃣ steps to keeping calm in stressful situations: BE CALM, QUICK, CLEAR, and POSITIVE.
af: Daar is 4️⃣ stappe om in stresvolle situasies kalm te bly: WEES KALM, VINNIG, DUIDELIK en POSITIEF.
xh: Kukho amanqanaba 4️⃣ okukugcina uzolile ngelixa loxinzelelo: ZOLA, KHAWULEZA, CACISA, kunye ILUNGILE.

# text
source: Home Activity! Remember to use these four steps if you start feeling stressed or angry during one-on-one time with your teen. You can also share them with another member of your family. Sharing these lessons will be great for everyone’s well-being. ➡️
af: Tuisaktiwiteit! Onthou om hierdie vier stappe te gebruik as jy tydens een-tot-een-tyd saam met jou tiener gestres of kwaad begin voel. Jy kan dit ook met 'n ander lid van jou gesin deel. Om hierdie wenke te deel, sal wonderlik wees vir almal se welstand. ➡️
xh: Umsebenzi Wasekhaya! Khumbula ukusebenzisa amanqanaba amane ukuba uqala ukuziva uxinzelekile okanye unomsindo ngelixa ninodwa kunye nomntwana wakho ofikisayo. Ungakwazi nokwabelana ngazo kunye nelinye ilungu losapho. Ukwabelana ngezi zifundo kungalunga kakhulu kwimpilo yomntu wonke.➡️

# text
source: Amazing! ✨ Over the next few days, try to keep calm and redirect your teen from negative behaviour to a positive one before it gets worse.
af: Merkwaardig! ✨ Probeer oor die volgende paar dae om kalm te bly, en herlei jou tiener van negatiewe gedrag na positiewe gedrag voordat dit vererger.
xh: Kuyamangalisa ✨ kwintsuku ezimbalwa ezilandelayo, zama ukuzigcina uzolile kwaye umphazamisa umntwana wakho ofikisayo kwisimilo esingalunganga umsa kwesilungileyo phambi kokuba sibe mandundu.

# text
source: That's OK! Sometimes it takes time to begin using a new parenting lesson. 📝 Start by practising to Take a Pause even when you feel okay. This will help you be more ready when you feel stressed. ⭐
af: Dis oukei! Soms neem dit tyd om te begin om 'n nuwe ouerskaples te gebruik. 📝 Begin deur te oefen om 'n Blaaskans te neem, selfs wanneer jy oukei voel. Dit sal jou help om meer gereed te wees wanneer jy gestres voel. ⭐
xh: Kulungile! Ngamanye amaxesha ithatha ixesha ukuqalisa ukusebenzisa izifundo zobuzali.📝 Qala ngokuziqhelanisa noku Thatha iKhefu nokuba uziva ulungile. Oku kuya kukunceda ukuba ukulungele ngakumbi xa uziva unoxinzelelo. ⭐

# text
source: Well done! 🎉 You have learnt how to keep calm and redirect your teen when you are feeling stressed!
af: Welgedaan! 🎉 Jy het geleer hoe om kalm te bly en jou tiener te herlei wanneer jy gestres voel!
xh: Wenze kakuhle! 🎉 Ufundile ukuzigcina uzolile kwaye uqondise ngokutsha umntwana wakho ofikisayo xa uziva unoxinzelelo!

# text
source: You have completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod lessons in the course “Improve My Relationship with My Teen” 🏆
af: Jy het @(fields.c_n_mod_compl +1) uit @fields.c_n_mod lesse in die kursus “Verbeter my Verhouding met My Tiener” voltooi. ⭐

# text
source: ✅Take a pause or a few breaths before asking @fields.child_nickname to do something else.
af: ✅Wag 'n bietjie of haal 'n paar keer asem voordat jy vir @fields.child_nickname vra om iets anders te doen.
xh: ✅ Thatha ikhefu okanye uphefumle kancinci phambi kokuba ucele u@fields.child_nickname ukuba enze enye into.

# text
source: ✅Take a pause or a few breaths before asking your teen to do something else.
af: ✅Wag 'n bietjie of haal 'n paar keer asem voordat jy jou tiener vra om iets anders te doen.
xh: ✅ Thatha ikhefu okanye uphefumle kancinci phambi kokuba ucele umntana wakho ofikisayo ukuba enze enye into.

# text
source: ✅ Speak with your teen in a calm voice.
af: ✅ Praat met jou tiener in 'n kalm stemtoon.
xh: ✅ Thetha nomntwana wakho ofikisayo ngelizwi elizolileyo.

# text
source: ✅ Remember your goal: Make your teen feel loved and connected to you.
af: ✅ Onthou jou doelwit: Laat jou tiener geliefd voel en dat hy/sy 'n band met jou het.

# text
source: ✨ Praise something positive that your teen did today.
af: ✨ Prys iets positiefs wat jou tiener vandag gedoen het.
xh: ✨ Ncoma into elungileyo athe umntwana wakho ofikisayo wayenza namhlanje.

# text
source: ✨ Understand their feelings. For example, it may feel boring to clean up after having fun or ending a big task.
af: ✨ Verstaan sy/haar gevoelens. Dit kan byvoorbeeld vervelig voel om op te ruim nadat hy/sy pret gehad het of 'n groot taak afgehandel het.
xh: ✨ Ziqonde iimvakalelo zabo. Umzekelo, kunokuziva kukruqula ukucoca emva kokuzonwabisa okanye ukuphelisa umsebenzi omkhulu.

# text
source: ✨ When you see @fields.child_nickname is about to start unwanted behaviour, distract them by asking them to do something else, before the unwanted behaviour begins or gets worse.
af: ✨ Wanneer jy sien @fields.child_nickname is op die punt om ongewenste gedrag te toon, lei sy/haar aandag af deur hom/haar te vra om iets anders te doen, voordat die ongewenste gedrag begin of erger word.
xh: ✨ Xa ubona @fields.child_nickname sele ezakuqala isimilo esingafunekiyo, mphazamise ngokumcela ukuba enze enye into, phambi kokuba siqale esi isimilo singafunekiyo okanye sibe ngamandla.

# text
source: ✨ Invite @fields.child_nickname in a chore you are doing. You can ask @fields.child_nickname to think of a fun and quick way of doing the chores differently.
af: ✨ Nooi @fields.child_nickname om saam met jou 'n huistakie te doen. Jy kan @fields.child_nickname vra om aan 'n prettige en vinnige manier te dink om die taak anders te doen.
xh: ✨ Mema @fields.child_nickname kumsebenzi wekhaya owenzayo. Ungacela @fields.child_nickname acinge ngendlela eyonwabisayo kunye nekhawulezayo ekwenzeni umsebenzi wekhaya ngokwahlukileyo.

# text
source: ✨ When you see your teen is about to start unwanted behaviour, distract them by asking them to do something else, before the unwanted behaviour begins or gets worse.
af: ✨ Wanneer jy sien jou tiener is op die punt om ongewenste gedrag te toon, lei sy/haar aandag af deur hom/haar te vra om iets anders te doen, voordat die ongewenste gedrag begin of erger word.
xh: ✨ Xa ubona ukuba umntwana wakho ofikisayo uzakuqalisa isimilo esingafunekiyo, baphazamise ngokubacela benze enye into, phambi kokuba isimilo esingafunekiyo siqale okanye siye sibe mandundu.

# text
source: ✨ Invite your teen in a chore you are doing. You can ask your teen to think of a fun and quick way of doing the chores differently.
af: ✨ Nooi jou tiener om saam met jou 'n huistakie te doen. Jy kan jou tiener vra om aan 'n prettige en vinnige manier te dink om die taak anders te doen.
xh: ✨ Mema umntwana wakho ofikisayo kumsebenzi wekhaya owenzayo. Ungacela umntwana wakho acinge ngendlela eyonwabisayo kunye nekhawulezayo ekwenzeni umsebenzi wekhaya ngokwehlukileyo.

# text
source: ✨ “Please speak more softly.”
af: ✨ “Praat asseblief sagter.”

# text
source: (instead of “stop shouting”)
af: (in plaas van “hou op skree”)
xh: (endaweni yokuthi "yeka ukukhwaza")

# text
source: ✨ “Remember to hang your jacket in your closet, please.”
af: ✨ “Onthou asseblief om jou baadjie in jou kas te hang.”

# text
source: (instead of “don’t leave your jacket on the floor”)
af: (in plaas van “moenie jou baadjie op die vloer los nie”)

# text
source: ✅ Rather than saying what you DON’T want, tell your teen what you DO want them to do.
af: ✅ Eerder as om te sê wat jy NIE wil hê nie, sê vir jou tiener wat jy WiL hê hy/sy moet doen.
xh: ✅ Endaweni yokutsho into ongafuni BANGAYENZI, xelela umntwana wakho lento ufuna BAYENZE.

# text
source: ✅ Invite @fields.child_nickname to a positive activity when you see they are about to start an unwanted behaviour.
af: ✅ Nooi @fields.child_nickname na 'n positiewe aktiwiteit wanneer jy sien dat hy/sy ongewenste gedrag begin toon.
xh: ✅ Mema u@fields.child_nickname kumdlalo olungileyo xana ubabona ukuba sebe zakuqalisa isimilo esingafunekiyo.

# text
source: ✅ Praise your teen when they behave well!
af: ✅ Prys jou tiener vir goeie gedrag!
xh: ✅ Ncoma umntwana wakho xana beziphathe kakuhle!

# text
source: ✅ Invite your teen to a positive activity when you see they are about to start an unwanted behaviour.
af: ✅ Nooi jou tiener vir 'n positiewe aktiwiteit wanneer jy sien dat hy/sy op die punt staan om ongewenste gedrag te begin toon.
xh: ✅ Mema umntwana wakho ofikisayo kumdlalo olungileyo xana ubabona ukuba sebe zakuqalisa isimilo esingafunekiyo.

# text
source: Before you focus on supporting your children and teens, it’s important to take care of yourself.
af: Voordat jy op die ondersteuning van jou kinders en tieners fokus, is dit belangrik om eers na jouself te kyk.

# text
source: Feeling stressed as your children or teens grow up is normal. As your relationship with them changes, it’s important to handle this shift well, and that starts with self-care.
af: Dit is normaal om gestres te voel terwyl jou kinders of tieners grootword. Soos jou verhouding met hulle verander, is dit belangrik om hierdie tydperk goed te hanteer, en dit begin met selfsorg.

# text
source: Self-care means doing things for yourself to reduce stress and make you feel better.
af: Selfsorg beteken om dinge vir jouself te doen om stres te verlig en jou beter te laat voel.

# text
source: Let’s learn a simple way to handle everyday stress: Taking a pause. We will use this skill frequently in future lessons, so it is important to learn it today!
af: Kom ons leer 'n eenvoudige manier om alledaagse stres te hanteer: Neem 'n blaaskans. Ons sal hierdie vaardigheid gereeld in toekomstige lesse gebruik, dus is dit belangrik om dit vandag te leer!

# text
source: Taking a pause will help you manage stress and be more able to take care of others and yourself.🌱
af: Om 'n blaaskans te neem, sal jou help om stres te beheer en jy sal meer in staat wees om jouself en ander te versorg.🌱
xh: Ukunqumama kuya kukunceda ulawule uxinzelelo kwaye ukwazi ngakumbi ukukhathalela abanye kunye nawe. 🌱

# text
source: Let's practise taking a pause together.
af: Kom ons oefen saam om 'n blaaskans te neem.

# text
source: 1️⃣ *SIT DOWN*
af: 1️⃣ *GAAN SIT*

# text
source: ⏸ Find a place where you can sit comfortably.
af: ⏸ Kry 'n plek waar jy gemaklik kan sit.
xh: ⏸ Fumana indawo onokuhlala kuyo ngokukhululekileyo.

# text
source: ⭐ You can close your eyes if you want.
af: ⭐ Jy kan jou oë toemaak as jy wil.
xh: ⭐ Ungavala amehlo akho ukuba uyafuna.

# text
source: 2️⃣ *LISTEN*
af: 2️⃣ *LUISTER*

# text
source: 🌱 Take a deep breath.
af: 🌱 Haal diep asem.
xh: 🌱 Thatha umphefumlo onzulu.

# text
source: 👂 Feel the air moving in and out of your body.
af: 👂 Voel hoe die lug in en uit jou liggaam beweeg.
xh: 👂 Yiva umoya ungena kwaye uphuma emzimbeni wakho.

# text
source: 🔄 Repeat this 5 times.
af: 🔄 Herhaal dit 5 keer.
xh: 🔄 Phinda oku ka-5.

# text
source: 3️⃣ *NOTICE*
af: 3️⃣ *LET OP*

# text
source: ✨ Notice how your body feels while you breathe.
af: ✨ Let op hoe jou liggaam voel terwyl jy asemhaal.
xh: ✨ Qaphela indlela umzimba wakho oziva ngayo ngelixa uphefumla.

# text
source: 🔵 Notice where you feel tension in your body and try to let it go.
af: 🔵 Let op waar jy spanning in jou liggaam voel, en probeer om dit te laat gaan.
xh: 🔵 Qaphela apho uva uxinzelelo emzimbeni wakho kwaye uzame ukuwuyeka.

# text
source: 4️⃣ *OPEN YOUR EYES*
af: 4️⃣ *MAAK OOP JOU Oë*

# text
source: 👀 When you are ready, open your eyes.
af: 👀 Wanneer jy gereed is, maak jou oë oop.
xh: 👀 Xa sele ukulungele, vula amehlo wakho.

# text
source: 🔑 Notice if you feel any different than when you started this activity.
af: 🔑 Let op of jy enigsins anders voel as toe jy met hierdie aktiwiteit begin het.
xh: 🔑 Qaphela ukuba ingaba uziva ngokwahlukileyo kunokuqala kwakho lo msebenzi.

# text
source: ▶️Press Play to practise taking a pause together.
af: ▶️Druk Speel om te oefen om saam 'n blaaskans te neem.

# text
source: Try taking a pause whenever you feel angry, overwhelmed, stressed or worried. ⏰
af: Probeer om 'n blaaskans te neem wanneer jy ook al kwaad, oorweldig, gestres of bekommerd voel. ⏰
xh: Zama ukuthetha nangeliphina ixesha uziva unomsindo, udiniwe, unoxinzelelo okanye ukhathazekile.⏰

# text
source: Even a few deep breaths or connecting with the ground beneath you can make a difference. You can also take a pause with your child or teen.
af: Selfs 'n paar diep asemhalings, of om kontak te maak met die grond onder jou, kan 'n verskil maak. Jy kan ook saam met jou kind of tiener 'n blaaskans neem.
xh: Nokuba kukuphefumla kambalwa okanye nokunxulumana kunye nomhlaba ngaphantsi kungenza umehluko. Ungathi nqumama kunye nomntwana wakho okanye ofikisayo.

# text
source: Try taking a pause on a daily basis, even if you are feeling calm. Doing this regularly will help your brain take a pause, even in challenging situations.
af: Probeer om op 'n daaglikse basis 'n blaaskans te neem, selfs al voel jy kalm. As jy dit gereeld doen, sal dit jou brein help om 'n blaaskans te neem, selfs in uitdagende situasies.

# text
source: Well done! 🎉 You have learnt the importance of caring for yourself and how to take a pause. ✨
af: Welgedaan! 🎉 Jy het geleer van die belangrikheid om na jouself om te sien, en hoe om 'n blaaskans te neem. ✨
xh: Wenza kakuhle 🎉 Ufundile ukubaleleka kokuzikhathalela wena nokuba unthi nqumama njani. ✨

# text
source: When was @fields.child_nickname born? Enter their date of birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2010, enter 19/05/2010.
af: Wanneer is @fields.child_nickname gebore? Tik sy/haar geboortedatum in die volgende formaat: DD/MM/JJJJ. Byvoorbeeld: As jou kind op 19 Mei 2010 gebore is, tik 19/05/2010.

# text
source: When was your child born? Enter their date of birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2010, enter 19/05/2010.
af: Wanneer is jou kind gebore? Tik sy/haar geboortedatum in die volgende formaat: DD/MM/JJJJ. Byvoorbeeld: As jou kind op 19 Mei 2010 gebore is, tik 19/05/2010.

# text
source: Sorry, this date is invalid. Please provide your child's date of birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2010, enter 19/05/2010.
af: Jammer, hierdie datum is ongeldig. Verskaf asseblief jou kind se geboortedatum in die volgende formaat: DD/MM/JJJJ. Byvoorbeeld: As jou kind op 19 Mei 2010 gebore is, tik 19/05/2010.
