Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parenttext_5day_south_africa/*/*_core_modules.po
Languages: af, xh

# text
source: **{F2_SON_15}**: “I guess so…though sometimes I am busy.”
af: **{F2_SON_15}**: “Seker ... alhoewel ek soms besig is.”
xh: **{F2_SON_15}**: "Ndicinga njalo.... nangona ndixakekile ngamanye amaxesha."

# text
source: **{F2_GRANDFATHER}**: “Yeah, that’s true. Let’s make it something that we can really do. I am sure we could find 15 minutes together!”
af: **{F2_GRANDFATHER}**: “Ja, dis waar. Kom ons reël iets wat ons regtig kan doen. Ek is seker ons kan 15 minute saam afknyp!”

# text
source: **{F2_SON_15}**: “Sure, we can try.”
af: **{F2_SON_15}**: “Reg, ons kan probeer.”
xh: **{F2_SON_15}**: "Ngokuqinisekileyo, singazama."

# text
source: **{F2_GRANDFATHER}**: “When would be the best time for you?”
af: **{F2_GRANDFATHER}**: “Wanneer sal die beste tyd vir jou wees?”
xh: **{F2_GRANDFATHER}**:" Leliphi ixesha elilungileyo kuwe?"

# text
source: **{F2_SON_15}**: “How about after dinner?”
af: **{F2_SON_15}**: “Wat van na aandete?”
xh: **{F2_SON_15}**: Kunganjani emva kwesidlo sangokuhlwa?"

# text
source: **{F2_GRANDFATHER}**: “That could work as long as we clean up first. Let’s start today. And remember, you can choose what we do!”
af: **{F2_GRANDFATHER}**: “Dit kan werk, solank ons eers opruim. Kom ons begin vandag. En onthou, jy kan kies wat ons doen!”
xh: **{F2_GRANDFATHER}**: "Lonto ingasebenza nangoko sizakucoca kuqala. Masiqale namhalanje. Kwaye khumbula, ungakhetha into esiyenzayo!"

# text
source: **{F2_SON_15}**: “Okay, {F2_GRANDFATHER}. I look forward to it.”
af: **{F2_SON_15}**: “Oukei, Oupa. Ek sien uit daarna.”
xh: **{F2_SON_15}**:"Kulungile, {F2_GRANDFATHER}. Ndijonge phambili kulonto."

# text
source: **{F2_GRANDFATHER}**: “Thanks, {F2_SON_15}. I really appreciate having this time with you. It means a lot to me.”
af: **{F2_GRANDFATHER}**: “Dankie, {F2_SON_15}. Ek waardeer regtig hierdie tyd saam met jou. Dit beteken baie vir my.”
xh: **{F2_GRANDFATHER}**: “Enkosi, {F2_SON_15}. Ndiyabulela ngenene ukuba sibenelixesha kunye. Ithetha lukhulu kum."

# text
source: Home Activity! Try to create a routine on how you can spend 15 minutes of one-on-one time with your teen every day. 📝 Can you do it today?
af: Tuisaktiwiteit! Probeer om 'n roetine te skep om elke dag 15 minute een-tot-een-tyd saam met jou tiener deur te bring. 📝 Kan jy dit vandag doen?
xh: Umsebenzi Wasekhaya! Zama ukwakha inkqubo yokuba ungachitha njani imizuzu eli- 15 yexesha kunye nomntwana wakho ofikisayo ninodwa yonke imihla 📝 Ungayenza namhlanje?

# text
source: That's OK! Beginning something new takes time. If you cannot do it every day, maybe start with every other day. Or instead of 15 minutes a day, try 5 minutes. You can also ask your teen for ideas on which routines could be useful for your teen. They might surprise you!
af: Dis oukei! Dit neem tyd om iets nuuts te begin. As jy dit nie elke dag kan doen nie, begin met elke tweede dag. Of in plaas van 15 minute per dag, probeer 5 minute. Jy kan ook jou tiener vra watter roetines vir hom/haar nuttig sal wees. Hy/sy verras jou dalk!

# text
source: Amazing! 🎉 You have learnt how to create a routine with your teen! You have completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod lessons in the course “Improve My Relationship with My Teen.”
af: Merkwaardig! Jy het geleer hoe om 'n roetine saam met jou tiener te ontwikkel! ⭐ Jy het @(fields.c_n_mod_compl +1) uit @fields.c_n_mod lesse in die kursus “Verbeter my Verhouding met my Tiener” voltooi.

# text
source: To continue building a positive relationship with @fields.child_nickname, let’s make one-on-one time a part of a routine.
af: Om voortdurend te bou aan 'n positiewe verhouding met @fields.child_nickname, kom ons maak een-tot-een-tyd deel van die roetine.

# text
source: Creating other daily routines with @fields.child_nickname will help them feel more calm and connected with you and behave better. 🔑
af: Om ander daaglikse roetines saam met @fields.child_nickname te ontwikkel, sal hom/haar help om kalmer en meer verbonde aan jou te voel en beter gedrag te toon. 🔑

# text
source: Help them plan time for resting, meals, chores, school, and sleep. ⏰
af: Help hom/haar om tyd te beplan vir rus, etes, huistake, skool en slaap. ⏰
xh: Bancede basicwangcisele ixesha lokuphumla, lokutya, lemisebenzi, lesikolo, kunye nelo lala.⏰

# text
source: To continue building a positive relationship with your teen, let’s make one-on-one time a part of a routine.
af: Om voortdurend te bou aan 'n positiewe verhouding met jou tiener, kom ons maak een-tot-een-tyd deel van die roetine.

# text
source: You can use the tips in this lesson to create other daily routines with your teen.
af: Jy kan die wenke in hierdie les gebruik om ander daaglikse roetines saam met jou tiener te ontwikkel.

# text
source: Creating other daily routines with your teen will help them feel more calm and connected with you and behave better. 🔑
af: Om ander daaglikse roetines saam met jou tiener te ontwikkel, sal hom/haar help om kalmer en meer verbonde aan jou te voel en beter gedrag te toon. 🔑

# text
source: Here is a comic about how you can create a routine for spending one-on-one time with @fields.child_nickname:
af: Hier is 'n strokie oor hoe jy 'n roetine kan ontwikkel om een-tot-een-tyd saam met @fields.child_nickname deur te bring:

# text
source: Here is a comic about how you can create a routine for spending one-on-one time with your teen:
af: Hier is 'n strokie oor hoe jy 'n roetine kan ontwikkel om een-tot-een-tyd saam met jou tiener deur te bring:

# text
source: ▶️Press Play to learn how to create daily routines with @fields.child_nickname. ⏰
af: ▶️Druk Speel om te leer hoe om daaglikse roetines saam met @fields.child_nickname te ontwikkel. ⏰
xh: ▶️Cofa Dlala ukufunda ukuba wkaha njani inkqubo yemihla ngemihla kunye no @fields.child_nickname. ⏰

# text
source: ▶️Press Play to learn how to create daily routines with your teen. ⏰
af: ▶️Druk Speel om te leer hoe om daaglikse roetines saam met jou tiener te ontwikkel. ⏰
xh: ▶️Cofa Dlala ukufunda ukuba wakha njani inkqubo yemihla ngemihla kunye nomntwana wakho ofikisayo. ⏰

# text
source: Here are some tips on how to create routines with @fields.child_nickname:
af: Hier is 'n paar wenke oor hoe om roetines saam met @fields.child_nickname te ontwikkel:
xh: Nazi ezinye iingcebiso zokuba uzokwakha njani iinkqubo kunye no@fields.child_nickname:

# text
source: Here are some tips on how to create routines with your teen:
af: Hier is 'n paar wenke oor hoe om roetines saam met jou tiener te ontwikkel:
xh: Nazi ezinye iingcebiso zokuba uzokwakha njani iinkqubo kunye nomntwana wakho ofikisayo:

# text
source: ☕ Talk to @fields.child_nickname about what they want their routines to look like.
af: ☕ Praat met @fields.child_nickname oor hoe hy/sy wil hê sy/haar roetines moet lyk.
xh: ☕ Thetha no @fields.child_nickname ukuba bafuna inkqubo yemihla ngemihla ijongeke njani.

# text
source: ✨ @fields.child_nickname is more likely to follow routines when they help to create them.
af: ✨ @fields.child_nickname sal meer geneig wees om by roetines te hou as hy/sy help om dit op te stel.
xh: ✨U@fields.child_nickname angazilandela kakhulu ezinkqubo zemihla ngemihla xana bencedisile ukuzakha zona.

# text
source: ☕ Talk to your teen about what they want their routines to look like.
af: ☕ Praat met jou tiener oor hoe hy/sy wil hê sy/haar roetines moet lyk.

# text
source: ✨ your teen is more likely to follow routines when they help to create them.
af: ✨ jou tiener sal meer geneig wees om by roetines te hou wanneer hy/sy help om dit te ontwikkel.

# text
source: 👀 Make sure @fields.child_nickname follows their routines daily.
af: 👀 Maak seker @fields.child_nickname hou daagliks by sy/haar roetines.
xh: 👀Qinisekisa u@fields.child_nickname uyayilandela inkqubo yemihla ngemihla.

# text
source: 💙 This helps your teen feel secure, calm and connected to you, because they know what to expect.
af: 💙 Dit help jou tiener om geborge, kalm en verbonde aan jou te voel, want hy/sy weet wat om te verwag.

# text
source: 🌱 Feeling secure means @fields.child_nickname has space to grow, develop and gain independence.
af: 🌱 Om geborge te voel, beteken @fields.child_nickname het ruimte om te groei, ontwikkel en onafhanklikheid te verkry.
xh: 🌱 Ukuziva ubiyelekeli kuthetha ukuthi u@fields.child_nickname unendawo yokukhula, ukuphuhla kwaye bafumane ukuzimela.

# text
source: 👀 Make sure your teen follows their routines daily.
af: 👀 Maak seker jou tiener hou by sy/haar daaglikse roetines.
xh: 👀Qinisekisa umntwana wakho ofikisayo uyayilandela inkqubo yemihla ngemihla.

# text
source: 🌱 Feeling secure means your teen has space to grow, develop and gain independence.
af: 🌱 Om geborge te voel, beteken jou tiener het ruimte om te groei, ontwikkel en onafhanklikheid te verkry.
xh: 🌱 Ukuziva ubiyelekeli kuthetha ukuthi umntwana wakho ofikisayo unendawo yokukhula, ukuphuhla kwaye bafumane ukuzimela.

# text
source: 🎈 Praise @fields.child_nickname for creating a routine with you.
af: 🎈 Prys vir @fields.child_nickname omdat hy/sy 'n roetine saam met jou ontwikkel het.
xh: 🎈Ncoma u@fields.child_nickname ngokwakha inkqubo kunye nawe.

# text
source: 🌈 Praise @fields.child_nickname when they stick to it.
af: 🌈 Prys vir @fields.child_nickname wanneer hy/sy by die roetine hou.
xh: 🌈 Ncoma u@fields.child_nickname xana bebambelele kuyo.

# text
source: 🎈 Praise your teen for creating a routine with you.
af: 🎈 Prys jou tiener omdat hy/sy 'n roetine saam met jou ontwikkel het.
xh: 🎈Ncoma umntwana wakho ofikisayo ngokwakha inkqubo kunye nawe.

# text
source: 🌈 Praise your teen when they stick to it.
af: 🌈 Prys jou tiener wanneer hy/sy by die roetine hou.
xh: 🌈 Ncoma umntwana wakho ofikisayo xana bebambelele kuyo.

# text
source: Here are some other routines you could create with @fields.child_nickname in addition to One-on-One Time:
af: Hier is nog 'n paar roetines wat jy saam met @fields.child_nickname kan ontwikkel, addisioneel tot Een-tot-Een-Tyd:

# text
source: ✅ T.V. or phone time
af: ✅ TV- of foontyd
xh: ✅ Umabonakude okanye ixesha lemfonomfono

# text
source: Here are some other routines you could create with your teen in addition to One-on-One Time:
af: Hier is nog 'n paar roetines wat jy saam met jou tiener kan ontwikkel, addisioneel tot Een-tot-Een-Tyd:

# text
source: That's great! Making one-on-one time a regular activity will mean a lot to @fields.child_nickname. You can also make other routines with your teen like having a meal together or going for a walk. It will help your teen feel connected to you and loved.
af: Dis wonderlik! Om een-tot-een-tyd 'n gereelde aktiwiteit te maak, sal baie vir @fields.child_nickname beteken. Jy kan ook ander roetines saam met jou tiener instel, soos saam eet of gaan stap. Dit sal jou tiener help om geliefd en verbonde aan jou te voel.

# text
source: That's great! Making one-on-one time a regular activity will mean a lot to your teen. You can also make other routines with your teen like having a meal together or going for a walk. It will help your teen feel connected to you and loved.
af: Dis wonderlik! Om een-tot-een-tyd 'n gereelde aktiwiteit te maak, sal baie vir jou tiener beteken. Jy kan ook ander roetines saam met jou tiener instel, soos saam eet of gaan stap. Dit sal jou tiener help om geliefd en verbonde aan jou te voel.

# text
source: This lesson is about noticing your and @fields.child_nickname feelings during one-on-one time.
af: Hierdie les gaan daaroor om te let op jou en @fields.child_nickname se gevoelens tydens een-tot-een-tyd.

# text
source: This lesson is about noticing your and your teen feelings during one-on-one time.
af: Hierdie les gaan daaroor om te let op jou en jou tiener se gevoelens tydens een-tot-een-tyd.

# text
source: Let’s do a quiz!
af: Kom ons doen 'n vasvra!
xh: Masenze ikhwizi!

# text
source: True or False: Talking about happy feelings is not as important as sharing difficult feelings.
af: Waar of Vals: Om oor gelukkige gevoelens te praat, is nie so belangrik soos om moeilike gevoelens te deel nie.
xh: Yinyani okanye Asiyonyani: Ukuthetha malunga neemvakalelo ezonwabisayo akubalulekanga njengokwabelana ngeemvakalelo ezinzima.

# text
source: 👀Oops! Good Try! There are 6 basic emotions: Happy, Sad, Angry, Disgusted, Surprised, and Afraid. It’s important that we talk with our teens about ALL of them.
af: 👀Oepsie! Goeie Probeerslag! Daar is 6 basiese emosies: Gelukkig, Hartseer, Kwaad, Weersin, Verras en Bang. Dis belangrik dat ons oor hulle ALMAL met ons tieners praat.

# text
source: 🎉 That’s correct. There are 6 basic emotions: Happy, Sad, Angry, Disgusted, Surprised, and Afraid. It’s important that we talk with our teens about ALL of them.
af: 🎉 Dis korrek. Daar is 6 basiese emosies: Gelukkig, Hartseer, Kwaad, Weersin, Verras en Bang. Dis belangrik dat ons oor hulle ALMAL met ons tieners praat.

# text
source: 👀 Oops! Good Try! It is important that both boys and girls learn how to communicate about all their feelings. Boys will learn that it is okay to feel upset or sad about something and that it is okay to ask for help when they need it. This is important for girls, too!
af: 👀 Oepsie! Goeie Probeerslag! Dit is belangrik dat beide seuns en meisies leer hoe om oor al hulle gevoelens te kommunikeer. Seuns sal leer dat dit oukei is om ontsteld of hartseer oor iets te voel en dat dit oukei is om vir hulp te vra wanneer hulle dit nodig het. Dit is vir meisies ook belangrik!

# text
source: 🎉 You are right! It is important that both boys and girls learn how to communicate about all of their feelings. Boys will learn that it is okay to feel upset or sad about something and that it is okay to ask for help when they need it.
af: 🎉 Jy is reg! Dit is belangrik dat beide seuns en meisies leer hoe om oor al hulle gevoelens te kommunikeer. Seuns sal leer dat dit oukei is om ontsteld of hartseer oor iets te voel en dat dit oukei is om vir hulp te vra wanneer hulle dit nodig het.

# text
source: Last one: As parents, we can also share our feelings with our teens.
af: Laastens: As ouers kan ons ook ons gevoelens met ons tieners deel.

# text
source: 🎉 Correct! Sharing our feelings with our teens in a calm way shows them how to do the same with their own feelings.
af: 🎉 Korrek! Om ons gevoelens op 'n kalm manier met ons tieners te deel, wys vir hulle hoe om dieselfde met hul eie gevoelens te doen.

# text
source: 👀 Oops! Good Try! Sharing our feelings with our teens in a calm way shows them how to do the same with their own feelings.
af: 👀 Oepsie! Goeie Probeerslag! Om ons gevoelens op 'n kalm manier met ons tieners te deel, wys vir hulle hoe om dieselfde met hul eie gevoelens te doen.

# text
source: Here is a comic about how you can talk about feelings with your teen during one-on-one time.
af: Hier is 'n strokie oor hoe jy tydens een-tot-een-tyd met jou tiener oor gevoelens kan praat.

# text
source: {F1_FATHER} and {F1_DAUGHTER_16} are spending one-on-one time by taking a walk together. {F1_DAUGHTER_16} looks very upset.
af: {F1_FATHER} en {F1_DAUGHTER_16} stap saam tydens hulle een-tot-een-tyd. {F1_DAUGHTER_16} lyk baie ontsteld.
xh: U{F1_FATHER} kunye no{F1_DAUGHTER_16} bachitha ixesha bebobabini ngokuhamba kunye. U{F1_DAUGHTER_16} ubonakala ekhathazeke kakhulu.

# text
source: **{F1_FATHER}**: “{F1_DAUGHTER_16}, I noticed you have less energy today and you look sad. Do you want to talk about it?”
af: **{F1_FATHER}**: “{F1_DAUGHTER_16}, ek sien jy het vandag minder energie en jy lyk hartseer. Wil jy daaroor praat?”
xh: **{F1_FATHER}**: "{F1_DAUGHTER_16}, ndiqaphele ukuba unamandla amancinci namhlanje kwaye ukhangeleka lusizi. Uyafuna ukuthetha ngayo?"

# text
source: **{F1_DAUGHTER_16}**: “Oh, {F1_FATHER}. I studied so hard for my maths test and failed. I feel so sad and frustrated.”
af: **{F1_DAUGHTER_16}**: “Ag, Pappa, ek het so hard vir my Wiskundetoets geleer en gedruip. Ek voel so hartseer en gefrustreerd.”
xh: **{F1_DAUGHTER_16}**: "Oh, {F1_FATHER}. Ndifunde nzima kuvavanyo lwam lwematematika ndaza ndatshona. Ndiziva ndilusizi kwaye ndikhathazekile."

# text
source: **{F1_FATHER}**: “That is frustrating, my girl. I know how hard you studied. Maybe we can come up with a new plan to help you with maths. Should we ask your teacher for extra help? Would you like me to talk to her or do you want to do it?”
af: **{F1_FATHER}**: “Dit is frustrerend, my kind. Ek weet hoe hard jy geleer het. Miskien kan ons met 'n nuwe plan vorendag kom om jou met Wiskunde te help. Moet ons jou onderwyser vra vir ekstra hulp? Wil jy hê ek moet met haar praat, of wil jy dit self doen?”
xh: **{F1_FATHER}**: "Iyacaphukisa lonto ke, ntombam. Ndiyayazi indlela ofunde ngayo. Mhlawumbi singaza nesicwangciso esitsha sokukunceda kwimathematika. Ingaba kufuneka sicele uncedo olongezelelweyo kutitshala wakho? Ngaba ungathanda ukuba ndithethe naye okanye ufuna ukuyenza ngokwakho?"

# text
source: **{F1_DAUGHTER_16}**: “Thank you, {F1_FATHER}. I can do it! I think that might be a good idea.”
af: **{F1_DAUGHTER_16}**: “Dankie, Pappa. Ek kan dit doen! Ek dink dis dalk 'n goeie idee.”
xh: **{F1_DAUGHTER_16}**: "Enkosi, {F1_FATHER}. Ndingakwazi ukuyenza! Ndicinga ukuba ingangumbono omhle lowo."

# text
source: **{F1_FATHER}**: “You know, maths may be difficult for you, but I am so proud of you for studying so hard, {F1_DAUGHTER_16}. Other people might give up, but you keep trying. That will help you so much in life!”
af: **{F1_FATHER}**: “Weet jy, Wiskunde is dalk vir jou moeilik, maar ek is so trots op jou dat jy so hard leer, {F1_DAUGHTER_16}. Ander mense sou dalk tou opgegooi het, maar jy hou aan probeer. Dit sal jou in die lewe so baie help!”
xh: **{F1_FATHER}**: "Uyayazi, imathematika inokuba nzima kuwe, kodwa ndiyazingca ngawe ngokufunda nzima, {F1_DAUGHTER_16}. Abanye abantu bangancama, kodwa wena uqhubeke uzama. Oko kuya kukunceda kakhulu ebomini!"

# text
source: ▶️Press Play to learn 6️⃣tips on how to notice feelings during one-on-one time.
af: ▶️Druk Speel vir 6️⃣ wenke om te leer hoe om tydens een-tot-een-tyd op te let na gevoelens.
xh: ▶️ Cofa Dlala ukuze ufunde iingcebiso ezi-6️⃣ malunga nendlela yokuqaphela iimvakalelo ngexesha lakho nomntwana wakho ninobabini.

# text
source: 6️⃣ CARE
af: 6️⃣ GEE OM

# text
source: ▶️Press Play to learn 6️⃣ tips on how to notice feelings during one-on-one time.
af: ▶️Druk Speel vir 6️⃣ wenke oor hoe om tydens een-tot-een-tyd op te let na gevoelens.
xh: ▶️ Cofa Dlala ukuze ufunde iingcebiso ezi-6️⃣ malunga nendlela yokuqaphela iimvakalelo ngexesha lakho nomntwana wakho ninobabini.

# text
source: 💡 Learn about different emotions. There are 6 basic emotions that each send us a very specific message:
af: 💡 Leer oor verskillende emosies. Daar is 6 basiese emosies wat elk vir ons 'n baie spesifieke boodskap stuur:
xh: 💡Funda malunga neemvakalelo ezahlukeneyo. Kukho iimvakalelo ezi- 6 ezisisekelo nganye ithumela umyalezo ocacicleyo:

# text
source: 😃Happy: Keep doing things that make you feel good.
af: 😃Gelukkig: Hou aan om dinge te doen wat jou goed laat voel.
xh: 😃Ukonwaba: Qhubeka usenza izinto ezikwenza uzive wonwabile.

# text
source: 🎨 As teens, they learn to identify lots of other emotions, like feeling excited, frustrated, proud, lonely, peaceful, guilty, or confused.
af: 🎨 Tieners leer ook om baie ander emosies te identifiseer, soos om opgewonde, gefrustreerd, trots, eensaam, vreedsaam, skuldig of verward te voel.
xh: 🎨 Njengokuba abantwana besiya bekhula, bafunda ukuqhaphela nezinye iimvakalelo ezininzi, njengokuba beziva bevuya, bengxunguphele, bezingca, bebodwa, benoxolo, benetyala, okanye bebhidekile.

# text
source: Home Activity! During one-on-one time today, notice your teen’s feelings. Talk to your teen by describing both your own feelings and the feelings of your teen.
af: Tuisaktiwiteit! Let vandag tydens een-tot-een-tyd op na jou tiener se gevoelens. Praat met jou kind deur beide jou en sy/haar gevoelens te beskryf.
xh: Umsebenzi Wasekhaya! Ngelixa ngexesha lakho nomntwana wakho ninobabini namhlanje, qaphela ’ imvakalelo zomntwana wakho ofikisayo. Thetha nomntwana wakho ofikisayo ngokuchaza iimvakalelo zakho kunye nemvakalelo zika.

# text
source: This will make such a big difference in helping your teen learn the 6 steps to talk about emotions. Great job! ⭐
af: Dit sal so 'n groot verskil maak om jou tiener te help om die 6 stappe te leer om oor emosies te praat. Goeie werk! ⭐
xh: Oku kuya kwenza umahluko omkhulu kangako ekuncedeni umntwana wakho ofikisayo ukuba afunde amanyathelo ayi-6 okuthetha ngeemvakalelo. Umsebenzi omhle kakhulu! ⭐

# text
source: Well done. You have now learned the 6 steps to noticing feelings during one-on-one time! ⭐ You have completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod lessons in the course “Improve my Relationship with my Teen.”
af: Welgedaan. Jy het nou die 6 stappe geleer om tydens een-tot-een-tyd op te let na gevoelens! ⭐ Jy het @(fields.c_n_mod_compl +1) uit @fields.c_n_mod lesse in die kursus “Verbeter my Verhouding met my Tiener” voltooi.

# text
source: Noticing and talking about feelings with @fields.child_nicknames will help them learn how to express themselves.
af: Deur op te let na en met @fields.child_nicknames oor gevoelens te praat, sal hom/haar help om te leer hoe om hom-/haarself uit te druk.

# text
source: Noticing and talking about feelings with your teens will help them learn how to express themselves.
af: Deur op te let na en met jou tieners oor gevoelens te praat, sal hulle help om te leer hoe om hulself uit te druk.

# text
source: Here are 6️⃣ tips for how you can help @fields.child_nickname learn how to cope with their emotions: LEARN, NOTICE, OPEN, TALK, SHARE and CARE
af: Hier is 6️⃣ wenke oor hoe jy vir @fields.child_nickname kan help om te leer om sy/haar emosies te hanteer: LEER, LET OP, MAAK OOP, PRAAT, DEEL en GEE OM
xh: ️Nazi iingcebiso ezi-6️⃣ zokunceda u @fields.child_nickname afunde indlela yokumelana neemvakalelo zabo: FUNDA, QAPHELA, VULA, THETHA, YABELANA kwaye KHATHALA

# text
source: Here are 6️⃣ tips for how you can help your teen learn how to cope with their emotions: LEARN, NOTICE, OPEN, TALK, SHARE and CARE
af: Hier is 6️⃣ wenke oor hoe jy jou tiener kan help om te leer om sy/haar emosies te hanteer: LEER, LET OP, MAAK OOP, PRAAT, DEEL en GEE OM
xh: Nazi iingcebiso ezi 6️⃣ezingokuba unganceda njani umntwana wakho ofikisayo ukuba amelane neemvakalelo zabo: FUNDA, QAPHELA, VULA, THETHA, YABELANA kwaye KHATHALA

# text
source: 😃😒😔😣 Notice how each emotion feels in your body.
af: 😃😒😔😣 Let op hoe elke emosie in jou liggaam voel.
xh: 😃😒😔😣 Qaphela ukuba imvakalelo nganye ivakala njani emzimbeni wakho.

# text
source: 💙 Noticing can also help your teen to appreciate a beautiful moment or feeling of love!
af: 💙 Om op te let, kan ook tieners help om 'n mooi oomblik of 'n gevoel van liefde te waardeer!
xh: 💙 Ukuqaphela kungavumela nakanjalo umntwana wakho ofikisayo abulele umzuzu omhle okanye imvakalelo yothando!

# text
source: 👀 Begin observing these 6 emotions in yourself and in your teen.
af: 👀 Begin om hierdie 6 emosies in jouself en in jou tiener raak te sien.
xh: 👀 Qalisa ukujonga iimvakalelo ezi- 6 ezisiseko apha kuwe kunye nasemntwaneni wakho ofikisayo.

# text
source: Be open, notice 👀, and listen 👂 to your teen when they share how they are feeling.
af: Wees oop, let op 👀, en luister👂na jou tiener wanneer hy/sy deel hoe hy/sy voel.
xh: Vula, qaphela 👀, kwaye mamela 👂 kumntwana wakho ofikisayo xana besabelana ngendlela abaziva ngayo.
