Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parenttext_5day_south_africa/*/*_goal_checkin.po
Languages: af, xh

# text
source: I am sorry to hear that your activities to help @fields.child_nickname’s development are not going so well.
af: Ek is jammer om te hoor dat jou aktiwiteite om te help met @fields.child_nickname se ontwikkeling, nie so goed verloop nie.
xh: Ndiyaxolisa ukuva ukuba imisebenzi yakho yokunceda uphuhliso lwe@fields.child_nickname ayihambi kakuhle.

# text
source: I am sorry to hear that your activities to help your child’s development are not going so well.
af: Ek is jammer om te hoor dat jou aktiwiteite om te help met jou kind se ontwikkeling, nie so goed verloop nie.
xh: Ndiyaxolisa ukuva ukuba imisebenzi yakho yokunceda ukukhula komntwana wakho ayihambi kakuhle.

# text
source: Learning how to manage our stress is the first step to providing the best support for our children and teens. Let’s check in on you first:
af: Om te leer hoe om ons stres te beheer, is die eerste stap om die beste ondersteuning aan ons kinders en tieners te bied. Kom ons kyk eers na jou:
xh: Ukufunda indlela yokulawula uxinzelelo lwethu linyathelo lokuqala lokubonelela ngenkxaso engcono kubantwana bethu kunye nolutsha. Masijonge kuwe kuqala:

# text
source: Do you feel overwhelmed by the responsibility of being a parent? 😔
af: Voel jy oorweldig deur die verantwoordelikheid van ouerskap? 😔
xh: Ingaba uziva usonganyelwa luxanduva lokuba ngumzali?😔

# text
source: That is great to hear! 🎉
af: Dit is goed om te hoor! 🎉
xh: Kwakuhle ukuva lonto!🎉

# text
source: That is okay. We will learn more about taking time for ourselves today.
af: Dis oukei. Ons sal vandag meer leer oor hoe om vir onsself tyd te maak.
xh: Oko kulungile. Sizakufunda banzi malunga nokuzinika ixesha namhlanje.

# text
source: Now that you’ve completed ParentText, let’s check in:
af: Nou dat jy ParentText voltooi het, kom ons kyk na die volgende:
xh: Ngoku ekubeni uyigqibile iParentText, masingene:

# text
source: You were already managing the stress of parenting well before ParentText. It’s great that you’re able to keep up the excellent effort!
af: Jy het voor ParentText reeds die stres van ouerskap goed hanteer. Dis wonderlik dat jy in staat is om met die uitstekende prestasie vol te hou!
xh: Ubusele ulawula uxinzelelo lobuzali kakuhle phambi kweParentText. Kuhle ukuba ukwazi ukugcina umzamo obalaseleyo!

# text
source: It’s great that you’re still doing well. Parenting can be difficult. Please remember to take a pause and ask for help when you need it. 💛
af: Dis wonderlik dat jy steeds goed doen. Ouerskap kan moeilik wees. Onthou asseblief om 'n blaaskans te neem en te vra vir hulp wanneer jy dit nodig het. 💛
xh: Kuhle ukuba usaqhuba kakuhle. Ukuba ngumzali kunokuba nzima. Nceda ukhumbule ukunqumama kwaye ucele uncedo xa uludinga.💛

# text
source: That is okay. Parenting can be difficult. Please remember to take a pause and ask for help when you need it. 💛
af: Dis oukei. Ouerskap kan moeilik wees. Onthou asseblief om 'n blaaskans te neem en te vra vir hulp wanneer jy dit nodig het. 💛
xh: Oko kulungile. Ukuba ngumzali kunokuba nzima. Nceda ukhumbule ukunqumama kwaye ucele uncedo xa uludinga.💛

# text
source: Congratulations on making some progress in this course. Still, it seems like parenting is overwhelming. That is okay. Parenting can be difficult. Please remember to take a pause and ask for help when you need it. 💛
af: Geluk met die vordering wat jy in hierdie kursus maak. Dit lyk egter of ouerskap steeds oorweldigend is. Dis oukei. Ouerskap kan moeilik wees. Onthou asseblief om 'n blaaskans te neem en te vra vir hulp wanneer jy dit nodig het. 💛
xh: Siyavuyisana nawe ngokwenza inkqubela kwesi sifundo. Sekunjalo, kubonakala ngathi ukuba ngumzali kunzima. Oko kulungile. Ukuba ngumzali kunokuba nzima. Nceda ukhumbule ukunqumama kwaye ucele uncedo xa uludinga.💛

# text
source: Thank you for providing a progress update.
af: Dankie vir die opdatering van jou vordering.
xh: Enkosi ngokusinika ubume benkqubela phambili yakho.

# quick_replies
source: No
af: Nee
xh: Hayi

# quick_replies
source: Yes
af: Ja
xh: Ewe

# quick_replies
source: Not Confident
af: Nie selfversekerd nie
xh: Awuzithembanga

# quick_replies
source: Somewhat Confident
af: Effens Selfversekerd
xh: Ndinako ukuzithemba

# quick_replies
source: Confident
af: Selfversekerd
xh: Ndizithembile

# quick_replies
source: Very Confident
af: Baie Selfversekerd
xh: Ndizithembe kakhulu

# quick_replies
source: I did not have enough time.
af: Ek het nie genoeg tyd gehad nie.
xh: Khange ndibenexesha elaneleyo.

# quick_replies
source: My teen did not want to spend One-on-One Time with me.
af: My tiener wou nie Een-tot-Een-Tyd met my deurbring nie.
xh: Umntwana wam ofikisayo khange afune ukuchitha ixesha lomnye nomnye nam.

# quick_replies
source: All my teen wanted to do was watch T.V. or play with a gadget.
af: Al wat my tiener wou doen, is TV kyk of met 'n toestel speel.
xh: Inye nje into efunwa ngumntwana wam ofikisayo kukubukela umabonwakude okanye ukudlala ngesixhobo se-eletronikhi.

# quick_replies
source: My teen wanted to do things I felt uncomfortable about.
af: My tiener wou dinge doen waaroor ek ongemaklik gevoel het.
xh: Umntwana wam ofikisayo ebefuna ukwenza izinto endingakhululekanga ngazo.

# quick_replies
source: My teen wanted to do activities that I could not do.
af: My tiener wou aktiwiteite doen wat ek nie kon doen nie.
xh: Umntwana wam ebefuna ofikisayo ukwenza imisetyenzana ebendingeke ndiyenze.

# quick_replies
source: My teen chose a competitive activity. I won, and then they got angry.
af: My kind het 'n kompeterende aktiwiteit gekies. Ek het gewen en hy/sy het kwaad geword.
xh: Umntwana wam ukhetha izinto ezinokhuphiswano. Ndiphumelele, kwaye waba nomsindo.

# quick_replies
source: All my children wanted One-on-One Time at the same time.
af: Al my kinders wou Een-tot-Een-Tyd op dieselfde tyd hê.
xh: Bonke abantwana bam bebefuna iXesha lomnye nomnye ngexesha elinye.

# quick_replies
source: Prefer not to say.
af: Verkies om nie te sê nie.
xh: Ukhetha ukungatsho.

# quick_replies
source: It made me uncomfortable.
af: Dit het my ongemaklik gemaak.
xh: Indenze andakhululeka.

# quick_replies
source: It made my teen uncomfortable.
af: Dit het my tiener ongemaklik gemaak.
xh: Imenze umntwana wam ofikisayo akakhululeka.

# quick_replies
source: I do not know where to find resources to support my teen’s development.
af: Ek weet nie waar om hulpbronne te kry om my tiener se ontwikkeling te ondersteun nie.
xh: Andazi ukuba ndiyifumana phi imithombo yolwazi yokuxhasa ukufunda komntwana wam.

# quick_replies
source: I think my teen is too young to be talking about these things.
af: Ek dink my tiener is te jonk om oor sulke goed te praat.
xh: Ndicinga ukuba umntwana wam ofikisayo usemncinci kakhulu ukuba angathetha ngezizinto.

# quick_replies
source: Good
af: Goed
xh: Kuhle

# quick_replies
source: Bad
af: Sleg
xh: Kubi

# quick_replies
source: My child did not want to spend One-on-One Time with me.
af: My kind wou nie Een-tot-Een-Tyd met my deurbring nie.
xh: Umntwana wam khange afune ukuchitha Ixesha Lomnye Nomnye nam.

# quick_replies
source: All my children wanted to do was watch T.V. or play with a gadget.
af: Al wat my kinders wou doen, is TV kyk of met 'n toestel speel.
xh: Bonke abantwana bam into bebefuna ukuyenza kukubukela Umabonakude okanye ukudlala ngesixhobo ngegajethi.

# quick_replies
source: My child wanted to do activities that I could not do.
af: My kind wou aktiwiteite doen wat ek nie kon doen nie.
xh: Umntwana wam ebefuna ukwenza imidlalo ebendingeke ndikwazi ukuyenza.

# quick_replies
source: My child chose a competitive activity. I won and then they got angry.
af: My kind het 'n kompeterende aktiwiteit gekies. Ek het gewen en hy/sy het kwaad geword.
xh: Umntwana wam ukhetha izinto ezinokhuphiswano. Ndiphumelele kwaye waba nomsindo.

# quick_replies
source: I don’t have time to interact with my child.
af: Ek het nie tyd om met my kind te kommunikeer nie.
xh: Andinalo ixesha lokuncokola nomntwana wam.

# quick_replies
source: My child is not interested in spending time with me.
af: My kind stel nie belang om tyd saam met my deur te bring nie.
xh: Umntwana wam akanamdla wokuchitha ixesha kunye nam.

# quick_replies
source: My child keeps getting hurt from exploring or making new friends.
af: My kind kry gedurig seer wanneer hy/sy die wêreld verken of nuwe vriende maak.
xh: Umntwana wam uhlala enzakala ekuhloleni okanye ekwenzeni abahlobo abatsha.

# quick_replies
source: My child likes competitive activities but gets angry when they lose or need to share the win.
af: My kind hou van mededingende aktiwiteite, maar word kwaad wanneer hy/sy verloor of gelykop speel.
xh: Umntwana wam uyayithanda imidlalo yokhuphiswano kodwa ubanomsindo xa ehlulakele okanye efuneka ukuba abelane nabanye ngokuphumelela.

# quick_replies
source: My child expresses negative emotions all the time.
af: My kind gee die hele tyd uitdrukking aan negatiewe emosies.
xh: Umntwana wam uvakalisa iimvakalelo ezimbi ngalo lonke ixesha.

# quick_replies
source: Never
af: Nooit
xh: Zange

# quick_replies
source: Rarely
af: Selde
xh: Kunqabile

# quick_replies
source: Sometimes
af: Soms
xh: Ngamaxesha athile

# quick_replies
source: Often
af: Dikwels
xh: Rhoqo

# quick_replies
source: Almost Always
af: Amper Altyd
xh: Phantse amaxesha onke

# arguments
source: no
af: nee
xh: hayi

# arguments
source: yes
af: ja
xh: ewe

# arguments
source: not confident
af: nie selfversekerd nie
xh: awuzithembanga

# arguments
source: somewhat confident
af: effens selfversekerd
xh: ndinako ukuzithemba

# arguments
source: confident
af: selfversekerd
xh: ndizithembile

# arguments
source: very confident
af: baie selfversekerd
xh: ndizithembe kakhulu

# arguments
source: i did not have enough time.
af: ek het nie genoeg tyd gehad nie.
xh: khnage ndibenexesha elaneleyo.

# arguments
source: my teen did not want to spend one-on-one time with me.
af: my tiener wou nie een-tot-een-tyd met my deurbring nie.
xh: umntwana wam ofikisayo khange afune ukuchitha ixesha lomnye nomnye kunye nam.

# arguments
source: all my teen wanted to do was watch t.v. or play with a gadget.
af: al wat my tiener wou doen, is TV kyk of met 'n toestel speel.
xh: inye nje into efunwa ngumntwana wam ofikisayo kukubukela umabonwakude okanye ukudlala ngesixhobo se-eletronikhi/gajethi.

# arguments
source: my teen wanted to do things i felt uncomfortable about.
af: my tiener wou dinge doen waaroor ek ongemaklik gevoel het.
xh: umntwana wam ofikisayo ebefuna ukwenza izinto endingakhululekanga ngazo.

# arguments
source: my teen wanted to do activities that i could not do.
af: my tiener wou aktiwiteite doen wat ek nie kon doen nie.
xh: umntwana wam ebefuna ofikisayo ukwenza imidlalo ebendingakwazi ukuyenza.

# arguments
source: my teen chose a competitive activity. i won, and then they got angry.
af: my kind het 'n kompeterende aktiwiteit gekies. ek het gewen en hy/sy het kwaad geword.
xh: umntwana wam ukhetha izinto ezinokhuphiswano. Ndiphumelele, kwaye waba nomsindo.

# arguments
source: all my children wanted one-on-one time at the same time.
af: al my kinders wou een-tot-een-tyd op dieselfde tyd hê.
xh: bonke abantwana bam bafuna ukuchitha ixesha kunye nam ngexesha elinye.

# arguments
source: prefer not to say.
af: verkies om nie te sê nie.
xh: ukhetha ukungatsho.

# arguments
source: it made me uncomfortable.
af: dit het my ongemaklik gemaak.
xh: indenze andakhululeka.

# arguments
source: it made my teen uncomfortable.
af: dit het my tiener ongemaklik gemaak.
xh: imenze umntwana wam ofikisayo akakhululeka.

# arguments
source: i do not know where to find resources to support my teen’s development.
af: ek weet nie waar om hulpbronne te kry om my tiener se ontwikkeling te ondersteun nie.
xh: andazi ukuba ndiyifumana phi imithombo yolwazi yokuxhasa ukufunda komntwana wam.

# arguments
source: i think my teen is too young to be talking about these things.
af: ek dink my tiener is te jonk om oor sulke goed te praat.
xh: ndicinga ukuba umntwana wam ofikisayo usemncinci kakhulu ukuba angathetha ngezizinto.

# arguments
source: good
af: goed
xh: kuhle

# arguments
source: bad
af: sleg
xh: kubi

# arguments
source: my child did not want to spend one-on-one time with me.
af: my kind wou nie een-tot-een-tyd met my deurbring nie.
xh: umntwana wam khange akafuni kuchitha ixesha nam.

# arguments
source: all my children wanted to do was watch t.v. or play with a gadget.
af: al wat my kinders wou doen, is TV kyk of met 'n toestel speel.
xh: ekuphela kwento ababefuna ukuyenza abantwana bam yayikukubukela umabonakude okanye ukudlala ngesixhobo sokwenza izinto.

# arguments
source: my child wanted to do activities that i could not do.
af: my kind wou aktiwiteite doen wat ek nie kon doen nie.
xh: umntwana wam wayefuna ukwenza izinto endingenakuzenza.

# arguments
source: my child chose a competitive activity. i won and then they got angry.
af: my kind het 'n kompeterende aktiwiteit gekies. ek het gewen en hy/sy het kwaad geword.
xh: umntwana wam ukhethe umsetyenzana onokhuphiswano. ndiphumelele waze waba nomsindo.

# arguments
source: i don’t have time to interact with my child.
af: ek het nie tyd om met my kind te kommunikeer nie.
xh: andinalo ixesha lokuncokola nomntwana wam.

# arguments
source: my child is not interested in spending time with me.
af: my kind stel nie belang om tyd saam met my deur te bring nie.
xh: umntwana wam akanamdla wokuchitha ixesha nam.

# arguments
source: my child keeps getting hurt from exploring or making new friends.
af: my kind kry gedurig seer wanneer hy/sy die wêreld verken of nuwe vriende maak.
xh: umntwana wam uhlala enzakala ekuhloleni okanye ekwenzeni abahlobo abatsha.

# arguments
source: my child likes competitive activities but gets angry when they lose or need to share the win.
af: my kind hou van mededingende aktiwiteite, maar word kwaad wanneer hy/sy verloor of gelykop speel.
xh: umntwana wam uyayithanda imisebenzi yokhuphiswano kodwa uyacaphuka xa ephulukene okanye efuneka ukuba abelane nabanye ngokuphumelela.

# arguments
source: my child expresses negative emotions all the time.
af: my kind gee die hele tyd uitdrukking aan negatiewe emosies.
xh: umntwana wam uvakalisa iimvakalelo ezimbi ngalo lonke ixesha.

# arguments
source: never
af: nooit
xh: zange

# arguments
source: rarely
af: selde
xh: kunqabile

# arguments
source: sometimes
af: soms
xh: ngamaxesha athile

# arguments
source: often
af: dikwels
xh: rhoqo

# arguments
source: almost always
af: amper altyd
xh: phantse qho
