Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parenttext_5day_south_africa/*/*_goal_checkin.po
Languages: af, xh

# text
source: Congratulations! 🎉You’ve made progress in this course since you’ve started ParentText. Your effort is working!
af: Veels geluk! 🎉Jy het vordering gemaak in hierdie kursus sedert jy met ParentText begin het. Jou moeite word beloon!
xh: Siyavuyisana nawe!🎉Uye wenza inkqubela kwesi sifundo ukususela oko uqalile iParentText. Umzamo wakho uyasebenza!

# text
source: Thank you for providing a progress update. You can find and go through this course any time via the Main Menu by typing {MENU}. 📝
af: Dankie dat jy jou vordering opgedateer het. Jy kan hierdie kursus vind en enige tyd via die Hoofkieslys weer daardeur gaan deur {MENU} te tik. 📝
xh: Enkosi ngokubonelela ngohlaziyo lwenkqubela phambili. Ungafumana kwaye ufunde esi sifundo nangaliphi na ixesha ngoLuhlu oluPhambili ngokubhala {MENU}. 📝

# text
source: How did talking to your teen about personal things go?
af: Hoe het dit gegaan met jou en jou tiener se gesprek oor persoonlike goed?
xh: Kwahamba njani ukuthetha nomntwana wakho ngezinto zobuqu?

# text
source: Excellent! Keep up the good work of talking to your teen about personal things.
af: Uitstekend! Gaan voort met die goeie werk deur met jou tiener oor persoonlike goed te praat.
xh: Kuhle kakhulu! Qhubeka nomsebenzi omhle wokuthetha nomntwana wakho ofikisayo ngezinto zobuqu.

# text
source: I am sorry to hear that it has been difficult to talk to your teen about personal things
af: Ek is jammer om te hoor dat dit moeilik was om met jou tiener oor persoonlike goed te praat
xh: Ndiyaxolisa ukuva ukuba bekunzima ukuthetha nomntwana wakho ofikisayo ngezinto zobuqu

# text
source: In the past 24 hours, did you spend at least 5 minutes of One-on-One Time with your child?
af: In die afgelope 24 uur, het jy ten minste 5 minute Een-tot-Een-Tyd met jou kind deurgebring?
xh: Kwiiyure eziyi 24 ezidlulileyo, ubuchithe ubuncinane yemizuzu emi-5 yexesha lomnye nomnye?

# text
source: That is okay. You will learn more about the importance of spending time with your child and how to do this in this course.
af: Dis oukei. Jy sal in hierdie kursus meer leer oor die belangrikheid daarvan om tyd met jou kind te spandeer, en hoe om dit te doen.
xh: Oko kulungile. Uya kufunda ngakumbi ngokubaluleka kokuchitha ixesha nomntwana wakho kunye nendlela yookwenza oku kwesi sifundo.

# text
source: That is great to hear! 🎉 Spending time with your child is a great way to build a good relationship with them!
af: Dit is wonderlik om te hoor! 🎉 Om tyd saam met jou kind deur te bring, is 'n wonderlike manier om 'n goeie verhouding met hom/haar te bou!
xh: Kuhle ukuva oko!🎉Ukuchitha ixesha nomntwana wakho yindlela entle yokwakha ubudlelwane obuhle kunye naye!

# text
source: Here is a question to help you get started on your course to support your child’s development:
af: Hier is 'n vraag om jou te help om met jou kursus te begin om jou kind se ontwikkeling te verstaan:
xh: Nanku umbuzo wokukunceda ukuba uqalise izifundo zakho ukuxhasa ukukhula komntwana wakho:

# text
source: How confident are you in your ability to support your child's development?
af: Hoeveel vertroue het jy in jou vermoë om jou kind se ontwikkeling te ondersteun?
xh: Uzithembe kangakanani kubuchule bakho bokuxhasa ukukhula komntwana wakho?

# text
source: That is okay. You will learn more about the importance of child development in this course. Supporting your child’s development will help them live a happy, safe and healthy life.
af: Dit is oukei. Jy sal in hierdie kursus meer leer oor die belangrikheid van kinderontwikkeling. Deur jou kind se ontwikkeling te ondersteun, sal jy hom/haar help om 'n gelukkige, veilige en gesonde lewe te lei.
xh: Oko kulungile. Uya kufunda ngakumbi ngokubaluleka kophuhliso lomntwana kwesi sifundo. Ukuxhasa ukukhula komntwana wakho kuya kumnceda aphile ubomi obonwabisayo, obukhuselekileyo nobunempilo.

# text
source: That is great to hear! 😃 Supporting your child’s development will help them live a happy, safe and healthy life.
af: Dit is wonderlik om te hoor! 😃 Deur jou kind se ontwikkeling te ondersteun, sal jy hom/haar help om 'n gelukkige, veilige en gesonde lewe te lei.
xh: Kuhle ukuva oko!😃 Ukuxhasa ukukhula komntwana wakho kuya kumnceda aphile ubomi obonwabisayo, obukhuselekileyo nobunempilo.

# text
source: What did you find difficult about spending time with your child ? 🔑
af: Wat het jy moeilik gevind toe jy tyd met jou kind deurgebring het? 🔑
xh: Yintoni oye wayibona inzima malunga nokuchitha ixesha nomntwana wakho?🔑

# text
source: It can be hard to find time during your day, with work, chores, and everything else.
af: Dit kan moeilik wees om tyd in jou dag te vind met werk, huistake en alles.
xh: Kunokuba nzima ukufumana ixesha ngexesha losuku lwakho, ngomsebenzi, imisebenzi yasekhaya kunye nayo yonke enye into.

# text
source: ✨Think of a time each day that you could spare 5 minutes. You can even make household chores into a game to do together.
af: ✨Dink aan 'n tyd elke dag waar jy 5 minute kan afknyp. Jy kan selfs huistake 'n speletjie maak om dit saam te doen.
xh: ✨Cinga ngexesha ngosuku ngalunye onokuligcina imizuzu emi-5. Ninokwenza imisebenzi yasekhaya ibe ngumdlalo eninokuwenza kunye.

# text
source: 😔 It can hurt when your child does not want to spend One-on-One Time with you.
af: 😔 Dit kan seermaak wanneer jou kind nie Een-tot-Een-Tyd saam met jou wil deurbring nie.
xh: 😔 Kunokuba buhlungu xa umntwana wakho engafuni ukuchitha ixesha kunye nawe.

# text
source: 💙 Try again so that your child can see that you care and want to spend this time with them.
af: 💙 Probeer weer sodat jou kind kan sien dat jy omgee en regtig die tyd saam met hom/haar wil deurbring.
xh: 💙 Zama kwakhona ukuze umntwana wakho abone ukuba umkhathalele kwaye ufuna ukuchitha eli xesha kunye naye.

# text
source: 📺Boys and girls often want to spend time watching T.V. or playing with a gadget.
af: 📺Seuns en meisies wil dikwels tyd voor die TV spandeer of met 'n toestel speel.
xh: 📺Amakhwenkwe namantombazana adla ngokufuna ukuchitha ixesha ebukele umabonakude okanye edlala ngesixhobo sokwenza izinto.

# text
source: ❓ You could watch or play on the gadget with them.
af: ❓ Jy kan saam met hom/haar kyk of op die toestel speel.
xh: ❓ Ungabukela okanye udlale kwisixhobo kunye nabo.

# text
source: 💚 Caring about their interests is a great start!
af: 💚 Om vir hulle belangstellings om te gee, is 'n goeie begin!
xh: 💚 Ukukhathalela izilangazelelo zabo sisiqalo esihle!

# text
source: 🌷 Once you begin spending time together you can suggest another activity.
af: 🌷 Wanneer julle eers begin om tyd saam te spandeer, kan jy 'n ander aktiwiteit voorstel.
xh: 🌷 Nje ukuba niqale ukuchitha ixesha kunye ningacebisa omnye umsebenzi.

# text
source: ☀️ If your child wants to do things that are too difficult for you to do, you could watch them.
af: ☀️ As jou kind iets wil doen wat vir jou te moeilik is om te doen, kan jy toekyk terwyl hy/sy dit doen.
xh: ☀️ Ukuba umntwana wakho ufuna ukwenza izinto ekunzima kakhulu ukuba uzenze, unokumjonga.

# text
source: ⚽ Competitive games can be hard for your child (and adults!) if they don’t like losing.
af: ⚽ Mededingende speletjies kan vir jou kind (en volwassenes!) moeilik wees as hy/sy nie hou van verloor nie.
xh: ⚽ Imidlalo yokhuphiswano kunokuba nzima kumntwana wakho (kunye nabantu abadala!) ukuba abathandi ukulahlekelwa.

# text
source: 🏆 When they have calmed down, talk with your child about what winning well and losing well might look like.
af: 🏆 Wanneer jou kind gekalmeer het, praat met hom/haar oor hoe 'n goeie wenner en 'n goeie verloorder sal optree.
xh: 🏆 Bakuba behlile, thetha nomntwana wakho malunga nokuba ukuphumelela kakuhle kunye nokuphulukana kakuhle kunokubonakala njani.

# text
source: 🔴 It can be difficult to spend One-on-One Time with each of your children when you have more than one.
af: 🔴 Dit kan moeilik wees om Een-tot-Een-Tyd met elkeen van jou kinders te spandeer as jy meer as een het.
xh: 🔴 Kunokuba nzima ukuchitha ixesha kunye nomntwana ngamnye xa unabaninzi.

# text
source: 🌱 If possible, you can ask an adult or older sibling to look after your other children while you spend One-on-One Time with your child.
af: 🌱 Indien moontlik, kan jy 'n volwassene of een van die ouer kinders vra om na die ander kinders te kyk terwyl jy Een-tot-Een-Tyd met jou kind deurbring.
xh: 🌱 Ukuba kuyenzeka, unokucela umntu omdala okanye umntakwenu omdala ukuba akujongele abanye abantwana ngelixa uchitha ixesha lomnye nomnye nomntwana wakho.

# text
source: ⏰ Think of when it would be easier to spend One-on-One Time with each of your children.
af: ⏰ Dink wanneer dit die maklikste sal wees om Een-tot-Een-Tyd met elk van jou kinders deur te bring.
xh: ⏰ Cinga ngexesha ekuya kuba lula ngalo ukuchitha ixesha lomnye nomnye nabantwana bakho ngamnye.

# text
source: 💛 You can also spend One-on-One Time with all of your children at once! If you do, make sure all are able to participate in One-on-One Time.
af: 💛 Jy kan ook Een-tot-Een-Tyd met al jou kinders tegelykertyd deurbring! As jy dit doen, maak seker dat almal aan Een-tot-Een-Tyd kan deelneem.
xh: 💛Ungakwazi nokuchitha ixesha lomnye nomnye kunye nabantwana bakho bonke ngaxesha nye! ukuba wenzile, qinisekisa ukuba bonke bwkazile ukubayinxalenye yexesha lomnye nomnye.

# text
source: Type {PLAY} for a fun activity suggestion for a group of children. 💡
af: Tik {PLAY} vir 'n pretaktiwiteit-voorstel vir 'n groep kinders. 💡
xh: Chwetheza {PLAY} lengcebiso zemidlalo eyonwabisayo yeqela labantwana.💡

# text
source: 💛 We are sorry to hear that you have been finding it hard to spend One-on-One Time with your child.
af: 💛 Ons is jammer om te hoor dat jy dit moeilik gevind het om Een-tot-Een-Tyd met jou kind deur te bring.
xh: 💛Siyaxolisa ukuva oko ukuba ufumana kunzima ukuchitha Ixesha Lomnye Nomnye kunye nomntwana wakho ofikisayo.

# text
source: What did you find difficult when supporting your child’s development?
af: Wat was vir jou moeilik toe jy jou kind se ontwikkeling ondersteun het?
xh: Yintoni oyifumanise inzima ngelixa ubuxhasa ukukhula komntwana wakho?

# text
source: 🌈 It is okay to feel that way. There are many small ways to spend time with your child!
af: 🌈 Dit is oukei om so te voel. Daar is baie maniere om tyd met jou kind deur te bring!
xh: 🌈Kulungile ukuziva ngalondlela. Kukho iindlela ezininzi zokuchitha ixesha kunye nomntwna wakho!

# text
source: ⏰ You can interact with your child while doing something else. For example, you can ask your child to describe the colours and objects they see around them while you are walking together or travelling on a bus.
af: ⏰ Jy kan interaksie met jou kind hê terwyl julle iets anders doen. Jy kan byvoorbeeld jou kind vra om die kleure en voorwerpe te beskryf wat hy/sy raaksien terwyl julle saam stap of in 'n bus ry.
xh: ⏰Ungasebenzisana kunye nomntwana wakho ngelixa usenza enye into. Umzekelo, ungacela umntwana wakho achaze imibala okanye izixhobo ezibangqongileyo abazibonayo ngelixa nihamba kunye okanye nikhwele ibhasi.

# text
source: 😃 Your child will appreciate the attention you are giving, even for a short while.
af: 😃 Jou kind sal die aandag wat jy aan hom/haar gee, waardeer, selfs al is dit net vir 'n kort tydjie.
xh: 😃Umntwana wakho uyakubulela ngengqwalasela oyinikayo, nokuba lixeshana elifutshane.

# text
source: 😣 You may be hurt because your child does not want to spend time with you.
af: 😣 Jy kan dalk seergemaak voel omdat jou kind nie tyd saam met jou wil deurbring nie.
xh: 😣 Ungabe ulimele ngokuba umntwana wakho akafuni kuchitha ixesha kunye nawe.

# text
source: ⏰ Sometimes, your child just needs some time to start to engage with you. It helps to remain calm, patient, and kind while you try to connect with your child.
af: ⏰ Soms het jou kind net 'n bietjie tyd nodig om met jou te begin kommunikeer. Dit help om kalm, geduldig en vriendelik te bly terwyl jy met jou kind probeer kommunikeer.
xh: ⏰Ngamanye amaxesha, umntwana wakho udinga nje ixesha ukuqalisa ukuzibandakanya kunye nawe. Inganceda ukuhlala uzolile, unomonde, kwaye unobubele ngelixa uzama ukunxulumana kunye nomntwana wakho.

# text
source: 🌱 As children grow, they may want independence from you. That’s normal! You can support them to find friends based on their interests.
af: 🌱 Soos kinders groter word, wil hulle dalk onafhanklikheid van jou hê. Dis normaal! Jy kan hulle ondersteun om vriende te maak, gebaseer op hul belangstellings.
xh: 🌱Njengoko abantwana bekhula, basenokufuna ukuzimela ngokunokwabo. Yinto eqhelekileyo leyo! Ungabaxhasa ngokufumana abahlobo ngenxa yomdla wabo.

# text
source: 🧸 It must be hard to see your child getting injured or feeling sad often.
af: 🧸 Dit moet moeilik wees om te sien hoe jou kind dikwels seerkry of hartseer voel.
xh: 🧸 Kunganzima ukubona umntwana wakho esonzakala okanye eziva ekahathazekile rhoqo.

# text
source: 🌷Children learn and grow from making mistakes. It is an important part of child development. They will be safe as long as you are aware of their activities and you can prevent anything dangerous.
af: 🌷Kinders leer en groei deur foute te maak. Dit is 'n belangrike deel van kinderontwikkeling. Hulle sal veilig wees, solank jy bewus is van hul aktiwiteite en enigiets gevaarliks kan voorkom.
xh: 🌷Abantwana bafunda kwaye bakhula ngokwenza iimpazamo. Kubalulekile ukubayinxalenye yokhula komntwana. Bazakukhuseleka njengoko uyazi imidlalo kwaye ungabalekela neyiphina ingozi.

# text
source: ⭐ Build your child’s confidence about what they do, what is important to them, and how they look so that they are comfortable trying new things.
af: ⭐ Bou jou kind se selfvertroue oor wat hy/sy doen, wat vir hom/haar belangrik is en hoe hy/sy lyk, sodat hy/sy gemaklik daarmee sal wees om nuwe dinge te probeer.
xh: ⭐Yakha ukuzethemba komntana wakho malunga nento abayenzayo, Yintoni ebalulekileyo kubo, kwaye bakhangeleka njani ukuze bakhululeke ukuzama izinto ezintsha.

# text
source: 🎨 Encourage them to safely try out fun activities with other children or adults. Praise them when they do it well!
af: 🎨 Moedig hom/haar aan om op 'n veilige manier pretaktiwiteite saam met ander kinders of volwassenes te probeer. Prys hom/haar wanneer hy/sy dit goed doen!
xh: 🎨Bakhuthaze ukuzama ngokukhuselekileyo imidlalo eyonwabisayo kunye nabantwana okanye abantu abdala. Bancome xa benze kakuhle!

# text
source: 💚 Let your child know that you trust them to be safe and follow the rules that you have set.
af: 💚 Laat jou kind weet dat jy hom/haar vertrou om veilig te wees en die reëls na te kom wat julle opgestel het.
xh: 💚 Vumela umntwana wakho ukuba azi ukuba ubathembile ukukhuseleka kunye nokulandela imithetho othe wayi misela.

# text
source: ⚽ Competitive games can be hard for children (and adults!) if they don’t like losing or sharing.
af: ⚽ Mededingende speletjies kan vir kinders (en volwassenes!) moeilik wees as hulle nie hou van verloor of deel nie.
xh: ⚽Imidlalo yokhuphiswano inganzima kumntwana wakho ofikisayo (nabantu abadala!) ukuba abafuni ukohluleka okanye ukwabelana.

# text
source: 💙 It is difficult when your child is expressing negative feelings, but this is common because your child is also learning to manage their emotions.
af: 💙 Dit is moeilik as jou kind negatiewe gevoelens uitdruk, maar dit is algemeen, want jou kind leer ook nog om sy/haar emosies te beheer.
xh: 💙Kunzima xana umntwana evakalisa iimvakalelo ezingalunganga, kodwa lento iqhelekile ngokuba umntwana wam uyafunda ukumelana neemvakalelo zabo.

# text
source: 👂 Listen to your child’s emotions and acknowledge them.
af: 👂 Luister na jou kind se emosies en gee erkenning daaraan.
xh: 👂Mamela kwiimvakelelo zomntwana wakho kwaye uyazivumela zona.

# text
source: 💡 Ask your child what they or you can do to help them feel better, and give your child advice on what you think would work well.
af: 💡 Vra jou kind wat hy/sy of jy kan doen om hom/haar te help om beter te voel, en gee vir jou kind raad oor wat jy dink goed sal werk.
xh: 💡Cela umntwana wakho yintoni abanga okanye wena ongayenza ukubanceda bazive ngcono, kwaye nika umntwana wakho ingcebiso kwinto ocinga ingasebenza kakuhle.

# text
source: 🌱 While it is tempting to solve your child’s problems immediately with what you think is best, it will not help them grow. Give them a chance to come up with their own ideas!
af: 🌱 Terwyl die versoeking groot is om jou kind se probleme onmiddellik op te los met wat jy dink die beste is, sal dit hom/haar nie help om te groei nie. Gee hom/haar 'n kans om met sy/haar eie idees vorendag te kom!
xh: 🌱Ngelixa kuhenda nje ukufuna ukusombulula iingxaki zomntwana wakho ngokukhawuleza ngento ocinga ukuba yeyona ilungileyo, akusayi kumnceda akhule. Banike ithuba lokuza nezimvo zabo!

# text
source: 💚 We are sorry to hear that it has been hard for you to understand your child’s development.
af: 💚 Ons is jammer om te hoor dat dit vir jou moeilik was om jou kind se ontwikkeling te verstaan.
xh: 💚 Siyaxolisa ukuva ukuba bekunzima kuwe ukuqonda ukukhula komntwana wakho.

# text
source: Well done for completing the lessons on improving your relationship with your child Let’s see how things have changed since you started:
af: Welgedaan dat jy die lesse oor die verbetering van jou verhouding met jou kind voltooi het. Kom ons kyk hoe dinge verander het vandat jy begin het:
xh: Wenze kakuhle ukugqiba izifundo zokuphucula ubudlelwane bakho nomntwana wakho. Makhe sibone ukuba zitshintshe njani izinto ukususela oko uqalile:

# text
source: I am sorry to hear that you were unable to spend more time with your child. 💛
af: Ek is jammer om te hoor dat jy nie meer tyd met jou kind kon deurbring nie. 💛
xh: Ndiyaxolisa ukuva ukuba awukwazanga ukuchitha ixesha elininzi nomntwana wakho.💛

# text
source: I am sorry to hear that you were unable to spend One-on-One Time with your child. 💛
af: Ek is jammer om te hoor dat jy nie Een-tot-Een-Tyd met jou kind kon deurbring nie. 💛
xh: Ndiyaxolisa ukuva ukuba awukwazanga ukuchitha ixesha lomnye nomnye kunye nomntwana wakho.💛

# text
source: Congratulations on making some progress. It seems like spending time with your child may still be a challenge.
af: Geluk met die vordering wat jy reeds gemaak het. Dit lyk asof dit steeds 'n uitdaging is om tyd saam met jou kind deur te bring.
xh: Siyavuyisana nawe ngokwenza inkqubela. Kubonakala ngathi ukuchitha ixesha nomntwana wakho kusenokuba lucelomngeni.

# text
source: You were already putting in the effort to spend One-on-One Time with your child before ParentText. It’s great that you’re able to keep up the excellent effort!
af: Jy het voor ParentText reeds moeite gedoen met die deurbring van Een-tot-Een-Tyd met jou kind. Dis wonderlik dat jy in staat is om die uitstekende prestasie vol te hou!
xh: Ubusele usenza iinzame zokuchitha ixesha lomnye nomnye kunye nomntwana wakho phambi koParentText. Kuhle ukuba ukwazi ukugcina umzamo obalaseleyo!

# text
source: Time with your child is so important. Though you are still doing great, you have reported that spending One-on-One Time together has become more challenging since you first began ParentText.
af: Tyd saam met jou kind is so belangrik. Alhoewel jy steeds goed doen, het jy gemeld dat dit 'n groter uitdaging geraak het om Een-tot-Een-Tyd saam deur te bring as toe jy met ParentText begin het.
xh: Ixesha nomntwana wakho libaluleke kakhulu. Nangona usenza okuhle, unike ingxelo yokuba ukuchitha ixesha lomnye nomnye kunye kube ngumngeni ukusukela oko waqalayo iParentText.

# text
source: Congratulations! 🎉You’ve made progress since you’ve started ParentText. Your effort is working!
af: Veels geluk! 🎉Jy het vordering gemaak in hierdie kursus sedert jy met ParentText begin het. Jou moeite word beloon!
xh: Siyavuyisana nawe!🎉Wenze inkqubela ukusukela oko uqalile iParentText. Umzamo wakho uyasebenza!

# text
source: Excellent! Keep up the good work in improving your relationship with your child.
af: Uitstekend! Gaan voort met die goeie werk om jou verhouding met jou kind te verbeter.
xh: Kuhle kakhulu! Qhubeka nomsebenzi omhle wokuphucula ubudlelwane bakho nomntwana wakho.

# text
source: Well done for completing your course to support your child’s development. Let’s see how things may have changed since you started this course:
af: Welgedaan dat jy die kursus oor hoe om jou kind se ontwikkeling te ondersteun, voltooi het. Kom ons kyk hoe dinge dalk verander het sedert jy met hierdie kursus begin het:
xh: Wenze kakuhle ngokugqiba isifundo sakho sokuxhasa ukukhula komntwana wakho. Makhe sibone ukuba izinto zinokutshintsha njani ukususela oko uqale esisifundo:

# text
source: It can be difficult to support your child’s development, and that’s okay. 💛
af: Dit kan moeilik wees om jou kind se ontwikkeling te ondersteun, en dis oukei. 💛
xh: Kunokuba nzima ukuxhasa ukukhula komntwana wakho, kwaye oko kulungile.💛

# text
source: Congratulations on making some progress. It seems like supporting your child’s development may still be a challenge.
af: Geluk met die vordering wat jy reeds gemaak het. Dit lyk asof dit steeds 'n uitdaging is om jou kind se ontwikkeling te ondersteun.
xh: Siyavuyisana nawe ngokwenza inkqubela. Kubonakala ngathi ukuxhasa ukukhula komntwana wakho kusenokuba lucelomngeni.

# text
source: You were already excelling at supporting your child’s development before ParentText. It’s great that you’re able to keep up the excellent effort!
af: Jy was voor ParentText reeds uitstekend daarmee om jou kind se ontwikkeling te ondersteun. Dis wonderlik dat jy in staat is om met die uitstekende prestasie vol te hou!
xh: Ubusele ugqwesile ekuxhaseni ukukhula komntwana wakho phambi kweParentText. Kuhle ukuba ukwazi ukugcina umzamo obalaseleyo!

# text
source: Supporting your child’s development is important. Though you are still doing great, you have reported that you have become less confident since you first began ParentText.
af: Dit is belangrik om jou kind se ontwikkeling te ondersteun. Alhoewel jy steeds goed doen, het jy gemeld dat jy minder selfversekerd geraak het sedert jy met ParentText begin het.
xh: Ukuxhasa ukukhula komntwana wakho kubalulekile. Nangona usenza okuhle, unike ingxelo yokuba uye wangazithembi ukusukela oko waqala iParentText.

# text
source: Thank you for providing your progress update. You can access this information any time in the Main Menu. 📝
af: Dankie dat jy jou vordering opgedateer het. Jy kan te eniger tyd toegang tot hierdie inligting kry in die Hoofkieslys. 📝
xh: Enkosi ngokubonelela ngohlaziyo lwakho lwenkqubela. Ungafikelela kolu lwazi nangaliphi na ixesha kuluhlu oluphambili.📝

# text
source: How are your activities to help @fields.child_nickname’s development going?
af: Hoe gaan jou aktiwiteite help met @fields.child_nickname se ontwikkeling?
xh: Ihamba njani imisebenzi yakho yokunceda uphuhliso lwe@fields.child_nickname?

# text
source: How are your activities to help your child’s development going?
af: Hoe gaan jou aktiwiteite help met jou kind se ontwikkeling?
xh: Ihamba njani imisebenzi yakho yokunceda ukukhula komntwana wakho?

# text
source: Excellent! Keep up the good work in supporting @fields.child_nickname’s development.
af: Uitstekend! Hou aan met die goeie werk om @fields.child_nickname se ontwikkeling te ondersteun.
xh: Kuhle kakhulu! Qhubeka nomsebenzi omhle wokuxhasa uphuhliso lwe@fields.child_nickname.

# text
source: Excellent! Keep up the good work in supporting your child’s development.
af: Uitstekend! Hou aan met die goeie werk om jou kind se ontwikkeling te ondersteun.
xh: Kuhle kakhulu! Qhubeka nomsebenzi omhle wokuxhasa ukukhula komntwana wakho.
