Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parenttext_5day_south_africa/*/*_goal_checkin.po
Languages: af, xh

# text
source: Here is a question to help you get started on your course:
af: Hier is 'n vraag om jou te help om met jou kursus te begin:
xh: Nanku umbuzo owokunceda ukuba uqalise ngesifundo sakho:

# text
source: That's okay.
af: Dis oukei.
xh: Oko kulungile.

# text
source: That is okay. You will learn more about the importance of spending time with your teen and how to do this in this course.
af: Dis oukei. Jy sal in hierdie kursus meer leer oor die belangrikheid daarvan om tyd met jou tiener te spandeer, en hoe om dit te doen.
xh: Oko kulungile. Uzakufunda kakhulu malunga nokubaluleka kokuchitha ixesha kunye nomntwana wakho ofikisayo nokuba uzakuyenza njani kwesi sifundo.

# text
source: That is great to hear! 🎉 Spending time with your teen is a great way to build a good relationship with them!
af: Dit is wonderlik om te hoor! 🎉 Om tyd saam met jou tiener te spandeer, is 'n wonderlike manier om 'n goeie verhouding met hom/haar te bou!
xh: Kuhle ukuva oko! 🎉Ukuchitha ixesha kunye nomntwana wakho ofikisayo yindlela entle yokwakha ubudlelwane obulungileyo kunye nabo!

# text
source: Sorry, I don't understand what you mean.
af: Jammer, ek verstaan nie wat jy bedoel nie.
xh: Uxolo, andiqondi ukuba uthetha ukuthini.

# text
source: In the past 24 hours, did you spend at least 5 minutes of One-on-One Time with @fields.child_nickname?
af: In die afgelope 24 uur, het jy ten minste 5 minute Een-tot-Een-Tyd met @fields.child_nickname deurgebring?
xh: Kwiiyure ezili-24 ezidlulileyo, ubuchithe ubuncinane yemizuzu emi-5 yexesha lomnye nomnye no @fields.child_nickname?

# text
source: In the past 24 hours, did you spend at least 5 minutes of One-on-One Time with your teen?
af: In die afgelope 24 uur, het jy ten minste 5 minute Een-tot-Een-Tyd met jou tiener spandeer?
xh: Kweziyure ziyi 24 zidlulileyo, uyichithile imizuzu emi- 5 yexesha lomnye nomnye kunye nomntwana wakho ofikisayo?

# text
source: Here is a question to help you get started on your course to understand teen development:
af: Hier is 'n vraag om jou te help om met jou kursus te begin om tienerontwikkeling te verstaan:
xh: Nanku umbuzo owokunceda uqalise ngesifundo sakho ukuqondisisa ukukhula komntwana ofikisayo:

# text
source: How confident are you talking about personal things with your teen - for example, reproductive health, relationships, or sex?
af: Hoeveel selfvertroue het jy om met jou tiener oor persoonlike goed te praat - byvoorbeeld voortplantingsgesondheid, verhoudings of seks?
xh: Uzethembe kangakanani ukuthetha ngezinto zobuqu kunye nomntwana wakho ofikisayo - umzekelo, impilo yokuzala, ubudlelwane, okanye isondo?

# text
source: That is okay. You will learn more about the importance of talking with your teen about difficult topics and how to do this in this course.
af: Dis oukei. Jy sal in hierdie kursus meer leer oor die belangrikheid daarvan om met jou tiener oor moeilike onderwerpe te praat, en hoe om dit te doen.
xh: Kulungile. Uzakufunda kakhulu ngokubaluleka kokuthetha nomntwana wakho ofikisayo malunga neengongoma ezinzima nokuba uzakuyenza njani kwesi sifundo.

# text
source: That is great to hear! 😃 Talking to your teen about these topics is so important for them to be able to live a safe and healthy life.
af: Dit is wonderlik om te hoor! 😃 Om met jou tiener oor hierdie onderwerpe te praat, is so belangrik vir hom/haar om in staat te wees om 'n veilige en gesonde lewe te lei.
xh: Kulungile ukuva! 😃 Ukuthetha kunye nomntwana ofikisayo ngezi ngongoma kubalulekile kubo bakwazi ukuhlala bekhuselekile kwaye benobomi obusempilweni.

# text
source: What did you find difficult about spending time with your teen? 🔑
af: Wat het jy moeilik gevind toe jy tyd met jou tiener spandeer het? 🔑
xh: Yintoni oyifumanise inzima malunga nokuchitha ixesha kunye nomntwana wakho ofikisayo?🔑

# text
source: It can be hard to find time during your day, with work, chores, and everything else.
af: Dit kan moeilik wees om tyd in jou dag te vind met werk, huistake en alles.
xh: Kunganzima ukufumana ixesha kusuku lwakho, ngomsebenzi, imisebenzi yekhaya, kunye nezinye izinto.

# text
source: ✨Think of a time each day that you could spare 5 minutes. You can even make household chores into a game to do together.
af: ✨Dink aan 'n tyd elke dag waar jy 5 minute kan afknyp. Jy kan selfs huistake 'n speletjie maak om dit saam te doen.
xh: ✨Cinga ngexesha ngosuku ngalinye apho ungakwazi ukuba nemizuzu emi 5 eseleyo. Ungenza imisebenzi yekhaya ibeyi midlalo eninowenza kunye.

# text
source: Use the time that you and your children are already sharing, like eating a meal or saying goodnight before bed.
af: Gebruik die tyd wat jy en jou kinders alreeds deel, soos saam eet of nagsê voor slaaptyd.
xh: Sebenzisa eli xesha wena nabantwana benisele nisabelana ngalo, njengo kutya ukutya okanye nivalelisana phambi kokuya kulala.

# text
source: You can even make household chores into a game to do together.
af: Jy kan selfs huistake 'n speletjie maak wat julle saam kan doen.
xh: Ungayenza imisebenzi yekhaya ibeyimidlalo eninoyenza kunye.

# text
source: Type {PLAY} for a fun activity suggestion
af: Tik {PLAY} vir 'n pretaktiwiteit-voorstel
xh: Chwetheza {PLAY} ngengcebiso zemidlalo eyonwabisayo

# text
source: 📺 Teens often want to spend time watching T.V. or playing with a gadget.
af: 📺 Tieners wil dikwels tyd voor die TV spandeer of met 'n toestel speel.
xh: 📺Abantwana abafikisayo bafuna ukuchitha ixesha lokubukela Umabonakude okanye ukudlala nge gajethi.

# text
source: ❓ You could watch or play on the gadget with them.
af: ❓ Jy kan saam met hom/haar kyk of op die toestel speel.
xh: ❓Ungabukela okanye udlale nge gajethi kunye nabo.

# text
source: 🌈 Caring about their interests is a great start!
af: 🌈 Om vir hulle belangstellings om te gee, is 'n goeie begin!
xh: 🌈Ukukhathala malunga nomdla wabo sisiqalo esihle!

# text
source: 🌷 Once you begin spending time together, you can suggest another activity.
af: 🌷 Wanneer julle eers begin om tyd saam te spandeer, kan jy 'n ander aktiwiteit voorstel.
xh: 🌷Xa sele niqalile ukuchitha ixesha kunye, ungacebisa omnye umdlalo.

# text
source: Type {PLAY} for a fun activity suggestion.
af: Tik {PLAY} vir 'n pretaktiwiteit-voorstel.
xh: Chwetheza {PLAY} ngengcebiso zemidlalo eyonwabisayo.

# text
source: 📱 Sometimes your teen will suggest activities that are violent or unsafe.
af: 📱 Soms sal jou tiener gewelddadige of onveilige aktiwiteite voorstel.
xh: 📱Ngamanye amaxesha umntwana wakho ofikisayo angacebisa imidlalo enobungozi okanye engakhuselekanga.

# text
source: 🚩 Explain *why* you can't do them, and suggest a different activity.
af: 🚩 Verduidelik *waarom* julle dit nie kan doen nie, en stel 'n ander aktiwiteit voor.
xh: 🚩Cacisa *kutheni* ungakwazi ukuyenza, kwaye ucebise umdlalo owahlukileyo.

# text
source: Type {PLAY} for a fun activity suggestion. 💡
af: Tik {PLAY} vir 'n pretaktiwiteit-voorstel. 💡
xh: Chwetheza {PLAY} ngengcebiso zemidlalo eyonwabisayo. 💡

# text
source: ☀️ If your teen wants to do things that are too difficult for you to do, you could watch them.
af: ☀️ As jou tiener iets wil doen wat vir jou te moeilik is om te doen, kan jy toekyk terwyl hy/sy dit doen.
xh: ☀️Ukuba umntwana wakho ofikisayo ufuna ukwenza izinto ezinganobunzima kakhulu kuwe ukuzenza, ungababukela.

# text
source: 🏁 You could describe what they are doing like a sports announcer.
af: 🏁 Jy kan soos 'n sportkommentator beskryf wat hy/sy doen.
xh: 🏁Ungachaza lonto bayenzayo njengomntu osasaza ezemidlalo.

# text
source: You can also express enthusiasm by clapping, smiling, or giving them a thumbs-up.
af: Jy kan ook entoesiasme toon deur handeklap, glimlag of 'n duim in die lug.
xh: Ungabonisa umdla ngoku qhwaba, ukuncoma, okanye ngokunyusa oobhotsi phezulu.

# text
source: 💛 Praise them while they do it!
af: 💛 Prys hom/haar terwyl hy/sy dit doen!
xh: 💛Bancome kwangoku basayenzayo!

# text
source: ⚽ Competitive games can be hard for teens (and adults!) if they don’t like losing.
af: ⚽ Mededingende speletjies kan vir tieners (en volwassenes!) moeilik wees as hulle nie hou van verloor nie.
xh: ⚽Imidlalo yokhuphiswano inganzima kumntwana wakho ofikisayo (nabantu abadala!) ukuba abafuni ukohluleka.

# text
source: 🏆 When they have calmed down, talk with your teen about what winning well and losing well might look like.
af: 🏆 Wanneer jou tiener gekalmeer het, praat met hom/haar oor hoe 'n goeie wenner en 'n goeie verloorder sal optree.
xh: 🏆Xana besele bezolile, thetha nomntwana wakho ofikisayo malunga nokuba kunajni ukuphumelela kakuhle kunye nokohluleka kakuhle kungakhangeleka njani.

# text
source: 📝 Suggest other activities that you can do to work together instead of against each other.
af: 📝 Stel ander aktiwiteite voor wat julle saam kan doen, in plaas van teen mekaar.
xh: 📝Cebisa eminye imidlalo ongayenza ukwenza umsebenzi kunye endaweni yokuchasana omnye nomnye.

# text
source: 🔴 It can be difficult to spend one-on-one time with each of your children when you have more than one.
af: 🔴 Dit kan moeilik wees om een-tot-een-tyd met elkeen van jou kinders te spandeer as jy meer as een het.
xh: 🔴Kunganzima ukuchitha ixesha lomnye nomnye nomntwana ngamnye xa bengaphezulu kwesinye.

# text
source: 🌱 If possible, you can ask an adult or older sibling to look after the other children while you spend one-on-one time with one teen.
af: 🌱 Indien moontlik, kan jy 'n volwassene of een van die ouer kinders vra om na die ander kinders te kyk terwyl jy een-tot-een-tyd met een tiener spandeer.
xh: 🌱Ukuba kuyenzeka, ungacela umntu omdala okanye elinye ilungu losapho ukujonga abantwana bethu ngelixa usachitha ixesha lonye nomnye kunye nomntwana omnye ofikisayo.

# text
source: ⏰ Think of when it would be easier to spend one-on-one time with each of your children. Perhaps later in the evening with your teen, after the others have gone to sleep.
af: ⏰ Dink wanneer dit die maklikste sal wees om een-tot-een-tyd met elk van jou kinders te spandeer. Dalk later in die aand met jou tiener, wanneer die ander al gaan slaap het.
xh: ⏰Cinga xana kunobalula ukuchitha ixesha lomnye nomnye kunye nomntwana nagmnye kubantwana bakho. Mhlawumbi emva kwemini kunye nomntwana wakho ofikisayo, emveni kwabanye bemkile ukuyolala.

# text
source: 💛 You can also spend one-on-one time with all of your children at once! If you do, make sure all are able to participate in one-on-one time.
af: 💛 Jy kan ook een-tot-een-tyd met al jou kinders tegelykertyd spandeer! As jy dit doen, maak seker dat almal aan een-tot-een-tyd kan deelneem.
xh: 💛Ungakwazi nokuchitha ixesha lomnye nomnye kunye nabantwana bakho bonke ngaxesha nye! ukuba wenzile, qinisekisa ukuba bonke bwkazile ukubayinxalenye yexesha lomnye nomnye.

# text
source: Type {PLAY} and choose GROUP for a fun activity suggestion for a group of children. 💡
af: Tik {PLAY} en kies GROEP vir 'n pretaktiwiteit-voorstel vir 'n groep kinders. 💡
xh: Chwetheza {PLAY} kwaye ukhethe IQELA lengcebiso zemidlalo eyonwabisayo yeqela labantwana.💡

# text
source: 💛 We are sorry to hear that you have been finding it hard to spend One-on-One Time with your teen.
af: 💛 Ons is jammer om te hoor dat jy dit moeilik gevind het om Een-tot-Een-Tyd met jou tiener deur te bring.
xh: 💛Siyaxolisa ukuva oko ukuba ufumana kunzima ukuchitha Ixesha Lomnye Nomnye kunye nomntwana wakho ofikisayo.

# text
source: 😔 It can hurt when @fields.child_nickname does not want to spend One-on-One Time with you.
af: 😔 Dit kan seermaak as @fields.child_nickname nie Een-tot-Een-Tyd met jou wil deurbring nie.
xh: 😔Ingakulimaza xana @fields.child_nickname engafuni ukuchitha Ixesha Lomnye Nomnye kunye nawe.

# text
source: 💡 Think to yourself: When are they more open to you? In the morning? Right before bedtime?
af: 💡 Dink by jouself: Wanneer is hy/sy meer oop vir jou? In die oggend? Direk voor slaaptyd?
xh: 💡Cinga ngokunokwakho: Kuxa kunini bethetha nawe? Kusasa? Kanye phambi kwexesha lokulala?

# text
source: 💙 Try again so that your teen can see that you care and want to spend this time with them.
af: 💙 Probeer weer sodat jou tiener kan sien dat jy omgee en regtig die tyd saam met hom/haar wil deurbring.
xh: 💙Zama kwakhona ukwenzela umntwana wakho ofikisayo abone ukuba uyakhathala kwaye ufuna ukuchitha eli xesha kunye nabo.

# text
source: 😔 It can hurt when your teen does not want to spend One-on-One Time with you.
af: 😔 Dit kan seermaak wanneer jou tiener nie Een-tot-Een-Tyd saam met jou wil deurbring nie.
xh: 😔Ingakulimaza xana umntwana wakho ofikisayo engafuni ukuchitha Ixesha Lomnye Nomnye kunye nawe.

# text
source: What did you find difficult when talking to your teen about personal things? 👂
af: Wat het jy moeilik gevind toe jy met jou tiener oor persoonlike goed gepraat het? 👂
xh: Yintoni oyifumanise inzima ukuthetha nomntwana wakho malunga nezinto eziyi mfihlo?👂

# text
source: ⏸ Teens often do not want to speak to their parents about reproductive health, relationships, and sex.
af: ⏸ Tieners wil dikwels nie met hul ouers oor voortplantingsgesondheid, verhoudings en seks praat nie.
xh: ⏸Abantwana abafikisayo abafuni ukuthetha kunye nabazali babo malunga nempilo yokuzala, ubudlelwane, kunye nesondo.

# text
source: 🔄 Share that it is normal and that you also went through this.
af: 🔄 Deel dat dit normaal is en dat jy ook hierdeur gegaan het.
xh: 🔄Yabelana ukuba kuqhelekile kwaye nawe ukhe wadlula kulento.

# text
source: 🌱 If they do not want to talk to you, give them resources so they can learn about the topic, or guide them on who else they can talk to for reliable information and advice.
af: 🌱 Indien hy/sy nie met jou wil praat nie, gee vir hom/haar hulpbronne sodat hy/sy meer oor die onderwerp kan uitvind, of gee vir hom/haar leiding oor iemand anders met wie hy/sy kan praat om betroubare inligting en raad te kry.
xh: 🌱Ukuba abafuni kuthetha kuwe, banike izixhobo ukwenzela bafunde malunag nezingongoma, bakhokeleukuba ngubani omnye abangatheta naye ngenkcukacha ezithe vetshe kunye neengcebiso.

# text
source: ⭐ Tell your teen that you are happy to speak with them any time!
af: ⭐ Sê vir jou tiener dat jy gewillig is om te eniger tyd met hom/haar te praat!
xh: ⭐Xelela umntwana wakho ofikisayo ukuba ukonwabele ukuthetha kunye nabo nangeliphina ixesha!

# text
source: 💛 It can be hard to find resources!
af: 💛 Dit kan moeilik wees om hulpbronne te vind!
xh: 💛Kunganzima ukufumana izixhobo!

# text
source: Here are some resources to help you with supporting your teen's development:
af: Hier is 'n paar hulpbronne om jou te help om jou tiener in sy ontwikkeling te ondersteun:
xh: Nazi ezinye izixhobo ukunceda nokuxhasa ukukhula komntwana wakho ofikisayo:

# text
source: 💚 We are sorry to hear that it has been hard to talk to your teen about sexual reproductive health, relationships, and sex.
af: 💚 Ons is jammer om te hoor dat dit moeilik was om met jou tiener oor seksuele voortplantingsgesondheid, verhoudings en seks te praat.
xh: 💚Siyaxolisa ukuva okokuba bekunzima ukutheth nomntwana wakho ofikisayo malunga nempilo yokuzalwa ngokwesondo, ubudlelwane, kunye nesondo.

# text
source: 😣 Talking about reproductive health, relationships, and sex can be uncomfortable - many parents feel this way!
af: 😣 Dit kan ongemaklik wees om oor voortplantingsgesondheid, verhoudings en seks te praat - baie ouers voel so!
xh: 😣Ukuthetha malunga nempilo yokuzalwa, ubudlelwane, kunye nosondo kungenza ungakhululeki - abazali abaninzi baziva ngalendlela!

# text
source: 😃 Remember, these are all normal parts of life.
af: 😃 Onthou, dit is alles normale dele van die lewe.
xh: 😃Khumbula, zonke ezi zizinto eziqhelekileyo zobomi.

# text
source: 🌷 The more you talk about these topics and educate @fields.child_nickname, the more prepared they are for keeping themselves healthy and safe.
af: 🌷 Hoe meer jy oor hierdie onderwerpe praat en vir @fields.child_nickname daaroor opvoed, hoe meer voorbereid is hy/sy om hom-/haarself gesond en veilig te hou.
xh: 🌷Ukuthetha kakhulu ngezi zihloko kwaye ufundise @fields.child_nickname, kukhona bezilungele ukuzigcina besempilweni kwaye bephephile.

# text
source: 🌷 The more you talk about these topics and educate your teen, the more prepared they are for keeping themselves healthy and safe.
af: 🌷 Hoe meer jy oor hierdie onderwerpe praat en jou tiener daaroor opvoed, hoe meer voorbereid is hy/sy om hom-/haarself gesond en veilig te hou.
xh: 🌷Ukuthetha kakhulu ngezi zihloko kwaye ufundise, kukhona bezilungele ukuzigcina besempilweni kwaye bephephile.

# text
source: ⬇️ Talking about relationships and sex from an early age reduces the chance that teens end up in dangerous or unhealthy situations!
af: ⬇️ Om van kleins af met jou kinders oor verhoudings en seks te praat, verminder die kanse dat tieners in gevaarlike of ongesonde situasies beland!
xh: ⬇️Ukuthetha ngobudlelwane kunye nokwabelana ngesondo kwasebancinci kunciphisa ithuba lokuba ulutsha lugqibele kwiimeko ezinobungozi okanye ezingenampilo!

# text
source: 💚 It means @fields.child_nickname knows what is safe and healthy, so they can make good choices to keep themselves safe.
af: 💚 Dit beteken @fields.child_nickname weet wat is veilig en gesond, sodat hy/sy goeie keuses kan maak om hom-/haarself veilig te hou.
xh: 💚 Ithetha ukuba i@fields.child_nickname iyayazi into ekhuselekileyo nesempilweni, ngoko ke banokwenza ukhetho olufanelekileyo lokuzigcina bekhuselekile.

# text
source: 💚 It means your teen knows what is safe and healthy, so they can make good choices to keep themselves safe.
af: 💚 Dit beteken jou tiener weet wat is veilig en gesond, sodat hy/sy goeie keuses kan maak om hom-/haarself veilig te hou.
xh: 💚Ithetha ukuba umntwana wakho ofikisayo uyayazi into ekhuselekileyo nesempilweni, ngoko ke unokwenza ukhetho olufanelekileyo lokuzigcina ekhuselekile.

# text
source: Well done for completing the course on improving your relationship with your teen. Let’s see how things have changed since you started:
af: Welgedaan dat jy die kursus oor die verbetering van jou verhouding met jou tiener voltooi het. Kom ons kyk hoe dinge verander het vandat jy begin het:
xh: Wenze kakuhle ngokugqiba isifundo sakho sokuphucula ubudlelwane bakho nomntwana wakho ofikisayo. Makhe sibone ukuba zitshintshe njani izinto ukususela oko uqalile:

# text
source: I am sorry to hear that you were unable to spend more time with your teen. 💛
af: Ek is jammer om te hoor dat jy nie meer tyd met jou tiener kon spandeer nie. 💛
xh: Ndiyaxolisa ukuva ukuba awukwazanga ukuchitha ixesha elingakumbi nomntwana wakho ofikisayo.💛

# text
source: Congratulations on making some progress. It seems like spending time with your teen may still be a challenge.
af: Geluk met die vordering wat jy reeds gemaak het. Dit lyk asof dit steeds 'n uitdaging is om tyd saam met jou tiener deur te bring.
xh: Siyavuyisana nawe ngokwenza inkqubela. Kubonakala ngathi ukuchitha ixesha nomntwana wakho kusenokuba lucelomngeni.

# text
source: You were already excelling at spending One-on-One Time with your teen before ParentText. It’s great that you’re able to keep up the excellent effort!
af: Jy was voor ParentText reeds uitstekend met die deurbring van Een-tot-Een-Tyd met jou tiener. Dis wonderlik dat jy in staat is om die uitstekende prestasie vol te hou!
xh: Ubusele usenza iinzame zokuchitha ixesha lomnye nomnye kunye nomntwana wakho phambi koParentText. Kuhle ukuba ukwazi ukugcina umzamo obalaseleyo!

# text
source: Time with your teen is so important. Though you are still doing great, you have reported that spending time together has become more challenging since you first began this course.
af: Tyd met jou tiener is so belangrik. Alhoewel jy steeds goed doen, het jy gemeld dat dit 'n groter uitdaging geraak het om tyd saam deur te bring as toe jy die kursus begin het.
xh: Ixesha nomntwana wakho libaluleke kakhulu. Nangona usenza okuhle, unike ingxelo yokuba ukuchitha ixesha lomnye nomnye kunye kube ngumngeni ukusukela oko waqalayo iParentText.

# text
source: Congratulations! 🎉You’ve made progress since you’ve started this course in ParentText. Your effort is working!
af: Geluk! 🎉Jy het vordering gemaak vandag jy hierdie kursus in ParentText begin het. Jou moeite werp vrugte af!
xh: Siyavuyisana nawe!🎉Wenze inkqubela ukusukela oko uqalile iParentText. Umzamo wakho uyasebenza!

# text
source: Would you like to get more help?
af: Wil jy graag meer hulp hê?
xh: Ingaba ungathanda ukufumana olunye uncedo?

# text
source: Thank you for providing a progress update. You can find and go through this course any time via the Main Menu by typing {MENU}.
af: Dankie dat jy jou vordering opgedateer het. Jy kan hierdie kursus vind en te eniger tyd via die Hoofkieslys weer daardeur gaan deur {MENU} te tik.
xh: Enkosi ngokubonelela ngohlaziyo lwenkqubela. Ungafumana kwaye ufunde esi sifundo nangaliphi na ixesha ngoluhlu oluphambili ngokuchwetheza {MENU}.

# text
source: How is One-on-One Time going?
af: Hoe gaan dit met Een-tot-Een-Tyd?
xh: Lihamba njani ixesha lomnye nomnye?

# text
source: Excellent! Keep up the good work in improving your relationship with your teen
af: Uitstekend! Gaan voort met die goeie werk om jou verhouding met jou tiener te verbeter
xh: Kuhle kakhulu! Qhubeka nomsebenzi omhle wokuphucula ubudlelwane bakho nomntwana wakho

# text
source: I am sorry to hear that One-on-One Time is not going well.
af: Ek is jammer om te hoor dat Een-tot-Een-Tyd nie so goed gaan nie.
xh: Ndiyaxolisa ukuva ukuba ixesha lomnye nomnye alihambi kakuhle.

# text
source: Well done for completing your course on understanding teen development. Let’s see how things may have changed since you started this course:
af: Welgedaan dat jy die kursus oor hoe om tienerontwikkeling te verstaan, voltooi het. Kom ons kyk hoe dinge dalk verander het sedert jy met hierdie kursus begin het:
xh: Wenze kakuhle ngokugqiba isifundo sakho sokuxhasa ukukhula komntwana wakho. Makhe sibone ukuba izinto zinokutshintsha njani ukususela oko uqale esisifundo:

# text
source: It can be hard to talk about these things with your teen, and that’s okay. 💚
af: Dit kan moeilik wees om oor hierdie dinge met jou tiener te praat, en dis oukei. 💚
xh: Kunokuba nzima ukuthetha ngezi zinto nomntwana wakho ofikisayo, kwaye oko kulungile.💚

# text
source: Congratulations on making some progress in this course. It seems like talking with your teen may still be a challenge.
af: Geluk dat jy al soveel vordering in hierdie kursus getoon het. Dit lyk of dit dalk steeds 'n uitdaging is om met jou tiener te praat.
xh: Siyavuyisana nawe ngokwenza inkqubela kwesi sifundo. Kubonakala ngathi ukuchitha ixesha nomntwana wakho kusenokuba lucelomngeni.

# text
source: You were already excelling at talking with your teen before ParentText. It’s great that you’re able to keep up the excellent effort!
af: Jy was voor ParentText reeds uitstekend daarmee om met jou tiener te praat. Dis wonderlik dat jy in staat is om met die uitstekende prestasie vol te hou!
xh: Ubusele ugqwesile ekuthetheni nomntwana wakho ofikisayo phambi kweParentText. Kuhle kakhulu ukuba ukwazi ukugcina umzamo obalaseleyo!

# text
source: Talking about difficult topics with your teen is important. Though you are still doing great, you have reported that this has become more challenging since you first began ParentText.
af: Dit is belangrik om met jou tiener oor moeilike onderwerpe te praat. Alhoewel jy steeds goed doen, het jy gemeld dat dit 'n groter uitdaging geword het sedert jy met ParentText begin het.
xh: Ukuthetha ngemibandela enzima nomntwana wakho ofikisayo kubalulekile. Nangona usenza kakuhle, unike ingxelo yokuba oku kuye kwaba lucelomngeni ngakumbi oko waqalayo iParentText.
