Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parenttext_5day_south_africa/*/*_ltp_activities.po
Languages: af

# text
source: 💚 Sit close together and follow your girl or boy attention and lead
af: 💚 Sit naby mekaar en volg jou dogter of seun se aandag en leiding

# text
source: Link things in the books to your child's life, and use words about emotions and talk about them! 😃
af: Verbind dinge in die boeke aan jou kind se lewe, en gebruik woorde oor emosies en praat daaroor! 😃

# text
source: 🔄 If possible, start a regular routine to read together when your girl or boy isn’t too tired or hungry
af: 🔄 Indien moontlik, begin 'n gereelde roetine om saam te lees wanneer jou dogter of seun nie te moeg of honger is nie

# text
source: *I Spy!*
af: *Ek sien met my kleine ogie!*

# text
source: 👀 I spy is a fun game to play with your girl or boy that will help them learn about letters and words!
af: 👀 Ek sien met my kleine ogie is 'n prettige speletjie om saam met jou dogter of seun te speel en haar/hom sal help om letters en woorde te leer ken!

# text
source: Choose an object or a thing around you, and don’t tell your boy or girl what it is. It should be something that your boy or girl knows the word for. For example “ball” ⚽
af: Kies 'n voorwerp of iets in jou omgewing, en moenie vir jou seun of dogter sê wat dit is nie. Dit moet iets wees waarvoor jou seun of dogter die woord ken, byvoorbeeld “bal” ⚽

# text
source: 👀 Then say “I spy with my little eye, something beginning with *and then say the first letter of the word* which in this case is “b”
af: 👀 Sê dan “Ek sien met my kleine ogie, iets wat begin met *en sê dan die eerste letter van die woord,* wat in hierdie geval “b” is

# text
source: Your girl or boy should look around and guess what the object is. When they guess it right, praise them and swap roles! If they can’t get it, give them some clues, like “it’s round” or “it’s black and white”. ✅
af: Jou dogter of seun moet rondkyk en raai wat die voorwerp is. Wanneer hy/sy reg raai, prys hom/haar en ruil rolle! As hy/sy dit nie kan raai nie, gee 'n paar leidrade, soos “dis rond” of “dis swart en wit”. ✅

# text
source: Play this game with as many objects as possible and as many different letters! Help your boy or girl to learn about the different letters and sounds in words. This will help them learn to read at home and school. 🎓
af: Speel hierdie speletjie met soveel voorwerpe en soveel verskillende letters as moontlik! Help jou seun of dogter om die verskillende letters en klanke in woorde te leer. Dit sal hom/haar tuis en op skool leer om te lees. 🎓

# text
source: *Categorising and Organising*
af: *Kategoriseer en Organiseer*

# text
source: Help your girl or boy to learn by sorting objects and things! 🔵🔷
af: Help jou dogter of seun om te leer deur voorwerpe en dinge te sorteer! 🔵🔷

# text
source: Your boy or girl will learn by understanding how things fit and group together (eg, bear = animal, mango = fruit, blue = colour) 🧸
af: Jou seun of dogter sal leer deur te verstaan hoe goed bymekaar pas en in groepe saamhoort (bv. beer = dier, mango = vrug, blou = kleur) 🧸

# text
source: Find a book with different pictures and help your girl or boy to find things in a particular category (e.g. “Find all of the animals”) 👀
af: Kry 'n boek met verskillende prentjies en help jou dogter of seun om goed in 'n spesifieke kategorie te vind (bv. “Soek al die diere”) 👀

# text
source: Find *safe* objects in the house, get your boy or girl to group them by colour, size, or types of object (cups, plates). Then make more complicated categories (e.g. small cups, big cups) ☕
af: Kry *veilige* voorwerpe in die huis en laat jou seun of dogter dit in groepe verdeel volgens kleur, grootte of tipes voorwerpe (koppies, borde). Maak dan meer ingewikkelde kategorieë (bv. klein koppies, groot koppies) ☕

# text
source: 🔄 You can play the categorising game anywhere! Just look around and ask your girl or boy to find things from the category you say!
af: 🔄 Julle kan die kategoriespeletjie op enige plek speel! Kyk net rondom jou en vra jou dogter of seun om goed uit die kategorie wat jy noem, te vind!

# text
source: *What Letter is This?*
af: *Watter Letter is Dit?*

# text
source: Playing games with letters can help your boy or girl learn the alphabet and how letters are put together to make words.
af: Speletjies met letters kan jou seun of dogter help om die alfabet te leer en hoe om letters saam te voeg om woorde te maak.

# text
source: 📝 Write a letter on a piece of card or paper (e.g. “p”)
af: 📝 Skryf 'n letter op 'n stukkie karton of papier (bv. “p”)

# text
source: 👂 Say the letter out loud and ask your girl or boy to say it too!
af: 👂 Sê die letter hardop en vra jou dogter of seun om dit ook te sê!

# text
source: Ask your boy or girl to say some words that begin with the letter “p”, give them clues like “What starts with “p”? Plant… What else? 🌱
af: Vra jou seun of dogter om 'n paar woorde te noem wat met die letter “p” begin; gee leidrade soos “Wat begin met “p”? Plant … Wat nog? 🌱

# text
source: 👀 Ask your girl or boy to look for objects in your house that begin with a letter (eg “p” for plate). Help them find things.
af: 👀 Vra jou dogter of seun om in die huis te soek vir voorwerpe wat met 'n letter begin (bv. “b” vir bord). Help hom/haar om goed te kry.

# text
source: 🔄 Try a new letter every day!
af: 🔄 Probeer elke dag 'n nuwe letter!

# text
source: *Riddles Help Boys and Girls Learn*
af: *Raaisels Help Seuns en Meisies om te Leer*

# text
source: Riddles and puzzles are a fun way to build thinking skills! 💡
af: Raaisels en kopkrappers is 'n prettige manier om denkvaardighede te ontwikkel! 💡

# text
source: Do you remember any riddles from your childhood? If you can’t then make one up, they can be very simple! 😃
af: Onthou jy enige raaisels uit jou kinderdae? As jy nie kan nie, dink dan een uit; dit kan baie eenvoudig wees! 😃

# text
source: Like “What can you see at night but not in the day” Answer: “The moon” 🌙
af: Soos “Wat kan jy in die nag sien, maar nie in die dag nie?” Antwoord: “Die maan” 🌙

# text
source: If your girl or boy is finding them difficult, try an easy one like: “What is round, bouncy and can be thrown or kicked?” Answer: “A ball” ⚽
af: As jou dogter of seun dit moeilik vind, probeer 'n maklike een soos: “Wat is rond, bons en kan gegooi of geskop word?” Antwoord: “ 'n Bal” ⚽

# text
source: Your boy or girl can also try making riddles! 💡
af: Jou seun of dogter kan ook probeer om raaisels uit te dink! 💡

# text
source: You can have fun with riddles anywhere at any time - like traveling on a bus, walking to school or in a car 🚗
af: Julle kan enige plek, enige tyd, pret met raaisels hê - soos terwyl julle in 'n bus ry, skool toe stap of in 'n motor ry 🚗

# text
source: *What's New?*
af: *Wat’s Nuut?*

# text
source: ❓ Ask your girl or boy to think of a new, fun skill you could learn together.
af: ❓ Vra jou dogter of seun om te dink aan 'n nuwe, prettige vaardigheid wat julle saam kan leer.

# text
source: For example: keeping a ball in the air with your foot, juggling, making soup, moonwalking, whistling, saying the alphabet backwards, learning all the states in Mexico.
af: Byvoorbeeld: om 'n bal met jou voet in die lug te hou, "juggle", sop maak, "moonwalk", fluit, sê die alfabet agterstevoor op, leer al die state in Mexico.

# text
source: 🔄 Take turns trying out the new skill. Make sure to praise each other and learn and play together!
af: 🔄 Maak beurte om die nuwe vaardigheid te probeer. Maak seker dat julle mekaar prys, en leer en speel saam!

# text
source: 💛 Approach learning the skill in a kind and fun way, and do not judge your boy or girl or yourself for your ability in the skill.
af: 💛 Benader die aanleer van die vaardigheid op 'n simpatieke en prettige manier, en moenie jouself of jou seun of dogter afkraak oor julle vermoë in die vaardigheid nie.

# text
source: 😃 Once you have mastered the skill, choose another skill to learn together.
af: 😃 As julle die vaardigheid bemeester het, kies 'n ander vaardigheid om saam aan te leer.

# text
source: *Make up a Story*
af: *Dink 'n Storie uit*

# text
source: Creating stories together is a great way to have fun with imagination - and to build your girl or boy’s creativity! 📖
af: Om saam stories te skep, is 'n wonderlike manier om pret te hê met verbeelding - en jou dogter of seun se kreatiwiteit te ontwikkel! 📖

# text
source: 5️⃣ With your boy or girl, come up with 5 words to use. They can be any words you want! For example: banana, spaceship, fish, water, painting, cooking, wedding. If you need to remember them, write them clearly on a paper with your girl or boy.
af: 5️⃣ Dink saam met jou seun of dogter aan 5 woorde om te gebruik. Dit kan enige woorde wees wat julle wil! Byvoorbeeld: piesang, ruimtetuig, vis, water, skildery, kook, troue. As julle dit moet onthou, skryf dit duidelik op 'n vel papier saam met jou dogter of seun.

# text
source: 🎂 Start your story with, “Once upon a time, there was a…” and use one of the words from the list in the first part. For example, “Once upon a time, there was a family who worked on a *banana* farm.”
af: 🎂 Begin julle storie met “Eendag, lank, lank gelede was daar 'n …” en gebruik een van die woorde uit die lys in die eerste deel. Byvoorbeeld, “Eendag, lank, lank gelede was daar 'n gesin wat op 'n *piesang*-plaas gewerk het.”

# text
source: 📝 Let your boy or girl make up the next part using another word from the list.
af: 📝 Laat jou seun of dogter die volgende deel uitdink deur nog 'n woord uit die lys te gebruik.

# text
source: 🔄 Take turns until you have used all the words and created a story.
af: 🔄 Maak beurte totdat julle al die woorde gebruik het en 'n storie geskep het.

# text
source: 🔔 Be creative and do not tell your girl or boy what to say. It does not need to be a real story to be fun!
af: 🔔 Wees kreatief en moenie vir jou dogter of seun vertel wat om te sê nie. Dit hoef nie 'n ware verhaal te wees om pret te wees nie!

# text
source: 🎁 Ask your boy or girl what their favourite part of the story was, and tell them yours!
af: 🎁 Vra jou seun of dogter wat sy/haar gunstelingdeel van die storie was, en sê wat joune was!

# text
source: *Playing with Clothes*
af: *Speel met Klere*

# text
source: 💡Help your girl or boy use their fingers, talk about clothes, and organise them!
af: 💡Help jou dogter of seun om haar/sy vingers te gebruik, praat oor klere, en sorteer dit!

# text
source: Help your boy or girl exercise their fingers by showing them how buttons and zips work on clothes, and letting them practise using them! 👋
af: Help jou seun of dogter om sy/haar vingers te oefen deur vir hom/haar te wys hoe knope en ritssluiters aan klere werk, en laat hom/haar oefen om dit te gebruik! 👋

# text
source: 🔵 Talk about the colours of clothes! Ask your girl or boy to pick a colour and talk about all the things that are that colour: “What are all the things we can think of that are blue?”
af: 🔵 Praat oor die kleure van klere! Vra jou dogter of seun om 'n kleur te kies en praat oor al die goed wat daardie kleur is: “Aan watter dinge kan ons alles dink wat blou is?”

# text
source: 😃 Encourage your boy or girl to help you sort clothes into piles for each family member.
af: 😃 Moedig jou seun of dogter aan om jou te help om die klere in hopies vir elke gesinslid te sorteer.

# text
source: *Playing with Vegetables*
af: *Speel met Groente*

# text
source: 🌱 Help your girl or boy learn by thinking and talking about vegetables!
af: 🌱 Help jou dogter of seun om te leer deur te dink en te praat oor groente!

# text
source: 🍅 Mix together 2-3 different ingredients of your choice (like onions, tomatoes and corn example). Say: “Help me sort these vegetables into piles?” Try sorting them by size.
af: 🍅 Meng 2-3 verskillende bestanddele van jou keuse (byvoorbeeld uie, tamaties en mielies). Vra: “Sal jy my help om hierdie groente in hopies te sorteer?” Probeer om dit volgens grootte te sorteer.

# text
source: 😃 Remind me!
af: 😃 Herinner my!

# text
source: Talk about your child’s experiences. Ask questions and wait for answers. Follow your child’s interests.
af: Praat oor jou kind se ervarings. Vra vrae en wag vir antwoorde. Volg jou kind se belangstellings.

# text
source: “Can you help me remember what is at the market?” “Do they sell carrots at the market?” “Do they sell anything yellow at the market?” “What else do they sell?” “Can you think of other things they sell?”
af: “Kan jy my help om te onthou wat alles by die mark is?” “Verkoop hulle wortels by die mark?” “Verkoop hulle enigiets wat geel is, by die mark?” “Wat verkoop hulle nog?” “Kan jy aan ander goed dink wat hulle verkoop?”

# text
source: 💡Can you think of something similar?
af: 💡Kan jy aan iets soortgelyks dink?

# text
source: Say: We are going to think of some things that are similar or different from what I tell you. So listen carefully!”
af: Sê: Ons gaan dink aan goed wat dieselfde of verskillend is van wat ek vir jou sê. So luister mooi!”

# text
source: Here is a tomato. Can you think of something else that is red like a tomato? 🍅
af: Hier is 'n tamatie. Kan jy aan nog iets dink wat rooi is soos 'n tamatie? 🍅

# text
source: Can you think of something else that is round like a tomato? ⚽
af: Kan jy aan nog iets dink wat rond is soos 'n tamatie? ⚽

# text
source: *Animals*
af: *Diere*

# text
source: 🧸 Active animals: Take turns with @fields.child_nickname doing animal actions: Hop like a frog, stretch like a cat, run like a dog, slither like a snake, flap like a bird
af: 🧸 Aktiewe diere: Maak beurte met @fields.child_nickname om diere-aksies uit te voer: Spring soos 'n padda, strek soos 'n kat, hardloop soos 'n hond, seil soos 'n slang, fladder soos 'n voël

# text
source: 🧸 Active animals: Take turns with your child doing animal actions: Hop like a frog, stretch like a cat, run like a dog, slither like a snake, flap like a bird
af: 🧸 Aktiewe diere: Maak beurte met jou kind om diere-aksies uit te voer: Spring soos 'n padda, strek soos 'n kat, hardloop soos 'n hond, seil soos 'n slang, fladder soos 'n voël

# text
source: 💡All the animals we can think of - think about groups of animals!
af: 💡Al die diere waaraan ons kan dink - dink oor groepe diere!

# text
source: What are all the animals we can think of that have feathers?
af: Aan watter diere kan ons almal dink wat vere het?

# text
source: What are all the animals we can think of that eat plants? 🌱
af: Aan watter diere kan ons almal dink wat plante eet? 🌱

# text
source: What are all the animals we can think of that lay eggs?
af: Aan watter diere kan ons almal dink wat eiers lê?

# text
source: 😃 Counting rabbits
af: 😃 Tel hasies

# text
source: 🔟 Find 10 rocks and put them in a line, tell your girl or boy that they are rabbits!
af: 🔟 Soek 10 klippe en sit hulle in 'n ry, sê vir jou dogter of seun dit is hasies!

# text
source: Ask them to count the rabbits!
af: Vra hom/haar om die hasies te tel!

# text
source: Put the rabbits into 2 equal piles. Ask your boy or girl to give you 3 rabbits. Say “If you give me 3, how many rabbits do you have?”
af: Verdeel die hasies in 2 gelyke hopies. Vra jou seun of dogter om vir jou 3 hasies te gee. Sê “As jy vir my 3 gee, hoeveel hasies het jy?”

# text
source: *Active Counting*
af: *Tel Aktief*

# text
source: 👋 Clap, hop, jump: Play the following game with @fields.child_nickname. Make it active!
af: 👋 Klap, huppel, spring: Speel die volgende speletjie met @fields.child_nickname. Maak dit aktief!

# text
source: 1️⃣ Clap hands 1 time. 2️⃣ Clap hands 2 times.
af: 1️⃣ Klap hande 1 keer. 2️⃣ Klap hande 2 keer.

# text
source: 1️⃣ Jump 1 time. 2️⃣ Jump 2 times.
af: 1️⃣ Spring 1 keer. 2️⃣ Spring 2 keer.

# text
source: 1️⃣ Hop 1 time.
af: 1️⃣ Huppel 1 keer.

# text
source: 3️⃣ Hop 3 times.
af: 3️⃣ Huppel 3 keer.

# text
source: 💡Can you hop, then jump, then clap?
af: 💡Kan jy huppel, dan spring, dan klap?

# text
source: 🏆 Can you clap twice, jump once, and hop three times?
af: 🏆 Kan jy twee keer klap, een keer spring en drie keer huppel?

# text
source: 👋 Clap, hop, jump: Play the following game with your child. Make it active!
af: 👋 Klap, huppel, spring: Speel die volgende speletjie met jou kind. Maak dit aktief!

# text
source: 💡Remembering Instructions
af: 💡Onthou Instruksies

# text
source: Take turns playing a game where you give 2-3 instructions that the other person has to remember to follow. Make sure physical movement is included!
af: Speel 'n speletjie waar julle beurte maak om 2-3 instruksies te gee wat die ander persoon moet onthou en uitvoer. Maak seker dat fisiese beweging ingesluit word!

# text
source: For example:
af: Byvoorbeeld:

# text
source: Hop twice, turn around.
af: Huppel twee keer, draai om.

# text
source: Jump to the kitchen, pick up a spoon, then run back. ✅
af: Spring kombuis toe, tel 'n lepel op, hardloop dan terug. ✅

# text
source: *Thinking Games*
af: *Dinkspeletjies*

# text
source: ❗ Mama/Daddy says! Play this game of giving instructions:
af: ❗ Mamma/Pappa sê! Speel hierdie speletjie waarin instruksies gegee word:

# text
source: Mama/daddy says touch your head. Mama/daddy says open your mouth. Mama/daddy says turn around. Mama/daddy says touch your knees. Mama/daddy says jump twice. Mama/daddy says jump, then clap and sit.
af: Mamma/Pappa sê raak aan jou kop. Mamma/Pappa sê maak oop jou mond. Mamma/Pappa sê draai om. Mamma/Pappa sê raak aan jou knieë. Mamma/Pappa sê spring twee keer. Mamma/Pappa sê spring, klap hande en sit.

# text
source: 🔵 🔴Blue-Red - now play this game!
af: 🔵 🔴Blou-Rooi - speel nou hierdie speletjie!

# text
source: If I say touch something blue, you need to touch something red. If I say touch something red, you need to touch something blue.
af: As ek sê raak aan iets blou, moet jy aan iets rooi raak. As ek sê raak aan iets rooi, moet jy aan iets blou raak.

# text
source: 👂 Go and stop: Play the game with @fields.child_nickname
af: 👂 Gaan en stop: Speel die speletjie met @fields.child_nickname

# text
source: Say: When I say “stop”, we freeze. When I say “go”, we can walk again.
af: Sê: Wanneer ek sê “stop”, vries ons. Wanneer ek sê “gaan”, kan ons weer loop.

# text
source: Once @fields.child_nickname is familiar with the game, @fields.child_nickname will lead.
af: Wanneer @fields.child_nickname die speletjie ken, sal @fields.child_nickname die leiding neem.

# text
source: 👂 Go and stop: Play the game with your child
af: 👂 Gaan en stop: Speel die speletjie met jou kind

# text
source: Once your child is familiar with the game, your child will lead.
af: Wanneer jou kind die speletjie ken, sal jou kind die leiding neem.

# text
source: *Games with Pictures!*
af: *Speletjies met Prente!*

# text
source: 👂 Making up a story from an image
af: 👂 Dink 'n storie uit na aanleiding van 'n prent

# text
source: For example, say: We are going to make up a story about this picture. I can start. This little girl is feeling very excited today. Why do you think she is feeling excited?
af: Sê byvoorbeeld: Ons gaan 'n storie oor hierdie prent uitdink. Ek kan begin. Hierdie dogtertjie is vandag baie opgewonde. Waarom, dink jy, is sy opgewonde?

# text
source: 😃 She is holding her bag and has a big smile. Where do you think she is going?
af: 😃 Sy hou haar sak vas en glimlag breed. Waar, dink jy, gaan sy heen?

# text
source: 👀 Can you point to it?
af: 👀 Kan jy dit uitwys?

# text
source: Using a book or a magazine, or anything with pictures, say:
af: Gebruik 'n boek of 'n tydskrif, of enigiets met prente, en sê:

# text
source: I am going to describe something on the page and you need to guess what it is and point to it. For example, “I see something that is [green and moves slowly].
af: Ek gaan iets op die bladsy beskryf en jy moet raai wat dit is en dit met jou vinger uitwys. Byvoorbeeld, “Ek sien iets wat [groen is en stadig beweeg].

# text
source: Can you guess what it is?” 💚
af: Kan jy raai wat dit is?” 💚

# text
source: *Shapes Everywhere!*
af: *Vorms Waar jy Kyk!*

# text
source: 📺 Squares, squares everywhere
af: 📺 Vierkante, vierkante waar jy kyk

# text
source: 👀 Draw squares in the sand or dirt. Make some bigger and some smaller.
af: 👀 Teken vierkante in die sand of grond. Maak party groter en ander kleiner.

# text
source: Tell @fields.child_nickname, “this is a square.”
af: Sê vir @fields.child_nickname, "dit is 'n vierkant".

# text
source: Ask your girl or boy to try to draw a square. Hold your boy’s or girl’s hand to help if this is hard.
af: Vra jou dogter of seun om te probeer om 'n vierkant te teken. Hou sy/haar hand vas om te help as dit moeilik is.

# text
source: Look for things around the home or outdoors that are the same shape.
af: Kyk in die huis of buite vir goed wat dieselfde vorm het.

# text
source: Now do the same with circles! 🔴
af: Doen nou dieselfde met sirkels! 🔴

# text
source: Tell your child, “this is a square.”
af: Sê vir jou kind, "dit is 'n vierkant".

# text
source: *Story Telling*
af: *Storievertel*

# text
source: 💡 Let’s make a story!
af: 💡Kom ons dink 'n storie uit!

# text
source: Say: We are going to make up a story. I will start then you will help me continue it.
af: Sê: Ons gaan 'n storie uitdink. Ek sal begin, dan help jy my om dit verder te vertel.

# text
source: ⏰ ”Once upon a time there was…”
af: ⏰ ”Eendag, lank, lank gelede was daar …”

# text
source: “What happened next?”👀
af: “Wat het volgende gebeur?”👀

# text
source: “What happened after that?”
af: “Wat het daarna gebeur?”

# text
source: 👂 Tell me the story!
af: 👂 Vertel vir my die storie!

# text
source: Say to @fields.child_nickname: “I have a book here that we have read before. Can you remember the story and tell it to me just by looking at the pictures?”
af: Sê vir @fields.child_nickname: “Hier het ek 'n boek wat ons al voorheen gelees het. Kan jy die storie onthou en vir my vertel deur net na die prentjies te kyk?”

# text
source: 👀 Show your girl or boy pictures in the book. Ask your boy or girl what is happening in the pictures and what happens next.
af: 👀 Wys vir jou dogter of seun prentjies in die boek. Vra jou seun of dogter wat gebeur in die prentjies en wat gebeur volgende.

# text
source: Say to your child: “I have a book here that we have read before. Can you remember the story and tell it to me just by looking at the pictures?”
af: Sê vir jou kind: “Hier het ek 'n boek wat ons al voorheen gelees het. Kan jy die storie onthou en vir my vertel deur net na die prentjies te kyk?”

# text
source: *I'm a Writer!*
af: *Ek's 'n Skrywer!*

# text
source: 📝 Have fun being creative with writing!
af: 📝 Geniet dit om kreatief te wees met skryfwerk!

# text
source: You and @fields.child_nickname can have fun writing with a pencil and paper, or with a stick and the sand!
af: Jy en @fields.child_nickname kan skryfpret hê met 'n potlood op papier, of met 'n stokkie in die sand!

# text
source: If your girl or boy doesn’t know how to write letters, encourage them to draw shapes, and try to copy the shapes of letters. 🔵▶️
af: As jou dogter of seun nie weet hoe om letters te skryf nie, moedig hom/haar aan om vorms te teken en te probeer om die vorms van letters na te boots. 🔵▶️

# text
source: When they are more confident, encourage them to write letters and even words. 😃Start showing them how to write their name and other important words for them, like mom, ball or milk.
af: Wanneer hy/sy meer selfvertroue het, moedig hom/haar aan om letters, en selfs woorde, te skryf. 😃 Begin om vir hom/haar te wys hoe om sy/haar naam te skryf, asook ander woorde wat vir hom/haar belangrik is, soos mamma, bal of melk.
