Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parenttext_5day_south_africa/*/*_ltp_activities.po
Languages: af

# text
source: *A friendly chat*
af: *'n Vriendelike geselsie*

# text
source: Talk to your teen about something that they are interested in! 😃
af: Praat met jou tiener oor iets waarin hy/sy belangstel! 😃

# text
source: ⚽ An easy way to start talking to your teen is to ask them about something they are interested in. For example, you could talk about sports, books, movies, friends, music, celebrities, or school.
af: ⚽ 'n Maklike manier om met jou tiener te begin praat, is om hom/haar uit te vra oor iets waarin hy/sy belangstel. Julle kan byvoorbeeld praat oor sport, boeke, flieks, vriende, musiek, beroemde mense of skool.

# text
source: 👂 You may not find everything your teen shares to be interesting, but it’s important to show enthusiasm and an eagerness to learn.
af: 👂 Jy sal dalk nie alles wat jou tiener vertel, interessant vind nie, maar dit is belangrik om te wys dat jy entoesiasties is en gewillig is om te leer.

# text
source: *Create your own Recipe*
af: *Ontwikkel jou eie Resep*

# text
source: Let your teen come up with a new meal idea!
af: Laat jou tiener vorendag kom met 'n nuwe idee vir 'n ete!

# text
source: 🍚 Create a new dish with @fields.child_nickname using ingredients they love!
af: 🍚 Skep 'n nuwe gereg saam met @fields.child_nickname deur bestanddele te gebruik waaroor hy/sy mal is!

# text
source: 🔵 Together, choose two ingredients, and ask your teen to prepare a meal using them. For example: chicken and spinach, tomatoes and rice, maize and pumpkin.
af: 🔵 Kies saam twee bestanddele, en vra jou tiener om dit te gebruik om 'n ete voor te berei. Byvoorbeeld: hoender en spinasie, tamaties en rys, mielies en pampoen.

# text
source: 📝 If you enjoy the meal, make it something your family eats weekly, and ask your teen to write it down for you. Give the meal a name and explain how to make it.
af: 📝 As julle die ete geniet, maak dit iets wat jou gesin weekliks eet, en vra jou tiener om dit vir jou neer te skryf. Gee die gereg 'n naam en verduidelik hoe om dit te maak.

# text
source: ✨ If your teen notices that you are learning from their cooking, it will boost their confidence!
af: ✨ As jou tiener sien dat jy uit sy/haar kookvernuf leer, sal dit sy/haar selfvertroue 'n hupstoot gee!

# text
source: 🍚 Create a new dish with your teen using ingredients they love!
af: 🍚 Skep 'n nuwe gereg saam met jou tiener deur bestanddele te gebruik waaroor hy/sy mal is!

# text
source: *Reflect on the positive*
af: *Dink na oor die positiewe*

# text
source: Spread Positivity! 🌈
af: Versprei Positiwiteit! 🌈

# text
source: 💡 Together, take a minute to think about all the things you did today.
af: 💡 Neem saam 'n minuut om na te dink oor al die goed wat julle vandag gedoen het.

# text
source: ☀️ Take turns sharing one positive or fun thing that happened. This could be something small, like feeling good because you cleaned the house, or something big, like spending time with family and friends.
af: ☀️ Maak beurte om een positiewe of prettige ding wat gebeur het, te deel. Dit kan iets kleins wees, soos om goed te voel omdat julle die huis skoongemaak het, of iets groots, soos dat julle tyd saam met familie en vriende deurgebring het.

# text
source: ⏰ Try doing this every day - even more on the days it feels like you have not done anything special.
af: ⏰ Probeer om dit elke dag te doen - veral op die dae dat dit voel asof julle nie enigiets spesiaals gedoen het nie.

# text
source: *What’s new?*
af: *Wat’s nuut?*

# text
source: Learning is fun! 🎓
af: Leer is pret! 🎓

# text
source: ❓ Ask your teen to think of a new, fun skill you could learn together.
af: ❓ Vra jou tiener om te dink aan 'n nuwe, pret-vaardigheid wat julle saam kan leer.

# text
source: For example: keeping a ball in the air with your foot, juggling, making soup, moonwalking, whistling, saying the alphabet backwards, learning all the countries in Africa.
af: Byvoorbeeld: om 'n bal met jou voet in die lug te hou, "juggle", sop maak, "moonwalk", fluit, sê die alfabet agterstevoor op, leer al die lande in Afrika.

# text
source: 🔄 Take turns trying out the new skill. Make sure to praise each other and learn and play together!
af: 🔄 Maak beurte om die nuwe vaardigheid te probeer. Maak seker dat julle mekaar prys, en leer en speel saam!

# text
source: 💛 Approach learning the skill in a kind and fun way, and do not judge your teen or yourself for your ability in the skill.
af: 💛 Benader die leer van die vaardigheid op 'n simpatieke en prettige manier, en moenie jouself of jou tiener afkraak oor julle vermoë in die vaardigheid nie.

# text
source: *Dance moves*
af: *Danspassies*

# text
source: Let's get moving! 👋 Dancing is a great way to exercise, have fun, and bond with your teen at the same time! You both get to express yourselves in a fun, relaxed way. 🎵
af: Kom ons beweeg! 👋 Dans is 'n wonderlike manier om te oefen, pret te hê, en terselfdertyd 'n band met jou tiener te vorm! Julle kry albei kans om julself op 'n prettige, ontspanne manier uit te druk. 🎵

# text
source: This game can be played in pairs or a group with everyone taking turns being the leader:
af: Hierdie speletjie kan in pare of in 'n groep gespeel word, met almal wat beurte maak om die leier te wees:

# text
source: 📱 Let your teen choose a song they like and create a set of dance moves.
af: 📱 Laat jou tiener 'n liedjie kies waarvan hy/sy hou en ontwikkel 'n stel danspassies.

# text
source: 👀 First person does a dance move and everyone else copies it.
af: 👀 Die eerste persoon voer 'n danspassie uit en al die ander moet dit namaak.

# text
source: ☀️ Don’t worry about perfecting the dance moves, it’s all about having fun together!
af: ☀️ Moenie bekommerd wees as jul danspassies nie perfek is nie, dit gaan daaroor om saam pret te hê!

# text
source: 💡 If you want to, you can perform your dance for the household!
af: 💡 As jy wil, kan jy jou dans vir die huismense doen!

# text
source: *Dance Activity*
af: *Dansaktiwiteit*

# text
source: Try something new and learn a dance challenge with your teen! ✨ Have fun!
af: Probeer iets nuuts en leer 'n dansuitdaging saam met jou tiener! ✨ Geniet dit!

# text
source: ⭐ Dancing is a great way to have fun together while being creative and moving your body!
af: ⭐ Dans is 'n wonderlike manier om saam pret te hê terwyl julle kreatief besig is en jul liggame beweeg!

# text
source: 📱 If your teen uses the app TikTok, suggest doing a dance challenge together.
af: 📱 As jou tiener die app TikTok gebruik, stel voor dat julle saam 'n dansuitdaging doen.

# text
source: 😃 Ask your teen to choose their favourite dance and learn it with them.
af: 😃 Vra jou tiener om sy/haar gunstelingdans te kies, en leer dit saam met hom/haar.

# text
source: 🎉 It’s okay if you can’t dance well, have fun and try not to take it too seriously!
af: 🎉 Dis oukei as jy nie goed kan dans nie; geniet dit en probeer om dit nie te ernstig op te neem nie!

# text
source: 💡 You do not have to post the video to learn the dance. You can keep it as a memory between you and your teen.
af: 💡 Julle hoef nie die video op sosiale media te plaas om die dans te leer nie. Jy en jou tiener kan dit net vir julself as 'n herinnering hou.

# text
source: *Check-in chat*
af: *Kontrolegeselsie*

# text
source: Actively checking in on one another helps to keep relationships healthy! ⭐
af: Om aktief te kontroleer of die ander een oukei is, help om verhoudings gesond te hou! ⭐

# text
source: Ask each other questions: “What made you happy today?” 👂 “What was difficult today?” 👂 “How can I help you?” 👂
af: Vra vir mekaar vrae: “Wat het jou vandag gelukkig gemaak?” 👂 “Wat was vandag moeilik?” 👂 “Hoe kan ek jou help?” 👂

# text
source: For this to help, your teen needs to feel safe while sharing things with you. Be open to their responses. 💚 Teens tend to be more honest when they trust that what they say will not be used against them later.
af: Dit sal slegs help as jou tiener veilig voel wanneer hy/sy goed met jou deel. Wees oop vir sy/haar antwoorde. 💚 Tieners is geneig om eerliker te wees as hulle vertrou dat wat hulle sê, nie later teen hulle gebruik sal word nie.

# text
source: Go easy on yourself if your teen does not want to share their problems with you. 💙 Often, teens are afraid to share as they are scared they will get in trouble. Getting upset with them won’t help - keep showing you love them and give them time! 🌷
af: Wees gaaf met jouself as jou tiener nie sy/haar probleme met jou wil deel nie. 💙 Tieners is dikwels bang om te deel, want hulle is bang hulle sal in die moeilikheid kom. Om vir hom/haar kwaad te word, sal nie help nie - hou aan om te wys jy is lief vir hom/haar en gee hom/haar tyd! 🌷

# text
source: *Express Yourself*
af: *Gee uiting aan Jouself*

# text
source: Dancing makes people happy!
af: Dans maak mense gelukkig!

# text
source: 🌈 This game can be played in pairs or as a group - stand facing each other or in a circle.
af: 🌈 Hierdie speletjie kan in pare of as 'n groep gespeel word - staan teenoor mekaar of in 'n sirkel.

# text
source: 🎵 Together, choose a fun and upbeat song to play and a person to start the game by creating one dance move.
af: 🎵 Kies saam 'n prettige, opgewekte liedjie om te speel en 'n persoon om die speletjie te begin deur een danspassie te skep.

# text
source: 👀 The person to their right must copy that dance move and add their own move to it.
af: 👀 Die persoon aan sy/haar regterkant moet daardie danspassie naboots en sy/haar eie danspassie byvoeg.

# text
source: ✨ Go around the circle, each person adding their own dance move to the full song.
af: ✨ Gaan in die rondte; elke persoon voeg sy/haar eie danspassie by tot aan die einde van die liedjie.

# text
source: 🔄 The first one who forgets someone's dance moves or does it in the wrong order chooses the next song and starts the game again.
af: 🔄 Die eerste een wat iemand se danspassies vergeet of dit in die verkeerde volgorde doen, kies die volgende liedjie en begin weer die speletjie.

# text
source: 🎉 Try new dance moves with this game and have fun!
af: 🎉 Probeer nuwe danspassies met hierdie speletjie en geniet dit!

# text
source: *2 Truths, 1 Lie*
af: *2 Waarhede, 1 Leuen*

# text
source: This is a fun, quick game, and the point of it is to learn things about each other. Make your answers as interesting as possible! 🎨
af: Hierdie speletjie is prettig en vinnig, en die doel daarvan is om meer oor mekaar uit te vind. Maak jou antwoorde so interessant as moontlik! 🎨

# text
source: 💡 Ask your teen to think of 3 facts about themselves. 2 must be true, 1 must be a lie.
af: 💡 Vra jou tiener om te dink aan 3 feite oor hom-/haarself. 2 moet waar wees, 1 moet 'n leuen wees.

# text
source: 🔷 Here are some examples: I hate bananas, I have travelled to Kenya, my favourite subject in school was maths.
af: 🔷 Hier is 'n paar voorbeelde: Ek haat piesangs, ek het na Kenia gereis, my gunstelingskoolvak was Wiskunde.

# text
source: 👀 Share the facts with your teen and ask them to guess which one is a lie.
af: 👀 Deel die feite met jou tiener en vra hom/haar om te raai watter een 'n leuen is.

# text
source: 🔄 Now ask them to do the same, and guess theirs.
af: 🔄 Vra hom/haar nou om dieselfde te doen, en raai syne/hare.

# text
source: Did you learn anything new about your teen, or did they learn anything new about you? 💛
af: Het jy enigiets nuuts oor jou tiener uitgevind, of het hy/sy iets nuuts oor jou uitgevind? 💛

# text
source: *Yes, No or Maybe*
af: *Ja, Nee of Miskien*

# text
source: Are you tired of hearing your teen say yes, no, or maybe to all of your questions? Turn your chat into a game, and don’t allow one-word answers. 🎈
af: Is jy moeg daarvan dat jou tiener ja, nee of miskien op al jou vrae antwoord? Verander julle geselsie in 'n speletjie, en moenie eenwoord-antwoorde toelaat nie. 🎈

# text
source: 🔴 Teens are known to give one-word answers to avoid talking.
af: 🔴 Tieners is bekend daarvoor dat hulle eenwoord-antwoorde gee om 'n gesprek te vermy.

# text
source: 💡 When you would like to really know how your teen is doing, you can turn your chat into a game.
af: 💡 As jy regtig wil weet hoe dit met jou tiener gaan, kan jy julle geselsie in 'n speletjie verander.

# text
source: ⭐ Take turns asking each other questions. The only rule is that you cannot use one-word responses, such as Yes, No, Maybe, Fine, and Okay.
af: ⭐ Maak beurte om mekaar vrae te vra. Die enigste reël is dat julle nie eenwoord-antwoorde mag gee nie, soos Ja, Nee, Miskien, Goed en Oukei.

# text
source: ⚽ You can ask about things your teen likes or what they did today. For example, how was your day? What are you excited for? Is there anything worrying you?
af: ⚽ Jy kan uitvra oor goed waarvan jou tiener hou of wat hy/sy vandag gedoen het. Byvoorbeeld, Hoe was jou dag? Waaroor is jy opgewonde? Is daar iets waaroor jy jou bekommer?

# text
source: 🔄 It is important to let your teen ask a question as well. Trust is built when your teen can see that you are also sharing your life with them, and not only trying to learn about their life.
af: 🔄 Dit is belangrik om jou tiener toe te laat om ook 'n vraag te vra. Vertroue word gebou wanneer jou tiener kan sien dat jy ook jou lewe met hom/haar deel, en nie slegs probeer om meer oor sy/haar lewe uit te vind nie.

# text
source: *Movie World*
af: *Fliek-Wêreld*

# text
source: Leaving the busy and stressful world behind can be good for our health. 🌱 Take a moment to escape with your teen by creating a superhero story together!
af: Om die besige en stresvolle wêreld agter te laat, kan goed wees vir ons gesondheid. 🌱 Neem 'n oomblik om saam met jou tiener te ontsnap deur saam 'n superheld-storie te skep!

# text
source: 🎈 Ask your teen to imagine that they are a superhero and what their superpowers would be. Flying? Time travel? Mind reading? Super Strength?
af: 🎈Vra jou tiener om hom/haar te verbeel dat hy/sy 'n superheld is, en wat sy/haar superkrag sou wees. Vlieg? Tydreis? Gedagtes lees? Superkrag?

# text
source: ✨ Ask them how they would use these superpowers, and why.
af: ✨ Vra hoe hy/sy hierdie superkragte sou gebruik, en hoekom.

# text
source: 🌈 Help them give their superhero a name, an outfit, and a sidekick, and act it out. If your teen does not want to act, that is fine - talking about it is just as good!
af: 🌈 Help hom/haar om sy/haar superheld 'n naam te gee, asook 'n uitrusting en 'n helper, en speel hierdie rolle. As jou tiener nie wil toneelspeel nie, is dit oukei - dis net so goed om daaroor te praat!

# text
source: 👑 Now, let them make up a superhero for you. Play the part! You can ask questions, like who the villain would be, or how you became a superhero.
af: 👑 Laat hom/haar nou vir jou 'n superheld uitdink. Speel die rol! Jy kan vrae vra, soos wie die skurk sou wees, of hoe jy 'n superheld geword het.

# text
source: 💡 Create a story - what happens to the characters? Is it an action story? Is it a thriller, space, sport, adventure, or romance?
af: 💡 Skep 'n storie - wat gebeur met die karakters? Is dit 'n aksiestorie? Is dit 'n riller, ruimte, sport, avontuur of romanse?

# text
source: ➡️ Next time you play this game, you could create a new story or superhero with your teen or continue the story you started together.
af: ➡️ Volgende keer wat julle hierdie speletjie speel, kan jy saam met jou tiener 'n nuwe storie skep, of voortgaan met die storie wat julle saam begin het.

# text
source: *Get Active*
af: *Raak aktief*

# text
source: Exercise is a great way to spend time together and it is so good for your health. 🌱 Find a sport or exercise that both you and your teen want to do and try it out together!
af: Oefening is 'n wonderlike manier om tyd saam deur te bring, en dit is so goed vir jou gesondheid. 🌱 Vind 'n sport of oefening wat jy en jou tiener albei wil doen en probeer dit saam!

# text
source: ⏰ Even walking for 10 minutes a day is good for you.
af: ⏰ Selfs 10 minute se stap per dag is goed vir jou.

# text
source: ⚽ Together you can walk, run, play soccer, swim, dance, or do any other sport..
af: ⚽ Saam kan julle stap, hardloop, sokker speel, swem, dans, of enige ander sport doen.

# text
source: 🏆 Together, think of ways to make it even more fun. Can you jog to a certain point? Take turns being the coach? Can there be a small, free reward, like getting to decide the next activity?
af: 🏆 Dink saam aan maniere om dit selfs nog meer pret te maak. Kan julle tot by 'n sekere plek draf? Beurte maak om die afrigter te wees? Kan daar 'n klein, gratis beloning wees, soos om die volgende aktiwiteit te mag kies?

# text
source: 🌈 Exercise becomes easier and more enjoyable the more you do it.
af: 🌈 Oefening raak makliker en meer genotvol, hoe meer jy dit doen.

# text
source: 🔄 If you or your teen do not like the first exercise you pick, try a new exercise.
af: 🔄 As jy of jou tiener nie hou van die eerste oefening wat julle gekies het nie, probeer 'n nuwe een.

# text
source: *Make up a story*
af: *Dink 'n storie uit*

# text
source: Creating stories together is a great way to learn the art of storytelling - and to build your teen’s creativity! 📖
af: Om saam stories te skep, is 'n wonderlike manier om die kuns van storievertel aan te leer - en jou tiener se kreatiwiteit te ontwikkel! 📖

# text
source: 🔟 With your teen, come up with 10 words to use. They can be any words you want! For example: banana, spaceship, fish, water, painting, wasp nest, cooking, wedding.
af: 🔟 Dink saam met jou tiener aan 10 woorde om te gebruik. Dit kan enige woorde wees wat julle wil! Byvoorbeeld: piesang, ruimtetuig, vis, water, skildery, perdebynes, kook, troue.

# text
source: 🎂 Start your story with, “Once upon a time, there was a…” and make sure you use one of the words from the list in your sentence. For example, “Once upon a time, there was a family who worked on a *banana* farm.”
af: 🎂 Begin julle storie met “Eendag, lank, lank gelede was daar 'n…” en maak seker dat julle een van die woorde uit die lys in julle sin gebruik. Byvoorbeeld, “Eendag, lank, lank gelede was daar 'n gesin wat op 'n *piesang*-plaas gewerk het.”

# text
source: 📝 Let your teen make up the next sentence using another word from the list.
af: 📝 Laat jou tiener die volgende sin uitdink deur nog 'n woord uit die lys te gebruik.

# text
source: 🔄 Take turns until you have used as many words from the list as you can, or until you have finished your story.
af: 🔄 Maak beurte totdat julle soveel as moontlik woorde uit die lys gebruik het, of totdat julle die storie voltooi het.

# text
source: 🔔 Be as creative as possible with your story and do not tell your teen what to say. It does not need to be a real story to be a good story!
af: 🔔 Wees so kreatief as moontlik met julle storie, en moenie vir jou tiener voorskryf wat om te sê nie. Dit hoef nie 'n ware storie te wees om 'n goeie storie te wees nie!

# text
source: 🎁 Ask your teen what their favourite part of the story was, and tell them yours!
af: 🎁 Vra jou tiener wat sy/haar gunstelingdeel van die storie was, en sê wat joune was!

# text
source: *Take A Pause with your teen*
af: *Ontspan 'n rukkie saam met jou tiener*

# text
source: Take a pause with your teen. This helps them deal with stress in a healthy way!
af: Ontspan 'n rukkie saam met jou tiener. Dit help hom/haar om stres op 'n gesonde manier te hanteer!

# text
source: ⏰ You could take a pause before dinner, after school, before school, or before bedtime.
af: ⏰ Julle kan voor aandete, na skool, voor skool of voor slaaptyd 'n bietjie ontspan.

# text
source: 👂 Sit down together and close your eyes. Listen to your breath as it goes in and out. Notice how you feel.
af: 👂 Gaan sit saam en maak julle oë toe. Luister na jul asemhaling terwyl julle in- en uitasem. Neem kennis van hoe julle voel.

# text
source: ⭐ Take 5 more deep breaths.
af: ⭐ Haal nog 5 keer diep asem.

# text
source: 👀 When you are ready, open your eyes again. Do you feel any different?
af: 👀 Wanneer julle gereed is, maak jul oë weer oop. Voel julle enigsins anders?

# text
source: ⏸ Ask your teen what it was like to take a pause. Listen and accept whatever they say about it.
af: ⏸ Vra jou tiener hoe dit was om 'n rukkie te ontspan. Luister en aanvaar wat ook al hy/sy daaroor sê.

# text
source: *Name That Tune*
af: *Liedjieraai*

# text
source: Listening to music is a great way to lower your stress and have fun with your family. 💚
af: Om na musiek te luister, is 'n wonderlike manier om jou stresvlakke te laat daal en pret saam met jou gesin te hê. 💚

# text
source: 📻 Gather your family members and choose one person to play or sing a song.
af: 📻 Laat al jou gesinslede bymekaarkom en kies een persoon om 'n liedjie te speel of te sing.

# text
source: ❓ Everyone else must guess the name and artist of the song.
af: ❓ Al die ander moet die naam en kunstenaar van die liedjie raai.

# text
source: 🎉 The first one to guess it right becomes the next person to sing or play a song.
af: 🎉 Die eerste een wat reg raai, is die volgende persoon wat 'n liedjie speel of sing.

# text
source: 🔄 Keep going around until everyone has been able to play their favourite song and let the rest hear.
af: 🔄 Hou so aan totdat almal 'n beurt gehad het om hul gunstelingliedjie te speel/sing en die res laat luister het.

# text
source: *Pass the ball*
af: *Gee die bal aan*

# text
source: Games are a great, fun way to spend time with your family!
af: Speletjies is 'n wonderlike, prettige manier om tyd saam met jou gesin deur te bring!

# text
source: 3️⃣ This game is best with at least 3 people.
af: 3️⃣Hierdie speletjie werk die beste met ten minste 3 mense.

# text
source: ⚽ Find a ball to play. If you cannot find a ball, choose an item you can safely throw around. For example, a bottle cap or a plastic cup.
af: ⚽ Kry 'n bal om mee te speel. As julle nie 'n bal kan kry nie, kies 'n item wat julle veilig kan rondgooi, byvoorbeeld 'n bottelprop of 'n plastiekglasie.

# text
source: ➡️ Start in a circle and pass the ball around.
af: ➡️ Begin in 'n sirkel en gee die bal aan.

# text
source: 👋 Start throwing the ball in new directions (up, down, straight, curved, rolling on the ground) and with different forces (hard, soft, medium). You can bounce the ball, throw it in the air, and catch it a few times before passing it.
af: 👋 Begin die bal in nuwe rigtings gooi (op, af, reguit, met 'n kurwe, rol dit op die grond) en met wisselende krag (hard, sag, medium). Jy kan die bal bons, dit in die lug gooi en dit 'n paar keer in die lug gooi en vang voordat jy dit aanstuur.

# text
source: ✨ When everyone gets good at catching the ball, you can start moving around the room, still passing the ball.
af: ✨ Wanneer almal begin goed raak daarmee om die bal te vang, kan julle begin om in die vertrek rond te beweeg en steeds vir mekaar die bal aan te gee.

# text
source: ⭐ Can you throw the ball under the leg? Behind the back? Over your head? Block a pass? Have fun with it!
af: ⭐ Kan jy die bal tussen jou bene deur gooi? Agter jou rug? Oor jou kop? 'n Aangee blokkeer? Geniet dit!

# text
source: *Make Housework Fun*
af: *Maak Huistake Pret*

# text
source: Turn your chores into games! 🏆
af: Verander jul huistake in speletjies! 🏆

# text
source: ☀️ Making housework fun is a good way to teach your teen to be responsible and to rely on themselves.
af: ☀️ Om huiswerk pret te maak, is 'n goeie manier om jou tiener verantwoordelikheid te leer en om op hom-/haarself staat te maak.

# text
source: 📝 Together, make a list of all the chores that must be done in your home.
af: 📝 Maak saam 'n lysie van al die huistake wat in julle huis gedoen moet word.
