Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parenttext_5day_south_africa/*/*_ltp_activities.po
Languages: af

# text
source: Show them the simple things that you write - like shopping lists! Show them the words and each of the letters. Let them try to copy the words! 📖
af: Wys vir hom/haar die eenvoudige goed wat jy skryf - soos inkopielysies! Wys vir hom/haar die woorde en elke letter. Laat hom/haar probeer om die woorde te kopieer! 📖

# text
source: You and your child can have fun writing with a pencil and paper, or with a stick and the sand!
af: Jy en jou kind kan skryfpret hê met 'n potlood op papier, of met 'n stokkie in die sand!

# text
source: *A Friendly Chat*
af: *'n Vriendelike geselsie*

# text
source: Talk to your girl or boy about something that they are interested in! 😃
af: Praat met jou dogter of seun oor iets waarin hy/sy belangstel! 😃

# text
source: 💚 Spending quality time with your boy or girl and talking to them every day is a good way to develop a strong relationship.
af: 💚 Om elke dag kwaliteittyd saam met jou seun of dogter deur te bring en met hom/haar te praat, is 'n goeie manier om 'n sterk verhouding te ontwikkel.

# text
source: ⚽ An easy way to start talking to your girl or boy is to ask them about something they are interested in, for example you could talk about topics such as: sports, books, movies, friends, music, celebrities, or school.
af: ⚽ 'n Maklike manier om met jou dogter of seun te begin praat, is om hom/haar uit te vra oor iets waarin hy/sy belangstel. Julle kan byvoorbeeld praat oor onderwerpe soos sport, boeke, flieks, vriende, musiek, beroemde mense of skool.

# text
source: 👂 You may not find everything your boy or girl shares to be interesting, but it’s important to show enthusiasm and an eagerness to learn.
af: 👂 Jy sal dalk nie alles wat jou seun of dogter vertel, interessant vind nie, maar dit is belangrik om te wys dat jy entoesiasties is en gewillig is om te leer.

# text
source: Exercise is a great way to spend time together and it is so good for your health. 🌱 Find a sport or exercise that both you and your girl or boy want to do and try it out together!
af: Oefening is 'n wonderlike manier om tyd saam deur te bring, en dit is so goed vir jou gesondheid. 🌱 Vind 'n sport of oefening wat jy en jou dogter of seun albei wil doen en probeer dit saam!

# text
source: 🔄 If you or your girl or boy do not like the first exercise you pick, try a new exercise.
af: 🔄 As jy of jou dogter of seun nie hou van die eerste oefening wat julle gekies het nie, probeer 'n nuwe een.

# text
source: *Pass the Ball*
af: *Gee die Bal aan*

# text
source: *Active Songs*
af: *Aktiewe Liedjies*

# text
source: 😃 Young boys and girls love physical games! But they need reminders about how to play 💡
af: 😃 Jong seuns en dogters hou van fisiese speletjies! Maar hulle moet herinner word hoe om te speel 💡

# text
source: 🎵 Songs with movements are fun and active and give instructions on how to move!
af: 🎵 Liedjies met bewegings is pret en aktief en gee instruksies oor hoe om te beweeg!

# text
source: Sing songs to @fields.child_nickname or a group of girls and boys in which they have to:
af: Sing liedjies vir @fields.child_nickname of 'n groep dogters of seuns waarin hulle moet:

# text
source: ✅ Start and stop ❌
af: ✅ Begin en stop ❌

# text
source: ⬇️ Slow down and speed up ⬆️
af: ⬇️ Stadiger en vinniger moet beweeg ⬆️

# text
source: Sing songs to your child or a group of girls and boys in which they have to:
af: Sing liedjies vir jou kind of 'n groep dogters of seuns waarin hulle moet:

# text
source: *Follow the Leader!*
af: *Volg die Leier!*

# text
source: ⭐ Choose someone to be the leader (tip: start with an adult like yourself)
af: ⭐ Kies iemand as leier (wenk: begin met 'n volwassene soos jyself)

# text
source: 😃 Other players line up behind the leader. The leader moves around in any way they like!
af: 😃 Ander spelers maak 'n ry agter die leier. Die leier beweeg rond op enige manier wat hy/sy wil!

# text
source: 🏁 They can run, jump, crawl, walk on tiptoe, and any other way they want!
af: 🏁 Hy/sy kan hardloop, spring, kruip, op sy/haar tone loop, en enige ander manier wat hy/sy wil!

# text
source: 👀 The other players must copy what the leader does, and the leader can change movements at any time.
af: 👀 Die ander spelers moet die leier se bewegings naboots, en die leier kan te eniger tyd die bewegings verander.

# text
source: 🔄 Players take turns being the leader!
af: 🔄 Elkeen kry 'n beurt om die leier te wees!

# text
source: *Be the Narrator*
af: *Wees die Verteller*

# text
source: 👀 Say what your girl or boy is doing while they are playing
af: 👀 Sê wat jou dogter of seun doen terwyl sy/hy speel

# text
source: 👂 This will help them learn the words to describe their actions.
af: 👂 Dit sal hom/haar help om die woorde te leer wat sy/haar aksies beskryf.

# text
source: 😃 You can do it in a simple way, or in a silly way like a sports commentator, a news presenter, or a game show host
af: 😃 Jy kan dit op 'n eenvoudige manier doen, of op 'n lawwe manier soos 'n sportkommentator, 'n nuusleser of 'n speletjiesprogram-aanbieder

# text
source: 💡 Ask questions like “what will you do next?” or “I see you want to put the ball in the jar. Is there another way to do that?”
af: 💡 Vra vrae soos “Wat gaan jy volgende doen?” of “Ek sien jy wil die bal in die fles sit. Is daar 'n ander manier om dit te doen?”

# text
source: *Be an Artist!*
af: *Wees 'n Kunstenaar!*

# text
source: 📝 Give @fields.child_nickname some paper and a pen or pencil, or some different pens or pencils.
af: 📝 Gee vir @fields.child_nickname papier en 'n pen of potlood, of 'n paar verskillende penne of potlode.

# text
source: 😃 Let your girl or boy draw whatever they want to!
af: 😃 Laat jou dogter of seun vrylik teken wat sy/hy wil!

# text
source: 👀 Ask questions about what they are drawing, the size of the thing they are drawing, and the colours they are using.
af: 👀 Vra vrae oor wat hy/sy teken, die grootte van die ding wat hy/sy teken, en die kleure wat hy/sy gebruik.

# text
source: 🏆 If possible, put your boy or girl’s picture up on the wall when they are finished. Give praise to your girl or boy!
af: 🏆Indien moontlik, plak jou seun of dogter se prent teen die muur wanneer dit klaar is. Prys jou dogter of seun!

# text
source: 📝 Give your child some paper and a pen or pencil, or some different pens or pencils.
af: 📝 Gee vir jou kind papier en 'n pen of potlood, of 'n paar verskillende penne of potlode.

# text
source: *Be an Expert in Emotions!*
af: *Wees 'n Kenner oor Emosies!*

# text
source: 📝 Create an album of the six emotions with @fields.child_nickname: happy, sad, angry, disgusted, surprised, afraid.
af: 📝 Skep 'n album van die ses emosies saam met @fields.child_nickname: gelukkig, hartseer, kwaad, teensinnig, verras, bang.

# text
source: Draw, cut-out pictures from magazines, or take photos of family members showing different emotions.
af: Teken, knip prente uit tydskrifte of neem foto's van gesinslede wat die verskillende emosies uitbeeld.

# text
source: Label each emotion and add words about how each family member feels those emotions.
af: Etiketteer elke emosie en voeg woorde by oor hoe elke gesinslid daardie emosies ervaar.

# text
source: Put the album in a spot everyone agrees on, and use it throughout the day to show how the family is feeling. For example, after school, everyone can pin the emotion they’re experiencing.
af: Plaas die album op 'n plek waaroor almal ooreenkom, en gebruik dit deur die dag om te wys hoe die gesin voel. Elkeen kan byvoorbeeld na skool die emosie wat hy/sy ervaar, iewers vasspeld.

# text
source: Feel free to add new feelings as they come up. If someone doesn’t know what they are feeling, help them identify it by exploring how it feels in their body. Try together to find a new word for that emotion.
af: Voeg gerus nuwe gevoelens by soos wat dit opduik. As iemand nie weet wat hy/sy voel nie, help hom/haar om dit te identifiseer deur uit te vra oor hoe dit in sy/haar liggaam voel. Probeer saam om 'n nuwe woord vir daardie emosie te vind.

# text
source: This can help everyone in the family become experts in understanding themselves and be aware of what their bodies need.
af: Dit kan elkeen in die gesin help om 'n kenner te word op die gebied om hom-/haarself te verstaan en bewus te wees van wat sy/haar liggaam nodig het.

# text
source: 📝 Create an album of the six emotions with your child: happy, sad, angry, disgusted, surprised, afraid.
af: 📝 Skep 'n album van die ses emosies saam met jou kind: gelukkig, hartseer, kwaad, teensinnig, verras, bang.
