Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parenttext_5day_south_africa/*/*_ltp_activities.po
Languages: af

# text
source: 💡 Make sure the tasks are fair and things your teen can do. For example, washing up, sweeping, mopping, making the beds, and laundry.
af: 💡 Maak seker die take is regverdig en dat dit goed is wat jou tiener kan doen. Byvoorbeeld, skottelgoed, vee, mop, beddens opmaak en wasgoed.

# text
source: 🔄 Each week, let a different person in the family choose a chore first.
af: 🔄 Laat 'n ander persoon in die gesin elke week eerste 'n taak kies.

# text
source: 🎵 Play some music or turn on the radio. Music is a great way to make a boring task fun!
af: 🎵 Speel musiek of skakel die radio aan. Musiek is 'n wonderlike manier om 'n vervelige taak prettig te maak!

# text
source: ✅ Tick off the tasks when they are done so you can see your progress as a family. You could offer small rewards as motivation to complete activities.
af: ✅ Merk die take af wanneer dit klaar is, sodat julle as gesin jul vordering kan sien. Jy kan klein belonings as motivering aanbied om aktiwiteite te voltooi.

# text
source: 📺 For example, you could let your teen watch more TV, spend more time with their friends, choose what they want for dinner, or have something sweet if they do their chores in a fair amount of time.
af: 📺 Jy kan byvoorbeeld jou tiener meer TV laat kyk, meer tyd saam met vriende laat deurbring, laat kies wat hy/sy vir aandete wil hê, of soetgoed gee as hy/sy sy/haar take binne 'n redelike tyd afhandel.

# text
source: ❓ If your child does not complete a chore, ask them why, and come up with a fair consequence together.
af: ❓ As jou kind nie 'n taak afhandel nie, vra hom/haar hoekom, en dink saam 'n regverdige gevolg uit.

# text
source: *I’m Going on a Picnic and I Will Bring…*
af: *Ek Gaan na 'n Piekniek en Ek Bring Saam …*

# text
source: Memory games are a fun way to strengthen our brains!
af: Geheuespeletjies is 'n prettige manier om ons breine te versterk!

# text
source: 🎂 Think of all the things you would have at your dream picnic.
af: 🎂 Dink aan al die goed wat jy by jou droompiekniek sal hê.

# text
source: 🎈 The first person says, “On Saturday, I am going to the park to have a picnic. To this picnic, I will bring...” and they say one thing they will bring to the picnic.
af: 🎈 Die eerste persoon sê, “Saterdag gaan ek in die park piekniek hou. Vir die piekniek bring ek ...” en noem een ding wat hy/sy saamneem vir die piekniek.

# text
source: 🍅 For example: a sandwich, a ball, a blanket, forks, cups, a dog, or coca cola.
af: 🍅 Byvoorbeeld: 'n toebroodjie, 'n bal, 'n kombers, vurke, koppies, 'n hond of coca cola.

# text
source: 🔔 The second person adds to the first person's list, but must start at the beginning: “On Saturday, I am going to the park to have a picnic. To this picnic, I will bring...” and say the item that the first person said AND then add their own item to the list.
af: 🔔 Die tweede persoon voeg by die eerste persoon se lys, maar moet voor begin: “Saterdag gaan ek in die park piekniek hou. Vir die piekniek bring ek ...” en sê die item wat die eerste persoon gesê het EN voeg dan sy/haar eie item by die lys.

# text
source: 🔄 Each time you add an item, you must say all previous items first - in the correct order!
af: 🔄 Elke keer as jy 'n item byvoeg, moet jy eers al die vorige items sê - in die korrekte volgorde!

# text
source: ⭐ Each person adds to the list, while remembering all the previous items.
af: ⭐ Elke persoon voeg 'n item by die lys, terwyl hy/sy al die vorige items onthou.

# text
source: 👀 If everyone has a turn, keep going and building your list. The first person to forget an item restarts the game!
af: 👀 As almal 'n beurt gehad het, hou aan om die lys langer te maak. Die eerste persoon wat 'n item vergeet, begin die speletjie oor!

# text
source: *This is who I am*
af: * Dit is wie ek is*

# text
source: Self-esteem is the way you value yourself, either in a positive or negative way. Helping your teen to have high self-esteem is a recipe for success! 🏆
af: Selfbeeld is die manier waarop jy jouself na waarde skat, op 'n positiewe of negatiewe manier. Om jou tiener te help om 'n goeie selfbeeld te hê, is 'n suksesresep! 🏆

# text
source: ⭐Share with your teen 3 things you like about yourself!
af: ⭐Deel met jou tiener 3 dinge van jouself waarvan jy hou!

# text
source: 3️⃣ Ask your teen to tell you 3 things they like about themselves.
af: 3️⃣ Vra jou tiener om vir jou 3 dinge van hom-/haarself te noem waaarvan hy/sy hou.

# text
source: For example: I am great at treating others kindly. I am great at styling my hair. I am great at football. ⚽
af: Byvoorbeeld: Ek is wonderlik daarmee om ander mense goed te behandel. Ek kan my hare baie goed versorg. Ek is fantasties in sokker. ⚽

# text
source: If your teen does not feel comfortable sharing these, ask them to write them down. 📝
af: As jou tiener nie gemaklik daarmee voel om hierdie dinge te sê nie, vra hom/haar om dit neer te skryf. 📝

# text
source: *Things I like about others and me*
af: *Dinge in ander en myself waarvan ek hou*

# text
source: Here is an activity to help you and your teen notice the good parts of themselves..
af: Hier is 'n aktiwiteit om jou en jou tiener te help om die goeie dele in hom/haar raak te sien..

# text
source: ☀️Ask your teen to share 3 things they like about a friend or someone they admire, like a celebrity.
af: ☀️Vra jou tiener om 3 dinge te noem waarvan hy/sy hou in 'n vriend of iemand wat hy/sy bewonder, soos 'n beroemde persoon.

# text
source: ❓ Ask them if they share any of these qualities, too.
af: ❓ Vra hom/haar of hy/sy ook oor enige van hierdie eienskappe beskik.

# text
source: 💙 You can do the same: share with your teen the qualities you like about yourself or about someone you admire - and what you like about your teen!
af: 💙 Jy kan dieselfde doen: deel met jou tiener die eienskappe waarvan jy in jouself of iemand wat jy bewonder, hou - en waarvan jy in jou tiener hou!

# text
source: *Make a family wish list*
af: *Stel 'n gesinswenslys op*

# text
source: Wish lists are a great way to set, plan and keep track of your goals and dreams. 🌷
af: Wenslyste is 'n wonderlike manier om julle doelwitte en drome vas te stel, te beplan en die vordering daarvan dop te hou. 🌷

# text
source: 📝 To start your wish list, gather your family together and grab pens and paper.
af: 📝 Om met julle wenslys te begin, kry jou gesin bymekaar en gryp penne en papier.

# text
source: 🚲 Allow each family member to write a list of goals and experiences they want to achieve this year.
af: 🚲 Laat elke gesinslid 'n lys van doelwitte en ervarings wat hy/sy vanjaar wil behaal, neerskryf.

# text
source: 🎂 For example: exercise daily, read 1 book a month, make a new friend, learn to bake a cake, learn to juggle, or go watch the local soccer team play.
af: 🎂 Byvoorbeeld: oefen daagliks, lees 1 boek per maand, maak 'n nuwe vriend, leer om koek te bak, leer om te "juggle", of gaan kyk wanneer die plaaslike sokkerspan speel.

# text
source: 🔔 Once you have finished, put the list up where everyone can see it daily.
af: 🔔 Wanneer julle klaar is, sit die lys iewers op waar almal dit elke dag kan sien.

# text
source: 🎉 As members of the family reach their goals, tick them off the list and celebrate each goal reached.
af: 🎉 Wanneer gesinslede hul doelwitte bereik, merk dit af op die lys en vier elke doelwit wat behaal is.

# text
source: ❓ As the year goes on, there might be some items some of you have not achieved. Talk to your family about whether you still want to reach this goal or whether the goal has changed.
af: ❓ Soos die jaar verbygaan, is daar dalk van die items wat sommige van julle nog nie behaal het nie. Praat met jou gesin oor of julle steeds hierdie doel wil bereik en of die doelwit dalk verander het.

# text
source: 🔑 If you still want to achieve the goal, discuss with your family what you need to do to tick the goal off your wish list.
af: 🔑 As jy steeds die doelwit wil behaal, bespreek met jou gesin wat jy moet doen om dit op jou wenslysie te kan afmerk.

# text
source: *Weekly Goal Setting*
af: *Weeklikse Doelstelling*

# text
source: Let’s set some goals ⭐
af: Kom ons stel 'n paar doelwitte vas ⭐

# text
source: ⏰ It can be helpful to set smaller weekly goals that are easier to reach. This helps us reach our larger goals over time.
af: ⏰ Dit kan help om kleiner weeklikse doelwitte te stel wat makliker is om te bereik. Dit help ons om ons groter doelwitte mettertyd te bereik.

# text
source: 💡Ask your teen for one goal that they would like to achieve this week.
af: 💡Vra jou tiener vir een doelwit wat hy/sy graag hierdie week wil bereik.

# text
source: 🔄 Make sure this goal is *specific* and *achievable* to reach in 1 week.
af: 🔄 Maak seker hierdie doel is *spesifiek* en *bereikbaar* om in 1 week te bereik.

# text
source: 💚 You can also share your own weekly goal with your teen and support each other so you can both achieve your goals.
af: 💚 Jy kan ook jou eie weeklikse doel met jou tiener deel en julle kan mekaar ondersteun sodat julle albei jul doelwitte kan bereik.

# text
source: 🎉 Make sure to praise and celebrate your teen for their hard work towards reaching their goal.
af: 🎉 Maak seker dat jy jou tiener prys en vier vir sy/haar harde werk om sy/haar doelwit te bereik.

# text
source: 🔔 If your teen does not reach their goal, that is okay. Discuss with your teen the steps they still need to take or how they could reach it a different way.
af: 🔔 As jou tiener nie sy/haar doelwit bereik nie, is dit oukei. Bespreek die stappe met jou tiener wat hy/sy nog moet volg of hoe hy/sy dit op 'n ander manier kan bereik.

# text
source: *Three cakes and a candle*
af: *Drie koeke en 'n kers*

# text
source: Working towards big goals can be hard! Here is a way you can help your teen set new goals for the things they want to achieve. 👑
af: Om na groot doelwitte te werk, kan moeilik wees! Hier is 'n manier waarop jy jou tiener kan help om nuwe doelwitte te stel vir dit wat hy/sy wil bereik. 👑

# text
source: 👑 Ask your teen to come up with three things that they are good at, and discuss what they did to become so good at them. For example: keeping their room neat, helping your family with housework, or playing a sport.
af: 👑 Vra jou tiener om drie dinge waarmee hy/sy goed is, te noem, en bespreek wat hy/sy gedoen het om so goed daarin te word. Byvoorbeeld: om sy/haar kamer skoon te hou, om die gesin met huistake te help, of 'n sport te speel.

# text
source: 🏆 Next, ask your teen what they wish they were good at.
af: 🏆 Vra jou tiener volgende wat hy/sy wens hy/sy mee goed was.

# text
source: 🔑 Remind them that it took work and practice to become good at the skills they have. They will have to do the same for any new goal.
af: 🔑 Herinner hom/haar dat dit werk en oefening gekos het om goed te raak in die vaardighede wat hy/sy het. Hy/sy sal dieselfde moet doen vir enige nuwe doelwit.

# text
source: ⏰ Help your teen break down their goal and set up smaller goals they need to achieve to reach their greater goal.
af: ⏰ Help jou tiener om sy/haar doelwit op te breek in kleiner doelwitte wat bereik moet word om sy/haar groot doelwit te bereik.

# text
source: 📝 It is much easier to achieve a goal if you write it down! This way, you can be reminded of it as you work towards it.
af: 📝 Dit is baie makliker om 'n doel te bereik as jy dit neerskryf! So kan jy daaraan herinner word terwyl jy daaraan werk.

# text
source: ☀️ For example, if the goal is to be good at football, small weekly goals could be to go to football practice 2 times per week, run at least 1 km 5 times per week, and learn about the sport from other football players in the community or from books or videos they find.
af: ☀️ As die doelwit byvoorbeeld is om goed in sokker te wees, kan klein weeklikse doelwitte wees om 2 keer per week sokkeroefening by te woon, ten minste 1 km 5 maal per week, en leer oor die sport van ander sokkerspelers in die gemeenskap of uit boeke of video's wat hy/sy kry.

# text
source: ✅ It is important to write down these smaller goals and let your teen tick off each task as they do them each week. Seeing themselves reach smaller goals will keep them motivated to achieve the big goal!
af: ✅ Dit is belangrik vir jou tiener om hierdie kleiner doelwitte neer te skryf en elke taak af te merk soos hy/sy dit elke week doen. Om te sien hoe hy/sy kleiner doelwitte bereik, sal hom/haar gemotiveerd hou om die groot doelwit te bereik!

# text
source: *Role Playing*
af: *Rolspel*

# text
source: Let’s start acting! ⭐
af: Kom ons speel toneel! ⭐

# text
source: ❓Role playing common stressful social moments with your teen allows them to practise how to respond so they are prepared if this moment does happen. 🌷
af: ❓Om deur rolspel algemene stresvolle sosiale oomblikke saam met jou tiener uit te beeld, laat hom/haar toe om te oefen hoe om te reageer, sodat hy/sy voorbereid is as dit sou gebeur. 🌷

# text
source: ✨ Ask your teen if they want to role play with you. You can also suggest a topic. For example, asking someone on a date, saying no to drugs/alcohol/sexting, dealing with a bully, getting a bad grade, or dealing with gossip.
af: ✨ Vra jou tiener of hy/sy saam met jou rolspel wil doen. Jy kan ook 'n onderwerp voorstel. Byvoorbeeld, om iemand uit te vra vir 'n afspraak, nee te sê vir dwelms/alkohol/seksteksboodskappe ("sexting"), om 'n boelie te hanteer, swak punte te kry of skinderpraatjies te hanteer.

# text
source: 🌙 Your teen could play the role of a friend asking you to drink at a party. You could role play an underage teen who does not want to drink. Encourage your teen to be silly and really get into character with them.
af: 🌙 Jou tiener kan die rol speel van 'n vriend wat jou by 'n partytjie vra om te drink. Jy kan die rol van 'n minderjarige tiener speel wat nie wil drink nie. Moedig jou tiener aan om laf te wees en regtig saam met jou in karakter te kom.

# text
source: ⏯️ After you act out the scene, it is important to talk to your teen about the actions that you role played. You can act out this scenario as many times as you like!
af: ⏯️ Nadat julle die toneel uitgespeel het, is dit belangrik om met jou tiener te praat oor die aksies wat julle gerolspeel het. Julle kan hierdie scenario soveel keer speel as wat julle wil!

# text
source: *Traffic Lights*
af: *Robotte*

# text
source: A group activity is a great way to bond with others! 💛
af: 'n Groepsaktiwiteit is 'n wonderlike manier om bande met ander te bou! 💛

# text
source: 💡 Choose one person to turn and face a wall. This will be the traffic officer.
af: 💡 Kies een persoon om om te draai en na die muur te kyk. Dit is dan die verkeersbeampte.

# text
source: 🏁 Everyone else will begin the game at the other side of the room, or if you are outside, at a starting line. Set a long distance between the traffic officer and the players.
af: 🏁 Al die ander spelers begin die speletjie aan die anderkant van die vertrek, of as julle buite is, op 'n wegspringstreep. Daar moet 'n lang afstand tussen die verkeersbeampte en die spelers wees.

# text
source: 💚 The game begins when the officer shouts “Green”, and everyone can start moving towards the traffic officer at any speed they choose.
af: 💚 Die speletjie begin wanneer die beampte “Groen” skree, en almal begin na die verkeersbeampte beweeg teen die spoed van hulle keuse.

# text
source: 🔴 The officer can shout “Red!” at any time, without looking behind them. When they shout this, everyone must stop and freeze!
af: 🔴 Die beampte kan te eniger tyd “Rooi!” skree, sonder om agter hom te kyk. Wanneer hy/sy dit skree, moet almal stop en vries!

# text
source: ⏸ The officer turns around to see if everyone is frozen. If they see anyone moving, they have to send them back to the start line.
af: ⏸ Die beampte draai om om te sien of almal gevries het. As hy/sy iemand sien beweeg, moet hy/sy die persoon na die wegspringstreep terugstuur.

# text
source: 🏆 The winner is the first person to get to the officer without being sent back to the start.
af: 🏆 Die wenner is die eerste persoon wat tot by die beampte kom sonder om na die wegspringstreep teruggestuur te word.

# text
source: 👑 The winner then becomes the traffic officer and you can play another round!
af: 👑 Die wenner word dan die verkeersbeampte en julle kan nog 'n rondte speel!

# text
source: *Cooking with Maths*
af: *Kook met Wiskunde*

# text
source: Cooking can help your boy or girl start learning maths!
af: Kosmaak kan jou seun of dogter help om te begin wiskunde leer!

# text
source: 💚 Invite your girl or boy to help you cook for your family, or to choose something they would like to cook
af: 💚 Nooi jou dogter of seun om jou te help om vir jou gesin te kook, of kies iets wat hy/sy graag wil kook

# text
source: 🍅 Ask your boy or girl to count different ingredients. Help them if it’s difficult!
af: 🍅 Vra jou seun of dogter om verskillende bestanddele te tel. Help hom/haar as dit moeilik is!

# text
source: 🔟 Help your girl or boy to understand adding and subtracting quantities
af: 🔟 Help jou dogter of seun om te verstaan hoe om hoeveelhede op te tel en af te trek

# text
source: 📝 Encourage your boy or girl to recognise numbers on packaging
af: 📝 Moedig jou seun of dogter aan om getalle op die verpakking te herken

# text
source: 👀 Ask your girl or boy about the different sizes of ingredients - e.g. which is bigger/biggest?
af: 👀 Vra jou dogter of seun oor die verskillende groottes van bestanddele - bv. watter een is groter/die grootste?

# text
source: 🔄 Think about when you will cook together again! You can also practise understanding numbers and quantities during other activities like shopping or building/making things
af: 🔄 Dink oor wanneer julle weer saam sal kook! Julle kan ook tydens ander aktiwiteite soos inkopies of wanneer julle goed maak/bou, oefen om getalle en hoeveelhede te verstaan

# text
source: *Following Instructions*
af: *Volg Instruksies*

# text
source: 👂 Play a game in which your boy or girl listens to and tries to remember strings of instructions.
af: 👂 Speel 'n speletjie waarin jou seun of dogter luister na reekse instruksies en probeer om dit te onthou.

# text
source: This will be useful in school, at home, and later in life!
af: Dit sal op skool, tuis, en later in die lewe handig te pas kom!

# text
source: Start with just one instruction using an object in your home. For example “touch the red ball” 🔴
af: Begin met slegs een instruksie deur 'n voorwerp in julle huis te gebruik, byvoorbeeld “raak aan die rooi bal”. 🔴

# text
source: Slowly add more instructions (e.g “then pick up the cup ☕), but tell your girl or boy that they can only start once you’ve finished giving the instructions.
af: Voeg geleidelik nog instruksies by (bv. “tel dan die koppie op" ☕), maar sê vir jou dogter of seun sy/hy kan eers begin wanneer jy al die instruksies gegee het.

# text
source: See how many your boy or girl can follow without forgetting!
af: Kyk hoeveel jou seun of dogter kan uitvoer sonder om te vergeet!

# text
source: 🔄 Now swap roles! It’s your boy or girl’s turn to give you instructions! They can use the same objects if they want.
af: 🔄 Ruil nou rolle om! Dis jou seun of dogter se beurt om vir jou instruksies te gee! Hy/sy kan dieselfde voorwerpe gebruik as hy/sy wil.

# text
source: You can also try this game with a group of girls and boys! Make sure they take turns :)
af: Jy kan ook hierdie speletjie met 'n groep meisies en seuns probeer! Maak seker dat hulle beurte maak :)

# text
source: *One-on-One Time*
af: *Een-tot-Een-Tyd*

# text
source: 💚 Spending time just with your girl or boy and taking an interest in them can improve your relationship.
af: 💚 Om tyd net met jou dogter of seun deur te bring en belangstelling in haar/hom te toon, kan julle verhouding verbeter.

# text
source: 👀 When your boy or girl is playing alone or occupying themselves quietly, join them and show interest in what they are doing.
af: 👀 Wanneer jou seun of dogter alleen speel of hom-/haarself stilweg besig hou, sluit by hom/haar aan en toon belangstelling in wat hy/sy doen.

# text
source: 👂Ask questions about their activity, and listen to them.
af: 👂Vra vrae oor sy/haar aktiwiteit, en luister na hom/haar.

# text
source: Let your girl or boy lead the activity, follow them to build their confidence and autonomy 😃.
af: Laat jou dogter of seun die aktiwiteit lei, volg haar/hom om haar/sy selfvertroue en selfstandigheid te bevorder 😃.

# text
source: 👀 Say what you see - describing everything and supporting your boy’s or girl’s actions.
af: 👀 Sê wat jy sien - beskryf alles en ondersteun jou seun of dogter se aksies.

# text
source: Be positive, praise your girl or boy, and enjoy spending this time with them 😃💚
af: Wees positief, prys jou dogter of seun, en geniet dit om hierdie tyd saam met hom/haar deur te bring 😃💚

# text
source: *Playtime with Books*
af: *Speeltyd met Boeke*

# text
source: 📖 Book sharing will help your boy or girl learn and is a fun, playful activity to spend quality time together.
af: 📖 Om saam te lees, sal jou seun of dogter help om te leer en is 'n prettige, speelse aktiwiteit om kwaliteittyd saam deur te bring.

# text
source: ⏰ Choose a time when you won’t be disturbed, and try to stop any distractions - e.g. turn off the TV and put away phones.
af: ⏰ Kies 'n tyd wanneer julle nie onderbreek sal word nie, en probeer om enige afleidings te stop - bv. skakel die TV af en bêre alle fone.

# text
source: 📖 If your girl or boy wants to choose a book, that’s fine, otherwise choose for them.
af: 📖 As jou dogter of seun 'n boek wil kies, is dit goed, anders kan jy namens haar/hom kies.

# text
source: 💚 Sit close together and follow your boy or girl attention and lead.
af: 💚 Sit naby mekaar en volg jou seun of dogter se aandag en leiding.

# text
source: Point at things, name and repeat words. Help them to learn more about what interests them in the book 👀
af: Wys na dinge, benoem dit en herhaal woorde. Help hom/haar om meer te leer oor dit wat hom/haar interesseer in die boek 👀

# text
source: If there are words or numbers in the book, ask and help your girl or boy recognise letters numbers, and simple words 💡.
af: As daar woorde of getalle in die boek is, vra en help jou dogter of seun om letters, getalle en eenvoudige woorde te herken💡.

# text
source: Link things in the books to your child's life, and use words about emotions and talk about them! 😃.
af: Verbind dinge in die boeke aan jou kind se lewe, en gebruik woorde oor emosies en praat daaroor! 😃.

# text
source: 🔄 If possible, start a regular routine to read together when your girl or boy isn’t too tired or hungry.
af: 🔄 Indien moontlik, begin 'n gereelde roetine om saam te lees wanneer jou dogter of seun nie te moeg of honger is nie.

# text
source: Reading together is one of the best ways to help your boy or girl learn and prepare for success in school! 🎓
af: Om saam te lees, is een van die beste maniere om jou seun of dogter te help om te leer en voor te berei vir sukses op skool! 🎓

# text
source: 📖 Book sharing will help your girl or boy learn and is a fun, playful activity to spend quality time together
af: 📖 Om saam te lees, sal jou seun of dogter help om te leer en is 'n prettige, speelse aktiwiteit om kwaliteittyd saam deur te bring

# text
source: ⏰ Choose a time when you won’t be disturbed, and try to stop any distractions - e.g. turn off the TV and put away phones
af: ⏰ Kies 'n tyd wanneer julle nie onderbreek sal word nie, en probeer om enige afleidings te stop - bv. skakel die TV af en bêre alle fone

# text
source: 📖 If your boy or girl wants to choose a book, that’s fine, otherwise choose for them
af: 📖 As jou seun of dogter 'n boek wil kies, is dit goed, anders kan jy namens hom/haar kies
