Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parenttext_5day_south_africa/*/*_navigation.po
Languages: zu

# text
source: ParentText is easiest to use when you receive content as videos, images and text. However, your data bundle and bandwidth may not support videos. To save on data, you can opt to receive the same content with a smaller audio file or as text. How would you like to receive ParentText?
zu: i-ParentText ilula kakhulu ukuyisebenzisa uma uthola umthamo wayo ngamavidiyo, izithombe kanye nemiyalezo ebhaliwe. Kodwa ke kungenzeka ukuthi i-data yakho noma ukudonsa kwe-network kungakweseki ekutholeni amavidiyo. Ukonga i-data ungakhetha ukuthola okuqukethwe yividiyo ngeziqephu ezimfishane ezishicilelwe ngephimbo noma ezibhaliwe. Ufisa ukuyithola ngaluphi uhlobo i-ParentText?

# text
source: Sorry, I don't understand what you mean.
zu: Ngiyaxolisa, angiqondi ukuthi uthini.

# text
source: Are you a WOMAN or MAN?
zu: UNGOWESIFAZANE noma UNGOWESILISA?

# text
source: What is your marital status?
zu: Ingabe ushadile?

# text
source: Is @fields.child_nickname a girl or a boy?
zu: Ingabe @fields.child_nickname yintombazane noma umfana?

# text
source: Is your child a girl or a boy?
zu: Ingabe ingane yakho intombazane noma umfana?

# text
source: Which province do you live in?
zu: Uhlala kusiphi isifundazwe?

# text
source: Please provide us with your child's first name.
zu: Sicela usinikeze igama lokuqala lengane yakho.

# text
source: Please type "N" if you prefer not to answer.
zu: Sicela ubhale u “C” uma ukhetha ukungaphenduli.

# text
source: What is your last name?
zu: Sicela usinikeze isibongo sakho?

# text
source: What is your first name?
zu: Ubani igama lakho?

# text
source: Please select your language:
zu: Sicela ukhethe ulimi lwakho:

# text
source: Please selelct your language:
zu: Sicela ukhethe ulimi lwakho:

# text
source: This programme works! Did you know that over 200 million parents around the world have used our resources developed by Parenting for Lifelong Health, WHO, and UNICEF?
zu: Lolu hlelo luyasebenza! Ubuwazi ukuthi abazali abangaphezu kwezigidi ezingu-200 emhlabeni jikelele basebenzise izinsiza zethu ezithuthukiswe yi-Parenting for Lifelong Health, I-WHO, kanye ne-UNICEF?

# text
source: ✅Participating in ParentText is optional.
zu: ✅Ukubamba iqhaza ku-ParentText uyazikhethela.

# text
source: ✅Your personal information is safe and private. Your name and information will not be public, but your responses will be kept and used by researchers to learn how to support families like yours. They plan to publish the results.
zu: ✅Imniningwane yakho yangasese iphephile futhi iyimfihlo. Igama lakho neminye imniningwane yakho ngeke ibe sesidlangalaleni, kodwa izimpendulo zakho zizogcinwa futhi zisetshenziswe abacwaningi ukuze bafunde ukweseka imindeni efana neyakho. Bahlela ukushicilela imiphumela.

# text
source: ❌You can stop when you want. Just type {STOP}
zu: ❌Ungayeka uma ufuna. Vele uthayiphe ukuthi {STOP}

# text
source: ❓If you have questions, ask Dr. Jamie Lachman at jamie.lachman@spi.ox.ac.uk; +44(7)840825892
zu: ❓Uma unemibuzo, buza uDkt. Jamie Lachman ku-jamie.lachman@spi.ox.ac.uk; +44(7)840825892

# text
source: Click here for more information: {consent_link}
zu: Chofoza lapha ukuze uthole ulwazi olwengeziwe: {consent_link}

# text
source: Press YES if you agree with this. Type "EXIT" if you do not want to participate.
zu: Cindezela “YEBO” uma uvumelana nalokhu. Bhala “PHUMA” uma ungathandi ukubamba iqhaza.

# text
source: That is wonderful, thank you so much!
zu: Kuhle kakhulu, siyabonga kakhulu!

# text
source: Can you please confirm that you are 18 years old or older?
zu: Sicela uqinisekise ukuthi uneminyaka eyi-18 ubudala noma ngaphezulu?

# text
source: Great! Let's begin.
zu: Kuhle! Asiqale.

# text
source: Are you sure you do not want to get these messages? If you do not want to receive any more messages, please type NO. If you made a mistake, please press BACK and choose another option.
zu: Uyaqiniseka ukuthi awufuni ukuthola le milayezo? Uma ungasafuni ukuthola eminye imilayezo, sicela ubhale ukuthi CHA. Uma wenze iphutha, sicela ucindezele EMUVA bese ukhetha okunye.

# text
source: If you ever return to participate in the programme, type "HELLO".
zu: Uma kwenzeka ubuya uzohlanganyela ohlelweni, bhala ukuthi "SAWUBONA".

# text
source: We hope to see you again soon, and we wish you a happy and peaceful day!
zu: Sithembe ukuthi sizokubona maduzane, futhi sikufisela usuku olunenjabulo nokuthula!

# text
source: Sorry, ParentText is only for people over the age of 18. Do you confirm that you are under the age of 18?
zu: Siyaxolisa, i-ParetText ngeyabantu abaneminyaka engaphezu kweyi-18 kuphela. Ingabe uyaqinisekisa ukuthi ungaphansi kweminyaka eyi-18 ubudala?

# text
source: If you want to experience ParentText, you can always share it with your parents or caregivers.
zu: Uma uthanda ukusebenzisa i-ParentText, ungakuxoxa nabazali noma abanakekeli bakho.

# text
source: Here is a video that shows how to use ParentText.
zu: Nansi ividiyo ebonisa indlela yokusebenzisa i-ParentText.

# text
source: Variables have been reset
zu: Okusethile kushitshile

# text
source: When was @fields.child_nickname born? Enter their date of birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2010, enter 19/05/2010.
zu: Wazalwa nini @fields.child_nickname? Faka usuku lwabo lokuzalwa ngalendlela elandelayo: DD/MM/YYYY. Isibonelo, uma ingane yakho yazalwa ngoMeyi 19, 2010, faka umhlaka-19/05/2010.

# text
source: When was your child born? Enter their date of birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2010, enter 19/05/2010.
zu: Wazalwa nini @? Faka usuku lwabo lokuzalwa ngefomethi elandelayo: DD/MM/YYYY. Isibonelo, uma ingane yakho yazalwa ngoMeyi 19, 2010, faka umhlaka-19/05/2010.

# text
source: Sorry, this date is invalid. Please provide your child's date of birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2010, enter 19/05/2010.
zu: Uxolo, lolu suku akulona. Sicela unikeze usuku lokuzalwa lwengane yakho ngalendlela elandelayo: DD/MM/YYYY. Isibonelo, uma ingane yakho yazalwa ngoMeyi 19, 2010, faka umhlaka-19/05/2010.

# text
source: The date you entered is in the future. Please provide your child's date of birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2010, enter 19/05/2010.
zu: Usuku olifakile isesikhathini esizayo. Sicela unikeze usuku yokuzalwa yengane yakho ngale ndlela elandelayo: DD/MM/YYYY. Isibonelo, uma ingane yakho yazalwa ngoMeyi 19, 2010, faka umhlaka-19/05/2010.

# text
source: Let's try again. Please provide your child's date of birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2010, enter 19/05/2010.
zu: Ake sizame futhi. Sicela unikeze usuku lokuzalwa lwengane yakho ngale ndlela elandelayo: DD/MM/YYYY. Isibonelo, uma ingane yakho yazalwa ngoMeyi 19, 2010, faka umhlaka-19/05/2010.

# text
source: @fields.child_nickname is @(round_down(datetime_diff(results.date,now(),"M")/12)) years old. Is that correct?
zu: @fields.child_nickname ngu @(round_down(isikhathi sosuku_diff(imiphumela.Usukulungele,manje(),"M")/12)) ubudala -. Ingabe kuyikho lokho?

# text
source: Your child is @(round_down(datetime_diff(results.date,now(),"M")/12)) years old. Is that correct?
zu: Ingane yakho ineminyaka engu-@(round_down(datetime_diff(results.date,now(),"M")/12)). Ingabe lokho kuliqiniso?

# text
source: @fields.child_nickname is @(round_down(datetime_diff(results.date,now(),"M")/12)) years old. Is that correct?
zu: i-@fields.child_nickname ineminyaka engu-@(round_down(datetime_diff(results.date,now(),"M")/12)) yobudala. Ingabe kuyikho lokho?

# text
source: Your teen is @(round_down(datetime_diff(results.date,now(),"M")/12)) years old. Is that correct?
zu: Osemusha wakho uneminyaka engu-@(round_down(datetime_diff(results.date,now(),"M")/12)). Ingabe lokho kuliqiniso?

# text
source: According to the date you provided, @fields.child_nickname would be @(round_down(datetime_diff(results.date,now(),"M")/12)) years old. ParentText is only for children aged 2-17. Please enter a valid date for your child's birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2010, enter 19/05/2010.
zu: Ngoko suku olinikezile, @fields.child_nickname izoba @(round_down(datetime_diff(results.date,now(),"M")/12)) iminyaka yobudala. I-ParentText eyezingane ezineminyaka esukela ku-2-17 kuphela. Sicela ufake usuku okuyiloi lokuzalwa kwengane yakho ngefomethi elandelayo: DD/MM/YYYY. Isibonelo, uma ingane yakho yazalwa ngoMeyi 19, 2010, faka umhlaka-19/05/2010.

# text
source: According to the date you provided, your child would be @(round_down(datetime_diff(results.date,now(),"M")/12)) years old. ParentText is only for children aged 2-17. Please enter a valid date for your child's birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2010, enter 19/05/2010.
zu: Ngoko suku olinikezile, @fields.child_nickname izoba @(round_down(datetime_diff(results.date,now(),"M")/12)) iminyaka yobudala. I-ParentText eyezingane ezineminyaka esukela ku-2-17 kuphela. Sicela ufake usuku okuyiloi lokuzalwa kwengane yakho ngefomethi elandelayo: DD/MM/YYYY. Isibonelo, uma ingane yakho yazalwa ngoMeyi 19, 2010, faka umhlaka-19/05/2010.

# text
source: Welcome to ParentText, your partner in parenting. Thank you for being here! Let's get started:
zu: Siyakwamukela ku-ParentText, uzakwenu ekukhuliseni izingane. Siyabonga ngokuba lapha! Ake siqale:

# text
source: ParentText will help you with all of the children in your life, but in this programme, we are focusing on just one child at a time.
zu: I-ParentText izokusiza ngazo zonke izingane empilweni yakho, kodwa kulolu hlelo sigxile enganeni eyodwa ngesikhathi.

# text
source: Would you like to go back to the previous messages?
zu: Ngabe ufisa ukubuyela emiyalezweni yaphambilini?

# text
source: That's okay. Type {HELP} at any time if you would like the details of emergency services or other hotlines.
zu: Kulungile. Bhala ukuthi {HELP} noma nini uma ungathanda imininingwane yamasevisi ezimo eziphuthumayo noma amanye ama-hotline.

# text
source: Here are the contact details of your local emergency services:
zu: Nansi imininingwane yokuxhumana nezindawo zangakini zosizo oluphuthumayo:

# text
source: Type {HELP} at any time if you would like the details of emergency services or other hotlines. Remember everything you say will be completely private!
zu: Bhala ukuthi {HELP} noma nini uma ungathanda imininingwane yamasevisi ezimo eziphuthumayo noma amanye ama-hotline. Khumbula konke okushoyo kuzoba yimfihlo ngokuphelele!

# text
source: If you ever feel like talking privately to a trained professional, you can call:
zu: Uma uzizwa sengathi ufuna ukukhuluma ngasese nomuntu oqeqeshiwe, ungashayela:

# text
source: Here are the contact details of your local medical services:
zu: Nansi imininingwane yokuxhumana nezindawo zangakini zosizo lwezempilo:

# text
source: Are you currently facing an emergency?
zu: Ngabe ubhekene nesimo esiphuthumayo?

# text
source: Do you need some support with an emotional issue?
zu: Ngabe udinga usizo mayelana nesimo esikuthinta emoyeni?

# text
source: Are you currently experiencing a health issue?
zu: Ngabe unenkinga ngokwesimo sezempilo?

# text
source: Are you experiencing an unsafe situation?
zu: Ngabe uzizwa ungaphephile?

# text
source: Do you have an emergency?
zu: Ingabe unesimo esiphuthumayo?

# text
source: Do you need some urgent help?
zu: Ngabe udinga usizo oluphuthumayo?

# text
source: It looks like you are facing an emergency. Can you please tell us what kind of assistance you need?
zu: Kubukeka sengathi ubhekene nesimo esiphuthumayo. Sicela usitshele ukuthi udiga nhloboni yosizo?

# text
source: What would you like to do?
zu: Ungathanda ukwenzani?

# text
source: We hope this was helpful! You can access this information at any time by typing {HELP}.
zu: Sithemba ukuthi lokhu kube usizo! Ungafinyelela lolu lwazi noma nini ngokubhala ukuthi {HELP}.

# text
source: Welcome back to ParentText!
zu: Siyakwamukela futhi kwi-ParentText!

# text
source: I don't understand your message.
zu: Angiwuqondi umyalezo wakho.

# text
source: Please type {MENU} to access resources and review completed modules, {PLAY} to receive a playful activity you can complete with your child, or {HELP} to access local support resources for a crisis.
zu: Sicela ubhale ukuthi {MENU} ukuze ufinyelele izinsiza futhi ubuyekeze amamojuli aqediwe, {PLAY} ukuze uthole umsebenzi wokudlala ongawuqedela nengane yakho, noma {HELP} ukuze ufinyelele izinsiza zokukusekela zasendaweni zenhlekelele.

# text
source: You have not given consent to participate in this programme. Would you like to participate?
zu: Awuhlinzekanga ngemvume yokubamba iqhaza kulolu hlelo. Ungathanda ukubamba iqhaza?

# text
source: If you ever decide to participate in the programme, type HELLO.
zu: Uma kwenzeka ufuna ukubamba iqhaza ohlelweni, bhala uthi Sawubona.

# text
source: Parenting is hard. ParentText may help. Would you like to continue your progress?
zu: Ukukhulisa abantwana kunzima. i-ParentText ingasiza. Ungathanda ukuqhubeka nentuthuko yakho?

# text
source: That's okay. If you ever decide to come back, type HELLO.
zu: Kulungile. Uma kwenzeka unquma ukubuya, bhala ukuthi SAWUBONA.

# text
source: You are already part of ParentText!
zu: Usuvele uyingxenye ye-ParentText!

# text
source: You have already completed ParentText!
zu: Usuvele uyingxenye ye-ParentText!

# text
source: Staying in ParentText helps you and your child. Are you sure you want to exit the programme?
zu: Ukuhlala ku-ParentText kusiza wena nengane yakho. Uqinisekile ukuthi ufuna ukuphuma ohlelweni?

# text
source: If you do not want to receive any more messages, please type "EXIT".
zu: Uma ungasathandi ukuthola le miyalezo, sicela uthayiphe “PHUMA”.

# text
source: If you made a mistake, please type "BACK".
zu: Uma wenze iphutha, sicela ubhale igama elithi "EMUVA".

# text
source: Thank you for participating. If you want to return to the programme, type HELLO.
zu: Siyabonga ngokuhlanganyela. Uma ufuna ukubuyela ohlelweni, bhala ukuthi SAWUBONA.

# text
source: We hope to see you again soon!
zu: Sithemba ukukubona futhi maduze!

# text
source: This feature will be available once you have completed registration. It won’t take long. Please continue your progress!
zu: Lokhu kuzotholakala uma usuqedile ukubhalisa. Ngeke kuthathe isikhathi eside. Sicela uqhubeke nentuthuko yakho!

# text
source: The menu will be available once you have completed registration. It won’t take long. Please continue your progress!
zu: Imenyu izotholakala uma usuqedile ukubhalisa. Ngeke kuthathe isikhathi eside. Sicela uqhubekele phambili!

# text
source: Thank you for taking a pause with me today.
zu: Ngiyabonga ngokuthatha isikhashana nami namuhla.

# text
source: In this course, you will complete @fields.c_n_mod lessons. You will receive a new lesson each day. Your first lesson is @results.name.
zu: Kulesi sifundo, uzoqedela @fields.c_n_mod izifundo. Uzothola isifundo esisha usuku ngalunye. Isifundo sakho sokuqala sithi @results.name.

# text
source: You have completed @fields.c_n_mod_compl out of @fields.c_n_mod lessons in this course. Today's lesson is @results.name.
zu: Uqedele @fields.c_n_mod_compl ezifundweni ze-@fields.c_n_mod kulesi sifundo. Isifundo sanamuhla sithi @results.name.

# text
source: fail
zu: akuhamba kahle

# text
source: Let’s get started. Press NEXT to begin.
zu: Ake siqale. Cindezela okuthi LANDELAYO ukuze uqalise.

# text
source: Well done. You're ready to start the programme.
zu: Wenze kahle. Usukulungele ukuqala uhlelo.

# text
source: There are no new courses available.
zu: Azikho izifundo ezintsha ezitholakalayo.

# text
source: You only have the following course to start
zu: Kumele ulandele lezifundo ukuze uqale

# text
source: Would you like to begin this course?
zu: Ungathanda ukuqala lesi sifundo?

# text
source: That's okay.
zu: Kulungile.

# text
source: Which new course would you like to start?
zu: Isiphi isifundo esisha ongathanda ukusiqala?

# text
source: You do not have have a current course.
zu: Awunazo izifundo zamanje.

# text
source: You only have the following course started
zu: Unesifundo esilandelayo kuphela esiqalile

# text
source: Which unfinished course would you like to complete?
zu: Iziphi izifundo ongathanda ukuziqedela?

# text
source: There are no incomplete courses.
zu: Azikho izifundo ezingaphelele.

# text
source: You only have the following course to complete
zu: Unesifundo ezilandelayo kuphela okufanele uziqedele

# text
source: Great! Which unfinished course would you like to complete?
zu: Kuhle! iziphi izifundo ongathanda ukuziqeda?

# text
source: You only have the following lesson to complete:
zu: Unesifundo esilandelayo kuphela okufanele usiqedele:

# text
source: Which lesson would you like to complete?
zu: Iziphi izifundo ongathanda ukuziqedela?

# text
source: You haven't started to work on a course yet.
zu: Awukakaqali ukusebenza esifundweni okwamanje.

# text
source: You have only started the course
zu: Uqale isifundo kuphela

# text
source: Would you like support on it?
zu: Ungathanda ukwesekwa kukho?

# text
source: That's okay. You can access more information at any time in the Main Menu. Just type {MENU}.
zu: Kulungile. Ungafinyelela ulwazi olwengeziwe nganoma yisiphi isikhathi ku-Main Menu. Vele ubhale ukuthi {MENU}.

# text
source: What are you struggling with?
zu: Uzabalaza ngani?

# text
source: You haven't completed a lesson yet.
zu: Awukasiqedi isifundo okwamanje.

# text
source: Which course do you want to review?
zu: Isiphi isifundo ofuna ukusibuyekeza?

# text
source: @(word_count(fields.goals_accessed) +1). Return to Main Menu
zu: @(word_count(fields.goals_accessed) +1). Buyela kuMeyu Omkhulu

# text
source: You haven't completed any of the lessons in this course.
zu: Awukaqedi noma yiziphi izifundo kulesi sifundo.

# text
source: You have only completed the following lesson:
zu: Uqedele isifundo esilandelayo kuphela:

# text
source: Would you like to review it?
zu: Ungathanda ukulibuyekeza?

# text
source: That's okay. You can come back here at any time to review it.
zu: Kulungile. Ungabuya lapha noma nini ukuzolibuyekeza.

# text
source: You have completed @fields.n_s_modules_compl lessons within this course. Which lesson do you want to review?
zu: Usuedelile izifundo ze-@fields.n_s_modules_compl kulesi sifundo. Isiphi isifundo ofuna ukusibuyekeza?

# text
source: @(word_count(join(reverse(split(fields.s_modules_compl," ")), " ")) +1). Return to Main Menu
zu: @(word_count(join(reverse(split(fields.s_modules_compl," ")), " ")) +1). Buyela kuyi-Main Menu

# text
source: What would you like to do next?
zu: Yini ongathanda ukuyenza ngokulandelayo?

# text
source: Great, see you tomorrow!
zu: Kuhle, sobonana kusasa!

# text
source: What kind of activity do you want to try with your teen?
zu: Imuphi umsebenzi ofuna ukuwuzama nengane yakho?

# text
source: What kind of activity do you want to try with your baby?
zu: Iziphi izinto ofuna ukuzizama nengane yakho?

# text
source: What kind of activity do you want to try with your child?
zu: Iluphi uhlobo lomsebenzi ofuna ukuwuzama nengane yakho?

# text
source: Do you want to begin now or tomorrow?
zu: Ingabe ufuna ukuqala manje noma kusasa?

# text
source: It takes only 5 days to complete this course and earn your parenting certificate.
zu: Kuthatha izinsuku ezi-5 kuphela ukuqeda lesi sifundo futhi uzuze isitifiketi sakho sokuba ngumzali.

# text
source: 🎉You did it!🎉 You have completed this course and earned yourself another certificate. Congratulations!
zu: 🎉Uphumelele🎉 Usiqedile lesi sifundo futhi uzitholele esinye isitifiketi. Halala!

# text
source: Remember, you can always return to ParentText and get extra support or review this information. Just type {MENU}.
zu: Khumbula, ungakwazi njalo ukubuyela ku-ParentText futhi uthole ukwesekwa okwengeziwe noma ubuyekeze lolu lwazi. Vele ubhale ukuthi {MENU}.

# text
source: 🎉You did it!🎉 You have completed the course and earned yourself a certificate. Congratulations!
zu: 🎉Uphumelele!🎉 Usiqedile isifundo futhi uzitholele isitifiketi. Halala!

# text
source: JabuChat has begun. You are just 5 days away from earning your parenting certificate. Are you ready to complete your registration and get started?
zu: IJabuChat isiqalile. Usalelwe yizinsuku ezi-5 kuphela ukuthi uzuze isitifiketi sakho sokuba ngumzali. Ingabe usukulungele ukuqedela ukubhalisa kwakho futhi uqalise?

# text
source: Press a number on your keypad:
zu: Cindezela inombolo kukhiphedi yakho:

# text
source: 1. Yes
zu: 1. Yebo

# text
source: 2. Remind me tomorrow
zu: 2. Ngikhumbuze kusasa

# text
source: You’re off track! Do you want to complete your lesson or start a new one?
zu: Awukho endleleni! Uyafuna ukuqeda isifundo sakho noma uqale esisha?

# text
source: 1. Complete a previous lesson
zu: 1. Qedela isifundo esedlule

# text
source: 2. Start a new lesson
zu: 2. Qala isifundo esisha

# text
source: Do you want to catch up and proceed to the next lesson?
zu: Ingabe uyafuna ukuqhubeka futhi uqhubekele esifundweni esilandelayo?

# text
source: You're almost finished with this course! You only have 1 unfinished lesson. What would you like to do?
zu: Usuzoqeda ngalesi sifundo! Unesifundo esisodwa esingaqediwe. Ungathanda ukwenzani?

# text
source: 1. Finish this lesson and earn my course certificate
zu: 1. Qeda lesi sifundo futhi uzuze isitifiketi sesifundo

# text
source: You're almost finished with JabuChat! You only have 1 unfinished lesson. What would you like to do?
zu: Usuzoqeda ngeJabuChat! Unesifundo esisodwa esingaqediwe. Ungathanda ukwenzani?

# text
source: You're almost finished with this course! You have @fields.c_n_mod_started unfinished lessons. What would you like to do?
zu: Usuzoqeda ngalesi sifundo! Una-@fields.c_n_mod_started wezifundo ezingaqediwe. Ungathanda ukwenzani?

# text
source: 1. Complete unfinished lessons to earn my course certificate
zu: 1. Qedela izifundo ezingakaqedwa ukuze uthole isitifiketi sesifundo

# text
source: You're almost finished with JabuChat! You have @fields.c_n_mod_started unfinished lessons. What would you like to do?
zu: Usuzoqeda ngeJabuChat! Una-@fields.c_n_mod_started wezifundo ezingaqediwe. Ungathanda ukwenzani?

# text
source: It's time to get started on JabuChat. Are you ready?
zu: Isikhathi sokuthi uqalise ngeJabuChat. Usukulungele?

# text
source: Press a number on your keypad:
zu: Cindezela inombolo kuyi-keypad yakho:

# text
source: 1. Yes!
zu: 1. Yebo!

# text
source: It’s time to get started on your course, @results.name. Are you ready?
zu: Isikhathi sokuthi uqalise isifundo sakho, @results.name. Usukulungele?

# text
source: I've got another lesson ready for you! Are you ready to continue with the course, @results.name?
zu: Ngikulungiselele esinye isifundo! Ingabe usukulungele ukuqhubeka nesifundo, @results.name?

# text
source: 2. No, remind me tomorrow
zu: 2. Cha, ngikhumbuze kusasa

# text
source: I've got another lesson ready for you! Are you ready?
zu: Ngikulungiselele esinye isifundo! Usukulungele?

# text
source: These messages don’t seem to be working. When you are ready to keep going, press 1.
zu: Sengathi le miyalezo ayisebenzi. Uma usukulungele ukuqhubeka, cindezela u-1.

# text
source: You have not completed a course yet.
zu: Awukasiqedi isifundo okwamanje.

# text
source: You have completed the following course:
zu: Usiqedile isifundo esilandelayo:

# text
source: You have completed the following courses:
zu: Usiqedile isifundo esilandelayo:

# text
source: There are no other courses to complete.
zu: Ayikho eminye imigomo okufanele uyiqedele.
