Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parenttext_5day_south_africa/*/*_navigation.po
Languages: zu

# text
source: You have the following courses still available:
zu: Unezifundo ezilandelayo ezisatholakala:

# text
source: You have not begun the following courses:
zu: Awukaziqali izifundo ezilandelayo:

# text
source: You are on track to complete the entire ParentText programme! There are no new courses to start!
zu: Usuthubeni lokuqeda lonke uhlelo lweParentText! Azikho izifundo ezintsha ezizoqala!

# text
source: You have the following course available:
zu: Unezifundo ezilandelayo ezisatholakala:

# text
source: You have the following courses available:
zu: Unezifundo ezilandelayo ezisatholakala:

# text
source: We hope this was helpful! You can access the Main Menu at any time by typing {MENU}.
zu: Sithemba ukuthi lokhu kube usizo! Ungakwazi ukufinyelela I-Main Menu nomanini ngokubhala ukuthi {MENU}.

# text
source: Your relationship status has been updated. You've unlocked a new course: @results.name.
zu: Ubudlelwano bakho bubuyekeziwe. Uvule isifundo esisha: @results.name.

# text
source: To invite someone to join, share this link!
zu: Ukuze umeme othile ukujoyina, thumela le-link!

# text
source: You have reached the end of this lesson! 🎉
zu: Ufinyelele ekupheleni kwalesi sifundo! 🎉

# text
source: What do you want to do next?
zu: Ufuna ukwenzani ngokulandelayo?

# text
source: That's okay. You can access more information at any time in the Main Menu.
zu: Kulungile. Ungafinyelela ulwazi olwengeziwe nganoma yisiphi isikhathi kwi-Menyu enkulu.

# text
source: 🎉You did it! Congratulations!🎉 You have completed all the available courses. Well done!
zu: 🎉Usebenzile! Halala!🎉 Uziqede zonke izifundo ezitholakalayo. Wenze kahle kakhulu!

# text
source: You have completed @fields.c_n_mod_compl out of @fields.c_n_mod lessons.
zu: Uqedele izifundo eziwu @fields.c_n_mod_compl kwezingu-@fields.c_n_mod.

# text
source: @fields.n_goals_completed of @fields.n_goals_prog Courses Complete
zu: @fields.n_goals_completed of @fields.n_goals_prog Izifundo Ziqediwe

# text
source: You are currently working on the course @results.name.
zu: Okwamanje usebenza esifundweni esithi @results.name.

# text
source: You have not selected which course to work on next.
zu: Awukakhethi ukuthi yisiphi isifundo ozosebenza kuso ngokulandelayo.

# text
source: What would you like change?
zu: Yini ongathanda ukuyishintsha?

# text
source: Your current media setting is Text, Images, and Videos.
zu: Isilungiselelo sakho semidiya samanje sithi Umbhalo, Izithombe, namavidiyo.

# text
source: Your current media setting is Text, Images, and Audio.
zu: Isilungiselelo sakho semidiya samanje sithi Umbhalo, Izithombe, Nomsindo.

# text
source: Your current media setting is Text and Images Only.
zu: Isilungiselelo sakho semidiya samanje Esombhalo kanye Nezithombe Kuphela.

# text
source: Your current media setting is
zu: Isilungiselelo sakho semidiya samanje sithi

# text
source: You didn't provide this info.
zu: Awuzange unikeze lolu lwazi.

# text
source: Would you like to change it?
zu: Ingabe ungathanda ukuwashintsha?

# text
source: You didn't tell us if you are a woman or a man.
zu: Awuzange usitshele ukuthi ungumuntu wesilisa noma wesifazane.

# text
source: You told us that you are a Woman.
zu: Usitshele ukuthi ungumuntu Wesifazane.

# text
source: You told us that you are a Man.
zu: Usitshele ukuthi ungumuntu Wesilisa.

# text
source: You told us that you are a
zu: Usitshele ukuthi uyi-

# text
source: Would you like to update your gender?
zu: Ungathanda ukubuyekeza ubulili bakho?

# text
source: You didn't tell us what's your relationship status.
zu: Awuzange usitshele ukuthi siyini isimo sobudlelwano bakho.

# text
source: You told us that you are Single (not in a relationship).
zu: Usitshele ukuthi awushadile (awunabudlelwane).

# text
source: You told us that you are Married.
zu: Usitshele ukuthi ushadile.

# text
source: You told us that you are Partnered but not married.
zu: Usitshele ukuthi Ukhona Ozwana naye kodwa anishadile.

# text
source: You told us that you are Divorced or separated.
zu: Usitshele ukuthi Uhlukanisile noma awusahlali noganene naye.

# text
source: You told us that you are Widowed.
zu: Usitshele ukuthi washonelwa ngowawuganene naye.

# text
source: You told us that you are
zu: Usitshele ukuthi uyi-

# text
source: Would you like to change your relationship status?
zu: Ungathanda ukushintsha isimo sobudlelwano bakho?

# text
source: You told us that @fields.child_nickname is @fields.child_age year old and was born on @(date(fields.child_dob)).
zu: Usitshele ukuthi @fields.child_nickname uneminyaka engu-@fields.child_age ubudala futhi wazalwa ngo-@(date(fields.child_dob)).

# text
source: You told us that your child is @fields.child_age year old and was born on @(date(fields.child_dob)).
zu: Usitshele ukuthi ingane yakho ineminyaka engu-@fields.child_age ubudala futhi yazalwa ngo-@(date(fields.child_dob)).

# text
source: Would you like to update the date of birth of @fields.child_nickname?
zu: Ungathanda ukufaka usuku lokuzalwa lwa-@fields.child_nickname?

# text
source: Would you like to update the date of birth of your child?
zu: Ungathanda ukubuyekeza usuku lokuzalwa kwengane yakho?

# text
source: Your child's nickname is @fields.child_nickname.
zu: Isiteketiso sengane yakho sithi @fields.child_nickname.

# text
source: You didn't provide a nickname for your child.
zu: Awunikezanga isiteketiso sengane yakho.

# text
source: Would you like to update it?
zu: Ungathanda ukuyibuyekeza?

# text
source: @fields.child_nickname's gender has been updated.
zu: Ubulili ba-@fields.child_nickname bubuyekeziwe.

# text
source: Your child's gender has been updated.
zu: Ubulili bomntwana wakho wakho bubuyekeziwe.

# text
source: You didn't tell us the gender of @fields.child_nickname.
zu: Awuzange usitshele ubulili ba @fields.child_nickname.

# text
source: You didn't tell us the gender of your child.
zu: Awusitshelanga ubulili bomntwana wakho.

# text
source: You told us that @fields.child_nickname is a Girl.
zu: Usitshele ukuthi u @fields.child_nickname yintombazane.

# text
source: You told us that your child is a Girl.
zu: Usitshele ukuthi umntwana wakho yintombazane.

# text
source: You told us that @fields.child_nickname is a Boy.
zu: Usitshele ukuthi u @fields.child_nickname umfana.

# text
source: You told us that your child is a Boy.
zu: Usitshele ukuthi umntwana wakho umfana.

# text
source: You told us that @fields.child_nickname is a
zu: Usitshele ukuthi u @fields.child_nickname u

# text
source: You told us that your child is a
zu: Usitshele ukuthi ingane yakho i

# text
source: You are currently receiving messages in English.
zu: Okwamanje uthola imilayezo ngesiNgisi.

# text
source: You are currently receiving messages in IsiZulu.
zu: Njengamanje uthola imiyalezo ngesiZulu.

# text
source: You are currently receiving messages in
zu: Okwamanje uthola imilayezo nge-

# text
source: Would you like to change your language?
zu: Ungathanda ukushintsha ulimi lwakho?

# text
source: *DAY @fields.curr_demo_day*
zu: *USUKU @fields.curr_demo_day*

# text
source: You completed the ParentText demo. Type RESET and then {FACSTART} to re-start from the beginning.
zu: Uyiqedele idemo ye-ParentText. Bhala ukuthi RESET bese uthi {FACSTART} ukuze uqale kabusha kusukela ekuqaleni.

# quick_replies
source: Text, Images, and Videos
zu: Umbhalo, Izithombe, Namavidiyo

# quick_replies
source: Text, Images, and Audio
zu: Umbhalo, Izithombe, ne-Audio

# quick_replies
source: Text and Images Only
zu: Umbhalo Nezithombe Kuphela

# quick_replies
source: Woman
zu: Owesifazane

# quick_replies
source: Man
zu: Owesilisa

# quick_replies
source: Prefer not to say
zu: Ngikhetha ukungasho

# quick_replies
source: Single
zu: Awuthandani namuntu

# quick_replies
source: Unmarried but in a relationship
zu: Awuashadile kodwa usebudlelwaneni nothile

# quick_replies
source: Married
zu: Ushadile

# quick_replies
source: Separated from partner
zu: Anihlali ndawonye

# quick_replies
source: Divorced
zu: Udivosile

# quick_replies
source: Widowed
zu: Umfelokazi

# quick_replies
source: Other
zu: Okunye

# quick_replies
source: I don't want to answer
zu: Angifuni ukuphendula

# quick_replies
source: Girl
zu: Intombazane

# quick_replies
source: Boy
zu: Umfana

# quick_replies
source: Free State
zu: eFleyistata

# quick_replies
source: Gauteng
zu: eGauteng

# quick_replies
source: Limpopo
zu: eLimpopo

# quick_replies
source: Mpumalanga
zu: eMpumalanga

# quick_replies
source: North West
zu: eNorth West

# quick_replies
source: Northern Cape
zu: eNorthern Cape

# quick_replies
source: Western Cape
zu: eWestern Cape

# quick_replies
source: I do not live in South Africa
zu: Angihlali eNingizimu Afrika

# quick_replies
source: English
zu: IsiNgisi

# quick_replies
source: YES
zu: YEBO

# quick_replies
source: Yes, I am over 18
zu: Yebo, ngingaphezulu kweminyaka eyi-18

# quick_replies
source: No, I am under 18
zu: Cha, ngingaphansi kweminyaka eyi-18

# quick_replies
source: BACK
zu: EMUVA

# quick_replies
source: Yes
zu: Yebo

# quick_replies
source: No
zu: Cha

# quick_replies
source: NEXT
zu: LANDELAYO

# quick_replies
source: Police
zu: Iphoyisa

# quick_replies
source: Medical services
zu: Izinkonzo zezokwelapha

# quick_replies
source: Fire department
zu: Umyango wezicishamlilo

# quick_replies
source: Mental health services
zu: Usizo lwezinkinga zengqondo

# quick_replies
source: Violence prevention hotline
zu: Inombolo yokunqanda udlame

# quick_replies
source: Suicide prevention hotline
zu: Inombolo ephuthumayo yokunqanda ukuzibulala

# quick_replies
source: Family counselling services
zu: Usizo lokwelulekwa komndeni

# quick_replies
source: Substance abuse
zu: Ukusetshenziswa kwezidakamizwa

# quick_replies
source: Natural disasters
zu: Izinhlekelele zemvelo

# quick_replies
source: Child Development
zu: Ukuthuthuka Kwengane

# quick_replies
source: Get other emergency contacts
zu: Thola ezinye izinombolo zocingo zezimo esiphuthumayo

# quick_replies
source: Go to the Main Menu
zu: Yana Kumenyu Omkhulu

# quick_replies
source: Exit menu
zu: Phuma kuyi-Menu

# quick_replies
source: Give me an idea for 1-on-1 time with my child
zu: Nginike umbono wesikhathi sisobabili sodwa nengane yami

# quick_replies
source: I’m done for today
zu: Ngiqedile okwanamuhla

# quick_replies
source: Give me an idea for 1-on-1 time with my teen
zu: Nginike umbono mayelana nesikhathi nginengane yami sisobabili

# quick_replies
source: Give me an idea for 1-on-1 time with my baby
zu: Nginike umbono wesikhathi sisobabili sodwa nomntwana wami

# quick_replies
source: View another activity idea
zu: Buka omunye umbono mayelana nomsebenzi

# quick_replies
source: Go to Main Menu
zu: Iya kwi-Menyu enkulu

# quick_replies
source: Continue my progress tomorrow
zu: Qhubeka intuthuko yami kusasa

# quick_replies
source: Something Quick
zu: Okuthile Okusheshayo

# quick_replies
source: Something Active
zu: Kukhona Okusebenzayo

# quick_replies
source: Something Calm
zu: Okuthile Okuzolile

# quick_replies
source: Something for the whole family
zu: Yenza okuthile nomndeni wakho wonke

# quick_replies
source: Now
zu: Manje

# quick_replies
source: Tomorrow
zu: Kusasa

# quick_replies
source: Remind me tomorrow
zu: Ngikhumbuze kusasa

# quick_replies
source: View incomplete courses
zu: Buka izifundo ezingaqediwe

# quick_replies
source: View courses to start
zu: Buka izifundo ukuze uqale

# quick_replies
source: Return to Main Menu
zu: Buyela kwi-Menyu enkulu

# quick_replies
source: View finished courses
zu: Buka izifundo eziqediwe

# quick_replies
source: Complete this outstanding course and leave my current course incomplete
zu: Qedela lesi sifundo esishodayo futhi ushiye isifundo sami samanje singaqediwe

# quick_replies
source: Complete another outstanding course and leave my current course incomplete
zu: Qedela esinye isifundo esishodayo futhi ushiye isifundo sami samanje singaqediwe

# quick_replies
source: Start the new course and leave my current course incomplete
zu: Qala isifundo esisha futhi ushiye isifundo sami samanje singaqediwe

# quick_replies
source: Start a new course and leave my current course incomplete
zu: Qala isifundo esisha futhi ushiye isifundo sami samanje singaqediwe

# quick_replies
source: Review a lesson from a different course
zu: Buyekeza izifundo ezivela ezifundweni ezihlukile

# quick_replies
source: Return to Menu
zu: Buyela kwi-Menyu enkulu

# quick_replies
source: Review another lesson from this course
zu: Buyekeza esinye isifundo kulesi sifundo

# quick_replies
source: Get more help with this course
zu: Thola usizo olwengeziwe ngalesi sifundo

# quick_replies
source: Get help with a different challenge
zu: Thola usizo mayelana nenkinga ehlukile

# quick_replies
source: Return to the Main Menu
zu: Buyela kwi-Menyu enkulu

# quick_replies
source: Review and track my progress
zu: Buyekeza futhi ulandelele intuthuko yami

# quick_replies
source: Change my settings
zu: Shitsha ama-settings ami

# quick_replies
source: Invite a friend to enroll in JabuChat
zu: Mema umngani ukuthi abhalise kuJabuChat

# quick_replies
source: Get help with an emergency
zu: Thola usizo ngesimo esiphuthumayo

# quick_replies
source: Watch a video about JabuChat
zu: Buka ividiyo ekhuluma ngeJabuChat

# quick_replies
source: Track my progress
zu: Landelela intuthuko yami

# quick_replies
source: Retake completed lessons
zu: Phinda wenze izifundo eziqediwe

# quick_replies
source: Get extra help with my child
zu: Ukuthola usizo olwengeziwe ngengane yami

# quick_replies
source: Change my profile
zu: Shintsha i-profile yami

# quick_replies
source: Stop receiving the messages
zu: Yeka ukuthola imiyalezo

# quick_replies
source: Change my language
zu: Shintsha ulimi lwami

# quick_replies
source: Change the way I receive content
zu: Shintsha indlela engithola ngayo okuqukethwe

# quick_replies
source: Change my gender
zu: Shintsha ubulili bami

# quick_replies
source: Change my relationship status
zu: Shitsha isimo sami kwezobudlelwano

# quick_replies
source: Change my child's age
zu: Shintsha iminyaka yengane yami

# quick_replies
source: Update my child's name
zu: Vuselela igama lengane yami

# quick_replies
source: Change my child's gender
zu: Shintsha ubulili bengane yami

# arguments
source: text, images, and videos
zu: umbhalo, Izithombe, namavidiyo

# arguments
source: text, images, and audio
zu: umbhalo, izithombe, kanye ne-audio

# arguments
source: text and images only
zu: umbhalo nezithombe kuphela

# arguments
source: woman
zu: owesifazane

# arguments
source: man
zu: owesilisa

# arguments
source: prefer not to say
zu: ngikhetha ukungasho

# arguments
source: single
zu: ongashadile

# arguments
source: unmarried but in a relationship
zu: awuashadile kodwa usebudlelwaneni nothile

# arguments
source: married
zu: oshadile

# arguments
source: separated from partner
zu: anihlali ndawonye

# arguments
source: divorced
zu: udivosile

# arguments
source: widowed
zu: umfelokazi

# arguments
source: other
zu: Okunye

# arguments
source: i don't want to answer
zu: angifuni ukuphendula

# arguments
source: girl
zu: intombazane

# arguments
source: boy
zu: umfana

# arguments
source: eastern cape
zu: e-eastern Cape

# arguments
source: free state
zu: eFleyistata

# arguments
source: gauteng
zu: egauteng

# arguments
source: limpopo
zu: elimpopo

# arguments
source: mpumalanga
zu: empumalanga

# arguments
source: north west
zu: enorth west

# arguments
source: northern cape
zu: enorthen cape

# arguments
source: western cape
zu: ewestern cape

# arguments
source: i do not live in south africa
zu: angihlali eningizimu afrika

# arguments
source: n
zu: c

# arguments
source: english
zu: isiNgisi

# arguments
source: yes
zu: yebo

# arguments
source: exit
zu: phuma

# arguments
source: yes y over
zu: yebo yini kungaphezulu

# arguments
source: no n under
zu: cha ngaphansi

# arguments
source: no
zu: Cha

# arguments
source: back
zu: emuva

# arguments
source: yes y yeah yep
zu: yebo y yebo yeb

# arguments
source: no n nope
zu: cha n cha

# arguments
source: generic
zu: vamile

# arguments
source: health
zu: ezempilo

# arguments
source: violence
zu: udlame

# arguments
source: drugs
zu: izidakamizwa

# arguments
source: help
zu: Usizo

# arguments
source: menu
zu: imenyu

# arguments
source: play
zu: dlala

# arguments
source: grow
zu: ukukhula

# arguments
source: stop
zu: yima

# arguments
source: start
zu: ukuqala

# arguments
source: review
zu: buyekeza

# arguments
source: pause
zu: ima kancane

# arguments
source: no n nope nah
zu: cha c cha cha

# arguments
source: police
zu: Iphoyisa

# arguments
source: medical services
zu: izinkonzo zezempilo

# arguments
source: fire department
zu: umnyango wezemililo

# arguments
source: mental health services
zu: izinkonzo zezempilo zengqondo

# arguments
source: violence prevention hotline
zu: inombolo yocingo yamahhala yezimo eziphuthumayo yokuvimbela udlame

# arguments
source: suicide prevention hotline
zu: inombolo yocingo yamahhala yezimo eziphuthumayo yokuvimbela ukuzibulala

# arguments
source: family counselling services
zu: Usizo lokwelulekwa komndeni

# arguments
source: substance abuse
zu: ukusetshenziswa kwezidakamizwa

# arguments
source: natural disasters
zu: izinhlekelele zemvelo

# arguments
source: child development
zu: ukuthuthuka kwengane

# arguments
source: get other emergency contacts
zu: thola ezinye izinombolo zocingo zezimo esiphuthumayo

# arguments
source: go to the main menu
zu: yana kumenyu omkhulu

# arguments
source: exit menu
zu: phuma kumenyu

# arguments
source: i’m done for today
zu: ngiqedile okwanamuhla

# arguments
source: give me an idea for 1-on-1 time with my child
zu: nginike umbono wesikhathi sisobabili sodwa nomntwana wami

# arguments
source: give me an idea for 1-on-1 time with my teen
zu: nginike umbono mayelana nesikhathi nginengane yami sisobabili

# arguments
source: give me an idea for 1-on-1 time with my baby
zu: nginike umbono wesikhathi sisobabili sodwa nomntwana wami

# arguments
source: view another activity idea
zu: buka omunye umbono mayelana nomsebenzi

# arguments
source: go to main menu
zu: iya kwi-Menyu enkulu

# arguments
source: continue my progress tomorrow
zu: qhubeka intuthuko yami kusasa

# arguments
source: something quick
zu: okuthile okusheshayo

# arguments
source: something active
zu: kukhona okusebenzayo

# arguments
source: something calm
zu: okuthile okuzolile

# arguments
source: something for the whole family
zu: okuthile komndeni wonke

# arguments
source: now
zu: manje

# arguments
source: tomorrow
zu: kusasa

# arguments
source: remind me tomorrow
zu: ngikhumbuze kusasa

# arguments
source: view incomplete courses
zu: buka izifundo ezingaqediwe

# arguments
source: view courses to start
zu: buka izifundo ukuze uqale

# arguments
source: return to main menu
zu: buyela kumenyu enkulu

# arguments
source: view finished courses
zu: buka izifundo eziqediwe

# arguments
source: complete this outstanding course and leave my current course incomplete
zu: qedela lesi sifundo esishodayo futhi ushiye isifundo sami samanje singaqediwe

# arguments
source: complete another outstanding course and leave my current course incomplete
zu: qedela esinye isifundo esishodayo futhi ushiye isifundo sami samanje singaqediwe

# arguments
source: start the new course and leave my current course incomplete
zu: qala isifundo esisha futhi ushiye isifundo sami samanje singaqediwe

# arguments
source: start a new course and leave my current course incomplete
zu: qala isifundo esisha futhi ushiye isifundo sami samanje singaqediwe

# arguments
source: return to menu
zu: buyela kumenyu

# arguments
source: review a lesson from a different course
zu: buyekeza izifundo ezivela ezifundweni ezihlukile

# arguments
source: review another lesson from this course
zu: buyekeza esinye isifundo kulesi sifundo

# arguments
source: get more help with this course
zu: thola usizo olwengeziwe ngalesi sifundo

# arguments
source: get help with a different challenge
zu: thola usizo ngenkinga ehlukile

# arguments
source: return to the main menu
zu: buyela kumenyu enkulu

# arguments
source: review and track my progress
zu: buyekeza futhi ulandelele intuthuko yami

# arguments
source: change my settings
zu: shitsha ama-settings ami

# arguments
source: invite a friend to enroll in jabuchat
zu: mema umngani ukuthi abhalise kuJabuChat

# arguments
source: get help with an emergency
zu: thola usizo ngesimo esiphuthumayo

# arguments
source: watch a video about jabuchat
zu: buka ividiyo ekhuluma ngeJabuChat

# arguments
source: track my progress
zu: landelela intuthuko yami

# arguments
source: retake completed lessons
zu: phinda wenze izifundo eziqediwe

# arguments
source: get extra help with my child
zu: ukuthola usizo olwengeziwe ngengane yami

# arguments
source: change my profile
zu: shintsha i-profile yami

# arguments
source: stop receiving the messages
zu: yeka ukuthola imiyalezo

# arguments
source: change my language
zu: shintsha ulimi lwami

# arguments
source: change the way i receive content
zu: shintsha indlela engithola ngayo okuqukethwe

# arguments
source: change my gender
zu: shitsha ubulili bami

# arguments
source: change my relationship status
zu: shitsha isimo sami kwezobudlelwano

# arguments
source: change my child's age
zu: shintsha iminyaka yengane yami

# arguments
source: update my child's name
zu: vuselela igama lengane yami

# arguments
source: change my child's gender
zu: shintsha ubulili bengane yami

# arguments
source: yes y yeah yep ok
zu: yebo y yebo kulungile
