Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parenttext_5day_south_africa/*/*_swift_goal_checkins.po
Languages: af

# text
source: 💛 You can also spend one-on-one time with all of your teens at once! If you do, make sure all are able to participate in one-on-one time.
af: 💛 Jy kan ook een-tot-een-tyd saam met al jou tieners gelyktydig deurbring! As jy dit doen, maak seker dat almal aan die een-tot-een-tyd kan deelneem.

# text
source: Type {PLAY} and choose GROUP for a fun activity suggestion for a group of teens. 💡
af: Tik {PLAY} en kies GROEP vir pretaktiwiteit-voorstelle vir 'n groep tieners. 💡

# text
source: 💛 We are sorry to hear that you have been finding it hard to spend one-on-one-time with your teen.
af: 💛 Ons is jammer om te hoor dat jy dit moeilik gevind het om een-tot-een-tyd met jou tiener deur te bring.

# text
source: 😔 It can hurt when @fields.child_nickname does not want to spend one-on-one-time with you.
af: 😔 Dit kan seermaak as @fields.child_nickname nie een-tot-een-tyd met jou wil deurbring nie.

# text
source: 💡 Think to yourself: When are they more open to you? In the morning? Right before bedtime?
af: 💡 Dink by jouself: Wanneer is hy/sy meer oop vir jou? In die oggend? Direk voor slaaptyd?

# text
source: 💙 Try again so that your teen can see that you care and want to spend this time with them.
af: 💙 Probeer weer sodat jou tiener kan sien dat jy omgee en regtig die tyd saam met hom/haar wil deurbring.

# text
source: 😔 It can hurt when your teen does not want to spend one-on-one-time with you.
af: 😔 Dit kan seermaak wanneer jou tiener nie een-tot-een-tyd saam met jou wil deurbring nie.

# text
source: What did you find hard about keeping @fields.child_nickname safe online and offline?
af: Wat het jy moeilik gevind om @fields.child_nickname veilig te hou aanlyn en vanlyn?

# text
source: What did you find hard about keeping your teen safe online and offline?
af: Wat het jy moeilik gevind om jou tiener veilig te hou aanlyn en vanlyn?

# text
source: That's okay! It's important to try to keep your teen safe offline and online. Remember, you can review this course in the Main menu any time!
af: Dis oraait! Dit is belangrik om aan te hou probeer om jou tiener veilig te hou aanlyn en vanlyn. Onthou, jy kan enige tyd die kursus hersien in die Hoofkieslys!

# text
source: 👂That’s alright. Even adults don’t agree on this sometimes. Listening to @fields.child_nickname, even if we disagree, helps us understand their thinking.
af: 👂Dis oraait. Soms stem selfs volwassenes nie saam op dit nie. Luister na @fields.child_nickname, selfs al stem jy nie saam nie, dit help ons om te verstaan hoe hulle dink.

# text
source: ⏰ Find time to talk about safe and unsafe areas again.
af: ⏰Vind tyd om weer oor veilige en onveilige areas te praat.

# text
source: 💚 This time, really listen and show you understand their view before sharing your thoughts.
af: 💚 Die keer, luister regtig en wys jy verstaan hulle punt, voor jy jou gedagtes deel.

# text
source: 📝 Tell @fields.child_nickname that you appreciate their opinions and you are proud of them for being honest about how they feel.
af: 📝Vertel @fields.child_nickname dat jy hulle opinies waardeer en jy trots is op hulle eerlikheid oor hoe hulle voel.

# text
source: 😃 Reach a common agreement and establish safe and unsafe areas, as well as what to do in case of emergency.
af: 😃 Bereik 'n gemeenskaplike ooreenkoms en bevestig veilig en onveilige areas, sowel as wat om in 'n noodgeval te doen.

# text
source: 👂That’s alright. Even adults don’t agree on this sometimes. Listening to your teen, even if we disagree, helps us understand their thinking.
af: 👂Dis oraait. Soms stem selfs volwassenes nie saam op dit nie. Luister na jou tiener, selfs al stem jy nie saam nie, dit help ons om te verstaan hoe hulle dink.

# text
source: 📝 Tell your teen that you appreciate their opinions and you are proud of them for being honest about how they feel.
af: 📝Vertel jou tiener dat jy hulle opinies waardeer en jy trots is op hulle eerlikheid oor hoe hulle voel.

# text
source: 😔 It is shocking to learn that people who we trust may be a danger to our teens.
af: 😔 Dit is skokkend om te leer dat mense wat ons vertrou 'n gevaar kan wees vir ons tieners.

# text
source: 👂 Listen to @fields.child_nickname if they want to talk about why it seems unsafe. Ask if it’s the place, a particular person, or both that makes them uncomfortable.
af: 👂Luister na @fields.child_nickname as hulle wil praat oor hoekom dit onveilig lyk. Vra of dit die plek, 'n spesifieke persoon, of altwee is wat hulle ongemaklik maak voel.

# text
source: Stay calm and open during the conversation. Trust what they say - they will not say such things for no reason!
af: Bly rustig en oop gedurende die gesprek. Vertrou wat hulle sê - hulle sal nie so iets sê vir geen rede nie!

# text
source: 🏥 Talk with someone and get support. Type {HELP} if you need more assistance.
af: 🏥Praat met iemand en kry ondersteuning. Tik {HELP} as jy meer bystand nodig het.

# text
source: 💙 Remember to take a pause when you are stressed.
af: 💙Onthou vat 'n blaaskans wanneer jy gespanne voel.

# text
source: 👂 Listen to your teen if they want to talk about why it seems unsafe. Ask if it’s the place, a particular person, or both that makes them uncomfortable.
af: 👂Luister na jou tiener as hulle wil praat oor hoekom dit onveilig lyk. Vra of dit die plek, 'n besonderse persoon, of altwee is wat hulle ongemaklik maak voel.

# text
source: 🌷 Create a safe space to talk with @fields.child_nickname when you are both calm.
af: 🌷Skep 'n veilige ruimte om met @fields.child_nickname te praat, wanneer julle altwee rustig is.

# text
source: 👂 Listen to their thoughts - why do they feel this place is safe?
af: 👂Luister na hulle gedagtes - hoekom voel hulle die plek is veilig?

# text
source: ⭐ Share why you feel it is not safe.
af: ⭐ Deel hoekom jy voel dit is nie veilig nie.

# text
source: ⏰ Come up with a rule together that lets them still have fun, but stay safe.
af: ⏰Besluit saam op 'n reël wat hulle steeds toelaat om pret te hê, maar steeds veilig te bly.

# text
source: 🌱 Your teen will listen better when you speak to them calmly.
af: 🌱Jou tiener sal beter luister, as jy rustig met hulle praat.

# text
source: 🌷 Create a safe space to talk with your teen when you are both calm.
af: 🌷Skep 'n veilige ruimte om met jou tiener te praat, wanneer julle altwee rustig is.

# text
source: 😣 Protecting @fields.child_nickname while also trusting them to make wise choices is not easy!
af: 😣 Om @fields.child_nickname te beskerm, terwyl jy hulle vertrou om wyse keuses te maak, is nie maklik nie!

# text
source: 🔄 @fields.child_nickname may know things about your community and technology that you are not aware of.
af: 🔄@fields.child_nickname mag dalk dinge weet van julle gemeenskap en tegnologie, waarvan jy nie bewus is nie.

# text
source: 📝 When you actively involve @fields.child_nickname in creating the safety map, they feel heard and valued.
af: 📝 Wanneer jy @fields.child_nickname aktief betrek om 'n veiligheidskaart te skep, voel hulle gehoor en gewaardeer.

# text
source: 🌱 It is easier to follow a plan that everyone agrees on.
af: 🌱 Dit is makliker om 'n plan te volg waaroor almal ooreenstem.

# text
source: 😣 Protecting your teen while also trusting them to make wise choices is not easy!
af: 😣 Om jou teiner te beskerm, terwyl jy hulle vertrou om wyse keuses te maak, is nie maklik nie!

# text
source: 🔄 your teen may know things about your community and technology that you are not aware of.
af: 🔄 jou tiener mag dalk dinge weet van julle gemeenskap en tegnologie, waarvan jy nie bewus is nie.

# text
source: 📝 When you actively involve your teen in creating the safety map, they feel heard and valued.
af: 📝 Wanneer jy jou tiener aktief betrek om 'n veiligheidskaart te skep, voel hulle gehoor en gewaardeer.

# text
source: 🔵 Involve your whole family, other caregivers, and friends in your mapping activity. If everyone knows the safe places, they can help keep @fields.child_nickname safe!
af: 🔵 Betrek jou hele familie, ander versorgers, en vriende in jou kaartaktiwiteit. As almal die veilige plekke weet, kan hulle ook help om @fields.child_nickname veilig te hou!

# text
source: 🚗 Visit some of the services available, such as neighbourhood watch groups or clinics. Ask what they do, how to contact them, and what their emergency procedures are.
af: 🚗 Besoek van die beskikbare dienste, soos buurtwag groepe of klinieke. Vra wat hulle doen, hoe om hulle te kontak, en wat hulle noodgevalprosedures is.

# text
source: 💡 Ensure that emergency phone numbers are prominently displayed in your house and easily accessible to everyone.
af: 💡Verseker dat noodgeval foonnommers merkbaar vertoon word in jou huis en maklik toeganklik is vir almal.

# text
source: 💛 The more we know, the better we can keep our families safe!
af: 💛 Hoe meer ons weet, hoe beter kan ons ons families veilig jou!

# text
source: If you want more resources about keeping safe, type {HELP} anytime.
af: As jy meer hulpbronne soek oor hoe om veilig te bly, kan jy enige tyd {HELP} tik.

# text
source: 🔵 Involve your whole family, other caregivers, and friends in your mapping activity. If everyone knows the safe places, they can help keep your teen safe!
af: 🔵 Betrek jou hele familie, ander versorgers, en vriende in jou kaartaktiwiteit. As almal die veilige plekke weet, kan hulle ook help om jou tiener veilig te hou!

# text
source: ⏰ It can be hard to find time.
af: ⏰ Dit kan moeilik wees om tyd te vind.

# text
source: 💡 This week, put just 10 minutes aside to talk with @fields.child_nickname about safe and unsafe areas.
af: 💡Die week, sit net 10 minute eenkant om met @fields.child_nickname te praat oor veilige en onveilige areas.

# text
source: ❗ This is important to keep your teen safe!
af: ❗Dit is belangrik om jou tiener veilig te hou!

# text
source: 💡 This week, put just 10 minutes aside to talk with your teen about safe and unsafe areas.
af: 💡Die week, sit net 10 minute eenkant om met jou tiener te praat oor veilige en onveilige areas.

# text
source: What did you find difficult about spending time with your child ? 🔑
af: Wat het jy moeilik gevind toe jy tyd met jou kind deurgebring het? 🔑

# text
source: It can be hard to find time during your day, with work, chores, and everything else.
af: Dit kan moeilik wees om tyd in jou dag te vind met werk, huistake en alles.

# text
source: ✨Think of a time each day that you could spare 5 minutes. You can even make household chores into a game to do together.
af: ✨Dink aan 'n tyd elke dag waar jy 5 minute kan afknyp. Jy kan selfs huistake 'n speletjie maak om dit saam te doen.

# text
source: Use the time that you and your children are already sharing, like eating a meal or saying goodnight before bed.
af: Gebruik die tyd wat jy en jou kinders alreeds deel, soos saam eet of nagsê voor slaaptyd.

# text
source: 😔 It can hurt when your child does not want to spend one-on-one time with you.
af: 😔 Dit kan seermaak wanneer jou kind nie een-tot-een tyd saam met jou wil deurbring nie.

# text
source: 💙 Try again so that your child can see that you care and want to spend this time with them.
af: 💙 Probeer weer sodat jou kind kan sien dat jy omgee en regtig die tyd saam met hom/haar wil deurbring.

# text
source: 📺Children often want to spend time watching T.V. or playing with a phone or tablet.
af: 📺Kinders wil gewoonlik tyd spandeer deur TV te kyk of met 'n foon/tablet te speel.

# text
source: ❓ You could watch or play on the phone/tablet with them.
af: ❓Jy kan saam met hulle kyk of op die foon/tablet speel.

# text
source: 💚 Caring about their interests is a great start!
af: 💚 Om vir hulle belangstellings om te gee, is 'n goeie begin!

# text
source: 🌷 Once you begin spending time together you can suggest another activity.
af: 🌷 Wanneer julle eers begin om tyd saam te spandeer, kan jy 'n ander aktiwiteit voorstel.

# text
source: ☀️ If your child wants to do things that are too difficult for you to do, you could watch them.
af: ☀️ As jou kind iets wil doen wat vir jou te moeilik is om te doen, kan jy hom/haar dophou terwyl hy/sy dit doen.

# text
source: 🏁 You could describe what they are doing like a sports commentator.
af: 🏁 Jy kan soos 'n sportkommentator beskryf wat hy/sy doen.

# text
source: ⚽ Competitive games can be hard for your child (and adults!) if they don’t like losing.
af: ⚽ Mededingende speletjies kan vir jou kind (en volwassenes!) moeilik wees as hulle nie daarvan hou om te verloor nie.

# text
source: 🏆 When they have calmed down, talk with your child about what winning well and losing well might look like.
af: 🏆 Wanneer jou kind gekalmeer het, praat met hom/haar oor hoe 'n goeie wenner en 'n goeie verloorder sal optree.

# text
source: 🔴 It can be difficult to spend one-on-one time with each of your children when you have more than one.
af: 🔴 Dit kan moeilik wees om een-tot-een-tyd met elkeen van jou kinders te spandeer as jy meer as een het.

# text
source: 🌱 If possible, you can ask an adult or older brother or sister to look after your other children while you spend one-on-one time with your child.
af: 🌱 Indien moontlik, kan jy 'n volwassene of een van die ouer kinders vra om na die ander kinders te kyk terwyl jy een-tot-een tyd met jou kind deurbring.

# text
source: ⏰ Think of when it would be easier to spend one-on-one time with each of your children.
af: ⏰ Dink wanneer dit die maklikste sal wees om een-tot-een tyd met elk van jou kinders deur te bring.

# text
source: 💛 You can also spend one-on-one time with all of your children at once! If you do, make sure all are able to participate in one-on-one time.
af: 💛 Jy kan ook een-tot-een-tyd met al jou kinders gelyktydig spandeer! As jy dit doen, maak seker dat almal aan een-tot-een tyd kan deelneem.

# text
source: Type {PLAY} for a fun activity suggestion for a group of children. 💡
af: Tik {PLAY} vir 'n pretaktiwiteit-voorstel vir 'n groep kinders. 💡

# text
source: 💛 We are sorry to hear that you have been finding it hard to spend one-on-one time with your child.
af: 💛 Ons is jammer om te hoor dat jy dit moeilik gevind het om een-tot-een tyd met jou kind deur te bring.

# text
source: What did you find hard about keeping your child safe online and offline?
af: Wat het jy moeilik gevind om jou kind veilig te hou aanlyn en vanlyn?

# text
source: That's okay! It's important to try to keep your child safe offline and online. Remember, you can review this course in the Main menu any time!📝
af: Dis oraait! Dit is belangrik om aan te hou probeer om jou kind veilig te hou aanlyn en vanlyn. Onthou, jy kan enige tyd die kursus hersien in die Hoofkieslys!📝

# text
source: 💙 It is slightly uncomfortable to talk to our children about male and female body parts. However, it helps to keep our children safe.
af: 💙 Dit is effens ongemaklik om met ons kinders te praat oor manlike en vroulike liggaamsdele. Dit help egter om ons kinders veilig te hou.

# text
source: 💡Start a conversation with @fields.child_nickname about their body, its functions, and the importance of naming each part. Acting out stories with dolls or teddy bears can be a helpful tool in having these conversations.
af: 💡Begin 'n gesprek met @fields.child_nickname oor hulle liggaam, hulle funksies, en die belangrikheid om elke deel te noem. 'n Nuttige wenk om hierdie gesprekke te hou, is om poppe en teddiebere te gebruik om stories te vertel deur toneelspel.

# text
source: 💚 Talk with confidence about the body, especially private parts. Initially, it may feel awkward, but the more you do it, the more natural and comfortable it will become for both. @fields.child_nickname will learn how to talk about their body and can communicate with you if anything happens.
af: 💚Praat met selfvertroue oor die liggaam, veral privaatdele. Aanvanklik, mag dit ongemaklik voel, maar hoe meer jy dit doen, hoe meer natuurlik en gemaklik sal dit word vir beide van julle. @fields.child_nickname sal leer hoe om oor hulle liggaam te praat en kan met jou kommunikeer as enige iets gebeur.

# text
source: 🔑 Answer any questions from @fields.child_nickname honestly. You can do this to keep our children safe!🌷
af: 🔑Antwoord enige vrae van @fields.child_nickname eerlik. Jy kan dit doen om jou kinders veilig te hou!🌷

# text
source: 💡Start a conversation with Your child about their body, its functions, and the importance of naming each part. Acting out stories with dolls or teddy bears can be a helpful tool in having these conversations.
af: 💡Begin 'n gesprek met Jou kind oor hulle liggaam, hulle funksies, en die belangrikheid om elke deel te noem. 'n Nuttige wenk om hierdie gesprekke te hou, is om poppe en teddiebere te gebruik om stories te vertel deur toneelspel.

# text
source: 💚 Talk with confidence about the body, especially private parts. Initially, it may feel awkward, but the more you do it, the more natural and comfortable it will become for both. Your child will learn how to talk about their body and can communicate with you if anything happens.
af: 💚Praat met selfvertroue oor die liggaam, veral privaatdele. Aanvanklik, mag dit ongemaklik voel, maar hoe meer jy dit doen, hoe meer natuurlik en gemaklik sal dit word vir beide van julle. Jou kind sal leer hoe om oor hulle liggaam te praat en kan met jou kommunikeer as enige iets gebeur.

# text
source: 🔑 Answer any questions from Your child honestly. You can do this to keep our children safe!🌷
af: 🔑Antwoord enige vrae van Jou kind eerlik. Jy kan dit doen om jou kinders veilig te hou!🌷

# text
source: 📺 It must be exhausting to always tell @fields.child_nickname to turn off or put away the phone or tablet.
af: 📺Dit moet uitputtend wees om altyd vir @fields.child_nickname te sê om hulle foon of tablet af te sit of weg te sit.

# text
source: 📝 Set rules with @fields.child_nickname. Tell them that they cannot be on the phone/tablet when you are busy. Your busy time is your child’s quiet play time with toys or reading time with books.
af: 📝Stel reëls met @fields.child_nickname. Laat hulle weet dat hulle nie op die foon/tablet mag wees wanneer jy besig is nie. Jou besige tyd, is jou kind se rustige speeltyd met speelgoed of leestyd met boeke.

# text
source: 🌷 Tell your child that telling you what they watch on T.V. or what they do on the phone or tablet is a rule.
af: 🌷Vertel vir jou kind dat dit 'n reël is om vir jou te vertel wat hulle op TV kyk of wat hulle doen op hulle foon of tablet.

# text
source: 👂 Be patient and kind while listening to them. Manage your anger if you find that they did something wrong online. Take a deep breath.
af: 👂Wees geduldig en vriendelik terwyl jy vir hulle luister. Beheer jou woede as jy uitvind hulle het iets verkeerd gedoen aanlyn. Vat 'n diep asem.

# text
source: 💛 Praise @fields.child_nickname when they follow the rules!
af: 💛 Prys @fields.child_nickname wanneer hulle die reëls volg!

# text
source: 📺 It must be exhausting to always tell your child to turn off or put away the phone or tablet.
af: 📺Dit moet uitputtend wees om altyd vir jou kind te sê om hulle foon of tablet af te sit of weg te sit.

# text
source: 📝 Set rules with your child. Tell them that they cannot be on the phone/tablet when you are busy. Your busy time is your child’s quiet play time with toys or reading time with books.
af: 📝Stel reëls met jou kind. Laat hulle weet dat hulle nie op die foon/tablet mag wees wanneer jy besig is nie. Jou besige tyd, is jou kind se rustige speeltyd met speelgoed of leestyd met boeke.

# text
source: 💛 Praise your child when they follow the rules!
af: 💛 Prys jou kind wanneer hulle die reëls volg!

# text
source: 👂 That’s alright. Even adults don’t agree on this sometimes. Even when we disagree, listening to our children helps us understand their thinking.
af: 👂 Dis oraait. Soms stem selfs volwassenes nie saam op dit nie. Selfs al stem ons nie saam nie, om na ons kinders te luister help ons om te verstaan hoe hulle dink.

# text
source: ⏰ Find time to talk about safe and unsafe areas again.
af: ⏰Vind tyd om weer oor veilige en onveilige areas te praat.

# text
source: 📝 Tell your child that you appreciate their opinions and you are proud of them for being honest about how they feel.
af: 📝Vertel jou kind dat jy hulle opinies waardeer en dat jy trots is op hulle eerlikheid oor hoe hulle voel.

# text
source: 😔 It is shocking to learn that people who we trust may make our children uncomfortable.
af: 😔 Dit is skokkend om te leer dat mense wat ons vertrou, ons kinders ongemaklik kan laat voel.

# text
source: 👂 Listen to @fields.child_nickname if they want to talk about why it seems dangerous or uncomfortable. Ask if it’s the place, a particular person, or both that makes them uncomfortable.
af: 👂Luister na @fields.child_nickname as hulle wil praat oor hoekom dit gevaarlik of ongemaklik lyk. Vra of dit die plek, 'n spesifieke persoon, of altwee is wat hulle ongemaklik maak voel.

# text
source: 🔔Talk with someone and get support. Type {HELP} if you need more assistance.
af: 🏥Praat met iemand en kry ondersteuning. Tik {HELP} as jy meer bystand nodig het.

# text
source: 👂 Listen to your child if they want to talk about why it seems dangerous or uncomfortable. Ask if it’s the place, a particular person, or both that makes them uncomfortable.
af: 👂Luister na jou kind as hulle wil praat oor hoekom dit gevaarlik of ongemaklik lyk. Vra of dit die plek, 'n spesifieke persoon, of altwee is wat hulle ongemaklik maak voel.

# text
source: 🔵 Involve your whole family, other caregivers, and friends in your mapping activity. If everyone knows the safe places, they can help keep your child safe!
af: 🔵 Betrek jou hele familie, ander versorgers, en vriende in jou kaartaktiwiteit. As almal die veilige plekke weet, kan hulle ook help om jou kind veilig te hou!

# quick_replies
source: No
af: Nee

# quick_replies
source: Yes
af: Ja

# quick_replies
source: Not Confident
af: Nie selfversekerd nie

# quick_replies
source: A Little Confident
af: 'n Klein bietjie Selfversekerd

# quick_replies
source: Confident
af: Selfversekerd

# quick_replies
source: Very Confident
af: Baie Selfversekerd

# quick_replies
source: Get more help
af: Kry meer hulp

# quick_replies
source: Continue my Progress Tomorrow
af: Gaan Môre Voort met my Vordering

# quick_replies
source: Good
af: Goed

# quick_replies
source: Okay
af: Oukei

# quick_replies
source: Bad
af: Sleg

# quick_replies
source: I did not have enough time.
af: Ek het nie genoeg tyd gehad nie.

# quick_replies
source: My teen did not want to spend one-on-one-time with me.
af: My tiener wou nie een-tot-een-tyd met my deurbring nie.

# quick_replies
source: All my teen wanted to do was watch T.V. or play with a phone/tablet.
af: Al wat my tiener wou doen was om TV te kyk en op die foon/tablet te speel.

# quick_replies
source: My teen wanted to do things I felt uncomfortable about.
af: My tiener wou dinge doen waaroor ek ongemaklik gevoel het.

# quick_replies
source: My teen wanted to do activities that I could not do.
af: My tiener wou aktiwiteite doen wat ek nie kon doen nie.

# quick_replies
source: My teen chose a competitive activity. I won, and then they got angry.
af: My kind het 'n kompeterende aktiwiteit gekies. Ek het gewen en hy/sy het kwaad geword.

# quick_replies
source: All my teens wanted one-on-one time at the same time.
af: Al my tieners wou een-tot-een tyd op dieselfde tyd hê.

# quick_replies
source: Prefer not to say.
af: Verkies om nie te sê nie.

# quick_replies
source: I'm facing challenges that make it difficult to focus on parenting right now.
af: Ek het baie uitdagings wat dit moeilik maak om nou op ouerskap te konsentreer.

# quick_replies
source: My teen and I did not agree on which areas were unsafe.
af: Ek en my tiener het nie saamgestem op watter areas onveilig is nie.
