Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parenttext_5day_south_africa/*/*_swift_surveys.po
Languages: af, xh

# text
source: Sorry, this date is invalid. Please provide your child's date of birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2010, enter 19/05/2010.
af: Jammer, hierdie datum is ongeldig. Verskaf asseblief jou kind se geboortedatum in die volgende formaat: DD/MM/JJJJ. Byvoorbeeld, as jou kind op 19 Mei 2010 gebore is, tik 19/05/2010.
xh: Uxolo, lo mhla awusebenzi. Nceda unikeze umhla wokuzalwa womntwana wakho ngolu hlobo lulandelayo: DD/MM/YYYY. Umzekelo, ukuba umntwana wakho wazalwa ngoMeyi 19, 2010, faka 19/05/2010.

# text
source: The date you entered is in the future. Please provide your child's date of birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2010, enter 19/05/2010.
af: Die datum wat jy ingevul het, is in die toekoms. Verskaf asseblief jou kind se geboortedatum in die volgende formaat: DD/MM/JJJJ. Byvoorbeeld, as jou kind op 19 Mei 2010 gebore is, tik 19/05/2010.
xh: Umhla owufakileyo ukwixesha elizayo. Nceda unikeze umhla wokuzalwa womntwana wakho ngolu hlobo lulandelayo: DD/MM/YYYY. Umzekelo, ukuba umntwana wakho wazalwa ngoMeyi 19, 2010, faka 19/05/2010.

# text
source: @fields.child_nickname is @(round_down(datetime_diff(fields.sq_base_childdob,now(),"M")/12)) years old. Is that correct?
af: @fields.child_nickname is @(round_down(datetime_diff(fields.sq_base_childdob,now(),"M")/12)) jaar oud. Is dit korrek?
xh: @fields.child_nickname uneminyaka e- @(round_down(datetime_diff(fields.sq_base_childdob,now(),"M")/12)) ubudala. Ingaba ichanekile loo nto?

# text
source: Your child is @(round_down(datetime_diff(fields.sq_base_childdob,now(),"M")/12)) years old. Is that correct?
af: Jou kind is @(round_down(datetime_diff(fields.sq_base_childdob,now(),"M")/12)) jaar oud. Is dit korrek?
xh: Umntwana wakho uneminyaka e- @(round_down(datetime_diff(fields.sq_base_childdob,now(),"M")/12)) ubudala. Ingaba ichanekile loo nto?

# text
source: What is @fields.child_nickname's date of birth?
af: Wat is @fields.child_nickname se geboortedatum?
xh: Luthini usuku lokuzalwa luka @fields.child_nickname?

# text
source: Enter their date of birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2010, enter 19/05/2010.
af: Voer hul geboortedatum in die volgende formaat in: DD/MM/YYYY. Byvoorbeeld, as jou kind op 19 Mei 2010 gebore is, voer 19/05/2010 in.
xh: Faka umhla wakhe wokuzalwa ngolu hlobo lulandelayo: DD/MM/YYYY. Umzekelo, ukuba umntwana wakho wazalwa ngoMeyi 19, 2010, faka 19/05/2010.

# text
source: What is your child's date of birth?
af: Wat is jou kind se geboortedatum?
xh: Luthini usuku lokuzalwa lomntwana wakho?

# text
source: According to the date you provided, @fields.child_nickname would be @(round_down(datetime_diff(fields.sq_base_childdob,now(),"M")/12)) years old. ParentText is only for children aged 2-17. Please enter a valid date for your child's birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2010, enter 19/05/2010.
af: Volgens die datum wat jy verskaf het, is @fields.child_nickname @(round_down(datetime_diff(fields.sq_base_childdob,now(),"M")/12)) jaar oud. ParentText is slegs vir kinders van 2-17 jaar oud. Vul asseblief 'n geldige geboortedatum in die volgende formaat in: DD/MM/JJJJ. Byvoorbeeld, as jou kind op 19 Mei 2010 gebore is, tik 19/05/2010.
xh: Ngokomhla osinike wona, u@fields.child_nickname uyakuba @(round_down(datetime_diff(fields.sq_base_childdob,now(),"M")/12)) neminyaka ubudala. I-ParentText yeyabantwana abaneminyaka eyi-2-17 kuphela. Nceda ufake umhla osemthethweni wokuzalwa komntwana wakho ngolu hlobo lulandelayo: DD/MM/YYYY. Umzekelo, ukuba umntwana wakho wazalwa ngoMeyi 19, 2010, faka 19/05/2010.

# text
source: According to the date you provided, your child would be @(round_down(datetime_diff(fields.sq_base_childdob,now(),"M")/12)) years old. ParentText is only for children aged 2-17. Please enter a valid date for your child's birth in the following format: DD/MM/YYYY. For example, if your child was born on May 19, 2010, enter 19/05/2010.
af: Volgens die datum wat jy verskaf het, is jou kind @(round_down(datetime_diff(fields.sq_base_childdob,now(),"M")/12)) jaar oud. ParentText is slegs vir kinders van 2-17 jaar oud. Vul asseblief 'n geldige geboortedatum in die volgende formaat in: DD/MM/JJJJ. Byvoorbeeld, As jou kind op 19 Mei 2010 gebore is, tik 19/05/2010.
xh: Ngokomhla osinike wona, umntwana wakho uyakuba @(round_down(datetime_diff(fields.sq_base_childdob,now(),"M")/12)) neminyaka ubudala. I-ParentText yeyabantwana abaneminyaka eyi-2-17 kuphela. Nceda ufake umhla osemthethweni wokuzalwa komntwana wakho ngolu hlobo lulandelayo: DD/MM/YYYY. Umzekelo, ukuba umntwana wakho wazalwa ngoMeyi 19, 2010, faka 19/05/2010.

# text
source: What is your relationship to @fields.child_nickname?
af: Wat is jou verhouding met @fields.child_nickname?
xh: Buyintoni ubudlelwane bakho ku@fields.child_nickname?

# text
source: What is your relationship to your teen?
af: Wat is jou verhouding met jou tiener?
xh: Buyintoni ubudlelwane bakho kumntwana wakho ofikisayo?

# text
source: What is your relationship to your child?
af: Wat is jou verhouding met jou kind?
xh: Buyintoni ubudlelwane bakho kumntwana wakho?

# text
source: Are you the primary or main caregiver of @fields.child_nickname?
af: Is jy die primêre of hoofversorger van @fields.child_nickname?
xh: Ingaba nguwe umnonopheli oyintloko okanye ophambili ka @fields.child_nickname?

# text
source: Are you the primary or main caregiver of your teen?
af: Is jy die primêre of hoofversorger van jou tiener?
xh: Ingaba nguwe umnonopheli oyintloko okanye ophambili womntwana wakho ofikisayo?

# text
source: Are you the primary or main caregiver of your child?
af: Is jy die primêre of hoofversorger van jou kind?
xh: Ingaba nguwe umnonopheli oyintloko okanye ophambili womntwana wakho?

# text
source: How often in the past month has your household run out of money to buy food?
af: Hoe gereeld het jou huisgesin die afgelope maand geen geld gehad om kos te koop nie?
xh: Kukangaphi kule nyanga idlulileyo ikhaya lakho liphelelwe yimali yokuthenga ukutya?

# text
source: Do you or somebody else in your household receive a social grant? For example, child support, state pension, or disability grant.
af: Ontvang jy of iemand anders in jou huishouding 'n maatskaplike toelaag? Byvoorbeeld, kinderondersteuning, staatspensioen, of ongeskiktheidstoelae.
xh: Ingaba wena okanye omnye umntu ekhayeni lakho ufumana isibonelelo sikarhulumente? Umzekelo isibonelelo sabantwana, esabadala okanye esabakhubazekileyo.

# text
source: Sometimes we experience difficulties with hearing, seeing, communicating, or moving.
af: Soms ervaar ons probleme met hoor, sien, kommunikeer of beweeg.
xh: Ngamanye amaxesha sijongana nobunzima bokuva, bokubona, bokunxulumelana, okanye bokuhamba.

# text
source: Do you have any of these difficulties?
af: Het jy enige van hierdie probleme?
xh: Ingaba unayo eminye yale miceli-mngeni?

# text
source: Does @fields.child_nickname have any of these difficulties?
af: Het @fields.child_nickname enige van hierdie probleme?
xh: Ingaba u@fields.child_nickname unayo nayiphi na eminye yale miceli-mngeni?

# text
source: Does your teen have any of these difficulties?
af: Het jou tiener enige van hierdie probleme?
xh: Ingaba umntwana wakho ofikisayo unayo eminye yale miceli-mngeni?

# text
source: Does your child have any of these difficulties?
af: Het jou kind enige van hierdie probleme?
xh: Ingaba umntwana wakho unayo eminye yale miceli-mngeni?

# text
source: 💚Thanks! Now we would like to ask you a few questions about your relationship with @fields.child_nickname.
af: 💚 Dankie! Nou wil ons graag 'n paar vrae oor jou verhouding met @fields.child_nickname vra.
xh: 💚Enkosi! Ngoku singathanda ukukubuza imibuzo nje embalwa malunga nobudlelwane bakho no@fields.child_nickname.

# text
source: 💚Thanks! Now we would like to ask you a few questions about your relationship with your teen.
af: 💚 Dankie! Nou wil ons graag 'n paar vrae oor jou verhouding met jou tiener vra.
xh: 💚Enkosi! Ngoku singathanda ukukubuza imibuzo nje embalwa malunga nobudlelwane bakho nomntwana wakho ofikisayo.

# text
source: 💚Thanks! Now we would like to ask you a few questions about your relationship with your child.
af: 💚 Dankie! Nou wil ons graag 'n paar vrae oor jou verhouding met jou kind vra.
xh: 💚Enkosi! Ngoku singathanda ukukubuza imibuzo nje embalwa malunga nobudlelwane bakho nomntwana wakho.

# text
source: How often in the past week did you play games or do other fun activities with @fields.child_nickname?
af: Hoe gereeld het jy in die afgelope week speletjies gespeel of ander lekker aktiwiteite met @fields.child_nickname gedoen?
xh: Kukangaphi kwiveki ephelileyo udlale imidlalo okanye wenze eminye imidlalo eyonwabisayo no@fields.child_nickname?

# text
source: How often in the past week did you play games or do other fun activities with your teen?
af: Hoe gereeld het jy in die afgelope week speletjies gespeel of ander lekker aktiwiteite met jou tiener gedoen?
xh: Kukangaphi kwiveki ephelileyo udlale imidlalo okanye wenze eminye imidlalo eyonwabisayo nomntwana wakho ofikisayo?

# text
source: How often in the past week did you play games or do other fun activities with your child?
af: Hoe gereeld het jy in die afgelope week speletjies gespeel of ander lekker aktiwiteite met jou kind gedoen?
xh: Kukangaphi kwiveki ephelileyo udlale imidlalo okanye wenze eminye imidlalo eyonwabisayo nomntwana wakho?

# text
source: How often in the past week did you praise @fields.child_nickname when they behaved well?
af: Hoe gereeld het jy in die afgelope week @fields.child_nickname geprys wanneer hulle goeie gedrag gewys het?
xh: Kukangaphi kwiveki ephelileyo umncoma u@fields.child_nickname xa ebeziphethe kakuhle?

# text
source: How often in the past week did you praise your teen when they behaved well?
af: Hoe gereeld het jy in die afgelope week jou tiener geprys wanneer hulle goeie gedrag gewys het?
xh: Kukangaphi kwiveki ephelileyo umncoma umntwana wakho ofikisayo xa ebeziphethe kakuhle?

# text
source: How often in the past week did you praise your child when they behaved well?
af: Hoe gereeld het jy in die afgelope week jou kind geprys wanneer hulle goeie gedrag gewys het?
xh: Kukangaphi kwiveki ephelileyo umncoma umntwana wakho xa ebeziphethe kakuhle?

# text
source: How often in the past week did @fields.child_nickname not obey or it was difficult to make them obey?
af: Hoe gereeld was @fields.child_nickname in die afgelope week nie gehoorsaam nie of was dit moeilik om hulle te kry om gehoorsaam te wees?
xh: Kukangaphi kwiveki ephelileyo u@fields.child_nickname engakhange athobele okanye apho bekunzima ukumenza athobele?

# text
source: How often in the past week did your teen not obey or it was difficult to make them obey?
af: Hoe gereeld was jou tiener in die afgelope week nie gehoorsaam nie of was dit moeilik om hulle te kry om gehoorsaam te wees?
xh: Kukangaphi kwiveki ephelileyo umntwana wakho ofikisayo engakhange athobele okanye apho bekunzima ukumenza athobele?

# text
source: How often in the past week did your child not obey or it was difficult to make them obey?
af: Hoe gereeld was jou kind in die afgelope week nie gehoorsaam nie of was dit moeilik om hulle te kry om gehoorsaam te wees?
xh: Kukangaphi kwiveki ephelileyo umntwana wakho engakhange athobele okanye apho bekunzima ukumenza athobele?

# text
source: 😔 There are days in our lives when we feel sad and down.
af: 😔 Daar is dae in ons lewens wanneer ons hartseer en af voel.
xh: 😔 Kukho iimini apha ebomini bethu apho siziva sikhathazekile kwaye siphantsi.

# text
source: Sometimes it's because things don't go as planned.
af: Soms is dit omdat dinge nie gaan soos beplan nie.
xh: Ngamanye amaxesha kungenxa yokuba izinto azihambi ngendlela esizicwangcise ngayo.

# text
source: Sometimes it's because something bad happened.
af: Soms is dit omdat iets sleg gebeur het.
xh: Ngamanye amaxesha kungokuba kusube kwenzeke into embi.

# text
source: Sometimes it is because we are too stressed.
af: Soms is dit omdat ons te veel stres ervaar.
xh: Ngamanye amaxesha kungokuba sinoxinzelelo ngeyona ndlela.

# text
source: 💚 Some of these questions are difficult to answer so please try your best.
af: 💚 Sommige van hierdie vrae is moeilik om te beantwoord, so probeer asseblief jou beste.
xh: 💚 Eminye yale mibuzo inzima ukuyiphendula ngoko ke nceda uzame kangangoko unako.

# text
source: 💚 There are no right or wrong answers.
af: 💚 Daar is geen regte of verkeerde antwoorde nie.
xh: 💚 Akukho zimpendulo zilungileyo okanye zingalunganga apha.

# text
source: How often in the past week have you felt down, depressed, or hopeless?
af: Hoe gereeld het jy in die aflope week neerslagtig, depressief, of hopeloos gevoel?
xh: Kukangaphi kwiveki egqithileyo uzive umoya wakho uphantsi, uxinzelelekile okanye ungenathemba?

# text
source: How often in the past week did you have little interest or pleasure in doing things?
af: Hoe gereeld het jy in die afgelope week min belanggestel of plesier gekry om dinge te doen?
xh: Kukangaphi kule veki iphelileyo obukhe wanomdla omncinici okanye wakonwabela ukwenza izinto?

# text
source: How often in the past week did you actively participate in activities with @fields.child_nickname, such as playing, sharing books, or helping with homework?
af: Hoe gereeld het jy in die afgelope week aktief deelgeneem aan aktiwiteite met @fields.child_nickname, soos om te speel, boeke te deel, of te help met huiswerk?
xh: Kukangaphi kule veki iphelileyo uthatha inxaxheba ngokukhutheleyo kwimisebenzi kunye no@fields.child_nickname, njengoku dlala, ukwabelana ngeencwadi, okanye ukumncedisa ngomsebenzi wesikolo wasekhaya?

# text
source: How often in the past week did you actively participate in activities with your teen, such as playing, sharing books, or helping with homework?
af: Hoe gereeld het jy in die afgelope week aktief deelgeneem aan aktiwiteite met jou tiener, soos om te speel, boeke te deel, of te help met huiswerk?
xh: Kukangaphi kule veki iphelileyo uthatha inxaxheba ngokukhutheleyo kwimisebenzi kunye nomntwana wakho ofikisayo, njengoku dlala, ukwabelana ngeencwadi, okanye ukumncedisa ngomsebenzi wesikolo wasekhaya?

# text
source: How often in the past week did you actively participate in activities with your child, such as playing, sharing books, or helping with homework?
af: Hoe gereeld het jy in die afgelope week aktief deelgeneem aan aktiwiteite met jou kind, soos om te speel, boeke te deel, of te help met huiswerk?
xh: Kukangaphi kule veki iphelileyo uthatha inxaxheba ngokukhutheleyo kwimisebenzi kunye nomntwana wakho, njengoku dlala, ukwabelana ngeencwadi, okanye ukumncedisa ngomsebenzi wesikolo wasekhaya?

# text
source: How often in the past week were you involved in making decisions regarding @fields.child_nickname's education, health, and overall well-being?
af: Hoe gereeld was jy in die afgelope week betrokke by die neem van besluite rakende @fields.child_nickname se opvoeding, gesondheid, en algehele welstand?
xh: Kukangaphi kule veki iphelileyo ubukhe wabandakanyeka ekuthatheni izigqibo malunga nemfudo ka @fields.child_nickname impilo, kunye mpilo-ntle ngokugqibeleleyo?

# text
source: How often in the past week were you involved in making decisions regarding your teen's education, health, and overall well-being?
af: Hoe gereeld was jy in die afgelope week betrokke by die neem van besluite rakende jou tiener se opvoeding, gesondheid, en algehele welstand?
xh: Kukangaphi kule veki iphelileyo ubukhe wabandakanyeka ekuthatheni izigqibo malunga nemfudo yomntwana wakho ofikisayo, impilo, kunye mpilo-ntle ngokugqibeleleyo?

# text
source: How often in the past week were you involved in making decisions regarding your child's education, health, and overall well-being?
af: Hoe gereeld was jy in die afgelope week betrokke by die neem van besluite rakende jou kind se opvoeding, gesondheid, en algehele welstand?
xh: Kukangaphi kule veki iphelileyo ubukhe wabandakanyeka ekuthatheni izigqibo malunga nemfudo yomntwana wakho, impilo, kunye mpilo-ntle ngokugqibeleleyo?

# text
source: How often in the past week did you show @fields.child_nickname affection or love?
af: Hoe gereeld het jy vir @fields.child_nickname in die afgelope week liefde gegee?
xh: Kukangaphi kule veki iphelileyo ubukhe wabonakalisa ku@fields.child_nickname uvelwano okanye uthando?

# text
source: How often in the past week did you show your teen affection or love?
af: Hoe gereeld het jy jou tiener in die afgelope week liefde gegee?
xh: Kukangaphi kule veki iphelileyo ubukhe wabonakalisa kumntwana wakho ofikisayo uvelwano okanye uthando?

# text
source: How often in the past week did you show your child affection or love?
af: Hoe gereeld het jy jou kind in die afgelope week liefde gegee?
xh: Kukangaphi kule veki iphelileyo ubukhe wabonakalisa kumntwana wakho uvelwano okanye uthando?

# text
source: 🌱 The last questions are about @fields.child_nickname, their behaviour, and their communication with you.
af: 🌱 Die laaste vrae is oor @fields.child_nickname, hul gedrag, en hul kommunikasie met jou.
xh: 🌱 Imibuzo yokugqibela imalunga no@fields.child_nickname, indlela aziphatha ngayo, kunye nendlela anxibelelana ngayo nawe.

# text
source: 💚Again, some of these questions might be difficult to answer or even think about, but they are important. Please share honestly so that we can support you.
af: 💚 Weereens, sommige van hierdie vrae mag moeilik wees om te beantwoord of selfs oor na te dink, maar hulle is belangrik. Deel asseblief eerlik sodat ons jou kan ondersteun.
xh: 💚Kwakhona, eminye yalemibuzo ingaba nzima ukuyiphendula okanye ukucinga malunga nayo, kodwa ke ibalulekile. Nceda wabelane ngokunyanisekileyo ukuze sikwazi ukukuxhasa.

# text
source: 😔 If @fields.child_nickname has been exposed to something sexual, it is important that it has been reported. If it hasn't been reported, or you need more support, please call Childline on 116. They are there to help you and @fields.child_nickname with this very difficult experience.
af: 😔 As @fields.child_nickname blootgestel was aan iets seksueel, is dit belangrik dat dit gerapporteer word. As dit nie gerapporteer was nie, of as jy meer ondersteuning nodig het, bel asseblief Childline op 116. Hulle is daar om jou en @fields.child_nickname te help met hierdie baie moeilike ervaring.
xh: 😔 Ukuba u@fields.child_nickname ukhe wachaphazeleka kwinto edibene nezesondo, kubalulekile ukuba ixelwe. Ukuba ayikhange ixelwe, okanye udinga inkxaso eyongezelelweyo, nceda ufowunele uChildline ku-116. Bakhona ukuze bakuncede wena kunye nomntwana wakho kobubunzima nibuvayo.

# text
source: 🌱 The last questions are about your teen, their behaviour, and their communication with you.
af: 🌱 Die laaste vrae is oor jou tiener, hul gedrag, en hul kommunikasie met jou.
xh: 🌱 Imibuzo yokugqibela imalunga nomntwana wakho ofikisayo, indlela aziphatha ngayo, kunye nendlela anxibelelana ngayo nawe.

# text
source: 😔 If your teen has been exposed to something sexual, it is important that it has been reported. If it hasn't been reported, or you need more support, please call Childline on 116. They are there to help you and your teen with this very difficult experience.
af: 😔 As jou tiener blootgestel was aan iets seksueel, is dit belangrik dat dit gerapporteer word. As dit nie gerapporteer was nie, of as jy meer ondersteuning nodig het, bel asseblief Childline op 116. Hulle is daar om jou en jou tiener te help met hierdie baie moeilike ervaring.
xh: 😔 Ukuba umntwana wakho ofikisayo ukhe wachaphazeleka kwinto edibene nezesondo, kubalulekile ukuba ixelwe. Ukuba ayikhange ixelwe, okanye udinga inkxaso eyongezelelweyo, nceda ufowunele uChildline ku-116. Bakhona ukuze bakuncede wena kunye nomntwana wakho kobubunzima nibuvayo.

# text
source: 🌱 The last questions are about your child, their behaviour, and their communication with you.
af: 🌱 Die laaste vrae is oor jou kind, hul gedrag, en hul kommunikasie met jou.
xh: 🌱 Imibuzo yokugqibela imalunga nomntwana wakho, indlela aziphatha ngayo, kunye nendlela anxibelelana ngayo nawe.

# text
source: 😔 If your child has been exposed to something sexual, it is important that it has been reported. If it hasn't been reported, or you need more support, please call Childline on 116. They are there to help you and your child with this very difficult experience.
af: 😔 As jou kind blootgestel is aan iets seksueel, is dit belangrik dat dit geraporteer word. As dit nie geraporteer is nie, of as jy meer ondersteuning nodig het, bel asseblief Childline op 116. Hulle is daar om jou en jou kind te help met hierdie baie moeilike ervaring.
xh: 😔 Ukuba umntwana wakho ukhe wachaphazeleka kwinto edibene nezesondo, kubalulekile ukuba ixelwe. Ukuba ayikhange ixelwe, okanye udinga inkxaso eyongezelelweyo, nceda ufowunele uChildline ku-116. Bakhona ukuze bancede wena kunye nomntwana wakho kobubunzima nibuvayo.

# text
source: How often has @fields.child_nickname been in any of the following situations in the past week:
xh: Kukangaphi u@fields.child_nickname esiba nakweyiphi na enye yezimeko zilandelayo kwiveki ephelileyo:

# text
source: 🧑‍🤝‍🧑 Spent time with friends you don't know or trust
af: 🧑‍🤝‍🧑 Tyd saam met vriende deurgebring wat jy nie ken of vertrou nie
xh: 🧑‍🤝‍🧑 Uchithe ixesha kunye nabahlobo ongabaziyo okanye ongabathembiyo

# text
source: 🍻 Went to a tavern or drank with friends
af: 🍻 Na 'n kroeg gegaan of saam met vriende gedrink
xh: 🍻 Uhambe waya ethaveni okanye wasela nabahlobo

# text
source: 🌙 Was out of the house at night either alone, without you knowing, or later than expected
af: 🌙 Was buite die huis in die aand, óf alleen, sonder dat jy dit geweet het, óf later as verwag het
xh: 🌙 Ebephumile endlini ngobusuku eyedwa, ngaphandle kokuba wazi, okanye kamva kokuba kulindelekile

# text
source: 🚗 Took a lift with someone they didn't know
af: 🚗 'n Saamrygeleentheid met iemand geneem wat hulle nie ken nie
xh: 🚗 Ukhwele ilifti nomntu ebengamazi

# text
source: 😟 Received sexual comments from older men or women
af: 😟 Seksuele kommentaar ontvang van ouer mans of vroue
xh: 😟 Ufumene ukunconywa ngokwezesondo ngumntu omdala oyindoda okanye ongumama

# text
source: How often has your teen been in any of the following situations in the past week:
xh: Kukangaphi umntwana wakho ofikisayo esiba nakweyiphi na enye yezimeko zilandelayo kule veki iphelileyo:

# text
source: Have you talked to @fields.child_nickname in the past week about keeping safe in any of these situations?
af: Het jy in die afgelope week met @fields.child_nickname gepraat oor hoe om veilig te bly in enige van hierdie situasies?
xh: Ubukhe wathetha no@fields.child_nickname kuleveki iphelileyo malunga nokuzigcina ekhuselekile nakweyiphi na enye yezimeko?

# text
source: Have you talked to your teen in the past week about keeping safe in any of these situations?
af: Het jy in die afgelope week met jou tiener gepraat oor hoe om veilig te bly in enige van hierdie situasies?
xh: Ubukhe wathetha nomntwana wakho ofikisayo kuleveki iphelileyo malunga nokuzigcina ekhuselekile nakweyiphi na enye yezimeko?

# text
source: Have you talked to @fields.child_nickname in the past week about keeping safe from situations such as sexual violence?
af: Het jy in die afgelope week met @fields.child_nickname gepraat oor hoe om veilig te bly in situasies soos seksuele geweld?
xh: Ubukhe wathetha no@fields.child_nickname kuleveki iphelileyo malunga nokuzigcina ekhuselekile kwiimeko ezifana nokuhlukunyezwa ngezesondo?
