Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parenttext_5day_south_africa/*/*_swift_surveys.po
Languages: af, xh

# text
source: It looks like this is not a good time. Please type 1 if you'd like to continue.
af: Dit lyk of dit nie 'n goeie tyd is nie. Tik asseblief 1 as jy wil voortgaan.
xh: Kubonakala ngathi ayiloxesha elilungileyo eli. Nceda uchwetheze u-1 ukuba ungathanda ukuqhubeka.

# text
source: You will continue with your progress tomorrow.
af: Jy sal môre met jou vordering voortgaan.
xh: Uya kuqhubeka nenkqubela yakho ngomso.

# text
source: Thank you! We are testing this programme to see if it works.
af: Dankie! Ons toets hierdie program om te sien of dit werk.
xh: Enkosi! Sivavanya lenkqubo ukuze sibone ukuba iyasebenza na.

# text
source: ✅ Participating in this study is optional.
af: ✅ Deelname aan hierdie studie is opsioneel.
xh: ✅ Ukuthatha inxaxheba kolu phononongo kukuzikhethela.

# text
source: ✅ Your personal information is safe and private.
af: ✅ Jou persoonlike inligting is veilig en privaat.
xh: ✅ Iinkcukacha zakho zobuqu zikhuselekile kwaye zibucala.

# text
source: ✅ Your name and information will not be public, but your responses will be kept and used by researchers to learn how to support families like yours.
af: ✅ Jou naam en inligting sal nie openbaar wees nie, maar jou antwoorde sal gehou word en deur navorsers gebruik word om te leer hoe om gesinne soos joune te ondersteun.
xh: ✅ Igama lakho kunye neenkcukacha aziyi kuba sesidlangalaleni, kodwa iimpendulo zakho ziya kugcinwa kwaye zisetyenziswe ngabaphandi ukufunda indlela yokuxhasa iintsapho ezifana nezakho.

# text
source: ✅ The information you share may also be combined with other families’ experiences so that we can understand how these programmes work across the world.
af: ✅ Die inligting wat jy deel, mag ook gekombineer word met ander gesinne se ervarings sodat ons kan verstaan hoe hierdie programme wêreldwyd werk.
xh: ✅ Ulwazi owabelana ngalo lusenokudityaniswa namava ezinye iintsapho ukuze siqonde ukuba ezi nkqubo zisebenza njani kwihlabathi liphela.

# text
source: 📲 We will send you airtime as a thank you for your participation.
xh: 📲 Sizakuthumelela i-airtime njengombulelo wokuthatha kwakho inxaxheba.

# text
source: Would you like to participate in the study to help us learn how we can support parents like you in South Africa? 🇿🇦
af: Wil jy aan die studie deelneem om ons te help leer hoe ons ouers soos jy in Suid-Afrika kan ondersteun? 🇿🇦
xh: Ingaba ungathanda ukuthatha inxaxheba kolu phononongo ukuze usincede sifunde ukuba singabaxhasa njani abazali abafana nawe eMzantsi Afrika? 🇿🇦

# text
source: Sorry, I don't understand what you mean.
af: Jammer, ek verstaan nie wat jy bedoel nie.
xh: Uxolo, andiqondi ukuba uthini.

# text
source: 🥳 Welcome to our study! If you decide to join, you will be invited to complete 3 surveys.
af: 🥳 Welkom by ons studie! As jy besluit om deel te neem, sal jy uitgenooi word om 3 opnames in te vul.
xh: 🥳 Wamkelekile kuphononongo lwethu! Ukuba uthatha isigqibo sokujoyina, uya kumenywa ukuba ugqibe ukuphendula isaveyi ezintathu.

# text
source: 🌱 The surveys will ask you questions about your life and your relationship with your child.
af: 🌱 Die opnames sal jou vrae vra oor jou lewe en jou verhouding met jou kind.
xh: 🌱 Uphando luya kukubuza imibuzo malunga nobomi bakho kunye nobudlelwane bakho nomntwana wakho.

# text
source: ✏️ After completing the first survey, you will receive R25 airtime to thank you.
xh: ✏️ Emva kokugqiba imibuzo yokuqala, uya kufumana i-airtime ye-R25 yokubulela.

# text
source: 💬 You will then receive ParentText on WhatsApp from this number.
xh: 💬 Emva koko uya kufumana i-ParentText ku-WhatsApp kule nombolo.

# text
source: ✏️ 1 month later, you will be asked to complete a 2nd survey after which you will receive R50 airtime to thank you.
xh: ✏️ Emva kwenyanga enye, uya kucelwa ukuba ugqibezele imibuzo yesibini emva koko uya kufumana i-airtime ye-R50 yokukubulela.

# text
source: ✏️ 3 months later, you will receive a 3rd survey. You will receive R50 airtime after completing that final survey to thank you.
xh: ✏️ Emva kweenyanga ezintathu, uya kufumana imibuzo yesithathu. Uya kufumana i-airtime ye-R75 emva kokugqiba lemibuzo yokugqibela ukukubulela.

# text
source: 📲 After each survey, the money will be sent to this WhatsApp number as mobile airtime.
xh: 📲 Emva kovavanyo ngalunye, imali iya kuthunyelwa kwinombolo yefowuni oyikhethayo njengexesha lomoya eliphathwayo.

# text
source: 💬 After completing the first survey, you will receive ParentText on WhatsApp from this number.
af: 💬Nadat jy die eerste opname voltooi het, sal jy ParentText op WhatsApp op hierdie nommer ontvang.
xh: Emva kokugqiba isaveyi yokuqala, uzakufumana i-ParentText ku-WhatsApp esuka kule nombolo.

# text
source: ✏️ 1 month later, you will be asked to complete a 2nd survey.
af: ✏️ 1 maand later, sal jy gevra word om 'n tweede opname te voltooi.
xh: ✏️ Emva kwenyanga enye, uzakucelwa ukuba uphendule isaveyi yesibini.

# text
source: ✏️ 3 months later, you will receive a 3rd survey.
af: ✏️ 3 maande later, sal jy 'n 3de opname ontvang.
xh: ✏️ Emva kwenyanga ezintathu, uzakufumana isaveyi yesithathu.

# text
source: 🤐 If there are any questions that you feel uncomfortable answering, you do not have to answer them.
af: 🤐 As daar enige vrae is wat jy ongemaklik vind om te beantwoord, hoef jy dit nie te beantwoord nie.
xh: 🤐 Ukuba kukho nayiphi na imibuzo oziva ungakhululekanga ukuyiphendula, akunyanzelekanga ukuba uyiphendule.

# text
source: ❌ You can stop when you want. Just type {STOP}.
af: ❌ Jy kan stop wanneer jy wil. Tik net {STOP}.
xh: ❌ Unga yeka xa ufuna. Bhala nje {STOP}.

# text
source: 📱 WiFi: Check your local free WiFi hotspots here: https://www.westerncape.gov.za/site-page/wcg-wi-fi-hotspots (Tip: If you get a library card, you can access more WiFi at library hotspots! Your local mall might also have WiFi).
af: 📱 WiFi: Kyk na jou plaaslike gratis WiFi-hotspot hier: https://www.westerncape.gov.za/site-page/wcg-wi-fi-hotspots (Wenk: As jy 'n biblioteekkaart kry, kan jy meer WiFi by biblioteek hotspots gebruik! Jou plaaslike winkelsentrum mag ook WiFi hê).
xh: 📱 WiFi: Jonga iindawo zakho zeWiFi zasimahla apha: https://www.westerncape.gov.za/site-page/wcg-wi-fi-hotspots (Ingcebiso: Ukuba ufumana ikhadi lethala leencwadi, ungafikelela kwi-WiFi engakumbi Iindawo zethala leencwadi ezithandwayo zinokuba nazo).

# text
source: Please read this information carefully: {ret_consent_link}
af: Lees asseblief hierdie inligting sorgvuldig deur:{ret_consent_link}
xh: Nceda ufunde olu lwazi ngononophelo: {ret_consent_link}

# text
source: Press YES if you have read and understand the above document, agree with the messages, and give consent to participate in the study. Type "EXIT" if you do not want to participate.
af: Druk JA as jy die bogenoemde dokument gelees en verstaan het, saamstem met die boodskappe, en toestemming gee om aan die studie deel te neem. Tik "UITGAAN" as jy nie wil deelneem nie.
xh: Cofa u-EWE ukuba ulufundile kwaye uyaluqonda olu xwebhu lungentla, uyavumelana nemiyalezo, kwaye unikeza imvume yokuthatha inxaxheba kuphononongo. Bhala "PHUMA" ukuba awufuni ukuthatha inxaxheba.

# text
source: Great! Let's start your first survey.
af: Wonderlik! Kom ons begin met jou eerste opname.
xh: Kuhle! Masiqale uphando lwakho lokuqala.

# text
source: Are you sure you want to exit the study?
af: Is jy seker jy wil die studie verlaat?
xh: Uqinisekile ufuna ukuphuma kolu phononongo?

# text
source: You've been removed from the study, but it isn't too late to improve your relationship with your child! Get parenting support with ParentLine by sending a WhatsApp to {parentline number}.
xh: Ususiwe kuphando, kodwa akuphelanga thuba lokuphucula ubudlelwane bakho nomntwana wakho! Fumana inkxaso kwi-ParentLine ngokuthumela u-WhatsApp ku {parentline number}.

# text
source: If you do not want to receive any more messages, please type "EXIT".
af: As jy nie meer enige boodskappe wil ontvang nie, tik asseblief "GAAN UIT".
xh: Ukuba awufuni ukufumana nayiphina na imiyalezo, Sicela ubhale "PHUMA".

# text
source: If you made a mistake, please type "BACK".
af: As jy 'n fout gemaak het, tik asseblief "TERUG".
xh: Ukuba wenze impazamo, sicela ubhale "UMVA".

# text
source: Thank you for participating. If you want to return to the programme, type HELLO.
af: Dankie vir jou deelname. As jy wil terugkeer na die program, tik HALLO.
xh: Enkosi ngokuthatha inxaxheba. Ukuba ufuna ukubuyela kule nkqubo, cofa MOLO.

# text
source: We hope to see you again soon!
af: Ons hoop om jou gou weer te sien!
xh: Siyathemba sizakuphinda sikubone kwakhona kungekudala!

# text
source: The transaction for sending your airtime of R@results.amount has failed.
af: Die transaksie om vir jou R@results.amount lugtyd te stuur het misluk.
xh: Le transaction yokuthumela i-airtime yakho ye- R@results.amount ayiphumelelanga.

# text
source: If you have not received your airtime in 3 days, please send a message to {WhatsApp SWIFT line support} with your transaction ID.
af: As jy nie jou lugtyd binne 3 dae ontvang het nie, stuur asseblief 'n boodskap aan {WhatsApp SWIFT line support} met jou transaksie-ID.
xh: Ukuba awukayifumani i-airtime yakho kwiintsuku ezi- 3, nceda uthumele umyalezo ku- {WhatsApp SWIFT line support} ne- transaction ID yakho.

# text
source: Your transaction ID is: @contact.id
af: Jou transaksie-ID is: @contact.id
xh: I-ID yentengiselwano yakho ithi: @contact.id

# text
source: Your airtime of R@results.amount will be sent to this WhatsApp number. Please allow up to 3 days for the payment to process.
af: Jou lugtyd van R@results.amount sal na hierdie WhatsApp-nommer gestuur word. Wag asseblief 3 dae vir die betaling om te verskyn.
xh: I-airtime yakho ye-R@results.amount izakuthunyelwa kulenombolo ka-WhatsApp. Nceda ulinde ukuya kwiintsuku ezi-3 ukuze intlawulo ingene.

# text
source: 🥳 It's time for your 2nd survey. This survey contains about 25 questions. You will receive R50 airtime for participating. Are you ready to get started?
xh: 🥳 Lixesha lophando lwakho lwesibini. Olu phando lunemibuzo emalunga nama 25. Uza kufumana i-airtime ye-R50 ngokuthatha inxaxheba. Ingaba ukulungele ukuqalisa?

# text
source: Select one of the options below:
af: Kies een van die opsies hieronder:
xh: Khetha olunye lokhetho olungezantsi:

# text
source: 1. Yes
af: 1. Ja
xh: 1. Ewe

# text
source: 2. No
af: 2. Nee
xh: 2. Hayi

# text
source: That's okay.
af: Dis oukei.
xh: Oko kulungile.

# text
source: 🥳 It's time for your 2nd survey. This survey contains about 25 questions. Are you ready to get started?
af: 🥳 Dis tyd vir jou tweede opname. Die opname bevat 25 vrae. Is jy gereed om te begin?
xh: Lixesha lophando lwakho lwesibini. Olu phando luquka imibuzo emalunga nama- 25. Ukulungele ukuqala?

# text
source: 🥳 It's time for your last survey. If you complete the survey, you will receive R50 airtime. Are you ready to get started?
xh: 🥳Lixesha lokuba wenze uphando lwakho lokugqibela. Ukuba uyalugqiba uphando, uza kufumana i-airtime ye-R50. Ingaba ukulungele ukuqalisa?

# text
source: 🥳 It's time for your last survey. Are you ready to get started?
xh: 🥳 Lixesha le saveyi yakho yokugqibela. Ingaba ukulungele ukuqala?

# text
source: 🌱 Keep your child safe and healthy! 🌱
af: 🌱Hou jou kind veilig en gesond!🌱
xh: 🌱 Gcina umntwana wakho ekhuselekile kwaye esempilweni! 🌱

# text
source: You've already started improving your relationship with your child! Learn more with our easy 5-day course on child safety in ParentText. Just 10 minutes each day. Earn a certificate when you finish! Want to start?
af: Jy het alreeds begin om jou verhouding met jou kind te verbeter! Kom leer meer met ons maklike 5-dae kursus oor kinderveiligheid in ParentText. Net 10 minute elke dag. Verdien 'n sertifikaat wanneer jy klaar is! Wil jy begin?
xh: Sele uqalile ukuphucula ubudlelwane bakho kunye nomntwana wakho! Funda okungakumbi ngesifundo sethu seentsuku ezi- 5 sokukhusela abantwana kwiParentText. Imizuzu nje ezi- 10 ngosuku ngalunye. Fumana isatifiketi xa ugqibile! Ngaba ufuna ukuqala?

# text
source: That's okay! You can easily access the Child Safety course any time you want via the main menu. Just type {MENU} to access it.
af: Dis oukei! Jy kan maklik toegang tot die Kinderveiligheidskursus enige tyd kry wanneer jy wil via die hoofkieslys. Tik net {MENU} om toegang daartoe te kry.
xh: Kulungile! Ungafikelela ngokulula kwikhosi loKhuseleko loMntwana naliphi na ixesha xa ufuna ngemenyu ephambili. Vele ubhale {MENU} ukufikelela kuyo.

# text
source: Sorry. You are not eligible to participate in this programme. You might want to try another WhatsApp programme, ParentLine, by sending a WhatsApp to {parentline number}.
af: Jammer. Jy voldoen nie aan die vereistes om aan hierdie program deel te neem nie. Jy sal dalk 'n ander WhatsApp-program, ParentLine, wil probeer deur 'n WhatsApp te stuur na {parentline number}.
xh: Uxolo. Awukulungelanga ukuthatha inkxaxheba kulenkqubo. Ungafuna ukuzama enye inkqubo ka-WhatsApp, i-ParentLine, ngokuthumela u-WhatsApp ku {parentline number}.

# text
source: Welcome back!
af: Welkom terug!
xh: Wamkelekile kwakhona!

# text
source: Would you also like a member of our team to contact you for support?
xh: Ungathanda ukuba ilungu leqela lethu liqhagamshelane nawe ukuze likuxhase?

# text
source: That's okay. Press NEXT to continue with the survey.
xh: Kulungile. Cofa OKULANDELAYO ukuze uqhubekeke ne saveyi.

# text
source: Great! Can we use @(text_slice(contact.urn,11)) to contact you?
xh: Kuhle! Singasebenzisa le namba (text_slice(contact.urn,11)) ukuqhamshelana nawe?

# text
source: Thank you. Someone from the ParentText team will contact you in the next week.
xh: Enkosi. Umntu osuka kwiqela le-ParentText uzakuqhangamshelana nawe kuleveki izayo.

# text
source: Press NEXT to continue with the survey.
xh: Cofa OKULANDELAYO ukuze uqhubekeke ne saveyi.

# text
source: No problem. Please enter a 10 digit South African phone number, beginning with the number 0, where we can reach you.
xh: Akukho ngxaki. Nceda ucofe inombolo yefowuni yaseMzantsi Afrika engamanani alishumi, eqala ngenani u- 0, apho singakufumana khona.

# text
source: That phone number is invalid. South African phone numbers should begin with the number zero, please enter a ten-digit phone number beginning with the number zero. Or press 1 if you no longer wish to be contacted.
xh: Loo nombolo yefowuni ayisebenzi. Iinombolo zefowuni zaseMzantsi Afrika kufuneka ziqale ngenombolo u- 0, nceda ufake inombolo yefowuni enamanani alishumi eqala ngenombolo u- 0. Okanye ucofe u- 1 ukuba awusafuni ukutsalelwa.

# text
source: Your answer means that @fields.child_nickname might have experienced something difficult. *Childline* can help: call free on *116*.
xh: Impendulo yakho ithetha ukuba u@fields.child_nickname usenokuba wehlelwa yinto enzima. I-*Childline* inganceda: Fowna mahala ku *116*.

# text
source: Your answer means that your teen might have experienced something difficult. *Childline* can help: call free on *116*.
xh: Impendulo yakho ithetha ukuba umntwana wakho ofikisayo usenokuba wehlelwa yinto enzima. I-*Childline* inganceda: Fowna mahala ku *116*.

# text
source: Your answer means that your child might have experienced something difficult. *Childline* can help: call free on *116*.
xh: Impendulo yakho ithetha ukuba umntwana wakho usenokuba wehlelwa yinto enzima. I-*Childline* inganceda: Fowna mahala ku *116*.

# text
source: Please select your language:
af: Kies asseblief jou taal:
xh: Nceda ukhethe ulwimi lwakho:

# text
source: Welcome to ParentText! This chatbot has been designed with and for parents. Before we get started, let's make sure this programme is right for you:
af: Welkom by ParentText! Hierdie kletsbot is ontwerp met en vir ouers. Voordat ons begin, laat ons seker maak dat hierdie program reg is vir jou:
xh: Wamkelekile kwi- ParentText! Le chatbot yenziwe kwaye yenzelwe abazali. Phambi kokuba siqale, masiqinisekise ukuba le nkqubo ikulungele:

# text
source: Are you 18 years old or older?
af: Is jy 18 jaar oud of ouer?
xh: Ingaba uneminyaka eli- 18 okanye ngaphezulu?

# text
source: Sorry. You need to be at least 18 years old to qualify for this study.
af: Jammer. Jy moet ten minste 18 jaar oud wees om vir hierdie studie te kwalifiseer.
xh: Uxolo. Kufuneka ubeneminyaka eli- 18 ubuncinane ukuze ufaneleke koluphando.

# text
source: Are you under the age of 18?
af: Is jy onder die ouderdom van 18?
xh: Ingaba ungaphantsi kweminyaka eli- 18?

# text
source: Sorry. You do not qualify for the study. Thank you for your time. You might want to try another WhatsApp programme, ParentLine, by sending a WhatsApp to {parentline number}.
af: Jammer. Jy kwalifiseer nie vir die studie nie. Dankie vir jou tyd. Jy kan dalk 'n ander WhatsApp-program probeer, ParentLine, deur 'n WhatsApp te stuur na {parentline number}.
xh: Uxolo. Awufanelekanga kolu phononongo. Enkosi ngexesha lakho. Unokufuna ukuzama enye inkqubo ka WhatsAapp, i-ParentLine, ngokuthumela u WhatsApp ku {parentline number}.

# text
source: Are you a parent or caregiver of a child aged 2 to 17 years?
af: Is jy 'n ouer of versorger van 'n kind 2 tot 17 jaar oud?
xh: Ingaba ungumzali okanye umnonopheli womntwana oneminyaka emi- 2 ukuya kutsho kwiminyaka eli- 17?

# text
source: Sorry. You need to be the parent or caregiver of a child aged 2 to 17 to qualify for this study. Please confirm: Do you have a child between 2 and 17?
af: Jammer. Jy moet die ouer of versorger van 'n kind 2 tot 17 jaar oud wees om vir hierdie studie te kwalifiseer. Bevestig asseblief: Het jy 'n kind van 2 tot 17 jaar oud?
xh: Uxolo. Kufuneka ube ngumzali okanye umnonopheli womntwana oneminyaka emi- 2 ukuya kutsho kwiminyaka eli- 17 ukuze ufaneleke koluphando. Nceda uqinisekise: Ingaba unaye umntwana oneminyaka emi- 2 ukuya kutsho kwiminyaka eli- 17?

# text
source: Do you live in the Western Cape?
xh: Ingaba uhlala eNtshona Koloni?

# text
source: Sorry. You need to live in the Western Cape to qualify for this study.
xh: Uxolo. Kufuneka uhlale eNtshona Koloni ukuze ufaneleke kolu phononongo.

# text
source: Please confirm: Do you live in the Western Cape?
xh: Nceda uqinisekise: Ingaba uhlala eNtshona Koloni?

# text
source: Did a nurse talk to you about this programme?
xh: Ingaba umongikazi uthethile nawe malunga nale nkqubo?

# text
source: Which clinic were you at when you found out about ParentText?
xh: Yeyiphi ikliniki ubukuyo ngethuba ufumanisa nge-ParentText?

# text
source: ✏️ You will receive R25 airtime for participating in this survey.
xh: ✏️ Uzakufumana i-airtime ye R25 ngokuthatha inxaxheba kulemibuzo.

# text
source: 📲 We will send airtime to your current WhatsApp number.
af: 📲 Ons sal lugtyd na jou huidige WhatsApp-nommer stuur.
xh: 📲 Sizakukuthumelela i-airtime kule nombolo yakho ye-WhatsApp.

# text
source: 🇿🇦 In order to receive the payment, this number MUST be South African.
af: 🇿🇦 Om die betaling te ontvang, MOET hierdie nommer Suid-Afrikaans wees.
xh: 🇿🇦 Ukuze ukwazi ukubhatalwa, lenombolo KUFUNEKA ibe yeyase Mzantsi Afrika.

# text
source: 💛 To begin, we would like to ask a few questions about you and your family.
xh: 💛 Ukuqalisa, singathanda ukukubuza imibuzo embalwa malunga nawe kunye nosapho lwakho.

# text
source: 🤐 Remember that your name and answers to these questions will be kept private within the research team. If there are any questions that you feel uncomfortable answering, you do not have to answer them.
af: 🤐 Onthou dat jou naam en antwoorde op hierdie vrae privaat binne die navorsingspan gehou sal word. As daar enige vrae is wat jy ongemaklik vind om te beantwoord, hoef jy dit nie te beantwoord nie.
xh: 🤐 Khumbula ukuba igama lakho kunye neempendulo zakho kulemibuzo zizakugcinwa phakathi kwiqela lophando. Ukuba ikhona nayiphi na imibuzo oziva ungakhululekanga ukuyiphendula, akunyanzelekanga uyiphendule.

# text
source: 🤗 Please try to answer the questions as honestly as you can.
af: 🤗 Probeer asseblief om die vrae so eerlik as moontlik te beantwoord.
xh: 🤗 Nceda uzame ukuphendula imibuzo ngokunyanisekileyo kangangoko unako.

# text
source: ❌You can stop when you want. Just type {STOP}.
af: ❌Jy kan stop wanneer jy wil. Tik net {STOP}.
xh: ❌Unga yeka xa ufuna. Bhala nje {STOP}.

# text
source: The first few questions are about you.
af: Die eerste paar vrae is oor jou.
xh: Eyokuqala Imibuzo embalwa imalunga nawe.

# text
source: When you finish the programme, we will send you a certificate with your name on it. What is your first name?
af: Wanneer jy klaar is met die program, sal ons vir jou 'n sertifikaat stuur met jou naam daarop. Wat is jou voornaam?
xh: Xa ugqiba inkqubo, sizakuthumelela isatifikethi esinegama lakho kuso. Ngubani igama lakho?

# text
source: This looks too long. Please enter a shorter name.
af: Dit lyk te lank. Voer asseblief 'n korter naam in.
xh: Le ibonakala inde. Nceda ngenisa igama elifutshane.

# text
source: What is your last name?
af: Wat is jou van?
xh: Ngubani ifani yakho?

# text
source: What gender do you identify as?
af: Met watter geslag identifiseer jy?
xh: Sesiphi isini ozichaza ngaso?

# text
source: Great! To complete this programme, you'll need a partner in parenting. There are 2 parenting experts to choose from. Would you like a masculine or feminine character to be your guide?
af: Wonderlik! Om hierdie program te voltooi, het jy 'n vennoot in ouerskap nodig. Daar is 2 ouerkenners om van te kies. Wil jy hê dat 'n manlike of vroulike karakter jou gids moet wees?
xh: Kuhle! Ukuze ugqibe le nkqubo, uzakudinga iqabane kwezobuzali. Kukho iingcali zobuzali ezi-2 onokukhetha kuzo. Ungathanda ukukhokelwa ngumlinganiswa oyindoda okanye owasethyini?

# text
source: How old are you?
af: Hoe oud is jy?
xh: Mingaphi iminyaka yakho?

# text
source: Sorry, I don't understand what you mean. Please reply with a number.
af: Jammer, ek verstaan nie wat jy bedoel nie. Antwoord asseblief met 'n nommer.
xh: Uxolo, andikuvanga ukuba uthini. Nceda uphendule ngenombolo.

# text
source: This looks too old. Let's try again.
af: Dit lyk te oud. Kom ons probeer weer.
xh: Oku kubonakala kukudala kakhulu. Masizame kwakhona.

# text
source: Do you confirm that you are under the age of 18?
af: Bevestig jy dat jy onder die ouderdom van 18 is?
xh: Ingaba uyaqinisekisa ukuba ungaphantsi kweminyaka eli- 18?

# text
source: What is your home language?
af: Wat is jou huistaal?
xh: Loluphi ulwimi lwakho lwasekhaya?

# text
source: 1️⃣ We are now going to ask you to select one of your children that you will be focusing on.
af: 1️⃣ Ons gaan jou nou vra om een van jou kinders te kies waarop jy sal fokus.
xh: 1️⃣ Ngoku sizakucela ukuba ukhethe omnye kubantwana bakho ozakugxila kuye.

# text
source: 🧒🏾 This child should be between 2 and 17 years old.
xh: 🧒🏾 Lomntwana kufuneka abeneminyaka emi- 2 ukuya kutsho kwiminyaka eli- 17 ubudala.

# text
source: If you have more than one child between the ages of 2 and 17, please choose the child whose behaviour is most difficult for you to manage.
xh: Ukuba unabantwana abangaphezulu kwesinye abaneminyaka emi- 2 ukuya kutsho kwiminyaka eli- 17, nceda ukhethe umntwana onokuziphatha okunzima ukuba umlawule.

# text
source: Please provide us with your child's first name.
af: Verskaf asseblief jou kind se naam.
xh: Sicela usinike igama lomntwana wakho.

# text
source: Please type "N" if you prefer not to answer.
af: Tik asseblief "N" as jy verkies om nie te antwoord nie.
xh: Nceda chwetheza “N” ukuba ukhetha ukungaphenduli.

# text
source: What gender does @fields.child_nickname identify as?
af: Met watter geslag identifiseer @fields.child_nickname?
xh: Sesiphi isini u@fields.child_nickname azichaza ngaso?

# text
source: What gender does your child identify as?
af: Met watter geslag identifiseer jou kind?
xh: Sesiphi isini umntwana wakho azichaza ngaso?
