Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parenttext_5day_south_africa/*/*_swift_surveys.po
Languages: af, xh

# text
source: Have you talked to your teen in the past week about keeping safe from situations such as sexual violence?
af: Het jy in die afgelope week met jou tiener gepraat oor hoe om veilig te bly in situasies soos seksuele geweld?
xh: Ubukhe wathetha nomntwana wakho ofikisayo kuleveki iphelileyo malunga nokuzigcina ekhuselekile kwiimeko ezifana nokuhlukunyezwa ngezesondo?

# text
source: How often in the past week could you talk about personal things like boyfriends, girlfriends, or sexual behaviour, with @fields.child_nickname?
af: Hoe gereeld het jy in die afgelope week met @fields.child_nickname oor persoonlike dinge soos kêrels, meisies of seksuele gedrag gesels?
xh: Kukangaphi kwiveki ephelileyo ukwazile ukuthetha ngezinto zabucala izinto ezinje ngamakhwenkwe, amantombi okanye ukuziphatha kwezesondo, kunye no@fields.child_nickname?

# text
source: How often in the past week could you talk about personal things like boyfriends, girlfriends, or sexual behaviour, with your teen?
af: Hoe gereeld het jy in die afgelope week met jou tiener oor persoonlike dinge soos kêrels, meisies of seksuele gedrag gesels?
xh: Kukangaphi kwiveki ephelileyo ukwazile ukuthetha ngezinto zabucala izinto ezinje ngamakhwenkwe, amantombi okanye ukuziphatha kwezesondo, kunye nomntwana wakho ofikisayo?

# text
source: 🧒🏾 Was either at home or out of the house without adult supervision
af: 🧒🏾 Was óf by die huis óf buite die huis sonder volwasse toesig
xh: 🧒🏾 Kunokwenzeka ebesendlini okanye ngaphandle kwendlu ngaphandle kokujongwa ngumntu omdala

# text
source: 🚗Took a lift with someone they didn't know
af: 🚗 'n Saamrygeleentheid met iemand geneem wat hulle nie ken nie
xh: 🚗Ukhwele ilifti nomntu ebengamazi

# text
source: 🌙 Spent a night away from home when you didn't know where they were, or came home later than expected
af: 🌙'n Aand buite die huis deurgebring het waar jy nie geweet het waar hulle was nie, of later as verwag huis toe gekom het
xh: 🌙 Uchithe ubusuku kude nekhaya ngelixa ubungayazi ukuba uyephi, okanye ufike endlini ngorhatya kunokuba kulindelekile

# text
source: How often has your child been in any of the following situations in the past week:
xh: Kukangaphi umntwana wakho esiba nakweyiphi na enye yezimeko zilandelayo kule veki iphelileyo:

# text
source: Have you talked to @fields.child_nickname in the past week about keeping safe?
af: Het jy in die afgelope week met @fields.child_nickname gepraat oor hoe om veilig te bly?
xh: Ubukhe wathetha no@fields.child_nickname kule veki iphelileyo malunga nokuzigcina ekhuselekile?

# text
source: Have you talked to your child in the past week about keeping safe?
af: Het jy in die afgelope week met jou kind gepraat oor hoe om veilig te bly?
xh: Ubukhe wathetha nomntwana wakho kule veki iphelileyo malunga nokuzigcina ekhuselekile?

# text
source: Could you tell us how often these happened to @fields.child_nickname in the past *month*?
af: Kan jy vir ons sê hoe gereeld dit die afgelope *maand* met @fields.child_nickname gebeur het?
xh: Ungasixelela ukuba yenzeke kangaphi lento ku@fields.child_nickname *kwinyanga* edlulileyo?

# text
source: Could you tell us how often these happened to your teen in the past *month*?
af: Kan jy vir ons sê hoe gereeld dit die afgelope *maand* met jou tienier gebeur het?
xh: Ungasixelela ukuba yenzeke kangaphi lento kumntwana wakho ofikisayo *kwinyanga* edlulileyo?

# text
source: Could you tell us how often these happened to your child in the past *month*?
af: Kan jy vir ons sê hoe gereeld dit die afgelope *maand* met jou kind gebeur het?
xh: Ungasixelela ukuba yenzeke kangaphi lento kumntwana wakho *kwinyanga* edlulileyo?

# text
source: @fields.child_nickname felt pressured to have a boyfriend or girlfriend.
af: @fields.child_nickname het onder druk gevoel om 'n kêrel of meisie te hê.
xh: @fields.child_nickname uzive enyanzelekile ukuba abenenkwenkwe okanye intombazana.

# text
source: Your teen felt pressured to have a boyfriend or girlfriend.
af: Jou tiener het onder druk gevoel om 'n kêrel of meisie te hê.
xh: Umntwana wakho ofikisayo uzive enyanzelekile ukuba abenenkwenkwe okanye intombazana.

# text
source: @fields.child_nickname was touched in a sexual way when they did not want to be touched.
af: @fields.child_nickname is in 'n seksuele manier aangeraak toe hulle nie aangeraak wou word nie.
xh: @fields.child_nickname waphathwa ngendlela yezesondo xa wayengafuni ukuphathwa.

# text
source: Your teen was touched in a sexual way when they did not want to be touched.
af: Jou tiener is in 'n seksuele manier aangeraak toe hulle nie aangeraak wou word nie.
xh: Umntwana wakho ofikisayo waphathwa ngendlela yezesondo xa wayengafuni ukuphathwa.

# text
source: @fields.child_nickname was shown something sexual that they didn’t want to see.
af: @fields.child_nickname is iets seksueel gewys wat hulle nie wou sien nie.
xh: @fields.child_nickname waboniswa into enokwenza nezesondo awayengafuni ukuyibona.

# text
source: Your teen was shown something sexual that they didn’t want to see.
af: Jou tiener is iets seksueel gewys wat hulle nie wou sien nie.
xh: Umntwana wakho ofikisayo waboniswa into enokwenza nezesondo awayengafuni ukuyibona.

# text
source: @fields.child_nickname did anything sexual they didn’t want to do.
af: @fields.child_nickname het iets seksueel gedoen wat hulle nie wou doen nie.
xh: @fields.child_nickname wenze nantoni na eyezesondo ebengafuni ukuyenza.

# text
source: Your teen did anything sexual they didn’t want to do.
af: Jou tiener het iets seksueel gedoen wat hulle nie wou doen nie.
xh: Umntwana wakho ofikisayo wenze nantoni na eyezesondo ebengafuni ukuyenza.

# text
source: @fields.child_nickname displayed any inappropriate sexual behaviour.
af: @fields.child_nickname het enige onvanpaste seksuele gedrag vertoon.
xh: @fields.child_nickname ubonakalise nayiphi na indlela yokuziphatha engafanelekanga ngokwesondo.

# text
source: Your child displayed any inappropriate sexual behaviour.
af: Jou kind het enige onvanpaste seksuele gedrag vertoon.
xh: Umntwana wakho ubonakalise nayiphi na indlela yokuziphatha engafanelekanga ngokwesondo.

# text
source: @fields.child_nickname was touched in a sexual way.
af: @fields.child_nickname is op 'n seksuele manier aangeraak.
xh: @fields.child_nickname waphathwa ngokwendlela yezesondo.

# text
source: Your child was touched in a sexual way.
af: Jou kind is op 'n seksuele manier aangeraak.
xh: Umntwana wakho waphathwa ngokwendlela yezesondo.

# text
source: @fields.child_nickname was shown something sexual.
af: Iets seksueel is vir @fields.child_nickname gewys.
xh: @fields.child_nickname waboniswa into enokwenza nezesondo.

# text
source: Your child was shown something sexual.
af: Iets seksueel is vir jou kind gewys.
xh: Umntwana wakho waboniswa into enokwenza nezesondo.

# text
source: @fields.child_nickname was made to do anything sexual.
af: @fields.child_nickname is gedwing om iets seksueel te doen.
xh: @fields.child_nickname wenziswa nantoni na enokwenza nezesondo.

# text
source: Your child was made to do anything sexual.
af: Jou kind is gedwing om enige iets seksueel te doen.
xh: Umntwana wakho wenziswa nantoni na enokwenza nezesondo.

# text
source: 😇Children often do things that are wrong, disobey or make their parents angry. We would like to know what you have done when @fields.child_nickname did something wrong or made you upset or angry.
af: 😇 Kinders doen dikwels dinge wat verkeerd is, ongehoorsaam is of hulle ouers kwaad maak. Ons wil graag weet wat jy gedoen het toe @fields.child_nickname iets verkeerd gedoen het of jou ontsteld of kwaad gemaak het.
xh: 😇Abantwana badla ngokwenza izinto ezingafanelekanga, ukungathobeli okanye benze abazali babo bacaphuke. Singathanda ukwazi ukuba wenza ntoni xa u@fields.child_nickname enze into engalunganga okanye ikwenze wanomsindo okanye wacaphuka.

# text
source: 😇Children often do things that are wrong, disobey or make their parents angry. We would like to know what you have done when your teen did something wrong or made you upset or angry.
af: 😇 Kinders doen dikwels dinge wat verkeerd is, ongehoorsaam is of hulle ouers kwaad maak. Ons wil graag weet wat jy gedoen het toe jou tiener iets verkeerd gedoen het of jou ontsteld of kwaad gemaak het.
xh: 😇Abantwana badla ngokwenza izinto ezingafanelekanga, ukungathobeli okanye benze abazali babo bacaphuke. Singathanda ukwazi ukuba wenza ntoni xa umntana wakho ofikisayo enze into engalunganga okanye ikwenze wanomsindo okanye wacaphuka.

# text
source: 😇Children often do things that are wrong, disobey or make their parents angry. We would like to know what you have done when your child did something wrong or made you upset or angry.
af: 😇 Kinders doen dikwels dinge wat verkeerd is, ongehoorsaam is of hulle ouers kwaad maak. Ons wil graag weet wat jy gedoen het toe jou kind iets verkeerd gedoen het of jou ontsteld of kwaad gemaak het.
xh: 😇Abantwana badla ngokwenza izinto ezingafanelekanga, ukungathobeli okanye benze abazali babo bacaphuke. Singathanda ukwazi ukuba wenza ntoni xa umntana wakho enze into engalunganga okanye ikwenze wanomsindo okanye wacaphuka.

# text
source: How often in the past week did you discipline @fields.child_nickname physically, such as hitting with your hand, belt, or another object?
af: Hoe gereeld het jy in die afgelope week @fields.child_nickname fisies gedisiplineer, soos om met jou hand, 'n gordel, of ander voorwerp te slaan?
xh: Kukangaphi kuleveki iphelileyo umqeqesha u@fields.child_nickname ngokwasemzimbeni, njengokumbetha ngezandla sakho, ngebhanti, okanye ngenye into yokohlwaya?

# text
source: How often in the past week did you discipline your teen physically, such as hitting with your hand, belt, or another object?
af: Hoe gereeld het jy in die afgelope week jou tiener gedisiplineer, soos om met jou hand, 'n gordel, of ander voorwerp te slaan?
xh: Kukangaphi kuleveki iphelileyo umqeqesha umntwana wakho ofikisayo ngokwasemzimbeni, njengokumbetha ngezandla sakho, ngebhanti, okanye ngenye into yokohlwaya?

# text
source: How often in the past week did you discipline your child physically, such as hitting with your hand, belt, or another object?
af: Hoe gereeld het jy in die afgelope week jou kind fisies gedisiplineer, soos om met jou hand, 'n gordel, of ander voorwerp te slaan?
xh: Kukangaphi kuleveki iphelileyo umqeqesha umntwana wakho ngokwasemzimbeni, njengokumbetha ngezandla sakho, ngebhanti, okanye ngenye into yokohlwaya?

# text
source: How often in the past week did you shout or scream at @fields.child_nickname?
af: Hoe gereeld het jy in die afgelope week op @fields.child_nickname geskree of gegil?
xh: Kukangaphi kuleveki iphelileyo ushawutisa okanye ukhala ku@fields.child_nickname?

# text
source: How often in the past week did you shout or scream at your teen?
af: Hoe gereeld het jy in die afgelope week op jou tiener geskree of gegil?
xh: Kukangaphi kuleveki iphelileyo ushawutisa okanye ukhala kumntwana wakho ofikisayo?

# text
source: How often in the past week did you shout or scream at your child?
af: Hoe gereeld het jy in die afgelope week op jou kind geskree of gegil?
xh: Kukangaphi kuleveki iphelileyo ushawutisa okanye ukhala kumntwana wakho?

# text
source: How often in the past week did you try to speak calmly with @fields.child_nickname when you were upset with them?
af: Hoe gereeld het jy in die afgelope week probeer om kalm met @fields.child_nickname te praat toe jy kwaad was vir hulle?
xh: Kukangaphi kwiveki ephelileyo ukhe wazama ukuthetha ngokuzolileyo no@fields.child_nickname xa ubucaphukile nguye?

# text
source: How often in the past week did you try to speak calmly with your teen when you were upset with them?
af: Hoe gereeld het jy in die afgelope week probeer om kalm met jou tiener te praat toe jy kwaad was vir hulle?
xh: Kukangaphi kule veki iphelileyo ukhe wazama ukuthetha ngokuzolileyo nomntwana wakho ofikisayo xa ubucaphukile nguye?

# text
source: How often in the past week did you try to speak calmly with your child when you were upset with them?
af: Hoe gereeld het jy in die afgelope week probeer om kalm met jou kind te praat toe jy kwaad was vir hulle?
xh: Kukangaphi kule veki iphelileyo ukhe wazama ukuthetha ngokuzolileyo nomntwana wakho xa ubucaphukile nguye?

# text
source: How often in the past week did you know what @fields.child_nickname was doing when they were using the internet, cellphone, or other device?
af: Hoe gereeld het jy in die afgelope week geweet wat @fields.child_nickname gedoen het wanneer hulle die internet, selfoon of ander toestel gebruik het?
xh: Kukangaphi kwiveki ephelileyo usazi ukuba u@fields.child_nickname ebesenzani ngelixa ebesebenzisa i-intanethi, unomyayi, okanye esinye isixhobo?

# text
source: How often in the past week did you know what your teen was doing when they were using the internet, cellphone, or other device?
af: Hoe gereeld het jy in die afgelope week geweet wat jou tiener gedoen het wanneer hulle die internet, selfoon of ander toestel gebruik het?
xh: Kukangaphi kwiveki ephelileyo usazi ukuba umntwana wakho ofikisayo ebesenzani ngelixa ebesebenzisa i-intanethi, unomyayi, okanye esinye isixhobo?

# text
source: How often in the past week did you know what your child was doing when they were using the internet, cellphone, or other device?
af: Hoe gereeld het jy in die afgelope week geweet wat jou kind gedoen het wanneer hulle die internet, selfoon of ander toestel gebruik het?
xh: Kukangaphi kwiveki ephelileyo usazi ukuba umntwana wakho ebesenzani ngelixa ebesebenzisa i-intanethi, unomyayi, okanye esinye isixhobo?

# text
source: How often in the past week did you talk to @fields.child_nickname about their use of the internet or device?
af: Hoe gereeld het jy in die afgelope week met @fields.child_nickname gesels oor hul gebruik van die internet of toestel?
xh: Kukangaphi kule veki iphelileyo uthethile no@fields.child_nickname malunga nokusebenzisa kwakhe i-intanethi okanye isixhobo?

# text
source: How often in the past week did you talk to your teen about their use of the internet or device?
af: Hoe gereeld het jy in die afgelope week met jou tiener gesels oor hul gebruik van die internet of toestel?
xh: Kukangaphi kule veki iphelileyo uthethile nomntwana wakho ofikisayo malunga nokusebenzisa kwakhe i-intanethi okanye isixhobo?

# text
source: How often in the past week did you talk to your child about their use of the internet or device?
af: Hoe gereeld het jy in die afgelope week met jou kind gesels oor hul gebruik van die internet of toestel?
xh: Kukangaphi kule veki iphelileyo uthethile nomntwana wakho malunga nokusebenzisa kwakhe i-intanethi okanye esinye isixhobo?

# text
source: How often in the past week did @fields.child_nickname let you know what is bothering them?
af: Hoe gereeld het @fields.child_nickname in die afgelope week vir jou laat weet wat hulle pla?
xh: Kukangaphi kule veki iphelileyo u@fields.child_nickname ekwazisa ngento emkhathazayo?

# text
source: How often in the past week did your teen let you know what is bothering them?
af: Hoe gereeld het jou tiener in die afgelope week vir jou laat weet wat hulle pla?
xh: Kukangaphi kule veki iphelileyo umntwana wakho ofikisayo ekwazisa ngento emkhathazayo?

# text
source: How often in the past week did your child let you know what is bothering them?
af: Hoe gereeld het jou kind in die afgelope week vir jou laat weet wat hulle pla?
xh: Kukangaphi kwiveki ephelileyo umntwana wakho ekwazisa ngento emkhathazayo?

# text
source: How often in the past week did you support @fields.child_nickname's school work in any way you could?
af: Hoe gereeld het jy in die afgelope week @fields.child_nickname se skoolwerk ondersteun op enige manier waarop jy kon?
xh: Kukangaphi kule veki iphelileyo uthe waxhasa umsebenzi wesikolo ka @fields.child_nickname nangayiphi na indlela obunayo?

# text
source: How often in the past week did you support your teen's school work in any way you could?
af: Hoe gereeld het jy in die afgelope week jou tiener se skoolwerk ondersteun op enige manier waarop jy kon?
xh: Kukangaphi kule veki iphelileyo uthe waxhasa umsebenzi wesikolo womntwana wakho ofikisayo nangayiphi na indlela obunayo?

# text
source: How often in the past week did you praise @fields.child_nickname for working hard at school?
af: Hoe gereeld het jy in die afgelope week @fields.child_nickname geprys vir hulle harde werk by die skool?
xh: Kukangaphi kule veki iphelileyo uthe wamncoma u@fields.child_nickname xa ebesebenze ngokuzimisela esikolweni?

# text
source: How often in the past week did you praise your teen for working hard at school?
af: Hoe gereeld het jy in die afgelope week jou tiener geprys vir hulle harde werk by die skool?
xh: Kukangaphi kule veki iphelileyo uthe wamncoma umntwana wakho ofikisayo xa ebesebenze ngokuzimisela esikolweni?

# text
source: How often in the past week did you praise your child for working hard at school?
af: Hoe gereeld het jy in die afgelope week jou kind geprys vir hulle harde werk by die skool?
xh: Kukangaphi kule veki iphelileyo uthe wamncoma umntwana wakho xa ebesebenze ngokuzimisela esikolweni?

# text
source: How often in the past week did you read books to or look at picture books with @fields.child_nickname?
af: Hoe gereeld het jy in die afgelope week boeke voorgelees of prenteboeke saam met @fields.child_nickname gekyk?
xh: Kukangaphi kule veki iphelileyo uthe wamfundela iincwadi okanye wabuka iincwadi zemifanekiso kunye no@fields.child_nickname?

# text
source: How often in the past week did you read books to or look at picture books with your child?
af: Hoe gereeld het jy in die afgelope week boeke voorgelees of prenteboeke saam met jou kind gekyk?
xh: Kukangaphi kule veki iphelileyo uthe wamfundela iincwadi okanye wabuka iincwadi zemifanekiso kunye nomntwana wakho?

# text
source: How often in the past week did you name, count, or draw things with @fields.child_nickname?
af: Hoe gereeld het jy in die afgelope week dinge genoem, getel of geteken saam met @fields.child_nickname?
xh: Kukangaphi kule veki iphelileyo uthe wathiya, wabala, okanye wazoba izinto kunye no@fields.child_nickname?

# text
source: How often in the past week did you name, count, or draw things with your child?
af: Hoe gereeld het jy in die afgelope week dinge genoem, getel of geteken saam met jou kind?
xh: Kukangaphi kule veki iphelileyo uthe wathiya, wabala, okanye wazoba izinto kunye nomntwana wakho?

# text
source: Is there another active caregiver in @fields.child_nickname's life?
af: Is daar 'n ander aktiewe versorger in @fields.child_nickname se lewe?
xh: Ingaba ukhona omnye umnonopheli empilweni ka @fields.child_nickname?

# text
source: Is there another active caregiver in your teen's life?
af: Is daar 'n ander aktiewe versorger in jou tiener se lewe?
xh: Ingaba ukhona omnye umnonopheli empilweni yomntwana wakho ofikisayo?

# text
source: Is there another active caregiver in your child's life?
af: Is daar 'n ander aktiewe versorger in jou kind se lewe?
xh: Ingaba ukhona omnye umnonopheli empilweni yomntwana wakho?

# text
source: What gender do they identify as?
af: Met watter geslag identifiseer hulle?
xh: Sesiphi isini azichaza ngaso?

# text
source: What is their relationship to @fields.child_nickname?
af: Wat is hulle verhouding met @fields.child_nickname?
xh: Buyintoni ubudlelwane bakhe ku@fields.child_nickname?

# text
source: What is their relationship to your teen?
af: Wat is hulle verhouding met jou tiener?
xh: Buyintoni ubudlelwane bakhe kumntwana wakho ofikisayo?

# text
source: What is their relationship to your child?
af: Wat is hulle verhouding met jou kind?
xh: Buyintoni ubudlelwane bakhe kumntwana wakho?

# text
source: How often in the past week did this other caregiver actively participate in activities with @fields.child_nickname, such as playing, sharing books, or helping with schoolwork?
af: Hoe gereeld het hierdie ander versorger in die afgelope week aktief deelgeneem aan aktiwiteite met @fields.child_nickname, soos om te speel, boeke te deel, of te help met huiswerk?
xh: Kukangaphi kule veki idlulileyo lo omnye umkhathaleli ethatha inxaxheba ngokukhutheleyo kwimisebenzi no@fields.child_nickname, kanje ngoku dlala, ukwabelana ngeencwadi, okanye ukuncedisa kumsebenzi wesikolo?

# text
source: How often in the past week did this other caregiver actively participate in activities with your teen, such as playing, sharing books, or helping with schoolwork?
af: Hoe gereeld het hierdie ander versorger in die afgelope week aktief deelgeneem aan aktiwiteite met jou tiener, soos om te speel, boeke te deel, of te help met huiswerk?
xh: Kukangaphi kule veki idlulileyo lo mnye umnonopheli ethatha inxaxheba kwizinto ezenziwayo nomntwana wakho ofikisayo, njengokudlala, ukwabelana ngeencwadi, okanye ukunceda ngomsebenzi wesikolo?

# text
source: How often in the past week did this other caregiver actively participate in activities with your child, such as playing, sharing books, or helping with schoolwork?
af: Hoe gereeld het hierdie ander versorger in die afgelope week aktief deelgeneem aan aktiwiteite met jou kind, soos om te speel, boeke te deel, of te help met huiswerk?
xh: Kukangaphi kule veki idlulileyo lo omnye umnonopheli ethatha inxaxheba kwizinto ezenziwayo nomntwana wakho, njengokudlala, ukwabelana ngeencwadi, okanye ukunceda ngomsebenzi wesikolo?

# text
source: How often in the past week was this other caregiver involved in making decisions regarding @fields.child_nickname's education, health, and overall well-being?
af: Hoe gereeld was hierdie ander versorger in die afgelope week betrokke by die neem van besluite rakende @fields.child_nickname se opvoeding, gesondheid, en algehele welstand?
xh: Kukangaphi kwiveki ephelileyo lo omnye umnonopheli ebandakanyeka ekuthatheni izigqibo malunga nemfudo ka @fields.child_nickname impilo, kunye mpilo-ntle ngokugqibeleleyo?

# text
source: How often in the past week was this other caregiver involved in making decisions regarding your teen's education, health, and overall well-being?
af: Hoe gereeld was hierdie ander versorger in die afgelope week betrokke by die neem van besluite rakende jou tiener se opvoeding, gesondheid, en algehele welstand?
xh: Kukangaphi kule veki iphelileyo lo omnye umkhathaleli ebandakanyeka ekwenzeni izigqibo malunga nemfundo yomntwana wakho ofikisayo, impilo, kunye nempilo yonke?

# text
source: How often in the past week was this other caregiver involved in making decisions regarding your child's education, health, and overall well-being?
af: Hoe gereeld was hierdie ander versorger in die afgelope week betrokke by die neem van besluite rakende jou kind se opvoeding, gesondheid, en algehele welstand?
xh: Kukangaphi kule veki iphelileyo lo omnye umkhathaleli ebandakanyeka ekwenzeni izigqibo ngemfundo yomntwana wakho, impilo yakhe kunye nempilo yakhe yonke?

# text
source: How often in the past week did this other caregiver show @fields.child_nickname affection or love?
af: Hoe gereeld het hierdie ander versorger vir @fields.child_nickname in die afgelope week liefde gegee?
xh: Kukangaphi kuleveki ephelileyo lo omnye umnonopheli ebonakalisa ku@fields.child_nickname uvelwano okanye uthando?

# text
source: How often in the past week did this other caregiver show your teen affection or love?
af: Hoe gereeld het hierdie ander versorger vir jou tiener in die afgelope week liefde gegee?
xh: Kukangaphi kule veki iphelileyo apho omnye umnonopheli ebonise uvelwano okanye uthando kumntwana wakho ofikisayo?

# text
source: How often in the past week did this other caregiver show your child affection or love?
af: Hoe gereeld het hierdie ander versorger vir jou kind in die afgelope week liefde gegee?
xh: Kukangaphi kule veki iphelileyo apho omnye umnonopheli ebonise uvelwano okanye uthando kumntwana wakho?
