Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parenttext_5day_south_africa/*/*_swift_surveys.po
Languages: af, xh

# text
source: Could you tell us how often @fields.child_nickname has been in any of the following situations in the past week:
af: Kan jy vir ons sê hoe gereeld @fields.child_nickname in die afgelope week in een van die volgende situasies was:

# text
source: Could you tell us how often your teen has been in any of the following situations in the past week:
af: Kan jy vir ons sê hoe gereeld jou tiener in die afgelope week in een van die volgende situasies was:

# text
source: Could you tell us how often your child has been in any of the following situations in the past week:
af: Kan jy vir ons sê hoe gereeld jou kind in die afgelope week in een van die volgende situasies was:

# text
source: ❗❗❗ If any questions in this survey have left you concerned or impacted you emotionally contact the research team on WhatsApp at 0786407885 (messages only) or at swift@globalparenting.org.
af: ❗❗❗Indien enige vrae in hierdie opname jou bekommerd gelaat het of jou emosioneel geraak het, kontak die navorsingspan op WhatsApp by 0786407885 (net boodskappe) of by swift@globalparenting.org.

# text
source: 🇿🇦 💛 Your valuable input will help us understand the challenges and experiences of parents in South Africa. Thank you for your time!
af: 🇿🇦 💛 Jou waardevolle insette sal ons help om die uitdagings en ervarings van ouers in Suid-Afrika beter te verstaan. Dankie vir jou tyd!

# text
source: 🤐 Remember that your name and answers to these questions will be kept private within the research team. If there are any questions that you feel uncomfortable answering, you do not have to answer them.
af: 🤐 Onthou dat jou naam en antwoorde op hierdie vrae privaat gehou sal word binne die navorsingspan. Indien daar enige vrae is waarmee jy ongemaklik voel, hoef jy dit nie te beantwoord nie

# text
source: 😔 If @fields.child_nickname has been exposed to something sexual or abusive, it is important that it has been reported. If it hasn't been reported, or you need more support, please call Childline on 116. They are there to help you and @fields.child_nickname with this very difficult experience. Remember you can also access the help menu at any time, and select the 'dealing with violence' option.
af: 😔 As @fields.child_nickname blootgestel was aan iets seksueel of mishandelend, is dit belangrik dat dit gerapporteer word. As dit nie gerapporteer was nie, of as jy meer ondersteuning nodig het, bel asseblief Childline op 116. Hulle is daar om jou en @fields.child_nickname te help met hierdie baie moeilike ervaring. Onthou, jy kan ook enige tyd toegang kry tot die hulp-kieslys en die opsie 'hantering van geweld' kies.

# text
source: 😔 If your teen has been exposed to something sexual or abusive, it is important that it has been reported. If it hasn't been reported, or you need more support, please call Childline on 116. They are there to help you and your teen with this very difficult experience. Remember you can also access the help menu at any time, and select the 'dealing with violence' option.
af: 😔 As jou tiener blootgestel was aan iets seksueel of mishandelend, is dit belangrik dat dit gerapporteer word. As dit nie gerapporteer was nie, of as jy meer ondersteuning nodig het, bel asseblief Childline op 116. Hulle is daar om jou en jou tiener te help met hierdie baie moeilike ervaring. Onthou, jy kan ook enige tyd toegang kry tot die hulp-kieslys en die opsie 'hantering van geweld' kies.

# text
source: 😔 If your child has been exposed to something sexual or abusive, it is important that it has been reported. If it hasn't been reported, or you need more support, please call Childline on 116. They are there to help you and your child with this very difficult experience. Remember you can also access the help menu at any time, and select the 'dealing with violence' option.
af: 😔 As jou kind blootgestel was aan iets seksueel of mishandelend, is dit belangrik dat dit gerapporteer word. As dit nie gerapporteer was nie, of as jy meer ondersteuning nodig het, bel asseblief Childline op 116. Hulle is daar om jou en jou tiener te help met hierdie baie moeilike ervaring. Onthou, jy kan ook enige tyd toegang kry tot die hulp-kieslys en die opsie 'hantering van geweld' kies.

# text
source: ❗❗❗ If any questions in this survey have left you concerned or impacted you emotionally, contact the research team on WhatsApp at 0786407885 (messages only) or at swift@globalparenting.org.
af: ❗❗❗Indien enige vrae in hierdie opname jou bekommerd gelaat het of jou emosioneel geraak het, kontak die navorsingspan op WhatsApp by 0786407885 (net boodskappe) of by swift@globalparenting.org.

# text
source: Please let your teen know we will be calling them for the short survey. If your teen is selected for a longer interview, we will phone you to answer any questions you may have.
af: Laat weet asseblief jou tiener dat ons hulle vir die kort opname sal bel. As jou tiener vir 'n langer onderhoud gekies word, sal ons jou bel om enige vrae wat jy mag hê, te beantwoord.

# text
source: 🥳 You will now receive R5 airtime as a token of thanks.
af: 🥳 Jy sal nou R5 lugtyd (airtime) ontvang as 'n teken van dank.

# quick_replies
source: Eastern Cape
af: Oos-Kaap

# quick_replies
source: Free State
af: Vrystaat

# quick_replies
source: Northern Cape
af: Noord-Kaap

# quick_replies
source: North West
af: Noordwes

# quick_replies
source: Western Cape
af: Wes-Kaap

# arguments
source: start
af: begin

# arguments
source: family
af: gesin/familie

# arguments
source: eastern cape
af: oos-kaap

# arguments
source: free state
af: vrystaat

# arguments
source: northern cape
af: noord-kaap

# arguments
source: north west
af: noordwes

# arguments
source: western cape
af: wes-kaap
