Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parenttext_5day_south_africa/*/*_swift_surveys.po
Languages: af, xh

# text
source: 🥳 You have completed the survey! Thank you very much for your participation. As a token of appreciation, you will receive R25 airtime.
xh: 🥳 Uyigqibile isaveyi! Enkosi kakhulu ngenxaxheba yakho. Njengombulelo wethu kuwe, uzakufumana i-airtime ye R25.

# text
source: ❗❗❗ If any questions in this survey have left you concerned or impacted you emotionally contact the research team on swift@globalparenting.org
xh: ❗❗❗ Ukuba nayo nayiphi na imibuzo kule saveyi ikushiye uxhalabile okanye uchaphazelekile ngokwasemoyeni qhagamshelana neqela lophando ku swift@globalparenting.org

# text
source: 📅 We will follow up with similar questions in one month, and once you've completed this survey, you will receive an additional R50 airtime.
xh: 📅 Sizakulandelela nemibuzo ebufana kwisithuba senyanga, kwaye xa uthe walugqiba olu phando, uyakufumana i-R50 ye-airtime eyongezelelweyo.

# text
source: 🇿🇦 💛 Your valuable input will help us better understand the challenges and experiences of parents in South Africa. Thank you for your time!
xh: 🇿🇦 💛 Igalelo lakho elixabisekileyo liya kusinceda siyiqonde ngcono imiceli-mngeni kunye namava abazali eMzantsi Afrika. Enkosi ngexesha lakho!

# text
source: 🥳 You have completed the survey! Thank you very much for your participation.
af: 🥳 Jy het die opname voltooi! Baie dankie vir jou deelname.
xh: 🥳Uyigqibile isaveyi! Enkosi kakhulu ngenxaxheba yakho.

# text
source: 📅 We will follow up with similar questions in one month.
af: 📅 Ons sal oor 'n maand met soortgelyke vrae opvolg.
xh: 📅Sizakulandelela nemibuzo efanayo kwinyanga enye.

# text
source: ✏️ You will receive R50 airtime for participating in this survey.
xh: ✏️ Uzakufumana i-airtime ye R50 ngokuthatha inxaxheba kolu phando.

# text
source: 😔 If @fields.child_nickname has been exposed to something sexual, it is important that it has been reported. If it hasn't been reported, or you need more support, please call Childline on 116. They are there to help you and @fields.child_nickname with this very difficult experience. Remember you can also access the help menu at any time, and select the 'dealing with violence' option.
xh: 😔 Ukuba u@fields.child_nickname ukhe wachaphazeleka kwinto edibene nezesondo, kubalulekile ukuba ixelwe. Ukuba ayikhange ixelwe, okanye udinga inkxaso eyongezelelweyo, nceda ufowunele uChildline ku-116. Bakhona ukuze bakuncede wena kunye nomntwana wakho kobubunzima enibuvayo. Khumbula ukuba ungafikelela kwimenyu yoncedo nangaliphi na ixesha, kwaye ukhethe ukhetho oluthi 'ukumelana nobundlobongela'.

# text
source: 😔 If your teen has been exposed to something sexual, it is important that it has been reported. If it hasn't been reported, or you need more support, please call Childline on 116. They are there to help you and your teen with this very difficult experience. Remember you can also access the help menu at any time, and select the 'dealing with violence' option.
xh: 😔 Ukuba umntwana wakho ofikisayo ukhe wachaphazeleka kwinto edibene nezesondo, kubalulekile ukuba ixelwe. Ukuba ayikhange ixelwe, okanye udinga inkxaso eyongezelelweyo, nceda ufowunele uChildline ku-116. Bakhona ukuze bakuncede wena kunye nomntwana wakho kobubunzima nibuvayo. Khumbula ukuba ungafikelela kwimenyu yoncedo nangaliphi na ixesha, kwaye ukhethe ukhetho oluthi 'ukumelana nobundlobongela'.

# text
source: 😔 If your child has been exposed to something sexual, it is important that it has been reported. If it hasn't been reported, or you need more support, please call Childline on 116. They are there to help you and your child with this very difficult experience. Remember you can also access the help menu at any time, and select the 'dealing with violence' option.
xh: 😔 Ukuba umntwana wakho ukhe wachaphazeleka kwinto edibene nezesondo, kubalulekile ukuba ixelwe. Ukuba ayikhange ixelwe, okanye udinga inkxaso eyongezelelweyo, nceda ufowunele uChildline ku-116. Bakhona ukuze bancede wena kunye nomntwana wakho kobubunzima nibuvayo. Khumbula ukuba ungafikelela kwimenyu yoncedo nangaliphi na ixesha, kwaye ukhethe ukhetho oluthi 'ukumelana nobundlobongela'.

# text
source: How helpful was ParentText to you and your family?
af: Hoe behulpsaam was ParentText vir jou en jou gesin?
xh: Ibeluncedo njani i-ParentText kuwe kunye nosapho lwakho?

# text
source: What did you mainly use to connect to ParentText?
af: Wat het jy hoofsaaklik gebruik om met ParentText te konnekteer?
xh: Yintoni oyisebenzise kakhulu ukuqhagamshela kwiParentText?

# text
source: 🎉🎉 You have completed the survey! Thank you very much for your participation. As a token of thanks, you will receive R50 airtime.
xh: 🎉🎉 Ulugqibile uphando! Enkosi kakhulu ngenxaxheba yakho. Njengombonakaliso yombulelo wethu kuwe, uzakufumana i-airtime ye R50.

# text
source: ❗❗❗ If any questions in this survey have left you concerned or impacted you emotionally, contact the research team on swift@globalparenting.org
xh: ❗❗❗ Ukuba nayo nayiphi na imibuzo kule saveyi ikushiye uxhalabile okanye uchaphazelekile ngokwasemoyeni, qhagamshelana neqela lophando ku swift@globalparenting.org

# text
source: 📅 We will follow up with similar questions in two months, and once you've completed that final survey, you will receive an additional R50 airtime.
xh: 📅 Sizakulandelela nemibuzo ebufana kwisithuba senyanga ezimbini, kwaye xa uthe wayigqiba isaveyi yokugqibela, uyakufumana i-R50 ye-airtime eyongezelelweyo.

# text
source: 🎉🎉 You have completed the survey! Thank you very much for your participation.
af: 🎉🎉 Jy het die opname voltooi! Baie dankie vir jou deelname.
xh: Uyigqibile isaveyi! Enkosi kakhulu ngenxaxheba yakho.

# text
source: 📅 We will follow up with similar questions in two months.
af: 📅 Ons sal oor 'n maand met soortgelyke vrae opvolg.
xh: 📅 Sizakulandelela nemibuzo efanayo kwiinyanga ezimbini.

# text
source: We would like to know more about your experience with ParentText! Can a member from our research team contact you for a short interview? If selected, you will receive a grocery store voucher or airtime from us.
af: Ons wil graag meer weet oor jou ervaring met ParentText! Kan 'n lid van ons navorsingspan jou vir 'n kort onderhoud kontak? As jy gekies word, sal jy 'n kruideniers-winkelbewys of lugtyd van ons ontvang.
xh: Singathanda ukwazi ngakumbi ngamava akho ngeParentText! Ingaba ilungu elivela kwiqela lethu lophando lingaqhagamshelana nawe kudliwano-ndlebe olufutshane? Ukuba ukhethiwe, uya kufumana ivawutsha yevenkile yokutya okanye i-airtime evela kuthi.

# text
source: Thanks! What cell phone number can we reach you on?
af: Dankie! Watter selfoonnommer kan ons jou op bereik?
xh: Enkosi! Yeyiphi inombolo yefowuni esingakufumana kuyo?

# text
source: Please enter a 10-digit South African phone. For example, you would enter 083 283 8620 as 0832838620.
af: Voer asseblief 'n 10-syfer Suid-Afrikaanse telefoonnommer in. Byvoorbeeld, jy sal 083 283 8620 invoer as 0832838620.
xh: Nceda ufake inombolo zakho ezilishumi zefowuni yoMzantsi Afrika. Umzekelo, ungafaka 083 283 8620 ngoluhlobo 0832838620.

# text
source: Invalid entry, please enter a ten-digit phone number, beginning with the number zero.
af: Ongeldige invoer, voer asseblief 'n tien-syfer telefoonnommer in wat met die nommer nul begin.
xh: Ufake engasebenziyo, nceda ufake inombolo yefowuni enamanani alishumi, uqala ngenombolo engu nothi.

# text
source: South African phone numbers should begin with the number zero, please enter a ten-digit phone number beginning with the number zero.
af: Suid-Afrikaanse telefoonnommers moet met die nommer nul begin, voer asseblief 'n tien-syfer telefoonnommer in wat met die nommer nul begin.
xh: Inombolo zefowuni yoMzantsi Afrika kufuneka ziqale ngo nothi, nceda ufake amanani alishumi enombolo yefowuni uqale ngenani u nothi.

# text
source: We would also like to know about your teen's opinion of ParentText. Can a member of our research team contact them for a quick phone call where we will ask them a few multiple choice questions? Before giving your consent, please read this for all information:
af: Ons sou ook graag die mening van jou tiener oor ParentText wil weet. Kan 'n lid van ons navorsingspan hulle kontak vir 'n vinnige telefoongesprek waar ons hulle 'n paar meerkeusevrae sal vra? Lees asseblief hierdie vir alle inligting voordat jy toestemming gee:
xh: Singathanda ukwazi malunga noluvo lomntwana wakho ofikisayo ngeParentText. Ingaba ilungu leqela lethu lophando lingamfowunela ngokukhawuleza apho siya kumbuza imibuzo embalwa yokhetho? Ngaphambi kokuba unike imvume yakho, nceda ufunde oku kulo lonke ulwazi:

# text
source: Thanks for giving your consent! What cell phone number can we reach your teen on?
af: Dankie dat jy jou toestemming gegee het! Watter selfoonnommer kan ons jou tiener op bereik?
xh: Enkosi ngokunika imvume yakho! Yeyiphi inombolo yefowuni esingamfumana kuyo umntwana wakho ofikisayo?

# text
source: Who should we ask to speak to (your teens's name)?
af: Met wie moet ons vra om met (jou tiener se naam) te praat?
xh: Sicele ukuthetha nabani (igama lomntwana wakho ofikisayo)?

# text
source: Please speak to your teen about this. We will be in touch with you telephonically to answer any questions that you might have before we call your teen for the interview and to arrange a time which will be best for us to interview them.
xh: Nceda uthethe nomntwana wakho ngale nto. Siza kuqhagamshelana nawe ngomnxeba ukuze siphendule nayiphi na imibuzo onokuba nayo ngaphambi kokuba sibizele umntwana wakho kudliwano-ndlebe kwaye senze amalungiselelo exesha elilungele ukuba senze udliwano-ndlebe naye.

# text
source: What cell phone number can we reach you on?
af: Watter selfoonnommer kan ons jou op bereik?
xh: Yeyiphi inombolo yefowuni esingakufumana kuyo?

# text
source: 🎉🎉 You are done! 🎉🎉
af: 🎉🎉 Jy is klaar! 🎉🎉
xh: 🎉🎉 Ugqibile! 🎉🎉

# text
source: 💙 Thank you very much for completing this final survey and taking the time to help us with this study.
af: 💙 Baie dankie dat jy hierdie finale opname voltooi het en die tyd geneem het om ons te help met hierdie studie.
xh: 💙 Enkosi kakhulu ngokugqiba le saveyi yokugqibela kwaye uthathe ixesha lokusinceda koluphando.

# text
source: 🥳 You will now receive R50 airtime as a token of thanks.
xh: 🥳Uzakufumana i-airtime yeR50 njengombulelo.

# text
source: 💚 We wish you all the best with @fields.child_nickname and remember, you can access this content at any time!
af: 💚 Ons wens jou alles van die beste toe met @fields.child_nickname en onthou, jy kan hierdie inhoud enige tyd besoek!
xh: 💚 Sikunqwenelela konke okuhle no@fields.child_nickname kwaye khumbula, ungafikelela kulo mxholo nangaliphi na ixesha!

# text
source: 💚 We wish you all the best with your teen and remember, you can access this content at any time!
af: 💚 Ons wens jou alles van die beste toe met jou tiener en onthou, jy kan hierdie inhoud enige tyd besoek!
xh: 💚 Sikunqwenelela konke okuhle nomntwana wakho ofikisayo kwaye khumbula, ungafikelela kulo mxholo nangaliphi na ixesha!

# text
source: 💚 We wish you all the best with your child and remember, you can access this content at any time!
af: 💚 Ons wens jou alles van die beste toe met jou kind en onthou, jy kan hierdie inhoud enige tyd besoek!
xh: 💚 Sikunqwenelela konke okuhle nomntwana wakho kwaye khumbula, ungafikelela kulo mxholo nangaliphi na ixesha!

# quick_replies
source: Yes, I want to participate in the study
af: Ja, ek wil aan die studie deelneem
xh: Ewe, ndiyafuna ukuthatha inxaxheba kolu phononongo

# quick_replies
source: No, thanks
af: Nee, dankie
xh: Hayi, enkosi

# quick_replies
source: YES
af: JA
xh: EWE

# quick_replies
source: NO
af: NEE
xh: HAYI

# quick_replies
source: BACK
af: TERUG
xh: UMVA

# quick_replies
source: Yes
af: Ja
xh: Ewe

# quick_replies
source: No
af: Nee
xh: Hayi

# quick_replies
source: NEXT
af: VOLGENDE
xh: OKULANDELAYO

# quick_replies
source: English
af: Engels
xh: IsiNgesi

# quick_replies
source: Afrikaans
xh: IAfrikansi

# quick_replies
source: Yes, I am 18 years old or older
af: Ja, ek is 18 jaar oud of ouer
xh: Ewe, ndineminyaka elineshumi elinesibhozo okanye ngaphezulu

# quick_replies
source: No, I am under 18
af: Nee, ek is jonger as 18
xh: Hayi, ndingaphantsi kweminyaka elishumi elinesibhozo

# quick_replies
source: Yes, I live in the Western Cape
xh: Ewe, ndihlala eNtshona Koloni

# quick_replies
source: No, I do not live in the Western Cape
xh: Hayi, andihlali eNtshona Koloni

# quick_replies
source: I am a nurse
xh: Ndingu Mongikazi

# quick_replies
source: I was not at a clinic
xh: Bendingekho se kliniki

# quick_replies
source: Woman
af: Vrou
xh: Owasetyhini

# quick_replies
source: Man
xh: Indoda

# quick_replies
source: Transgender
xh: Umtshintshi-sini

# quick_replies
source: Gender diverse
af: Geslagdivers
xh: Iintlobo zesini

# quick_replies
source: Masculine character
af: Manlike karakter
xh: Umlinganiswa onophawu lamadoda

# quick_replies
source: Feminine character
af: Vroulike karakter
xh: Umlinganiswa onophawu lwabasetyhini

# quick_replies
source: Sesotho
xh: ISesotho

# quick_replies
source: Setswana
xh: ISetswana

# quick_replies
source: Sign language
af: Gebaretaal
xh: Ulwimi lwezandla

# quick_replies
source: Other/Prefer not to say
af: Ander/Verkies om nie te sê nie
xh: Engenye/Ndikhetha ukungatsho

# quick_replies
source: Girl
af: Meisie
xh: Intombazana

# quick_replies
source: Boy
af: Seun
xh: Inkwenkwe

# quick_replies
source: Biological/adoptive parent
af: Biologiese/aannemende ouer
xh: Umzali okuzalayo/umzali ongakuzaliyo

# quick_replies
source: Grandparent
af: Grootouer
xh: Ubakhulu

# quick_replies
source: Step-parent
af: Stiefouer
xh: Umzali wesibini

# quick_replies
source: Aunt or Uncle
af: Tannie of Oom
xh: Umakazi okanye Umalume

# quick_replies
source: Other family member
af: Ander familielid
xh: Amanye amalungu osapho

# quick_replies
source: Foster parent
af: Pleegouer
xh: Umzali ogunyazisiweyo

# quick_replies
source: Other
af: Ander
xh: Okunye

# quick_replies
source: Prefer not to say
af: Verkies om nie te sê nie
xh: Ukhetha ukungatsho

# quick_replies
source: Never
af: Nooit
xh: Zange

# quick_replies
source: Sometimes (1-2 times)
af: Soms (1-2 keer)
xh: Ngamanye amaxesha (kanye okanye kabini)

# quick_replies
source: Often (3 or more times)
af: Dikwels (3 of meer keer)
xh: Rhoqo (kathathu okanye ngaphezulu)

# quick_replies
source: I don't know
af: Ek weet nie
xh: Andiyazi

# quick_replies
source: Not helpful
af: Nie behulpsaam nie
xh: Ayiloncedo

# quick_replies
source: A bit helpful
af: 'n Bietjie behulpsaam
xh: Iluncedo kancinci

# quick_replies
source: Very helpful
af: Baie behulpsaam
xh: Luluncedo olukhulu

# quick_replies
source: Mobile data
af: Mobiele data
xh: Idata yefowuni

# quick_replies
source: WiFi at home
af: WiFi by die huis
xh: WiFi endlini

# quick_replies
source: WiFi at work
af: WiFi by die werk
xh: WiFi emsebenzini

# quick_replies
source: Hotspot in the community
af: Hotspot in die gemeenskap
xh: Hotspot ekuhlaleni

# arguments
source: yes, i want to participate in the study
af: ja, ek wil aan die studie deelneem
xh: ewe, ndiyafuna ukuthatha inxaxheba kolu phononongo

# arguments
source: no, thanks
af: nee, dankie
xh: hayi, enkosi

# arguments
source: yes
af: ja
xh: ewe

# arguments
source: exit
af: uITGAAN
xh: phuma

# arguments
source: no
af: nee
xh: hayi

# arguments
source: back
af: terug
xh: umva

# arguments
source: generic
af: generies
xh: ufuzo

# arguments
source: mental_health
af: geestesgesondheid
xh: iimpilo_zengqondo

# arguments
source: health
af: gesondheid
xh: impilo

# arguments
source: violence
af: geweld
xh: ubundlobongela

# arguments
source: natural_disasters
af: natuurrampe
xh: iintlekele_zendalo

# arguments
source: drugs
af: dwelms
xh: iziyobisi

# arguments
source: help
af: hulp
xh: uncedo

# arguments
source: stop
xh: yima

# arguments
source: english
af: engels
xh: isingesi

# arguments
source: afrikaans
xh: iafrikansi

# arguments
source: yes, i am 18 years old or older
af: ja, ek is 18 jaar oud of ouer
xh: ewe, ndineminyaka elineshumi elinesibhozo okanye ngaphezulu

# arguments
source: no, i am under 18
af: nee, ek is onder 18
xh: hayi, ndingaphantsi kweminyaka eli-18

# arguments
source: yes, i live in the western cape
xh: ewe, ndihlala eNtshona Koloni

# arguments
source: no, i do not live in the western cape
xh: hayi, andihlali eNtshona Koloni

# arguments
source: i am a nurse
xh: ndingu Mongikazi

# arguments
source: i was not at a clinic
xh: bendingekho se kliniki

# arguments
source: woman
af: vrou
xh: owasetyhini

# arguments
source: man
xh: indoda

# arguments
source: transgender
xh: umtshintshi-sini

# arguments
source: gender diverse
af: geslagdivers
xh: iintlobo zesini

# arguments
source: masculine character
af: manlike karakter
xh: umlinganiswa onophawu lamadoda

# arguments
source: feminine character
af: vroulike karakter
xh: umlinganiswa onophawu lwabasetyhini

# arguments
source: sign language
af: gebaretaal
xh: ulwimi lwezandla

# arguments
source: other/prefer not to say
af: ander/verkies om nie te sê nie
xh: engenye/ndikhetha ukungatsho

# arguments
source: girl
af: meisie
xh: intombazana

# arguments
source: boy
af: seun
xh: inkwenkwe

# arguments
source: biological/adoptive parent
af: biologiese/aannemende ouer
xh: umzali okuzalayo/umzali ongakuzaliyo

# arguments
source: grandparent
af: grootouer
xh: ubakhulu

# arguments
source: step-parent
af: stiefouer
xh: umzali wesibini

# arguments
source: aunt or uncle
af: tannie of oom
xh: umakazi okanye umalume

# arguments
source: other family member
af: ander familielid
xh: amanye amalungu osapho

# arguments
source: foster parent
af: pleegouer
xh: umzali ogunyazisiweyo

# arguments
source: other
af: ander
xh: enye

# arguments
source: prefer not to say
af: verkies om nie te sê nie
xh: ukhetha ukungatsho

# arguments
source: never
af: nooit
xh: zange

# arguments
source: sometimes (1-2 times)
af: soms (1-2 keer)
xh: ngamanye amaxesha (kanye okanye kabini)

# arguments
source: often (3 or more times)
af: dikwels (3 of meer keer)
xh: rhoqo (kathathu okanye ngaphezulu)

# arguments
source: i don't know
af: ek weet nie
xh: andiyazi

# arguments
source: not helpful
af: nie behulpsaam nie
xh: aluloncedo

# arguments
source: a bit helpful
af: 'n bietjie behulpsaam
xh: iluncedo kancinci

# arguments
source: very helpful
af: baie behulpsaam
xh: luluncedo kakhulu

# arguments
source: mobile data
af: mobiele data
xh: idata yefowuni

# arguments
source: wifi at home
af: WiFi by die huis
xh: wifi endlini

# arguments
source: wifi at work
af: WiFi by die werk
xh: wifi emsebenzini

# arguments
source: hotspot in the community
af: hotspot in die gemeenskap
xh: hotspot ekuhlaleni

# text
source: You've been removed from the study, but it isn't too late to improve your relationship with your child! Get parenting support and advice with Parentline by sending a WhatsApp to {parentline number}.
af: Jy is van die studie verwyder, maar dit is nie te laat om jou verhouding met jou kind te verbeter nie! Kry ouerskapsondersteuning en -advies met Parentline deur 'n WhatsApp te stuur na {parentline number}.

# text
source: 🥳 It's time for your last survey. If you complete the survey, you will receive R5 airtime. Do you agree to continue with this survey?
af: 🥳 Dis tyd vir jou laaste opname. As jy die opname voltooi, sal jy R5 lugtyd (airtime) ontvang. Stem jy in om voort te gaan met hierdie opname?

# text
source: Thanks for your interest in this study. We are no longer accepting participants,but you might want to try Parentline SA, a WhatsApp parenting advice chatbot, by sending a WhatsApp to {parentline number}.
af: Dankie vir jou belangstelling in hierdie studie. Ons aanvaar nie meer deelnemers nie, maar jy kan dalk Parentline SA, 'n WhatsApp ouerskapsadvies-kletsbot, probeer deur 'n WhatsApp te stuur na {parentline number}.

# text
source: Hello. Your answers mean that @fields.child_nickname might have experienced something difficult. *Childline* can help: call free on *116*. If you have any problems contacting Childline, or have other questions, please message us on *0786407885*.
af: Hallo. Jou antwoorde beteken dat @fields.child_nickname iets moeiliks mag ervaar het. *Childline* kan help: skakel gratis by *116.* As jy enige probleme ondervind om Childline te kontak, of ander vrae het, stuur asseblief vir ons 'n boodskap na *0786407885*.

# text
source: The SWIFT Study Team.
af: Die SWIFT Studiespan.

# text
source: Hello. Your answers mean that your teen might have experienced something difficult. *Childline* can help: call free on *116*. If you have any problems contacting Childline, or have other questions, please message us on *0786407885*.
af: Hallo. Jou antwoorde beteken dat jou tiener iets moeiliks mag ervaar het. *Childline* kan help: skakel gratis by *116.* As jy enige probleme ondervind om Childline te kontak, of ander vrae het, stuur asseblief vir ons 'n boodskap na *0786407885*.

# text
source: Hello. Your answers mean that your child might have experienced something difficult. *Childline* can help: call free on *116*. If you have any problems contacting Childline, or have other questions, please message us on *0786407885*.
af: Hallo. Jou antwoorde beteken dat jou kind iets moeiliks mag ervaar het. *Childline* kan help: skakel gratis by *116.* As jy enige probleme ondervind om Childline te kontak, of ander vrae het, stuur asseblief vir ons 'n boodskap na *0786407885*.

# text
source: Thanks for reaching out 🤍 It really shows how much you care about your children. Right now, the programme is full, but we’ve added you to the waiting list. As soon as a spot opens up, we’ll let you know.
af: Dankie dat jy kontak gemaak het 🤍 Dit wys regtig hoeveel jy vir jou kinders omgee. Die program is tans vol, maar ons het jou by die waglys gevoeg. Sodra 'n plek oopgaan, sal ons jou laat weet.

# text
source: Sorry. You do not qualify for the study. Thank you for your time. You might want to try Parentline SA, a WhatsApp parenting advice chatbot, by sending a WhatsApp to {parentline number}.
af: Jammer. Jy kwalifiseer nie vir die studie nie. Dankie vir jou tyd. Jy kan dalk Parentline SA, 'n WhatsApp ouerskapsadvies-kletsbot, probeer deur 'n WhatsApp te stuur na {parentline number}.

# text
source: Are you a nurse or someone working at a clinic in Delft or Ceres?
af: Is jy ’n verpleegster of iemand wat by ’n kliniek in Delft of Ceres werk?

# text
source: We would like to know how you found out about this programme. Did you:
af: Ons wil graag weet hoe jy van hierdie program uitgevind het. Het jy:

# text
source: See a poster on the wall of your local clinic?
af: 'n Plakkaat teen die muur van jou plaaslike kliniek gesien?

# text
source: Hear about it from someone working in the clinic or a community healthcare worker?
af: Daarvan gehoor by iemand wat in die kliniek werk of 'n gemeenskapsgesondheidswerker?

# text
source: Get a paper flyer from the clinic or with your medication?
af: 'n Papierpamflet van die kliniek of saam met jou medikasie gekry?

# text
source: See something on social media (e.g. Facebook, WhatsApp)?
af: Iets op sosiale media gesien (bv. Facebook, WhatsApp)?

# text
source: 💛 To begin, we would like to ask a few questions about you and your family.
af: 💛 Om te begin, wil ons graag 'n paar vrae oor jou en jou familie vra.

# text
source: Which province do you currently live in?
af: In watter provinsie woon jy tans?

# text
source: 🧒🏾 This child should be aged 2 to 17 years old.
af: 🧒🏾 Hierdie kind moet 2 tot 17 jaar oud wees.

# text
source: If you have more than one child aged 2 to 17 years, please choose the child whose behaviour is most difficult for you to manage.
af: As jy meer as een kind het wat 2 tot 17 jaar oud is, kies asseblief die kind wie se gedrag vir jou die moeilikste is om te hanteer.
