Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parenttext_5day_south_africa/*/*_swift_goal_checkins.po
Languages: af

# quick_replies
source: My teen marked the house of someone I trust as unsafe. 🚩 I was shocked and did not know what to do!
af: My tiener het die huis van iemand wat ek vertrou, as onveilig geïdentifiseer. 🚩 Ek was geskok en het nie geweet wat om te doen nie!

# quick_replies
source: My teen insisted that they could visit a place I think is not safe, like a bar. I don’t know how to convince them that it is not a safe area.
af: My tiener het aangedring dat hulle 'n plek kon besoek wat ek as onveilig beskou, soos 'n kroeg. Ek weet nie hoe om hulle te oortuig dat nie 'n veilige area is nie.

# quick_replies
source: As an adult, I feel I am in charge of protecting my teen. When I told my teen which areas are unsafe, they got angry.
af: As volwassene voel ek, ek is in beheer om my tiener veilig te hou. Toe ek vir my tiener sê watter plekke onveilig is, het hy/sy kwaad geword.

# quick_replies
source: It was hard to find safety resources because I don’t know my community so well.
af: Dit was moeilik om veiligheidshulpbronne te vind, want ek ken nie my gemeenskap so goed nie.

# quick_replies
source: I did not have any time to do this activity.
af: Ek het nie tyd gehad om hierdie aktiwiteit te doen nie.

# quick_replies
source: My child did not want to spend one-on-one time with me.
af: My kind wou nie een-tot-een tyd met my deurbring nie.

# quick_replies
source: All my children wanted to do was watch T.V. or play with a phone or tablet.
af: Al wat my kinders wou doen was om TV te kyk en op die foon/tablet te speel.

# quick_replies
source: My child wanted to do activities that I could not do.
af: My kind wou aktiwiteite doen wat ek nie kon doen nie.

# quick_replies
source: My child chose a competitive activity. I won and then they got angry.
af: My kind het 'n kompeterende aktiwiteit gekies. Ek het gewen en hy/sy het kwaad geword.

# quick_replies
source: All my children wanted one-on-one time at the same time.
af: Al my kinders wou een-tot-een tyd op dieselfde tyd hê.

# quick_replies
source: My child is always on a phone or tablet, even when I am working or doing house chores.
af: My kind is altyd op 'n foon of tablet, selfs al werk ek of doen huishoudelike take.

# quick_replies
source: My child and I could not agree on which areas were unsafe.
af: Ek en my kind kon nie saamstem op watter areas onveilig is nie.

# quick_replies
source: My child told me that school or the house of someone I trust is an unsafe place. I was shocked and did not know what to do!
af: My kind het my vertel dat skool of die huis van iemand wat ek vertrou 'n onveilige plek is. Ek was geskok en het nie geweet wat om te doen nie!

# quick_replies
source: It was hard to find safety resources, because I don’t know my community so well.
af: Dit was moeilik om veiligheidshulpbronne te vind, want ek ken nie my gemeenskap so goed nie.

# quick_replies
source: I am shy to talk to my young child about their body and safe touch.
af: Ek is skaam om met my jong kind te praat oor hulle liggaam en veilige aanraking.

# arguments
source: no
af: nee

# arguments
source: yes
af: ja

# arguments
source: not confident
af: nie selfversekerd nie

# arguments
source: a little confident
af: 'n klein bietjie selfversekerd

# arguments
source: confident
af: selfversekerd

# arguments
source: very confident
af: baie selfversekerd

# arguments
source: get more help
af: kry meer hulp

# arguments
source: continue my progress tomorrow
af: gaan môre voort met my vordering

# arguments
source: good
af: goed

# arguments
source: okay
af: oukei

# arguments
source: bad
af: sleg

# arguments
source: i did not have enough time.
af: ek het nie genoeg tyd gehad nie.

# arguments
source: my teen did not want to spend one-on-one-time with me.
af: my tiener wou nie een-tot-een-tyd met my deurbring nie.

# arguments
source: all my teen wanted to do was watch t.v. or play with a phone/tablet.
af: al wat my tiener wou doen was om TV te kyk en op die foon/tablet te speel.

# arguments
source: my teen wanted to do things i felt uncomfortable about.
af: my tiener wou dinge doen waaroor ek ongemaklik gevoel het.

# arguments
source: my teen wanted to do activities that i could not do.
af: my tiener wou aktiwiteite doen wat ek nie kon doen nie.

# arguments
source: my teen chose a competitive activity. i won, and then they got angry.
af: my tiener het 'n kompeterende aktiwiteit gekies. ek het gewen en hy/sy het kwaad geword.

# arguments
source: all my teens wanted one-on-one time at the same time.
af: al my tieners wou een-tot-een tyd op dieselfde tyd hê.

# arguments
source: prefer not to say.
af: verkies om nie te sê nie.

# arguments
source: i'm facing challenges that make it difficult to focus on parenting right now.
af: ek het baie uitdagings wat dit moeilik maak om nou op ouerskap te konsentreer.

# arguments
source: my teen and i did not agree on which areas were unsafe.
af: ek en my tiener het nie saamgestem op watter areas onveilig is nie.

# arguments
source: my teen marked the house of someone i trust as unsafe. 🚩 i was shocked and did not know what to do!
af: my tiener het die huis van iemand wat ek vertrou, as onveilig gemerk 🚩 ek was geskok en het nie geweet wat om te doen nie!

# arguments
source: my teen insisted that they could visit a place i think is not safe, like a bar. i don’t know how to convince them that it is not a safe area.
af: my tiener het aangedring dat hulle 'n plek kon besoek wat ek as onveilig beskou, soos 'n kroeg. ek weet nie hoe om hulle te oortuig dat nie 'n veilige area is nie.

# arguments
source: as an adult, i feel i am in charge of protecting my teen. when i told my teen which areas are unsafe, they got angry.
af: as volwassene voel ek, ek is in beheer om my tiener veilig te hou. toe ek vir my tiener sê watter plekke onveilig is, het hy/sy kwaad geword.

# arguments
source: it was hard to find safety resources because i don’t know my community so well.
af: dit was moeilik om veiligheidshulpbronne te vind, want ek ken nie my gemeenskap so goed nie.

# arguments
source: i did not have any time to do this activity.
af: ek het nie tyd gehad om hierdie aktiwiteit te doen nie.

# arguments
source: my child did not want to spend one-on-one time with me.
af: my kind wou nie een-tot-een-tyd met my deurbring nie.

# arguments
source: all my children wanted to do was watch t.v. or play with a phone or tablet.
af: al wat my kinders wou doen was om TV te kyk en op die foon/tablet te speel.

# arguments
source: my child wanted to do activities that i could not do.
af: my kind wou aktiwiteite doen wat ek nie kon doen nie.

# arguments
source: my child chose a competitive activity. i won and then they got angry.
af: my kind het 'n kompeterende aktiwiteit gekies. ek het gewen en hy/sy het kwaad geword.

# arguments
source: all my children wanted one-on-one time at the same time.
af: al my kinders wou een-tot-een-tyd op dieselfde tyd hê.

# arguments
source: my child is always on a phone or tablet, even when i am working or doing house chores.
af: my kind is altyd op 'n foon of tablet, selfs al werk ek of doen huishoudelike take.

# arguments
source: my child and i could not agree on which areas were unsafe.
af: ek en my kind kon nie saamstem op watter areas onveilig is nie.

# arguments
source: my child told me that school or the house of someone i trust is an unsafe place. i was shocked and did not know what to do!
af: my kind het my vertel dat skool of die huis van iemand wat ek vertrou 'n onveilige plek is. ek was geskok en het nie geweet wat om te doen nie!

# arguments
source: it was hard to find safety resources, because i don’t know my community so well.
af: dit was moeilik om veiligheidshulpbronne te vind, want ek ken nie my gemeenskap so goed nie.

# arguments
source: i am shy to talk to my young child about their body and safe touch.
af: ek is skaam om met my jong kind te praat oor hulle liggaam en veilige aanraking.
