Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parenttext_5day_south_africa/*/*_swift_goal_checkins.po
Languages: af

# text
source: Here is a question to help you get started on your course:
af: Hier is 'n vraag om jou te help om met jou kursus te begin:

# text
source: That's okay.
af: Dis oukei.

# text
source: That is okay. You will learn more about the importance of spending time with your teen and how to do this in this course.
af: Dis oukei. Jy sal in hierdie kursus meer leer oor die belangrikheid daarvan om tyd met jou tiener te spandeer, en hoe om dit te doen.

# text
source: That is great to hear! 🎉 Spending time with your teen is a great way to build a good relationship with them!
af: Dit is wonderlik om te hoor! 🎉 Om tyd saam met jou tiener te spandeer, is 'n wonderlike manier om 'n goeie verhouding met hom/haar te bou!

# text
source: Sorry, I don't understand what you mean.
af: Jammer, ek verstaan nie wat jy bedoel nie.

# text
source: In the past 24 hours, did you spend at least 5 minutes of one-on-one-time with @fields.child_nickname?
af: In die afgelope 24 uur, het jy ten minste 5 minute een-tot-een-tyd met @fields.child_nickname deurgebring?

# text
source: In the past 24 hours, did you spend at least 5 minutes of one-on-one-time with your teen?
af: In die afgelope 24 uur, het jy ten minste 5 minute een-tot-een-tyd met jou tiener spandeer?

# text
source: Here is a question to help you get started on your course to keep @fields.child_nickname safe & healthy:
af: Hier is 'n vraag om jou te help met jou kursus om @fields.child_nickname veilig & gesond te hou:

# text
source: Here is a question to help you get started on your course to keep your teen safe & healthy:
af: Hier is 'n vraag om jou te help met jou kursus om jou tiener veilig & gesond te hou:

# text
source: ⭐ It’s okay if keeping your teen safe and healthy feels challenging, especially in today’s changing world. 🌍 In this course, you’ll learn more about how to do it! 📘
af: ⭐ Dit is reg as dit uitdagend voel om jou tiener veilig en gesond te hou, veral in vandag se veranderende wêreld. 🌍 In die kursus, sal jy meer leer oor hoe om dit te doen! 📘

# text
source: 🎉 Great job! Keeping your teen safe and healthy is an important responsibility for parents and caregivers. In today’s changing world, it’s not always easy!🌱
af: 🎉 Goeie werk! Om jou tiener veilig en gesond te hou is 'n belangrike verantwoordelikheid vir ouers en versorgers. In vandag se veranderende wêreld is dit nie altyd maklik nie!!🌱

# text
source: How confident are you at keeping @fields.child_nickname safe and healthy both online and offline?
af: Hoe selfversekerd is jy om @fields.child_nickname veilig en gesond te hou, beide aanlyn en vanlyn?

# text
source: How confident are you at keeping your teen safe and healthy both online and offline?
af: Hoe selfversekerd is jy om jou tiener veilig en gesond te hou, beide aanlyn en vanlyn?

# text
source: Well done for completing the course on improving your relationship with your teen. Let’s see how things have changed since you started:
af: Welgedaan dat jy die kursus oor die verbetering van jou verhouding met jou tiener voltooi het. Kom ons kyk hoe dinge verander het vandat jy begin het:

# text
source: I am sorry to hear that you were unable to spend more time with your teen. 💛
af: Ek is jammer om te hoor dat jy nie meer tyd met jou tiener kon spandeer nie. 💛

# text
source: Congratulations on making some progress. It seems like spending time with your teen may still be a challenge.
af: Geluk met die vordering wat jy reeds gemaak het. Dit lyk asof dit steeds 'n uitdaging is om tyd saam met jou tiener deur te bring.

# text
source: You were already excelling at spending one-on-one-time with your teen before ParentText. It’s great that you’re able to keep up the excellent effort!
af: Jy was reeds uitstekend met die deurbring van een-tot-een-tyd met jou tiener voor ParentText. Dis wonderlik dat jy in staat is om die uitstekende poging vol te hou!

# text
source: Time with your teen is so important. Though you are still doing great, you have reported that spending time together has become more challenging since you first began this course.
af: Tyd met jou tiener is so belangrik. Alhoewel jy steeds goed doen, het jy gemeld dat dit 'n groter uitdaging geraak het om tyd saam deur te bring as toe jy die kursus begin het.

# text
source: Congratulations! 🎉You’ve made progress since you’ve started this course in ParentText. Your effort is working!
af: Geluk! 🎉Jy het vordering gemaak sedert jy hierdie kursus in ParentText begin het. Jou moeite werp vrugte af!

# text
source: What do you want to do next?
af: Wat wil jy volgende doen?

# text
source: Thank you for providing a progress update. You can find and go through this course any time via the Main Menu by typing {MENU}.
af: Dankie dat jy jou vordering opgedateer het. Jy kan hierdie kursus vind en enige tyd via die Hoofkieslys weer daardeur gaan deur {MENU} te tik.

# text
source: How is one-on-one-time going?
af: Hoe gaan dit met een-tot-een-tyd?

# text
source: Excellent! Keep up the good work in improving your relationship with your teen
af: Uitstekend! Gaan voort met die goeie werk om jou verhouding met jou tiener te verbeter

# text
source: I am sorry to hear that one-on-one-time is not going well.
af: Ek is jammer om te hoor dat een-tot-een-tyd nie so goed gaan nie.

# text
source: Well done for completing your course to keep @fields.child_nickname safe and healthy. Let’s see how things have changed since you started:
af: Welgedaan dat jy jou kursus voltooi het om @fields.child_nickname veilig en gesond te hou. Kom ons kyk hoe dinge verander het sedert jy begin het:

# text
source: Well done for completing your course to keep your teen safe and healthy. Let’s see how things have changed since you started:
af: Welgedaan dat jy jou kursus voltooi het om jou tiener veilig en gesond te hou. Kom ons kyk hoe dinge verander het sedert jy begin het:

# text
source: 💙 You were already excelling at keeping your teen safe before this course. It’s great that you’re able to keep doing so well!
af: 💙 Jy was klaar uitstekend om jou tiener veilig te hou voor die kursus. Dit is goed dat jy in staat is om aan te hou goed doen!

# text
source: Knowing how to keep your teen safe and healthy is important. Even though you’re doing great, you’ve shared that this has become more challenging since starting this course.
af: Om te weet hoe om jou tiener veilig en gesond te hou is belangrik. Al doen jy so goed, het jy gedeel dat dit meer uitdagend geraak het sedert jy die kursus begin het.

# text
source: 🎉 Congratulations! 🎉 You’ve made improvements since you started this course. Your effort is working!
af: 🎉 Veels geluk! 🎉 Jy het verbeteringe gemaak sedert jy die kursus begin het. Jou pogings werk!

# text
source: Thank you for providing your progress update. You can revisit this course any time in the Main Menu by typing {MENU}. 📝
af: Dankie dat jy jou vordering opgedateer het. Jy kan hierdie kursus enige tyd herbesoek via die Hoofkieslys deur {MENU} te tik. 📝

# text
source: Excellent! Keep up the good work in keeping your teen safe online and offline.
af: Uitstekend! Hou aan met die goeie werk om jou tiener veilig te hou aanlyn en vanlyn.

# text
source: It can be hard to know how to keep @fields.child_nickname healthy and safe, especially when we are so busy ourselves. 💙
af: Dit kan moeilik wees om te weet hoe om @fields.child_nickname gesond en veilig te jou, veral wanneer ons self so besig is. 💙

# text
source: 💡 If you need support, consider reaching out to @fields.child_nickname’s school, or family or friends who are good with technology.
af: 💡 As jy ondersteuning nodig het, oorweeg dit om uit te reik aan @fields.child_nickname se skool, of familie of vriende wat goed is met tegnologie.

# text
source: It can be hard to know how to keep your teen healthy and safe, especially when we are so busy ourselves. 💙
af: Dit kan moeilik wees om te weet hoe om jou tiener gesond en veilig te jou, veral wanneer ons self so besig is. 💙

# text
source: 💡 If you need support, consider reaching out to your teen’s school, or family or friends who are good with technology.
af: 💡As jy ondersteuning nodig het, oorweeg dit om uit te reik na jou tiener se skool, of familie of vriende wat goed is met tegnologie.

# text
source: It can be hard to know how to keep @fields.child_nickname safe online and offline, especially when we are so busy ourselves. 💙
af: Dit kan moeilik wees om te weet hoe om @fields.child_nickname veilig te hou aanlyn en vanlyn, veral wanneer ons self so besig is. 💙

# text
source: 💡If you need support, consider reaching out to @fields.child_nickname’s school, or family or friends who are good with technology.
af: 💡As jy ondersteuning nodig het, oorweeg dit om uit te reik na @fields.child_nickname se skool, of familie of vriende wat goed is met tegnologie.

# text
source: It can be hard to know how to keep your teen safe online and offline, especially when we are so busy ourselves. 💙
af: Dit kan moeilik wees om te weet hoe om jou tiener veilig te hou aanlyn en vanlyn, veral wanneer ons self so besig is. 💙

# text
source: 💡If you need support, consider reaching out to your teen’s school, or family or friends who are good with technology.
af: 💡As jy ondersteuning nodig het, oorweeg dit om uit te reik na jou tiener se skool, of familie of vriende wat goed is met tegnologie.

# text
source: ⭐ Congratulations on making some progress. It seems like knowing how to keep @fields.child_nickname safe and healthy online and offline is still a challenge.
af: ⭐ Veels geluk dat jy vordering gemaak het. Dit lyk dat dit dalk nogsteeds 'n uitdaging is hoe om te weet hoe om @fields.child_nickname veilig en gesond te hou aanlyn en vanlyn.

# text
source: ⭐ Congratulations on making some progress. It seems like knowing how to keep your teen safe and healthy online and offline is still a challenge.
af: ⭐ Veels geluk dat jy vordering gemaak het. Dit lyk dat dit dalk nogsteeds 'n uitdaging is om te weet hoe om jou tiener veilig en gesond te hou aanlyn en vanlyn.

# text
source: How is keeping @fields.child_nickname safe online and offline going?
af: Hoe gaan dit om @fields.child_nickname veilig te hou aanlyn en vanlyn?

# text
source: How is keeping your teen safe online and offline going?
af: Hoe gaan dit om jou tiener veilig te hou aanlyn en vanlyn?

# text
source: 😔 I am sorry to hear that you are struggling with keeping @fields.child_nickname safe online and offline.
af: 😔 Ek is jammer om te hoor dat jy sukkel om @fields.child_nickname veilig te hou aanlyn en vanlyn.

# text
source: Remember that @fields.child_nickname’s well-being is important, as is your family’s.
af: Onthou dat @fields.child_nickname se welstand belangrik is, so ook jou familie sin.

# text
source: 😔 I am sorry to hear that you are struggling with keeping your teen safe online and offline.
af: 😔 Ek is jammer om te hoor dat jy sukkel om jou tiener veilig te hou aanlyn en vanlyn.

# text
source: Remember that your teen’s well-being is important, as is your family’s.
af: Onthou dat jou tiener se welstand belangrik is, so ook jou familie sin.

# text
source: In the past 24 hours, did you spend at least 5 minutes of one-on-one time with your child?
af: In die afgelope 24 uur, het jy ten minste 5 minute een-tot-een tyd met jou kind deurgebring?

# text
source: That is okay. You will learn more about the importance of spending time with your child and how to do this in this course.
af: Dis oukei. Jy sal in hierdie kursus meer leer oor die belangrikheid daarvan om tyd met jou kind te spandeer, en hoe om dit te doen.

# text
source: That is great to hear! 🎉 Spending time with your child is a great way to build a good relationship with them!
af: Dit is wonderlik om te hoor! 🎉 Om tyd saam met jou kind deur te bring, is 'n wonderlike manier om 'n goeie verhouding met hom/haar te bou!

# text
source: Here is a question to help you get started on your course to keep your child safe & healthy:
af: Hier is 'n vraag om jou te help met jou kursus om jou kind veilig & gesond te hou:

# text
source: How confident are you at keeping your child safe and healthy both online and offline?
af: Hoe selfversekerd is jy om jou kind veilig en gesond te hou, beide aanlyn en vanlyn?

# text
source: ⭐ It’s okay if keeping @fields.child_nickname safe and healthy feels challenging, especially in today’s changing world. 🌍 In this course, you’ll learn more about how to do it! 📘
af: ⭐ Dit is reg as dit uitdagend voel om @fields.child_nickname veilig en gesond te hou, veral in vandag se veranderende wêreld. 🌍 In die kursus, sal jy meer leer oor hoe om dit te doen! 📘

# text
source: ⭐ It’s okay if keeping your child safe and healthy feels challenging, especially in today’s changing world. 🌍 In this course, you’ll learn more about how to do it! 📘
af: ⭐ Dit is reg as dit uitdagend voel om jou kind veilig en gesond te hou, veral in vandag se veranderende wêreld. 🌍 In die kursus, sal jy meer leer oor hoe om dit te doen! 📘

# text
source: 🎉 Great job! Keeping @fields.child_nickname safe and healthy is an important responsibility for parents and caregivers. In today’s changing world, it’s not always easy 🌱
af: 🎉 Goeie werk! Om @fields.child_nickname veilig en gesond te hou is 'n belangrike verantwoordelikheid vir ouers en versorgers. In vandag se veranderende wêreld is dit nie altyd maklik nie 🌱

# text
source: 🎉 Great job! Keeping your child safe and healthy is an important responsibility for parents and caregivers. In today’s changing world, it’s not always easy 🌱
af: 🎉 Goeie werk! Om jou kind veilig en gesond te hou is 'n belangrike verantwoordelikheid vir ouers en versorgers. In vandag se veranderende wêreld is dit nie altyd maklik nie 🌱

# text
source: Well done for completing the lessons on improving your relationship with your child. Let’s see how things have changed since you started:
af: Welgedaan dat jy die lesse oor die verbetering van jou verhouding met jou kind voltooi het. Kom ons kyk hoe dinge verander het vandat jy begin het:

# text
source: I am sorry to hear that you were unable to spend more time with your child. 💛
af: Ek is jammer om te hoor dat jy nie meer tyd met jou kind kon deurbring nie. 💛

# text
source: I am sorry to hear that you were unable to spend one-on-one time with your child. 💛
af: Ek is jammer om te hoor dat jy nie een-tot-een tyd met jou kind kon deurbring nie. 💛

# text
source: Congratulations on making some progress. It seems like spending time with your child may still be a challenge.
af: Geluk met die vordering wat jy reeds gemaak het. Dit lyk asof dit steeds 'n uitdaging is om tyd saam met jou kind deur te bring.

# text
source: You were already putting in the effort to spend one-on-one time with your child before ParentText. It’s great that you’re able to keep up the excellent effort!
af: Jy het voor ParentText reeds moeite gedoen met die deurbring van een-tot-een tyd met jou kind. Dis wonderlik dat jy in staat is om die uitstekende poging vol te hou!

# text
source: Time with your child is so important. Though you are still doing great, you have reported that spending one-on-one time together has become more challenging since you first began ParentText.
af: Tyd saam met jou kind is so belangrik. Alhoewel jy steeds goed doen, het jy gemeld dat dit 'n groter uitdaging geraak het om een-tot-een tyd saam deur te bring as toe jy met ParentText begin het.

# text
source: Congratulations! 🎉You’ve made progress since you’ve started ParentText. Your effort is working!
af: Veels geluk! 🎉Jy het vordering gemaak in hierdie kursus sedert jy met ParentText begin het. Jou moeite word beloon!

# text
source: How is one-on-one time going?
af: Hoe gaan dit met een-tot-een tyd?

# text
source: Excellent! Keep up the good work in improving your relationship with your child.
af: Uitstekend! Gaan voort met die goeie werk om jou verhouding met jou kind te verbeter.

# text
source: I am sorry to hear that one-on-one time is not going so well.
af: Ek is jammer om te hoor dat een-tot-een tyd nie so goed gaan nie.

# text
source: Well done for completing your course to keep your child safe and healthy. Let’s see how things have changed since you started:
af: Welgedaan dat jy jou kursus voltooi het om jou kind veilig en gesond te hou. Kom ons kyk hoe dinge verander het sedert jy begin het:

# text
source: 💙 You were already excelling at keeping your child safe before this course. It’s great that you’re able to keep doing so well!
af: 💙 Jy was klaar uitstekend om jou kind veilig te hou voor die kursus. Dit is goed dat jy in staat is om aan te hou goed doen!

# text
source: Knowing how to keep your child safe and healthy is important. Even though you’re doing great, you’ve shared that this has become more challenging since starting this course.
af: Om te weet hoe om jou kind veilig en gesond te hou is belangrik. Al doen jy so goed, het jy gedeel dat dit meer uitdagend geraak het sedert jy die kursus begin het.

# text
source: Thank you for providing a progress update. You can revisit this course any time in the Main Menu by typing {MENU}.
af: Dankie dat jy jou vordering opgedateer het. Jy kan enige tyd die kursus herbesoek deur by die Hoofkieslys {MENU} in te tik.

# text
source: Excellent! Keep up the good work in keeping your child safe online and offline.
af: Uitstekend! Hou aan met die goeie werk om jou kind veilig te hou aanlyn en vanlyn.

# text
source: It can be hard to know how to keep your child healthy and safe, especially when we are so busy ourselves. 💙
af: Dit kan moeilik wees om te weet hoe om jou kind gesond en veilig te hou, veral wanneer ons self so besig is. 💙

# text
source: 💡 If you need support, consider reaching out to your child’s school, or family or friends who are good with technology.
af: 💡As jy ondersteuning nodig het, oorweeg dit om uit te reik na jou kind se skool, of familie of vriende wat goed is met tegnologie.

# text
source: It can be hard to know how to keep your child safe online and offline, especially when we are so busy ourselves. 💙
af: Dit kan moeilik wees om te weet hoe om jou kind veilig te hou aanlyn en vanlyn, veral wanneer ons self so besig is. 💙

# text
source: 💡If you need support, consider reaching out to your child’s school, or family or friends who are good with technology.
af: 💡As jy ondersteuning nodig het, oorweeg dit om uit te reik na jou kind se skool, of familie of vriende wat goed is met tegnologie.

# text
source: ⭐ Congratulations on making some progress. It seems like knowing how to keep your child safe and healthy online and offline is still a challenge.
af: ⭐ Veels geluk dat jy vordering gemaak het. Dit lyk asof dit dalk nogsteeds 'n uitdaging is om te weet hoe om jou kind veilig en gesond te hou aanlyn en vanlyn.

# text
source: How is keeping your child safe online and offline going?
af: Hoe gaan dit om jou kind veilig te hou aanlyn en vanlyn?

# text
source: 😔 I am sorry to hear that you are struggling with keeping your child safe online and offline.
af: 😔 Ek is jammer om te hoor dat jy sukkel om jou kind veilig te hou aanlyn en vanlyn.

# text
source: Remember that your child’s well-being is important, as is your family’s.
af: Onthou jou kind se welstand is belangrik, so ook jou familie sin.

# text
source: What did you find difficult about spending time with your teen? 🔑
af: Wat het jy moeilik gevind toe jy tyd met jou tiener spandeer het? 🔑

# text
source: It can be hard to find time during your day, with work, chores, and everything else.
af: Dit kan moeilik wees om tyd in jou dag te vind met werk, huistake en alles.

# text
source: ✨Think of a time each day that you could spare 5 minutes. You can even make household chores into a game to do together.
af: ✨Dink aan 'n tyd elke dag waar jy 5 minute kan afknyp. Jy kan selfs huistake 'n speletjie maak om dit saam te doen.

# text
source: Use the time that you and your teens are already sharing, like eating a meal or saying goodnight before bed.
af: Gebruik die tye wat jy en jou tieners reeds deel, soos maaltye of nag sê voor bed.

# text
source: You can even make household chores into a game to do together.
af: Jy kan selfs huistake 'n speletjie maak wat julle saam kan doen.

# text
source: Type {PLAY} for a fun activity suggestion
af: Tik {PLAY} vir 'n pretaktiwiteit-voorstel

# text
source: 📺 Teens often want to spend time watching T.V. or playing with a phone/tablet.
af: 📺Tieners wil gewoonlik tyd spandeer deur T.V. te kyk of met 'n foon/tablet te speel.

# text
source: ❓ You could watch or play on the phone/tablet with them.
af: ❓Jy kan saam met hulle kyk of op die foon/tablet speel.

# text
source: 🌈 Caring about their interests is a great start!
af: 🌈 Om vir hulle belangstellings om te gee, is 'n goeie begin!

# text
source: 🌷 Once you begin spending time together, you can suggest another activity.
af: 🌷 Wanneer julle eers begin om tyd saam te spandeer, kan jy 'n ander aktiwiteit voorstel.

# text
source: Type {PLAY} for a fun activity suggestion.
af: Tik {PLAY} vir 'n pretaktiwiteit-voorstel.

# text
source: 📱 Sometimes your teen will suggest activities that are violent or unsafe.
af: 📱 Soms sal jou tiener gewelddadige of onveilige aktiwiteite voorstel.

# text
source: 🚩 Explain *why* you can't do them, and suggest a different activity.
af: 🚩 Verduidelik *waarom* julle dit nie kan doen nie, en stel 'n ander aktiwiteit voor.

# text
source: Type {PLAY} for a fun activity suggestion. 💡
af: Tik {PLAY} vir 'n pretaktiwiteit-voorstel. 💡

# text
source: ☀️ If your teen wants to do things that are too difficult for you to do, you could watch them.
af: ☀️ As jou tiener iets wil doen wat vir jou te moeilik is om te doen, kan jy hom/haar dophou terwyl hy/sy dit doen.

# text
source: 🏁 You could describe what they are doing like a sports announcer.
af: 🏁 Jy kan soos 'n sportkommentator beskryf wat hy/sy doen.

# text
source: You can also express enthusiasm by clapping, smiling, or giving them a thumbs-up.
af: Jy kan ook entoesiasme toon deur handeklap, glimlag of 'n duim in die lug.

# text
source: 💛 Praise them while they do it!
af: 💛 Prys hom/haar terwyl hy/sy dit doen!

# text
source: ⚽ Competitive games can be hard for teens (and adults!) if they don’t like losing.
af: ⚽ Mededingende speletjies kan vir tieners (en volwassenes!) moeilik wees as hulle nie daarvan hou om te verloor nie.

# text
source: 🏆 When they have calmed down, talk with your teen about what winning well and losing well might look like.
af: 🏆 Wanneer jou tiener gekalmeer het, praat met hom/haar oor hoe 'n goeie wenner en 'n goeie verloorder sal optree.

# text
source: 📝 Suggest other activities that you can do to work together instead of against each other.
af: 📝 Stel ander aktiwiteite voor wat julle saam kan doen, in plaas van teen mekaar.

# text
source: 🔴 It can be difficult to spend one-on-one time with each of your teens when you have more than one.
af: 🔴 Dit kan moeilik wees om een-tot-een tyd met elke een van jou tieners te spandeer, as jy meer as een het.

# text
source: 🌱 If possible, you can ask an adult or older sibling to look after the other teens while you spend one-on-one time with one teen.
af: 🌱 Indien moontlik, kan jy 'n volwassene of ouer broer of sister vra om na die ander tieners te kyk, terwyl jy een-tot-een tyd spandeer saam met die een tiener.

# text
source: ⏰ Think of when it would be easier to spend one-on-one time with each of your teens. Perhaps later in the evening with your teen, after the others have gone to sleep.
af: ⏰Dink aan wanneer dit makliker sal wees om een-tot-een tyd saam met jou tieners te spandeer. Dalk later in die aand met jou tiener, na die ander reeds gaan slaap het.
