Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parenttext_5day_south_africa/ss/ss_dev_assess.po
Languages: ss_za

# text
source: Each teen grows and learns in their own way. This tool can help you learn what activities your teen can do.
ss_za: Ngulowo nalowo mntfwana losatfombile ukhula ngendlela yakhe. Lelithulusi leli lingakusita kufundza kutsi nguyiphi imisebenti lengentiwa ngumntfwana wakho.

# text
source: Does your teen have difficulty seeing or hearing sounds like peoples’ voices or music, even with glasses or hearing aids?
ss_za: Ngabe umntfwana wakho losatfombile unabo yini bulukhuni bekubona noma kuva imisindvo lefana nemavi ebantfu noma umculo, noma ngabe agcoke tibuko noma kwekumsita kutsi akhone kuva?

# text
source: It seems like you're worried about your teenager's eyesight or hearing, and they might need help from a professional.
ss_za: Kubukeka shengatsi ukhatsatekile ngekubona noma kuva kwemntfwana kwakho losatfombile, nekutsi angahle adzinge lusito lwabochwephesha.

# text
source: Sorry, I don't understand what you mean.
ss_za: Ngiyacolisa, angikuvisisi kutsi usho kutsini.

# text
source: Compared with children of the same age, does your teen have difficulty walking?
ss_za: Nawumcatsanisa nalabanye bantfwana lalingana nabo, ngabe umntfwana wakho losatfombile unebulukhuni yini bekuhamba?

# text
source: It seems like you're worried about your teen's ability to move around, and they might need assistance from a professional.
ss_za: Kubukeka shengatsi ukhatsatekile ngekutsi umntfwana wakho losatfombile akakwati kutihambela, nekutsi angahle adzinge lusito lwabochwephesha.

# text
source: Does your teen have difficulty with self-care such as feeding or dressing him/herself?
ss_za: Ngabe umntfwanakho losatfombile unebulukhuni yini bekutinakekela, njengekutidlela noma kutigcokisa?

# text
source: It seems like you are concerned about your teen's ability to take care of themselves, and they might need help from a professional.
ss_za: Kubukeka shangatsi ukhatsatekile ngekutsi umntfwana wakho losatfombile akakwati kutinakekela, nekutsi angahle adzinge lusito lwabochwephesha.

# text
source: Does your teen have difficulty being understood by others?
ss_za: Ngabe umntfwanakho losatfombile unebulukhuni yini bekutsi labanye bamvisise?

# text
source: It seems like you're worried about how your teen communicates, and they might need help from a professional.
ss_za: Kubukeka shengatsi ukhatsatekile ngekutsi umntfwana wakho losatfombile uchumana kanjani nalabanye, nekutsi angahle adzinge lusito lwabochwephesha.

# text
source: Does your teen have difficulty learning or remembering things, focusing on an activity that he or she enjoys doing, or accepting changes in his or her routine?
ss_za: Ngabe umntfwana wakho losatfombile unebulukhuni yini bekufundza noma kukhumbula tintfo, kugcila ngengcondvo emsebentini latsandza kuwenta, noma kwemukela tingucuko kunchubo yakhe yawo onkhe emalanga?

# text
source: It seems like you're worried about how your teen is able to think or understand things, and they might need help from a professional.
ss_za: Kubukeka shengatsi ukhatsatekile ngendlela umntfwana wakho lacabanga ngayo noma lacondzisisa ngayo tinfto, nekutsi angahle adzinge lusito lwabochwephesha.

# text
source: Compared with teens of the same age, does your teen have difficulty controlling their behaviour, such as fighting, screaming, or breaking rules?
ss_za: Nawumcatsanisa nalabanye bantfwana lesebatfombile labangangaye, ngabe umntfwanakho losatfombile unebulukhuni yini bekutitsiba indlela latiphatsa ngayo, njengekulwa, kumemeta, noma kwephula imitsetfo?

# text
source: It seems like you are concerned about your teen's behaviour, and they might need help from a professional.
ss_za: Kubukeka shengatsi ukhatsatekile ngendlela yekutiphatsa kwemntfwanakho losatfombile, nekutsi angahle adzinge lusito lwabochwephesha.

# text
source: Does your teen have difficulty making friends?
ss_za: Ngabe umntfwana wakho losatfombile unebulukhuni bekutfola bangani?

# text
source: It seems that you're worried about your teen's ability to interact with others, and they might need assistance from a professional.
ss_za: Kubukeka shengatsi ukhatsatekile ngekutsi umntfwana wakho losatfombile akakhoni kuhlalisana nalabanye, nekutsi angahle adzinge lusito lwabochwephesha.

# text
source: How often does your teen seem very anxious, nervous, worried, sad, or depressed?
ss_za: Kuvamise kanganani kutsi umntfwana wakho abukeke aneluvalo, anekwesaba, akhatsatekile, anelusizi noma advumele?

# text
source: It seems like you're worried about how your teen is feeling, and they might need assistance from a professional.
ss_za: Kubukeka shengatsi ukhatsatekile ngekutsi umntfwana wakho losatfombile utiva anjani, nekutsi angahle adzinge lusito lwabochwephesha.

# text
source: Thank you for taking the teen ability test. If you have any concerns, talk to a professional.
ss_za: Siyabonga kutsi wente loluhlolo lwelukhono lwemntfwana wakho losatfombile. Nangabe kukhona lokukukhatsatako, khuluma nabochwephesha.

# text
source: Remember, if you ever need support type HELP.
ss_za: Khumbula kutsi, uma udzinga kusekelwa bhala LUSITO.

# text
source: It looks like your teen is developing well. That's great!
ss_za: Kubukeka shengatsi umntfwanakho losatfombile ukhula kahle. Kuhle kakhulu loko!

# text
source: Each child grows and learns in their own way. This tool can help you learn what activities your child can do.
ss_za: Ngulowo nalowo mntfwana ukhula ngendlela yakhe. Lelithulusi leli lingakusita kutsi ufundze kutsi yini imisebenti longentiwa ngumntfwanakho.

# text
source: Does your child have difficulty seeing or hearing sounds like peoples’ voices or music, even with glasses or hearing aids?
ss_za: Ngabe umntfwanakho unebulukhuni yini bekubona nome bekuva imisindzo lefana nemavi ebantfu noma umculo ngisho nome asebentisa tibuko nome lokusita kuva?

# text
source: It seems like you're worried about your child's eyesight or hearing, and they might need help from a professional.
ss_za: Kubukeka shengatsi ukhatsatekile ngekubona noma kuva kwemntfwanakho, nekutsi angahle adzinge lusito lwabochwephesha.

# text
source: Compared with children of the same age, does your child have difficulty walking?
ss_za: Nawumcatsanisa nalabanye bantfwana lakalingana nabo, ngabe umntfwana wakho unebulukhuni yini bekuhamba?

# text
source: It seems like you're worried about your child's ability to move around, and they might need assistance from a professional.
ss_za: Kubukeka shengatsi ukhatsatekile ngekutsi umntfwanakho akwati kuhamba, nekutsi angahle adzinge lusito lwabochwephesha.

# text
source: Does your child have difficulty with self-care such as feeding or dressing him/herself?
ss_za: Ngabe umntfwanakho unebulukhuni yini bekutinakekela njengekutidlela noma kutigcokisa?

# text
source: It seems like you are concerned about your child's ability to take care of themselves, and they might need help from a professional.
ss_za: Kubukeka shengatsi ukhatsatekile ngekutsi umntfwanakho akwati kutinakekela, futsi angahle adzinge lusito lwabochwephesha.

# text
source: Does your child have difficulty being understood by others?
ss_za: Ngabe umntfwanakho unabo yini bulukhuni bekuviwa kahle ngulabanye?

# text
source: It seems like you're worried about how your child communicates, and they might need help from a professional.
ss_za: Kubukeka shengatsi ukhatsatekile ngekutsi umntfwanakho uchumana njani nalabanye, futsi angahle adzinge lusito lwabochwephesha.

# text
source: Does your child have difficulty learning or remembering things, focusing on an activity that he or she enjoys doing, or accepting changes in his or her routine?
ss_za: Ngabe umntfwanakho unebulukhuni yini bekufundza noma kukhumbula tintfo, kugcila ngengcondvo emsebentini latsandza kuwenta, noma kwemukela tingucuko kunchubo yakhe yawo onkhe emalanga?

# text
source: It seems like you're worried about how your child is able to think or understand things, and they might need help from a professional.
ss_za: Kubukeka shengatsi ukhatsatekile ngekutsi umntfwanakho ukwati kanjani kucabanga noma kucondzisisa tinfto, futsi angahle adzinge lusito lwabochwephesha.

# text
source: Compared with children of the same age, does your child have difficulty controlling their behaviour, such as fighting, screaming, or breaking rules?
ss_za: Nawumcatsanisa nalabanye bantfwana labangangaye, ngabe umntfwanakho unebulukhuni yini bekutitsiba indlela latiphatsa ngayo, njengekulwa, kumemeta, noma kwephula umitsetfo?

# text
source: It seems like you are concerned about your child's behaviour, and they might need help from a professional.
ss_za: Kubukeka shengatsi ukhatsatekile ngendlela umntfwanakho latiphatsa ngayo, nekutsi angahle adzinge lusito lwabochwephesha.

# text
source: Does your child have difficulty making friends?
ss_za: Ngabe umntfwanakho unebulukhuni yini bekutfola bangani?

# text
source: It seems that you're worried about your child's ability to interact with others, and they might need assistance from a professional.
ss_za: Kubukeka shengatsi ukhatsatekile ngekutsi umntfwana wakho akakwati kuhlalisana nalabanye, nekutsi angahle adzinge lusito lwabochwephesha.

# text
source: How often does your child seem very anxious, nervous, worried, sad, or depressed?
ss_za: Kuvamise kanganani kutsi umntfwana wakho abukeke aneluvalo, esaba, akhatsatekile, noma advumele?

# text
source: It seems like you're worried about how your child is feeling, and they might need assistance from a professional.
ss_za: Kubukeka shengatsi ukhatsatekile ngekutsi umntfwanakho utiva anjani, futsi angahle adzinge lusito lwabochwephesha.

# text
source: Thank you for taking the child ability test. If you have any concerns, talk to a professional.
ss_za: Siyabonga kutsi wente loluhlolo lwelwati lwemntfwanakho. Nangabe kukhona lokukukhatsatako, khuluma nabochwephesha.

# text
source: It looks like your child is developing well. That's great!
ss_za: Kubukeka shengatsi umntfwana wakho ukhula kahle. Kuhle kakhulu loko!

# quick_replies
source: No Difficulty
ss_za: Abukho bulukhuni

# quick_replies
source: Some Difficulty
ss_za: Kunebulukhuni

# quick_replies
source: A Lot of Difficulty
ss_za: Kunebulukhuni lobukhulu

# quick_replies
source: He or She Cannot See and/or Hear
ss_za: Akakhoni Kubona ne/noma Kuva

# quick_replies
source: He or She Cannot Walk
ss_za: Akakhoni Kuhamba

# quick_replies
source: He or She Cannot Take Care of Themselves
ss_za: Akakhoni Kutinakekela

# quick_replies
source: He or She Cannot Be Understood by Others
ss_za: Abamuva Kahle Labanye

# quick_replies
source: He or She Cannot Learn, Remember or Focus
ss_za: Akakhoni Kufundza, Kukhumbula noma Kugcila Ngengcondvo

# quick_replies
source: He or She Cannot Control Their Behaviour
ss_za: Akakhoni Kutitsiba Indlela Latiphatsa Ngayo

# quick_replies
source: He or She Cannot Make Friends
ss_za: Akakhoni Kutfola Bangani

# quick_replies
source: Every Day
ss_za: Onkhe Emalanga

# quick_replies
source: Once A Week
ss_za: Kanye Ngeliviki

# quick_replies
source: About Once a Month
ss_za: Cishe Kanye Ngenyanga

# quick_replies
source: A Few Times Each Year
ss_za: Tikhatsi Letimbalwa Ngemnyaka

# quick_replies
source: Never
ss_za: Akwenteki

# arguments
source: no difficulty
ss_za: abukho bulukhuni

# arguments
source: some difficulty
ss_za: kunebulukhuni kancane

# arguments
source: a lot of difficulty
ss_za: kunebulukhuni kakhulu

# arguments
source: he or she cannot see and/or hear
ss_za: akakhoni kubona noma kuva

# arguments
source: he or she cannot walk
ss_za: akakhoni kuhamba

# arguments
source: he or she cannot take care of themselves
ss_za: akakhoni kutinakekela

# arguments
source: he or she cannot be understood by others
ss_za: labanye abakhoni kumvisisa

# arguments
source: he or she cannot learn, remember or focus
ss_za: akakhoni kufundza, kukhumbula noma kugcila ngengcondvo

# arguments
source: he or she cannot control their behaviour
ss_za: akakhoni kutitsiba indlela latiphatsa ngayo

# arguments
source: he or she cannot make friends
ss_za: akakhoni kutfola bangani

# arguments
source: every day
ss_za: onkhe emalanga

# arguments
source: once a week
ss_za: kanye ngeliviki

# arguments
source: about once a month
ss_za: cishe kanye ngenyanga

# arguments
source: a few times each year
ss_za: tikhatsi letimbalwa umnyaka ngamunye

# arguments
source: never
ss_za: akwenteki

# arguments
source: not yet
ss_za: hhayi kwanyalo
