Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app_malaysia/*/*_legal_terms.po
Languages: es, fa, xh

# data_list
source: Privacy Policy
es: Política de Privacidad
fa: سیاست حفظ حریم خصوصی
xh: Umthetho Wabucala

# data_list
source: Data Controller
xh: Umlawuli wedatha

# data_list
source: The data controller responsible for processing your information is Parenting for Lifelong Health, Barnett House, 32 Wellington Square, Oxford, OX1 2ER, United Kingdom
xh: Umlawuli wedatha onoxanduva lokuqhubekekisa inkcukacha zakho ngu Pareting for Lifelong Health, Barnett House, 32 Wellington Square, Oxford, OX1 2ER, United Kingdom

# data_list
source: What personal data does the app collect about you and how do we use it?
xh: Yeyiphi idatha yomntu ethi le app iyiqokelele kuwe kwaye siyisebenzisa njani?

# data_list
source: Information Sharing and Third Party Service Providers and Websites
xh: Ukwabelana ngolwazi kunye nababoneleli ngeenkonzo yomntu wesithathu kunye newebhusayithi

# data_list
source: How long do we keep your data?
es: ¿Cuánto tiempo conservamos tus datos?
fa: داده‌های شما تا چه مدت نگهداری می‌شوند؟
xh: Siyigcina ixesha elingakanani idatha yakho?

# data_list
source: How do we keep your data secure?
es: ¿Cómo mantenemos tus datos seguros?
fa: چگونه داده‌های شما را امن نگه می‌داریم؟
xh: Siyigcina njani idatha yakho ikhuselekile?

# data_list
source: We value your trust in providing us your personal information, thus we are striving to use commercially acceptable means of protecting it. We reserve the right to the storage of your data on third party servers or databases outside of the listed @global.app_name_full team (refer to the section on Third Party Service Providers and Websites) that provide security measures compliant with applicable privacy laws and regulations.
xh: Sikuxabisile ukuthembeka kwakho ngokusinika iinkcukacha zakho zobuqu, kungoko sizama ukusebenzisa iindlela ezamkelekileyo zokurhweba ukuyikhusela. Sibeke bucala indawo yokugcinwa kwedatha yakho kwiseva zeqela lesithathu okanye oovimba beqela elingaphandle kweqela le@global.app_name_full (jonga icandelo le nkonzo yomntu wesithathu kunye neewebhusayithi) ezibonelela ngemilinganiselo yokhuseleko ethobela ubumfihlo obusebenzayo kunye nemimiselo.

# data_list
source: Under data protection law, you have rights including: Your right of access - You have the right to ask us for copies of your personal information. Your right to rectification - You have the right to ask us to rectify personal information you think is inaccurate. You also have the right to ask us to complete information you think is incomplete. Your right to erasure - You have the right to ask us to erase your personal information in certain circumstances. Your right to withdraw consent for data processing at any time - You can choose to halt the processing of your data if consent was the legal basis for handling your information. Your right to restriction of processing - You have the right to ask us to restrict the processing of your personal information in certain circumstances. Your right to object to processing - You have the right to object to the processing of your personal information in certain circumstances. Your right to data portability - You have the right to ask that we transfer the personal information you gave us to another organisation, or to you, in certain circumstances. You are not required to pay any charge for exercising your rights. Depending on the circumstances and the nature of your request it may not be possible for us to do what you have asked, for example, where there is a statutory or contractual requirement for us to process your data and it would not be possible to fulfil our legal obligations if we were to stop. Further information on your rights is available from the [Information Commissioner's Office (ICO)](https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/individual-rights/individual-rights/).
xh: Phantsi komthetho wakho wokhuseleko lwedata, unamalungelo aquka: Ilungelo lakho lokufikelela - nelungelo lokucela iikopi zolwazi lwakho lobuqu Ilungelo lakho lokulungiswa - unelungelo lokusicela ukuba silungise iinkcukacha zakho ocinga ukuba azichanekanga. Ukwanalo nelungelo lokusicela ukuba sigqibezele ulwazi ocinga ukuba aluphelelanga. Ilungelo lakho lokucima - unelungelo lokusicela sicime iinkcukacha zakho kwiimeko ezithile. Ilungelo akho lokurhoxisa imvume yokusetyenziswa kwedata yakho nangaliphi na ixesha - Unokukhetha ukunqumamisa ukusetyenziswa kwedatha yakho ukuba imvume ibisisisekho esisemthethweni sokufumana ulwazi lwakho. Ilungelo lakho lokuthintela ukuqhubekeka - Unelungelo lokusicela ukuba sikuthintele ukusetyenziswa kolwazi lwakho buqu kwiimeko ezithile. Unelungelo lokuchasa - unelungelo lokuchasa ukusetyenzwa kolwazi lwakho lobuqu kwiimeko ezithile. Ilungelo lakho lokuphatheka kwedata - unelungelo lokucela ukuba ulwazi lomntu osinike lona siludlulisele komnye umbutho, okanye kuwe, kwiimeko ezithile. Awunyanzelekanga ukuba uhlawule nayiphina intlawulo ngokusebenzisa amalungelo wakho. Ngokuxhomekeka kwiimeko kunye nohlobo lwesicelo sakho akunakwenzeka ukuba senze into oyicelileyo, umzekelo, apho kukho imfuneko esemthethweni okanye yesivumelwano sokuba siqhube idatha yakho kwaye akunakwenzeka ukuzalisekisa izibophelelo zethu ezisemthethweni ukuba sinokuyeka. Ulwazi oluthe vetshe ngamalungelo akho luyafumaneka kwi [Information Commissioner's Office (ICO)](https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/individual-rights/individual-rights/).

# data_list
source: Removing the App
xh: Ukususa i-App

# data_list
source: We are sorry if you find our app no longer useful. Should you decide to remove our app, we may still retain some of your data (although anonymised) to troubleshoot, aid in investigations, comply with legal requirements or to add to our existing research data sets.
es: Lamentamos que nuestra aplicación ya no te resulte útil. Si decides eliminar nuestra aplicación, podemos conservar algunos de tus datos (aunque anónimos) para solucionar problemas, ayudar en investigaciones, cumplir requisitos legales o añadirlos a nuestros conjuntos de datos de investigación existentes.
xh: Siyaxolisa ukuba ufumanisa i-App yethu ayisakusebenzeli. Ukuba uthatha isigqibo sokuyisusa i-App yethu, sisenako ukugcina enye yedatha yakho ( nangona ingaziwa) ukulungisa ingxaki, ukunceda kuphando, ukuthobela iimfuno zomthetho okanye ukongeza kwiiseti sethu zedatha yophando esele lukhona.

# data_list
source: User Agreement
es: Acuerdo del Usuario
fa: توافق‌نامه کاربر
xh: Isivumelwano somsebenzisi

# data_list
source: Rules of Usage
es: Normas de Uso
fa: قوانین استفاده
xh: Imithetho yokusetyenziswa

# data_list
source: Content Changes
es: Cambios en el Contenido
fa: تغییرات محتوا
xh: Utshintsho lomxholo

# data_list
source: Intellectual property
es: Propiedad intelectual
fa: مالکیت فکری
xh: Inkcukacha ngobukrelekrele

# data_list
source: The appâ€™s source code is made available under the GNU General Public License v3.0 (GPL-3.0), while the content is licensed under Creative Commons Attribution (CC BY). The app itself, the trademarks, copyright, database rights and other intellectual property rights related to it, belong to or are licensed to the various applicable collaborators of the @global.app_name_full team (noting that code is covered under GPL 3 and content by CC BY license). The use of names and emblems/logos of collaborating institutions are the exclusive property of those institutions and are protected under international and national laws. Unauthorised use is prohibited. Logos may not be copied or reproduced in any way without the prior written permission of said institution.
xh: Ikhowudi yomthombo wosetyenziso yenziwe ifumaneke phantsi kwe GNU General Public Licence v3.0 (GPL-3.0), ngelixa umxholo unelayisenisi phantsi kwe Creative Commons Attributio (CC BY). I- app ngokwayo, impawu zorhwebo, icopyright, amalungelo edathabheyisi namanye amalungelo epropathi enomgangatho ophezulu wokuqonda anxulumene nayo, yeye okanye anike ilayisenisi kubadibanisi abohlukeneyo beqela le@global.app_name_full (uqaphele ukuba ikhowudi igutyungelwe phantsi kwe GPL 3 kwaye umxholo yi CC BY license). Ukusebenzisa amagama kunye neempawu/ iilogo zamaziko asebenzisanayo ziyipropathi eyodwa yaloomaziko kwaye akhuselwe phantsi kwemigaqo yamazwe ngamazwe neyesizwe. Ukusetyenziswa okungagunyaziswanga akuvumelekanga. Ilogo ayinakusetyenziswa okanye yenziwe ngokutsha kuyo nayiphi na ngaphandle kwemvume ebhaliweyo kwangaphambili yelo ziko.

# data_list
source: Submissions
es: Envíos
fa: ارسال‌ها
xh: Ukungeniswa

# data_list
source: Security
es: Seguridad
fa: امنیت
xh: Ukhuseleko

# data_list
source: External links and resources
es: Enlaces y recursos externos
fa: پیوندها و منابع خارجی
xh: Amakhonkco angaphandle kunye nezibonelelo

# data_list
source: Disclaimer
es: Exención de responsabilidad
xh: I-Disclaimer

# data_list
source: Applicable Law and Jurisdiction
xh: Umgaqo-siseko ofanelekileyo kunye Nomphakathi

# data_list
source: Contact Us
es: Contáctanos
fa: تماس با ما
xh: Qhagamshela nathi

# global
source: Terms & Conditions
es: Términos y Condiciones
xh: Imimmiselo & Imiqathango

# global
source: Privacy Policy
es: Política de Privacidad
fa: سیاست حفظ حریم خصوصی
xh: Umthetho Wabucala

# template
source: By providing your consent below you acknowledge reading and accepting the @global.terms_and_conditions and @global.privacy_policy. The most important commitments are: 1. This is, and will always be, a fully free app. 2. Your data will never be sold. We are not for profit. 3. By using the app you are helping to make the app better for you and others. 4. Your anonymised data may be used for research purposes by our @global.app_name team.
es: Al dar tu consentimiento a continuación, reconoces haber leído y aceptado los @global.terms_and_conditions y la @global.privacy_policy. Los compromisos más importantes son: 1. Esta es, y siempre será, una aplicación totalmente gratuita. 2. Tus datos nunca se venderán. No tenemos fines de lucro. 3. Al utilizar la aplicación, contribuyes a mejorarla para ti y para los demás. 4. Nuestro equipo @global.app_name puede utilizar tus datos anónimos con fines de investigación.
xh: Ngokunikezela ngemvume yakho ngezantsi uyavuma ukufunda kwaye wamkele @global.terms_and_conditions kunye @global.privacy_policy. Ezona mbophelelo zibalulekileyo zezi: 1. Lena, kwaye iyakusoloko, iyi app yasimahla ngokupheleleyo. 2. I data yakho ayisokuze ithengiswe. Asiyenzeli nzuzo. 3. Ngokusebenzisa i app uncedisa wena nabanye ukwenza i app ngcono. 4. I data yakho engachazwangwa isenokusetyenziswa ngeenjongo zophando liqumrhu lethu u @global.app_name.

# template
source: These policies are still under construction. We value advice and input to improve them.
es: Estas políticas están aún en elaboración. Valoramos los consejos y aportaciones para mejorarlas.
xh: Le migaqo-nkqubo isakhiwa. Siyalixabisa icebiso kunye negalelo lokuziphucula.

# template
source: I consent to the commitments stated above.
es: Acepto los compromisos mencionados arriba.
xh: Ndiyavumelana nezibophelelo ezichazwe ngasentla.

# template
source: Continue
es: Continúa
xh: Qhubekeka

# template
source: Last updated: @global.deployment_terms_text
es: Última actualización: @global.deployment_terms_text
xh: Uhlaziyo lokugqibela kwi@global.deployment_terms_text

# template
source: You can only move on and access the app if you provide your consent.
es: Solo podrás seguir adelante y acceder a la aplicación si das tu consentimiento.
xh: Ungaqhubela phambili kwaye ufikelele kwi-app ukuba unikezela ngemvume yakho.

# data_list
source: Changes to the Privacy Policy
fa: تغییرات در سیاست حفظ حریم خصوصی
