Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app_malaysia/*/*_main.po
Languages: es, si, xh, zu

# data_list
source: Parent or caregiver
xh: Umzali okanye umnakekeli

# data_list
source: Facilitator
es: Persona Facilitadora
xh: Umbhexeshi

# data_list
source: System tester
es: Evaluador de Sistema
xh: Umvavanyi wenkqubo

# data_list
source: None of the above
es: Ninguna de las anteriores
xh: Akukho nanye kwezi zingentla

# data_list
source: Man
es: Hombre
si: පුරුෂයා
xh: Indoda
zu: Owesilisa

# data_list
source: Woman
es: Mujer
si: කාන්තාව
xh: Mfazi
zu: Owesifazane

# data_list
source: Prefer not to say
es: Prefiero no decirlo
si: කීමට අකමැතියි
xh: Ukhetha ukungatsho
zu: Ngikhetha ukungasho

# data_list
source: Partners
es: Socios
xh: Amaqabane

# data_list
source: Donors
es: Donadores
xh: Abaxhasi

# data_list
source: REFLECT
xh: Cingisisa
zu: HLAZIYA

# data_list
source: I can’t do it!
xh: Andikwazi ukuyenza!

# data_list
source: Okay.
xh: Kulungile.

# data_list
source: LEARN BY PLAYING
xh: FUNDA NGOKUDLALA

# data_list
source: 🔄 Think about when you will cook together again! You can also practise understanding numbers and quantities during other activities like shopping or building/making things
es: 🔄 ¡Piensa cuándo volverán a cocinar juntos! También pueden practicar la comprensión de los números y las cantidades durante otras actividades como ir de compras o construir/hacer cosas
si: 🔄 ඔබ නැවත එකට උයන්නේ කවදාදැයි සිතා බලන්න! සාප්පු සවාරි යාම හෝ විවිධ දේවල් තැනීම / සෑදීම වැනි වෙනත් ක්‍රියාකාරකම් අතරතුර අංක සහ ප්‍රමාණ තේරුම් ගැනීමට පුහුණු කරන්න පුලුවන්.
xh: 🔄 Cinga ukuba niza kupheka nini kunye kwakhona! Unokuziqhelanisa nokuqonda amanani kunye nobungakanani ngexesha leminye imisebenzi efana nokuthenga okanye ukwakha/ukwenza izinto
zu: 🔄 Cabanga ngokutih nizopheka nini ndawonye futhi! Ungamujwayeza ukuqonda izinombolo nobuningi uma nenza izinto njengokuthenga ezitolo noma ukwakha izinto

# data_list
source: Be positive, praise your child, and enjoy spending this time with them 😃💚
xh: Yiba nethemba, ncoma umntwana, kwaye wonwabele ukuchitha elixesha kunye naye 😃💚
zu: Yiba sesimweni esihle, ncoma ingane yakho futhi ujabulele ukuchitha isikhathi naye 😃💚

# data_list
source: Playtime with Books
xh: Ixesha Lokudlala Ngeencwadi

# data_list
source: 👀 I spy is a fun game to play with your child that will help them learn about letters and words!
xh: 👀 Ukuhlola ngumdlalo omnandi onokuwudlala nomntwana wakho oya kumnceda afunde ngoonobumba namagama!
zu: 👀 Ngipopola umdlalo omnandi ongawudlala nengane yakho ezoyisiza ukufunda ama -alfabhethi namagama!

# data_list
source: Play this game with as many objects as possible and as many different letters! Help your child to learn about the different letters and sounds in words. This will help them learn to read at home and school. 🎓
xh: Dlala lo mdlalo ngezinto ezininzi kangangoko kunye nonobumba abaninzi abahlukeneyo! Nceda umntwana wakho afunde ngoonobumba abahlukeneyo nezandi zamagama. Oku kuya kubanceda bafunde ukufunda ekhaya nasesikolweni. 🎓
zu: Dlala lomdlalo ngezinto eziningi nama - alfabhethi ahlukahlukene! Siza ingane yakho ukufunda ngama - alfabhethi ahlukene nemisindo esemagameni. Lokhu kuzoyisiza ekufundeni ekhaya nasesikoleni. 🎓

# data_list
source: 🔄 You can play the categorising game anywhere! Just look around and ask your child to find things from the category you say!
xh: 🔄 Ungadlala umdlalo wokwahlulahlula naphi na! Jonga ngapha nangapha kwaye ucele umntwana wakho ukuba akhangele izinto kudidi oluthethayo!
zu: 🔄 Ningadlala lomdlalo wokuhlukanisa noma ikuphi! Buka eduzane bese utshela ingane yakho ukuthi ithole izinto kwisigaba osishoyo!

# data_list
source: Playing games with letters can help your child learn the alphabet and how letters are put together to make words.
xh: Ukudlala imidlalo ngoonobumba kunokunceda umntwana wakho afunde ialfabhethi nendlela oonobumba abahlanganiswa ngayo ukwenza amagama.
zu: Ukudlala imidlalo ngamagama kungasiza ingane yakho ukufunda ahlanganiswa kanjani ama-alfabhethi ukwakha amagama.

# data_list
source: Riddles and puzzles are a fun way to build thinking skills! 💡
es: Las adivinanzas y los rompecabezas son una forma divertida de desarrollar la capacidad de pensar. 💡
si: ප්‍රහේලිකා යනු සිතීමේ හැකියාව වර්ධනය කිරීමට විනෝදජනක ක්‍රමයකි! 💡
xh: Amaqashiso kunye neephazili yindlela eyonwabisayo yokwakha izakhono zokucinga!💡
zu: Iziphicaphicano namaphazili ayindlela ejabulisayo yokwakha ikhono lokucabanga! 💡

# data_list
source: Learning is fun! 🎓
es: ¡Aprender es divertido! 🎓
si: ඉගෙනීම විනෝදජනකයි! 🎓
xh: Ukufunda kukonwaba!🎓
zu: Ukufunda kumnandi! 🎓

# data_list
source: Make up a Story
xh: Yenza Ibali

# data_list
source: Creating stories together is a great way to have fun with imagination - and to build your child’s creativity! 📖
xh: Ukwenza amabali kunye yindlela entle kakhulu yokonwaba ngokuboniswa - kunye nokwakha ubuchule bomntwana wakho! 📖
zu: Ukwakha izindaba ndawonye indlela enhle yokuzijabulisa ngomcabango - nokwakha ubuhlakani enganeni yakho! 📖

# data_list
source: 🔔 Be creative and do not tell your child what to say. It does not need to be a real story to be fun!
xh: 🔔 Yiba nobuchule kwaye ungamxeleli umntwana wakho ukuba makathini. Akuyomfuneko ukuba ibe libali lokwenyani ukuze kube mnandi!
zu: 🔔 Yiba nobuhlakani futhi ungayitsheli ingane yakho ukuthi ithini. Akudingeki ukuthi kube indaba yangempela ukuze ijabulise!

# data_list
source: Playing with Clothes
xh: Ukudlala ngeMpahla

# data_list
source: 👋 Clap, hop, jump: Play the following game with your child. Make it active!
si: 👋 අත්පුඩි ගසන්න, පිම්මක් පනින්න, උඩ පනින්න: ඔබේ දරුවා සමඟ පහත ක්‍රීඩාව කරන්න. එය ක්‍රියාශීලීව කරන්න!
xh: 👋 Qhwaba, xhuma, tsiba: Dlala lomdlalo ulandelayo kunye nomntwana wakho. Yenze isebenze!
zu: 👋 Shaya izandla, gxuma kancane, gxuma: Dlala lo mdlalo olandelayo nomntwana wakho. Yenza isenzo!

# data_list
source: Thinking Games
xh: Imidlalo Ecingisisayo

# data_list
source: 📺 Squares, squares everywhere
es: 📺 Cuadrados, cuadrados por todas partes
si: 📺 කොටු, හැම තැනකම කොටු
xh: 📺Izikwere, izikwere ndawo yonke
zu: 📺 Izikwele, izikwele yonke indawo

# data_list
source: 💡 Let’s make a story!
es: 💡 ¡Hagamos una historia!
si: 💡 අපි කතන්දරයක් හදමු!
xh: 💡 Makhe senze ibali!
zu: 💡 Masakhe indaba!

# data_list
source: 📝 Have fun being creative with writing!
es: 📝 ¡Diviértete siendo creativo con la escritura!
si: 📝 ලිවීමෙන් නිර්මාණශීලී වී විනෝද වන්න!
xh: 📝Yonwaba ngokuba nobuchule ngokubhala!
zu: 📝 Zijabulise ngokusungula ukubhala!

# data_list
source: A Friendly Chat
xh: Incoko Yobuhlobo

# data_list
source: Get Active
xh: Qala ukusebenza

# data_list
source: Be an Artist!
xh: Yiba Ligcisa!

# data_list
source: SUPPORT CURIOSITY
xh: XHASA UMDLA

# data_list
source: One-on-One Time
xh: Ixesha Lomnye Nomnye
zu: Isikhathi Sokuthi Nibe Nobabili Ndawonye

# data_list
source: Feelings
xh: Iimvakalelo

# data_list
source: Child Development
es: Desarrollo infantil
xh: Ukukhula komntwana
zu: Ukuthuthuka Kwengane

# data_list
source: Consequences
xh: Iziphumo

# data_list
source: Problem Solving
xh: Ukucombulula Iingxaki
zu: Ukuxazulula Inkinga

# data_list
source: Online Safety
xh: Ukhuseleko kwi-Intanethi
zu: Ukuphepha Ku-inthanethi

# data_list
source: WORK TOGETHER
es: TRABAJAR JUNTOS
xh: SEBENZANI KUNYE
zu: Sebenzisanani

# data_list
source: EXPLAIN
xh: CACISA
zu: CHAZA

# data_list
source: LISTEN
es: ESCUCHAR
xh: MAMELA
zu: LALELA

# data_list
source: BUILD
xh: YAKHA

# data_list
source: Great idea! What do we need to do first?
xh: Yingcinga entle! Kudingeka ukuba senze ntoni kuqala?

# data_list
source: Can we read our bedtime story here tonight?
xh: Singakwazi ukufunda ibali lethu lokulala apha ngokuhlwa?

# data_list
source: At home
xh: Ekhaya
zu: Ekhaya

# data_list
source: All of the above
es: Todas las anteriores
xh: Zonke ezi zingentla
zu: Konke okungenhla

# data_list
source: True or False: If I send a picture to a friend, it will only be visible to them.
es: Verdadero o Falso: Si le mando una foto a alguien, solo será visible para ella o él.
xh: Yinyani okanye Ayonyani: Ukuba ndithumelela umhlobo umfanekiso, uya kubonakala kuye kuphela.
zu: Iqiniso noma Akulona iqiniso: Uma ngithumela isithombe kumngane, nguye kuphela ozosibona.

# data_list
source: My password is strong because you have to know my home address to guess it.
es: Mi contraseña es segura porque tendrías que saber la dirección de mi casa para adivinarla.
xh: Iphasiwedi yam yomelele kuba kufuneka uyazi idilesi yasekhaya ukuze uyiqashisele.

# data_list
source: Links sent to me by my family and friends are safe to click on.
es: Es seguro hacer clic en los enlaces que me envían mis familiares y amistades.
xh: I-links ezithunyelwe kum lusapho lwam kunye nabahlobo bam zikhuselekile ukuba ungacofa kuzo.

# data_list
source: BUILD TRUST
es: CONSTRUIR CONFIANZA
xh: YAKHA UKUTHEMBA
zu: KWAKHA UKWETHEMBANA

# data_list
source: DAY
es: PRACTICAR
xh: USUKU
zu: USUKU

# data_list
source: PLAY
es: JUGAR
xh: DLALA
zu: DLALA

# data_list
source: STAY
es: ESTAR
xh: HLALA
zu: HLEZI

# data_list
source: BE SPECIFIC
es: ESPECIFICAR LO QUE QUIERES
xh: YIBA NGQO

# data_list
source: BE REALISTIC
es: SER REALISTA
xh: NYANISEKA

# data_list
source: Looking after yourself matters. And how you feel matters too!
xh: Ukuzihoya kubalulekile. Kwaye ibalulekile indlela oziva ngayo!
zu: Ukuzinakekela kubalulekile. Nokuthi uzizwa kanjani nakho kubalulekile!

# data_list
source: Sometimes things go great. Sometimes they do not. And sometimes we do not quite know what to think... and that is totally okay! Remember that you are not alone.
xh: Maxa wambi izinto zihamba kakuhle. Maxa wambi azihambi kakuhle. Kwaye maxa wambi sivela singayazi ukuba masicinge ntoni... Kwaye kulungile ngokupheleleyo! Khumbula into yokuba awukho wedwa.
zu: Ngesinye isikhathi izinto zihamba kahle. Kwesinye isikhathi azihambi kahle. Ngesinye isikhathi sigcina singasazi ukuthi sicabangeni...nalokho kulungile! Khumbula ukuthi awuwedwa.

# data_list
source: Sorry that things are hard right now. You deserve good things and @global.app_name is here to support you every step of the way.
xh: Uxolo ngokuba izinto zinzima okwangoku. Ufanelwe zizinto ezilungileyo kwaye u @global.app_name ukhona ukukuxhasa naliphina inyathelo lendlela.
zu: Uxolo ukuthi isimo sisenzima okwamanje. Ufanelwe izinto ezinhle ne@global.app_name ikhona ukukweseka ngaso sonke isikhathi.

# data_list
source: True or False: Parents should set time limits on how long their child can use the internet each day.
xh: Yinyani okanye Ayonyani: Abazali bafanele babeke imida yexesha lokuba umntwana wabo unokuyisebenzisa ixesha elingakanani i-intanethi suku ngalunye.

# data_list
source: That’s great! Helping your child stay safe online is important so they can learn and connect with others. Well done for getting involved. They will be safer for it! 🔑
xh: Kuhle kakhulu! Ukunceda umntwana wakho ahlale ekhuselekile kwi-intanethi kubalulekile ukuze afunde kwaye anxibelelane nabanye. Wenze kakuhle ngokubandakanyeka. Baya kukhuseleka ngakumbi kuyo! 🔑

# data_list
source: That’s OK. Put some time aside this week to do this activity with your child. ⏰ It’s important to talk to our children about how to stay safe online so they can use the digital world to learn more and connect with others. You can do this! ⭐
xh: Kulungile. Beka ixesha ecaleni kule veki ukwenza lo msebenzi nge-@fields. child_nickname. ⏰ Kubalulekile ukuthetha nabantwana bethu malunga nendlela yokuhlala ukhuselekile kwi-intanethi ukuze basebenzise ihlabathi ledijithali ukufunda ngakumbi kwaye banxibelelane nabanye. Ungayenza le nto! ⭐

# data_list
source: If your child tells me they feel uncomfortable about someone touching them on their private parts, I should:
xh: Ukuba umntwana wakho undixelela ukuba uziva engakhululekanga malunga nomntu omphathaphatha kwamalungu akhe angasese, Kufuneka Ndi:

# data_list
source: BE HONEST
es: HABLAR CON HONESTIDAD
xh: NYANISEKA

# data_list
source: Feel the ground
xh: Yiva umhlaba
zu: Yizwa izinyawo zithinte phansi

# data_list
source: Amazing, life is the best when you're feeling good.
es: Increíble, la vida es mejor cuando te sientes bien.
xh: Kuyamangalisa, ubomi bulungile xa uziva kamandi.
zu: Kuyamangalisa, ukuphila kuhle uma uzizwa kahle.

# data_list
source: Everyone has times when they are not feeling good. This is completely normal. Hopefully you feel better soon.
xh: Sonke sinamaxesha okungazivi kamandi. Oku kuqhelekile. Ngethemba uzoziva ungcono kwamsinya.
zu: Wonke umuntu uba nazo izikhathi lapho engazizwa kahle. Lokhu kujwayelekile. Siyathemba uzozizwa ungcono maduzane.

# data_list
source: It is part of life to have bad days. Always remember, tough times never last and tomorrow is another day!
es: Tener días malos es parte de la vida. ¡Recuerda siempre que los tiempos difíciles no duran para siempre y que mañana será otro día!
xh: Yinxalenye yobomi ukuba neentsuku ezimbi. Rhoqo ukhumbula, amaxesha anzima awapheli kwaye ngomso lolunye usuku!
zu: Kuyingxenye yempilo ukuba nezinsuku ezimbi. Njalo khumbula, izikhathi ezinzima azihlali nathi nokuthi kusasa kungolunye usuku!

# data_list
source: SHARE
es: COMPARTIR
xh: YABELANANI
zu: YABELANA

# data_list
source: That's OK! If you don't have time today, set some time aside tomorrow.
es: ¡De acuerdo! Si hoy no tienes tiempo, puedes apartar un poco para mañana.
si: ඒකට කමක් නෑ! අද ඔයාට වෙලාවක් නැත්නම්, හෙට දවෙසන් පොඩි වේලාවක් වෙන් කරගන්න.
xh: Kulungile! Ukuba awunalo ixesha namhlanje, beka bucala ixesha ngomso.
zu: Kulungile! Uma ungenaso isikhathi namuhla, zinikeze isikhathi kusasa.

# data_list
source: Quick pause
xh: Ukunqumama okukhawulezileyo
zu: Ikhefu elisheshayo

# data_list
source: True or False: Parents should wait until their children are school-aged before talking about risks of sexual abuse.
xh: Yinyani okanye Ayonyani: Abazali kufuneka balinde abantwana babo babe kwiminyaka yesikolo ngaphambi kokuba bathethe malunga nemingcipheko yokuxatshazwa ngezesondo.

# data_list
source: Say they shouldn’t talk about those body parts
es: Decirle que no debería hablar sobre esas partes del cuerpo
xh: Yithi abafanelanga bathethe ngaloo malungu omzimba

# data_list
source: Appreciate them for being brave to share with you and report the person if necessary
es: Agradecerle por su valentía al compartirlo contigo y denuncia a la persona, si es necesario
xh: Babulele ngokuba nesibindi sokwabelana nawe kwaye mxele lomntu ukuba kuyimfuneko

# data_list
source: 4️⃣ Here are four tips to help you teach your child about safe and unsafe touch and what to do if they feel unsafe when someone touches them. 💛
xh: 4️⃣ Nazi iingcebiso ezine ukukunceda ufundise umntwana wakho malunga nokuphatha okukhuselekileyo kunye nokungakhuselekanga kwakunye nokuba wenzani ukuba uziva engakhuselekanga xa umntu emphatha. 💛

# data_list
source: “NO” IS OK!
es: ¡DECIR "NO", ESTÁ BIEN!
xh: U"HAYI" UVUMELEKILE!

# data_list
source: GET AWAY
es: ALEJARSE
xh: BALEKA

# data_list
source: That’s great! 💙 This will help them protect themselves if they ever feel unsafe when somebody touches them. You’re doing so well!
xh: Kuhle kakhulu! 💙 Oku kuzakubanceda bazikhusele ukuba bathe baziva bengakhuselekanga xa umntu ebaphatha. Uqhuba kakuhle kakhulu!

# data_list
source: That's OK! If you don't have time today, set some time aside tomorrow. Talking to your child about this will help them protect themselves if they ever feel unsafe when somebody touches them. 💙 You’re doing so well!
xh: KULUNGILE! ukuba awunalo ixesha namhlanje, beka ixeshana ecaleni ngomso. Ukuthetha nomntwana wakho malunga noku kuzakumnceda azikhusele ukuba ukhe waziva engakhuselekanga xa umntu othile emphatha.💙 Uqhuba kakuhle kakhulu!

# data_list
source: True or False: When my child is upset, I should wait for them to come to me. I don’t want to upset them further by asking what is troubling them.
xh: Yinyani okanye Ayonyani: Xa umntwana wam ekhathazekile, kufuneka ndimlinde aze kum. Andifuni ukumcaphukisa nangakumbi ngokumbuza yintoni emhluphayo.

# data_list
source: It’s my Uncle, he… he… he touched me.
xh: Ngumalume wam, u... u... uye wandiphatha.

# data_list
source: 4️⃣ Here are four things you can do to support your child when they share something difficult with you:
xh: Nazi izinto ezine onokuzenza ukuze uxhase umntwana wakho xa esabelana nawe ngento enzima:

# data_list
source: Amazing! 💙This can help prepare you and your child to face hard situations AND avoid them in the first place.
xh: Kuyamangalisa! 💙 Oku kunganceda ukulungiselela wena kunye nomntwana wakho nijongane neemeko ezinzima KWAYE niziphephe kwasekuqaleni.

# data_list
source: That's OK! Plan to set aside an hour in the next few days to have this chat with your child. This can help prepare you and your child to face hard situations AND avoid them in the first place.
xh: Oko KULUNGILE! Cwangcisela ukubeka iyure ecaleni kwezintsuku zimbalwa zizayo ukuze ubenencoko nomntwana wakho. Oku kungakunceda ulungiselele wena kunye nomntwana wakho ukuze nijongane neemeko ezinzima KWAYE nikwazi ukuziphepha kwasekuqaleni.

# data_list
source: Take a moment to check in with yourself.
xh: Thatha ithuba ukuzikhangela wena.
zu: Thatha umzuzu uzihlole

# data_list
source: Wonderful, I am so happy things are going well.
es: Maravilloso, me alegro mucho de que las cosas vayan bien.
xh: Kuhle, ndivuya kakhulu izinto zihamba kakuhle.
zu: Kuhle kakhulu, ngiyajabula ukuthi izinto zihamba kahle.

# data_list
source: Remember that YOU matter! Let’s check in with our emotions first.
xh: Khumbula ukuba Ubalulekile! Makhe sijonge indlela esiziva ngayo kuqala.
zu: Khumbula ukuthi UBALULEKILE!

# data_list
source: Well done for recognising a positive feeling. I am happy to hear you are feeling well today!
es: Bien hecho por reconocer un sentimiento agradable. Me alegra saber que hoy te encuentras bien.
xh: Wenze kakuhle ekuqondeni imvakalelo ezilungileyo. Kuyandivuyisa ukuva ukuba uziva kamandi namhlanje!
zu: Usebenzile ngokuthi uqaphele ukuthi unemizwa emihle. Ngiyajabula ukuzwa ukuthi uzizwa kahle namuhla!

# data_list
source: Well done for recognising that you are not feeling great. Be kind to yourself, you deserve it.
xh: Kuhle ukuziqaphela xa ungaziva kakuhle. Yiba nobubele kuwe, ikufanele lonto.
zu: Wenze kahle ukuqaphela ukuthi awuzizwa kahle. Zinakekele namhlanje, kufanelekile.

# data_list
source: Well done for recognising a difficult feeling. It is okay not to be okay sometimes. Remember @global.app_name is here to support you.
es: Bien hecho por reconocer un sentimiento difícil. No pasa nada por no estar bien a veces. Recuerda que @global.app_name está aquí para apoyarte.
xh: Kuhle ukuba ukuqonda imvakalelo enzima.Kulungile ukuba ungabikho kakuhle ngamanye amaxesha. Khumbula @global.app_name ilapha ukukuxhasa wena.
zu: Wenze kahle ukuqaphela umuzwa onzima. Kulungile ukuthi ungabi kahle ngesinye isikhathi. Khumbula@global.app_name ikhona ukukweseka.

# data_list
source: Recognising how you feel helps you care for yourself well. You deserve it.
xh: Ukuziqonda indlela oziva ngayo kukunceda wena ukwazi ukuzikhathalela kakuhle. Ikufanele lonto.
zu: Ukuqaphela ukuthi uzizwa kanjani kuyasiza ukuzinakekela kahle. Ufanele.

# data_list
source: Wonderful, I am so happy! Keep up the good work.
es: Maravilloso, ¡me alegro mucho! Sigue trabajando así de bien.
si: අපූරුයි, මට ගොඩක් සතුටුයි! හොඳ වැඩ දිගටම කරගෙන යන්න.
xh: Kuhle, ndivuya kakhulu! Qhubeka nalo msebenzi mhle.
zu: Kuhle kakhulu, ngijabule! Qhubeka nokwenza umsebenzi omuhle.

# data_list
source: Sorry that things are difficult. All families struggle. @global.app_name is here to help!
xh: Uxolo ngokuba izinto zinzima. Zonke intsapho ziyasokola. @global.app_name ulapha ukunceda!
zu: Uxolo ukuzwa ukuthi izinto zinzima. Yonke imindeni iyazabalaza@global.app_name ikhona ukukusiza!

# data_list
source: Whatever went ‘wrong’ today, let it go and try again tomorrow. It is okay!
xh: Nokuba yintoni engahambanga kakuhle namhlanje, yiyeke idlule kwaye zama kwakhona ngomso. Kulungile!
zu: Noma ngabe yini engahambanga kahle namuhla, ungakhathazeki ngayo zama futhi kusasa. Kulungile!

# data_list
source: Here’s another one: Boys should not share when they are feeling sad or afraid.
es: Aquí tienes otra: Los niños y los hombres no deben hablar sobre cómo se sienten cuando están tristes o con miedo.
si: මෙන්න තවත් ප්‍රශ්නයක්: පිරිමි ළමයින් දුකෙන් හෝ බයෙන් සිටින විට එම හැඟීම් වෙනත් කෙනෙකු සමඟ බෙදා නොගත යුතුයි.
xh: Nantsi enye: Amakhwenkwe akufuneki babelane xana beziva bekahthazekile okanye besoyika.
zu: Nakhu okunye: Abafana akumele baxoxe mayelana nokuthi bazizwa bedangele noma besaba.

# data_list
source: Last one: As parents, we can also share our feelings with our children.
si: අවසාන ප්‍රශ්නය: දෙමාපියන් ලෙස, අපට අපගේ හැඟීම් අපගේ දරුවන් සමඟ බෙදා ගන්න පුලුවන්.
xh: Into yokugqibela: Njengomzali, singabelana nathi ngeemvakalelo zethu kunye nabantwana bethu.
zu: Okokugcina: Nathi singabazali, singaxoxa nezumntwana zethu ngemizwa yethu.

# data_list
source: LEARN
es: APRENDER
xh: FUNDA
zu: FUNDA

# data_list
source: NOTICE
es: IDENTIFICAR
xh: Qaphela
zu: Qaphela

# data_list
source: This will make such a big difference. Great job! ⭐
es: Esto hará una gran diferencia. ¡Buen trabajo! ⭐
si: මෙය විශාල වෙනසක් ඇති කරයි. නියම වැඩක්! ⭐
xh: Lento izakwenza omkhulu umehluko. Umsebenzi omhle!⭐
zu: Lokhu kuzokwenza umehluko omkhulu. Wenze umsebenzi omuhle! ⭐

# data_list
source: That’s okay. Try to make time this week.
es: No pasa nada. Intenta hacer tiempo esta semana.
xh: Kulungile. Zama ukwenza ixesha kuleveki.
zu: Kulungile. Zama ukwenza isikhathi kuleli sonto.

# data_list
source: Pause to respond
xh: Nqumama ukuze uphendule
zu: Thatha ikhefu ngaphambi kokuphendula

# data_list
source: Taking a moment for YOU makes a big difference for everyone!
xh: Ukuthatha ixesha LAKHO kwenza umehluko omkhulu kumntu wonke!
zu: Ukuthatha isikhathi usithathela wena kwenza umehluko omkhulu wenzela bonke

# data_list
source: Great that today is going well! What is one thing that has gone well today? Remember to praise yourself for it.
xh: Kuhle kuba namhlanje izinto zihamba kakuhle! Yintoni into enye ehambe kakuhle namhlanje? Khumbula ukuzincoma ngaloo nto.
zu: Kuhle ukuthi kuhamba kahle namuhla! Iyiphi into eyodwa ehambe kahle namuhla? Khumbula ukuzincoma ngayo.

# data_list
source: Every day has its good and hard parts. Praise yourself for everything you have done so far – you are amazing.
xh: Zonke intsuku zibanendawo ezinzima kunye nezintle. Zincome ngako konke osele ukwenzile ngoku - uyamangalisa.
zu: Zonke izinsuku kuba nokuhle nokunzima. Zincome ngakho konke osukwenzile kuze kube manje - uyamangalisa.

# data_list
source: Sorry to hear you are feeling difficult feelings today. Well done for recognising those emotions and trying to be calm and kind to yourself. You are setting a great example for your family.
xh: Uxolo ngokuziva unemvakalelelo ezinzima namhlanje. Wenze kakuhle ngokuqaphela ezomvakalelo kwaye wazama ukuzola wanobubele kuwe. Ubonisa umzekelo omhle kusapho lwakho.
zu: Uxolo ukuzwa ukuthi uzwa kanzima namhlanje.Wenze kahle ukuqaphela leyomizwa nokuzama ukuthi uzole ube nomusa kuwe.Uyisibonelo esihle emndenini wakho.

# data_list
source: There is no right or wrong way to feel. However you are feeling, it is okay.
xh: Akukho ndlela ilungileyo nengalunganga omawuzive ngayo. Noba uziva njani, kulungile.
zu: Ayikho indlela elungile nengalungile yokuba nemizwa.Ngaleyondlela ozizwa ngayo, ilungile.

# data_list
source: Well done for recognising how you feel. Good to hear that you are feeling well today!
xh: Wenze kakuhle ngokuqonda indlela oziva ngayo. Kuhle ukuva ukuba uziva kamandi namhlanje!
zu: Wenze kahle ngokuthi uqaphele ukuthi uzizwa kanjani. Ngiyajabula ukuzwa ukuthi uzizwa kahle namuhla!
