Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app_malaysia/*/*_main.po
Languages: es, si, xh, zu

# global
source: Is your child a girl or a boy?
es: ¿Tu hijo es una niña o un niño?
si: ඔබේ දරුවා ගැහැණු ළමයෙක්ද පිරිමි ළමයෙක්ද?
xh: Ingaba umntwana wakho yintombi okanye yinkwenkwe?
zu: Ingabe ingane yakho intombazane noma umfana?

# global
source: Select gender
xh: Khetha isini

# global
source: How many years old is your child?
si: ඔබේ දරුවාට වයස කීයද?
xh: Uneminyaka emingaphi ubudala umntwana wakho?

# global
source: Enter age
xh: Faka iminyaka

# global
source: Welcome to @global.app_name! To participate, you'll need a partner in parenting. There are 2 parenting experts to choose from:
xh: Wamkelekile e @global.app_name! Ukuthatha inxaxheba, uza kufuna iqabane ekubeni ngumzali. Kukho iingcali ezi-2 zobuzali onokukhetha kuzo:

# global
source: Welcome to @global.app_name! We’re so happy you’re here! Let’s find the right guide to support you in your parenting. Who would you like to learn with?
xh: Wamnkelekile e @global.app_name! Siyavuya ulapha! Masifumane isikhokelo esilungileyo sokuxhasa wena ebuzalini. Ungathanda ukufunda nabani?

# global
source: How many children do you care for in your home?
xh: Bangaphi abantwana obakhathalelayo ekhayeni lakho?

# global
source: Enter number of children
xh: Faka inani labantwana

# global
source: Please enter a number between 1 and 20.
xh: Ndicela ufake inani phakathi ko 1 kunye no 20.

# template
source: Copy code
es: Copiar código
xh: Khuphela ikhowudi

# template
source: Copied!
es: ¡Copiado!
xh: Ikhutshelwe!

# template
source: Last sync at: @local.sync_latest
es: Última sincronización: @local.sync_latest
xh: Ungqamaniso lokugqibela e: @local.sync_latest
zu: Ukuxhumanisa kokungcina: @local.sync_latest

# template
source: This device has never been synced. Sync to reveal your code.
es: Este dispositivo nunca se ha sincronizado. Sincronízalo para revelar tu código.
xh: Esi sixhobo asizange singqanyaniswe. Ngqamanisa uzokuveza ikhowudi yakho.
zu: Le divayisi ayikaze ixhunyaniswe. Yixhumanise khona kuzovela ikhodi yakho.

# template
source: Sync now
es: Sincronizar ahora
xh: Ngqamanisa ngoku
zu: Kuxhumanise manje

# template
source: Syncing...
es: Sincronizando...
xh: Ungqamaniso...
zu: Kuyaxhumana...

# template
source: Submit
es: Enviar
xh: Ngenisa
zu: Hambisa

# template
source: Tap and type
es: Toca y escribe
xh: Cofa kwaye ubhale
zu: Chofoza bese uyabhala

# template
source: To launch the app in developer mode, enter your developer code in the box below and press @local.submit.
es: Para abrir la aplicación con opciones de desarrollador, ingresa tu código de desarrollador en el espacio de abajo y presiona @local.submit.
xh: Ukuqalisa usetyenziso lwe app kwimo yomphuhlisi, faka ikhowudi yomphuhlisi ekwibhokisi kwaye ucofe @local.submit.

# template
source: You have entered an incorrect code.
es: Has ingresado un código incorrecto.
xh: Ufake ikhowudi engachanekanga.
zu: Ufake ikhodi engalungile. noma fake ikhodi ekungasiyona.

# template
source: This code is correct.
xh: Le khowudi ichanekile.

# template
source: Enter developer mode
es: Abrir con opciones de desarrollador
xh: Faka isimo somphuhlisi

# template
source: @global.app_name has downloaded an update. Please restart the app to finish installation.
es: @global.app_name ha descargado una actualización. Reinicia la aplicación para finalizar la instalación.
xh: I@global.app_name ikhuphele into entsha. Nceda uqale i app kwakhona ukugqibezela ukuyifaka.

# template
source: Restart
es: Reiniciar
xh: Phinda uqalele

# template
source: What you need
xh: Yintoni oyidingayo

# template
source: Steps
xh: Amanyathelo

# template
source: More tips
xh: Ezinye iingcebiso

# template
source: Try also
xh: Zama ne

# template
source: Countdown days: @local.countdown_days
xh: Iintsuku zokubala: @local.countdown_days

# template
source: Choose a number of days to count down
xh: Khetha inani le ntsuku ukuzibala

# template
source: Save
es: Guardar
xh: Gcina
zu: Londoloza

# template
source: Continue
es: Continúa
xh: Qhubekeka
zu: Qhubeka

# template
source: Change countdown days
xh: Tshintsha iintsuku zokubala

# template
source: Templates
es: Plantillas
xh: Iitemplethi

# template
source: Dynamic data
es: Datos dinámicos
xh: Idatha eguqukayo

# template
source: Reset app
es: Restablecer aplicación
xh: Phinda usete iapp

# template
source: Open feedback
es: Abrir retroalimentación
xh: Vula impendulo

# template
source: Close feedback
es: Cerrar retroalimentación
xh: Vala impendulo

# template
source: Import user
es: Importar usuario
xh: Ngenisa umsebenzisi

# template
source: Developer mode
es: Opciones de desarrollador
xh: Indlela yomphuhlisi

# template
source: Exit developer mode
es: Salir de opciones de desarrollador
xh: Phuma kwindlela yomphuhlisi

# data_list
source: KEEP IT REAL
es: SER REALISTA
zu: YINGCINE IYIYONA

# data_list
source: ROUTINE
es: CREAR RUTINAS
zu: ISIMISO/ISENZO SENJWAYELO

# data_list
source: IDENTIFY
zu: KHOMBA

# data_list
source: Reject all their requests and say it is not necessary.
es: Rechaza todas sus peticiones y di que no es necesario.
zu: Nqaba izicelo zabo futhi uthi akudingeki.

# data_list
source: Warmly ask more about what influenced their interest to change and why.
zu: Ngemfudumalo buza ngokwengeziwe ukuthi yini ebathelele ukufisa ukushintsha futhi ngobani.

# data_list
source: Give Praise
es: RECONOCER
zu: Ukuncoma

# data_list
source: Fantastic! 🎉
es: ¡Fantástico! 🎉
zu: Kuyancomeka! 🎉

# data_list
source: True or False: Children learn more when they are told what to do instead of letting them explore and play.
zu: Iqiniso Noma Amanga: Izingane zifunda kakhudlwana lapho zitshelwa ukuthi zenzeni esikhundleni sokuzivumela zihambe zizihlolela futhi zidlale.

# data_list
source: GET HELP
es: BUSCAR AYUDA
zu: THOLA USIZO

# data_list
source: ASK QUESTIONS
es: HACER PREGUNTAS
zu: BUZA IMIBUZO

# data_list
source: ❗ If you can try and save even a tiny amount for the future or for an emergency. This can make a big difference over time.
zu: ❗ Uma ungazama ukongela ikusasa noma ukongela izimo eziphuthumayo noma kungaba imali encane kangakanani. Lokhu kungenza umehluko omkhulu ngokuhamba kwesikhathi.

# data_list
source: True or False: If my child understands their mistake and says sorry, that means I can bring up other mistakes they have made so that they learn.
zu: Iqiniso Noma Amanga: Uma ingane yami iliqonda iphutha layo futhi ithi ngiyaxolisa, lokho kusho ukuthi ngingakwazi ukuveza amanye amaphutha ewenzile ukuze ifunde.

# data_list
source: PRAISE EFFORT
es: RECONOCER EL ESFUERZO
zu: NCOMA IMIZAMO

# data_list
source: 🎨 Take the piece of paper from the monthly expenses activity that shows all the things you spend money on during a month.
zu: 🎨 Thatha isiqeshana sephepha emsebenzini wezindleko zanyanga zonke okhombisa zonke izinto ozithenga phakathi nenyanga.

# data_list
source: ⭐ Draw a star next to everything that you NEED. Add up all the things that have a star next to it.
zu: ⭐ Dweba inkanyezi eduze kwazo zonke izinto OZIDINGAYO. Hlanganisa zonke izinto ezinenkanyezi eduze kwazo.

# data_list
source: OPEN
zu: VULELEKA

# data_list
source: CARE
zu: NAKEKELA

# data_list
source: True or False: All children develop at the same speed as each other.
zu: Iqiniso noma Amanga: Zonke izingane zikhula ngesivinini esifanayo.

# data_list
source: KEEP IT POSITIVE
es: MANTENERLO POSITIVO
zu: KUGCINE KUKUHLE

# data_list
source: 📝 Get a piece of paper (or old newspaper or a cardboard box) and a pen.
zu: 📝 Thola isiqeshana sephepha (noma iphephandaba elidala noma isiqeshana sekhadibhodi) nepeni.

# data_list
source: 🎨 Draw pictures of all the things that you and your family spend money on each month.
zu: 🎨 Dweba izithombe zazo zonke izinto wena nomndeni wakho enizithenga nyanga zonke.

# data_list
source: BE QUICK
zu: SHESHA

# data_list
source: BE CLEAR
zu: CACISA

# global
source: What is your child's name?
es: ¿Cómo se llama tu niña, niño o adolescente?
si: ඔබේ දරුවාගේ නම කුමක්ද?
zu: Ubani igama lengane yakho?

# data_list
source: SHOW APPRECIATION
es: MOSTRAR APRECIO

# data_list
source: LEND A HAND
es: ECHAR UNA MANO

# data_list
source: That’s okay. Try to find a time to talk to them, even if it’s just explaining something you’re doing around the house! 💡
es: Entendemos. Intenta encontrar un momento para hablarle, puede ser para explicarle algo que ya estén haciendo en casa. 💡

# data_list
source: SORTING AND ORGANISING
es: CLASIFICAR Y ORGANIZAR

# data_list
source: ALLOW CREATIVITY
es: CREAR RUTINAS

# data_list
source: SHARE HOW YOU FEEL
es: COMPARTIR CÓMO TE SIENTES

# data_list
source: BE KIND TO YOURSELF
es: SER AMABLE CONTIGO

# data_list
source: In school
es: En la escuela

# data_list
source: 4️⃣ Here are four tips to help you know what your role is as your child’s caregiver and to teach them their role, too.
es: 4️⃣ Aquí tienes cuatro estrategias que te ayudarán a conocer cuál es tu rol como persona cuidadora de tu adolescente y a enseñarle también el suyo.

# data_list
source: True or false: It does not matter whether you give an instruction in a positive or negative way.
es: Verdadero o Falso: No importa si das una instrucción de manera positiva o negativa.

# data_list
source: TIMING MAKES A DIFFERENCE
es: ESTAR SINCRONIZADOS HACE LA DIFERENCIA

# data_list
source: RESPOND AND EXPLORE
es: RESPONDER Y EXPLORAR

# data_list
source: BUILD AND CONNECT
es: CONSTRUIR Y CONECTAR

# data_list
source: BE KIND
es: BUSCAR APOYO

# data_list
source: OBSERVE
es: OBSERVAR

# data_list
source: NURTURE
es: CUIDAR

# data_list
source: Great! 💙 Be proud of yourself when you manage to control your anger!
es: ¡Muy bien! 💙 ¡Siente orgullo por ti cuando logres regular tu enojo!

# data_list
source: START WRITING
es: EMPEZAR A ESCRIBIR

# data_list
source: Excellent! See if you can practise what they learned in school at home! 😃
es: ¡Excelente! ¡Intenten practicar en casa lo que ya ha aprendido en la escuela! 😃

# data_list
source: PRAISE, PRAISE, PRAISE
es: RECONOCER, RECONOCER, RECONOCER

# data_list
source: ASK FOR HELP
es: PEDIR AYUDA

# data_list
source: Religious Centre
es: Un Centro Religioso

# data_list
source: That’s okay. Try to review these steps together sometime this week.
es: Está bien. Intenten repasar estos pasos juntos en algún momento de esta semana.

# data_list
source: 👀 Look for anything good or helpful your child does.
si: 👀 ඔබේ දරුවා කරන හොඳ හෝ ප්‍රයෝජනවත් දෙයක් සොයන්න.

# data_list
source: 3️⃣ Here are three tips on how to create routines with your child.
si: 3️⃣ ඔබේ දරුවා සමඟ චර්යාවන් නිර්මාණය කරන්නේ කෙසේද යන්න පිළිබඳ උපදෙස් තුනක් මෙන්න.
