Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app_malaysia/*/*_main.po
Languages: es, si, xh, zu

# data_list
source: We all have good and hard days. Remember, you are the best parent for your teen and you deserve praise!
xh: Sonke sinemini ezilungileyo nezinzima. Khumbula, ungumzali ongcono kubantwana bakho abafikisayo kwaye ufanelwe kukunconywa!
zu: Sonke siyaba nezinsuku ezinhle nezinzima. Khumbula ungumzali omuhle wengane yakho futhi kumele unconywe!

# data_list
source: It can be hard to cope with everything happening in our lives. Remember, you are stronger than you may think!
xh: Kunganzima ukumelana nezinto zonke eziqhubekayo ebomini bethu. Khumbula, womelele kunokuba ucinga!
zu: Kungaba nzima ukumelana nakho konke okwenzakalayo ezimpilweni zethu. Khumbula, ukuthi uqinile kunalokhu okucabangayo!

# data_list
source: BE PATIENT
xh: YIBA NOMONDE

# data_list
source: In and out
xh: Tsala uze ukhuphe
zu: Udonse umoya uphinde uwukhiphe

# data_list
source: Recognising how you feel is key to handling life well. Be real and kind to yourself.
xh: Ukuqaphela indlela oziva ngayo ngundoqo ekuphatheni kakuhle ubomi. Nyaniseka kwaye ube nobubele kuwe.
zu: Ukuqaphela ukuthi uzizwa kanjani kubalulekile ukuphatha impilo kahle.Iba neqiniso futhi ube nomusa kuwe.

# data_list
source: You are a star. And you are making a real difference. You can be proud of yourself.
xh: Uyinkwenkwezi. Kwaye wenza oyena umehluko. Unganebhongo ngawe.
zu: Uyiqhawe. Wenza umehluko wangempela. Ziqhenye ngawe .

# data_list
source: Everyone has good and bad days. Well done for using this app. It shows you are a committed parent. Remember to praise yourself for it!
xh: Wonke umntu unemini ezintle nezimbi. Wenze kakuhle ngokusebenzisa le app. Ibonisa ukuba ungumzali ozinikeleyo. Khumbula ukuzincoma ngalonto!
zu: Wonke umuntu uyaba nezinsuku ezinhle nezimbi. Wenze kahle ukuthi usebenzise le app. Kuyabonisa ukuthi ungumzali ozinikele. Khumbula ukuzincomela lokho!

# data_list
source: Sorry that things are not easy today. All parents have these days. You are trying and moving forward!
xh: Uxolo ngokuba izinto zingekho lula namhlanje. Bonke abazali babanazo ezimini. Uyazama kwaye uhambela phambili!
zu: Uxolo ukuthi izinto azikho lula namhlanje. Bonke abazali bayahlangabezana nezinsuku ezinje. Uyazama futhi uya phambili!

# data_list
source: TAKE A PAUSE
es: HACER UNA PAUSA
xh: YIMA/ NQUMAMA

# data_list
source: Self-care is a key parenting tool. It starts with recognising how we feel.
xh: Ukuzikhathalela sesona sixhobo sobuzali. Iqala ngokuziqaphela indlela oziva ngayo.
zu: Ukuzinakekela kuyithuluzi elibalulekile lobuzali. Kuqala ngokuthi uqaphele ukuthi uzizwa kanjani.

# data_list
source: Great. And amazing that you are using this app – it shows your commitment as a parent. Make sure you give yourself credit and praise for what you are doing.
es: Estupendo. Y sorprendente que estés en este curso: demuestra tu compromiso como madre, padre o persona cuidadora. Asegúrate de que te reconoces lo que haces.
xh: Kuhle. Yaye kuyamangalisa ukubona usebenzisa le app – loo nto ibonisa ukuzimisela kwakho njengomzali. Qiniseka ukuba uyazincoma kwaye uzibulele ngoko ukwenzayo.
zu: Kuhle. Kuyamangalisa nokuthi usebenzisa le-app - kubonisa ukuzimisela kwakho njengomzali. Qiniseka ukuthi uyazivuza futhi uzincome ngalokho okwenzayo.

# data_list
source: Every day has its highs and lows. Praise yourself for being here and trying – you are moving forward.
xh: Zonke intsuku zinamahla ndenyuka azo. Zincome ngokuba ulapha kwaye uzama- uhambela phambili.
zu: Usuku nosuku kuba khona okuhle nokungekho kuhle. Zincome ngokuba lapha futhi uyazama - uya phambili.

# data_list
source: Sorry that things are difficult right now. Take a deep breath and know that you are valued.
xh: Uxolo ngokuba iimeko zinzima ngoku. Tsala umoya kwaye wazi ukuba uxatyisiwe.
zu: Uxolo ngokuthi isimo sinzima njengamanje. Donsa/khokhe umoya, uphefumule futhi wazi ukuthi ubalulekile.

# data_list
source: CONNECT
es: CONECTAR
xh: NXIBELELANA

# data_list
source: One thing today
xh: Into enye namhlanje
zu: Into eyodwa namuhla

# data_list
source: You matter! Take a moment to check in with yourself.
xh: Ubalulekile! Thatha ithuba uzikhangele wena.
zu: Ubalulekile! Thatha umzuzu uzihlole.

# data_list
source: Great to hear that you are doing well. You are a wonderful parent!
es: Me alegra saber que te va bien. ¡Eres una persona cuidadora maravillosa!
xh: Kumnandi ukuva ukuba uqhuba kakuhle. Ungumzali osemagqabini!
zu: Kuhle ukuzwa ukuthi wenza kahle. Ungumzali omangalisayo!

# data_list
source: Sorry that you are not having the best day. Well done for trying to figure everything out. Nobody has all the answers but you really do your best!
xh: Uxolo ngoba usuku lwakho alukuhambeli kakuhle. Wenze kakuhle ngokuzama ukubona yonke into. Akakho umntu onazo zonke iimpendulo kodwa eneneni wenza konke okusemandleni akho!
zu: Phephisa ukuthi usuku lwakho aluhambi kahle. Wenze kahle ngokuthi uzame ukulungisa. Akekho umuntu onazo zonke izimpendulo kodwa wenza konke okusemandleni akho!

# data_list
source: Sorry to hear that you are not having a good day. Well done for getting up every morning and trying again, even when you are tired. That is real courage and dedication!
es: Siento que no tengas un buen día. Enhorabuena por levantarte cada mañana e intentarlo de nuevo, aunque estés cansada. Eso sí que es valor y dedicación.
xh: Uxolo ngokuva ukuba alumnandanga usuku lwakho. Uqhube kakuhle ngokuvuka rhoqo ntsasa nganye kwaye uzame kwakhona, naxa sele udiniwe. kukukhalipha kokwenene kunye nokuzinikela!
zu: Phephisa ukuthi usuku lwakho aluhambi kahle. Wenze kahle ngokuthi uzame ukulungisa. Akekho umuntu onazo zonke izimpendulo kodwa wenza konke okusemandleni akho!

# data_list
source: True or False: The way you praise your child does not matter because any kind of praise is effective.
si: හරිද වැරදිද: ඔබ ඔබේ දරුවාව අගය කරන ආකාරය වැදගත් නොවේ, මන්ද ඕනෑම ආකාරයක අගය කිරීමක් ඵලදායී වේ.
xh: Yinyani okanye Ayonyani: Indlela omncoma ngayo umntwana wakho ayinamsebenzi kuba naluphi na uhlobo lokuncoma luyasebenza.
zu: Iqiniso noma Amanga: Indlela oncoma ngayo ingane yakho ayinankinga ngoba noma yiluphi uhlobo lokuncoma luyasebenza.

# data_list
source: SEE IT
es: OBSERVAR
xh: YIBONE
zu: KUBONE

# data_list
source: SAY IT
es: HALAGAR EL ESFUERZO
xh: YITHETHE
zu: KUSHO

# data_list
source: REPEAT IT
es: REPETIR
xh: YIPHINDE
zu: KUPHINDE

# data_list
source: Caring for yourself is so essential. When you know how you feel, you can see what you need.
xh: Ukuzikhathalela kubalulekile. Xa uyazi indlela oziva ngayo, uyayibona into oyidingayo.
zu: Ukuzinakekela kubalulekile kakhulu. Uma uzazi ukuthi uzizwa kanjani, ungabona ukuthi yini oyidingayo.

# data_list
source: Wonderful, I am so happy things are going well. Keep up the good work.
es: Maravilloso, me alegro mucho de que las cosas vayan bien. Sigue trabajando así de bien.
xh: Kuhle, ndivuya kakhulu izinto zihamba kakuhle. Qhubeka nalo msebenzi mhle.
zu: Kuhle kakhulu, ngiyajabula ukuthi izinto zikuhambela kahle. Qhubeka nokwenza umsebenzi omuhle.

# data_list
source: We all have better and worse days. The fact that you are here shows courage and commitment!
xh: Sonke sinemini ezintle nezimbi. Into yokuba lapha kwakho ibonisa ukukhalipha nokuzinikela!
zu: Sonke sinazo izinsuku ezingcono nezimbi. Kwakhona ukuthi ulapha kule app kutshengisa isibindi nokuzimisela!

# data_list
source: Okay!
xh: Kulungile!

# data_list
source: BE A TEAM
es: SER EQUIPO
xh: YIBANI LIQELA

# data_list
source: Small things
xh: Izinto ezincinci
zu: Izinto ezincane

# data_list
source: Looking after yourself well starts with noticing how you feel.
xh: Ukuzijonga kakuhle kuqala ngokuqonda indlela oziva ngayo.
zu: Ukuzinakekela kuqala ngokuqaphela ukuthi uzizwa kanjani.

# data_list
source: Fantastic! And well done for investing in yourself and your family – you have accomplished a lot.
es: ¡Fantástico! Y bien hecho por invertir en ti y en tu familia: has conseguido mucho.
xh: Kuyamangalisa! Kwaye wenze kakuhle ngokuzinikela kunye nosapho lwakho - uzuze lukhulu.
zu: Kuhle! futhi wenze kahle ukukhulisa amathuba akho nawomndeni wakho - uzuze okuningi.

# data_list
source: Sorry that you are not having the best day. Well done for trying to figure everything out. @global.app_name is here to help.
xh: Uxolo ngokuba ungenasuku luhle. Wenze kakuhle ngokuzama ukufumana yonke into. i@global.app_name ikhona ukunceda.
zu: Uxolo ukuthi usuku lwakho aluluhle namhlanje. Wenze kahle ukuzama ukuzitholela konke@global.app_name ikhona ukusiza.

# data_list
source: Being a parent can be challenging. Take a deep breath and recognise all you have done for your family – you deserve praise!
es: Ser madre, padre o persona cuidadora puede ser un reto. Toma una pausa, respira profundo y reconoce todo lo que has hecho por tu familia: ¡te mereces muchos reconocimientos!
xh: Ukuba ngumzali kungaba ngumceli mngeni. Tsala umoya kwaye qaphela konke okwenzileyo kusapho lwakho - ukufanele ukunconywa!
zu: Ukuba umzali kungaba nzima. Phefumula uqaphele konke okwenzele umndeni wakho - ufanele ukunconywa!

# data_list
source: It’s time to put away your toys.
xh: Lixesha lokubeka kude izinto zakho zokudlala.

# data_list
source: BE FAIR
es: SER REALISTA
xh: YIBA NOBULUNGISA
zu: YIBA NOBULUNGISWA

# data_list
source: BE CONSISTENT
es: SER CONSTANTE
xh: UKUNGAGUQUKUQUKI
zu: PHOKOPHELANI

# data_list
source: Take a moment to notice how you are doing.
xh: Thatha ithuba uqaphele ukuba uqhuba njani.
zu: Zinike isikhashana ubuke ukuthi uzizwa kanjani.

# data_list
source: Great! So good to hear that you are in a good space today. What a wonderful feeling!
xh: Kulunge kakhulu! Kuhle kakhulu ukuva ukuba ukwimeko entle namhlanje. Onjani wona umangaliso wemvakalelo!
zu: Kuhle! Kuhle uzwa ukuthi kuhamba kahle namuhla. Umuzwa umuhle lowo!

# data_list
source: Some days will have their challenges. That is okay. You are on the right path!
es: Algunos días tendrán sus retos. No pasa nada. ¡Estás en el buen camino!
xh: Ezinye intsuku zizakuba nemiceli mingeni yazo. Kulungile. Usendleleni elungileyo!
zu: Ezinye izinsuku zizoba nezingqinamba zazo. Lokho kulungile. Usendleleni efanele!

# data_list
source: Sorry that things are difficult now. It is completely normal to struggle sometimes. Remember that you are not alone!
xh: Uxolo ngokuba iimeko zinzima ngoku. Kuyinto eqhelekileyo ukuba usokole maxa wambi. Khumbula ukuba awukho wedwa!
zu: Uxolo ngokuthi isimo sinzima njengamanje. Kuvamile ukubhekana nobunzima ngezinye izikhathi. Khumbula ukuthi awuwedwa!

# data_list
source: Think about today
xh: Cinga malunga nemini yanamhlanje
zu: Cabanga ngosuku lwanamuhla

# data_list
source: Give it back to me!
xh: Yibuyisele kum!

# data_list
source: But I want it!
xh: Kodwa ndiyayifuna!

# data_list
source: Okay…
xh: Kulungile…

# data_list
source: BE CALM
es: MANTENER LA CALMA
xh: ZOLA
zu: EHLISA UMOYA

# data_list
source: BE POSITIVE
es: ESTABLECER METAS
xh: OKULUNGILEYO
zu: CABANGA IZINTO EZAKHAYO

# data_list
source: Power of three
xh: Amandla abantu abathathu
zu: Amandla abantu abathathu

# data_list
source: Being a great parent also means taking time to care for yourself every day. It starts with recognising how you feel.
xh: Ukuba ngumzali olungileyo kukwathetha ukuthi yibanexesha lakho lokuzikhathalela ntsukuzonke. Lonto iqala ekuziqapheleni indlela oziva ngayo.
zu: Ukuba umzali omuhle kusho ukuthatha isikhathi sokuzinakekela zonke izinsuku. Kuqala ngokuthi uqaphele ukuthi uzizwa kanjani.

# data_list
source: So good to hear you are feeling well today. You are incredible!
xh: Kuyavuyisa ukuva ukuba uziva kamnandi namhlanje. Uyamangalisa!
zu: Kuyajabulisa ukuzwa ukuthi uzizwa uphilile namhlanje. Uyamangalisa!

# data_list
source: We all have days where we just don’t know. That is okay! You are here and that is what matters.
xh: Sonke sibanentsuku apho sivele singayazi nje. Ilungile lonto! Ulapha kwaye lonto ibalulekile.
zu: Sonke siyaba nezinsuku lapho singazi nje. Lokho kulungile! Ulapha futhi ikhona okubalulekile.

# data_list
source: Being a parent can be hard. But you are here and that shows you want to keep improving things. That is a big accomplishment already!
xh: Ukuba ngumzali kunganzima. Kodwa ulapha kwaye lonto ibonisa ukuba ufuna ukuphucula izinto. Sele iyimpumelelo enkulu leyo!
zu: Ukuba umzali kungaba nzima.Kodwa ngoba ulapha futhi lokho kubonisa ukuthi ufuna ukuthuthukisa izinto. Impumelelo enkulu kuyimanje!

# data_list
source: True
es: Verdadero
si: හරි
xh: Yinyani
zu: Yiqiniso

# data_list
source: False
es: Falso
si: වැරදි
xh: Bubuxoki
zu: Akulona iqiniso

# data_list
source: Breathe to three
xh: Phefumla kathathu
zu: Phefumula izikhathi ezintathu

# data_list
source: Let’s take a moment for YOU. Looking after yourself well starts with noticing how you feel.
xh: Masithathe ithuba NAWE. Ukuzijongisa kakuhle kuqala ngokuziqaphela indlela oziva ngayo.
zu: Asenze isikhathi sakho. Ukuzinakekela kahle kuqala ngokuqaphela ukuthi uzizwa kanjani.

# data_list
source: Great! So good to hear you are in a positive space.
xh: Kulungile! Kuhle ukuva ukuba usendaweni elungileyo.
zu: Kuhle! Kuhle ukuzwa ukuthi uzizwa kahle.

# data_list
source: Things are not always easy. But that is how we can grow and learn every day!
xh: Izinto azisoloko zilula. Kodwa yindlela esingakhula kwaye sifunde ngayo ntsuku zonke!
zu: Izinto azihlali zilula njalo. Kodwa iyona ndlela esingakhula ngayo futhi sifunde nsuku zonke!

# data_list
source: Life can be hard. Whatever you are feeling, you can be proud of yourself for being here!
xh: Ubomi bunganzima. Nangayiphi indlela oziva ngayo, unganebhongo ngawe ngokubalapha!
zu: Impilo ingaba nzima. Noma ngabe uzizwa kanjani, ungaziqhenya ngokuba lapha!

# data_list
source: Let’s test your knowledge about children’s safety.
xh: Masikhe sivavanye ulwazi lwakho malunga nokhuseleko lwabantwana.

# data_list
source: Which of these is NOT a place where children could experience harm?
xh: Yeyiphi kwezi engeYIYO indawo apho abantwana bangafumana ukonzakala?

# data_list
source: Home
es: Inicio
xh: Ikhaya
zu: Ikhasi Lokuqala

# data_list
source: A friend’s house
es: La casa de una amiga o amigo
xh: Indlu yomhlobo
zu: Khabo mngane wayo

# data_list
source: School
es: La Escuela
xh: Isikolo
zu: Isikole

# data_list
source: Clinic
es: Una Clínica
xh: Ikliniki
zu: Umtholampilo

# data_list
source: Park
es: El Parque
xh: E-Pakini
zu: Ipaki

# data_list
source: Car
es: El Coche
xh: Imoto

# data_list
source: None of the Above
es: Ninguna de las Anteriores
xh: Akukho nanye kwezi ziNgentla
zu: Akukho kulokhu okusohlwini olungenhla

# data_list
source: Thank you.
xh: Enkosi.

# data_list
source: DRAW
es: DIBUJAR
xh: ZOBA
zu: DWEBA

# data_list
source: TALK
es: HABLAR
xh: THETHA
zu: XOXA

# data_list
source: DISCUSS
es: HABLAR
xh: XOXA
zu: XOXISANANI

# data_list
source: PRACTISE
es: PRACTICAR
xh: ZIQHELANISE

# data_list
source: Great! 💙 You are helping your child be aware of their surroundings to keep themselves safe.
xh: Kwakuhle! 💙 Uyamnceda umntwana wakho ukuba alumke kokumngqongileyo ukuze azigcine ekhuselekile.

# data_list
source: That's OK! If you don't have time today, set some time aside tomorrow to talk to your child about safe and unsafe places. You can do this! 🌷
xh: Oko KULUNGILE! Ukuba awunalo ixesha namhlanje, beka ixeshana ecaleni ngomso ukuze uthethe nomntwana wakho malunga nendawo ezikhuselekileyo kunye nezingakhuselekanga. Ungayenza lento! 🌷

# data_list
source: Relax
xh: Khululeka
zu: Phumula

# data_list
source: Check-in
xh: Khangela kwi

# data_list
source: Today's Topic
xh: Isihloko Sanamhlanje

# data_list
source: Explore
es: Explorar
xh: Phonononga

# data_list
source: Review
xh: Uphononongo

# data_list
source: Practise
es: Practicar
xh: Ukuziqhelanisa

# data_list
source: Home Activity
es: Actividad para Casa
xh: Umsebenzi Wasekhaya
zu: Umsebenzi wasekhaya

# data_list
source: Teen Testimonial
xh: Ubungqina Bomntwana Ofikisayo

# data_list
source: Content Notice
xh: Isaziso somxholo

# data_list
source: Body scan
xh: Uhlolo lomzimba
zu: Ukuhlola umzimba

# data_list
source: Take a moment for yourself first.
xh: Thatha ithuba lakho kuqala.
zu: Thatha isikhashana sakho kuqala.

# data_list
source: It is great to hear you are feeling positive today. You make a real difference for your family!
xh: Kuhle ukuva ukuba uziva ulungile namhlanje. Wenza umehluko nyhani kusapho lwakho!
zu: Kuhle ukuzwa ukuthi uzizwa kahle namhlanje. Ukuba khona kwakho kwenza omkhulu umehluko emndenini wakho!

# data_list
source: Life has its great and hard moments – that is okay. You are on the right track.
es: La vida tiene sus momentos buenos y sus momentos difíciles, y eso está bien. Vas por buen camino.
xh: Ubomi bunawo amaxesha amahle kunye nanzima - kulungile. Usendleleni elungileyo.
zu: Impilo inezikhathi ezinhle nezinzima - kulungile lokho. Wenza kahle.

# data_list
source: It is normal to have hard days as a parent. Take a deep breath and know you are not alone!
es: Es normal tener días difíciles como madre, padre o persona cuidadora. Respira profundo y recuerda que no estás sola o solo.
xh: Kuqhelekile ukuba nentsuku ezinzima njengomzali. Tsala umoya kwaye wazi ukuba awuwedwa!
zu: Kujwayelekile ukuba nezinsuku ezinzima njengomzali. Phefumula futhi wazi ukuthi awuwedwa!

# data_list
source: How are you feeling today?
es: ¿Cómo te sientes hoy?
xh: Uziva njani namhlanje?
zu: Uzizwa kanjani namuhla?

# data_list
source: Happy
es: Feliz
xh: Bayavuya
zu: Ukujabula

# data_list
source: Okay
es: Bien
xh: Kulungile
zu: Ngiyaphila

# data_list
source: Sad
es: Triste
xh: Ulusizi
zu: Ngidabukile

# data_list
source: But I still have so much homework to do!
xh: Kodwa ndisenomsebenzi omninzi wesikolo ekufuneka ndiwenze!

# data_list
source: Maybe I can start earlier?
xh: Mhlawumbi ndingaqalisa kwangethuba?

# data_list
source: KNOW IT
es: CONOCER
xh: YAZI
zu: YAZI

# data_list
source: SOLVE IT
es: RESOLVER
xh: YISOMBULULE
zu: IXAZULULE

# data_list
source: TRY IT
es: INTENTAR
xh: YIZAME
zu: KUZAME

# data_list
source: TEST IT
es: COMPROBAR
xh: SIVAVANYE
zu: SIHLOLE

# data_list
source: Yes
es: Sí
si: ඔව්
xh: Ewe
zu: Yebo

# data_list
source: Great!
es: ¡Maravilloso!
xh: Kulunge kakhulu!
zu: Kuhle!

# data_list
source: No
si: නැත
xh: Hayi
zu: Cha

# global
source: Welcome to @global.app_name
xh: Wamkelekile kwi @global.app_name

# global
source: Please select your gender
xh: Nceda ukhethe isini sakho

# global
source: I am a...
xh: Ndiyi...

# global
source: 5 December 2024
xh: 5 Disemba 2024

# global
source: Tap and choose
xh: Cofa uze ukhethe
zu: Chofoza bese uyakhetha

# global
source: About @global.app_name
es: Acerca de @global.app_name
xh: Malunga @global.app_name

# global
source: Language
es: Idioma
xh: Ulwimi
zu: Ulimi

# global
source: User ID
es: ID de usuario
xh: Isazisi somsebenzisi

# global
source: Would you like to create an account? This will allow you to retrieve your data if you lose your device.
es: ¿Quieres crear una cuenta? Esto te permitirá recuperar tus datos si cambias de dispositivo.
xh: Ungathanda ukwenza i-akhawunti? Oku kuyakuvumela ukuba ufumane idata yakho ukuba uthe walahlekelwa sisixhobo sakho.

# global
source: Sign in with Apple
es: Iniciar sesión con Apple
xh: Ngena nge-Apple

# global
source: Sign in with Google
es: Acceder con una cuenta de Google
xh: Sayina ngo-Google

# global
source: You are logged in.
es: Sesión iniciada.
xh: Ungenile.

# global
source: Account
es: Cuenta
xh: Akhawunti

# global
source: Delete account
es: Eliminar cuenta
xh: Cima i-akhawunti

# global
source: Are you sure you want to delete your account?
es: ¿Confirmas que deseas eliminar tu cuenta?
xh: Uqinisekile ukuba ufuna ukucima i-akhawunti?

# global
source: This action is permanent and cannot be undone. You will lose all your progress.
es: Esta acción es permanente y no puede deshacerse. Perderás todo tu progreso.
xh: Esisenzo sisigxina kwaye awunako ukuphinda ungasenzi. Uzakulahlekelwa yiyo yonke inqubela yakho.

# global
source: Yes
es: Sí
si: ඔව්
xh: Ewe
zu: Yebo

# global
source: No
si: නැත
xh: Hayi
zu: Cha

# global
source: It looks like you've logged in on another device before. Would you like to continue from where you left off? If you do, any progress made on this device will be lost.
es: Parece que ya has iniciado sesión en otro dispositivo. ¿Quieres continuar desde donde lo dejaste? Si lo haces, cualquier progreso realizado en este dispositivo se perderá.
xh: Kubonakala ukuba ubukhe wangena kwesinye isixhobo ngaphambili. Ungathanda ukuqhubekeka apho ubushiye khona? Ukuba uyafuna, nayiphi na inkqubelo eyenzeke kwesisixhobo iya kulahleka.

# global
source: Load saved progress
es: Cargar progreso guardado
xh: Faka inkqubela yomsebenzi egciniweyo

# global
source: General
xh: Jikelele

# global
source: Skip
es: Saltar
xh: Tsiba
zu: Dlula

# global
source: Welcome to @global.app_name!
es: ¡Te damos la bienvenida a @global.app_name!
xh: Wamkelekile kwi @global.app_name!

# global
source: Sign in
es: Ingresar
xh: Ngena

# global
source: Creating an account allows you to save your progress across devices. It is optional.
es: Crear una cuenta te permite guardar tu progreso y poder acceder desde diferentes dispositivos. Es opcional.
xh: Yakha i-Akhawunti ekuvumelayo ugcine inqubela yakho ngaphaya kwezixhobo. Uyazikhethela yona.

# global
source: Continue with Apple
es: Continuar con Apple
xh: Qhubeka kwi-Apile

# global
source: Continue with Google
es: Continuar con Google
xh: Qhubeka ku-Google

# global
source: Continue without an account
es: Continuar sin una cuenta
xh: Qhubeka ngaphandle kwe-Akhawunti

# global
source: By continuing, you agree to our:
es: Al continuar, aceptas:
xh: Ngokuqhubekeka uyavuma kweyethu:

# global
source: Sign out
es: Cerrar sesión
xh: Phuma

# global
source: Welcome back, @fields._auth_user_given_name!
es: ¡Te damos la bienvenida de nuevo, @fields._auth_user_given_name!
xh: Siyakwamkela ubuyile, @fields._auth_user_given_name!

# global
source: Welcome back!
es: ¡Te damos la bienvenida una vez más!
xh: Wamkelekile kwakhona!
zu: Siyakwamukela!

# global
source: Welcome, @fields._auth_user_given_name!
es: ¡Te damos la bienvenida, @fields._auth_user_given_name!
xh: Wamkelekile, @fields._auth_user_given_name!

# global
source: Welcome!
es: ¡Te damos la bienvenida!
xh: Wamkelekile!
zu: Siyakwamukela!

# global
source: Continue
es: Continúa
xh: Qhubekeka
zu: Qhubeka

# global
source: You’re all set!
es: ¡Todo listo!
xh: Nikulungele nonke!

# global
source: Your profile is complete, and you’re ready to begin!
es: Tu perfil está completo, ¡todo está listo para comenzar!
xh: Inkcukacha zakho zigqibekile, kwaye ukulungele ukuqala!

# global
source: **Hello! My name is @fields.facilitator_name. I’m so glad you’re here!** I’ll be helping you learn using @global.app_name! In the next few steps, I’ll ask you a few questions, so that I can make your learning experience just right for you!
xh: **Molo! Igama lam ndingu @fields.facilitator_name. Ndiyavuya kakhulu ulapha!** Ndizakunceda ukufunda usebenzisa @global.app_name! Kulamanyathelo ambalwa alandelayo, ndizakubuza imibuzo embalwa, ngoko ndikwazi ukwenza amava akho okufunda alungele kanye wena!

# global
source: What is your name?
es: ¿Cuál es tu nombre?
si: ඔබගේ නම කුමක් ද?
xh: Ungubani igama lakho?

# global
source: What is your gender?
xh: Sithini isini sakho?

# global
source: What is your relationship status?
es: ¿Cuál es tu estado civil?
si: ඔබේ විවාහක අවිවාහක තත්ත්වය කුමක්ද?
xh: Buyintoni ubudlelwane bakho?
zu: Sithini isimo sakho kwezobudlelwano?

# global
source: What is your role?
xh: Yintoni indima yakho?

# global
source: Select role
xh: Khetha indima

# global
source: **Let’s get started!** Can you tell me a little about yourself?
xh: **Masiqalise!** Ungakwazi ukundixelela kafutshane malunga nawe?

# global
source: Enter name
xh: Faka igama
