Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_facilitator_cw/*/*_main.po
Languages: es

# data_list
source: Sessions
es: Sesiones

# data_list
source: Welcome to the @global.app_name. Each week you should select your weekly topic, share the message to your @global.share_groups, and report attendance.
es: Te damos la bienvenida a @global.app_name. Cada semana debes seleccionar tu tema, compartir el mensaje en tu @global.share_groups y hacer el informe de asistencia.

# data_list
source: Report
es: Reportes

# data_list
source: Library
es: Biblioteca

# data_list
source: Settings
es: Ajustes

# data_list
source: Your profile provides your facilitator ID and is also where you can edit the list of parents attending your groups.
es: En tu perfil podrás ver tu identificación de persona facilitadora y también puedes editar la lista de las personas cuidadoras que asisten a tus grupos.

# data_list
source: About @global.app_name
es: Acerca de @global.app_name

# data_list
source: Welcome
es: Te damos la bienvenida

# data_list
source: Partners
es: Socios

# data_list
source: Donors
es: Donadores

# data_list
source: Onboarding
es: Integración

# data_list
source: After Onboarding Session
es: Después de la Sesión de Integración al programa

# data_list
source: Facilitator
es: Persona Facilitadora

# data_list
source: System tester
es: Evaluador de Sistema

# data_list
source: Accept
es: Aceptar

# data_list
source: Explore
es: Explorar

# data_list
source: Connect
es: Conectar

# data_list
source: What is Safeguarding?
es: ¿Qué significan las medidas de salvaguarda?

# data_list
source: What should I do during the disclosure of abuse, neglect, or exploitation?
es: ¿Qué debo hacer durante la revelación de un abuso, negligencia o explotación?

# data_list
source: What can I do after a participant discloses abuse, neglect or exploitation?
es: ¿Qué puedo hacer después de que una persona participante ha revelado un abuso, negligencia o explotación?

# data_list
source: How should I report abuse?
es: ¿Cómo denuncio un abuso?

# data_list
source: Abuse, Neglect and Violence Hotline
es: Línea Directa para Denunciar Abuso, Negligencia y Violencia

# data_list
source: Crisis Hotlines
es: Líneas Directas de Emergencia y Manejo de Crisis

# data_list
source: Onboarding Caregivers into the Course
es: Integración de las personas cuidadoras al curso

# data_list
source: In this video, learn how to onboard caregivers to the course in the programme.
es: En este vídeo, aprende a integrar a tus personas cuidadoras al curso del programa.

# data_list
source: Safeguarding
es: Medidas de Salvaguarda

# data_list
source: How many minutes did it take you to prepare for this session?
es: ¿Cuántos minutos tardaste en preparar la sesión?

# data_list
source: How many minutes did it take you to travel to the location where the session was delivered?
es: ¿Cuántos minutos tardaste en desplazarte al lugar donde se impartió la sesión?

# data_list
source: How many minutes did it take you to deliver the sessions?
es: ¿Cuántos minutos tardaste en impartir la sesión?

# data_list
source: Which of the parents in this group attended your in-person session?
es: ¿Quiénes asistieron a la sesión presencial de integración?

# data_list
source: It is important to know the following guidelines for handling disclosures of abuse, neglect, and violence from participants: 1️⃣ **Understand abuse, neglect and exploitation.** ❗ **Abuse** refers to a deliberate act of maltreatment that can damage a boy or girl’s security, wellbeing, dignity and development. Abuse includes all forms of physical, sexual, psychological and emotional maltreatment. (Save the Children definition) ❗ **Violence** against girls and boys is defined as forms of physical or mental violence, damage and abuse, neglect or neglectful treatment or maltreatment or exploitation, including sexual abuse. (Office of the High Commissioner for Human Rights, 1990, Article 19) ❗ **Child exploitation** refers to using girls and boys for economic or sexual benefit, gratification or profit, often resulting in unjust, cruel and harmful treatment of the girl or boy. (Save the Children definition) 2️⃣ **Know your organisation’s child safeguarding policies and referral procedures.** 📖 All organisations should have or develop child rights safeguarding policies and referral procedures, including details on how to respond appropriately when a caregiver, other adults, girl or boy discloses abuse. 📝 You should have accurate knowledge of all protocols and response plans. These will tell you what to do within your organisation if a caregiver or girl or boy reports abuse (e.g. who to report to, internal resources for supporting the girl or boy), as well as how to engage outside resources (e.g. local referral pathways, when to engage with authorities). 🔑 It is your responsibility to act regardless of whether you are responding to disclosures of past and/or present abuse. However, you are not responsible for resolving the situation on your own. It is important that you discuss the situation with your supervisor to agree on what steps to take next. 3️⃣ **Ensure parents know that you are someone who can help.** 🌷Parents participating in your sessions need to know that they can come to you for help, regardless of when the abuse occurred. 👂You should make sure that they know that they can trust you and that you will listen and support them without judgement or any further harm.
es: Es importante conocer los siguientes lineamientos para poder tratar con situaciones de abuso, negligencia y violencia hechas por las personas participantes: 1️⃣ **Comprende los significados de abuso, negligencia y explotación.** ❗ **El abuso** se refiere a un acto deliberado de maltrato que puede dañar la seguridad, el bienestar, la dignidad y el desarrollo de las niñas o niños. El abuso incluye todas las formas de maltrato físico, sexual, psicológico y emocional. (Definición de Save the Children) ❗ **La violencia** contra niñas y niños se define como cualquier forma de violencia física o mental, daños y abusos, negligencia o trato negligente o maltrato o explotación, incluidos los abusos sexuales. (Oficina del Alto Comisionado de las Naciones Unidas para los Derechos Humanos, 1990, Artículo 19) ❗ **La explotación infantil** se refiere a el trabajo forzoso de niñas y niños para beneficio económico o sexual, gratificación o lucro, que a menudo resulta en un trato injusto, cruel y perjudicial para la niña o el niño. (Definición de Save the Children) 2️⃣ **Conoce las políticas de salvaguarda de los derechos de la infancia y los procedimientos de remisión de tu organización.** 📖 Todas las organizaciones deben de tener o desarrollar políticas de salvaguarda de los derechos de la infancia y procedimientos de remisión, que incluyan detalles sobre cómo responder adecuadamente cuando una madre, un padre, una persona cuidadora, otras personas adultas, o una niña, niño o adolescente revela un abuso. 📝 Debes de tener conocimiento amplio y preciso de todos los protocolos y planes de respuesta. Éstos te indicarán qué hacer dentro de tu organización si una madre, un padre, una persona cuidadora o una niña,niño o adolescente denuncian un abuso (por ejemplo, a quién informar, recursos internos para apoyar a la niña, niño o adolescente), así como las indicaciones que debes de seguir para contactar recursos externos (por ejemplo, vías de remisión en tu localidad y cuándo o cómo recurrir a las autoridades). 🔑 Es tu responsabilidad actuar, independientemente de si estás respondiendo a revelaciones de abusos pasados y/o presentes. Sin embargo, no eres responsable de resolver la situación por tu cuenta. Es importante que hables con tu persona asesora para acordar los siguientes pasos. 3️⃣ **Asegúrate de que las madres, los padres y las personas cuidadoras sepan que eres alguien que puede ayudar.** 🌷 Las madres, los padres y las personas cuidadoras que participen en tus sesiones deben de saber que pueden acudir a ti en busca de ayuda, independientemente de cuándo se haya dado el abuso. 👂 Debes asegurarte de que saben que pueden confiar en ti y que les escucharás y apoyarás sin juzgarles ni perjudicarles.

# data_list
source: **During disclosure:** 💚 Provide a safe environment in which the participant can share their story. 👂 Listen carefully to the participant and take notes: what/when/where/who. ❗ Determine if the participant is in immediate danger and what help is available. 💙 Make sure that the participant feels that you believe him/her. 🌷 Let them know they have done the right thing by sharing their story with you. ✨ Be supportive and free of judgement in your responses – avoid blaming at all times! ➡️ Let the participant know that you will share what he/she told you with your supervisor to find a way to support and protect him/her. 📝 Explain what you are going to do next. ✅ Notify @global.supervisor_name ❗Remember that it is not your obligation to solve the situation, but you must report it to your supervisors for follow-up. Don't try to solve it alone.
es: **Durante la revelación:** 💚 Crea un entorno seguro en el que la persona pueda compartir su historia. 👂 Escucha atentamente a la persona y toma notas: qué/cuándo/dónde/quién. ❗ Determina si la persona está en peligro inmediato y qué recursos de apoyo están disponibles. 💙 Asegúrate de que la persona sienta que crees en ella y le escuchas. 🌷 Hazle saber que ha hecho lo correcto al compartir su historia contigo. ✨ Apóyale y evita juzgarle cuando le respondas: ¡evita asignar culpas en todo momento! ➡️ Hazle saber que le compartirás a tu persona asesora lo que te ha contado para encontrar maneras de apoyarle y protegerle. 📝 Explícale lo que vas a hacer a continuación. ✅ Notifica a @global.supervisor_name ❗Recuerda que no es tu obligación resolver la situación pero debes informar a tus personas asesoras para que le den seguimiento. No intentes resolverlo por tu cuenta.

# data_list
source: **After disclosure:** ❌ Avoid engaging with the alleged abuser – that may make things worse and make next steps difficult. It could also jeopardise future legal proceedings. 🌷 You are not alone. Get help from your supervisor to agree on the next steps.
es: **Después de la revelación:** ❌ Evita relacionarte con la persona presunta agresora: eso puede empeorar las cosas y dificultar los siguientes pasos. También podría poner en peligro los futuros procedimientos judiciales. 🌷 No tienes que hacer esto sin ayuda. Solicita el apoyo de tu supervisor y juntos acuerden los pasos a seguir.

# data_list
source: ✅ Follow your organisation’s protocol. 📝 If your organisation needs assistance in developing or improving its policies and procedures, please refer to the following resources: **Mexican resources** 1️⃣ [National Inter-institutional Coordination Protocol for the Protection of Girls, Boys and Adolescent Victims of Violence](https://www.gob.mx/sipinna/documentos/protocolo-nacional-de-coordinacion-interinstitucional-para-la-proteccion-de-ninas-ninos-y-adolescentes-victimas-de-violencia) 2️⃣ [National System for the Protection of Girls, Boys, and Adolescents](https://www.gob.mx/sipinna) 3️⃣ [National Human Rights Commission of Mexico](https://www.cndh.org.mx/pagina/tematicas-y-talleres) 4️⃣[Inter-ministerial Commission to prevent, punish and eradicate crimes related to trafficking in persons.](https://www.gob.mx/segob/acciones-y-programas/comision-intersecretarial-para-prevenir-sancionar-y-erradicar-los-delitos-en-materia-de-trata-de-personas) **International resources** 1️⃣ [World Health Organization Guidelines Responding to Girls, Boys, and Adolescents who have Been Sexually Abused](https://iris.paho.org/handle/10665.2/52043) 2️⃣ [Keeping Girls and Boys Safe](https://www.keepingchildrensafe.global/) 3️⃣ [Caring for Child Survivors of Sexual Abuse](https://www.unicef.org/documents/caring-child-survivors-sexual-abuse) 4️⃣ [Strengthening Linkages between Clinical and Social Services for Girls, Boys, and Adolescents who have Experienced Sexual Violence: A Companion Guide](https://www.togetherforgirls.org/en/resources/strengthening-linkages-between-clinical-and-social-community-services-for-children-and-adolescents-who-have-experienced-sexual-violence-a-companion-guide) 5️⃣ [Together for Girls: Every Hour Matters](https://www.togetherforgirls.org/en/campaigns/every-hour-matters)
es: ✅ Sigue el protocolo de tu organización. 📝 Si tu organización necesita ayuda para desarrollar o mejorar sus políticas y procedimientos, consulta los siguientes recursos: **Recursos mexicanos** 1️⃣ [Protocolo Nacional de Coordinación Interinstitucional para la Protección de Niñas, Niños y Adolescentes Víctimas de Violencia](https://www.gob.mx/sipinna/documentos/protocolo-nacional-de-coordinacion-interinstitucional-para-la-proteccion-de-ninas-ninos-y-adolescentes-victimas-de-violencia) 2️⃣ [Sistema Nacional de Protección de Niñas, Niños y Adolescentes](https://www.gob.mx/sipinna) 3️⃣ [Comisión Nacional de los Derechos Humanos de México](https://www.cndh.org.mx/pagina/tematicas-y-talleres) 4️⃣[Comisión Intersecretarial para Prevenir, Sancionar y Erradicar los Delitos en Materia de Trata de Personas](https://www.gob.mx/segob/acciones-y-programas/comision-intersecretarial-para-prevenir-sancionar-y-erradicar-los-delitos-en-materia-de-trata-de-personas) **Recursos internacionales** 1️⃣ [Directrices de la Organización Mundial de la Salud para responder a niñas, niños y adolescentes que han sufrido abusos sexuales](https://iris.paho.org/handle/10665.2/52043) 2️⃣ [Mantener seguros a las niñas y los niños](https://www.keepingchildrensafe.global/) 3️⃣ [Atención a niñas y niños sobrevivientes de abuso sexual](https://www.unicef.org/documents/caring-child-survivors-sexual-abuse) 4️⃣ [Fortalecimiento de los vínculos entre los servicios clínicos y sociales para niñas, niños y adolescentes que han sufrido violencia sexual:Guía complementaria](https://www.togetherforgirls.org/en/resources/strengthening-linkages-between-clinical-and-social-community-services-for-children-and-adolescents-who-have-experienced-sexual-violence-a-companion-guide) 5️⃣ [Juntos por las niñas: cada hora es importante](https://www.togetherforgirls.org/en/campaigns/every-hour-matters)

# data_list
source: You can share the following information with the participant: Fiscalía General de Justicia +911 (Call) +089 (Anonymous Call)
es: Puedes compartir la siguiente información con la persona participante: Fiscalía General de Justicia +911 (Llamada) +089 (Llamada anónima)

# data_list
source: You can share any of the following contact numbers with the participant: 1️⃣ Abuse, neglect, violence, poverty, and juvenile delinquency: Fiscalía General de Justicia +911 (Call) +089 (Anonymous Call) 2️⃣ Abuse of women, girls, and boys Fiscalía General de Justicia +911 (Call) +089 (Anonymous Call) 3️⃣ Emotional distress and suicidal thoughts: National System of Support, Psychological Counselling and Crisis Intervention by Telephone 55 5259-8121 (Call) Línea de la vida +800 911 2000 (Call) lalineadelavida@salud.gob.mx (Email) 4️⃣ Cybersecurity incident Policía Cibernética +5552425100 ext. 5086 (Call) policia.cibernetica@ssc.cdmx.gob.mx (Email)
es: Puedes compartir cualquiera de los siguientes contactos con la o el participante: 1️⃣ Abuso, negligencia, violencia, pobreza y delincuencia juvenil: Fiscalía General de Justicia +911 (Llamada) +089 (Llamada Anónima) 2️⃣ Maltrato a mujeres, niñas y niños Fiscalía General de Justicia +911 (Llamada) +089 (Llamada Anónima) 3️⃣ Angustia emocional y pensamientos suicidas: Sistema Nacional de Apoyo, Orientación Psicológica e Intervención en Crisis por Teléfono 55 5259-8121 (Llamada) Línea de la Vida +800 911 2000 (Llamada) lalineadelavida@salud.gob.mx (Correo electrónico) 4️⃣ Incidente de ciberseguridad Policía Cibernética +5552425100 ext. 5086 (Llamada) policia.cibernetica@ssc.cdmx.gob.mx (Correo electrónico)

# data_list
source: About you
es: Sobre Ti

# data_list
source: We will use this to personalise the messages for sharing with your @global.share_groups.
es: Usaremos esto para personalizar los mensajes que vas a compartir con tu @global.share_groups.

# data_list
source: Your Facilitator ID
es: Tu identificación de Persona Facilitadora

# data_list
source: Here you can find your unique code. You may be asked to share this code with people who will support your @global.app_name journey.
es: Aquí puedes encontrar tu código único. Es posible que te pidan que compartas este código con otras personas que te estarán apoyando durante tu travesía con @global.app_name.

# data_list
source: Your Parent Group
es: Tu Grupo de Madres, Padres y Personas Cuidadoras

# data_list
source: See and edit the list of parents attending your groups.
es: Consulta y edita la lista de participantes que asisten a tus grupos.

# data_list
source: Your Parent Groups
es: Selecciona o crea un grupo

# data_list
source: See and edit the lists of parents attending your groups.
es: Consulta y edita las listas de participantes que asisten a tus grupos.

# data_list
source: test
es: prueba

# global
source: Your Content Package
es: Tu Paquete de Contenidos

# global
source: parent groups
es: grupos de madres, padres y personas cuidadoras

# global
source: Tap and type
es: Toca y escribe

# global
source: Tap and select
es: Toca y selecciona

# global
source: About @global.app_name
es: Acerca de @global.app_name

# global
source: Your name
es: Tu nombre

# global
source: [INSERT NAME]
es: [INSERTAR NOMBRE]

# global
source: Which state do you live in?
es: ¿En qué estado vives?

# global
source: Which region of @global.deployment_country do you live in?
es: ¿En qué región de @global.deployment_country vives?

# global
source: Share
es: Compartir

# global
source: Submit Report
es: Enviar informe

# global
source: GUIDE
es: GUÍA

# global
source: 14 December 2023
es: 14 de diciembre de 2023

# global
source: Parent Group
es: Grupo de madres, padres y personas cuidadoras

# global
source: Select Parent Group
es: Selecciona un grupo

# global
source: No Parent Groups
es: No hay Grupos Aún

# global
source: Chat Sessions will load after you select a parent group
es: Las sesiones de reflexión se mostrarán después de que selecciones un grupo

# global
source: Parent's first name
es: Nombre

# global
source: Parent's last name
es: Apellidos

# global
source: minutes
es: minutos

# global
source: Your Active Groups
es: Tus grupos activos

# global
source: Your Archived Groups
es: Tus grupos archivados

# global
source: You successfully completed this session!
es: ¡Completaste esta sesión!

# global
source: You successfully completed the report for this session!
es: ¡Completaste con éxito el reporte de esta sesión!

# global
source: Review Report
es: Revisar Reporte

# global
source: Frequently Asked Questions
es: Preguntas Frecuentes

# global
source: Language
es: Idioma

# global
source: Sign in
es: Ingresar

# global
source: Sign in with Google
es: Acceder con una cuenta de Google

# global
source: Sign out
es: Cerrar sesión

# global
source: Create an account
es: Crear una cuenta

# global
source: Creating an account allows you to save your progress across devices. It is optional.
es: Crear una cuenta te permite guardar tu progreso en diferentes equipos. Es opcional.

# global
source: Skip
es: Saltar

# global
source: Continue without an account
es: Continuar sin una cuenta

# global
source: Excited to have you here! Let’s keep going.
es: ¡Me alegro de tenerte aquí! Sigamos adelante.

# global
source: Excited to have you here @fields._auth_user_given_name! Let’s keep going.
es: ¡Que gusto tenerte aquí @fields._auth_user_given_name! Sigamos adelante.

# global
source: You are signed in.
es: Sesión iniciada.

# global
source: It looks like you've logged in on another device before. Would you like to continue from where you left off? If you do, any progress made on this device will be lost.
es: Parece que ya has iniciado sesión en otro dispositivo. ¿Quieres continuar desde donde lo dejaste? Si lo haces, cualquier progreso realizado en este dispositivo se perderá.

# global
source: Load saved progress
es: Cargar progreso guardado

# global
source: Welcome
es: Te damos la bienvenida

# global
source: Continue
es: Continúa

# template
source: minutes
es: minutos

# template
source: **Which of the parents in your group participated?** *Participation is defined as any parent who posts a comment, question, reply or reaction (such as a thumbs up) within the chat since you shared the first message from the weekly discussion.*
es: **¿Quiénes fueron las madres, padres y personas cuidadoras de tu grupo que participaron?** *La Participación se entiende como cualquier miembro del grupo que publique un comentario, pregunta, respuesta o reacción (como un pulgar hacia arriba) dentro del chat desde que compartiste el primer mensaje para la conversación semanal.*

# template
source: Very poorly
es: Muy Mal

# template
source: Co-parent: @item.co_parent_name
es: Crianza compartida con: @item.co_parent_name

# template
source: How many minutes did you spend facilitating your parent @global.share_medium group over the last week?
es: ¿Cuántos minutos de la semana pasada dedicaste a moderar en WhatsApp tu grupo de madres, padres y personas cuidadoras?

# template
source: I was able to send...
es: Envié...

# template
source: All of the messages
es: Todos los mensajes

# template
source: Some of the messages
es: Algunos mensajes

# template
source: None of the messages
es: Ninguno de los mensajes

# template
source: How do you feel the session went?
es: ¿Cómo crees que te fue en la sesión?

# template
source: Very well
es: Muy Bien

# template
source: Well
es: Bien

# template
source: Acceptable / Okay
es: Aceptable / Normal

# template
source: Poorly
es: Mal

# template
source: Very Poorly
es: Muy Mal

# template
source: Your Reports
es: Tus Reportes

# template
source: Parent Group
es: Grupo de madres, padres y personas cuidadoras

# template
source: Are you sure you want to archive @fields.current_group_name?
es: ¿Estás seguro de que quieres archivar el grupo @fields.current_group_name?

# template
source: Archive
es: Archivo

# template
source: Choose which content you want to see.
es: Escoge qué contenido quieres ver.

# template
source: Facilitator ID
es: Número de Identificación de la Persona Facilitadora

# template
source: Paste the @local.facilitator_id of a user to import their account data.
es: Pega la @local.facilitator_id de un usuario para importar los datos de su cuenta.

# template
source: Import data
es: Importar datos

# template
source: Validation
es: Validación

# template
source: User name (on the current account)
es: Nombre de usuario (en la cuenta actual)

# template
source: Clear user name
es: Borrar el nombre de usuario

# template
source: If you had set a user name on your old account and the data was imported succesfully, the user name above should update.
es: Si configuraste un nombre de usuario en tu cuenta anterior y los datos se importaron correctamente, el nombre de usuario anterior debería de actualizarse.

# template
source: Are you sure you want to delete @fields.current_group_name?
es: ¿Quieres eliminar al grupo @fields.current_group_name? Esto borrará toda su información y no se podrá deshacer

# template
source: This will delete all of @fields.current_group_name group data. The action cannot be undone.
es: Esto eliminará todos los datos del grupo de @fields.current_group_name . La acción no se podrá deshacer.

# template
source: @global.app_name has downloaded an update. Please restart the app to finish installation.
es: @global.app_name ha descargado una actualización. Reinicia la aplicación para finalizar la instalación.

# template
source: Restart
es: Reiniciar

# template
source: Library
es: Biblioteca
