Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_facilitator_cw/*/*_main.po
Languages: es

# template
source: How many minutes did it take you to prepare for this session?
es: ¿Cuántos minutos tardaste en preparar la sesión?

# template
source: How many minutes did it take you to travel to the location where the session was delivered?
es: ¿Cuántos minutos tardaste en desplazarte al lugar donde se impartió la sesión?

# template
source: How many minutes did it take you to deliver the sessions?
es: ¿Cuántos minutos tardaste en impartir la sesión?

# template
source: Which of the parents in this group attended your in-person session?
es: ¿Quiénes fueron las y los miembros de tu grupo que asistieron a la sesión presencial de integración?

# template
source: parents
es: madre, padre o persona cuidadora

# template
source: Please check all the activities you completed during this session:
es: Selecciona todas las actividades que hayas completado durante esta sesión:

# template
source: Settings
es: Ajustes

# template
source: Profile
es: Perfil

# template
source: Switch language
es: Cambiar de idioma

# template
source: Your Facilitator Code
es: Tu Código de Persona Facilitadora

# template
source: Your Content Package
es: Tu Paquete de Contenidos

# template
source: Parent Actions
es: Acciones de las madres, padres y personas cuidadoras

# template
source: Your Parent Groups
es: Tus Grupos

# template
source: Continue
es: Continúa

# template
source: Edit Parent Group
es: Nuevo grupo

# template
source: Save
es: Guardar

# template
source: Are you sure you want to delete @fields.current_parent_name?
es: ¿Quieres eliminar a @fields.current_parent_name? Esto borrará toda su información y no se podrá deshacer

# template
source: This will delete all of @fields.current_parent_name parent data. The action cannot be undone.
es: Esto borrará todos los datos de la persona cuidadora @fields.current_parent_name. La acción no se podrá deshacer.

# template
source: New Parent Group
es: Nuevo grupo

# template
source: Group Name
es: Nombre del grupo

# template
source: First Name
es: Nombre

# template
source: Last Name
es: Apellidos

# template
source: Save Profile
es: Guardar perfil

# template
source: Save and Add New
es: Guardar y agregar nueva persona cuidadora

# template
source: Syncing...
es: Sincronizando...

# template
source: Copy code
es: Copiar código

# template
source: Copied!
es: ¡Copiado!

# template
source: Last sync at: @local.sync_latest
es: Última sincronización: @local.sync_latest

# template
source: This device has never been synced. Sync to reveal your code.
es: Este dispositivo nunca se ha sincronizado. Sincronízalo para revelar tu código.

# template
source: Sync now
es: Sincronizar ahora

# template
source: Parent profile
es: Perfil de la madre, padre o persona cuidadora

# template
source: First name
es: Nombre

# template
source: Last name
es: Apellidos

# template
source: ParentText ID
es: Número de registro(ID)

# template
source: Make sure that the ParentText ID consists of 6 numerical characters.
es: Asegúrate de que el número de Identificación del Programa Crianza con Conciencia + (CC+) conste de 6 caracteres numéricos.

# template
source: This ParentText ID has already been assigned to another parent.
es: Este número de Identificación del Programa Crianza con Conciencia + (CC+) ya ha sido asignado a otra madre, padre o persona cuidadora.

# template
source: Co-parenting with
es: Agregar persona con quien comparte la crianza

# template
source: Parent
es: Madre, Padre o Persona Cuidadora

# template
source: Templates
es: Plantillas

# template
source: Reset app
es: Restablecer aplicación

# template
source: Open feedback
es: Abrir retroalimentación

# template
source: Close feedback
es: Cerrar retroalimentación

# template
source: Import user
es: Importar usuario

# template
source: Themes
es: Temas

# template
source: Developer mode
es: Opciones de desarrollador

# template
source: Exit developer mode
es: Salir de opciones de desarrollador

# template
source: Submit
es: Enviar

# template
source: Enter developer mode
es: Abrir con opciones de desarrollador

# template
source: To launch the app in developer mode, enter your developer code in the box below and press @local.submit.
es: Para abrir la aplicación con opciones de desarrollador, ingresa tu código de desarrollador en el espacio de abajo y presiona @local.submit.

# template
source: You have successfully entered developer mode.
es: Has abierto la aplicación con opciones de desarrollador de manera exitosa.

# template
source: You have entered an incorrect code.
es: Has ingresado un código incorrecto.

# template
source: test
es: prueba

# template
source: Are you sure you want to delete this report?
es: ¿Estás seguro de que quieres borrar este reporte?

# template
source: This will delete all of your report data and entries. The action cannot be undone!
es: Esto borrará todos los datos y entradas de tu reporte. La acción no se puede deshacer.

# template
source: Cancel
es: No

# template
source: Delete
es: Sí
