Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_crisis_palestine/*/*_navigation.po
Languages: ar

# text
source: Would you like to receive ParentText lessons as text or videos?
ar: هل ترغب في استلام دروس رسائل الأهل كنصوص أو مقاطع فيديو؟

# text
source: Sorry, I don't understand what you mean.
ar: عذراً، أنا لا أفهم ما تقصد.

# text
source: Are you a WOMAN or MAN?
ar: هل أنت امرأة أم رجل؟

# text
source: Where are you located?
ar: ماهو موقعك؟

# text
source: What is your current living situation?
ar: ماهو وضعك المعيشي الحالي؟

# text
source: How old are you?
ar: ما عمرك؟

# text
source: Please select your language:
ar: الرجاء تحديد لغتك:

# text
source: The tips you will receive in this programme have been developed with support from Sanadak, Anar for Empowerment and Psychosocial Support, World Without Orphans, Parenting for Lifelong Health, and UNICEF
ar: النصائح في هذا البرنامج تم تطويرها بدعم من سندك، جمعية أنار للتمكين والدعم النفسي الاجتماعي، عالم بلا أيتام، التربية لصحة الحياة، واليونيسيف

# text
source: ✅Participating in ParentText is optional.
ar: ✅المشاركة في رسائل الأهل اختياري.

# text
source: ✅Your personal information is safe and private. Your name and information will not be public, but your responses will be kept and used by researchers to learn how to support families like yours. They plan to publish the results.
ar: ✅معلوماتك الشخصية بأمان وخصوصية. لن يكون اسمك ومعلوماتك عامة، ولكن سيتم الاحتفاظ بردودك واستخدامها من قبل الباحثين لمعرفة كيفية مساعدة الأسر مثل أسرتك. وهم يخططون لنشر النتائج.

# text
source: ❌You can stop when you want. Just type {STOP}
ar: ❌يمكنك التوقف عندما تريد. فقط اكتب {STOP}

# text
source: Press YES if you agree with this. Type "EXIT" if you do not want to participate.
ar: اضغط على نعم إذا كنت توافق. اكتب "خروج" إذا كنت لا ترغب في المشاركة.

# text
source: That is wonderful, thank you so much!
ar: هذا رائع، شكرًا لك!

# text
source: Are you sure you do not want to get these messages? If you do not want to receive any more messages, please type NO. If you made a mistake, please press BACK and choose another option.
ar: هل أنت أكيد أنك لا ترغب في تلقي هذه الرسائل؟ إذا كنت لا ترغب في تلقي المزيد من الرسائل، يرجى كتابة لا. إذا ارتكبت خطأ، يرجى الضغط على رجوع واختيار شيء آخر.

# text
source: If you ever return to participate in the programme, type HELLO.
ar: إذا عدت للمشاركة في البرنامج، اكتب مرحبًا.

# text
source: We hope to see you again soon, and we wish you a happy and peaceful day!
ar: نتمنى أن نراك مرة أخرى قريبًا، ونتمنى لك يومًا سعيدًا وهادئ!

# text
source: Here is a video that shows how to use ParentText.
ar: هذا مقطع فيديو يوضح كيفية استخدام رسائل الأهل.

# text
source: Variables have been reset
ar: تم إعادة تعيين المتغيرات

# text
source: Welcome to ParentText. Every parent everywhere needs support. We hope we can help.
ar: مرحبًا بك في رسائل الأهل. يحتاج كل والد إلى المساعدة. ونتمنى أن نساعدك.

# text
source: Would you like to go back to the previous messages?
ar: هل ترغب في الرجوع إلى الرسائل السابقة؟

# text
source: That's okay. Type {HELP} at any time if you would like the details of emergency services or other hotlines.
ar: حسنا. اكتب {HELP} في أي وقت إذا كنت ترغب في الحصول على تفاصيل لخدمات الطوارئ أو الخطوط الساخنة الأخرى.

# text
source: Here are some services that might be able to help:
ar: إليك بعض من خدماتنا التي قد تعمل على مساعدتك:

# text
source: Type {HELP} at any time if you would like the details of emergency services or other hotlines. Remember everything you say will be completely private!
ar: اكتب {HELP} في أي وقت إذا كنت ترغب في الحصول على تفاصيل لخدمات الطوارئ أو الخطوط الساخنة الأخرى. تذكر أن كل شيء تقوله سيكون خاص تمامًا!

# text
source: Would you like information about local and international resources available to help you right now?
ar: هل ترغب في الحصول على معلومات حول الموارد المحلية والدولية المتاحة لمساعدتك الآن؟

# text
source: Do you need some support with an emotional issue?
ar: هل تحتاج إلى المساعدة بشأن مشكلة عاطفية؟

# text
source: Are you currently experiencing a health issue?
ar: هل تواجه مشكلة صحية حاليا؟

# text
source: Do you have an emergency?
ar: هل لديك حالة طارئة؟

# text
source: It looks like you are facing an emergency. Can you please tell us what kind of assistance you need?
ar: يبدو أنك تواجه حالة طارئة. هل يمكنك إخبارنا بنوع المساعدة التي تحتاج؟

# text
source: What would you like to do?
ar: ماذا تريدين أن نفعل؟

# text
source: We hope this was helpful. You can access this information at any time by typing {HELP}.
ar: نتمنى أن تكون هذه المعلومات مفيدة. يمكنك الوصول إليها في أي وقت عن طريق كتابة {HELP}.

# text
source: Welcome back to ParentText!
ar: أهلا بك مرة أخرى في رسائل الأهل!

# text
source: I don't understand your message.
ar: لا أفهم رسالتك.

# text
source: Please type {MENU} to access resources and review previous tips, {PLAY} to receive a playful activity you can complete with your child, or {HELP} to access additional support resources.
ar: الرجاء كتابة {MENU} للوصول إلى الموارد ومراجعة النصائح السابقة، أو {PLAY} للحصول على نشاط مرح يمكنك إكماله مع طفلك، أو {HELP} للوصول إلى موارد مساعدة إضافية.

# text
source: You have not given consent to participate in this programme. Would you like to participate?
ar: لم تأخذ الموافقة للمشاركة في هذا البرنامج. هل ترغب في المشاركة؟

# text
source: If you ever want to receive these tips in the future just type HELLO.
ar: إذا كنت ترغب في تلقي هذه النصائح في المستقبل، فما عليك سوى كتابة مرحبا.

# text
source: We hope to see you again soon.
ar: نتمنى أن نراك مرة أخرى قريبًا.

# text
source: We are here to help. You've received @fields.c_n_mod_compl out of @fields.c_n_mod tips. Would you like to continue?
ar: نحن هنا للمساعدة. لقد استلمت نصائح @fields.c_n_mod_compl من @fields.c_n_mod. هل ترغب في الاستمرار؟

# text
source: That's okay. If you ever decide to come back, type HELLO.
ar: حسنا. إذا قررت العودة في أي وقت، فاكتب مرحبا.

# text
source: You are already part of ParentText
ar: أنت فعلا جزء من رسائل الأهل

# text
source: You have already received all of the avilable tips. Type {MENU} to review previous tips.
ar: لقد استلمت جميع النصائح المتاحة. اكتب {MENU} لمراجعة النصائح السابقة.

# text
source: Welcome back to ParentText.
ar: مرحبًا بك مرة أخرى في رسائل الأهل.

# text
source: Are you sure you want to stop receiving tips?
ar: هل أنت أكيد أنك تريد التوقف عن تلقي النصائح؟

# text
source: If you do not want to receive any more messages, please type "EXIT".
ar: إذا كنت لا ترغب في تلقي المزيد من الرسائل، الرجاء كتابة "خروج".

# text
source: If you made a mistake, please type "BACK".
ar: إذا ارتكبت خطأ، الرجاء كتابة "رجوع".

# text
source: Thank you for participating. If you want to return to continue receiving tips, type HELLO.
ar: شكرًا لك على المشاركة. إذا كنت ترغب في العودة لمواصلة تلقي النصائح، اكتب مرحبا.

# text
source: This feature will be available once you have completed registration. It won’t take long. Please continue your progress!
ar: ستكون هذه الخاصية متاحة بمجرد إكمال التسجيل. لن يستغرق الأمر وقتًا طويلاً. الرجاء مواصلة تقدمك!

# text
source: The menu will be available once you have completed registration. It won’t take long. Please continue your progress!
ar: ستكون القائمة متاحة بمجرد إكمال التسجيل. لن يستغرق الأمر وقتًا طويلاً. الرجاء متابعة تقدمك!

# text
source: Thank you for taking a pause with me today.
ar: شكرا لك على التوقف معي اليوم.

# text
source: In this program, you will receive @fields.c_n_mod tips. Your first tip is "@results.name".
ar: في هذا البرنامج، سوف تتلقى نصائح @fields.c_n_mod. نصيحتك الأولى هي "@results.name".

# text
source: fail
ar: فشل

# text
source: Let’s get started. Press NEXT to begin.
ar: لنبدأ. اضغط على التالي حتى تبدأ.

# text
source: NA
ar: غير متوفر

# text
source: The tip you haven't finished is:
ar: النصيحة التي لم تنتهي منها هي:

# text
source: Which tip would you like to receive?
ar: ما هي النصيحة التي ترغب في الحصول عليها؟

# text
source: You haven't received any tips yet.
ar: لم تستلم أي نصائح بعد.

# text
source: You have received the following tip:
ar: استلمت النصيحة التالية:

# text
source: Would you like to review it?
ar: هل ترغب بمراجعته؟

# text
source: That's okay. You can come back here at any time to review it.
ar: حسنا. يمكنك العودة إلى هنا في أي وقت لمراجعته.

# text
source: You have completed @fields.n_s_modules_compl out of @fields.n_s_modules tips. Which of the following tips would you like to review?
ar: لقد أكملت @fields.n_s_modules_compl من بين نصائح @fields.n_s_modules. أي من النصائح التالية ترغب في مراجعتها؟

# text
source: @(word_count(fields.s_modules_compl) +1). Return to Main Menu
ar: @(word_count(fields.s_modules_compl) +1). العودة إلى القائمة الأساسية

# text
source: What would you like now?
ar: ماذا تريد الآن؟

# text
source: Alright. I will share another tip tomorrow.
ar: حسنًا، سأشاركك نصيحة أخرى غدًا.

# text
source: OK, see you tomorrow.
ar: حسنًا، أراك غدًا.

# text
source: What kind of activity do you want to try with your child?
ar: ما نوع النشاط الذي تريد تجربته مع طفلك؟

# text
source: Do you want to begin now or tomorrow?
ar: هل تريد أن تبدأ الآن أم غدا؟

# text
source: Great, see you tomorrow!
ar: رائع، أراك غدا!

# text
source: You have completed the programme. Well done!
ar: لقد أكملت البرنامج. أحسنت!

# text
source: Remember, you can always return to ParentText to review these tips. Just type {MENU}.
ar: تذكر أنه يمكنك دائمًا الرجوع إلى رسائل الأهل لمراجعة هذه النصائح. فقط اكتب {MENU}.

# text
source: Was ParentText helpful? If so, share it with a friend. Just send this link: {insert link}
ar: هل رسائل الأهل مفيد بالنسبة لك؟ إذا كان مفيد، شاركه مع صديق. ما عليك سوى إرسال هذا الرابط: {insert link}

# text
source: It’s a difficult moment for your family. I’m here today with a few tips to create small moments of connection with your child to give them the routine and stability you all need right now. Press 1 to continue with your registration.
ar: إنها لحظة صعبة بالنسبة لعائلتك. أنا هنا اليوم مع بعض النصائح لخلق لحظات صغيرة من التواصل مع طفلك لمنحه حياة أفضل واستقرار نحن جميعا بحاجة إليه. اضغط على 1 لمواصلة التسجيل.

# text
source: It looks like you started a parenting tip, but didn't finish receiving all of the information. Would you like to receive it now or start a new tip?
ar: يبدو أنك بدأت في تلقي نصيحة حول تربية الأبناء، ولكنك لم تستكمل تلقي كافة المعلومات. هل ترغب في تلقيها الآن أم تبدأ نصيحة جديدة؟

# text
source: It looks like you started a parenting tip, but didn't finish receiving all of the information. What would you like to do?
ar: يبدو أنك بدأت في تقديم نصيحة حول تربية الأبناء، ولكنك لم تستكمل تلقي كافة المعلومات. ماذا تريد أن تفعل؟

# text
source: It looks like you started to receive tips, but haven't finished receiving all of them. You have @fields.c_n_mod_started tips with more information available for you. What would you like to do?
ar: يبدو أنك بدأت في تلقي النصائح، ولكنك لم تنتهِ من تلقيها كلها. لديك @fields.c_n_mod_started نصائح مع مزيد من المعلومات المتاحة لك. ماذا تريد أن تفعل؟

# text
source: You and your family are facing a challenging time. ParentText provides tips on how you can support your child during this crisis. Would you like to recieve your first tip now?
ar: أنت وأسرتك تواجهون وقت صعب. تقدم لك نصائح الأهل نصائح حول كيفية دعم طفلك خلال هذه الأزمة. هل ترغب في تلقي نصيحتك الأولى الآن؟

# text
source: A new tip is ready for you. Would you like to continue now?
ar: نصيحة جديدة جاهزة لك. هل ترغب في الاستمرار الآن؟

# text
source: This time is difficult. It doesn't seem like you have the time for the these tips right now. When you are ready to keep going, press 1.
ar: هذا الوقت صعب. يبدو أنك لا تملك الوقت الكافي لتطبيق هذه النصائح الآن. عندما تكون مستعدًا للمتابعة، اضغط على 1.

# text
source: We hope this was helpful! You can access the Main Menu at any time by typing {MENU}.
ar: نأمل أن يكون هذا مفيدًا! يمكنك الوصول إلى القائمة الأساسية في أي وقت عن طريق كتابة {MENU}.

# text
source: To invite someone to join, share this link!
ar: لدعوة شخص ما للانضمام، شارك هذا الرابط!

# text
source: What would you like to do next?
ar: ماذا تريد أن تفعل بعد ذلك؟

# text
source: We hope this was helpful. You can access the Main Menu at any time by typing {MENU}.
ar: نتمنى أن يكون هذا مفيدًا. يمكنك الوصول إلى القائمة الأساسية في أي وقت عن طريق كتابة {MENU}.

# text
source: You've reached the end of today's tip. Well done for caring for your child during this challenging time.
ar: لقد وصلت إلى نهاية نصيحة اليوم. أحسنت رعاية طفلك خلال هذا الوقت الصعب.

# text
source: What would you like change?
ar: ماذا تريد أن يتغير؟

# text
source: Your current media setting is Text, Images, and Videos.
ar: إعداد الوسائط الحالي لديك هو النص والصور ومقاطع الفيديو.

# text
source: Your current media setting is Text and Images Only.
ar: إعداد الوسائط الحالي لديك هو النص والصور فقط.

# text
source: Your current media setting is
ar: إعداد الوسائط الحالي الخاص بك هو

# text
source: You didn't provide this info.
ar: لم تقدم هذه المعلومات.

# text
source: Would you like to change it?
ar: هل ترغب بتغييره؟

# text
source: You didn't tell us if you are a woman or a man.
ar: لم تخبرنا هل أنت امرأة أم رجل.

# text
source: You told us that you are a Woman.
ar: لقد أخبرتنا أنك امرأة.

# text
source: You told us that you are a Man.
ar: لقد أخبرتنا أنك رجل.

# text
source: You told us that you are a
ar: لقد أخبرتنا أنك

# text
source: Would you like to update your gender?
ar: هل ترغب بتحديث جنسك؟

# text
source: You are currently receiving messages in English.
ar: أنت تتلقى حاليًا الرسائل باللغة الإنجليزية.

# text
source: You are currently receiving messages in Arabic.
ar: أنت تتلقى حاليًا الرسائل باللغة العربية.

# text
source: You are currently receiving messages in
ar: أنت تتلقى حاليًا رسائل في

# text
source: Would you like to change your language?
ar: هل ترغب بتغيير لغتك؟

# text
source: *DAY @fields.curr_demo_day*
ar: *يوم @fields.curr_demo_day

# text
source: You completed the ParentText demo. Type RESET and then {FACSTART} to re-start from the beginning.
ar: لقد أكملت العرض التوضيحي الخاص برسائل الأهل. اكتب إعادة ضبط ثم {FACSTART} لإعادة التشغيل من البداية.

# text
source: There are @(fields.c_n_mod - fields.c_n_mod_compl) more tips.
ar: هناك @(fields.c_n_mod - fields.c_n_mod_compl) المزيد من النصائح.

# text
source: There is one more tip.
ar: هناك نصيحة أخرى.

# text
source: End of demo. In a full package, the next lesson begins immediately when this option is selected. Otherwise, a new lesson would be delivered in 24 hours.
ar: نهاية العرض التجريبي. في المجموعة الكاملة، يبدأ الدرس التالي فورًا عند تحديد هذا الاختيار. وإلا فسيتم تقديم درس جديد خلال 24 ساعة.

# text
source: How many children do you take care of?
ar: كم عدد الأطفال الذين تعتني بهم؟

# text
source: I'm sorry. I don't understand. Please enter a number 0-30.
ar: أعتذر، لا افهم، الإدخال يجب أن يكون من بين 0-30.

# quick_replies
source: Video
ar: الفيديو

# quick_replies
source: Text
ar: النص

# quick_replies
source: Woman
ar: أنثى

# quick_replies
source: Man
ar: ذكر

# quick_replies
source: Prefer not to say
ar: أفضل ألا أقول

# quick_replies
source: Other
ar: أخرى

# quick_replies
source: Living in a camp or shelter
ar: العيش في مخيم أو مأوى

# quick_replies
source: Living in a house or apartment
ar: العيش في منزل أو وحدة سكنية

# quick_replies
source: Moving around often
ar: التحرك في كثير من الأحيان

# quick_replies
source: Under 16 years old
ar: أقل من 16 سنة

# quick_replies
source: 16-19 years old
ar: 16-19 سنة

# quick_replies
source: 20-35 years old
ar: 20-35 سنة

# quick_replies
source: Over 35 years old
ar: أكثر من 35 سنة

# quick_replies
source: English
ar: اللغة الانجليزية

# quick_replies
source: Arabic
ar: اللغة العربية

# quick_replies
source: YES
ar: نعم

# quick_replies
source: BACK
ar: الرجوع

# quick_replies
source: NEXT
ar: التالي

# quick_replies
source: Yes
ar: نعم

# quick_replies
source: No
ar: لا

# quick_replies
source: Local and international support
ar: الدعم المحلي والدولي

# quick_replies
source: Medical services
ar: الخدمات الطبية

# quick_replies
source: Mental health support
ar: دعم الصحة العقلية

# quick_replies
source: Family counselling services
ar: خدمات الاستشارة العائلية

# quick_replies
source: Natural disasters
ar: الكوارث الطبيعية

# quick_replies
source: Get other emergency contacts
ar: الحصول على جهات اتصال الطوارئ الأخرى

# quick_replies
source: Go to the Main Menu
ar: انتقل إلى القائمة الأساسية

# quick_replies
source: Exit menu
ar: اخرج من القائمة

# quick_replies
source: A fun activity I can do with my child
ar: نشاط ممتع يمكنني القيام به مع طفلي

# quick_replies
source: Nothing. Let's continue tomorrow.
ar: لا شيء. دعنا نكمل غدًا.

# quick_replies
source: NA
ar: غير متوفر

# quick_replies
source: Another fun activity I can do with my child
ar: نشاط ممتع آخر يمكنني القيام به مع طفلي

# quick_replies
source: Continue with another tip tomorrow.
ar: الاستمرار مع نصيحة أخرى غدا.

# quick_replies
source: View another activity idea
ar: عرض فكرة نشاط أخرى

# quick_replies
source: Go to Main Menu
ar: انتقل إلى القائمة الأساسية

# quick_replies
source: Something Quick
ar: شيء سريع

# quick_replies
source: Something Active
ar: شيء نشيط

# quick_replies
source: Something Calm
ar: شيء هادئ

# quick_replies
source: Now
ar: الآن

# quick_replies
source: Tomorrow
ar: غداً

# quick_replies
source: Continue my registration
ar: متابعة التسجيل

# quick_replies
source: Remind me tomorrow
ar: ذكرني غدا

# quick_replies
source: Complete my previous tip
ar: أكمل نصيحتي السابقة

# quick_replies
source: Receive a new tip
ar: تلقي نصيحة جديدة

# quick_replies
source: Receive the remaining information
ar: تلقي المعلومات المتبقية

# quick_replies
source: Remind me about this tomorrow
ar: ذكرني غدا

# quick_replies
source: I've finished receiving all of the information that I want from this chatbot.
ar: لقد انتهيت من تلقي جميع المعلومات التي أريدها من روبوت الدردشة.

# quick_replies
source: No, remind me tomorrow.
ar: لا، ذكرني غدا.

# quick_replies
source: Return to Menu
ar: العودة إلى القائمة

# quick_replies
source: Review a different tip
ar: مراجعة نصيحة مختلفة

# quick_replies
source: Review tips
ar: مراجعة النصائح

# quick_replies
source: Change my settings
ar: تغيير إعداداتي

# quick_replies
source: Invite a friend to ParentText
ar: ادعُ صديق إلى برنامج رسائل الأهل

# quick_replies
source: Get more help
ar: احصل على المزيد من المساعدة

# quick_replies
source: Watch a video about ParentText
ar: شاهد فيديو عن برنامج رسائل الأهل

# quick_replies
source: Get the next tip
ar: احصل على النصيحة التالية

# quick_replies
source: Nothing, let's continue tomorrow
ar: لا شيء، دعنا نكمل غدًا

# quick_replies
source: Change my profile
ar: تغيير ملفي الشخصي

# quick_replies
source: Stop receiving the messages
ar: توقف عن تلقي الرسائل

# quick_replies
source: Return to Main Menu
ar: العودة إلى القائمة الأساسية

# quick_replies
source: Change my language
ar: تغيير لغتي

# quick_replies
source: Change the way I receive content
ar: تغيير الطريقة التي أستقبل بها المحتوى

# quick_replies
source: Change my gender
ar: تغيير جنسي

# quick_replies
source: Get the next tip.
ar: احصل على النصيحة التالية.

# arguments
source: video
ar: فيديو

# arguments
source: text
ar: نص

# arguments
source: woman
ar: امرأة

# arguments
source: man
ar: رجل

# arguments
source: prefer not to say
ar: يفضل عدم قول ذلك

# arguments
source: other
ar: أخرى

# arguments
source: living in a camp or shelter
ar: العيش في مخيم أو مأوى

# arguments
source: living in a house or apartment
ar: العيش في منزل أو وحدة سكنية

# arguments
source: moving around often
ar: التحرك في كثير من الأحيان

# arguments
source: under 16 years old
ar: أقل من 16 سنة

# arguments
source: 16-19 years old
ar: 16-19 سنة

# arguments
source: 20-35 years old
ar: 20-35 سنة

# arguments
source: over 35 years old
ar: أكثر من 35 سنة

# arguments
source: english
ar: الانجليزية

# arguments
source: arabic
ar: العربية

# arguments
source: yes
ar: نعم

# arguments
source: exit
ar: خروج

# arguments
source: no
ar: لا

# arguments
source: back
ar: الرجوع

# arguments
source: generic
ar: عام

# arguments
source: mental_health
ar: الصحة_العقلية

# arguments
source: health
ar: الصحة

# arguments
source: natural_disasters
ar: الكوارث الطبيعية

# arguments
source: help
ar: المساعدة

# arguments
source: menu
ar: القائمة

# arguments
source: play
ar: تشغيل

# arguments
source: stop
ar: توقف

# arguments
source: start
ar: ابدأ

# arguments
source: pause
ar: توقف

# arguments
source: yes y yeah yep
ar: نعم حسنا أوك

# arguments
source: no n nope nah
ar: لا

# arguments
source: no n nope
ar: لا

# arguments
source: local and international support
ar: الدعم المحلي والدولي

# arguments
source: medical services
ar: الخدمات الطبية

# arguments
source: mental health support
ar: دعم الصحة العقلية

# arguments
source: family counselling services
ar: خدمات الاستشارة العائلية

# arguments
source: natural disasters
ar: الكوارث الطبيعية

# arguments
source: get other emergency contacts
ar: الحصول على جهات اتصال الطوارئ الأخرى

# arguments
source: go to the main menu
ar: انتقل إلى القائمة الأساسية

# arguments
source: exit menu
ar: اخرج من القائمة

# arguments
source: nothing. let's continue tomorrow.
ar: لا شيء. دعنا نكمل غدًا.

# arguments
source: a fun activity i can do with my child
ar: نشاط ممتع يمكنني القيام به مع طفلي

# arguments
source: na
ar: لا

# arguments
source: another fun activity i can do with my child
ar: نشاط ممتع آخر يمكنني القيام به مع طفلي

# arguments
source: continue with another tip tomorrow.
ar: نواصل مع نصيحة أخرى غدا.

# arguments
source: view another activity idea
ar: عرض فكرة نشاط أخرى

# arguments
source: go to main menu
ar: انتقل إلى القائمة الأساسية

# arguments
source: something quick
ar: شيء سريع

# arguments
source: something active
ar: شيء نشيط

# arguments
source: something calm
ar: شيء هادئ

# arguments
source: now
ar: الآن

# arguments
source: tomorrow
ar: غدا

# arguments
source: continue my registration
ar: متابعة التسجيل

# arguments
source: remind me tomorrow
ar: ذكرني غدا

# arguments
source: complete my previous tip
ar: أكمل نصيحتي السابقة

# arguments
source: receive a new tip
ar: تلقي نصيحة جديدة

# arguments
source: receive the remaining information
ar: تلقي المعلومات المتبقية

# arguments
source: remind me about this tomorrow
ar: ذكرني غدا

# arguments
source: i've finished receiving all of the information that i want from this chatbot.
ar: لقد انتهيت من تلقي جميع المعلومات التي أريدها من روبوت الدردشة.

# arguments
source: no, remind me tomorrow.
ar: لا، ذكرني غدا.

# arguments
source: return to menu
ar: العودة إلى القائمة

# arguments
source: review a different tip
ar: مراجعة نصيحة مختلفة

# arguments
source: review tips
ar: مراجعة النصائح

# arguments
source: change my settings
ar: تغيير إعداداتي

# arguments
source: invite a friend to parenttext
ar: ادعُ صديق إلى برنامج رسائل الأهل

# arguments
source: get more help
ar: احصل على مزيد من المساعدة

# arguments
source: watch a video about parenttext
ar: شاهد فيديو عن برنامج رسائل الأهل

# arguments
source: get the next tip
ar: احصل على النصيحة التالية

# arguments
source: nothing, let's continue tomorrow
ar: لا شيء، دعنا نكمل غدًا

# arguments
source: change my profile
ar: تغيير ملفي الشخصي

# arguments
source: stop receiving the messages
ar: توقف عن تلقي الرسائل

# arguments
source: return to main menu
ar: العودة إلى القائمة الأساسية

# arguments
source: change my language
ar: تغيير لغتي

# arguments
source: change the way i receive content
ar: تغيير الطريقة التي أستقبل بها المحتوى

# arguments
source: change my gender
ar: تغيير جنسي

# arguments
source: get the next tip.
ar: احصل على النصيحة التالية.

# arguments
source: yes y yeah yep ok
ar: نعم حسنا أوك
