Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/ts/ts_messages.po
Languages: tn_za

# template
source: * Think of three different situations. For example, driving a car, sailing a boat or flying a plane. * Say them to your teen and ask, “Which would you prefer?” * Ask them why? * Now think of three more situations or ask your teen to do it for you.
tn_za: * Akanya ka maemo a mararo a a sa tshwaneng. Ka sekai, go kgweetsa koloi, go kgweetsa mokoro kgotsa go fofisa sefofane. * Di bolelele mosha wa gago o bo o mmotsa gore, “Ke efe e o ka e ratang?” * Ba botse gore goreng? * Jaanong akanya ka maemo a mangwe gape a le mararo kgotsa kopa mosha wa gago go go direla jalo.

# template
source: * Ask each other questions. They can be any questions about things you like or what you did today. * The only rule is that you can’t answer “Yes”, “No” or “Maybe”. * How long can you last? How creative can you get with your answers? * Swap over and play again!
tn_za: * Botsanang dipotso. E ka nna dipotso dipe fela kaga dilo tse o di ratang kgotsa se o se dirileng gompieno. * Molawana o le nosi fela ke gore o ka se arabe ka “Ee”, “Nnyaa” kgotsa “Gongwe”. * O ka kgona go tsaya lobaka lo lo kae? O ka itirela dikarabo tse di kgatlhang jang? * Refosanang mme lo tshameke gape!

# template
source: * First person says, “On Saturday, I am going to… (e.g., go to the park)” * Second person adds to first person, “On Saturday, I am going to the park and… (e.g., visit my best friend). * Each person adds to the previous, trying to think of all of the fun things to do on Saturday.
tn_za: * Motho wa ntlha a re, “Ka Lamatlhatso, ke ya kwa... (s.k., ke ya kwa parakeng)” * Motho wa bobedi o tlatsa wa ntlha ka gore, “Ka Lamatlhatso, ke ya kwa parakeng le... (s.k., ke etela tsala ya me e kgolo). * Motho mongwe le mongwe o tlatsa yo o sa tswang go feta, ba leka go akanya ka dilo tsotlhe tse di itumedisang go ka di dira ka Lamatlhatso.

# template
source: * Start the story with “Once upon a time there was a…” * Let your teen make up the next sentence. * Then you make up a sentence. * Take turns until you have a wonderful new story. * Make sure to end the story on a positive note. * Ask your teen what was their favourite part of the story!
tn_za: * Simolola polelo ka “Ga twe e rile....” * Letla mosha wa gago go itirela polelwana e e latelang. * Morago ga moo itirele polelwana. * Refosanang go fitlhelela lo nna le polelo e e ntshwa e e gakgamatsang. * Netefatsang gore lo khutlhisa polelwana ka ntlha e e siameng. * Botsa mosha wa gago gore ke karolo efe e a e ratileng thata ya polelo!

# template
source: * Ask your teen what kind of meal they would like to eat. * Prepare it together! * Let them have a turn at being the head chef – they lead, and you follow their instructions. * You can even help them to make a budget for the ingredients! Don’t think it will work? Ask your teens what THEY would like for you and them to do together. Let them lead. Relax. Have fun.
tn_za: * Botsa mosha wa gago gore ke mofuta ofe wa dijo tse a tla ratang go di ja. * Di baakanyetseng mmogo! * Ba letle go refosanya go nna moapei mogolo – ba etelela pele, mme o latela ditaelo tsa bone. * O ka nna wa ba thusa go dira tekanyetsokabo ya ditswaki! Ga o akanye gore go tla bereka? Kopa mosha wa gago gore BA KA rata lo dire eng mmogo. Ba letle go etelela pele. Iketle. Itumele.

# template
source: * Create a set of dance moves to your teen's favourite songs. * One person does a dance move and everyone else copies it. * Everyone takes turns being the leader. * Perform it for the household!
tn_za: * Tlhama go bina go le mmalwa ga dipina tse di ratiwang ke mosha wa gago. * Motho a le nosi o a bina mme ba bangwe botlhe ba a mo etsa. * Refosanang ka go etelela pele. * Diragatsang seno fa pele ga balelapa!

# template
source: * This game can be played in pairs or with many people in a group. * Stand facing each other or in a circle. * One person leads first and everyone else copies them, trying to move exactly at the same time as the leader. * Make sure the leader moves slowly enough for everyone else to follow! Explore moving different body parts and in different levels. * After a while, switch who is leading. Give everyone a chance to lead. * Try it with no leaders!
tn_za: * Motshameko ono o ka tshamekiwa ka dipara kgotsa le batho ba le bantsi mo setlhopheng. * Emang lo lebane kgotsa mo kgolokweng. * Motho a le nosi o etelela pele mme ba bangwe botlhe ba a mo etsa, ba leka go suta ka nako e le nngwe kgo le moeteledipele. * Netefatsa gore moeteledipele o suta ka iketlo ka mo go lekaneng gore mongwe le mongwe a mo latele! Bina ka tsela ya gore go sute mmele otlhe ka selekanyo se se farologaneng. * Morago ga sebaka, yo mongwe e nne ene a etelelang pele. Naya mongwe le mongwe tshono ya go etelela pele. * Leka seno go sena baeteledipele!

# template
source: Praise time! Look at your teen and praise them for one thing they are doing well! And when was the last time you praised yourself or another adult in your household? Try it!
tn_za: Nako ya go akgola! Leba mosha wa gago, mme o mo akgole ka sengwe se se molemo se a se dirang sentle! Ke leng la bofelo fa o ne o ikakgola kgotsa o akgola mogolo mongwe mo lelapeng la gago? Go leke!

# template
source: * Think of a new skill you could learn together with your teen. For example, keeping a ball in the air or your foot, juggling, making soup? * Take turns in trying the new skill out. * Make sure to praise each other, and try to learn and play together!
tn_za: * Akanya ka botswerere jo bosha jo lo ka bo ithutang mmogo le mosha wa gago. Ka sekai, go boloka kgwele e le mo moweng kgotsa mo leotong, thefosano, go dira sopo? * Refosanang ka go leka bokgoni jo bosha. * Netefatsa gore lo a bakana, mme lo leke go ithuta le go tshameka mmogo!

# template
source: * Come up with three types of exercise together. For example, walking, jogging, soccer or dancing. * Pick one together and try it out. * If you both like it, decide how often you are going to do it. Once or twice a week? Every morning? * Together think of ways to make it even more fun. Can you jog to a certain point? Take turns in being the coach? Motivate each other with a small free reward?
tn_za: * Tla ka mefuta e meraro ya go ikatisa mmele e lo ka e dirang mmogo. Ka sekai, go tsamaya, go tshematshema, kgwele ya dinao kgotsa go bina. * Tlhopha e le nngwe mmogo mme lo e leke. * Fa ka bobedi lo e rata, dirang tshwetso ya gore lo tlile go e dira kgapetsa ga kae. Gangwe kgotsa gabedi ka beke? Moso mongwe le mongwe? * Lo akanyeng mmogo ka ditsela tsa go e dira monate le go feta. A o ka kgona go taboga go ya bokgakaleng jo bo rileng? Refosanang ka go nna bakaedi? Kgothatsanang ka tuelo e nnye ya mahala?

# template
source: * The first person gets to choose or sing a song. * Everyone else must guess the name of the tune (to make it harder they can guess the singer). * The first one to guess it right becomes the next leader.
tn_za: * Motho wa ntlha ke ene a tlhophang kgotsa a opelang pina. * Mongwe le mongwe o tshwanetse go fopholetsa leina la pina (go e dira thata ba ka fopholetsa moopedi). * Wa ntlha go e fopholetsa sentle e nna ene moeteledipele yo o latelang.

# template
source: This game is best with at least 3 people. * Start in a circle and pass one “snap” around the circle (or a “clap” if you cannot snap). * You “snap” once to throw the “snap”, and once to catch it. Look at the person you are throwing it to. * The direction (up, down, straight, curved, rolling the ground) and force (hard, soft, medium) that you throw the snap should affect how the person catches it. * You can bounce the “snap”, throw it in the air, and catch it a few times before passing it. * When everyone gets good at this, you can start moving around the room, still passing the “snap”. * Can you throw under the leg? Behind the back? Through your head? Intercept a pass? Have fun with the “snap”!
tn_za: Motshameko ono o botoka fa o na le bobotlana batho ba le 3. * Simolola mo teng ga kgolokwe mme o bo o fetisa “thwantsho” e le nngwe go dikologa kgolokwe (kgotsa go “opa diatla” fa o sa kgone go thwantsha). * O “thwantsha” gangwe go latlhela “thwantsho”, le gangwe go e tshwara. Leba motho yo o mo latlhelelang yone. * Letlhakore (godimo, tlase, tlhamaletseng, kgogoropo, dikologang fa fatshe) le maatla (thata, bonolo, magareng) a o thwantshang ka one a tshwanetse go ama tsela e motho a e tshwarang ka teng. * O ka busetsa morago “thwantsho”, wa e latlhela mo moweng, le go e tshwara ka makgetlo a le mmalwa pele ga o e fetisa. * Fa mongwe le mongwe a setse a tshwara seno, o ka simolola go suta go dikologa kamore, o ntse o latlhela “thwantsho”. * A o ka e latlhela kafa tlase ga leoto? Mo mokotleng? Mo godimo ga tlhogo? Go kgaosetsa phetiso ya yone? Ijeseng monate ka “thwantsho monwana”!

# template
source: Choose a sport or exercise to do together. Decide on a schedule. Are you going to do it every day? For how long? Try it out for a week. At the end of the week, ask yourself and your family these questions: * How is it going? * How did you feel at the start of the week? * How do you feel at the end of the week? * What can we do differently next week?
tn_za: Tlhopha motshameko kgotsa ikatiso e lo ka e dirang mmogo. Dirang tshwetso ka thulaganyo. A lo tlile go dira seno tsatsi le letsatsi? Ka lobaka lo lo kae? E lekeng beke yotlhe. Kwa bowelong jwa beke, wena le lelapa la gago ipotseng dipotso tse di latelang: * Go tsamaya jang? * Lo ikutlwa jang kwa tshimologong ya beke? * Lo ikutlwa jang kwa bowelong jwa beke? * Ke eng se re ka se dirang ka tsela e e farologaneng beke e e latelang?

# template
source: Take turns being the “leader”. Say the intro sentences to activate everyone. Then the “leader” gives an instruction and everyone does the activity as fast as possible: * Leader: “There’s a fire on the mountain!” * Together: “Run, run, run!” * Leader: “There’s a fire on the mountain!” * Together: “Run, run, run!” * Leader: “Touch something red.” * Leader: “There’s a fire on the mountain!” * Together: “Run, run, run!” * Leader: “There’s a fire on the mountain!” * Together: “Run, run, run!” * Leader: “Jump up and down ten times.” * Leader: “There’s a fire on the mountain!” * Together: “Run, run, run!” * Leader: “There’s a fire on the mountain!” * Together: “Run, run, run!” * Leader: “Put the shoes in the shoe rack.”
tn_za: Refosanang ka go “etelela pele”. Bua dipolelwana tsa matseno go tsenyeletsa batho botlhe. Mme yo o “etelelang pele” o tla naya taelo mme mongwe le mongwe a dire tiro ka bonako jo bo kgonegang: * Moetapele: “Go nale molelo mo thabeng!” * Mmogo: “Taboga, taboga, taboga!” * Moetapele: “Go nale molelo mo thabeng!” * Mmogo: “Taboga, taboga, taboga!” * Moetapele: “Tshwara sengwe se se khibidu.” * Moetapele: “Go nale molelo mo thabeng!” * Mmogo: “Taboga, taboga, taboga!” * Moetapele: “Go nale molelo mo thabeng!” * Mmogo: “Taboga, taboga, taboga!” * Moetapele: “Tlolela ko godimo le ko tlase ga lesome.” * Moetapele: “Go nale molelo mo thabeng!” * Mmogo: “Taboga, taboga, taboga!” * Moetapele: “Go nale molelo mo thabeng!” * Mmogo: “Taboga, taboga, taboga!” * Moetapele: “Baya ditlhako mo di nnang teng.”

# template
source: This game is best when more than 2 people play. * One person pretends to be doing something – for example, combing hair or making dinner. * Another person asks, “What are you doing?” * The first person needs to say something that has nothing to do with combing hair, for example, “Tying my shoes.” * The second person then starts pretending to tie their shoes until a new person asks, “What are you doing?” The answer must always be something different than what you are actually doing!
tn_za: Motshameko ono o botoka fa o tshamekiwa ke batho ba feta ba le 2. * Motho a le nosi o itira e kete o dira sengwe - ka sekai, go kama moriri kgotsa go apaya dijo tsa maitseboa. * Motho yo mongwe o botsa gore, “O dirang?” * Motho wa ntlha o tlhoka go bua sengwe se se sa amaneng ka gope le go kama moriri, ka sekai, “Ke bofa ditlhako.” * Motho wa bobedi jaanong o simolola go itira ekete o bofa ditlhako tsa gagwe go fitlhelela motho yo mo ntshwa a botsa gore, “O dirang?” Karabo e tshwanetse ka metlha ya nna e e farologaneng go na le se o se dirang!

# template
source: * Shake your left hands in the air 8 times while counting to 8. * Do it as fast and loud as you can. * Repeat with your other hand. Repeat with both feet. * Do it 7 times, then 6 times and continue until you get to 1. * Everyone calls out “Crazy chicken” and does their best crazy chicken dance!
tn_za: * Tshikinyang matsogo a lona a molema mo moweng ga 8 fa lo ntse lo bala go fitlha go 8. * Dirang seno ka bonako le kwa godimo ka mo go kgonegang. * Boeletsang seno ka matsogo a lona a mangwe. Boeletsang seno ka maoto a lona ka bobedi. * Dirang seno makgetlo a le 7, morago ga moo a le 6 mme lo tswelele go fitlhelela lo fitlha ko go 1. * Mongwe le mongwe o goeletsa a re “Koko e e sa utlweng” ba bo ba diragatsa go bina ga bone go go gaisang ga koko e e sa utlweng!

# template
source: Sit down, close your eyes and listen to your breath as it goes in and out. Notice how you feel. When you are ready, open your eyes again.
tn_za: Nna fa fatshe, tswala matlho a gago mme o reetse mohemo wa gago jaaka o tsena o tswa. Lemoga kafa o ikutlwang ka gone. Fa o siametse go dira jalo, bula matlho a gago gape.

# template
source: Try this whenever you are feeling stressed and you need a break to reconnect.
tn_za: Leka seno fa o ikutlwa o tshwenyegile mo maikutlong mme o tlhoka go ikhutsa gore ikgolaganye gape.

# template
source: Close your eyes. Let's use the magic power of three to stay present and relax. Name three sounds you can hear right now. Name three smells you can smell right now. Name your three favourite foods. What are three things you can be grateful for right now? They don't have to be big.
tn_za: Tswala matlho a gago. A re dirise maatla a boselamose a mararo go dula re le fano e bile re iketlile. Bitsa maina a medumo e o e utlwang gone jaanong. Bitsa maina a menkgo e o kgonang go e nkgelela gone jaanong. Naya maina a dijo tse tharo tse o di ratang. Ke dilo dife tse tharo tse o di lebogelang gone jaanong? Ga di a tshwanela go nna dikgolo.

# template
source: At the end of a tough day, thinking of three things to be grateful for can help us find the courage to try again tomorrow.
tn_za: Morago ga letsatsi le le boima, akanya ka dilo tse tharo tse o di lebogelang go re thusa go bona bopelokgale jwa go leka gape kamoso.

# template
source: Close your eyes and think about the day. Name 1 thing that you are grateful for. Name 1 thing that you did well. Name 1 thing that you love.
tn_za: Tswala matlho a gago mme o akanye ka letsatsi la gago. Bitsa selo se le 1 se o se lebogelang. Bitsa selo se le 1 se o se dirileng sentle. Bitsa selo se le 1 se o se ratang.

# template
source: Well done, you are a hero!
tn_za: O dirile sentle, o mogaka!

# template
source: Close your eyes. Use the magic power of three to stay connected and relax. Breathe in to the count of three. 1, 2, 3. Breathe out to the count of three. 1, 2, 3. Breathe in to the count of three. 1, 2, 3. Breathe out to the count of three. 1, 2, 3.
tn_za: Tswala matlho a gago. Dirisa maatla a boselamose a mararo go nna o le fano e bile o iketlile. Hemela ko teng makgetlo a mararo. 1, 2, 3. Hemela ko ntle makgetlo a mararo. 1, 2, 3. Hemela ko teng makgetlo a mararo. 1, 2, 3. Hemela ko ntle makgetlo a mararo. 1, 2, 3.

# template
source: Do you feel any different? Deep breathing helps our whole body and mind to calm down. You are a star!
tn_za: A o utlwa pharologanyo? Go hemela ko teng go thusa mmele otlhe wa rona le mogopolo gore di ritibale. O naledi!

# template
source: Close your eyes. Listen to your breath as it goes in and out five times. Notice how you feel.
tn_za: Tswala matlho a gago. Reetsa tsela e o hemang ka yone o ntse o tsenya o ntsha mowa makgetlo a matlhano. Lemoga kafa o ikutlwang ka gone.

# template
source: When you are ready open your eyes again. You are in control!
tn_za: Fa go siametse go dira jalo bula matlho a gago gape. Ke wena o laolang!

# template
source: Close your eyes. Take a minute to think about the day. Think about one positive or fun thing you did. Praise yourself for one thing you did well today. Think of one thing you can do differently tomorrow. Think of one thing that you are grateful for.
tn_za: Tswala matlho a gago. Tsaya motsotso o akanye ka letsatsi. Akanya ka sengwe se le nosi se se siameng kgotsa se se monate se o se dirileng. Ikakgole fa o dirile sengwe se le nosi se sentle gompieno. Akanya ka selo se le sengwe se o ka se dirang ka tsela e e farologaneng kamoso. Bitsa selo se le sengwe se o se lebogelang.

# template
source: Close your eyes. Do your children ever make you feel like screaming? Give yourself a 10-second pause. Breath in and out slowly 5 times. Then try responding in a calmer way.
tn_za: Tswala matlho a gago. A bana ba gago ba a tle ba dire gore o batle go goeletsa? Iphe metsotswana e 10 o eme go se kae. Hemela ko teng le ko ntle makgetlo a 5. Mme leka go araba o kgobile makgwafo.

# template
source: Millions of parents say this helps - A LOT.
tn_za: Dimilione tsa batsadi di a re seno se a thusa - THATA.

# template
source: Close your eyes. Take a moment to stop what you are doing and connect with your breath. What is one thing you can be grateful for right now? What is one thing that brings you happiness? What is one thing that you love? They don't have to be big. Sometimes the small things in life count the most!
tn_za: Tswala matlho a gago. Tsaya motsotso go emisa se o se dirang mme o ikgolaganye le tsela e o hemang ka yone. Ke selo sefe se le sengwe se o se lebogelang gone jaanong? Ke selo sefe se le sengwe se se go itumedisang? Ke selo sefe se le sengwe se o se ratang? Ga di a tshwanela go nna dikgolo. Ka dinako tse dingwe dilo tse dinnye mo botshelong ke tsone di leng botlhokwa thata!

# template
source: Here's an activity to relax your body: Sit comfortably and close your eyes if you can. Imagine a golden ring scanning your body from your feet to your head. Pay attention as it moves up and down your body. Are there any areas that feel tense? Numb? Painful? Focus on those areas for a moment. Breathe in to the area and when you breathe out, try to let go of any tension or pain. Do this for a few breaths. Open your eyes. How does your body feel now?
tn_za: Fano ke tiro e e ka ritibatsang mmele wa gago: Dula sentle mme o tswale matlho fa o kgona. Akanya ka palamonwana ya gauta e sekaseka mmele wa gago go tswa mo maotong go ya ko tlhogong. Tlhwaya tsebe jaaka fa e ntse e ya godimo le tlase mo mmeleng wa gago. A go na le dikarolo tsa mmele tse di tiileng? Di sule bogatsu? Di botlhoko? Tlhoma mogopolo mo dikarolong tseno metsotswana. Hemela mo teng ga karolo eo mme o ntshe mowa, leka go tsamaisa tiya goo kgotsa botlhoko joo. Dira seno ka go hema ka makgetlo. Bula matlho a gago. Mmele wa gago o ikutlwa jang jaanong?

# template
source: You can also try this next time you find yourself lying in bed unable to sleep!
tn_za: O ka nna wa leka seno mo lekgetlong le le latelang fa o iphitlhela o robetse mo bolaong mme o sa kgone go robala!

# template
source: Close your eyes. Notice your connection with the ground beneath you. What parts of your body touch the ground? What parts of your body don’t? Notice where it feels warm and where it feels cool. Feel the ground underneath you supporting you. Let your body sink into the support of the ground.
tn_za: Tswala matlho a gago. Lemoga kgolagano ya gago le le lefatshe le le kafa tlase ga gago. Ke karolo dife tsa mmele wa gago tse di amang mo fatshe? Ke karolo dife tsa mmele wa gago tse di sa ameng fatshe? Elatlhoko gore go thuthafetse kae le mo o go tsidifetseng teng. Ikutlwe o tshegediwa ke lefatshe mo tlase ga gago. Letla mmele wa gago gore o tshegediwe ke lefatshe.

# template
source: Try this next time you feel alone or are doing a mundane activity like washing up. It can really help!
tn_za: Leka seno mo lekgetlong le le latelang fa o ikutlwa o le nosi kgotsa fa o dira ditiro tsa mo gae jaaka go tlhatswa. Go ka thusa thata!

# template
source: Sit down and close your eyes. How many sounds can you hear? Listen to the sounds inside and outside the room. Count them on your fingers. After ten seconds, how many fingers do you have up? What sounds did you hear? Try again for another ten seconds. Did you hear any new sounds? Did you hear any sounds inside your own body? Notice how you feel now.
tn_za: Nna fatshe o tswale matlho a gago. O utlwa medumo e kae? Reetsa medumo e e mo teng le kwa ntle ga kamore. E bale ka menwana ya gago. Morago ga metsotswana e le lesome, go setse menwana e kae e e emeng? O utlwile medumo efe? Leka gape metsotswana e le lesome. A o utlwile medumo e mesha? A o utlwile medumo mo teng ga mmele wa gago? Lemoga kafa o ikutlwang ka gone gone jaanong.

# template
source: Close your eyes. Do you every feel something so strongly that you want to run away from it? Instead of moving away from the feeling, let’s move towards it for a moment. It’s ok. Close your eyes if you feel comfortable. Take a deep breath. Become curious. Where are you feeling it in your body? Is it hot or cold? Hard or soft? Tight or loose? Ask yourself some questions. What is it telling me? What does it need? How can I be kind to myself right now?
tn_za: Tswala matlho a gago. A o kile wa utlwa sengwe ka mo go tseneletseng mo o batlang go se tshabela? Go na le go itlhokomolosa kafa o ikutlwang ka teng, tla reye mo go yone go se kae. Ga se bothata. Tswala matlho fa o kgona fa o nnisega. Wela makgwafo. Batla go itse. O e utlwa kae mo mmeleng wa gago? E mogote kgotsa e tsididi? E thata kgotsa e boleta? E gagametse kgotsa ga ya gagamala? Ipotse dipotso dingwe. Se mpolelelang? Se tlhoka eng? Nka ikutlwela botlhoko jang gone jaanong?

# template
source: Here is something fun to help you let go of stress: Choose a song that reflects what you need in this moment. Do you need a gentle song to soothe your tired soul or an upbeat song to help you shake some stress out? Make a space and move your body to the music. Remember to breathe while you move. Let your breath and the movement go together.
tn_za: Fano ke sengwe se se ka go thusang go tsamaisa go tshwenyega mo maikutlong ga gago: Tlhopha pina e e bontshang se o se tlhokang gone jaanong. A o tlhoka pina e e seng modumo go ritibatsa moya wa gago o o lapileng kgotsa pina e e tla go binisang go go thusa go ntsha go tshwenyega mo maikutlong? Dira sebaka mme o tshikinye mmele ka go binela pina. Gopola go hema fa o ntse o itshikinya. Letlelela mohemo wa gago le go tshikinya mmele ga gago go tsamaisane mmogo.

# template
source: Even a few minutes of movement can be enough to release stress and lift your mood!
tn_za: Le metsotso e mmalwa e ka siame go go thusa go tsamaisa go tshwenyega mo maikutlong mme o a itumela!

# template
source: Close your eyes. Take a moment to feel the ground under your feet. Think of something you feel grateful for. Focus on your breath. Breathe in and out. In and out.
tn_za: Tswala matlho a gago. Tsaya motsotso go utlwa lefatshe le le kafa tlase ga dinao tsa gago. Akanya ka sengwe se o se lebogelang. Tlhoma mogopolo mo tseleng e o hemang ka yone. Hemela mo teng le ko ntle. Mo teng le ko ntle.

# template
source: Hello! How are you feeling right now? Happy, sad, angry, excited, worried? Notice where you feel it in your body. Notice what thoughts are connected to that feeling. Take a deep breath.
tn_za: Dumela! O ikutlwa jang gone jaanong? O itumetse, o hutsafetse, o galefile, o kgatlhegile, o tshwenyegile? Lemoga mo o e utlwang teng mo mmeleng wa gago. Lemoga gore ke dikakanyo dife tse di golaganeng le maikutlo ao. Wela makgwafo.
