Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/ts/ts_messages.po
Languages: tn_za

# template
source: Think of a time when the other children are not around and spend time with my teen then.
tn_za: Akanya ka nako ya fa bana ba bangwe ba seyo mme o iphe nako eo le mosha wa me.

# template
source: Plan one-on-one time in a place other than at home.
tn_za: Rulaganya go ipha nako mmogo mo lefelong le lengwe ntle le ko gae.

# template
source: Perfect! This way, you can give your undivided attention to your teen, so they feel valued and loved.
tn_za: Bontle tota! Ka tsela eno, o ka tlhoma mogopolo wa gago mo mosheng wa gago, gore ba ikutlwe ba le botlhokwa e bile ba ratiwa.

# template
source: Great! You can try spending time with your teen when the other children have already gone to bed, or are playing outside.
tn_za: Go gontle! O ka leka go ipha nako le mosha wa gago fa bana ba bangwe ba setse ba ile go robala, kgotsa ba tshameka ko ntle.

# template
source: Wonderful! Maybe you can walk to the shops together or go watch a sports match, so you can chat without having the other children demand your attention.
tn_za: Bontle tota! Ka gongwe lo ka tsamaya ka dinao go ya mabenkeleng mmogo kgotsa lo lebelele metshameko, gore lo kgone go tlotla ntle le bana ba gago ba bangwe ba batla tlhokomelo ya gago.

# template
source: Your goal was to introduce ONE positive consequence (for your teen taking responsibility) and ONE negative consequence (for your teen breaking a household rule). You tapped the @data.habit.consequence.in_text_title - great job for remembering!
tn_za: Mokgele wa gago e ne e le go itsise NNGWE ya ditlamorago tse di molemo (tsa mosha wa gago yo o tsereng maikarabelo) le NNGWE ya ditlamorago tse di sa siamang (tsa mosha wa gago fa a roba molao wa mo lapeng). O tobeditse @data.habit.consequence.in_text_title - o dirile sentle wa gopola!

# template
source: Your goal was to introduce ONE positive consequence (for your teen taking responsibility) and ONE negative consequence (for your teen breaking a household rule).
tn_za: Mokgele wa gago e ne e le go itsise NNGWE ya ditlamorago tse di molemo (tsa mosha wa gago yo o tsereng maikarabelo) le NNGWE ya ditlamorago tse di sa siamang (tsa mosha wa gago fa a roba molao wa mo lapeng).

# template
source: introduce a consequence together
tn_za: itsise ditlamorago mmogo

# template
source: Did you have any challenges when trying to introduce a consequence together?
tn_za: A o kile wa nna le dikgwetlho dipe fa o leka go itsise ditlamorago mmogo?

# template
source: What was difficult for you about introducing a consequence with your teen?
tn_za: Ke eng se se nnileng boima mo go wena ka go itsise mosha wa gago ka ditlamorago?

# template
source: I got very angry when my teen broke the rule.
tn_za: Ke ile ka galefa tota fa mosha wa me a roba molao.

# template
source: When we take a pause before responding, it helps us to calm down and respond better. Next time your teen makes you angry, try to take a pause first. Even a few deep breaths can make a big difference!
tn_za: Fa re ema go se kae pele ga go araba, go re thusa gore re kgobe makgwafo mme re arabe botoka. Nako e latelang fa mosha wa gago a dira gore o galefe, leka go ema go se kae pele. Le go hemela ko teng makgetlonyana go ka dira pharologanyo e kgolo tota!

# template
source: My teen got very angry with me after I gave the consequence.
tn_za: Mosha wa me o nkgalefetse tota morago ga ke sena go mo naya ditlamorago.

# template
source: When your teen gets angry, you might need to walk away until you are both calm. Check to make sure your consequence is fair and reasonable. Listen to your teen’s explanation, and make sure to give a “Safety Amnesty” if they broke a rule in order to stay safe.
tn_za: Fa mosha wa gago a galefa, o ka nna wa tlhoka go mo katoga go fitlha loo-babedi lo kgobile makgwafo. Tlhola go netefatsa gore ditlamorago tsa gago di tekatekano mme di a utlwala. Reetsa tlhaloso ya mosha wa gago, mme o netefatse go naya “Tshireletsego ya go Itshwarela” fa ba robile molao e le gore ba nne ba sireletsegile.

# template
source: I introduced the consequence without first discussing it with my teen.
tn_za: Ke itsisitse ditlamorago ntle le go tlotla ka yone le mosha wa me.

# template
source: Can you make a consequence for if this happens again? When we establish a consequence together with our teens, the consequence will be more realistic, and our teens will be more willing and able to follow the rule.
tn_za: A o ka kgona go dira ditlamorago fa seno se direga? Fa re tlhoma ditlamorago mmogo le basha ba rona, ditlamorago e tla nna tsa nnete, mme basha ba rona ba tla batla thata le go kgona go latela molao.

# template
source: I forgot to follow through with the consequence.
tn_za: Ke lebetse go latelela ditlamorago.

# template
source: We all make mistakes! The more consistent we are with our consequences, the more likely our children will choose to behave positively in the future.
tn_za: Rotlhe re dira diphoso! Fa re latela ditlamorago thata gaufiufi, ke moo thata bana ba rona ba tla tlhophang go itshwara sentle mo isagweng.

# template
source: Even with the consequence, my teen still does not follow the rule.
tn_za: Le fa go na le ditlamorago, mosha wa me o sa ntse a sa latele molao.

# template
source: If your teen keeps breaking rules, you might need to spend more positive time with them. Try to keep going with your other goals – like self-care, one-on-one time, and praise. All these skills will help your teen feel more loved and secure… and you less stressed!
tn_za: Fa mosha wa gago a tswelapele a roba melao, o ka nna wa tlhoka go ipha nako sentle le ene. Leka go tsamaya le mekgele ya gago e mengwe – jaaka go itlhokomela, go ipha nako mmogo, le go baka. Botswerere jotlhe jono bo tla thusa mosha wa gago go ikutlwa a ratiwa thata e bile a sireletsegile... mme kgatelelo ya gago ya maikutlo e tla fokotsega!

# template
source: We only created a negative consequence, not a positive consequence.
tn_za: Re dirile fela ditlamorago tse di sa siamang, e seng tse di siameng.

# template
source: It can be difficult to think of positive consequences sometimes. Positive consequences will encourage your teen to take more responsibility, and you will see the difference!
tn_za: Go ka nna boima go akanya ka ditlamorago tse di molemo nako enngwe. Ditlamorago tse di molemo di tla rotloetsa mosha wa gago go tsaya maikarabelo a oketsegileng, mme o tla bona pharologanyo!

# template
source: My teen suggested being hit as a negative consequence.
tn_za: Mosha wa me o akantsha go itewa e le ditlamorago tse di sa siamang.

# template
source: Teens can be used to seeing hitting as the only possible consequence for breaking rules. Brainstorm some calm consequences with them that could help them understand that they have done something wrong. These will be more effective and will set positive examples!
tn_za: Basha ba ka bona go itewa e le gone fela ditlamorago tsa go roba melao. Akantsha ditlamorago dingwe tse di seng thata le bone tse di ka ba thusang go tlhaloganya gore ba dirile sengwe se se sa siamang. Tseno di tla bereka thata mme e nne sekao se se molemo.

# template
source: Your goal was to discuss a possible crisis situation with your teen and make a plan for it.
tn_za: Mokgele wa gago e ne e le go buisana ka maemo a ka tlhagang ka tshoganyetso le mosha wa gago mme o a direle thulaganyo.

# template
source: prepare for a possible crisis with their teens
tn_za: rulaganya go santse go na le nako fa go ka tlhaga maemo a tshoganyetso le basha ba gago

# template
source: prepare for a possible crisis with your teen
tn_za: rulaganya go santse go na le nako fa go ka tlhaga maemo a tshoganyetso le mosha wa gago

# template
source: My teen told me that something serious happened to them and I did not know how to handle it.
tn_za: Mosha wa me o mpoleletse gore sengwe se se masisi se mo tlhagetse mme ke ne ke sa itse gore nka dira jang.

# template
source: Praise your teen for telling you; that is not easy to do! Remember, you can use all the skills you picked from your toolbox: Take a pause, use the four steps of problem solving, and reach out to get the support you and your teen need!
tn_za: Akgola mosha wa gago gore o go boleletse; ga go motlhofo go dira seo! Gopola, o ka dirisa botswerere bope fela jo o bo tlhophileng go tswa mo lebokosong la dithulusu: Ema go se kae, dirisa dikgato tse nne tsa go rarabolola mathata, mme o leke go kgaratlha gore wena le ngwana wa gago lo newe tshegetso e lo e tlhokang!

# template
source: Get support
tn_za: Batla tshegetso

# template
source: The conversation made me very uncomfortable because I was reminded of a negative experience I had.
tn_za: Puisano e dirile gore ke seka ka nnisega tota ka gonne e nkgopoditse tiragalo e e sa siamang e nkileng ka nna le yone.

# template
source: When we are reminded of such experiences, it is normal to feel upset or angry. It is important to find a time when you are calm, so that you can think of what support you need. You may need to talk to someone.
tn_za: Fa re gopodiwa ka ditiragalo tse di ntseng jalo, go tlwaelegile go ikutlwa o tenegile kgotsa o galefile. Go botlhokwa go batla nako ya fa o kgobile makgwafo, gore o kgone go akanya gore o tlhoka tshegetso e ntseng jang. O ka nna wa tlhoka go bua le mongwe.

# template
source: One of us did not feel comfortable.
tn_za: Mongwe wa rona o ne a sa ikutlwe a nnisega.

# template
source: This is difficult stuff to talk about. Find a relaxing time for it. We know it is much easier to not talk about these things and to hope they will never happen to us. However, learning to deal with crisis is like getting insurance; it is ALWAYS best to think about them and be prepared.
tn_za: Seno ke selo se se boima go bua ka sone. Se batlele nako ya fa o kgobile makgwafo. Re a itse gore go motlhofo thata fa re sa bue ka dilo tseno e bile re solofela gore ga di kitla di re diragalela. Le fa go ntse jalo, go ithuta go lepalepana le mathata go tshwana le go batla inshorense; go botoka fa ka METLHA o akanya ka tsone mme o nna o ipaakantse.

# template
source: Your home practice was to try out REAL, POSITIVE and EXACT instructions with your teen. We noticed you tapped the @data.habit.instruct_positively.in_text_title - great job for remembering!
tn_za: Ikatiso ya legae la gago e ne e le go leka ditaelo tsa NNETE, TSE DI SIAMENG le TSE DI TSEPAMENG le mosha wa gago. Re lemogile gore o tobeditse @data.habit.instruct_positively.in_text_title - o dirile sentle wa gopola!

# template
source: Your home practice was to try out REAL, POSITIVE and EXACT instructions with your teen.
tn_za: Ikatiso ya legae la gago e ne e le go leka ditaelo tsa NNETE, TSE DI SIAMENG le TSE DI TSEPAMENG le mosha wa gago.

# template
source: Thank you for sharing! Well done for trying to give your teen positive instructions and for building a positive relationship with your teen. Your teen deserves praise and YOU as well!
tn_za: Ke lebogela go bo o mpoleletse! O dirile sentle ka go leka go naya mosha wa gago ditaelo tse di siameng le go aga botsalano jo bo siameng le mosha wa gago. Mosha wa gago o tshwanetse go akgolwa mme gape le WENA!

# template
source: Which of the tips helped you?
tn_za: Ke dikakantsho dife tse di go thusitseng?

# template
source: GET REAL – Can your teen do what you are about to ask?
tn_za: BUA NNETE – A mosha wa gago a ka kgona go dira se o mo kopang gore a se dire?

# template
source: GET POSITIVE – Use positive words and praise them!
tn_za: BUA KA TSELA E E SIAMENG – Dirisa mafoko a a siameng mme o ba akgole!

# template
source: GET CLEAR – Be clear and specific!
tn_za: ITLHALOSE SENTLE – Itlhalose sentle o bo o totobale!

# template
source: Wonderful! When we ask our teen to do something that is realistic, it is easier for them to succeed.
tn_za: Bontle tota! Fa re kopa mosha wa rona go dira sengwe se se kgonegang, go nna motlhofo gore ba atlege.

# template
source: When we praise them, our teens feel encouraged to listen to us again!
tn_za: Fa re ba akgola, basha ba rona ba ikutlwa ba kgothetse go re reetsa gape!

# template
source: Awesome! When we think ahead of specific instructions to give our teen, our instructions become much easier to follow!
tn_za: Bontle! Fa re akanyetsa ko pele ka ditaelo tse di totobetseng tse re di nayang mosha wa rona, ditaelo tsa rona di nna motlhofo gore a di latele!

# template
source: Did you have any challenges?
tn_za: A o kile wa nna le dikgwetlho?

# template
source: What challenge did you have?
tn_za: O nnile le kgwetlho efe?

# template
source: My teenager did not want to follow the instruction.
tn_za: Mosha wa me o ne a sa batle go latela ditaelo.

# template
source: I did not find time to spend one-on-one time with my teen.
tn_za: Ga ke a kgona go bona nako ya go e e ipha le mosha wa me.

# template
source: I gave a negative instead of a positive instruction.
tn_za: Ke mo neile taelo e e sa siameng go na le e e siameng.

# template
source: I shouted at my teen when they behaved negatively, instead of giving them a positive instruction for what they should do.
tn_za: Ke omantse mosha wa me fa a ne a itshwere ka tsela e e sa siamang, go na le gore ke mo neye taelo e e siameng ya se ba tshwanetseng go se dira.

# template
source: I know; our children need time to learn to follow instructions. Be patient, try again, and remember to praise them every time they follow an instruction!
tn_za: Ke a itse; bana ba rona ba tlhoka nako ya go ithuta go latela ditaelo. Nna pelotelele, leka gape, mme o gopole go ba akgola nako le nako fa ba kgonne go latela ditaelo!

# template
source: Do you want to try one of the following things?
tn_za: A o batla go leka nngwe ya dilo tse di latelang?

# template
source: Think of a time each day that I can spare five minutes or a bit more time.
tn_za: Akanya ka nako tsatsi lengwe le lengwe e nka beelang kwa thoko metsotso e le tlhano kgotsa e e oketsegileng.

# template
source: Find a chore that we could do together in a fun way.
tn_za: Batla tiro e re ka e dirang ka tsela ya go ijesa monate mmogo.

# template
source: Ask my teen or someone else to help me with a chore, so I have some extra free time.
tn_za: Botsa mosha wa me kgotsa mongwe o sele go nthusa ka tiro ya legae, gore ke kgone go nna le nako e oketsegileng ke sa dire sepe.

# template
source: Perfect! Even spending 5 minutes makes a big difference, and if you do it at the same time every day (like at breakfast or before bed), it will be easier to keep it up!
tn_za: Bontle tota! Le fa e le go ipha metsotso e 5 go dira pharologanyo e kgolo, mme fa o e dira ka nako e tshwanang tsatsi le letsatsi (jaaka fa re ja dijo tsa mo mosong kgotsa pele re ya go robala), go tla nna motlhofo go e latelela!

# template
source: Great! That way you get your work done and have a fun time together with your teen!
tn_za: Go gontle! Ka tsela eo o kgona go dira tiro ya gago mme o nne le nako ya go ijesa monate mmogo le mosha gago!

# template
source: Wonderful! By sharing responsibilities, you will have more time to do something fun with your teen – it’s so important!
tn_za: Bontle tota! Ka go aroganya maikarabelo, o tla nna le nako e ntsi ya go dira sengwe sa go ijesa monate le mosha wa gago – seo se botlhokwa tota!

# template
source: Yes, it takes some time to get used to giving positive instructions – it’s really worth trying again! Think about the behaviour you would love to see your teen do more and think of positive ways to give that instruction!
tn_za: Ee, go tsaya nako e ntsi go tlwaela go naya ditaelo tse di siameng – go molemo tota go leka gape! Akanya ka boitshwaro jo o ka ratang go bona mosha wa gago a bo dira thata mme o akanye ka ditsela tse di siameng tsa go naya taelo eo!

# template
source: Your goal was to make a family budget and savings plan. We noticed you tapped the @data.habit.money.in_text_title - great job for remembering!
tn_za: Mokgele wa gago e ne e le go dira thulaganyo ya tekanyetsokabo le go boloka madi ga lelapa. Re lemogile gore o tobeditse @data.habit.money.in_text_title - o dirile sentle wa gopola!

# template
source: Your goal was to make a family budget and savings plan.
tn_za: Mokgele wa gago e ne e le go dira thulaganyo ya tekanyetsokabo le go boloka madi ga lelapa.

# template
source: Thank you for sharing your experiences! Well done for thinking about how you can budget and save with your family. This will really help you to work towards your family goals. Together you can achieve so many good things!
tn_za: Re lebogela go bo o re neile maitemogelo a gago! O dirile sentle ka go akanya ka kafa o ka dirang tekanyetsokabo le go boloka madi mmogo le lelapa la gago. Seno ruri se tla lo thusa tota gore lo berekele go fitlhelela mekgele ya lelapa. Lo le mmogo lo ka kgona go fitlhelela dilo di le dintsi!

# template
source: make a budget together with their family
tn_za: dira tekanyetsokabo mmogo le lelapa la bone

# template
source: Did you have any challenges when making your budget together?
tn_za: A lo nnile le dikgwetlho dipe fa lo dira tekanyetsokabo ya lona mmogo?

# template
source: What whas difficult for you about making your budget together?
tn_za: Ke eng se se go thatafaletseng ka go dira tekanyetsokabo ya lona mmogo?

# template
source: I did not want to tell my family how much I earn.
tn_za: Ke ne ke sa batle go bolelela lelapa la me gore ke gola bokae.

# template
source: When budgeting, we could not agree on what should fall under needs and what should fall under wants.
tn_za: Fa re dira tekanyetsokabo, re ka nna ra seka ra dumalana gore ke eng se eleng ditlhoko le gore ke eng se eleng dipatlo.

# template
source: People’s wants and needs are different sometimes. Talking about them together can help you and your teen to understand each other, respect your differences, and see where you can compromise.
tn_za: Ditlhoko le dipatlo tsa batho ga di tshwane ka dinako tse dingwe. Go bua ka tsone mmogo go ka go thusa le mosha wa gago go tlhaloganyana, go tlotla dipono tse di sa tshwaneng, le go bona gore lo ka akanyetsana kae.

# template
source: I did not understand what to do.
tn_za: Ke ne ke sa itse gore ke dire eng.

# template
source: I’m sorry to hear this. I know it can be difficult! Why don’t we go through it again? Your teen or other family members can join and help you!
tn_za: Ke maswabi go utlwa seno. Ke a itse go ka nna boima! Goreng re sa e leke gape? Mosha wa gago kgotsa maloko a mangwe a lelapa la gago ba ka ikopanya nao mme ba go thusa!

# template
source: My teen did not want to do the budgeting with me.
tn_za: Mosha wa me o ne a sa batle go dira tekanyetsokabo le nna.

# template
source: Try making the budget with other adults in your home first. Your teen may get interested in what you are doing. Making a budget may sound serious but try to make it fun – make it a game during one-on-one time! Or you can try to make the budget for @global.w_money_grandma first. Remember to praise them when you are done!
tn_za: Leka go dira tekanyetsokabo le bagolo ba bangwe mo legaeng la gago pele. Mosha wa gago a ka kgatlhegela se o se dirang. Go dira tekanyetsokabo go ka bonala go le masisi mme leka go go dira monate – go dire motshameko fa lo ntse lo ipha nako mmogo! Kgotsa o ka leka go dira tekanyetsokabo ya @global.w_money_grandma pele. Gopola go ba akgola fa o feditse!

# template
source: Your goal was to praise your teen. You’ve tapped the @data.habit.praise_teen.in_text_title this week. Great job for remembering!
tn_za: Mokgele wa gago e ne e le go akgola mosha wa gago. O tobeditse @data.habit.praise_teen.in_text_title mo bekeng eno. O dirile sentle wa gopola!

# template
source: Your goal was to praise your teen.
tn_za: Mokgele wa gago e ne e le go akgola mosha wa gago.

# template
source: Did you have a chance to praise your teen this week?
tn_za: A o nnile le tshono ya go akgola mosha wa gago mo bekeng eno?

# template
source: Yes
tn_za: Ee

# template
source: No
tn_za: Nnyaa

# template
source: It can sometimes be hard to remember to praise our teens. Next time you spend one-on-one time with your teen, try and think of one thing you can praise them for. You can even say, “Thank you for spending time with me!”.
tn_za: Go ka nna thata ka dinako tse dingwe go gakologelwa go akgola basha ba rona. Nako e e tlang fa o ipha nako mmogo le mosha wa gago, leka go akanya ka selo se le sengwe se o ka ba akgolelang sone. O ka nna wa re, “Ke lebogela gore o iphile nako le nna!”.

# template
source: Well done - great job for remembering!
tn_za: O berekile - o dirile sentle wa gopola!

# template
source: How did your teen respond?
tn_za: Mosha wa gago o tsibogile jang?

# template
source: Surprised
tn_za: O maketse

# template
source: Happy
tn_za: O itumetse

# template
source: My teen did not like it
tn_za: Mosha wa me ga a rata

# template
source: I do not know
tn_za: Ga ke itse

# template
source: Remember, it takes some time for your teen to get used to seeing you praise them. The more time you spend with them, the better it will go!
tn_za: Gopola, go tsaya nako gore mosha wa gago a tlwaele go go bona o mo akgola. Fa o ntse o ipha nako e ntsi le bone, go tlile go nna go tokafala!

# template
source: Well done for observing how your teen felt; keep it up!
tn_za: O dira sentle go bona gore mosha wa gago o ikutlwa jang; tswelela pele o dira jalo!

# template
source: It happens - just be patient. Make sure to keep spending time with your teen, so they will value your opinion more and more. When your praise is genuine, you will see the benefits soon!
tn_za: Go a direga - nna pelotelele. Netefatsa gore o nna o ipha nako le mosha wa gago, gore ba bone boleng jwa pono ya gago le e leng go feta. Fa o ba akgola go tswa pelong, o tla bona matswela e se kgale!

# template
source: No problem - try to observe how they respond the next time!
tn_za: Ga gona bothata - leka go bona gore ba tsiboga jang mo nakong e tlang!

# template
source: Your goal was to make ONE rule with your teen this week.
tn_za: Mokgele wa gago e ne e le go direla mosha wa gago molao o le MONGWE mo bekeng eno.

# template
source: Well done for this! It’s not easy, and teenagers won’t keep to the rules all the time, but making a few key rules together is a great start. Praise yourself for trying this - we are proud of you!
tn_za: O dirile seno sentle! Ga go motlhofo, le basha ga ba kitla ba boloka melao ka dinako tsotlhe, mme go dira melao konokono e le mmalwa lo le mmogo ke tshimologo e ntle. Ikakgole ka go leka seno - re motlotlo ka wena!

# template
source: make rules with their teens
tn_za: dira melao le basha ba bone

# template
source: Did you have any challenges when trying to make a rule together?
tn_za: A o nnile le dikgwetlho dipe fa o leka go dira molao lo le mmogo?

# template
source: What was difficult for you about making a rule with your teen?
tn_za: Ke eng se se nnileng boima mo go wena ka go dira molao le mosha wa gago?

# template
source: My teen and I could not agree on a rule.
tn_za: Nna le mosha wa me ga re kgone go dumalana ka molao.

# template
source: Think about whether the rule is reasonable. Can your teen follow it? When making rules as a family, it helps to think about your teen, how old they are, and what is important to them.
tn_za: Akanya ka gore a mme molao o utlwala. A mosha wa gago o kgona go o latela? Fa lo dira melao jaaka lelapa, go thusa gore o akanye ka mosha wa gago, ba bagolo go le kae, le gore ke eng se se botlhokwa mo go bone.

# template
source: My teen felt it was unfair that they have to follow the rule while I don’t have to follow it.
tn_za: Mosha wa me o ikutlwa gore ga go tekatekano gore ba tshwanetse go latela molao fa nna ke sa tlhoke go o latela.
