Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/ts/ts_messages.po
Languages: tn_za

# template
source: Try to do something to reward yourself every day. This could be to @local.name_4 or anything else that you enjoy.
tn_za: Leka go dira sengwe go ituela letsatsi le letsatsi. E ka nna go @local.name_4 kgotsa sengwe fela se sele se o se itumelelang.

# template
source: Try to do something to reward yourself every day. This could be to @local.name_5 or anything else that you enjoy.
tn_za: Leka go dira sengwe go ituela letsatsi le letsatsi. E ka nna go @local.name_5 kgotsa sengwe fela se sele se o se itumelelang.

# template
source: Things you can do to reward yourself:
tn_za: Dilo tse o ka di dirang go ituela:

# template
source: * Have a hot drink * Call a friend or relative * Have a relaxing bath * Read * Watch TV
tn_za: * Nwa seno se se bolelo * Leletsa tsala kgotsa losika * Iketle mo bateng e e tlhapelang * Bala * Leba TV

# template
source: RELAX
tn_za: IKETLE

# template
source: Do a 30 second quick relaxation activity.
tn_za: Dira tiro ya ka pele ya metsotswana e le 30 ya go iketla.

# template
source: RECOGNISE
tn_za: LEMOGA

# template
source: Take a moment and think of one thing YOU have done recently that you have done well! Say it aloud if you can "Well done for …"
tn_za: Tsaya nako o bo o akanya ka selo se le sengwe se O se dirileng moragong jaana se o se dirileng bontle thata! Buela kwa godimo fa o kgona “Ke ikakgolela ...”

# template
source: REWARD
tn_za: TUELO

# template
source: Remember you deserve your quality time too! What makes you happy?
tn_za: Gakologelwa gore le wena o tlhoka nako ya go iketla! Ke eng se se dirang gore o itumele?

# template
source: Customise your @global.parent_app
tn_za: Itsenyetse dilo tse o di batlang mo @global.parent_app ya gago

# template
source: Start customising
tn_za: Simolola go tsenya dilo tse o di batlang

# template
source: Skip customisation survey
tn_za: Tlola patlisiso ya go itsenyetsa dilo tse o di batlang

# template
source: Whenever you can, relax, recognise and reward yourself. Care for yourself every day. You matter!
tn_za: Nako e o kgonang ka yone, iketle, lemoga o bo o ituela. Itlhokomele letsatsi le letsatsi. O botlhokwa!

# template
source: Relax activity
tn_za: Tiro ya go iketla

# template
source: Recognise activity
tn_za: Tiro ya go lemoga

# template
source: Reward activity
tn_za: Tiro ya go ituela

# template
source: Every time you relax, recognise something you've done well or reward yourself, tap the @global.parent_points to celebrate your success!
tn_za: Nako le nako fa o iketla, o gakologelwa sengwe se o se dirileng sentle kgotsa o ituela, tobetsa @global.parent_points go itumelela katlego ya gago!

# template
source: You've completed this week's workshop. We’ll do some of the self-care activities again when you get together with your group for the first time - you all deserve some extra self-care!
tn_za: O feleleditse workshop ya beke eno. Re tlile go dira ditiro dingwe tsa go itlhokomela gape fa lo kopana mmogo e le la ntlha le setlhopha sa lona - lotlhe lo tlhoka go nna le nako e e oketsegileng ya go itlhokomela!

# template
source: We care about you, and how life is treating you.
tn_za: Re a go kgathalela, le kafa botshelo bo go tshwereng ka teng.

# template
source: You are a star. And you are making a real difference. Be proud of yourself.
tn_za: O naledi. E bile o dira pharologanyo e kgolo. Nna motlotlo ka wena.

# template
source: Sorry that things are not easy today. All parents have these days.
tn_za: Tshwarelo gore dilo di boima gompieno. Batsadi botlhe ba na le malatsi a a ntseng jalo.

# template
source: Close your eyes, breathe in, and know that everything you have done is so important.
tn_za: Tswala matlho a gago, goga mowa, o bo o itse gore sengwe le sengwe se o se dirileng se botlhokwa tota.

# template
source: Every family faces challenges, but when we work together we can deal with problems in an effective and peaceful way. What a great skill for your teen to learn too!
tn_za: Lelapa lengwe le lengwe le lebana le dikgwetlho, mme fa re dira mmogo re ka kgona go lwa le mathata ka tsela e e atlegileng le e edileng. Ruri ke bokgoni jo le mosha wa gago a ka bo ithutang!

# template
source: Greetings, everyone. Today's topic is problem solving. We all know that in life there are times where we face problems, and we all know in a way that when we find ourselves in these situations, it is difficult to think of immediate positive solutions. Therefore, it is important that when we are facing problems we take a pause, we breathe, keep calm and think of problem-solving skills that we may use. Remember to include our teenagers when we are solving problems. This will help them to become responsible and learn how to solve their own problems in the future.
tn_za: Dumelang, lotlhe. Setlhogo sa gompieno se ka ga go rarabolola mathata. Rotlhe re a itse gore mo botshelong go na le dinako tse re lebanang le mathata, e bile rotlhe re a itse ka tsela ya gore fa re iphitlhela re le mo boemong jono, go thata go akanya ka ditharabololo tse di siameng ka yone nako eo. Ka jalo, go botlhokwa gore fa re lebane le mathata re eme go se kae, re heme, re ritibale re bo re akanya ka bokgoni jwa go rarabolola mathata bo re ka bo dirisang. Gakologelwang gore re akaretseng le basha ba rona fa re rarabolola mathata. Seno se tla ba thusa gore ba nne le maikarabelo le go ithuta kafa ba ka rarabololang mathata a bone ka gone mo nakong e e tlang.

# template
source: * Story & discussion – that didn’t work… * Tools: How to solve problems KNOW IT – SOLVE IT – TRY IT – TEST IT * Story & discussion – that worked! * Try it out! * Home practice suggestions
tn_za: * Kgang le motlotlo - tse di sa berekang... * Dithulusu: Kafa o ka rarabololang mathata ka teng A ITSE - A RARABOLOLE - E LEKE - E TLHATLHOBE * Kgang le motlotlo - tse di berekileng! * E leke! * Dikakantsho tsa katiso ya legae

# template
source: * Story & reflection – that didn’t work… * Tools: How to solve problems KNOW IT – SOLVE IT – TRY IT – TEST IT * Story & reflection – that worked! * Try it out! * Home practice suggestions
tn_za: * Kgang le motlotlo - tse di sa berekang... * Dithulusu: Kafa o ka rarabololang mathata ka teng A ITSE - A RARABOLOLE - E LEKE - E TLHATLHOBE * Kgang le go leba kwa morago - tse di berekileng! * E leke! * Dikakantsho tsa katiso ya legae

# template
source: Let’s look at what happened to @global.w_solve_teen_girl and her @global.w_solve_female_caregiver_1 when @global.w_solve_teen_girl got a phone from a boy… a phone!
tn_za: A re bone se se diragaletseng @global.w_solve_teen_girl le @global.w_solve_female_caregiver_1 wa gagwe fa @global.w_solve_teen_girl a ne a tshotse founo e e tswang kwa mosimaneng… founo!

# template
source: @global.w_solve_female_caregiver_1: “I don’t want to see that expensive thing! That boy is no good! How does he think you are going to repay him for this?!” @global.w_solve_teen_girl: “That’s not how it works, @global.w_solve_female_caregiver_1! That’s not fair!”
tn_za: @global.w_solve_female_caregiver_1: “Ga ke batle go bona selo seo se se jang madi a mantsi! Mosimane oo ga a siama! O akanya gore o tlile go e duela ka bokae?!” @global.w_solve_teen_girl: “Ga go dirwe jalo, @global.w_solve_female_caregiver_1! Ga o dire sentle!”

# template
source: @global.w_solve_female_caregiver_1: “I don’t want to hear it!” @global.w_solve_teen_girl: “You’re not even trying to listen to me! I don’t know why I even try with you!”
tn_za: @global.w_solve_female_caregiver_1: “Ga ke batle go utlwa sepe!” @global.w_solve_teen_girl: “Ga o batle le go ntheetsa! Ga ke itse gore goreng ke leka go bua le wena!”

# template
source: With teenagers – and in life – unexpected problems come up. Here are 4 problem-solving steps to do together.
tn_za: Ka basha - le mo botshelong - mathata a a sa lebelelwang a nna gone. Fano ke dikgato di le 4 tsa go rarabolola mathata tse lo ka di dirang mmogo.

# template
source: Take a few deep breaths to calm down, and
tn_za: Goga mowa ka makgetlo gore o ritibale, o bo o

# template
source: KNOW IT
tn_za: A ITSE

# template
source: Identify the problem.
tn_za: Lemoga mathata.

# template
source: SOLVE IT
tn_za: A RARABOLOLE

# template
source: Think of possible solutions and what would happen if we used them.
tn_za: Akanya ka ditharabololo tse di kgonegang le gore go ne go ka diregang fa re ne re di dirisitse.

# template
source: TRY IT
tn_za: E LEKE

# template
source: Choose a solution and try it out.
tn_za: Tlhopha tharabololo o bo o e leka.

# template
source: TEST IT
tn_za: E TLHATLHOBE

# template
source: Did it work? Great! If it did not work, then try another solution.
tn_za: A e berekile? Go gontle! Fa e sa bereka, jaanong o ka leka tharabololo e nngwe.

# template
source: Let’s see how problem solving works in practice.
tn_za: A re bone kafa go rarabolola mathata go dirang ka teng fa go diragadiwa.

# template
source: @global.w_solve_female_caregiver_2 is coming home from work. @global.w_solve_female_caregiver_2 (thinking): "Ay my poor feet! I need to sit down a moment and drink a cup of coffee before I start preparing food for everyone."
tn_za: @global.w_solve_female_caregiver_2 o tla gae go tswa tirong. @global.w_solve_female_caregiver_2 (o a akanya): “Ay dinaonyana tsa me! Ke tlhoka go nna fa fatshe nakonyana e be ke nwa kopi ya kofi pele ke simolola go baakanyetsa mongwe le mongwe dijo.”

# template
source: @global.w_solve_female_caregiver_2: "@global.w_solve_teen_boy_2! What are you doing? That bread is for dinner! Now there won’t be enough for us all!"
tn_za: @global.w_solve_female_caregiver_2: "@global.w_solve_teen_boy_2! O dira eng? Borotho joo ke jwa dijo tsa maitseboa! Jaanong ga bo kitla bo re lekana rotlhe!”

# template
source: @global.w_solve_teen_boy_2: “Sorry, @global.w_solve_female_caregiver_2, I was just hungry. I can explain, you see, there is this guy at school...” @global.w_solve_female_caregiver_2 (thinking): “Take a Pause… just breathe…”
tn_za: @global.w_solve_teen_boy_2: “Tshwarelo, @global.w_solve_female_caregiver_2, ke ne ke tshwerwe ke tlala. Nka tlhalosa, wa bona, go na le mosimane mongwe kwa sekolong...” @global.w_solve_female_caregiver_2 (o a akanya): “Ema go se kae... hema...”

# template
source: @global.w_solve_female_caregiver_2: “Just give me a moment. I am tired and now worried about having enough food for dinner.” @global.w_solve_teen_boy_2: “I am sorry, @global.w_solve_female_caregiver_2"
tn_za: @global.w_solve_female_caregiver_2: “Mphe nakonyana. Ke lapile e bile gone jaanong ke tshwenyegile ka go dira dijo tse di lekaneng tsa maitseboa.” @global.w_solve_teen_boy_2: “Ke kopa maitshwarelo, @global.w_solve_female_caregiver_2"

# template
source: Step 1: KNOW IT
tn_za: Kgato 1: A ITSE

# template
source: @global.w_solve_female_caregiver_2: "Now tell me, why are you so hungry? Did you not eat your lunch at school?” @global.w_solve_teen_boy_2: "That is the problem. There’s a guy at school who bullies me. He says if I do not give my lunch to him every day, he and his friends will hurt me. He makes me so mad!"
tn_za: @global.w_solve_female_caregiver_2: “Jaanong mpolelele, goreng o tshwerwe ke tlala jaana? Ga o a ja dijo tsa gago tsa motshegare kwa sekolong?” @global.w_solve_teen_boy_2: “Ke jone bothata joo. Go na le mosimane kwa sekolong yo o nkgerisang. A re fa ke sa mo fe dijo tsa me tsa motshegare letsatsi le letsatsi, ene le ditsala tsa gagwe ba tlile go nkutlwisa botlhoko. O nkgalefisa tota!”

# template
source: Step 2: SOLVE IT
tn_za: Kgato 2: A RARABOLOLE

# template
source: @global.w_solve_female_caregiver_2: "Hmmm… what do you think will happen to you if you do that?" @global.w_solve_teen_boy_2: "I don’t know. He is bigger than me so he will probably hurt me more. And I could get into trouble at school and expelled."
tn_za: @global.w_solve_female_caregiver_2: "Hmmm… o akanya gore go tlile go diregang fa o dira jalo?" @global.w_solve_teen_boy_2: “Ga ke itse. O motona mo go nna ka jalo a ka nna a nkutlwisa botlhoko le go feta. E bile nka tsena mo mathateng kwa sekolong le go kobiwa.”

# template
source: @global.w_solve_female_caregiver_2: "Yes, that could happen. What could we do instead?" @global.w_solve_teen_boy_2: "I guess I could tell the teacher. But then the other kids will call me a tattletale. Maybe you could talk to the teacher?"
tn_za: @global.w_solve_female_caregiver_2: “Ee, seo se ka direga. Jaanong go na le moo re ka dirang?" @global.w_solve_teen_boy_2: “Ke akanya gore ke bolelele morutabana. Mme bana ba bangwe ba tlile go mpitsa mpimpi. Gongwe wena o bue le morutabana?”

# template
source: @global.w_solve_female_caregiver_2: "That sounds like a better idea. I could also have a word with his parents if you want me to." @global.w_solve_teen_boy_2: "Sure. If you think that would help too. Thanks, @global.w_solve_female_caregiver_2"
tn_za: @global.w_solve_female_caregiver_2: “Eo e utlwala jaaka kakanyo e e botoka. Gape nka bua le batsadi ba gagwe fa o batla ke dira jalo." @global.w_solve_teen_boy_2: “Ke a leboga. Fa o akanya gore seo se ka thusa le sone. Ke a leboga, @global.w_solve_female_caregiver_2"

# template
source: @global.w_solve_female_caregiver_2: "Anything for you, my dear. I will do it first thing after dinner. And you know? If that doesn’t work, we can always try something else together." @global.w_solve_teen_boy_2: "Thanks, @global.w_solve_female_caregiver_2"
tn_za: @global.w_solve_female_caregiver_2: “Ke direla wena, moratiwa. Ke tla e dira fela fa ke fetsa go ja dijo tsa maitseboa. A o a itse? Fa e le gore seo ga se dire, re ka leka se sengwe mmogo.” @global.w_solve_teen_boy_2: "Ke a leboga, @global.w_solve_female_caregiver_2"

# template
source: Step 3: TRY IT
tn_za: Kgato 3: E LEKE

# template
source: A week later… @global.w_solve_female_caregiver_2: "How are things going at school now?" @global.w_solve_teen_boy_2: "It’s going better, the boy does not take my lunch anymore. But he is still being really mean to me."
tn_za: Beke morago ga moo… @global.w_solve_female_caregiver_2: "Dilo di tsamaya jang kwa sekolong jaanong?" @global.w_solve_teen_boy_2: “Go botoka, mosimane ole ga a sa tlhole a ntseela dijo tsa me tsa motshegare. Mme o santse a sa ntseye sentle.”

# template
source: Step 4: TEST IT
tn_za: Kgato 4: E TLHATLHOBE

# template
source: Discuss together: How could @global.w_solve_teen_girl and @global.w_solve_female_caregiver_1 use the 4 steps of problem solving, like @global.w_solve_female_caregiver_2 and @global.w_solve_teen_boy_2 did? KNOW IT - SOLVE IT - TRY IT - TEST IT
tn_za: Tlotlang mmogo: @global.w_solve_teen_girl le @global.w_solve_female_caregiver_1 ba ka dirisa jang dikgato di le 4 tsa go rarabolola mathata, jaaka @global.w_solve_female_caregiver_2 le @global.w_solve_teen_boy_2 ba dirile? A ITSE - A RARABOLOLE - E LEKE - E TLHATLHOBE

# template
source: Remember @global.w_solve_teen_girl and the phone she got from the boy?
tn_za: Gakologelwa @global.w_solve_teen_girl le founo e a e tsereng kwa mosimaneng?

# template
source: How could @global.w_solve_teen_girl and @global.w_solve_female_caregiver_1 use the 4 steps of problem solving, like @global.w_solve_female_caregiver_2 and @global.w_solve_teen_boy_2 did? KNOW IT - SOLVE IT - TRY IT - TEST IT
tn_za: @global.w_solve_teen_girl le @global.w_solve_female_caregiver_1 ba ka dirisa jang dikgato di le 4 tsa go rarabolola mathata, jaaka @global.w_solve_female_caregiver_2 le @global.w_solve_teen_boy_2 ba dirile? A ITSE - A RARABOLOLE - E LEKE - E TLHATLHOBE

# template
source: Let’s go back to @global.w_solve_teen_girl and her @global.w_solve_female_caregiver_1 and see what solutions they came up with.
tn_za: A re boele kwa go @global.w_solve_teen_girl le @global.w_solve_female_caregiver_1 wa gagwe re bone gore ba tlile ka tharabololo efe.

# template
source: @global.w_solve_teen_girl and her @global.w_solve_female_caregiver_1 came up with three solutions.
tn_za: @global.w_solve_teen_girl le @global.w_solve_female_caregiver_1 wa gagwe ba tlile ka ditharabololo di le tharo.

# template
source: Parenting teens is really hard. Often there are no simple and easy solutions, but now @global.w_solve_female_caregiver_1 learned she can talk to her daughter about these things. Before, she worried alone, now they can come up with solutions together!
tn_za: Go tlhokomela basha go boima tota. Gantsi ga go na ditharabololo tse di motlhofo, mme jaanong @global.w_solve_female_caregiver_1 o ithutile gore a ka bua le morwadie ka ga dilo tseno. Pele, o ne a tshwenyegile a le nosi, jaanong ba tlile ka ditharabololo ba le mmogo!

# template
source: Ground @global.w_solve_teen_girl for a month
tn_za: @global.w_solve_teen_girl o nna mo gae kgwedi

# template
source: @global.w_solve_female_caregiver_1: “You can’t go out for the next month”
tn_za: @global.w_solve_female_caregiver_1: “Ga o tle go tswela kwa ntle mo kgweding e e latelang”

# template
source: That didn’t work... Let's try something else.
tn_za: Seo ga se a bereka... A re leke sengwe se sele.

# template
source: Return the phone and save up
tn_za: Busa founo o bo o boloka madi

# template
source: @global.w_solve_female_caregiver_1: "I am not trying to accuse your friend or be jealous. I am worried that when someone gives a gift it is hard to say 'no' when they ask something in return – like sex. If you want to have a phone, we’ll save up together so you can make your own decisions without owing him anything."
tn_za: @global.w_solve_female_caregiver_1: “Ga ke leke go latofatsa tsala ya gago kgotsa go nna lefufa. Ke tshwenyegile ka gore fa mongwe a go naya mpho go thata gore ‘nnyaa’ fa ba batla gore o ba duele ka sengwe - jaaka thobalano. Fa o batla go nna le founo, re tlile go boloka madi mmogo gore o kgone go itirela ditshwetso kwantle ga go mo kolota sepe.”

# template
source: This is great! Try the third option as well.
tn_za: Ke selo se sentle! Leka le kakantsho ya boraro.

# template
source: Learn about safe sex
tn_za: Ithute ka thobalano e e sireletsegileng

# template
source: @global.w_solve_female_caregiver_1: “This makes me realise we should talk about boyfriends and protecting yourself. Many teens your age get pregnant or become HIV positive. Let’s go to the clinic so you can talk with the nurse to learn how you can stay safe.”
tn_za: @global.w_solve_female_caregiver_1: “Seno se ntira gore ke lemoge gore re tshwanetse go bua ka basimane le go itshireletsa. Basha ba dithaka tsa gago ba a ima kgotsa ba tshwarwa ke HIV. A reye kwa tliliniking gore o kgone go bua le mooki gore a go rute kafa o ka nnang o sireletsegile ka gone.”

# template
source: This is great!
tn_za: Ke selo se sentle!

# template
source: Let's practice problem-solving!
tn_za: A re ithute go rarabolola mathata!

# template
source: Practice together on a problem you have now. One of you is the parent and one the teen. Praise and encourage each other – we are proud of you! Remember the steps: KNOW IT - SOLVE IT - TRY IT - TEST IT
tn_za: Ikatiseng mmogo ka mathata a le nang le one gone jaana. Mongwe wa lona ke motsadi o mongwe ke mosha. Akgolanang lo bo lo kgothatsana - re motlotlo ka lona! Gakologelwa dikgato: A ITSE - A RARABOLOLE - E LEKE - E TLHATLHOBE

# template
source: Teach your teenagers the four steps of problem-solving: KNOW IT - SOLVE IT - TRY IT - TEST IT Use these steps together when a problem comes up! When something bad happens, we often get upset and blame. But what our teens really need is someone to help find solutions together. Listen to them, accept how they see and feel things, and thank them for trusting you. Teaching your teen how to deal with problems will help them for the rest of their lives. What a gift!
tn_za: Ruta mosha wa gago ka dikgato di le nne tsa go rarabolola mathata: A ITSE - A RARABOLOLE - E LEKE - E TLHATLHOBE Dirisang dikgato tseno mmogo fa mathata a tlhagelela! Fa go direga sengwe se se maswe, gantsi re a kgopisega e be re latofatsa mongwe. Mme se basha ba rona ba se tlhokang ke gore mongwe a ba thuse go batla ditharabololo mmogo. Ba reetse, amogela kafa ba bonang le kafa ba utlwang dilo ka gone, o bo o ba lebogela go go ikanya. Fa o ruta basha ba gago kafa ba ka lwang le mathata ka gone go tla ba thusa botshelo jwa bone jotlhe. Ruri ke mpho!

# template
source: Some problems other parents solved with their teens:
tn_za: Mathata mangwe a batsadi ba bangwe ba a rarabolotseng le basha ba bone:

# template
source: * My teenager does not want to go to school * I am worried my teenager will get pregnant or will get someone pregnant * I am worried about what my teen does online * My teenager is hanging out with bad friends * My teenager is lazy * My teenager is not doing their school work * My teenager might be using drugs
tn_za: * Mosha wa me ga a batle go ya sekolong * Ke tshwenyegile ka gore mosha wa me o tla nna moimana kgotsa o tla imisa mongwe * Ke tshwenyegile kaga se mosha wa me a se dirang mo inthaneteng * Mosha wa me o tsamaya le ditsala tse di sa siamang * Mosha wa me o motlapa * Mosha wa me ga a dire tiro ya gagwe ya sekolo * Mosha wa me a ka tswa a dirisa diokobatsi

# template
source: Looking after yourself matters.
tn_za: Go itlhokomela go botlhokwa.

# template
source: Great! So good to hear that you are in a good space today. What a wonderful feeling!
tn_za: Go gontle! Go a itumedisa go utlwa gore o ikutlwa sentle gompieno. Ruri ke boikutlo jo bo itumedisang!

# template
source: Sometimes things go great. Sometimes they don't. And sometimes we don't quite know what to think... and that's totally okay! Remember that you are not alone.
tn_za: Ka dinako tse dingwe dilo di tsamaya sentle. Ka dinako tse dingwe ga di tsamae sentle. E bile ka dinako tse dingwe ga re itse sentle gore re direng... mme seo se siame fela! Gopola gore ga o nosi.

# template
source: This is fantastic, especially in such difficult times as this. You are a star.
tn_za: Go gontle, segolobogolo ka dinako tse di thata jaaka tseno. O naledi.

# template
source: We know how stressful it is to bring up teenagers in these times. Learning to manage your stress helps you - and your family.
tn_za: Re a itse gore go boima jang go godisa mosha mo dinakong tseno. Go ithuta go laola go tshwenyega mo maikutlong ga gago go thusa wena - le lelapa la gago.

# template
source: Greetings everyone. Today's topic is managing stress. It is important to know how to manage our stress. At times our children can behave in ways that makes us feel stressed and us as parents can make our children feel stressed too. So, it is important to notice when we feel stressed and take a pause and breathe. That will help you manage your stress.
tn_za: Dumelang lotlhe. Setlhogo sa gompieno se kaga go laola go tshwenyega mo maikutlong. Go botlhokwa go itse kafa re ka laolang go tshwenyega mo maikutlong a rona ka gone. Ka dinako tse dingwe bana ba rona ba ka itshwara ka tsela e e re opisang tlhogo le rona jaaka batsadi re ka dira gore bana ba rona ba opiwe ke tlhogo le bone. Ka jalo, go botlhokwa go ela tlhoko fa re na le kgatelelo ya maikutlo re bo re ema go se kae re hema. Seo se tla go thusa gore o laole go tshwenyega mo maikutlong.

# template
source: Today you will explore:
tn_za: Gompieno o tlile go itse:

# template
source: * Story & discussion – that didn’t work… * Story & discussion – that worked! * Safety Amnesty story & discussion – that worked! * Tools: How to manage stress BREATHE - SHARE - SHOW * Home practice suggestions
tn_za: * Kgang le motlotlo - tse di sa berekang... * Kgang le motlotlo - tse di berekileng! * Kgololesego ya Pabalesego kgang le motlotlo - tse di berekileng! * Dithulusu: Kafa o ka laolang go tshwenyega mo maikutlong KGWA MOWA - BUANG - BONTSHA * Dikakantsho tsa katiso ya legae
