Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/ts/ts_messages.po
Languages: tn_za

# template
source: Greetings, everyone. Today's topic is rules. Rules promote peace within the household and promote understanding amongst family members. Rules promote responsibilities for each family member; therefore, it is important to have family rules. A household with family rules lives in peace.
tn_za: Dumelang, lotlhe. Kgang e re tlileng go bua ka yone gompieno ke melao. Melao e dira gore go nne le kagiso mo lelapeng e bile e dira gore botlhe mo lelapeng ba kgone go tlhaloganyana. Melao e thusa gore mongwe le mongwe mo lelapeng a itse gore o na le maikarabelo; ka jalo, go botlhokwa gore go nna le melao mo lelapeng. Lelapa le le nang le melao le dirisana mmogo ka kagiso.

# template
source: * Story & discussion – that didn’t work… * Story & discussion – that worked! * Tools: How to create rules TEAM RULES - REAL RULES - PRAISE RULES! * Online safety story – that worked! * Try it out! * Home practice suggestions
tn_za: * Kgang le motlotlo - tse di sa berekang... * Kgang le motlotlo - tse di berekileng! * Dithulusu: Kafa o ka bayang melao ka teng MELAO YA SETLHOPHA - MELAO YA MMATOTA - MELAO YA GO AKGOLA! * Kgang ya Tshireletsego ya Inthanete * E leke! * Dikakantsho tsa katiso ya legae

# template
source: * Story & reflection – that didn’t work… * Story & reflection – that worked! * Tools: How to create rules TEAM RULES - REAL RULES - PRAISE RULES! * Online safety story – that worked! * Try it out! * Home practice suggestions
tn_za: * Kgang le motlotlo - tse di sa berekang... * Kgang le go leba kwa morago - tse di berekileng! * Dithulusu: Kafa o ka bayang melao ka teng MELAO YA SETLHOPHA - MELAO YA MMATOTA - MELAO YA GO AKGOLA! * Kgang ya Tshireletsego ya Inthanete * E leke! * Dikakantsho tsa katiso ya legae

# template
source: Let's read what happened with @global.w_rules_teen_boy and his @global.w_rules_female_caregiver_1:
tn_za: A re baleng ka se se diragetseng ka @global.w_rules_teen_boy le @global.w_rules_female_caregiver_1:

# template
source: @global.w_rules_female_caregiver_1: "You always come home late!" @global.w_rules_teen_boy: "No I don’t, I don’t even know what late means! Stop nagging me."
tn_za: @global.w_rules_female_caregiver_1: “Ka metlha o tla gae thari!” @global.w_rules_teen_boy: “Nnyaa ga ke tle thari, ga ke itse le gore go tla thari go raya eng! Ntlogele.”

# template
source: Which specific rule could @global.w_rules_teen_boy and @global.w_rules_female_caregiver_1 create together?
tn_za: Ke molao ofe o o maleba o @global.w_rules_teen_boy le @global.w_rules_female_caregiver_1 ba ka o tlhomang mmogo?

# template
source: Let’s see how @global.w_rules_female_caregiver_1 and @global.w_rules_teen_boy did this the next day: @global.w_rules_female_caregiver_1: “I want you to have fun, @global.w_rules_teen_boy, but I’m also worried about you staying out late. Do you know why?” @global.w_rules_teen_boy: “Because you want me to have enough time for my schoolwork?”
tn_za: Tla re bone gore @global.w_rules_female_caregiver_1 le @global.w_rules_teen_boy ba dirile seno jang mo letsatsing le le latelang: @global.w_rules_female_caregiver_1: “Ke batla gore o itumele, @global.w_rules_teen_boy, mme gape ke tshwenyegile ka go tla gae thari ga gago. A o itse gore goreng ke rialo?” @global.w_rules_teen_boy: “Ka gonne o batla ke nna le nako e ntsi ya go dira tiro ya sekolo?”

# template
source: @global.w_rules_female_caregiver_1: “That’s right, and it’s also not safe in this area to be outside after sunset. What do you think would be a good time for you to be home?”
tn_za: @global.w_rules_female_caregiver_1: “O nepile, e bile gape ga go a sireletsega mo lefelong leno gore o bo o le kwantle letsatsi le phirimile. O akanya gore ke nako efe e e tshwanetseng ya gore o tle gae?”

# template
source: @global.w_rules_teen_boy: “I could come home at 10pm?" @global.w_rules_female_caregiver_1: “That’s a bit late, what about 6pm? Or something in the middle?"
tn_za: @global.w_rules_teen_boy: “A nka tla gae ka 10pm?" @global.w_rules_teen_boy: @global.w_rules_female_caregiver_1: “Go tla be go le thari thata, 6pm e ntse jang? Kgotsa nako e e magareng ga dinako tseo?”

# template
source: @global.w_rules_teen_boy: “I could come home at 6pm on school nights and 10pm on Friday and Saturday?” @global.w_rules_female_caregiver_1: “Yes, great. From now on, our household rule is that you need to come home at 6pm on school nights and 10pm on Friday and Saturday. But you always walk home with a friend. Okay?”
tn_za: @global.w_rules_teen_boy: “A nka tla gae ka 6pm ka malatsi a sekolo e be ke tla ka 10pm ka Labotlhano le Lamatlhatso?” @global.w_rules_female_caregiver_1: “Ee, go siame. Go tloga jaanong, molao wa mo gae ke gore o tshwanetse go tla gae ka 6pm mo malatsing a sekolo o bo o tla ka 10pm ka Labotlhano le Lamatlhatso. Mme ka metlha o tsamaye le ditsala fa o tla gae. A wa nkutlwa?

# template
source: @global.w_rules_teen_boy: “Okay, @global.w_rules_female_caregiver_1” @global.w_rules_female_caregiver_1: “Thank you very much, @global.w_rules_teen_boy, for helping to come up with a good rule together. I am proud to see how responsible you are getting.”
tn_za: @global.w_rules_teen_boy: “Go siame, @global.w_rules_female_caregiver_1” @global.w_rules_female_caregiver_1: “Ke leboga thata, @global.w_rules_teen_boy, go bo o nthusitse gore re kgone go tla ka molao o siameng mmogo. Ke motlotlo go go bona o simolola go nna le maikarabelo.”

# template
source: The next day... @global.w_rules_female_caregiver_1: “Thank you, @global.w_rules_teen_boy, for coming home on time. After you finish your schoolwork we can have your favourite meal for dinner.”
tn_za: Letsatsi le le latelang... @global.w_rules_female_caregiver_1: “Ke a leboga, @global.w_rules_teen_boy, go bo o tlile gae ka nako. Fa o fetsa tiro ya sekolo re ka tla go ja dijo tse o di ratang thata tsa maitseboa.”

# template
source: Making the rule together went well because...
tn_za: Go dira molao mmogo go tsamaile sentle ka gonne...

# template
source: * They discussed the reasons behind the rule * @global.w_rules_female_caregiver_1 listened to @global.w_rules_teen_boy’s suggestions * The rule was clear, specific and fair * @global.w_rules_female_caregiver_1 praised @global.w_rules_teen_boy for helping to make the rule
tn_za: * Ba tlotlile ka mabaka a a dirileng gore molao o nne teng * @global.w_rules_female_caregiver_1 o reeditse dikakantsho tsa ga @global.w_rules_teen_boy * Molao o ne o utlwala sentle, o totobetse e bile o le tekatekano * @global.w_rules_female_caregiver_1 o akgotse @global.w_rules_teen_boy go thusa gore ba dire molao

# template
source: @global.w_rules_teen_boy knew his @global.w_rules_female_caregiver_1 appreciated him because...
tn_za: @global.w_rules_teen_boy o ne a itse gore @global.w_rules_female_caregiver_1 wa gagwe o mo rata ka gonne...

# template
source: * She praised him * She rewarded him when he followed the rule
tn_za: * O mo akgotse * O ne a mo duela fa a fetsa go latela molao

# template
source: What went well here in making a rule together?
tn_za: Ke eng se se tsamaileng sentle ka go dira molao mmogo?

# template
source: They discussed the reasons behind the rule
tn_za: Ba tlotlile ka mabaka a a dirileng gore molao o nne teng

# template
source: @global.w_rules_female_caregiver_1 listened to @global.w_rules_teen_boy’s suggestions
tn_za: @global.w_rules_female_caregiver_1 o reeditse dikakantsho tsa ga @global.w_rules_teen_boy

# template
source: The rule was clear, specific and fair
tn_za: Molao o ne o utlwala sentle, o totobetse e bile o le tekatekano

# template
source: @global.w_rules_female_caregiver_1 praised @global.w_rules_teen_boy for helping to make the rule
tn_za: @global.w_rules_female_caregiver_1 o akgotse @global.w_rules_teen_boy go thusa gore ba dire molao

# template
source: That's right, making clear rules together in a calm and positive way works so well!
tn_za: Go gontle, go dira melao mmogo ka tsela e e ritibetseng le le siameng go dira sentle tota!

# template
source: How do you think @global.w_rules_teen_boy knew his @global.w_rules_female_caregiver_1 appreciated him?
tn_za: O akanya gore @global.w_rules_teen_boy o itsitse jang gore @global.w_rules_female_caregiver_1 wa gagwe o a mo anaanela?

# template
source: She praised him
tn_za: O mo akgotse

# template
source: She rewarded him when he followed the rule
tn_za: O ne a mo duela fa a fetsa go latela molao

# template
source: Exactly - a positive response makes all the difference!
tn_za: Go ntse jalo - karabo e e siameng e dira gore dilo di tsamaye sentle!

# template
source: Household rules help keep our teenagers safe, and understand what is expected from them. When you involve a teenager in making rules they are more likely to follow them.
tn_za: Melao ya mo gae e thusa gore basha ba rona ba sireletsege, le gore ba tlhaloganye se ba tshwanetseng go se dira. Fa o dira gore bana ba dingwaga tsa bosha ba thuse go dira melao go nna motlhofo gore ba e latele.

# template
source: TEAM RULES
tn_za: MELAO YA SETLHOPHA

# template
source: Plan rules WITH your teenager. Start with one new rule first - you can add another one later. Discuss the reasons for the rule and listen to their views.
tn_za: Rulaganya melao LE mosha wa gago. Simolola ka molao wa ntlha o le mongwe fela - o ka nna wa oketsa ka o mongwe morago. Tlotla mabaka a a dirang gore go nne le molao o bo o reetsa maikutlo a bone.

# template
source: REAL RULES
tn_za: MELAO YA MMATOTA

# template
source: Make them realistic for what your teenager can do, and be clear and specific so there’s no misunderstanding. Not ‘on time’ but ‘by 7pm’.
tn_za: E dire gore e nne ya mmatota gore basha ba gago ba kgone go e dira, le gore e utlwale sentle le go totobala gore e tlhaloganyege sentle. E seng ‘ka nako’ mme ‘ka 7pm’.

# template
source: PRAISE RULES!
tn_za: MELAO YA GO AKGOLA!

# template
source: Praise your teen for planning a rule with you, and praise them for keeping it!
tn_za: Akgolela mosha go rulaganya molao le wena, o bo o mo akgolela go o latela!

# template
source: Online Safety
tn_za: Tshireletsego ya Inthanete

# template
source: Rules are important to keep your teens safe - also online. There’s more about this in the Weekly Workshop on safety planning, but let’s already have a first look now!
tn_za: Melao e botlhokwa go boloka basha ba gago ba sireletsegile - le mo inthaneteng. Go buiwa go le gontsi ka seno mo Kopanong ya Beke le Beke ka thulaganyo ya tshireletsego, mme tla re simolole ka go e bona gone jaanong!

# template
source: @global.w_rules_female_caregiver_2: "@global.w_rules_teen_girl, have you done your homework?" @global.w_rules_teen_girl: "Just a minute @global.w_rules_female_caregiver_2, I’m finishing this @global.teen_social_medium video"
tn_za: @global.w_rules_female_caregiver_2: "@global.w_rules_teen_girl, a o dirile tirogae ya gago?" @global.w_rules_teen_girl: "Ke etla @global.w_rules_female_caregiver_2, ke feleletsa bidio eno ya @global.teen_social_medium"

# template
source: @global.w_rules_female_caregiver_2: "Let’s look together online at how we can keep this fun for you but also safe. Look – you can make your account private and control who follows you. So you can accept people you know from school and our community, but not people who contact you online. Can we make a rule together that you can use @global.teen_social_medium, but with a private account? I trust you to know who to accept!”
tn_za: @global.w_rules_female_caregiver_2: "Tla re lebe inthanete mmogo re bone gore re ka dira jang gore e go itumedise le gore gape e sireletsege. Bona - o ka kgona go dira gore akhaonto ya gago e nne khupamarama le go laola batho ba ba go salang morago. O ka nna wa amogela batho ba o tsenang sekolo le bone le ba mo lefelong la rona, mme e seng batho ba ba ikgolaganyang le wena mo inthaneteng. A re ka dira molao mmogo o o ka o dirisang @global.teen_social_medium, mme e le ka akhaonto ya khupamarama? Ke a go tshepa gore o tla amogela batho ba o ba itseng!”

# template
source: @global.w_rules_female_caregiver_2: "I’m proud of you @global.w_rules_teen_girl"
tn_za: @global.w_rules_female_caregiver_2: "Ke motlotlo ka wena @global.w_rules_teen_girl"

# template
source: * What is one important rule you’d each like to make with your teenager? * What do you think your teen will think about that rule? Remember, make rules specific and realistic!
tn_za: * Ke molao ofe o le nosi o o botlhokwa o mongwe le mongwe wa lona a ka ratang go o dira le basha ba lona? * O akanya gore mosha wa gago o tla akanya eng kaga molao o? Gakologelwa, dira melao gore e nne e e maleba le ya mmatota!

# template
source: Here are some of the rules other families created:
tn_za: Fano ke melao mengwe e malapa a mangwe a e dirileng:

# template
source: * Teen can play outside after finishing homework * All family members are eating dinner together * Teen 1 does dishes on Sunday and Monday, Teen 2 on Tuesday and Wednesday * We speak to each other politely and nicely * When listening to music you need to use earphones
tn_za: * Mosha a ka tshameka kwa ntle fa a sena go fetsa tirogae ya sekolo * Maloko otlhe a lelapa ba ja mmogo dijo tsa maitseboa * Mosha 1 o tlhatswa dijana ka Sontaga le Mantaga, Mosha 2 ka Labobedi le Laboraro * Re buisana mmogo ka bonolo le tsela e ntle * Fa o reeditse mmino o tshwanetse go dirisa di-earphones

# template
source: Let's practice making rules.
tn_za: A re itlwaetseng go dira melao.

# template
source: Write down one important rule you’d like to make with your teenager – you'll be doing this as your home practice this week. What will they think about it?
tn_za: Kwala molao o le mongwe wa botlhokwa o o ka ratang go o dira le mosha wa gago - o tla dira seno e le go ikatisa mo gae beke eno. Ba tlile go akanya eng ka one?

# template
source: This week, set one rule together with your teen. Remember to praise your teen afterwards!
tn_za: Mo bekeng eno, baya molao o le mongwe mmogo le mosha wa gago. Gakologelwa go akgola mosha fa lo fetsa!

# template
source: Being a great parent also means taking time to care for yourself every day.
tn_za: Go nna motsadi yo o molemo gape go raya go nna le nako ya go itlhokomela malatsi otlhe.

# template
source: Great. And amazing that you are using this app – it shows your commitment as a parent. Make sure you give yourself credit and praise for what you are doing.
tn_za: Go gontle. E bile go a kgatlha go bo o dirisa sediriso seno - go a bontsha gore o motsadi yo o nang le maikemisetso. Tlhomamisa gore o a iteboga le go ikakgolela se o se dirang.

# template
source: Being a parent is hard. But it is amazing that you are using this app – it shows your commitment as a parent. Make sure you give yourself credit and praise for what you are doing.
tn_za: Go nna motsadi go boima. Mme go a kgatlha go bo o dirisa sediriso seno - go a bontsha gore o motsadi yo o nang le maikemisetso. Tlhomamisa gore o a iteboga le go ikakgolela se o se dirang.

# template
source: Doing any of these makes you a great parent.
tn_za: Go dira dilo tseno tsotlhe go go dira motsadi yo o molemo.

# template
source: Teens can spend a lot of time outside the house or online, where it is harder for us to keep them safe. Talking together about safe and unsafe places, and how to prevent problems, really helps!
tn_za: Mosha a ka fetsa nako e ntsi a le kwa ntle kgotsa mo inthaneteng, kwa go leng thata gone gore re ka ba sireletsa. Go buisana mmogo ka mafelo a a sireletsegileng le a a sa sireletsegang, go thusa thata!

# template
source: Greetings, everyone. Today our topic is teen safety. It is our responsibility as parents to keep our teens safe at all times. We need to ensure that our teenagers are safe in the communities that we live in. It is our responsibility that we make them aware of the safe and unsafe areas in the communities. It is also our responsibility to ensure that they understand the dangers that they might be exposed to when they are online. That way our teenagers will be responsible and be able to make right decisions to keep themselves safe too.
tn_za: Dumelang, lotlhe. Setlhogo sa gompieno se ka ga tshireletsego ya basha. Ke maikarabelo a batsadi go boloka basha ba bone ba sireletsegile ka dinako tsotlhe. Re tshwanetse go tlhomamisa gore basha ba rona ba sireletsegile mo lefelong le re nnang mo go lone. Ke maikarabelo a rona go dira gore ba itse mafelo a a sireletsegileng le a a sa sireletsegang a re nnang mo go one. Gape ke maikaraelo a rona go tlhomamisa gore ba tlhaloganya dikotsi tse ba ka tsenang mo go tsone fa ba le mo inthaneteng. Ka tsela eo basha ba rona ba tla nna le maikarabelo le go kgona go dira ditshwetso tse di siameng gore le bone ba itshireletse.

# template
source: * Story & discussion – that worked! * Story & discussion – that worked! * Mapping exercise * Tools: How to keep your teen safe MAPS - RULES - AMNESTY * Home practice suggestions
tn_za: * Kgang le motlotlo - tse di berekileng! * Kgang le motlotlo - tse di berekileng! * Ikatiso ya go rulaganya * Dithulusu: Se o ka se dirang go boloka mosha wa gago a sireletsegile DIMMAPA - MELAO - KGOLOLESEGO * Dikakantsho tsa katiso ya legae

# template
source: * Story & reflection – that worked! * Story & reflection – that worked! * Mapping exercise * Tools: How to keep your teen safe MAPS - RULES - AMNESTY * Home practice suggestions
tn_za: * Kgang le go leba kwa morago - tse di berekileng! * Kgang le go leba kwa morago - tse di berekileng! * Ikatiso ya go rulaganya * Dithulusu: Se o ka se dirang go boloka mosha wa gago a sireletsegile DIMMAPA - MELAO - KGOLOLESEGO * Dikakantsho tsa katiso ya legae

# template
source: Communication is the most important thing! Let's see what happened with @global.w_safe_female_caregiver and @global.w_safe_teen_girl_1:
tn_za: Puisano ke selo sa botlhokwa tota! A re boneng gore go diragetseng ka @global.w_safe_female_caregiver le @global.w_safe_teen_girl_1:

# template
source: Man in car: “Hey beautiful. I have been looking at you for a while. You are very beautiful, what’s your name? @global.w_safe_teen_girl_2: “Her name is @global.w_safe_teen_girl_1”
tn_za: Monna yo o mo koloing: “Dumela montlenyane. Ke ntse ke go lebeletse. O montle tota, leina la gago ke mang? @global.w_safe_teen_girl_2: “Leina la gagwe ke @global.w_safe_teen_girl_1”

# template
source: Man in car: “@global.w_safe_teen_girl_1, would you like to come with me to have something to drink and chips? Come on, get in, you’ll be back in time, I promise…” @global.w_safe_teen_girl_1: “I’m not sure if that’s a good idea…”
tn_za: Monna yo o mo koloing: “@global.w_safe_teen_girl_1, a ga o batle go tsamaya le nna re ye go reka sengwe sa go nwa le ditšhipisi? Tlaya, tsena mo teng, o tla boa ka nako, ke a go tshepisa...” @global.w_safe_teen_girl_1: “Ga ke akanye gore ke kakanyo e ntle eo...”

# template
source: @global.w_safe_teen_girl_2: “You are lucky, my friend. I wish a man would ask ME out and buy me gifts. I’m telling you, if you don’t do this I’m going to tell everyone you are stupid!”
tn_za: @global.w_safe_teen_girl_2: “O lesego, tsala ya me. Ke eletsa e kete monna a ka NKOPA gore ke tswe le ene a bo a nthekela dimpho. Ke a go bolelela, fa o sa dire jalo ke ya go bolelela batho botlhe gore o sematla!”

# template
source: @global.w_safe_teen_girl_3: “@global.w_safe_teen_girl_1 don’t go! Be careful! Let’s go home. It is dangerous to go with people you don’t know. Besides, he’s too old for you and what he is doing is wrong." @global.w_safe_teen_girl_1: “I just don’t know…”
tn_za: @global.w_safe_teen_girl_3: “@global.w_safe_teen_girl_1 o seka wa tsamaya! Ikele tlhoko! A reye gae. Go kotsi go tsamaya le batho ba o sa ba itseng. Ntle le moo, o motona mo go wena e bile se a se dirang ga se a siama." @global.w_safe_teen_girl_1: “Tota ga ke itse...”

# template
source: @global.w_safe_female_caregiver: "Pfff, I am so proud of you that you did not get into the car. That was a dangerous situation, thank you for telling me!"
tn_za: @global.w_safe_female_caregiver: “Pfff, ke motlotlo ka wena gore ga o a tsena mo koloing. E ne e le boemo jo bo kotsi, ke lebogela gore o mpoleletse!”

# template
source: Let's talk about what happened to @global.w_safe_teen_girl_1
tn_za: A re bue ka se se diragaletseng @global.w_safe_teen_girl_1

# template
source: Discuss together: What was risky about that situation?
tn_za: Tlotlang mmogo: Boemo joo bo ne bo le kotsi ka eng?

# template
source: The situation was risky because...
tn_za: Boemo joo bo ne bo le kotsi ka gonne...

# template
source: * The man in the car was pressuring @global.w_safe_teen_girl_1 with gifts * @global.w_safe_teen_girl_1's friend was encouraging her * Going with an older man puts @global.w_safe_teen_girl_1 in a dangerous situation where she can get hurt or be forced to do things * Many girls in our communities get pregnant or catch HIV from older men * There were no other trusted adults to advise @global.w_safe_teen_girl_1
tn_za: * Monna yo o mo koloing o ne a gatelela @global.w_safe_teen_girl_1 ka go mo rekela dimpho * Tsala ya ga @global.w_safe_teen_girl_1 e ne e mo kgothaletsa * Go tsamaya le monna yo motona go ne go tsenya @global.w_safe_teen_girl_1 mo boemong jo bo kotsi mo a neng a ka gobala kgotsa a patelediwa go dira dilo * Basetsana ba le bantsi mo lefelong la rona ba a ima kgotsa ba tsenwa ke HIV ka ntlha ya banna ba batona * Go ne go sena batho ba ba ikanyegang ba bagolo gore ba mo fe kgakololo @global.w_safe_teen_girl_1

# template
source: Let's think about what happened to @global.w_safe_teen_girl_1:
tn_za: A re akanye ka se se diragaletseng @global.w_safe_teen_girl_1:

# template
source: What was risky about that situation?
tn_za: Boemo joo bo ne bo le kotsi ka eng?

# template
source: The man in the car was pressuring @global.w_safe_teen_girl_1 with gifts
tn_za: Monna yo o mo koloing o ne a gatelela @global.w_safe_teen_girl_1 ka go mo rekela dimpho

# template
source: @global.w_safe_teen_girl_1's friend was encouraging her
tn_za: Tsala ya ga @global.w_safe_teen_girl_1 e ne e mo kgothaletsa

# template
source: Going with an older man puts @global.w_safe_teen_girl_1 in a dangerous situation where she can get hurt or be forced to do things
tn_za: Go tsamaya le monna yo motona go ne go tsenya @global.w_safe_teen_girl_1 mo boemong jo bo kotsi mo a neng a ka gobala kgotsa a patelediwa go dira dilo

# template
source: Many girls in our communities get pregnant or catch HIV from older men
tn_za: Basetsana ba le bantsi mo lefelong la rona ba a ima kgotsa ba tsenwa ke HIV ka ntlha ya banna ba batona

# template
source: There were no other trusted adults to advise @global.w_safe_teen_girl_1
tn_za: Go ne go sena batho ba ba ikanyegang ba bagolo gore ba mo fe kgakololo @global.w_safe_teen_girl_1

# template
source: All those things are true!
tn_za: Dilo tseo tsotlhe di boammaaruri!

# template
source: Let's look at another example of a dangerous situation together.
tn_za: A re lebe mmogo sekai se sengwe sa boemo jo bo kotsi.

# template
source: @global.w_safe_teen_girl_1: "My friend has been talking with a guy our age online... She’s going to send him photos of herself. Is that better because he’s our age?"
tn_za: @global.w_safe_teen_girl_1: “Tsala ya e e ntse e bua le mosimane wa thaka ya rona mo inthaneteng... O tlile go mo romelela ditshwantsho tsa gagwe. A go botoka ka gonne ke thaka ya rona?”

# template
source: @global.w_safe_female_caregiver: "You are a good friend for being worried about her. Sending sexy photos is a real risk too."
tn_za: @global.w_safe_female_caregiver: “O tsala e e molemo go bo o amegile ka ene. Go romela ditshwantsho o sa apara go kotsi tota.”
