Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/ts/ts_messages.po
Languages: tn_za

# template
source: @global.w_consequence_teen_boy_1: “My friends wanted me to stay longer. They were calling me a baby for having to go home already.” @global.w_consequence_male_caregiver: “I know it can be hard to say no to your friends. Let’s talk more about this in the morning when we have had some rest.”
tn_za: @global.w_consequence_teen_boy_1: “Ditsala tsa me di ne di batla gore re fetse nako e telelenyana mmogo. Ba ne ba re ke ngwana fa ke setse ke batla go ya gae.” @global.w_consequence_male_caregiver: “Ke a itse gore gantsi go thata go gana se ditsala tsa gago di go kopang sone. A re ye go robala, re tla bua ka kgang eno mo mosong fa re ikhutsitse sentle.”

# template
source: Let's talk about this story
tn_za: A re bueng ka kgang eno

# template
source: Using a consequence worked well this time because...
tn_za: Ditlamorago di berekile sentle mo lekgetlong leno ka gonne...

# template
source: @global.w_consequence_teen_boy_1 and his @global.w_consequence_male_caregiver discussed consequences when they were both calm
tn_za: @global.w_consequence_teen_boy_1 le @global.w_consequence_male_caregiver ba buile ka ditlamorago ba ritibetse maikutlo

# template
source: They agreed on consequences together
tn_za: Ba ile ba dumalana mmogo ka ditlamorago

# template
source: @global.w_consequence_male_caregiver responded calmly but firmly when @global.w_consequence_teen_boy_1 broke the rule
tn_za: @global.w_consequence_male_caregiver o ne a tsiboga a ritibetse maikutlo mme gone a tiisitse fa @global.w_consequence_teen_boy_1 a ne a sa ikobela molao

# template
source: @global.w_consequence_male_caregiver listened to @global.w_consequence_teen_boy_1
tn_za: @global.w_consequence_male_caregiver o ne a reetsa @global.w_consequence_teen_boy_1

# template
source: The consequence was realistic and appropriate
tn_za: Ditlamorago di ne di utlwala e bile di tshwanela

# template
source: Why did using a consequence work well this time?
tn_za: Goreng go dirisa ditlamorago go berekile sentle mo lekgetlong leno?

# template
source: What would be a calm consequence for your teenagers arguing with each other during dinner? Remember it needs to be: FAIR - IMMEDIATE - CONSISTENT
tn_za: O ka tla ka ditlamorago o ritibetse jang fa basha ba gago ba ngangisana ka nako ya dijo tsa maitseboa? Gakologelwa gore e tshwanetse go nna: TEKATEKANO - BONAKO - SA FETOFETOGE

# template
source: Not seeing any friends for a month
tn_za: Go sa etele ditsala kgwedi yotlhe

# template
source: This may be hard to do for you and also too harsh!
tn_za: Go ka nna bokete gore o tseye kgato eno e bile e ka lebega e le makgwakgwa!

# template
source: Cancelling their birthday plans in a month’s time
tn_za: Go khansela dithulaganyo tsa bone tsa letsatsi la botsalo mo lobakeng lwa kgwedi

# template
source: This is too far in the future, and too harsh as well!
tn_za: Go setse nako e telele e bile le yone e makgwakgwa!

# template
source: No TV this evening
tn_za: Maitseboa ano ga go lebelelwe TV

# template
source: Perfect, this sounds fair and can be done straight away
tn_za: Bontle, seno se lebega se le tekatekano e bile se ka dirwa gone jaanong

# template
source: Plan a calm consequence for your teenagers arguing with each other during dinner. Remember they need to be FAIR - IMMEDIATE - CONSISTENT
tn_za: Rulaganya go tla ka ditlamorago o ritibetse maikutlo fa basha ba gago ba ngangisana ka nako ya dijo tsa maitseboa. Gakologelwa gore di tlhoka go nna TEKATEKANO - BONAKO - SA FETOFETOGE

# template
source: Your home practice for this week will be to talk together with your teen about a ONE negative consequence and ONE positive consequence. Consequences should be: FAIR (not too harsh) IMMEDIATE (do it straight away) CONSISTENT (same every time)
tn_za: Tiro e re go e abelang go e dira kwa gae beke eno e tla nna go bua le ngwana wa gago wa dingwaga tsa bosha ka ditlamorago di le DINGWE tse di sa siamang le ditlamorago di le DINGWE tse di siameng. Ditlamorago di tshwanetse go nna: TEKATEKANO (go se nne makgwakgwa thata) KA BONAKO (dira seo ka gangwe) SE FETOFETOGE (ka go tshwana nako le nako)

# template
source: Negative Behaviour: Coming home after the agreed hour. Negative Consequence: Cannot see friends the next day. Negative Behaviour: Talking rudely. Negative Consequence: Write a letter of apology. Positive Behaviour: Helping out with shopping. Positive Consequence: 30 minutes extra of loved activity of their choice. Positive Behaviour: Helping look after younger siblings. Positive Consequence: One hour of extra time with friends on the weekend.
tn_za: Boitshwaro jo bo sa Siamang: Go tla gae thari. Ditlamorago tse di sa Siamang: Ga a kitla a bona ditsala tsa gagwe letsatsi le le latelang. Boitshwaro jo bo sa Siamang: Go bua ka tsela ya go kgoba. Ditlamorago tse di sa Siamang: Kwala lekwalo la go kopa maitshwarelo. Boitshwaro jo bo Siameng: Go thusa ka go ya mabenkeleng. Ditlamorago tse di Siameng: Go fiwa metsotso e le 30 gore a itumelele go dira sengwe se a se ratang. Boitshwaro jo bo Siameng: Go thusa ka go tlhokomela bomonnawe. Ditlamorago tse di Siameng: Go fiwa nako e e oketsegileng ka ura a na le ditsala tsa gagwe mafelobeke.

# template
source: How are you feeling today?
tn_za: O ikutlwa jang gompieno?

# template
source: Great that today is going well! What is one thing that has gone well today? Remember to praise yourself for it.
tn_za: Letsatsi la gompieno le monate tota! Ke eng se se dirileng gore letsatsi la gompieno le nne monate? Gakologelwa gore ke selo se se siameng go ipaka fa o dirile sentle.

# template
source: Sorry to hear you are feeling difficult feelings today. Well done for recognising those emotions, and trying to be calm and kind to yourself. You are setting a great example for your family.
tn_za: Ke maswabi go utlwa gore ga o ikutlwe sentle gompieno. Re motlotlo ka wena go bo o lemogile maikutlo ao, e bile o leka go ritibala maikutlo le go ineneketsa. O tlhomela lelapa la gago sekao se se molemo.

# template
source: Every small thing you do matters. We hope you are proud of yourself too.
tn_za: Selo sengwe le sengwe se sennye se o se dirang se botlhokwa. Re solofela gore le wena o ikutlwa o le motlotlo.

# template
source: All families experience crises. When we prepare together and know where to get help BEFORE something bad happens, we can overcome any crisis.
tn_za: Malapa otlhe a na le mathata a one. Fa re ipaakanyetsa mmogo e bile re itse gore re ka bona thuso kae PELE ga sengwe se se maswe se diragala, re ka kgona go fenya mathata ape fela.

# template
source: Greetings, everyone. Today's topic is dealing with crises. Crises may occur anywhere. Crises may occur anytime. Therefore, it is important as a family to have plans in place should any family member find themselves in a crisis situation. It is important to have plans so that every family member may feel protected. When we are dealing with crises, remember to take a pause, breathe, and keep yourself calm. That will help you to deal with crises better.
tn_za: Dumelang, lotlhe. Gompieno re tlile go bua ka go lepalepana le mathata. Mathata a ka diragala gongwe le gongwe. Mathata a ka diragala nako nngwe le nngwe. Ka jalo, go botlhokwa gore jaaka lelapa le nne le ipaakantse go sa le gale fa go ka direga gore mongwe mo lelapeng a welwe ke mathata. Go botlhokwa gore go nne le dipaakanyetso gore mongwe le mongwe mo lelapeng a ikutlwe a sireletsegile. Fa o le mo mathateng, gopola go ema go se kae, go kgwa mowa le go ipoloka o ritibetse maikutlo. Seno se tla go thusa gore o kgone go lepalepana le mathata botoka.

# template
source: * Story & discussion * Story & discussion * Tools: How to deal with crisis BREATHE - LISTEN - THINK * Try it out! * Home practice suggestions
tn_za: * Polelo le motlotlo * Polelo le motlotlo * Dithulusu: Kafa o ka lepalepanang ka teng le mathata a a masisi KGWA MOWA - REETSA - AKANYA * E leke! * Dikakantsho tsa katiso ya legae

# template
source: * Story & reflection * Story & reflection * Tools: How to deal with crisis BREATHE - LISTEN - THINK * Try it out! * Home practice suggestions
tn_za: * Polelo le go boela ko morago * Polelo le go boela ko morago * Dithulusu: Kafa o ka lepalepanang ka teng le mathata a a masisi KGWA MOWA - REETSA - AKANYA * E leke! * Dikakantsho tsa katiso ya legae

# template
source: Crisis can happen to anyone. Let's see what happened with @global.w_crisis_teen_girl_1 and @global.w_crisis_female_caregiver:
tn_za: Mathata a ka wela mongwe le mongwe. A re baleng ka se se diragetseng ka @global.w_crisis_teen_girl_1 le @global.w_crisis_female_caregiver:

# template
source: @global.w_crisis_female_caregiver: "Shame my dear, you look really upset, do you want to tell me what happened?"
tn_za: @global.w_crisis_female_caregiver: “Ao bathong ngwanake, wa itse o lebega o tenegile tota, a o ka mpolelela gore go diragetseng?”

# template
source: @global.w_crisis_teen_girl_1: "It’s my Uncle, he… he… he touched me." @global.w_crisis_female_caregiver (thinking): "Take a deep breath... What does my child need? She needs me to be calm and listen" @global.w_crisis_female_caregiver: "Come and sit down next to me. Take your time, I’m listening."
tn_za: @global.w_crisis_teen_girl_1: “Ke Malome, o… o… o ne a mphoraphora.” @global.w_crisis_teen_girl_1 (a akanya): “Leka go wela makgwafo... Ngwanake o tlhoka eng? O tlhoka gore ke ritibale maikutlo mme ke mo reetse” @global.w_crisis_female_caregiver: “Tla o nne gaufi le nna. Tsaya nako ya gago, ke go reeditse.”

# template
source: @global.w_crisis_teen_girl_1: "It’s true, he… he… made me do it! He made me have sex with him! I didn’t want to, I swear, and I even said NO, but he told me I would be in trouble." @global.w_crisis_female_caregiver: "Thank you for sharing this with me. You are not in trouble. This is not your fault."
tn_za: @global.w_crisis_teen_girl_1: “Ke bua nnete, o... o... mpateleditse gore ke dire jalo! O mpateleditse gore ke robalane le ene! Ke ne ke sa batle, ke lekile go mmolelela gore GA KE BATLE, a ba a re fa ke gana ke tlile go tsena mo mathateng." @global.w_crisis_female_caregiver: “O dirile sentle ka go mpolelela se se diragetseng. O ka se tsene mo mathateng. Ga se phoso ya gago.”

# template
source: @global.w_crisis_female_caregiver: "Ah I know, let’s go to the clinic. They will know what we can do to help you. Does that sound okay to you?" @global.w_crisis_teen_girl_1: "Yes… Okay… But will you come with me?"
tn_za: @global.w_crisis_female_caregiver: “Ah ke a itse gore kae, a re ye kwa tliliniking. Ba a itse gore ke eng se ba tshwanetseng go se dira go go thusa. A ga o na bothata fa re ya kwa teng?" @global.w_crisis_teen_girl_1: “Ee... Go siame...a o tla tsamaya le nna?”

# template
source: @global.w_crisis_female_caregiver: "Of course I will. And @global.w_crisis_teen_girl_1? Remember this is not your fault. I love you. You are a good person. We will get through this."
tn_za: @global.w_crisis_female_caregiver: “Ee ke tla dira jalo. Mme @global.w_crisis_teen_girl_1? Gopola gore seno ga se phoso ya gago. Ke a go rata. O motho yo o siameng. Re tla bona thuso.”

# template
source: This was such a difficult situation for @global.w_crisis_teen_girl_1 and her @global.w_crisis_female_caregiver! This can happen to boys and girls.
tn_za: Ruri seemo seno sa ga @global.w_crisis_teen_girl_1 le @global.w_crisis_female_caregiver se ne se le bokete tota! Seemo seno se ka diragalela basimane le basetsana.

# template
source: What skills did @global.w_crisis_female_caregiver use?
tn_za: @global.w_crisis_female_caregiver o ne a dirisa bokgoni bofe?

# template
source: Yes, @global.w_crisis_female_caregiver actually used all those skills – and so can you!
tn_za: Tota @global.w_crisis_female_caregiver o dirisitse bokgoni jotlhe jo re setseng re bo buile – mme le wena o ka kgona!

# template
source: Another problem that many parents are worried about is violence and crime. Let’s look at an example together.
tn_za: Mathata a mangwe a batsadi ba le bantsi ba tshwenyegileng ka one ke thubakanyo le bokebekwa. A re lebeng sekai se se latelang.

# template
source: @global.w_crisis_male_caregiver_1: "@global.w_crisis_teen_boy_1, you look worried since yesterday. What is wrong?"
tn_za: @global.w_crisis_male_caregiver_1: "@global.w_crisis_teen_boy_1, fa e sa le go tloga maabane o lebega o tshwenyegile. Bothata ke eng?”

# template
source: @global.w_crisis_teen_boy_1: "Yesterday, my friends and I went to a soccer match. Some guys who were drunk started a fight with my friend." @global.w_crisis_male_caregiver_1: "Continue, I am listening. I hope you did not fight?"
tn_za: @global.w_crisis_teen_boy_1: “Maabane ke tsamaile le tsala go ya go lebelela bolo. basimane bangwe ba ba neng ba tagilwe ba ile ba simolola go lwantsha tsala ya me.” @global.w_crisis_male_caregiver_1: “Tswelela, ke go reeditse. Ke solofela gore ga wa ka wa ba lwantsha?”

# template
source: @global.w_crisis_teen_boy_1: "I didn’t want to, but I couldn’t just stand there and let them beat up my friend, so…" @global.w_crisis_male_caregiver_1: "So, did you fight in order to help defend your friend?"
tn_za: @global.w_crisis_teen_boy_1: “Tota ke ne ke sa batle go lwa mme gone, ke ne nka se lebelele tsala ya me fela e itewa ka jalo...” @global.w_crisis_male_caregiver_1: “Ka gone, o ile wa lwana gore o sireletse tsala ya gago?”

# template
source: @global.w_crisis_teen_boy_1: “Everyone was fighting. I saw someone lying on the field in a pool of blood. He looked… dead."
tn_za: @global.w_crisis_teen_boy_1: “Rotlhe re ne re lwa. Ke bone mongwe a rapaletse fa fatshe a dutla madi. Ke akanya gore... o ne a sule.”

# template
source: @global.w_crisis_teen_boy_1: "Thank you, @global.w_crisis_male_caregiver_1" @global.w_crisis_male_caregiver_1: "We will get through this. Remember, we will support you as a family."
tn_za: @global.w_crisis_teen_boy_1: “Ke a leboga, @global.w_crisis_male_caregiver_1" @global.w_crisis_male_caregiver_1: Re tla bona thuso. Gopola, re tla go tshegetsa jaaka lelapa.”

# template
source: This was such a difficult situation for @global.w_crisis_teen_boy_1 and his @global.w_crisis_male_caregiver_1!
tn_za: Ruri seemo seno sa ga @global.w_crisis_teen_boy_1 le @global.w_crisis_male_caregiver_1 se ne se le bokete tota!

# template
source: What skills did @global.w_crisis_male_caregiver_1 use?
tn_za: @global.w_crisis_male_caregiver_1 o ne a dirisa bokgoni bofe?

# template
source: All these skills can help in a crisis.
tn_za: Bokgoni jono jotlhe bo ka re thusa fa re le mo mathateng.

# template
source: Crisis can make us feel angry or helpless. But this is when our teens really need us to breathe, listen and think.
tn_za: Mathata a ka dira gore re ikutlwe re tenegile e bile go se na se re ka se dirang. Mme eno ke yone nako e basha ba rona ba tlhokang gore re kgwe mowa, re ba reetse re bo re akanye.

# template
source: BREATHE
tn_za: KGWA MOWA

# template
source: Stay calm. Ask yourself ‘what does my teen need right now’
tn_za: Ritibala maikutlo. Ipotse gore, ‘ke eng se mosha wa me a se tlhokang gone jaanong’

# template
source: LISTEN
tn_za: REETSA

# template
source: Tell them you are there for them and love them.
tn_za: Ba bolelele gore o batla go ba thusa e bile wa ba rata.

# template
source: THINK
tn_za: AKANYA

# template
source: Talk with your teen. What might help the situation? You might need to make immediate plans now, and then long-term plans later.
tn_za: Bua le mosha wa gago. Ke eng se se ka thusang go rarabolola bothata? O ka nna wa tlhoka dithulaganyo tsa ka bonako ga jaana, mme morago ga moo dithulaganyo tsa lobaka lo loleele moragonyana.

# template
source: You can be proud of yourself for exploring ways to get help!
tn_za: O ka ikutlwa o le motlotlo gore o ile wa dira maano gore o bone thuso!

# template
source: It’s helpful to practice dealing with crisis before something happens. Look at these five family crisis times. Imagine you are the parent: What would you do? Remember: BREATHE - LISTEN - THINK
tn_za: Go a thusa go ikatisetsa go rarabolola mathata pele ga a diragala. Bona gore malapa ano a matlhano a ile a nna le mathata ka dinako dife. A re re o motsadi: O ne o tla dira eng? Gakologelwa: KGWA MOWA - REETSA - AKANYA

# template
source: Crisis 1: @global.w_crisis_teen_boy_2 fights at school
tn_za: Bothata 1: @global.w_crisis_teen_boy_2 dintwa kwa sekolong

# template
source: Crisis 2: @global.w_crisis_teen_girl_1 gets pregnant
tn_za: Bothata 2: @global.w_crisis_teen_girl_1 ke imile

# template
source: Crisis 3: @global.w_crisis_teen_boy_2 makes a girl pregnant
tn_za: Bothata 3: @global.w_crisis_teen_boy_2 ke imisitse mosetsana

# template
source: How could you respond to @global.w_crisis_teen_boy_2?
tn_za: O ka tsibogela jang @global.w_crisis_teen_boy_2?

# template
source: Crisis 4: Someone in the family gets sick
tn_za: Bothata 4: Mongwe mo lapeng o simolola go lwala

# template
source: "The test said I have HIV. I’m scared I’m going to die"
tn_za: "Diteko tsa re ke na le HIV. Ke tshogile gore ke tlile go swa”

# template
source: How could you respond in this situation?
tn_za: O ka tsibogela jang seemo seno?

# template
source: Crisis 5: @global.w_crisis_teen_girl_1 is pressured into sex by her boyfriend
tn_za: Bothata 5: mosimane yo o ratanang le @global.w_crisis_teen_girl_1 o mo pateletsa gore ba robalane

# template
source: How could you respond to @global.w_crisis_teen_girl_1?
tn_za: O ka tsibogela jang @global.w_crisis_teen_girl_1?

# template
source: Remember to support and encourage each other. It is hard to remain calm and listen to each other in a crisis - we are proud of you.
tn_za: Gakologelwang gore lo thusane lo bo lo kgothatsane. Ga go motlhofo go ritibala maikutlo le go reetsana ka nako ya mathata - re motlotlo ka wena.

# template
source: With your teen choose one of these situations (or think of one yourself!). Look at the cartoon, and discuss what you would do together if this happened to a friend or in your family. And remember: BREATHE - LISTEN - THINK
tn_za: O na le mosha wa gago tlhopha nngwe ya maemo ano (kgotsa o ikakanyetse one ka bowena!). Leba popae, mme lo tlotle gore lo ne lo ka dira eng lo le mmogo fa seno se diragaletse tsala kgotsa mo lelapeng la gago. Mme gakologelwa: KGWA MOWA - REETSA - AKANYA

# template
source: Crisis Examples
tn_za: Dikai tsa Mathata

# template
source: You’ve completed this week’s workshop. Next week’s workshop will celebrate you all, and help you plan for the future. Why don’t you plan some party food together, and have some music ready if you like to dance!
tn_za: O feditse workshop ya beke eno. Workshop ya beke e e latelang re tla keteka kaga lona lotlhe, le go go thusa go rulaganyetsa isagwe. Gongwe lo ka rulaganya dijo tsa moletlonyana mmogo le go rulaganya mmino fa e le gore lo ka rata go bina!

# template
source: You’ve completed this week’s workshop. Next week’s workshop will celebrate you, and you can choose the support you want going forward. You can prepare a treat to celebrate – something you like to eat, or music you like to listen to!
tn_za: O feditse workshop ya beke eno. Workshop ya beke e e latelang re tla keteka kaga lona lotlhe, mme lo ka bua gore ke eng se lo batlang go tswelela lo thusiwa ka sone. Lo ka rulaganya go tla ka sengwe se lo tla se itumelelang go keteka – gongwe dijo kgotsa mmino o lo ka ratang go o reetsa!

# template
source: Wonderful, I am so happy! Keep up the good work.
tn_za: Go gontle, ke itumetse tota! Tswelelang lo dira tiro eno e e molemo.

# template
source: Sorry that things are difficult. All families struggle. We are here to help!
tn_za: Tshwarelo gore dilo di boima. Malapa otlhe a na le mathata. Re fano go lo thusa!

# template
source: Whatever went ‘wrong’ today, let it go and try again tomorrow. It’s okay!
tn_za: A re lebaleng ka sepe fela se se phoso se se diragetseng gompieno, re tla leka gape letsatsi le le latelang. Ga se bothata!

# template
source: Focus on the positive! Telling our teens what we DO want them to do works better than telling them to STOP doing something. You will see the difference.
tn_za: Tlhoma mogopolo mo dilong tse di siameng! Go botoka go bolelela basha ba rona gore ke eng se re batlang ba se DIRA go na le go ba bolelela gore ba TLOGELE go dira sengwe. O tla bona pharologanyo.

# template
source: Greetings, greetings everyone. Today our topic is positive instructions. It is important to give positive instructions to our children, because when we give them positive instructions they know and understand what we are expecting them to do, and they do it the way we want them to do it. So, at the end it keeps everyone happy.
tn_za: Dumelang, dumelang lotlhe. Setlhogo sa gompieno ke go neela ditaelo tse di siameng. Go botlhokwa go naya bana ba rona ditaelo tse di siameng ka gonne fa re dira jalo, ba tla itse le go tlhaloganya gore ke eng se re solofetseng gore ba se dire, e bile ba tla se dira jaaka re batla. Ka gone, kwa bofelong mongwe le mongwe o a itumela.

# template
source: * Thought experiment * Story & discussion – that didn’t work… * Story & discussion – that worked! * Tools: How to give positive instructions GET REAL - GET POSITIVE - GET CLEAR * Try it out! * Home practice suggestions
tn_za: * Lekeletsa kgopolo * Kgang le motlotlo - tse di sa berekang... * Kgang le motlotlo - tse di berekileng! * Dithulusu: Tsela ya go naya ditaelo tse di siameng BUA NNETE - BUA KA TSELA E E SIAMENG - ITLHALOSE SENTLE * E leke! * Dikakantsho tsa katiso ya legae

# template
source: * Thought experiment * Story & reflection – that didn’t work… * Story & reflection – that worked! * Tools: How to give positive instructions GET REAL - GET POSITIVE - GET CLEAR * Home practice suggestions
tn_za: * Lekeletsa kgopolo * Kgang le motlotlo - tse di sa berekang... * Kgang le go leba kwa morago - tse di berekileng! * Dithulusu: Tsela ya go naya ditaelo tse di siameng BUA NNETE - BUA KA TSELA E E SIAMENG - ITLHALOSE SENTLE * Dikakantsho tsa katiso ya legae

# template
source: Let’s do a thought experiment!
tn_za: A re lekeletseng kgopolo nngwe!

# template
source: DO NOT THINK ABOUT AN ELEPHANT What are you thinking about?
tn_za: O SEKA WA AKANYA KA TLOU Ke eng se o se akanyang?

# template
source: You probably DID think about an elephant... ‘Don’t do’ instructions make teens think about that thing. Sometimes they don’t understand what we DID want from them. Also they often don’t like being told not to do things (don’t we all?)
tn_za: Gongwe o ILE wa akanya ka tlou... ‘Se dire jalo’ ditaelo di dira gore basha ba akanye ka selo seo. Ka dinako tse dingwe ga ba tlhaloganye gore tota re ne re batla gore ba DIRE eng. E bile, ga ba batle go nna ba bolelelwa gore ba se ka ba dira dilo dingwe (a ga re jalo rotlhe?)

# template
source: NOW, THINK ABOUT A CHEETAH! What are you thinking about?
tn_za: JAANONG, AKANYA KA LENGAU! Ke eng se o se akanyang?

# template
source: That’s right! Positive, clear instructions help teens focus on what they should be doing. Teens will also feel more respected this way, and are more likely to listen.
tn_za: O nepile! Ditaelo tse di siameng e bile di tlhalosiwa sentle di thusa basha go tlhoma mogopolo mo go se ba tshwanetseng go se dira. Basha gape ba tla ikutlwa ba tlotliwa le go feta ka tsela eno, mme seno se ka dira gore ba go reetse.

# template
source: Let’s see what happens if @global.w_instruct_female_caregiver tells @global.w_instruct_teen_girl "DON'T":
tn_za: A re boneng gore go diragalang fa @global.w_instruct_female_caregiver a raya @global.w_instruct_teen_girl a re "TLOGELA GO":
