Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/ts/ts_messages.po
Languages: tn_za

# template
source: @global.w_instruct_female_caregiver was cleaning the house while @global.w_instruct_teen_girl was practicing dance moves with her friend. @global.w_instruct_female_caregiver: “Don’t make such a mess while I am cleaning the house. You are in the way!”
tn_za: @global.w_instruct_female_caregiver o ne a phepafatsa ntlo fa @global.w_instruct_teen_girl ene a ntse a ikatisetsa mmino le tsala ya gagwe. @global.w_instruct_female_caregiver: “Tlogela go tlatsa leswe o ntse o bona gore ke a phepafatsa. Le gone o mo tseleng ya me!”

# template
source: @global.w_instruct_teen_girl: “But I need to practice for the school competition. You never let me do anything.” @global.w_instruct_female_caregiver: “Don’t you talk back to me!”
tn_za: @global.w_instruct_teen_girl: “Kana mme le nna ke tshwanetse go ikatisetsa kgaisano ya kwa sekolong. Ga nke o mpha tshono ya go dira sepe.” @global.w_instruct_female_caregiver: “O seka wa ngangisana le nna!”

# template
source: @global.w_instruct_teen_girl: “Arrg!! Why am I being yelled at all the time????” @global.w_instruct_female_caregiver to herself: “That child is always making trouble.”
tn_za: @global.w_instruct_teen_girl: “Arrg!! Goreng ke aga ke omantswe ka metlha????” @global.w_instruct_female_caregiver a bua a le nosi: “Ngwana yole o aga a baka mathata fela.”

# template
source: Discuss together: * How do you think @global.w_instruct_teen_girl felt about the way @global.w_instruct_female_caregiver responded? * What could @global.w_instruct_female_caregiver have done differently?
tn_za: Tlotlang mmogo: * O akanya gore @global.w_instruct_teen_girl o ile a ikutlwa jang ka tsela e @global.w_instruct_female_caregiver a mo arabileng ka yone? * @global.w_instruct_female_caregiver A ka bo a ile a dira dilo jang ka tsela e e farologaneng?

# template
source: @global.w_instruct_female_caregiver could have...
tn_za: @global.w_instruct_female_caregiver a ka bo a ile a...

# template
source: * Said something nice first * Spoken to @global.w_instruct_teen_girl in a calm voice * Told @global.w_instruct_teen_girl what she wants her to do
tn_za: * A bua sengwe se sentle pele * A bua le @global.w_instruct_teen_girl a digile lentswe * A bolelela @global.w_instruct_teen_girl gore o batla gore a dire eng

# template
source: How do you think @global.w_instruct_teen_girl felt about the way @global.w_instruct_female_caregiver responded?
tn_za: O akanya gore @global.w_instruct_teen_girl o ile a ikutlwa jang ka tsela e @global.w_instruct_female_caregiver a mo arabileng ka yone?

# template
source: What could @global.w_instruct_female_caregiver have done differently?
tn_za: @global.w_instruct_female_caregiver A ka bo a ile a dira dilo jang ka tsela e e farologaneng?

# template
source: Said something nice first
tn_za: A bua sengwe se sentle pele

# template
source: Spoken to @global.w_instruct_teen_girl in a calm voice
tn_za: A bua le @global.w_instruct_teen_girl a digile lentswe

# template
source: Told @global.w_instruct_teen_girl what she wants her to do
tn_za: A bolelela @global.w_instruct_teen_girl gore o batla gore a dire eng

# template
source: Thank you for thinking along! Let’s go back in time and see what happens if @global.w_instruct_female_caregiver gives a positive instruction:
tn_za: Ke a leboga gore re dirile ikatiso eno mmogo! A jaanong re boele morago mme re bone gore go diragala eng fa @global.w_instruct_female_caregiver a ntsha taelo e e siameng:

# template
source: @global.w_instruct_female_caregiver was cleaning the house while @global.w_instruct_teen_girl was with her friends practicing dance moves. @global.w_instruct_female_caregiver: “@global.w_instruct_teen_girl, it is nice to see you practicing your dance moves with your friend. Please take it outside so I can finish cleaning the house. Afterwards, you can show me your dance." @global.w_instruct_teen_girl: “Okay, @global.w_instruct_female_caregiver!”
tn_za: @global.w_instruct_female_caregiver o ne a phepafatsa ntlo fa @global.w_instruct_teen_girl ene a ntse a ikatisetsa mmino le tsala ya gagwe. @global.w_instruct_female_caregiver: “@global.w_instruct_teen_girl, go itumedisa go bona o ikatisetsa go bina ga gago le tsala ya gago. Ke kopa lo ye kwa ntle pele gore ke feleletse go phepafatsa mo ntlong. Fa ke feditse lo ka boela e bile le nna ke tla itumelela go lo lebelela.” @global.w_instruct_teen_girl: "Go siame, @global.w_instruct_female_caregiver!”

# template
source: @global.w_instruct_female_caregiver: "Wow, @global.w_instruct_teen_girl! You have such good dance moves!"
tn_za: @global.w_instruct_female_caregiver: "Iyo, @global.w_instruct_teen_girl! Ka re mmino ke dilo tsa lona!”

# template
source: Let's discuss what happened this time.
tn_za: A re tlotleng ka gore ke eng se se diragetseng mo lekgetlong leno.

# template
source: Discuss together: * How did @global.w_instruct_teen_girl and @global.w_instruct_female_caregiver feel now? * Why do you think the situation went better for @global.w_instruct_female_caregiver this time?
tn_za: Tlotlang mmogo: * @global.w_instruct_teen_girl le @global.w_instruct_female_caregiver ba ikutlwa jang jaanong? * Goreng o akanya gore dilo di ile tsa tsamaela @global.w_instruct_female_caregiversentle mo lekgetlong leno?

# template
source: It worked better this time because...
tn_za: Dilo di tsamaile sentle mo lekgetlong leno ka gonne...

# template
source: * @global.w_instruct_teen_girl felt respected and loved by her @global.w_instruct_female_caregiver * @global.w_instruct_female_caregiver was able to stay calm * @global.w_instruct_female_caregiver kept a positive attitude
tn_za: * @global.w_instruct_teen_girl o ne a bona gore @global.w_instruct_female_caregiver o a mo tlotla e bile o a mo rata * @global.w_instruct_female_caregiver o ile a kgona go ritibala maikutlo *@global.w_instruct_female_caregiver a tswelela a bua ka tsela e e siameng

# template
source: How did @global.w_instruct_teen_girl and @global.w_instruct_female_caregiver feel now?
tn_za: @global.w_instruct_teen_girl le @global.w_instruct_female_caregiver ba ikutlwa jang jaanong?

# template
source: Why do you think the situation went better for @global.w_instruct_female_caregiver this time?
tn_za: Goreng o akanya gore dilo di ile tsa tsamaela @global.w_instruct_female_caregiversentle mo lekgetlong leno?

# template
source: @global.w_instruct_teen_girl felt respected and loved by her @global.w_instruct_female_caregiver
tn_za: @global.w_instruct_teen_girl o ne a bona gore @global.w_instruct_female_caregiver o a mo tlotla e bile o a mo rata

# template
source: @global.w_instruct_female_caregiver was able to stay calm
tn_za: @global.w_instruct_female_caregivero ile a kgona go ritibala maikutlo

# template
source: @global.w_instruct_female_caregiver kept a positive attitude
tn_za: @global.w_instruct_female_caregiver a tswelela a bua ka tsela e e siameng

# template
source: Positive instructions can work with your teen too!
tn_za: Le wena ditaelo tse di siameng di ka thusa mosha wa gago!

# template
source: GET REAL
tn_za: BUA NNETE

# template
source: Can your teen actually do what you are about to ask? It may be impossible for them to read quietly all day, but half an hour when you really need it is realistic.
tn_za: A mme gone ngwana wa gago wa dingwaga tsa bosha a ka kgona go dira se o mo kopang gore a se dire? Go ka nna ga se ka ga kgonega gore a tlhole a bala letsatsi lotlhe, mme tota a ka kgona go bala selekanyo sa halofo ya ura, seno se ka kgonega.

# template
source: GET POSITIVE
tn_za: BUA KA TSELA E E SIAMENG

# template
source: Smile, look them in the eye, and use positive words. Praise them as soon as they start to do what you ask!
tn_za: Nyenya, mo lebe mo matlhong o bo o dirise mafoko a a siameng. O se ka wa okaoka go ba baka fa ba dira sengwe se o kopang gore ba se dire!

# template
source: GET CLEAR
tn_za: ITLHALOSE SENTLE

# template
source: Often we know what we want in our head, but we don’t say it clearly enough. Say exactly what you want your teen to do. Try ‘please come home by 7pm’ instead of ‘come home in time’.
tn_za: Go le gantsi le fa re itse gore ke eng se re se batlang, go nna thata go itlhalosa sentle. Bolelela mosha wa gago ka tlhamalalo gore ke eng se o batlang a se dira. Leka go mmolelela jaana, ‘tsweetswee fitlha mo lapeng ka 7pm’ go na le go mmolelela fela o re ‘tla gae ka nako’.

# template
source: Let's practice giving REAL, POSITIVE and CLEAR instructions. Practice will help you be successful with your teen!
tn_za: A re ikatisetseng go naya ditaelo O BUA NNETE, O BUA KA TSELA E E SIAMENG e bile O ITLHALOSA SENTLE. Go ikatisa go tla go thusa gore o kgone go atlega ka mosha wa gago!

# template
source: Choose two people from your group: * One person pretends to be a teenager * The other pretends to be the teenager’s parent * “Parent”: Give your “teen” a positive instruction with encouragement and praise * “Teen”: Respond as you think a teen may respond to this Discuss together how that went: * How did this make you feel as “parent” and as “teen”? * Could you do anything better? Give everyone a chance to be the “parent” and the “teen” if you can. Practice brings success!
tn_za: Tlhopha batho ba le babedi mo setlhopheng sa lona: * Motho a le nosi o itira e kete ke mosha * Yo mongwe o itira e kete ke batsadi ba mosha * “Motsadi”: Naya “mosha” wa gago ditaelo tse di siameng o mo kgothatsa le go mmaka * “Mosha”: Tsiboga fa o akanya gore mosha a ka tsibogela seno Tlotlang mmogo gore seo se tsamaile jang: * Seno se dira gore o ikutlwe jang jaaka “motsadi” le jaaka “mosha”? * A go na le sengwe se o ka se dirang botoka? Fa go kgonega, naya mongwe le mongwe tshono ya go nna “motsadi” yo re dirileng sekai ka ene le “mosha” yo re dirileng sekai ka ene. Go ikatisa go dira gore re kgone go fitlhelela dilo tse di molemo!

# template
source: Examples of positive instructions:
tn_za: Dikai tsa go naya ditaelo o bua ka tsela e e siameng:

# template
source: * I like your music. Could you turn it down during dinner so that we can talk? Thank you – I really appreciate it. * That’s great music. Who is the singer? Please turn the music off when you come in the house. You can play it in your room quietly if you want. Thank you!
tn_za: * Ke rata mmino o o o reetsang. A o ka o tima fa re ja maitseboa gore re kgone go tlotla? Ke a leboga – Ke anaanela seo thata. * Mmino oo o monate tota. Ke mang a e opelang? Ke kopa o time mmino fa o tsena mo ntlong. O ka o reetsa kwa kamoreng ya gago fa o batla. Ke a leboga!

# template
source: This week's home practice is to give your teen positive instructions. Remember – GET REAL, GET POSITIVE, GET CLEAR = GET EXACTLY WHAT YOU WANT (as much as is possible with a teenager!)
tn_za: Tiro ya beke ya go ikatisa kwa gae ke go naya mosha wa gago ditaelo o bua ka tsela e e siameng. Gakologelwa – BUA NNETE, BUA KA TSELA E E SIAMENG, ITLHALOSE SENTLE = TLHALOSA SENTLE GORE KE ENG SE O BATLANG SE DIRWA (ka tsela e o ka kgonang ka teng le mosha!)

# template
source: Caring for yourself is so essential.
tn_za: Go itlhokomela go botlhokwa thata.

# template
source: Wonderful, I am so happy things are going well. Keep up the good work.
tn_za: Ke a leboga, ke itumela tota go bona gore dilo di tsamaya sentle. Tswelelang lo dira tiro eno e e molemo.

# template
source: Take a moment and just be impressed at what you’ve achieved, despite all the other things you have to do each day.
tn_za: Iphe nako ya go itumelela se o kgonneng go se fitlhelela le fa gone go na le dilo tse dintsi tse o tshwanetseng go di dira letsatsi le letsatsi.

# template
source: Many families are stressed about money, especially if teens keep asking for things! When we make a budget together, we can agree how to spend AND save to prevent stress and work towards our family’s goals.
tn_za: Malapa a le mantsi a a tshwenyegile thata ka ntlha ya madi, bogolo jang fa basha ba nna ba kopa go rekelwa dilo! Fa re dira tekanyetsokabo mmogo, re ka dumalana gore re tla dirisa madi jang LE GORE re tla boloka bokae gore re se ka ra iphitlhela re tshwenyegile e bile re ka kgona go fitlhelela mekgele ya rona re le lelapa.

# template
source: Greetings, everyone. Today's topic is family budgeting. It is important to create a budget, but it is even more important to create a budget involving the entire family. Doing it together helps increase the level of understanding of how you spend money as a family and how much you save for the family, and you can even come up with plans of how you can save as a family.
tn_za: Dumelang, lotlhe. Gompieno re tlile go tlotla ka tekanyetsokabo ya lelapa. Go botlhokwa go nna le tekanyetsokabo, mme tota e bile go botlhokwa thata go nna le tekanyetsokabo e e akaretsang mongwe le mongwe mo lelapeng. Fa lo dira tekanyetsokabo mmogo, seno se dira gore lotlhe mo lapeng lo tlhaloganye botoka gore lo ka dirisa madi jang le gore lo ka kgona go boloka bokae, e bile lo ka kgona go dira dithulaganyo tsa gore lo tla boloka madi jang lo le lelapa.

# template
source: * Story – that didn’t work… * Budgeting exercise * Story & discussion – that worked! * Story & discussion – that didn’t work… * Discussion on saving options * Saving exercise * Tools: How to budget & save THINK - CHOOSE - BUILD - PLAN * Home practice suggestions
tn_za: * Polelo – Eo ga e a bereka... * Ikatiso ya tekanyetsokabo * Kgang le motlotlo - tse di berekileng! * Kgang le motlotlo - tse di sa berekang... * Motlotlo le ditlhopho tsa go boloka * Ikatiso ya tekanyetsokabo * Dithulusu: Kafa o ka dirang ka teng tekanyetsokabo le go boloka madi AKANYA - TLHOPHA - AGA - ITHULAGANYE * Dikakantsho tsa katiso ya legae

# template
source: It can be hard to make ends meet every month. Many families have this problem! Including @global.w_money_grandma - let's have a look:
tn_za: Gantsi ga go motlhofo go reka dilo tsotlhe tse o di tlhokang kgwedi le kgwedi. Malapa a le mantsi a na le bothata jono! Go akaretsa le @global.w_money_grandma- a re bone:

# template
source: @global.w_money_grandma: "I have been taking care of my grandchildren, @global.w_money_teen_girl and @global.w_money_teen_boy, since their parents died when they were young. We often struggle with money, as I only receive a small grant."
tn_za: @global.w_money_grandma: "Ke ntse ke godisa ditlogolo tsa me, @global.w_money_teen_girl le @global.w_money_teen_boy, go tloga fa e sale batsadi ba bone ba tlhokafala ba sa ntse ba le bannye. Gantsi re na le mathata a madi ka gonne ke amogela madi a mannye.”

# template
source: @global.w_money_grandma: "I am so stressed. I don’t have any money left. And now I’m fighting with my teens over things they want – again."
tn_za: @global.w_money_grandma: “Ke tshwenyegile mo maikutlong tota. Ga ke na madi ape a a setseng. Jaanong nna le basha ba me re lwela dilo tse ba di batlang – gape."

# template
source: There are four steps for doing a family budget: Step 1: THINK Step 2: CHOOSE Step 3: BUILD Step 4: PLAN Let’s go through the steps together. You need: - Papers (or old newspaper or a cardboard box) and pens - Stones or beans or anything with lots of bits to represent money Take a minute to get these things before we start with the first step.
tn_za: Go na le dikgato di le nne tsa go dira tekanyetsokabo ya lelapa: Kgato 1: AKANYA Kgato 2: TLHOPHA Kgato 3: AGA Kgato 4: ITHULAGANYE ITHULAGANYE A re tlotleng mmogo ka dikgato tseno. O tlhoka: - Dipampiri (kgotsa lekwalodikgang la kgale kgotsa bokose ya khateboto) le dipene - Maje kgotsa dinawa kgotsa sepe fela se se nang le dibaga tse dintsi tse di ka emelang madi Iphe motsotso go batlana le dilo tseno pele ga o simolola ka kgato ya ntlha.

# template
source: A family budget can help @global.w_money_grandma - and YOU!
tn_za: Tekanyetsokabo ya lelapa e ka thusa @global.w_money_grandma - le WENA!

# template
source: There are four steps for doing a family budget: Step 1: THINK Step 2: CHOOSE Step 3: BUILD Step 4: PLAN Let’s go through the steps together.
tn_za: Go na le dikgato di le nne tsa go dira tekanyetsokabo ya lelapa: Kgato 1: AKANYA Kgato 2: TLHOPHA Kgato 3: AGA Kgato 4: ITHULAGANYE ITHULAGANYE A re tlotleng mmogo ka dikgato tseno.

# template
source: You need: * Papers (or old newspaper or a cardboard box) and pens * Stones or beans or anything with lots of bits to represent money Take a minute to get these things before we start with the first step.
tn_za: O tlhoka: - Dipampiri (kgotsa lekwalodikgang la kgale kgotsa bokose ya khateboto) le dipene - Maje kgotsa dinawa kgotsa sepe fela se se nang le dibaga tse dintsi tse di ka emelang madi Iphe motsotso go batlana le dilo tseno pele ga o simolola ka kgato ya ntlha.

# template
source: Think about what we spend money on each month.
tn_za: Akanya gore ke dilo dife tse re dirisang madi go di reka kgwedi le kgwedi.

# template
source: * Get a piece of paper (or old newspaper or a cardboard box) and a pen. * Draw pictures of all the things that you and your family spend money on each month. * Write next to each picture how much each thing costs each month. (There is no need to share the numbers if you don’t want to.) * Add up how much money you have to spend each month.
tn_za: * Batla pampitshana (kgotsa lekwalodikgang la kgale kgotsa bokose ya khateboto) le pene. * Taka ditshwantsho tsa dilo tsotlhe tse wena le lelapa la gago le di rekang kgwedi le kgwedi. * Kwala fa thoko ga setshwantsho sengwe le sengwe gore selo sengwe le sengwe se ja bokae kgwedi le kgwedi. (Ga go tlhokege go bua dinomore fa e le gore ga o batle go dira jalo.) * Tlhakanya gore ke madi a le kana kang a o tshwanelwang ke go a dirisa kgwedi le kgwedi.

# template
source: Wonderful! You finished step 1! Let’s move on!
tn_za: Bontle tota! Lo feditse kgato 1! A re tsweleleng!

# template
source: * food * water & electricity * clothing * accounts * TV subscription * toiletries * salon * airtime * school fees * transport * insurance/policies * medication * entertainment/sports * rent * loans * church
tn_za: * dijo * metsi & motlakase * diaparo * diakhaonto * peeletso ya TV * dilwana tsa go tlhapa * salune * airtime * tuelo ya sekolo * sepalangwa * inshorense/dipholisi * melemo * boitlosobodutu/metshameko * rente * melato * kereke

# template
source: Talk together about your needs and wants WANT: Something you can live without NEED: Something you cannot live without
tn_za: Tlotlang mmogo ka dilo tse lo di tlhokang le tse lo di batlang SE O SE BATLANG: Sengwe se o ka se kgoneng go tshela o sena sone SE O SE TLHOKANG: Sengwe se o ka se kgone go tshela o sena sone

# template
source: People often don’t see things in the same way. When we talk about our needs and wants, we understand each other better and can make good choices together on how to spend our money. Look at your lists of things you spend money on and discuss: * Which are NEEDS that you can’t live without? Why? * Which are WANTS which are nice to have but not essential? Why? * Which things could you try to spend less money on as a family?
tn_za: Gantsi batho ga ba na maikutlo a a tshwanang ka dilo. Fa re bua ka dilo tse re di tlhokang le tse re di batlang, re kgona go tlhaloganyana e bile re ka kgona go dira ditshwetso tse di siameng tsa gore re dirise madi jang. Lebelela lenaane la gago la dilo tse o di rekang mme lo tlotle ka: * Ke dilo dife tse o di TLHOKANG tse o ka se kgoneng go tshela ntle le tsone? Goreng? * Ke dilo dife tse o di BATLANG tse o ka itumelelang go nna le tsone mme gone tota di se botlhokwa jalo? Goreng? * Ke dilo dife tse lelapa la lona le ka lekang go dirisa madi a mannye mo go tsone?

# template
source: Think about your needs and wants WANT: Something you can live without NEED: Something you cannot live without
tn_za: Akanya kaga dilo tse lo di tlhokang le tse lo di batlang SE O SE BATLANG: Sengwe se o ka se kgoneng go tshela o sena sone SE O SE TLHOKANG: Sengwe se o ka se kgone go tshela o sena sone

# template
source: Look at your list of things you spend money on and choose: * Which are NEEDS that you can’t live without? Why? * Which are WANTS which are nice to have but not essential? Why? * Which things could you try to spend less money on?
tn_za: Lebelela lenaane la gago la dilo tse o di rekang mme lo tlhophe: * Ke dilo dife tse o di TLHOKANG tse o ka se kgoneng go tshela ntle le tsone? Goreng? * Ke dilo dife tse o di BATLANG tse o ka itumelelang go nna le tsone mme gone tota di se botlhokwa jalo? Goreng? * Ke dilo dife tse o ka lekang go dirisa madi a mannye mo go tsone?

# template
source: Make a budget!
tn_za: Dira tekanyetsokabo!

# template
source: Make a budget as one big family!
tn_za: Dirang tekanyetsokabo lotlhe lo le lelapa!

# template
source: Make a budget as a family!
tn_za: Dirang tekanyetsokabo lotlhe lo le lelapa!

# template
source: Great work, you have completed the first 3 steps! Let's see how @global.w_money_grandma made a plan with her money, just like you are doing:
tn_za: Lo dirile bontle, lo feditse dikgato tse 3 tsa ntlha! A re boneng gore @global.w_money_grandma o ne a rulaganya go dirisa madi a gagwe jang, jaaka re dira fano:

# template
source: "I want the best future for my grandchildren, but I don’t know where to get the money. Loan sharks are dangerous and paying them back is so expensive. I should save, but that feels impossible!"
tn_za: “Ke batla gore ditlogolo tsa me di nne le bokamoso jo bo siameng, ke fela gore ga ke itse gore ke tla bona kae madi. Batho ba ba pelotshetlha ba ba adimisanang madi ba kotsi e bile ba ba batla morokotso montsi tota. Ke tshwanetse go boloka madi, mme go bonala go ka se kgonege!”

# template
source: "My goal is to make sure my grandson can go to high school and my granddaughter can reach her dream of university. How can I save a lot of money with the little money I have?"
tn_za: “Mokgele wa me ke gore setlogolo sa me sa mosimane se kgone go ya kwa sekolong se segolwane le gore setlogolo sa me sa mosetsana se kgone go fitlhelela mokgele wa go ya yunibesithi. Nka kgona jang go boloka madi a mantsi ke amogela madi a mannye jaana?”

# template
source: "I know - let’s start with a plan! First, let me make a budget – a plan for how I can save my money. Then I will save just a little bit of money at a time – I will even join a savings and loans group."
tn_za: “Ke a itse - a re simololeng go ithulaganya! Sa ntlha, e re ke dire tekanyetsokabo – ke ithulaganye gore nka boloka madi jang. Ke tla simolola pele ka go nna ke boloka madinyana a ke nang le one – e bile ke tla ikwadisa mo setlhopheng sa go boloka le go adimisa madi.”

# template
source: "I should also speak with my grandchildren to choose things that we can spend just a little bit less on each week. They will help me think of things we want but don’t need."
tn_za: “E bile ke tshwanetse go tlotla le ditlogolo tsa me gore ke dilo dife tse re ka dirisang madi a le mannye mo go tsone beke le beke. Ba tla nthusa go bona gore ke dilo dife re di batlang mme tota e se tse re di tlhokang.”

# template
source: A few years later: "Look, we reached our dreams! I didn’t borrow any money from friends or loan sharks. By saving a tiny bit each week, I managed to pay for @global.w_money_teen_boy’s high school and save some money for @global.w_money_teen_girl’s university. I am so proud of this.”
tn_za: Dingwaga di le mmalwa morago ga moo: “Bona fela, re kgonne go fitlhelela mekgele ya rona! Ga ke a ka ka adima madi mo ditsaleng tsa me kgotsa mo batho bano ba ba adimisanang madi ba ba pelotshetlha. Go boloka madinyana beke le beke go nthusitse gore ke kgone go duelela @global.w_money_teen_boy kwa sekolong se segolwane e bile ke kgonne go boloka madi mangwe gore ke kgone go duelela @global.w_money_teen_girl kwa yunibesithing. Ruri ke ikutlwa ke le motlotlo gore ke kgonne go dira seno.”

# template
source: What are your family savings goals?
tn_za: Lelapa la lona le ipeetse mekgele efe ya go boloka madi?
