Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/ts/ts_messages.po
Languages: tn_za

# template
source: We should always remember that children learn best from us. The more we follow the rules, the more they will follow the rules, too. You can adjust the rule to make sure that it is realistic for everyone to follow, considering your responsibilities and your teen’s responsibilities (for example, school or work activities).
tn_za: Re tshwanetse go gopola ka metlha gore bana ba ithuta thata go tswa mo go rona. Fa re latela melao thata, le bone ba tla o latela. O ka nna wa tokafatsa melao go netefatsa gore a kgonega gore botlhe ba e latele, o akanyetsa maikarabelo a gago le maikarabelo a mosha wa gago (ka sekai, sekolo kgotsa dilo tsa tiro).

# template
source: I felt uncomfortable, because I feel that I should be the one establishing the rule, not my teen.
tn_za: Ga ke a nnisega, ka gonne ke ikutlwa e kete ke nna yo o tshwanetseng go tlhoma molao, e seng mosha wa me.

# template
source: My partner felt uncomfortable, because they feel that they should be the one establishing the rule, not the teen.
tn_za: Molekane wa me ga a nnisege, ka go bo a ikutlwa e kete ke ene yo o tshwanetseng go tlhoma molao, e seng mosha.

# template
source: When we establish rules together with our teens, that helps the family to understand each other better. The rules will be more realistic, and our teens will be more willing and able to follow the rules.
tn_za: Fa re tlhoma melao mmogo le basha ba rona, seno se thusa lelapa go tlhaloganyana botoka. Melao e tla kgona go diragadiwa, le basha ba rona ba tla batla le go kgona go e latela melao eo.

# template
source: When we tried to set a rule, we got into an argument.
tn_za: Fa re ne re leka go dira molao, re nnile le ngangisano.

# template
source: Was your teen in a good mood when you tried to set the rule? It is best to set rules when the situation is calm. If you or your teen are tired or hungry, it is better to talk about rules at a later time.
tn_za: A mosha wa gago o ne a itumetse fa o leka go dira molao? Go botoka go dira melao fa maemo a ritibetse. Fa wena le mosha wa gago lo lapile kgotsa lo tshwerwe ke tlala, go botoka go bua ka melao kgantele.

# template
source: We were not able to stick to the rule.
tn_za: Ga re a kgona go latelela molao.

# template
source: The rule needs to be specific and realistic. Make sure to have a rule that can be kept easily, like having one meal together every Sunday instead of every night. Do you need to be more flexible about the rule?
tn_za: Molao o tshwanetse go nna o totobetseng le o o kgonang go latelwa. Netefatsa gore o na le molao o o kgonang go latelwa motlhofo, jaaka go ja dijo mmogo gangwe ka Sontaga mongwe le mongwe go na le bosigo bongwe le bongwe. A o tlhoka go nna yo o fetofetogang ka molao?

# template
source: map risks and support with their teens
tn_za: bona dikotsi le tshegetso le basha ba bone

# template
source: map risks and support with your teen
tn_za: bona dikotsi le tshegetso le mosha wa gago

# template
source: My teen and I disagreed on which areas and online activities were unsafe.
tn_za: Nna le mosha wa me ga re dumalane ka gore ke mafelo afe le mafaratlhatlha afe a a sa sireletsegang.

# template
source: It is difficult to know every detail about our communities. Involve another family member or friend in your mapping activity. You can even visit some of the services available and ask what they do. The more we know, the better we can keep our families safe!
tn_za: Go boima go itse sengwe le sengwe ka tikologo ya rona. Tsenyeletsa leloko le lengwe la lelapa kgotsa tsala lo dira tiro nngwe. O kgona le go etela ditirelo tse di leng gone mme o ba botse gore ba dira eng. Fa re itse go le gontsi, re ka kgona go boloka malapa a rona a sireletsegile!

# template
source: I don’t know much about technology, so I don’t know how to talk about it with my teen.
tn_za: Ga ke itse go le gontsi ka thekenoloji, ka jalo ga ke itse gore nka bua jang le mosha wa me ka yone.

# template
source: Your goal was to try and resolve a problem or conflict together with your teen.
tn_za: Mokgele wa gago e ne e le go leka go rarabolola bothata kgotsa kgotlhang mmogo le mosha wa gago.

# template
source: resolve problems with their teens
tn_za: rarabolola mathata le basha ba bone

# template
source: resolve the problem with your teen
tn_za: rarabolola mathata le mosha wa gago

# template
source: I forgot the steps of problem solving.
tn_za: Ke lebetse dikgato tsa go rarabolola bothata.

# template
source: I started with the solutions right away.
tn_za: Ke simolotse ka ditharabololo ka gangwe.

# template
source: When we have a problem, we always want to get to the quickest end result and can forget about the steps. To come up with the best solution together, it is helpful to first have a full understanding of the problem and the different solutions.
tn_za: Fa re na le bothata, ka metlha re batla go fitlhelela matswela ka bonako mme re ka lebala ka dikgato. Go tla ka tharabololo e e gaisang mmogo, go tla thusa pele gore re tlhaloganye bothata ka botlalo le ditharabololo tse di farologaneng.

# template
source: We could not agree on a solution to try out and we got into an argument.
tn_za: Ga re a kgona go dumalana ka tharabololo e re ka e lekang mme ga tsoga ngangisano.

# template
source: Sometimes it can be difficult to agree with everyone in the family, especially if everyone is not yet calm. You could agree to try one solution first, and then another. Also, if you get stuck, try to get together later to agree on the solution together.
tn_za: Ka dinako tse dingwe go ka nna boima go dumalana le batho botlhe mo lelapeng, segolo jang fa batho botlhe ba sa kgoba makgwafo. O ka dumalana go leka tharabololo e le nngwe pele, mme go latele e nngwe. Gape, fa o eme tlhogo, leka go nna mmogo kgantele go dumalana ka tharabololo mmogo.

# template
source: I got angry when the problem came up and I forgot to use the problem-solving steps.
tn_za: Ke ile ka galefa fa bothata bo tlhaga mme ka lebala go dirisa dikgato tsa go rarabolola bothata.

# template
source: When a problem comes up, we all get angry or stressed sometimes. Remember, when you feel angry or stressed, you can take a pause to help you stay calm and then solve the problem you are facing.
tn_za: Fa bothata bo tlhaga, rotlhe re a galefa kgotsa go tshwenyega maikutlo ka dinako dingwe. Gopola, fa o ikutlwa o galefile kgotsa o tshwenyegile mo maikutlong, o ka nna wa ema go se kae go go thusa go ritibala mme o rarabolole bothata jo o lebaganeng le jone.

# template
source: My teen got angry and did not want to talk about the problem.
tn_za: Mosha wa me o ile a galefa mme a sa batle go bua ka bothata.

# template
source: This week, your goal was: Whenever you are feeling stressed or upset, take five breaths in and out before you react. You tapped the @data.habit.breathe.in_text_title - well done!
tn_za: Beke eno, mokgele wa gago e ne e le gore: Fa o ikutlwa o tshwenyegile mo maikutlong kgotsa o tenegile, hemela ko teng le kwa ntle ga tlhano pele ga o ka tsaya kgato. O tobeditse @data.habit.breathe.in_text_title - o dirile sentle!

# template
source: This week, your goal was: Whenever you are feeling stressed or upset, take five breaths in and out before you react.
tn_za: Beke eno, mokgele wa gago e ne e le gore: Fa o ikutlwa o tshwenyegile mo maikutlong kgotsa o tenegile, hemela ko teng le kwa ntle ga tlhano pele ga o ka tsaya kgato.

# template
source: How did this work out?
tn_za: Seno se ile sa berekega jang?

# template
source: Your goal was also to talk to your teen about how you both felt in a stressful situation.
tn_za: Mokgele wa gago e ne ele go bua le mosha wa gago gore lo ikutlwile jang fa lo ne lo mo seemong sa go tshwenyega mo maikutlong.

# template
source: How did this go?
tn_za: Seno se ile sa berekega jang?

# template
source: Did you experience any of these challenges when sharing how you feel with your teen?
tn_za: A o na le maitemogelo ka dikgwetlho tseno fa o bolelela mosha wa gago gore o ikutlwa jang ka ene?

# template
source: What was difficult for you about sharing how you feel with your teen?
tn_za: Ke eng se se nnileng boima mo go wena fa o bolelela mosha wa gago gore o ikutlwa jang ka ene?

# template
source: I was afraid my teen would think I was weak.
tn_za: Ke ne ke tshaba gore mosha wa me o tla nagana gore ke bokoa.

# template
source: Sharing feelings, especially the difficult ones, sets an important example for your teen! It actually makes everyone in the family stronger, because you can understand and support each other better.
tn_za: Go bua maikutlo a gago, segolo jang a a boima, go tlhomela mosha wa gago sekao sa botlhokwa! Tota e bile go dira gore mongwe le mongwe mo lelapeng a tiye le go feta, ka ntlha ya gore lo kgona go tlhaloganyana le go tshegetsana botoka.

# template
source: I felt uncomfortable about naming specific difficult feelings.
tn_za: Ke ikutlwile ke sa nnisega ka go totobala ka maikutlo a a rileng a a boima.

# template
source: Being specific is not rude or insensitive - it really helps others to understand you clearly and this prevents confusion in the family. Feelings like anger and stress are part of our lives. All we need to do when we feel angry and stressed is handle our emotions well by taking a few deep breaths before responding.
tn_za: Go totobala ga e se go tlhoka maitseo kgotsa go sa amege - seno se thusa ba bangwe go go tlhaloganya sentle mme seno se dira gore go seke ga nna le go tlhakana tlhogo mo lelapeng. Go ikutlwa o galefile le go tshwenyega mo maikutlong ke karolo ya botshelo jwa rona. Se re tlhokang go se dira fa re galefile le go tshwenyega mo maikutlong ke go tshwara maikutlo a rona sentle ka go hemela ko teng makgetlo a le mmalwa pele o araba.

# template
source: My teen felt uncomfortable when I shared my feelings.
tn_za: Mosha wa me o ne a ikutlwa a sa nnisega fa ke mmolelela maikutlo ame.

# template
source: Starting a new thing is always difficult at first. Give yourselves some time to get used to it and keep showing a good example by observing and sharing your feelings. Over time, your teen will learn to do the same, and they will feel even more loved and cared for!
tn_za: Go simolola sengwe se sesha ke kgwetlho ka metlha kwa tshimologong. Iphe nako ya go go tlwaela mme o nne o bontsha sekao se se molemo ka go lebelela le go bua maikutlo a gago. Fa nako e ntse e tsamaya, mosha wa gago o tla ithuta go dira se se tshwanang, mme ba tla ikutlwa ba ratiwa le go kgathalelwa le go feta!

# template
source: When I shared my feelings, my teen asked many questions, which made me uncomfortable.
tn_za: Fa ke bua maikutlo a me, mosha wa me o botsa dipotso tse dintsi, mo go dirileng gore ke seka ka nnisega.

# template
source: Sharing feelings helps your teen to be aware and learn to do the same. You can choose how much detail you want to share about the situation. It’s up to you! You can also choose to answer questions later by saying, “I am feeling angry/stressed now. Could you please give me some time? We can talk about this more tonight”.
tn_za: Go bua maikutlo a gago go thusa mosha wa gago gore a itse le go ithuta go dira se se tshwanang. O ka nna wa tlhopha gore o batla go bua go le kana kang ka seemo sa gago. Go tswa mo go wena! Gape o ka nna wa tlhopha go araba dipotso kgantele ka gore “ke ikutlwa ke galefile/ke tshwenyegile maikutlo gone jaanong. O ka kgona go mpha nakonyana? Re ka bua ka seno gape bosigo”.

# template
source: I was too stressed or angry to try sharing my feelings – I prefer to be alone when I feel like that.
tn_za: Ke ne ke tshwenyegile mo maikutlong kgotsa ke galefile thata go ka bua maikutlo a me – Ke batla go nna ke le nosi fa ke ikutlwa jalo.

# template
source: It’s okay to not want to share at that time. Find some time to explain later, when you feel calmer, so that everyone can understand.
tn_za: Go siame go sa batle go bua ka nako eo. Batla nako ya go tlhalosa kgantele, fa o ikutlwa o ritibetse, gore mongwe le mongwe a go tlhaloganye.

# template
source: First @global.weekly_workshop!
tn_za: Ntlha @global.weekly_workshop!

# template
source: Spending time with your teen helps build trust between you. Continue your @global.parent_app journey now - you and your family will see great results.
tn_za: Go ipha nako le mosha wa gago go thusa go aga go tshepana magareng ga lona. Tswelapele ka @global.parent_app ya gago ya mosepele jaanong - wena le lelapa la gago lo tla bona dipholo tse dintle.

# template
source: Thank you for putting so much effort into being a better parent. You are loved and appreciated!
tn_za: Re lebogela go bo o lekile thata go nna motsadi yo o botoka. O a ratiwa e bile oa anaanelwa!

# template
source: Have you spent time with your teen already?
tn_za: A o setse o iphile nako le mosha wa gago?

# template
source: Thank you for using @global.parent_app and committing to your parenting. Your @local.workshop_data.in_text_title is ready for you!
tn_za: Re lebogela gore o dirisitse@global.parent_app le go ikemisetsa go nna motsadi. @local.workshop_data.in_text_title ya gago e setse e go letile!

# template
source: Hi @field.user_name! Today we are celebrating two months of using @global.parent_app! You are doing great! This week’s workshop will help you know what to do when your teen is not following the household rules.
tn_za: Dumela @field.user_name! Gompieno re keteka kgwedi tse pedi o dirisa @global.parent_app! O dira sentle! Workshop ya beke eno e go thusa go itse gore o tshwanetse go dira eng fa mosha wa gago a sa latele melao ya mo gae.

# template
source: Hi @field.group_name! Today we are celebrating two months of using @global.parent_app! You are doing great! This week’s workshop will help you know what to do when your teen is not following the household rules.
tn_za: Dumela @field.group_name! Gompieno re keteka kgwedi tse pedi o dirisa @global.parent_app! O dira sentle! Workshop ya beke eno e go thusa go itse gore o tshwanetse go dira eng fa mosha wa gago a sa latele melao ya mo gae.

# template
source: Complete the workshop and try to discuss with your teen to come up with one positive and one negative consequence of a behaviour together.
tn_za: Feleletsa workshop mme o leke go buisana le mosha wa gago go tla ka e le nngwe ya ditlamorago tse di siameng le tse di sa siamang tsa boitshwaro lo le mmogo.

# template
source: Have you managed to come up with one positive and one negative consequence of a behaviour with your teen yet?
tn_za: A o setse o kgonne go tla ka e le nngwe ya ditlamorago tse di siameng le tse di sa siamang tsa boitshwaro jwa mosha wa gago?

# template
source: Hi @field.user_name! A crisis can happen to anyone - being prepared helps a lot. This workshop will show you how.
tn_za: Dumela @field.user_name! Mathata a ka tlhagela mongwe le mongwe - go ipaakanya go thusa tota. Workshop eno e tla go bontsha gore jang.

# template
source: Hi @field.group_name! A crisis can happen to anyone - being prepared helps a lot. This workshop will show you how.
tn_za: Dumela @field.group_name! Mathata a ka tlhagela mongwe le mongwe - go ipaakanya go thusa tota. Workshop eno e tla go bontsha gore jang.

# template
source: You are a committed parent. Be proud of yourself - this is a big achievement in itself!
tn_za: O ikemiseditse go nna motsadi. Nna motlotlo ka wena - seno ke phitlhelelo e kgolo ka bo yone!

# template
source: We never know when a crisis may happen, but we CAN be prepared! Start the next workshop to explore how you can do this together with your teen.
tn_za: Ga re itse mathata a ka tlhaga leng, mme re ka KGONA go ipaakanya! Simolola workshop ya gago e e latelang go bona gore o ka dira seno jang mmogo le mosha wa gago.

# template
source: So good that you're with us on this parenting journey! Complete the @local.workshop_data.in_text_title and learn the best way to react when your teen needs you the most.
tn_za: Go molemo gore o na le rona mo tseleng eno ya go nna motsadi! Feleletsa @local.workshop_data.in_text_title mme o ithute tsela e e molemo go tsiboga fa mosha wa gago a go tlhoka thata.

# template
source: Have you discussed with your teen what you would do in a crisis situation?
tn_za: A o kile wa buisana le mosha wa gago gore lo tla dira eng fa go tlhaga mathata?

# template
source: Hi @field.user_name! Congratulations for starting @global.parent_app week 4. This week’s workshop is about how to increase your chances of getting your teen to do what you ask them to do.
tn_za: Dumela @field.user_name! Re a go akgola gore o simolotse @global.parent_app ya beke ya bo 4. Workshop ya beke eno e kaga gore o ka oketsa jang ditshono tsa gago tsa go dira gore mosha wa gago a dire se o mo kopang gore a se dire.

# template
source: Hi @field.group_name! Congratulations for starting @global.parent_app week 4. This week’s workshop is about how to increase your chances of getting your teen to do what you ask them to do.
tn_za: Dumela @field.group_name! Re a go akgola gore o simolotse @global.parent_app ya beke ya bo 4. Workshop ya beke eno e kaga gore o ka oketsa jang ditshono tsa gago tsa go dira gore mosha wa gago a dire se o mo kopang gore a se dire.

# template
source: Speak kindly to yourself about what a great job you are doing. There is no such thing as a perfect parent, and we think you’re doing great!
tn_za: Bua sentle le wena o ipolele gore o dira tiro e e molemo. Ga gona selo se se jaaka motsadi yo o itekanetseng, mme re akanya gore o dira sentle!

# template
source: You’ve not marked any @data.habit.instruct_positively.title @global.parent_points this week yet. Give it a try today!
tn_za: Ga o a tshwaya epe ya @data.habit.instruct_positively.title @global.parent_points mo bekeng eno ga jaana. E leke gompieno!

# template
source: You’ve marked the @global.parent_point @data.habit.instruct_positively.title once already – so you’re making great progress.
tn_za: O setse o tshwaile @global.parent_point @data.habit.instruct_positively.title gangwe – ka gone o gatela pele sentle tota.

# template
source: You’ve marked the @global.parent_point @data.habit.instruct_positively.title @field.total_parent_point_instruct_positively times already – so you’re making great progress.
tn_za: O setse o tshwaile makgetlo a le @global.parent_point @data.habit.instruct_positively.title @field.total_parent_point_instruct_positively – ka gone o gatela pele sentle tota.

# template
source: Does your teen always listen to you? If not (like the rest of us), have a look at this week's workshop to learn how giving positive instructions can help - a lot.
tn_za: A mosha wa gago o nna a go reetsa? Fa go se jalo (jaaka bontsi jwa rona), leba workshop ya beke eno go ithuta kafa go naya ditaelo tse di siameng go ka thusang ka teng - thata.

# template
source: Positive instructions help to see more and more good behaviour! Complete the @local.workshop_data.in_text_title to get some ideas on how this could work in your family.
tn_za: Ditaelo tse di siameng di thusa go bona boitshwaro jo bo molemo gantsintsi! Feleletsa @local.workshop_data.in_text_title go bona dikakantsho tsa gore seno se ka dira jang mo lelapeng la gago.

# template
source: Do you feel stressed about money? Does your teen keep asking for things you can’t afford? This week’s workshop deals with money and budgeting.
tn_za: A o ikutlwa o tshwenyegile mo maikutlong ka ntlha ya madi? A mosha wa gago o nna a kopa dilo tse o sa kgoneng go di reka? Workshop ya beke eno e bua ka madi le ditekanyetsokabo.

# template
source: Whenever you feel alone or overwhelmed, know that you are not alone. There are parents all over the world who are going through the same struggles as you. You are doing your best every day and we’re all proud of you!
tn_za: Fa o ikutlwa o le nosi kgotsa o imelwa, itse gore ga o nosi. Go nale batsadi mo lefatsheng ka bophara ba ba sokolang jaaka o sokola. O dira bojotlhe jwa gago tsatsi le letsatsi mme re a go akgola!

# template
source: Have you talked with your teen about your family budget yet?
tn_za: A o setse o buile le mosha wa gago ka go tekanyetsokabo ya lelapa la gago?

# template
source: Hi @field.user_name! Congratulations for starting your third @global.parent_app week. A new workshop awaits you! Can you guess the topic of the workshop from this picture?
tn_za: Dumela @field.user_name! Re a go akgola gore o simolotse beke ya gago ya @field.user_name ya boraro. Workshop e ntšha e go emetse! A o kgona go bona gore setlhogo sa beke eno ke eng go tswa mo setshwantshong seno?

# template
source: Hi @field.group_name! Congratulations for starting your third @global.parent_app week. A new workshop awaits you! Can you guess the topic of the workshop from this picture?
tn_za: Dumela @field.group_name! Re a go akgola gore o simolotse beke ya gago ya @field.user_name ya boraro. Workshop e ntšha e go emetse! A o kgona go bona gore setlhogo sa beke eno ke eng go tswa mo setshwantshong seno?

# template
source: Well done for using @global.parent_app! Remember that it’s the small things that make a big difference.
tn_za: O dirile sentle ka go dirisa @global.parent_app! Gopola gore ke dilo tse dinnye tse di dirang pharologanyo e kgolo.

# template
source: Praising makes all the difference. Complete the @local.workshop_data.in_text_title and see how YOU can use praise in your family.
tn_za: Go akgola go dira pharologanyo. Feleletsa @local.workshop_data.in_text_title mme o bone kafa O ka dirisang kakgolo ka teng mo lelapeng la gago.

# template
source: Praise time!
tn_za: Nako ya go akgola!

# template
source: When you see your teen next, praise them for one thing they are doing well! And when was the last time you praised yourself or another adult in your household? Try it!
tn_za: Fa o bona mosha wa gago, mo akgole ka sengwe se se molemo se a se dirang sentle! Ke leng la bofelo fa o ne o ikakgola kgotsa o akgola mogolo mongwe mo lelapeng la gago? Go leke!

# template
source: Hi @field.user_name! New week, new workshop! Learn how to set household rules in a way that will increase the chances of your teen keeping them.
tn_za: Dumela @field.user_name! Beke e ntšha, workshop e ntšha! Ithute go baya melao ya mo gae ka tsela e e tla oketsang ditshono tsa gore mosha wa gago a e latele.

# template
source: Hi @field.group_name! New week, new workshop! Learn how to set household rules in a way that will increase the chances of your teen keeping them.
tn_za: Dumela @field.group_name! Beke e ntšha, workshop e ntšha! Ithute go baya melao ya mo gae ka tsela e e tla oketsang ditshono tsa gore mosha wa gago a e latele.

# template
source: Sometimes it feels like your teens are still grumpy even when you’ve done the best you can. Remember that you are doing an amazing job, and that there will be good times with them too!
tn_za: Ka dinako tse dingwe go utlwala e kete basha ba gago ba santse ba sa itumela le fa o lekile ka moo o kgonang ka gone. Gopola gore o dira tiro e ntle, le gore go tlile go nna le dinako tse di monate le bone!

# template
source: You are close to gaining another parenting tool! Complete the @local.workshop_data.in_text_title, set ONE simple and realistic rule with your teen, and see things change!
tn_za: O gaufi le go nna le thulusu ya botsadi e nngwe! Feleletsa @local.workshop_data.in_text_title, baya molao o le MONGWE o o motlhofo le o o ka kgonang go latelwa le mosha wa gago, mme o bone dilo di fetoga!

# template
source: Have you managed to set a rule together with your teen?
tn_za: A o kgonne go baya molao mmogo le mosha wa gago?
