Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/ts/ts_messages.po
Languages: tn_za

# template
source: You can always find these tools in the @global.parent_centre
tn_za: Ka metlha o ka bona dithulusu tseno mo go @global.parent_centre

# template
source: Start
tn_za: Simolola

# template
source: How would you like to do this workshop?
tn_za: O ka rata go dira workshop eno jang?

# template
source: Coming soon
tn_za: E etla gautshwane

# template
source: My name
tn_za: Leina la me

# template
source: Day to do the workshops
tn_za: Letsatsi la go dira di-workshop

# template
source: My group's name
tn_za: Leina la setlhopha sa me

# template
source: Are you sure you want to unlock all the workshops? Once you do this you will not be able to lock them back
tn_za: A o tlhomamisegile gore o batla go bula di-workshop tsotlhe? Fa o setse o dirile seno o ka se kgone go di tswala gape

# template
source: Unlock Workshops
tn_za: Bula di-Workshop

# template
source: You will find tips that we think you may find useful here, based on your answers to the app customisation.
tn_za: O tla bona dintlha tse di thusang tse re akanyang gore o ka bona di thusa fano, go ikaegile ka dikarabo tsa gago tsa go rulaganya sediriso.

# template
source: WHO Website
tn_za: Webosaete ya WHO

# template
source: Parenting during COVID is hard. Be proud of yourself for making it this far. We are working on new content here to support you with talking to your teens and children about COVID. The most up to date information on COVID-19 can be found on the WHO and UNICEF websites:
tn_za: Go nna motsadi go thata ka nako ya COVID. Nna motlotlo gore o fitlhile fano. Re semeletse ka tshedimosetso e ntšhwa fano ya go go thusa gore o bue le basha le bana ba gago kaga COVID. Tshedimosetso e e mo nakong thata ka COVID-19 e ka fitlhelwa mo diwebosaeteng tsa WHO le UNICEF:

# template
source: Update my parenting experiences
tn_za: Ntšhwafatsa maitemogelo a me a botsadi

# template
source: Update my personal details
tn_za: Ntšhwafatsa dintlha tsa me tsa botho

# template
source: Update my workshop options
tn_za: Ntšhwafatsa ditlhopho tsa me tsa workshop

# template
source: Content coming soon
tn_za: Diteng di etla gautshwane

# template
source: Are you experiencing any technical issues? Let us know and help to make @global.parent_app better!
tn_za: A o nna le mathata ape a setegeniki? Re itsise mme re thuse go tokafatsa @global.parent_app!

# template
source: Type your name (optional)
tn_za: Kwala leina la gago (itlhophelo)

# template
source: Contact me on WhatsApp
tn_za: Ikgolaganye le nna ka WhatsApp

# template
source: Contact me via email
tn_za: Ikgolaganye le nna ka imeile

# template
source: Type your phone number
tn_za: Kwala nomore ya gago ya mogala

# template
source: Type your email address
tn_za: Kwala aterese ya gago ya imeile

# template
source: Tell us about your issue
tn_za: Re bolelele bothata jwa gago

# template
source: The first time my mother asked me if I wanted to spend time with her, I told her to leave me alone because I was in the middle of a game. But she insisted like she always does. I said she could watch me playing if that's what she wanted. After a few minutes she started asking me questions about the game. It was annoying at the beginning, but after a while I was happy that she was finally interested in what I was doing. She even gave it a try!
tn_za: Lekgetlo la ntlha fa mme a mpotsa gore a ke batla go fetsa nako le ene, ke ile ka mo raya ka re a ntlogele ka gonne ke ne ke santse ke tshwaragane le motshameko. Mme o ne a mpateletsa jaaka a tlwaetse go dira. Ke ile ka re a ka ntebelela ke tshameka fa e le gore ke se a se batlang. Morago ga metsotso e le mmalwa o ile a simolola go mpotsa dipotso ka motshameko wa me. Go ne go tena kwa tshimologong, mme morago ga nakwana ke ne ke itumetse gore kgabagare o kgatlhegela se ke se dirang. O ile a ba a leka go e tshameka!

# template
source: My father told me I’m playing too much basketball after school, so we must set a family rule. He promised we'll think about a solution together, so we both feel good about it. I didn't believe it's possible but said, “OK, let's try”. We negotiated and agreed that the rule will be playing basketball is allowed after doing homework and until family dinner. It is hard for me to see my friends playing after school, so I'm doing my best to finish homework first and join them. I also have now the whole evening to do other things I want after the family dinner like watching basketball in the NBA.
tn_za: Rre o rile ke tshameka basketball thata morago ga sekolo, ka jalo re tshwanetse go tlhoma molao wa lelapa. O ne a tshepisa gore re tla akanya ka tharabololo mmogo, ka jalo bobedi jwa rona re ile ra go itumelela. Ke ne ke sa dumele gore go a kgonega mme ka re, “GO SIAME, mma re leke.” Re ne ra buisana mme ra dumalana gore molao e tla nna gore go tshameka basketball go letleletswe fa go dira tirogae ya sekolo e dirilwe le morago ga dijo tsa maitseboa tsa lelapa. Go thata go bona ditsala tsa me di tshameka morago ga sekolo, ka jalo ke dira ka natla go fetsa tirogae ya sekolo pele mme ke bo ke tshameka le bone. Gape jaanong ke na le maitseboa otlhe go dira dilo tse dingwe tse ke di batlang morago ga dijo tsa maitseboa tsa lelapa jaaka go lebelela basketball mo NBA.

# template
source: Options
tn_za: Tlhopho

# template
source: Add this activity to @global.my_activities
tn_za: Tsenya tiro eno go @global.my_activities

# template
source: Relaxation activities
tn_za: Ditiro tsa boiketlo

# template
source: Something fun to do with your teen
tn_za: Sengwe sa go ijesa monate go se dira le mosha wa gago

# template
source: You have not added any relaxation activities to @global.my_relaxes yet. Why don't you choose some?
tn_za: Ga o ise o tsenye ditiro dipe tsa boiketlo go @global.my_relaxes ga jaana. Goreng o sa tlhophe dingwe?

# template
source: You have not added any activities to @global.my_activities yet. Why don't you choose some?
tn_za: Ga o ise o tsenye ditiro dipe go @global.my_activities ga jaana. Goreng o sa tlhophe dingwe?

# template
source: You selected @local.threshold or less
tn_za: O tlhophile @local.threshold kgotsa kwa tlase

# template
source: You selected more than @local.threshold
tn_za: O tlhophile kwa godimo ga @local.threshold

# template
source: Reply
tn_za: Araba

# template
source: Days in the past month
tn_za: Malatsi mo kgweding e e fetileng

# template
source: Days in the past week
tn_za: Malatsi mo bekeng e e fetileng

# template
source: You selected less than @local.threshold
tn_za: O tlhophile kwa tlase ga @local.threshold

# template
source: Unlock for less than @local.threshold
tn_za: Bula kwa tlase ga @local.threshold

# template
source: You selected @local.threshold or more
tn_za: O tlhophile @local.threshold kgotsa go feta

# template
source: Video
tn_za: Bidio

# template
source: Timer
tn_za: Sebalanako

# template
source: Press the triangle to help you keep this discussion to @local.timer_duration minutes.
tn_za: Tobetsa khutlotharo go go thusa go nna o tshwere motlotlo ono ka metsotso e le @local.timer_duration.

# template
source: Your goal was to spend one-on-one time with your teen. We noticed you tapped the @data.habit.spend_time.in_text_title - great job for remembering!
tn_za: Boikaelelo jwa gago e ne e le go fetsa nako le mosha wa gago lo le babedi. Re lemogile gore o tobeditse @data.habit.spend_time.in_text_title - o dirile sentle wa gopola!

# template
source: Your goal was to spend one-on-one time with your teen.
tn_za: Boikaelelo jwa gago e ne e le go fetsa nako le mosha wa gago lo le babedi.

# template
source: DAY – Do it every day
tn_za: LETSATSI – Dira se letsatsi le letsatsi

# template
source: PLAY – Let your teen choose the activity
tn_za: TSHAMEKA – Letla mosha wa gago go tlhopha tiro

# template
source: STAY – Give your teen all of your attention
tn_za: NNA – Naya mosha wa gago tlhokomelo yotlhe ya gago

# template
source: Why was this tip helpful for you?
tn_za: Goreng kakantsho eno e go thusitse?

# template
source: "@local.choice_1" was helpful because...
tn_za: "@local.choice_1" e thusitse ka gonne...

# template
source: "@local.choice_2" was helpful because...
tn_za: "@local.choice_2" e thusitse ka gonne...

# template
source: "@local.choice_3" was helpful because...
tn_za: "@local.choice_3" e thusitse ka gonne...

# template
source: Having a specific time to do this helps me to remember.
tn_za: Go nna le nako e e rileng ya go dira seno go nthusa go gakologelwa.

# template
source: With a routine, my teen and I can both keep our schedule free.
tn_za: Ka go dira selo ka metlha, nna le mosha wa me re kgona go boloka thulaganyo ya rona e bulegile.

# template
source: Spending time with my teen every day helps to build trust with them/him/her.
tn_za: Go fetsa nako le mosha wa me letsatsi le letsatsi go thusa gore nna le bone/ene re tshepane.

# template
source: Ah yes, even 10 minutes together makes a big difference – that makes it easy to schedule it in, next to your work and chores!
tn_za: Ee ruri, le eleng metsotso e 10 re le mmogo e dira pharologano – seo se dira gore go nne motlhofo go e rulaganya, gaufi le tiro ya gago le mmereko wa legae!

# template
source: Letting my teen choose what to do builds their confidence.
tn_za: Go letla mosha wa me go tlhopha se se dirwang go dira gore a itshepe.

# template
source: If my teen chooses, s/he is more likely to want to spend time together.
tn_za: Fa mosha wa me e nna ene a tlhophang, go na le kgonagalo e ntsi ya gore a batle go fetsa nako re le mmogo.

# template
source: Letting my teen choose shows that I care about his/her interests.
tn_za: Go letla mosha wa me go tlhopha go bontsha gore ke kgathalela se a se kgatlhegelang.

# template
source: By accepting my teen’s suggestions, I show that I listen to him/her.
tn_za: Ka go amogela dikakantsho tsa mosha wa me, ke bontsha gore ke a mo reetsa.

# template
source: Saying something nice about my teen’s choice helps them feel valued.
tn_za: Go bua sengwe se se molemo ka ditlhopho tsa basha ba me go dira gore ba ikutlwe ba tseelwa kwa godimo.

# template
source: So true! And if our teens choose, they are encouraged to also take responsibility in other areas of their lives.
tn_za: Ke nnete! Mme fa basha ba rona ba tlhopha, ba rotloediwa go rwala maikarabelo mo dikarolong tse dingwe tsa matshelo a bone.

# template
source: By preventing interruptions, I show my teen that s/he is most important.
tn_za: Ka go dira gore go seka ga nna le dikgoreletsi, ke bontsha mosha wa me gore o botlhokwa go gaisa.

# template
source: Even if I can’t join my teen’s activity, like sports, I can still cheer them on.
tn_za: Le fa ke sa kgone go nna karolo ya ditiro tsa mosha wa me, jaaka metshameko, ke santse nka ba rotloetsa.

# template
source: When I pay attention, I can learn so much about my teen’s interests, views and abilities.
tn_za: Fa ke le kelotlhoko, ke kgona go ithuta go le gontsi ka dikgatlhego, dipono le bokgoni tsa mosha wa me.

# template
source: Yes! If we give our teens our full attention, they will more likely do the same for us the next time we ask them for something!
tn_za: Ee! Fa re tlhwaela tsebe basha ba rona ka botlalo, ba tlile go dira se se tshwanang le mo go rona nako nngwe fa re ba kopa sengwe!

# template
source: Many parents experience challenges in having one-on-one time with their teens. Here are the top 8 challenges parents told us they experience when planning or spending one-on-one time with their teen. If you experienced one of these or are afraid that you will, tap it to get a possible solution. You can tap and explore other challenges afterwards.
tn_za: Batsadi ba le bantsi ba nna le dikgwetlho mo go nneng le nako ya go buisana le basha ba bone. Fano ke dikgwetlho tse 8 tse di di gaisang tse batsadi ba re boleletseng gore ba nna le tsone fa ba rulaganya kgotsa ba ipha nako le basha ba bone. Fa e le gore o lebane le seno kgotsa o tshaba gore o tla lebana le sone, tobetsa mo go yone go bona se e ka nnang tharabololo. O ka tobetsa mme o sekaseke dikgwetlho tse dingwe morago ga moo.

# template
source: Did you have any challenges when trying to spend time with your teen?
tn_za: A o nnile le dikgwetlho dipe fela fa o leka go ipha nako le mosha wa gago?

# template
source: What challenge did you have when trying to spend time with your teen?
tn_za: O nnile le kgwetlho efe fa o leka go ipha nako le mosha wa gago?

# template
source: I don’t have enough time.
tn_za: Ga ke na nako e e lekaneng.

# template
source: My teen does not want to spend time with me.
tn_za: Mosha wa me ga a batle go ipha nako le nna.

# template
source: My teen only wants to watch TV or play on his/her phone.
tn_za: Mosha wa me o batla fela go lebelela TV kgotsa go tshameka ka founo ya gagwe.

# template
source: My teen wants to do things that are not safe or that cost money.
tn_za: Mosha wa me o batla go dira dilo tse di sa babalesegang kgotsa tse di jang madi.

# template
source: My teen wants to do things that I cannot physically do.
tn_za: Mosha wa me o batla go dilo tse nna ke se kitlang ke kgona go di dira ka mmele wa me.

# template
source: My teen chose a competitive activity. I won and s/he got angry.
tn_za: Mosha wa me o tlhophile motshameko wa go gaisana. Ke mo fentse mme a ngala.

# template
source: I struggled to end the one-on-one time.
tn_za: Ke sokotse go khutlhisa nako e ke iphang yone le ene.

# template
source: All my children want one-on-one time with me at the same time.
tn_za: Bana ba me botlhe ba batla ke ipha nako le bone ka nako e e tshwanang.

# template
source: Yes, it can be really hard to find time during the day, with work, chores, and everything else.
tn_za: Ee, go ka nna boima go nna le nako motshegare, ka tiro, ditiro tsa legae, le dilo tse dingwe tsotlhe.

# template
source: Sorry that you struggled with that. It can make us feel bad if our children do not want to spend one-on-one time with us.
tn_za: Re maswabi go bo o sokotse ka seo. Go ka utlwisa botlhoko tota fa bana ba rona ba sa batle go ipha nako le rona.

# template
source: Think of a time when my teen is more open to me, like in the morning or right before bedtime.
tn_za: Akanya ka nako e mosha wa me a neng a mpuletse mafatlha ka yone, jaaka mo mosong kgotsa pele fela ga nako ya go robala.

# template
source: Sit next to my teen when they are doing something they enjoy and show interest in what they like.
tn_za: Ke nna gaufi le mosha wa me fa ba dira sengwe se ba se ratang le go bontsha kgatlhego mo go se ba se ratang.

# template
source: Do something fun with the whole family.
tn_za: Dira sengwe sa go ijesa monate le ba lelapa la gago lotlhe.

# template
source: Great! Picking a time when your teen is more talkative will help them to respond well to your attempt to connect.
tn_za: Go gontle! Go tlhopha nako e mosha wa gago a buang thata ka yone go tla ba thusa gore ba go tsibogele sentle fa o leka go ikgolaganya le bone.

# template
source: Nice! Watching your teen’s favourite T.V. show or sports match together will show them that you care. Just be patient; they will open up to you over time!
tn_za: Bontle! Go leba lenaneo la TV le mosha wa gago a le ratang kgotsa motshameko mmogo go tla ba bontsha gore wa ba kgathalela. Nna pelotelele; ba tla go bulela mafatlha fa nako e ntse e tsamaya!

# template
source: Perfect! Sometimes it can be easier to start with spending time with the whole family. That way your teen can get more comfortable with spending one-on-one time with you over time.
tn_za: Bontle tota! Nako nngwe go ka nna motlhofo go simolola go ipha nako le lelapa la gago lotlhe. Ka tsela eo mosha wa gago o kgona go gololesega go ipha nako le wena fa nako e tsamaya.

# template
source: Sorry that you had that challenge. Children often want to spend time watching T.V. or playing with a gadget. Well done for being patient with your teen!
tn_za: Re maswabi gore o nnile le kgwetlho eo. Bana gantsi ba batla go nna ba lebeletse T.V. kgotsa ba tshameka ka sedirisiwa sa eleketeroniki. Re a go akgola gore o nnile pelotelele le mosha wa gago!

# template
source: Suggest fun things my teen and I could do together.
tn_za: Akantsha dilo tsa go ijesa monate tse nna le mosha wa me re ka di dirang mmogo.

# template
source: Find something educational to do with my teen on the gadget.
tn_za: Batla sengwe se se rutang se nka se dirang le mosha wa me mo sedirisweng sa eleketeroniki.

# template
source: Ask my teen to show me how their phone/gadget works.
tn_za: Botsa mosha wa me gore a mpontshe gore founo/sedirisiwa sa bone sa eleketeroniki se dira jang.

# template
source: That's perfect! If you need inspiration, here are some ideas from other families of what you could do together. Remember, let your teen choose.
tn_za: Seo se sentle tota! Fa e le gore o batla thotloetso, fano go na le dikakantsho tse di tswang kwa malapeng a mangwe tsa se lo ka se dirang mmogo. Gopola, letla mosha wa gago a tlhophe.

# template
source: Wonderful! There are lots of fun and educational apps on phones that you can explore together. Ask questions, show interest, and remember to say something nice.
tn_za: Bontle tota! Go na le didiriso tse dintsi tsa go ijesa monate le tsa thuto mo difounong tse lo ka di sekasekang mmogo. Botsa dipotso, bontsha kgatlhego, mme gopola go bua sengwe se sentle.

# template
source: Nice! Teens love it when you show interest in their gadget and when they get to explain something they know to you. This is a great starting point!
tn_za: Bontle! Basha ba rata fa o bontsha kgatlhego mo didirisweng tsa bone tsa eleketeroniki le fa ba kgona go go tlhalosetsa sengwe. Seno ke tshimologo e ntle!

# template
source: You are not alone here. Many parents sometimes have this challenge, too. One-on-one time should always be safe, and it does not have to cost a thing!
tn_za: Ga o esi fano. Bontsi jwa batsadi ba nna le kgwetlho eno, le bone. Nako e lo e iphang mmogo e tshwanetse go nna e e sireletsegileng ka metlha, mme ga ya tshwanela go ja madi ape!

# template
source: Explain to my teen why their suggestion is not safe or possible and ask them for other ideas.
tn_za: Tlhalosetsa mosha wa me gore ke ka ntlha yang fa kakantsho ya bone e sa sireletsega kgotsa e sa kgonege mme o ba kope dikakantsho tse dingwe.

# template
source: Suggest other fun activities that we could do together.
tn_za: Akantsha ditiro tse dingwe tsa go ijesa monate tse re ka di dirang mmogo.

# template
source: Awesome! It is very important that your teen understands why you cannot do the activity that they suggested. Ask them for other ideas!
tn_za: Bontle! Go botlhokwa tota gore mosha wa gago a tlhaloganye gore goreng o se kitla o dira ditiro tse ba di akantshitseng. Ba kope dikakantsho tse dingwe!

# template
source: Sorry to hear this. Our teens may be disappointed if we cannot do what they want to do, like playing sports or doing other physically demanding activities. But remember, what is most important is that we spend time with them. That looks different for everyone!
tn_za: Ke maswabi go utlwa seno. Basha ba rona ba ka nna ba swaba fa re sa kgone go dira se ba batlang re se dira, jaaka go tshameka metshameko kgotsa go dira ditiro tse di sugang mmele tota. Mme gopola, se se botlhokwa thata ke go ipha nako le bone. Seo se bonala se farologane mo go botlhe!

# template
source: Watch my teen do the activity and cheer them on.
tn_za: Lebelela mosha wa me a dira tiro e mme ke mo kgothatse.

# template
source: Suggest other fun activities we can do together.
tn_za: Akantsha ditiro tse dingwe tsa go ijesa monate tse re ka di dirang mmogo.

# template
source: Wonderful! Even if you are watching instead of doing the activity together, you can show your interest by describing and praising what your teen is doing!
tn_za: Bontle tota! Le fa o lebeletse go na le go dira tiro le bone, o ka bontsha gore o na le kgatlhego ka go supa le go tlhalosa le go akgola mosha wa gago ka se a se dirang.

# template
source: This sometimes happens! Competitive games can be challenging for teens (and adults!) if they have difficulty with losing.
tn_za: Seno se na le go direga ka dinako tse dingwe! Metshameko ya dikgaisano e ka nna kgwetlho mo basheng (le bagolo!) fa ba sa kgone go amogela fa ba fentswe.

# template
source: Suggest other activities that we can do together instead of against each other.
tn_za: Akantsha ditiro tse dingwe tse re ka di dirang mmogo go na le gore re gaisane.

# template
source: Play the activity in teams, so I can encourage my teen if our team loses.
tn_za: Tshameka metshameko ka ditlhopha, gore ke kgone go kgothatsa mosha wa me fa setlhopha sa rona se latlhegelwa.

# template
source: Remember, let your teen choose! You can find suggestions for activities you could do with your teen @data.parent_centre.relax_and_activities.location_text, if you need it.
tn_za: Gopola, letla mosha wa gago a tlhophe. O ka bona dikakantsho tsa ditiro tse o ka dirang le mosha wa gago @data.parent_centre.relax_and_activities.location_text fa o di tlhoka.

# template
source: If you and your teen are in the same team, you can help them manage their emotions if your team loses.
tn_za: Fa wena le mosha wa gago lo le mo setlhopheng se le sengwe, o ka ba thusa gore ba laole maikutlo a bone fa setlhopha sa lona se latlhegelwa.

# template
source: Yes, the end of one-on-one time can sometimes be difficult.
tn_za: Ee, go khutla ga nako e lo e iphileng mmogo go ka boima ka dinako tse dingwe.

# template
source: Say to my teen, “We have one minute before the end of one-on-one time today”, so my teen is prepared.
tn_za: Bolelela mosha wa me gore, “Re na le motsotso o le mongwe pele ga nako e re iphileng yone e khutla gompieno”, gore mosha wa me a nne a ipaakantse.

# template
source: Inform my teen of how much time I have for one-on-one time and ask them to keep track on a clock or watch.
tn_za: Itsise mosha wa me gore ke na le nako e kae e re tla e iphang re le mmogo mme o ba kope gore ba nne ba lebeletse tshupanako kgotsa watšhe.

# template
source: Plan one-on-one time right before another activity that my teen enjoys.
tn_za: Rulaganya nako e re e iphang mmogo pele ga tiro e nngwe e ratiwang ke mosha wa me.

# template
source: Wonderful! By giving your teen a heads-up, the end of one-on-one time will not come as a surprise. Also, you can remind your teen that you will spend time together again tomorrow.
tn_za: Bontle tota! Go itsise mosha wa gago pele ga nako, ga a kitla a makala fa nako ya lona lo le babedi e fela. Gape, o ka gopotsa mosha wa gago gore o tlile go ipha nako le ene gape kamoso.

# template
source: Great! That way your teen has the responsibility to monitor the time and will be aware when time is almost up. Remind them that you will spend time together again tomorrow.
tn_za: Go gontle! Ka tsela eo mosha wa gago o tla nna le maikarabelo a go elatlhoko nako mme o tla itse fa nako e tloga e fela. Ba gopotse gore o tlile go ipha nako lo le mmogo gape kamoso.

# template
source: Wonderful! If you spend time together right before dinner, you can happily say, “one-on-one time is over. Let’s get ready for dinner with the rest of the family!”
tn_za: Bontle tota! Fa lo ipha nako lo le mmogo pele ga nako ya dijo tsa maitseboa, o ka nna ka boitumelo wa re, “nako ya rona e fedile. Tla re ipaakanyetse dijo tsa maitseboa le lelapa lotlhe!”

# template
source: Many parents face this. It can be difficult to spend one-on-one time with our teens when we have more than one child.
tn_za: Batsadi ka bontsi ba lebana le seno. Go ka nna boima go ipha nako mmogo le basha ba rona fa e le gore re na le bana ba bangwe.

# template
source: Ask another adult or older sibling to look after the younger children during the one-on-one time with my teen.
tn_za: Kopa mogolo yo mongwe kgotsa mogolowe go tlhokomela bana ba bannye ka nako ya fa o ipha nako mmogo le mosha wa me.
