Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/ts/ts_messages.po
Languages: tn_za

# tour
source: @global.weekly_workshops quick start
tn_za: @global.weekly_workshops simolola ka bonako

# tour
source: <p>The round button appears when a new @global.weekly_workshop is ready for you to do.</p>
tn_za: <p>Konopo eno e e kgolokwe e tlhagelela fa go na le @global.weekly_workshop e ntšha e o tlhokang go e dira.</p>

# tour
source: <p>Press this big button to get you to your @global.parent_points screen.</p> <p>Track your success in self-care and parenting. </p> <p>See your progress.</p> <p>Celebrate your daily achievements!</p>
tn_za: <p>Tobetsa konopo eno e kgolo gore o kgone go ya kwa @global.parent_points mo sekhirining sa gago.</p> <p>Leka go bona gore ke eng se o kgonneng go se dira mo go itlhokomeleng le go nna motsadi. </p> <p>Bona gore o atlega go le kana kang.</p> <p>Ikutlwe o le motlotlo ka se o kgonang go se fitlhelela letsatsi le letsatsi!</p>

# tour
source: <p>This button takes you to the @global.parent_centre </p> <p>Stacked with the resources you need whenever you want. </p> <p> Instant access to help sections with @global.essential_tools for each skill.</p> <p> Extra information and local resources.</p>
tn_za: <p>Konopo eno e go isa ko @global.parent_centre </p> <p>Ko go nang le dilo tse o di tlhokang nako nngwe le nngwe. </p> <p> Go kgona go tsena ka bonako mo dintlheng tse di thusang tse di nang le @global.essential_tools ya bokgoni bongwe le bongwe.</p> <p> Tshedimosetso e e oketsegileng le ditlamelwa tsa selegae.</p>

# tour
source: <p>However you start, just the fact you are here shows you care.</p>
tn_za: <p>Ga go re sepe gore o simolola kae, lebaka la go bo o le fano le bontsha gore o a kgathala.</p>

# tour
source: Go to the @global.weekly_workshops
tn_za: Ya kwa @global.weekly_workshops

# tour
source: <p>Press this button on the home screen to go to the @global.weekly_workshops </p>
tn_za: <p>Tobetsa konopo e e mo sekhirining gore o ye kwa @global.weekly_workshops </p>

# tour
source: Go to the @global.weekly_workshop_options
tn_za: Ya kwa @global.weekly_workshop_options

# tour
source: <p>Press this button to go to the @global.weekly_workshop_options </p>
tn_za: <p>Tobetsa konopo eno gore o ye kwa @global.weekly_workshop_options </p>

# tour
source: <p>Use the @global.weekly_workshop_options to change your workshop settings. </p>
tn_za: <p>Dirisa @global.weekly_workshop_options go fetola diseting tsa workshop ya gago. </p>

# tour
source: <p> You can change your name here. </p>
tn_za: <p> O ka fetola leina la gago fano. </p>

# tour
source: <p> This shows the day of the week that your new @global.weekly_workshop becomes available. </p> <p> If you want to change it, just press it. </p>
tn_za: <p> E bontsha letsatsi la beke le @global.weekly_workshop ya gago e ntšha e tsenang. </p> <p> Fa o batla go e fetola, e tobetse. </p>

# tour
source: <p> This shows the @global.weekly_workshop that you're currently on. </p>
tn_za: <p> E bontsha @global.weekly_workshop e o leng mo go yone. </p>

# tour
source: <p> You can change here whether you want to do your @global.weekly_workshops as a group or by yourself. </p>
tn_za: <p> O ka fetola fano fa o batla go dira @global.weekly_workshops lo le setlhopha kgotsa o le nosi. </p>

# tour
source: <p> Tap here to change your group name. </p>
tn_za: <p> Tobetsa fano go fetola leina la setlhopha sa lona. </p>

# data_list
source: Reflect on the positive
tn_za: Akanya ka dilo tse di siameng

# data_list
source: Check-in chat
tn_za: Tlhola motlotlo

# data_list
source: Dream Travel
tn_za: Loeto lo lo Batlang go lo Tsaya

# data_list
source: Famous Party
tn_za: Moletlo o o Itsegeng

# data_list
source: Two truths, one lie
tn_za: Go bua nnete gabedi, go bua maaka gangwe

# data_list
source: Time Machine
tn_za: Pusetso Nako Morago

# data_list
source: Superpowers
tn_za: Maatla a Masaitsiweng

# data_list
source: Just a friendly chat
tn_za: Motlotlo fela wa botsalano

# data_list
source: The Interrupter
tn_za: Sekgoreletsi

# data_list
source: Three options
tn_za: Dintlha di le tharo

# data_list
source: Yes, No or Maybe
tn_za: Ee, Nnyaa kgotsa Gongwe

# data_list
source: Memory game - "On Saturday..."
tn_za: Motshameko wa go ikgakolola - "Ka Lamatlhatso..."

# data_list
source: Make up a story
tn_za: Tla ka kgang

# data_list
source: Co-chef
tn_za: Moapei-mmogo

# data_list
source: Dance moves
tn_za: Go bina

# data_list
source: Mirror
tn_za: Seipone

# data_list
source: What's new?
tn_za: Ke eng se sesha?

# data_list
source: Get active!
tn_za: Nna matlhagatlhaga!

# data_list
source: Name that tune
tn_za: Bolela pina eno

# data_list
source: Pass the snap
tn_za: Thwantsha menwana

# data_list
source: Family workout
tn_za: Se lelapa le ka se dirang

# data_list
source: Make housework fun
tn_za: Dira gore tiro ya mo lapeng e nne e e itumedisang

# data_list
source: What are you doing?
tn_za: O dira eng?

# data_list
source: Crazy chicken
tn_za: Koko e e sa utlweng

# data_list
source: Relax
tn_za: Iketle

# data_list
source: "Relax" @global.parent_point
tn_za: “Iketle” @global.parent_point

# data_list
source: Treat yourself well
tn_za: Ineneketse

# data_list
source: "Treat yourself well" @global.parent_point
tn_za: “Ineneketse” @global.parent_point

# data_list
source: "Praise yourself" @global.parent_point
tn_za: “Ipake” @global.parent_point

# data_list
source: One-on-one time
tn_za: Go ipha nako mmogo

# data_list
source: "One-on-one time" @global.parent_point
tn_za: “Go ipha nako mmogo” @global.parent_point

# data_list
source: Praise your teen
tn_za: Baka mosha wa gago

# data_list
source: "Praise your teen" @global.parent_point
tn_za: “Baka mosha wa gago” @global.parent_point

# data_list
source: Get positive
tn_za: Leba dilo ka tsela e e siameng

# data_list
source: "Get positive" @global.parent_point
tn_za: “Leba dilo ka tsela e e siameng” @global.parent_point

# data_list
source: Breathe not yell
tn_za: Kgwa mowa mme o se ka wa goelela

# data_list
source: "Breathe not yell" @global.parent_point
tn_za: “Kgwa mowa mme o se ka wa goelela” @global.parent_point

# data_list
source: Good money choice
tn_za: Go dirisa madi sentle

# data_list
source: "Good money choice" @global.parent_point
tn_za: “Go dirisa madi sentle” @global.parent_point

# data_list
source: Calm consequence
tn_za: Ditlamorago o ritibetse

# data_list
source: "Calm consequence" @global.parent_point
tn_za: “Ditlamorago o ritibetse” @global.parent_point

# data_list
source: Safe
tn_za: Sireletsegile

# data_list
source: "Safe" @global.parent_point
tn_za: “Sireletsegile” @global.parent_point

# data_list
source: Help
tn_za: Thuso

# data_list
source: My Tips
tn_za: Dintlha Tsa me

# data_list
source: Essential Tools
tn_za: Dithulusu Tsa Botlhokwa

# data_list
source: Customise @global.parent_app
tn_za: Itsenyetse @global.parent_app

# data_list
source: Relax & Activities
tn_za: Go iketla & Ditiro

# data_list
source: Support Contacts
tn_za: Batho Ba ba Ka go Thusang

# data_list
source: Evidence Base
tn_za: Motheo wa Bosupi

# data_list
source: Technical Support
tn_za: Tshegetso ya Botegeniki

# data_list
source: That’s wonderful! Well done for spending time together. It lays the foundation for a great relationship with your teen!
tn_za: Lo dirile bontle tota! Lo dirile sentle ka go fetsa nako mmogo. Seno ke one motheo wa go nna tsala e kgolo ya mosha wa gago!

# data_list
source: Good for you! One-on-one time shows your teens they are important to you. It really makes a difference!
tn_za: Go go siametse! Fa o fetsa nako o na le basha ba gago, ba tla bona gore ba botlhokwa mo go wena. Seno se thusa tota!

# data_list
source: Wonderful! Spending time with your teen may make your teen more willing to help out more often. You are doing great!
tn_za: Bontle tota! Go fetsa nako le mosha wa gago go ka dira gore gantsi a batle go go thusa. O dira sentle!

# data_list
source: Well done! One-on-one time with your teen gives you a chance to learn more about your teen’s interests and abilities. You are a star!
tn_za: O dirile sentle! Go fetsa nako le mosha wa gago go go thusa gore o bone gore ke dilo dife tse a di ratang le gore ke dilo dife tse a di kgonang. O naledi!

# data_list
source: Excellent job! Spending time together helps to build a strong and positive relationship between you and your teen.
tn_za: Tiro e ntle! Go fetsa nako mmogo le mosha wa gago go dira gore lo nne ditsala tse dikgolo e bile go dira gore lo kgone go dirisana sentle.

# data_list
source: Sometimes it will be easy and fun to spend time with your teens, and sometimes it will be more challenging. Spending time together will greatly improve your relationship; well done for trying!
tn_za: Ka dinako dingwe go tla nna motlhofo go fetsa nako le mosha wa gago mme ka dinako dingwe e tlile go nna kgwetlho e kgolo. Go fetsa nako mmogo go tla tokafatsa tsela e lo dirisanang ka yone; o dirile sentle tota ka go lekeletsa go dira seno!

# data_list
source: Sorry to hear that it was difficult for you to spend time with your teen. We all have challenges sometimes. Just be patient with yourself and your teen - things will get better. Well done for trying!
tn_za: Re maswabi go utlwa gore go ne go se motlhofo go leka go fetsa nako mmogo le mosha wa gago. Rotlhe ka dinako tse dingwe re na le dikgwetlho. Nna pelotelele mo go wena le go mosha wa gago - dilo di tla nna botoka. Re leboga fela thata go bo lo tsere matsapa!

# data_list
source: Great to hear it went well; you are a star!
tn_za: Ke leboga go utlwa gore dilo di tsamaile sentle; lo ditswerere!

# data_list
source: Wonderful! You deserve all the happy times!
tn_za: Bontle tota! Lo tlhoka go itumela tota!

# data_list
source: Sorry that this was difficult for you. You are a star for trying!
tn_za: Re maswabi go utlwa gore go ne go se motlhofo. Re lo opela diatla go bo lo tsere matsapa!

# data_list
source: Amazing to hear it made you feel good! Keep up the great work. Your teen is learning so much from you!
tn_za: Re itumelela go utlwa gore e dirile gore o ikutlwe o itumetse! Tswelelang ka go dira tiro eno e e molemo. Mosha wa gago o ithuta go le gontsi tota mo go wena!

# data_list
source: Talking about how we feel can be difficult at first, but you and your teen will get used to it. Keep trying, and you will see the positive results!
tn_za: Go ka nna ga nna thata lekgetlo la ntlha go tlhalosa gore re ikutlwa jang mme gone, wena le mosha wa gago lo tla tlwaela. Nna o leke mme fa go ntse go ile, dilo di tla tsamaya sentle!

# data_list
source: Great to hear it went well. Talking about your finances together really makes your family stronger!
tn_za: Ke leboga go utlwa gore dilo di tsamaile sentle. Go bua ka madi mmogo go nonotsha lelapa la lona tota!

# data_list
source: Sorry to hear it was difficult for you. Well done for trying!
tn_za: Re maswabi go utlwa gore go ne go se motlhofo. Re leboga fela thata go bo lo tsere matsapa!

# data_list
source: Great to hear it went well! Consistent rules help make our teens feel secure, and keep them safe!
tn_za: Ke leboga go utlwa gore dilo di tsamaile sentle! Melao e e sa nneng e fetofetoga e dira gore basha ba gago ba ikutlwe ba babalesegile, e bile e a ba sireletsa!

# data_list
source: Sorry that this has been difficult. Creating rules together requires some practice but it's worth it!
tn_za: Re maswabi go utlwa gore go ne go le thata. Go baya melao mmogo go tlhoka gore lo ikatise mme gone, go mosola fela thata!

# data_list
source: Great to hear it went well!
tn_za: Ke leboga go utlwa gore dilo di tsamaile sentle!

# data_list
source: Sorry that this was difficult. Setting consequences together will make your teen want to follow the rules more often!
tn_za: Re maswabi go utlwa gore go ne go se motlhofo. Fa lo buisana mmogo gore kotlhao e tla nna eng, gantsi seno se tla dira gore mosha wa gago a batle go ikobela melao!

# data_list
source: Sorry that this was hard. Sometimes we just have to keep trying. Find a time when you and your teen are calm and try again to talk through a problem using the four steps of problem-solving. Together, you can do so much!
tn_za: Re maswabi go utlwa gore go ne go se motlhofo. Go le gantsi re tshwanetse go nna re leka. Leka go batla nako e wena le mosha wa gago lo ritibetseng maikutlo mme o leke gape go rarabolola bothata o dirisa dikgato tse nne tsa go rarabolola mathata. Fa lo dira mmogo, lo ka kgona go atlega thata!

# data_list
source: Sorry that it didn’t go so well. This is not easy to do. Try to sit down and discuss it with your teen again. Also, is there someone your teen trusts who could join you in the discussion with your teen?
tn_za: Re maswabi gore go ne go le thatanyana. Ga se selo se se motlhofo go se dira. Leka go nna fa fatshe le mosha wa gago mme lo tlotle ka yone gape. Mme gape, a go na le mongwe yo mosha wa gago a mo tshepang yo a ka tlang go kopanela le lona mo motlotlong?

# data_list
source: Great to hear it went well! Getting consequences right helps teens behave better and makes family life calmer.
tn_za: Ke leboga go utlwa gore dilo di tsamaile sentle! Go otlhaya ka tsela e e siameng go thusa basha ba gago gore ba itshware sentle e bile go dira gore maemo a ritibale mo lelapeng.

# data_list
source: Quick pause
tn_za: Go ema o se kae

# data_list
source: Power of three
tn_za: Maatla a gararo

# data_list
source: One thing today
tn_za: Selo se le nosi gompieno

# data_list
source: Breathe to three
tn_za: Kgwa mowa go fitlha gararo

# data_list
source: In and out
tn_za: Mo teng le ko ntle

# data_list
source: Think about today
tn_za: Akanya ka gompieno

# data_list
source: Pause to respond
tn_za: Kgwa mowa o bo o araba

# data_list
source: Small things
tn_za: Dilo tse dinnye

# data_list
source: Body scan
tn_za: Go tlhatlhoba mmele

# data_list
source: Feel the ground
tn_za: Utlwa tsela e o gatang ka yone

# data_list
source: Counting sounds
tn_za: Go bala medumo

# data_list
source: Feel your feeling
tn_za: Utlwa gore o ikutlwa jang

# data_list
source: Your song
tn_za: Pina ya gago

# data_list
source: Ground & gratitude
tn_za: Lefatshe & go leboga

# data_list
source: Notice how you feel
tn_za: Lemoga kafa o ikutlwang ka gone

# data_list
source: Pause power
tn_za: Maatla a go ema go se kae

# data_list
source: Praise yourself
tn_za: Ipake

# data_list
source: Taking care of yourself
tn_za: Itlhokomele

# data_list
source: Take a pause
tn_za: Ema go se kae

# data_list
source: Physical activity
tn_za: Go dirisa maatla

# data_list
source: List of things
tn_za: Lenaane la dilo

# data_list
source: Connect
tn_za: Ikamanye

# data_list
source: Prevent anger
tn_za: Thibela go galefa

# data_list
source: Welcome and Self-Care
tn_za: Go Amogelwa le go Itlhokomela

# data_list
source: "Welcome and Self-Care" workshop
tn_za: Workshop ya “Go amogelwa le go itlhokomela”

# data_list
source: Self-Care
tn_za: Go itlhokomela

# data_list
source: One-on-One Time
tn_za: Go Ipha Nako Mmogo

# data_list
source: "One-on-One Time" workshop
tn_za: Workshop ya “Go ipha nako mmogo”

# data_list
source: How to spend one-on-one time
tn_za: Tsela ya go ipha nako lo le mmogo

# data_list
source: Praise
tn_za: Baka

# data_list
source: "Praise" workshop
tn_za: Workshop ya “Go baka”

# data_list
source: How to praise
tn_za: Tsela ya go baka

# data_list
source: Positive Instructions
tn_za: Ditaelo tse di siameng

# data_list
source: "Positive Instructions" workshop
tn_za: Workshop ya “Ditaelo tse di siameng”

# data_list
source: How to give positive instructions
tn_za: Tsela ya go naya ditaelo tse di siameng

# data_list
source: Managing Stress
tn_za: Go laola go tshwenyega mo maikutlong

# data_list
source: "Managing Stress" workshop
tn_za: Workshop ya “Go laola go tshwenyega mo maikutlong”

# data_list
source: How to manage stress
tn_za: Kafa o ka laolang go tshwenyega mo maikutlong

# data_list
source: Family Budgets
tn_za: Ditekanyetsokabo tsa lelapa

# data_list
source: "Family Budgets" workshop
tn_za: Workshop ya “Ditekanyetsokabo tsa lelapa”

# data_list
source: How to budget & save
tn_za: Kafa o ka dirang ka teng tekanyetsokabo le go boloka madi

# data_list
source: Rules
tn_za: Melao

# data_list
source: "Rules" workshop
tn_za: Workshop ya “Melao”

# data_list
source: How to create rules
tn_za: Kafa o ka bayang melao ka teng

# data_list
source: Calm Consequences
tn_za: Ditlamorago o Ritibetse

# data_list
source: "Calm Consequences" workshop
tn_za: Workshop ya “Ditlamorago o Ritibetse”

# data_list
source: How to give calm consequences
tn_za: Kafa o ka nayang ka teng ditlamorago o ritibetse maikutlo

# data_list
source: Problem Solving
tn_za: Go Rarabolola Mathata

# data_list
source: "Problem Solving" workshop
tn_za: Workshop ya “Go Rarabolola Mathata”

# data_list
source: How to solve problems
tn_za: Kafa o ka rarabololang mathata ka teng

# data_list
source: Teen Safety
tn_za: Pabalesego ya Basha

# data_list
source: "Teen Safety" workshop
tn_za: Workshop ya “Pabalesego ya Basha”

# data_list
source: How to keep your teen safe
tn_za: Se o ka se dirang go boloka mosha wa gago a sireletsegile

# data_list
source: Dealing with Crisis
tn_za: Go lepalepana le Mathata a a masisi

# data_list
source: "Dealing with Crisis" workshop
tn_za: Workshop ya “Go Lepalepana le Mathata a a Masisi”

# data_list
source: How to deal with crisis
tn_za: Kafa o ka lepalepanang ka teng le mathata a a masisi

# data_list
source: Celebration and Next Steps
tn_za: Go Keteka le Dikgato Tse di Latelang

# data_list
source: "Celebration and Next Steps" workshop
tn_za: Workshop ya “Go Keteka le Dikgato Tse di Latelang”

# data_list
source: How to support each other
tn_za: Kafa lo ka thusanang ka teng

# data_list
source: Start
tn_za: Simolola

# data_list
source: Continue
tn_za: Tswelela

# data_list
source: Welcome to ParentApp. Click here to start your journey!
tn_za: Re a go amogela mo ParentApp. Tobetsa fano gore o simolole go e dirisa!

# data_list
source: Hope you are feeling OK. Parenting is hard, but it’s never too late to start again with your teenager. Your first parenting workshop is ready for you! Click here to start your ParentApp journey!
tn_za: Ke solofela gore lo SIAME. Go nna motsadi ga go motlhofo, mme gone, ga go ise go nne thari gore o leke gape go thusa mosha wa gago. Workshop ya gago ya ntlha ya batsadi e setse e le teng! Tobetsa fano gore o simolole go dirisa ParentApp!

# data_list
source: Hi! Is everything OK? It seems you haven’t opened ParentApp lately. Why don’t you give it a try? Millions of parents have found these materials helpful. We are still here to support you.
tn_za: Dumela! A o SIAME? Go bonala o ise o bule ParentApp. Goreng o sa leke go e dirisa? Batsadi ba le bantsi ba bontsha gore tshedimosetso eno e ba thusitse. Re ikemiseditse go tswelela re go thusa.

# data_list
source: Hello again! It’s never too late to use ParentApp and get tailored parenting support. Why don’t you give it a try when you are commuting to work or when the food is cooking? Millions of parents found our materials helpful.
tn_za: Dumelang gape! Ga go thari gore o ka dirisa ParentApp gore o bone thuso e e tshwanetseng maemo a gago o le motsadi. Goreng o sa leke go e dirisa fa o le mo tseleng go ya tirong kgotsa fa o apeile? Batsadi ba le bantsi ba bontsha gore tshedimosetso eno ya rona e ba thusitse.

# data_list
source: ParentApp misses you! There is a lot to explore. We are still here to support you.
tn_za: O seka wa itetla go fetwa ke tshedimosetso ya botlhokwa e e mo ParentApp! E na le tshedimosetso e ntsi tota. Re ikemiseditse go tswelela re go thusa.

# data_list
source: Hope you are feeling OK. We know parenting is hard - use ParentApp to help you manage parenting stress.
tn_za: Ke solofela gore lo SIAME. Re a itse gore ga go motlhofo go nna motsadi - dirisa ParentApp go go thusa go rarabolola matshwenyego a go nna motsadi.

# data_list
source: Hope you are feeling OK. We know parenting is hard - use ParentApp to prepare your teen for success in life.
tn_za: Ke solofela gore lo SIAME. Re a itse gore ga go motlhofo go nna motsadi - dirisa ParentApp go thusa mosha wa gago gore a kgone go atlega mo botshelong.

# data_list
source: Hope you are feeling OK. We know parenting is hard - use ParentApp to help you manage your teen's behaviour.
tn_za: Ke solofela gore lo SIAME. Re a itse gore ga go motlhofo go nna motsadi - dirisa ParentApp go go thusa go lepalepana le boitshwaro jwa mosha wa gago.

# data_list
source: New message from PLH
tn_za: Molaetsa o mosha go tswa go PLH

# data_list
source: Hope you are feeling OK. We know parenting is hard - use ParentApp to bond with your teen again!
tn_za: Ke solofela gore lo SIAME. Re a itse gore ga go motlhofo go nna motsadi - dirisa ParentApp go go thusa go nna tsala ya mosha wa gago gape!
