Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/ts/ts_messages.po
Languages: tn_za

# template
source: Such great goals! Such a great goal! When we make a good budget and saving plan together, we can achieve it and feel proud of ourselves!
tn_za: Ke mekgele e mentle tota! Ke mokgele o montle tota! Fa re dira tekanyetsokabo e e siameng e bile re rulaganya dilo mmogo, re ka fitlhelela mekgele ya rona e bile re tla ikutlwa re le motlotlo!

# template
source: What are your family savings goals?
tn_za: Lelapa la lona le ipeetse mekgele efe ya go boloka madi?

# template
source: Such a great goal! By making a good budget and saving plan, you can achieve it and feel proud of yourself!
tn_za: Ke mokgele o montle tota! Fa re dira tekanyetsokabo e e siameng e bile re rulaganya dilo mmogo, re ka fitlhelela mekgele ya rona e bile re tla ikutlwa re le motlotlo!

# template
source: Saving is important for one more reason: emergencies! @global.w_money_grandma also learned this along the way:
tn_za: Go na le lebaka le lengwe la botlhokwa le le dirang gore go boloka madi go nne botlhokwa: maemo a tshoganyetso! @global.w_money_grandma o ne a lemoga seno nako nngwe:

# template
source: “One night there was a horrible storm that broke my roof. Everything was flooded. I suddenly had to find money to fix the roof. I just felt defeated.”
tn_za: “Bosigo bongwe go ne ga tla setsuatsue se se maswe mme sa senya marulelo a ntlo ya me. sengwe le sengwe mo ntlong se ne se tsiname mo metsing. Ke ne ka tshwanelwa ke go batla madi ka lepotlapotla gore ke baakanye marulelo. Ke ne ke tlaletswe.”

# template
source: Let's talk about this story.
tn_za: A re bueng ka kgang eno.

# template
source: For @global.w_money_grandma, a storm happened. What other emergencies could come up for us?
tn_za: @global.w_money_grandma o ne a senyediwa ke setsuatsue. Mme gone, ke maemo afe a mangwe a tshoganyetso a a ka nnang a re diragalela?

# template
source: Let's think about this story.
tn_za: A re bueng ka kgang eno.

# template
source: For @global.w_money_grandma, a storm happened.
tn_za: @global.w_money_grandma o ne a senyediwa ke setsuatsue.

# template
source: What other emergencies could come up for your family?
tn_za: Mme gone, ke maemo afe a mangwe a tshoganyetso a a ka nnang a re diragalela?

# template
source: Emergencies can happen in any family. Saving some money for these emergencies BEFORE they happen prevents a lot of sudden worry and stress!
tn_za: Maemo a tshoganyetso a ka diragalela lelapa lengwe le lengwe. Go boloka madi GO SA LE NAKO gore re tle re e a dirisetse maemo ano a tshoganyetso go re thusa gore re se ka ra iphitlhela re tlaletswe e bile re gateletswe mo maikutlong fa a tlhaga!

# template
source: Let's talk about different ways we can save.
tn_za: A re bueng ka mekgwa e mengwe e e farologaneng e re ka e dirisang go boloka madi.

# template
source: Discuss together: * In which different ways can we save? * What are the advantages and disadvantages of each savings option? Understanding each option well will help you to decide what is the best saving option for your family. Whatever savings plan you choose, it will really help your family move forward!
tn_za: Tlotlang mmogo: * Lo ka boloka madi ka ditsela dife tse di farologaneng? * Ke diphelelo dife tse di molemo le diphelelo tse di seng molemo tsa mokgwa mongwe le mongwe wa go boloka madi? Fa o tlhaloganya mokgwa mongwe le mongwe sentle, seno se tla go thusa gore o dire tshwetso ya gore ke mokgwa ofe wa go boloka madi o o siametseng lelapa la lona. Mokgwa ope fela o lo o tlhophang o tla thusa lelapa la lona gore le simolole go dira dilo ka tsela e e siameng!

# template
source: Let's think about different ways we can save.
tn_za: A re bueng ka mekgwa e mengwe e e farologaneng e re ka e dirisang go boloka madi.

# template
source: There are different ways we can save: at home, buying things we can sell later, at a bank, or in a savings group. Think of the advantages and disadvantages of each savings option.
tn_za: Go na le mekgwa e e farologaneng e re ka e dirisang go boloka madi: kwa gae, go reka dilo tse re ka di rekisang moragonyana, kwa bankeng kgotsa mo setlhopheng sa go boloka madi. Akanya ka diphelelo tse di molemo le diphelelo tse di seng molemo tsa mokgwa mongwe le mongwe wa go boloka madi.

# template
source: What is the best savings option for your family?
tn_za: Ke mokgwa ofe wa go boloka madi o o siametseng lelapa la lona?

# template
source: Whatever savings plan you choose, it will really help your family move forward!
tn_za: Mokgwa ope fela o lo o tlhophang o tla thusa lelapa la lona gore le simolole go dira dilo ka tsela e e siameng!

# template
source: Plan how you can save money, so you can deal with emergencies and realise your family goals!
tn_za: Dirang dithulaganyo tsa gore lo ka boloka madi jang gore lo kgone go a dirisa ka nako ya maemo a tshoganyetso le go fitlhelela mekgele ya lelapa la lona!

# template
source: If you can save even a tiny amount for the future or emergency - it can make a big difference over time. * Add a circle called “emergencies”. * Add a circle called “family goals”. * Now try to move your money around so you can save a bit every month for each of these.
tn_za: Fa lo ka boloka le eleng madi a mannye fela a maemo a tshoganyetso mo isagweng - e ka dira pharologanyo fa nako e ntse e ya. * Tsenya kgolokwe e e bidiwang “maemo a tshoganyetso”. * Tsenya kgolokwe e e bidiwang “mekgele ya lelapa”. * Jaanong lekang go abela dilo madi e le gore lo ka boloka bonyenyane kgwedi le kgwedi jwa sengwe le sengwe sa dilo tseno.

# template
source: CONGRATULATIONS!!! You’ve made your family budget – and using it will make a huge difference for you. I think every person in your group deserves a praise, don’t you?
tn_za: LO DIRILE BONTLE TOTA!!! Lo dirile tekanyetsokabo ya lelapa la lona – mme fa lo e dirisa, e tla lo thusa fela thata. Re motlotlo ka mongwe le mongwe mo ditlhopheng tseno?

# template
source: CONGRATULATIONS!!! You’ve made your family budget – and using it will make a huge difference for you. I think every person in your family deserves a praise, don’t you?
tn_za: LO DIRILE BONTLE TOTA!!! Lo dirile tekanyetsokabo ya lelapa la lona – mme fa lo e dirisa, e tla lo thusa fela thata. Re akanya gore mongwe le mongwe mo lelapeng la lona o tlhoka go bakwa, a ga go jalo?

# template
source: CONGRATULATIONS!!! You’ve made your budget – remember to do this exercise again with your other family members - if you agree on a plan together it will make a huge difference!
tn_za: LO DIRILE BONTLE TOTA!!! Lo dirile tekanyetsokabo – tsweetswee ikatise le ba bangwe mo lelapeng la lona - fa lo dumalana ka gore lo tlile go dira dilo jang, seno se tla lo thusa fela thata!

# template
source: Step 1: THINK
tn_za: Kgato 1: AKANYA

# template
source: What do we spend on now?
tn_za: Re reke eng gone jaanong?

# template
source: THINK Activity
tn_za: Ikatiso ya GO AKANYA

# template
source: Step 2: CHOOSE
tn_za: Kgato 2: TLHOPHA

# template
source: Talk together about needs and wants
tn_za: Tlotlang mmogo ka dilo tse lo di tlhokang le tse lo di batlang

# template
source: CHOOSE Activity
tn_za: Ikatiso ya GO TLHOPHA

# template
source: Step 3: BUILD
tn_za: Kgato 3: AGA

# template
source: Make your own budget
tn_za: Itirele tekanyetsokabo

# template
source: BUILD Activity
tn_za: Ikatiso ya GO AGA

# template
source: Step 4: PLAN
tn_za: Kgato 4: ITHULAGANYE

# template
source: Emergencies and family goals
tn_za: Maemo a tshoganyetso le mekgele ya lelapa

# template
source: PLAN Activity
tn_za: Ikatiso ya GO ITHULAGANYA

# template
source: Make a budget again - this time WITH your teen and family! This is an important and fun thing to do with your family - it takes about 30 minutes. Making a budget together helps teens understand that we all need to make hard decisions sometimes - but that it helps us have enough money at the end of the month and realise our goals! Budgets have helped millions of families.
tn_za: Dira tekanyetsokabo gape - mo lekgetlong leno e dire LE mosha wa gago le lelapa la gago! Ke selo se se itumedisang e bile se le botlhokwa go se dira le lelapa la gago - go tla tsaya metsotso e ka nna 30. Go dira tekanyetsokabo mmogo go thusa basha go lemoga gore rotlhe re tlhoka go dira ditshwetso tse di thata ka dinako dingwe - mme gone, e re thusa go nna le madi a a lekaneng fa kgwedi e fela e bile e re thusa gore re kgone go fitlhelela mekgele ya rona! Ditekanyetsokabo di thusitse malapa a le mantsi tota.

# template
source: Make a budget with your teen and family. This is an important and fun thing to do with your family - it takes about 30 minutes. Making a budget together helps teens understand that we all need to make hard decisions sometimes - but that it helps us have enough money at the end of the month and realise our goals! Budgets have helped millions of families.
tn_za: Dira tekanyetsokabo le mosha wa gago le lelapa la gago. Ke selo se se itumedisang e bile se le botlhokwa go se dira le lelapa la gago - go tla tsaya metsotso e ka nna 30. Go dira tekanyetsokabo mmogo go thusa basha go lemoga gore rotlhe re tlhoka go dira ditshwetso tse di thata ka dinako dingwe - mme gone, e re thusa go nna le madi a a lekaneng fa kgwedi e fela e bile e re thusa gore re kgone go fitlhelela mekgele ya rona! Ditekanyetsokabo di thusitse malapa a le mantsi tota.

# template
source: Review your budget with your teen and family. This will remind everyone that we all need to make hard decisions sometimes - but that it helps us have enough money at the end of the month and realise our goals! Budgets have helped millions of families.
tn_za: Tlhatlhobang tekanyetsokabo le mosha wa gago le lelapa la gago. Seno se tla gopotsa mongwe le mongwe gore rotlhe re tlhoka go dira ditshwetso tse di thata ka dinako dingwe - mme gone, e re thusa go nna le madi a a lekaneng fa kgwedi e fela e bile e re thusa gore re kgone go fitlhelela mekgele ya rona! Tekanyetsokabo e thusitse malapa a le mantsi tota.

# template
source: Steps to make a budget
tn_za: Dikgato tsa go dira tekanyetsokabo

# template
source: Great to hear that you are doing well. You are a wonderful parent!
tn_za: Ke itumelela go utlwa gore lo tsoga sentle. Lo batsadi ba ba molemo tota!

# template
source: Sorry that you are not having the best day. Well done for trying to figure everything out. Nobody has all the answers but you really do your best!
tn_za: Ke maswabi go utlwa gore gompieno go thatanyana. Re leboga gore lo dirile sotlhe se lo ka se kgonang. Ga go ope yo o itseng sengwe le sengwe mme lo dira bontle tota!

# template
source: Sorry to hear that you are not having a good day. Well done for getting up every morning and trying again, even when you are tired. That is real courage and dedication!
tn_za: Ke maswabi go utlwa gore gompieno go thatanyana. Re a lo akgola gore fa lo tsoga moso mongwe le mongwe, lo dira sotlhe se lo ka se kgonang le fa gone lo lapile. Seno se tlhoka bopelokgale le boineelo!

# template
source: Step 1: Share what went well and what was hard
tn_za: Kgato 1: Re bolelele gore ke kae mo o kgonneng go dira bontle le gore ke eng se se neng se le thata

# template
source: "I learned so much more about my teen’s life when we spent one-on-one time! But after the first day, my teen only wanted to play on his phone."
tn_za: “Ke kgonne go ithuta dilo di le dintsi ka mosha wa me fa re ne re fetsa nako e ntsi mmogo! Mme mo letsatsing la bobedi, mosha wa me o ne a nnetse founo.”

# template
source: Step 2: Bring ideas!
tn_za: Kgato 2: Tla ka dikakantsho!

# template
source: "Well done for trying! Maybe you could suggest some other fun things you could do together with your teen." "Yes, or you could do something together on his phone? Or he could show you how his phone works?"
tn_za: “Re leboga fela thata go bo lo tsere matsapa! Gongwe o ka akantsha gore ke dilo dife tse di itumedisang tse o ka di dirang mmogo le mosha wa gago.” "Ee, gongwe lo ka dira sengwe mmogo mo founong ya gagwe? Kgotsa gongwe a ka go bontsha gore founo ya gagwe e bereka jang?”

# template
source: Step 3: Pick and try one!
tn_za: Kgato 3: Itlhophele gore ke efe e o ka e lekeletsang!

# template
source: “Thank you for those great ideas! Yes, let me ask my teen to show how his phone works tomorrow after school. Can one of you pretend to be my teen now, so I can practice asking?”
tn_za: “Re lebogela dikakantsho tseo tse di molemo tota! Go siame, ke tla kopa mosha wa me gore a mpontshe gore founo ya gagwe e bereka jang fa a tswa sekolong. Ke mang yo o batlang go tshameka karolo ya go nna mosha wa me gore re dire ikatiso ke mo kopa?”

# template
source: Think about how your home activities went this week. Take turns to discuss: * What went well and what was a problem? * What solutions can you think of together? * Pick one solution and try it later with your teen! (Or you can even practice it now so it will be easier later!)
tn_za: Akanya ka kafa ikatiso ya lona ya kwa gae e tsamaile ka teng mo bekeng eno. Refosanang go tlotla ka: * Ke kae mo o kgonneng go dira bontle le gore ke eng se se neng se le thata? * Ke ditharabololo dife tse lo kgonang go di akanya mmogo? * Tlhopha tharabololo e le nosi mme o e leke moragonyang le mosha wa gago! (Kgotsa lo ka nna lwa ikatisa gone jaanong gore e nne motlhofo moragonyana!)

# template
source: Praise is a powerful parenting skill. If we praise our teens when they do something well, we will see them do more and more positive things!
tn_za: Go baka ke selo se se botlhokwa thata fa o godisa bana. Fa re baka bana ba rona fa ba dirile sengwe sentle, ba tla nna ba tokafatsa thata!

# template
source: Greetings everyone. Our topic today is about praise. It is good to praise our children when they've done good because when we do that, they will do more of that good behavior we want to see. And let's not forget to praise ourselves when we do good too!
tn_za: Dumelang lotlhe. Gompieno re tlile go bua ka go baka. Go botlhokwa go baka bana ba rona fa ba dirile bontle ka gonne fa re dira jalo, ba tla tswelela ba tokafatsa mo go se re batlang gore ba se dire. Mme a le rona re se ka ra lebala go ipaka fa re dirile bontle!

# template
source: * Effects of praise * Story & discussion – that worked! * Tools: How to praise SEE IT - SAY IT - REPEAT IT * Try it out! * Home practice suggestions
tn_za: * Matswela a go baka * Kgang le motlotlo - tse di berekileng! * Dithulusu: Tsela ya go baka BONA - BUA - BOELETSA * E leke! * Dikakantsho tsa katiso ya legae

# template
source: * Effects of praise * Story & reflection – that worked! * Tools: How to praise SEE IT - SAY IT - REPEAT IT * Home practice suggestions
tn_za: * Matswela a go baka * Kgang le go leba kwa morago - tse di berekileng! * Dithulusu: Tsela ya go baka BONA - BUA - BOELETSA * Dikakantsho tsa katiso ya legae

# template
source: Share with each other: * When last did someone thank you or say you did something great? * How did it make you feel? * How does it feel if you are not thanked or praised for what you do? We usually don’t get thanked or praised enough as parents. Maybe you can give your teens the right example and praise them first when they do something well!
tn_za: Abelana le ba bangwe: * O feleleditse leng go utlwa mongwe a go leboga kgotsa a re o dirile sengwe se se ntle? * O ne o ikutlwa jang? * O ikutlwa jang fa o sa lebogiwe kgotsa o sa bakwe ka ntlha ya se o se dirileng? Rona batsadi ga se gantsi re lebogiwa kgotsa re bakwa ka mo go lekaneng. Gongwe o ka tlhomela basha ba gago sekao se se molemo ka go ba baka fa ba dirile sengwe sentle lekgetlo la ntlha!

# template
source: Think about the last time someone thanked you, or said you did something great.
tn_za: Akanya gore o ne o ikutlwa lekgetlo la bofelo fa mongwe a ne a go leboga, kgotsa a go bolelela gore o dirile sengwe bontle tota.

# template
source: How did it make you feel?
tn_za: O ne o ikutlwa jang?

# template
source: Parents usually don’t get thanked or praised enough.
tn_za: Rona batsadi ga se gantsi re lebogiwa kgotsa re bakwa ka mo go lekaneng.

# template
source: How does it make you feel when nobody says "thank you"?
tn_za: O ikutlwa jang fa go se ope yo o rayang a re, “ke a leboga”?

# template
source: Tired
tn_za: O a lapa

# template
source: Your teen can feel this way too. That's what makes this week's parenting tool simple but important: Praise them for what they do right.
tn_za: Mosha wa gago le ene a ka ikutlwa jalo. Ke sone se se dirang gore ikatiso ya rona ya beke eno e nne botlhokwa le fa gone e lebega e le motlhofo: Ba bake fa ba dirile sengwe sentle.

# template
source: Praise really is powerful. Let’s look at the example of @global.w_praise_female_caregiver_name and her daughters:
tn_za: Go baka go na le maatla tota. A re lebeng sekai sa ga @global.w_praise_female_caregiver_name le bana ba gagwe ba basetsana:

# template
source: When @global.w_praise_female_caregiver_name is busy, her two daughters often fight. But today, her older daughter actually helped her sister with her schoolwork!
tn_za: Gantsi fa @global.w_praise_female_caregiver_namea tshwaregile ka go dira sengwe, bana ba gagwe ba basetsana ba a lwa. Mme, gompieno ngwana wa gagwe wa mosetsana yo mogolo o thusa monnawe ka tiro ya sekolo!

# template
source: Let's discuss this story.
tn_za: A re tlotleng ka kgang eno.

# template
source: Discuss together: * How did praise make @global.w_praise_female_caregiver_name's teens feel? * Why did she praise them?
tn_za: Tlotlang mmogo: * Go bakwa go ile ga dira gore basha ba ga @global.w_praise_female_caregiver_name ba ikutlwe jang? * Goreng a ile a ba baka?

# template
source: @global.w_praise_female_caregiver_name praised her teens...
tn_za: @global.w_praise_female_caregiver_name o ile a akgola bana ba gagwe...

# template
source: * To get them to do it more often * To help her finish her work * To make them feel good * To make herself feel good
tn_za: * Go dira gore gantsi ba nne ba dira jalo * Go mo thusa gore a fetse tiro ya gagwe * Go dira gore ba ikutlwe ba le motlotlo * Go dira gore a ikutlwe a le motlotlo

# template
source: How did praise make @global.w_praise_female_caregiver_name's teens feel?
tn_za: Go bakwa go ile ga dira gore basha ba ga @global.w_praise_female_caregiver_name ba ikutlwe jang?

# template
source: Why did she praise them?
tn_za: Goreng a ile a ba baka?

# template
source: To get them to do it more often
tn_za: Go dira gore gantsi ba nne ba dira jalo

# template
source: To help her finish her work
tn_za: Go mo thusa gore a fetse tiro ya gagwe

# template
source: To make them feel good
tn_za: Go dira gore ba ikutlwe ba le motlotlo

# template
source: To make herself feel good
tn_za: Go dira gore a ikutlwe a le motlotlo

# template
source: All of those things are true! When her teens are happy, @global.w_praise_female_caregiver_name feels happy. And she got her work done.
tn_za: Dilo tseno tsotlhe di boammaaruri! Fa basha ba ga @global.w_praise_female_caregiver_name ba itumetse, le ene o a itumela. E bile seno se mo thusa gore a kgone go fetsa tiro ya gagwe.

# template
source: The same can work for you!
tn_za: Le wena seno se ka go thusa!

# template
source: SEE IT
tn_za: BONA

# template
source: Look for anything your teen does that is helpful or good, and praise them for it. They may not show it, but you’ll see them doing that good thing again. It will also reassure them that you notice and care.
tn_za: Leka go bona gore ke eng se se siameng e bile se go thusa se basha ba gago ba se dirang mme o ba bake. Gongwe ba ka nna ba se go bontshe gore ba a itumela mme gone, o tla ba bona ba dira selo seo se se sentle gape. Gape seno se tla dira gore ba lemoge gore o a bona gore ba dira bontle e bile o amega ka bone.

# template
source: SAY IT
tn_za: BUA

# template
source: Be enthusiastic – really mean it when you say it!
tn_za: Nna matlhagatlhaga – bontsha gore tota se o se buang se tswa mo pelong!

# template
source: REPEAT IT
tn_za: BOELETSA

# template
source: Try to find something to thank them for every day. Even something really small.
tn_za: Leka go bona gore ke eng se o ka ba lebogelang sone letsatsi le letsatsi. Tota le sengwe fela se se bonalang se le sennye tota.

# template
source: You can also praise other adults in your household, too. Notice how they respond!
tn_za: Tota e bile le ba bangwe ba ba godileng mo lapeng o ka ba baka. Ela tlhoko gore ba itshwara jang fa o ba baka!

# template
source: Let's practice giving praise.
tn_za: A re direng ikatiso ya go baka.

# template
source: Share with each other: * What can you praise your teen for? * What has someone else done well during this workshop? Tell them! * How did it make you feel to praise someone? * How did it make you feel to be praised?
tn_za: Abelana le ba bangwe: * O ka baka mosha wa gago ka ntlha ya eng? * Ke eng se mongwe o sele a se dirileng sentle ka nako ya workshop eno? Ba bolelele! * O ile wa ikutlwa jang fa mongwe a go baka? * O ile wa ikutlwa jang fa o bakwa?

# template
source: Sometimes it’s hard to think of what to praise your teen for! Here are some ideas from other parents:
tn_za: Ka dinako tse dingwe go thata go akanya gore o ka baka mosha wa gago fa a dirile eng! Go na le dikakantsho tseno tse di tswang kwa batsading bangwe:

# template
source: * Being kind to someone * Cleaning their room * Joining a family meal * Greeting other family members * Looking after siblings * Coming home in time * Showing thoughtfulness * Saying 'please' or 'thank you' * Going to school * Doing chores or schoolwork * Getting through mealtime peacefully
tn_za: * Go nna bonolo mo mongweng * Go phepafatsa phaposi ya bone * Go ja mmogo le lelapa * Go dumedisa maloko a mangwe a lelapa * Go tlhokomela bomonnao * Go tla gae ka nako? * Go bontsha go akanyetsa ba bangwe * Go re ‘tsweetswee’ kgotsa ‘ke a leboga’ * Go ya sekolong * Go dira ditiro tsa legae kgotsa tirogae ya sekolo * Go fetsa nako ya go ja ntle le dintwa

# template
source: This week's home practice is to praise your teen once a day. It will only take 10 seconds!
tn_za: Ikatiso ya kwa gae ya beke eno ke go baka mosha wa gago gangwe mo letsatsing. E tlile go tsaya fela metsotswana e le 10!

# template
source: Remember that YOU matter!
tn_za: Gopola gore O botlhokwa!

# template
source: Well done for recognising a positive feeling. I am happy to hear you are feeling well today!
tn_za: Ke lebogela go lemoga maikutlo a a siameng. Ke itumelela go utlwa gore lo tsogile sentle gompieno!

# template
source: Well done for recognising a difficult feeling. It’s okay not to be okay sometimes. Remember you are not alone.
tn_za: Ke lebogela go lemoga maikutlo a a thatanyana. Botshelo bo ntse jalo, ka dinako tse dingwe go nna thata. Gopola gore ga o nosi.

# template
source: This is just incredible. Every one of these habits is making your family stronger. Be proud.
tn_za: Seno se sentle ruri. Mekgwa eno yotlhe e dira gore lelapa la lona le nonofe. Nna motlotlo.

# template
source: Rules help teens understand what is expected from them. Teens are more likely to follow rules if you create the rules WITH your teen and praise them for it!
tn_za: Melao e thusa basha go itse gore ke eng se se lebeletsweng mo go bone. Gantsi bana ba dingwaga tsa bosha ba ikobela melao fa o e tlhoma O NA LE bone e bile o ba leboga fa ba e ikobela!
