Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/ts/ts_messages.po
Languages: tn_za

# template
source: Hi @field.user_name! You are nearly at the end of your @global.parent_app workshops! Thank you for your long-lasting commitment. This week’s workshop is about keeping our teens safe, both online and in the community. Enjoy!
tn_za: Dumela @field.user_name! O gaufi le go fetsa di-workshop tsa gago tse @global.parent_app! Re leboga gape go bo o ikemiseditse ka nako e telele. Workshop ya beke eno e kaga go boloka mosha wa rona a sireletsegile, ka bobedi mo mafaratlhatlheng le mo tikologong. Itumelele!

# template
source: Hi @field.group_name! You are all nearly at the end of your @global.parent_app workshops! Thank you for your long-lasting commitment. This week’s workshop is about keeping our teens safe, both online and in the community. Enjoy!
tn_za: Dumela @field.group_name! Lotlhe lo gaufi le go fetsa di-workshop tsa lona tse @global.parent_app! Re leboga gape go bo o ikemiseditse ka nako e telele. Workshop ya beke eno e kaga go boloka mosha wa rona a sireletsegile, ka bobedi mo mafaratlhatlheng le mo tikologong. Itumelele!

# template
source: This has been the hardest of times to be a parent. You should be so proud of yourself for everything you have done. Think about every time you have made your teen smile and all the care you have given them. Parents are incredible, and you are incredible!
tn_za: Eno e nnile nako e boima thata ya go nna motsadi. O tshwanetse go nna motlotlo ka sengwe le sengwe se o se dirileng. Akanya ka nako yotlhe e o dirileng gore mosha wa gago a nyenye ka yone le tlhokomelo yotlhe e o ba neileng yone. Batsadi ba a gakgamatsa, le wena wa gakgamatsa!

# template
source: To keep your teen safe, it helps to chat together about your community and their online experiences. Complete the @local.workshop_data.in_text_title and see how you can do this!
tn_za: Go boloka mosha wa gago a sireletsegile, go a thusa go tlotla le bone ka tikologo ya gago le maitemogelo a bone a mafaratlhatlha. Feleletsa @local.workshop_data.in_text_title mme o bone gore o ka dira seno!

# template
source: Have you talked with your teen about safety measures?
tn_za: A o setse o buile le mosha wa gago kaga ditsela tsa tshireletsego?

# template
source: Remember – this week is about YOU! We hope you are treating yourself well. You deserve this!
tn_za: Gopola – beke eno ke kaga WENA! Re solofela o itlhokomela sentle. O tshwanelwa ke seno!

# template
source: Hi @field.user_name! You are making such good progress on your parenting journey! Having a teen means having a lot of unexpected problems to deal with. This workshop will show you how to deal with them.
tn_za: Dumela @field.user_name! O dira kgatelopele e ntle tota mo loetong lwa gago lwa botsadi! Go nna le mosha go raya go nna le mathata a a sa lebelelwang a o tshwanetseng go lepalepana le bone. Workshop eno e tla go bontsha gore o lepalepane le one jang.

# template
source: Hi @field.group_name! You are making such good progress on your parenting journey! Having a teen means having a lot of unexpected problems to deal with. This workshop will show you all how to deal with them.
tn_za: Dumela @field.group_name! O dira kgatelopele e ntle tota mo loetong lwa gago lwa botsadi! Go nna le mosha go raya go nna le mathata a a sa lebelelwang a o tshwanetseng go lepalepana le bone. Workshop eno e tla lo bontsha lotlhe gore lo lepalepane jang le one.

# template
source: Your commitment is an inspiration to everyone. Keep calm and carry on!
tn_za: Go ikemisetsa ga gago go rotloetsa mongwe le mongwe. Kgoba makgwafo mme o tswelepele!

# template
source: With teenagers, and in life, unexpected problems come up and we have to deal with them. Start the next workshop to learn how to successfully address these problems.
tn_za: Ka basha, le mo botshelong, mathata a a sa lebelelwang a nna gone mme re tshwanetse go lepalepana le one. Simolola workshop e e latelang go ithuta gore o ka berekana jang le mathata ano ka katlego.

# template
source: Have you tried the four steps of problem-solving with your teen yet? KNOW IT, SOLVE IT, TRY IT, TEST IT!
tn_za: A o setse o lekile dikgato tse nne tsa go rarabolola bothata le mosha wa gago? A ITSE - A RARABOLOLE - E LEKE - E TLHATLHOBE!

# template
source: Hi @field.user_name! Congratulations for starting @global.parent_app week 5. A new parenting workshop awaits you with tips on how we can stay calm and in control when our teens are driving us crazy.
tn_za: Dumela @field.user_name! Re a go akgola gore o simolotse @global.parent_app beke ya bo 5. Workshop ya botsadi e ntšha e go emetse ka dikakantsho tsa gore re ka nna jang re kgobile makgwafo le go itshwara fa basha ba rona ba batla go re tsentsha.

# template
source: Hi @field.group_name! Congratulations for starting @global.parent_app week 5. A new parenting workshop awaits you with tips how we can stay calm and in control when our teens are driving us crazy.
tn_za: Dumela @field.group_name! Re a go akgola gore o simolotse @global.parent_app beke ya bo 5. Workshop ya botsadi e ntšha e go emetse ka dikakantsho tsa gore re ka nna jang re kgobile makgwafo le go itshwara fa basha ba rona ba batla go re tsentsha.

# template
source: We have a new workshop available for you about managing anger and stress. It will help you take better care of yourself.
tn_za: Re na le workshop e ntšha e e gone go go thusa kaga go laola kgalefo le go tshwenyega mo maikutlong. E tla go thusa go itlhokomela botoka.

# template
source: Happy, sad, angry, excited, worried? Well done for recognizing how you and others felt today! And remember, tomorrow is a brand new day.
tn_za: O itumetse, o hutsafetse, o galefile, o kgatlhegile, o tshwenyegile? O dirile sentle go lemoga gore wena le ba bangwe lo ne lo ikutlwa jang gompieno! Mme gopola, kamoso ke letsatsi le lesha.

# template
source: We all feel overwhelmed sometimes. Taking a deep breath helps! Complete the @local.workshop_data.in_text_title to get some useful tools to deal with stress.
tn_za: Rotlhe re ikutlwa re imetswe ka nako nngwe. Go hemela ko teng go ka thusa! Feleletsa @local.workshop_data.in_text_title go iponela dithulusu tse di mosola tsa go lepalepana le go tshwenyega mo maikutlong.

# template
source: How have your stress levels been this week? Try to take a few deep breaths before responding to your teen - it makes a big difference.
tn_za: Go tshwenyega mo maikutlong ga gago go ne go ntse jang beke eno? Leka go hemela ko teng makgetlo a le mmalwa pele o araba mosha wa gago - go dira pharologanyo e kgolo.

# template
source: Well done for taking a big breath before responding to your teen! Each time you are taking a pause, you are getting back control.
tn_za: O dirile sentle ka go hema thata pele o araba mosha wa gago! Nako le nako fa o ema go se kae, o kgona go itshwara.

# template
source: Here is a fun activity to do with your teen!
tn_za: Tiro ya go ijesa monate e o ka e dirang le mosha wa gago ke eno!

# template
source: Start @local.workshop_data.in_text_title
tn_za: Simolola @local.workshop_data.in_text_title

# template
source: Continue @local.workshop_data.in_text_title
tn_za: Tswelela @local.workshop_data.in_text_title

# template
source: Remember to sit down and relax today - taking care of yourself is an important parenting skill.
tn_za: Gopola go nna fa fatshe o iketle gompieno - go itlhokomela ke bokgoni jwa botlhokwa jwa go nna motsadi.

# template
source: Relax now
tn_za: Iketle jaanong

# template
source: Did you relax already? Tap it!
tn_za: A o setse o iketlile? E tobetse!

# template
source: Home Practice
tn_za: Katiso ya Legae

# template
source: Small actions, big results! Parents who practice their workshop skills at home get better results.
tn_za: Ditiro tse dinnye, dipholo tse di kgolo! Batsadi ba ba dirisang botswerere jwa bone jwa di workshop ko gae ba nna le dipholo tse di botoka.

# template
source: Next week, you’ll share with your group how your home practice went. You can also support and remind each other during the week.
tn_za: Beke e e tlang, o tla bolelela setlhopha sa gago gore ikatiso ya ko gae e tsamaile jang. Gape lo ka tshegetsana le go gopotsana mo gare ga beke.

# template
source: Let's talk about how your home practice went this week.
tn_za: Tla re bue ka gore ikatiso ya gago ya ko gae e tsamaile jang beke eno.

# template
source: How did it go?
tn_za: Go tsamaile jang?

# template
source: Well done for exploring solutions to your challenges. Go try them out. Your relationship with your teen will get stronger and stronger!
tn_za: O dira sentle ka go ithute ditharabololo tsa dikgwetlho tsa gago. Tsamaya o ye go di leka. Kamano ya gago le mosha wa gago e tla tiya le go eta!

# template
source: talk to their teens about how they feel
tn_za: bua le basha ba bone ka gore ba ikutlwa jang

# template
source: talk to your teen about how you feel
tn_za: bua le mosha wa gago ka gore o ikutlwa jang

# template
source: Top @local.number_of_challenges challenges other parents experience:
tn_za: Dikgwetlho tse @local.number_of_challenges tse dikgolo tse batsadi ba itemogelang tsone:

# template
source: Did you experience any challenges when trying to @local.hp_description_second_singular?
tn_za: A o kile wa kopana le dikgwetlho fa o leka go @local.hp_description_second_singular?

# template
source: What was difficult for you when trying to @local.hp_description_second_singular?
tn_za: Ke eng se se neng se le boima fa o ne o se leka go @local.hp_description_second_singular?

# template
source: Sorry we missed this!
tn_za: Re itshwarele re fetile seno!

# template
source: Do you want to share it with us?
tn_za: A o batla go se bua le rona?

# template
source: Sorry to hear the tips did not help you.
tn_za: Re maswabi go utlwa gore dikakantsho ga di a go thusa.

# template
source: Do you want to share with us what you think would help you?
tn_za: A o batla go re bolelela gore o nagana ke eng se se tla go thusang?

# template
source: Thank you for sharing! You are an awesome parent for trying to spend time with your teen. It makes all the difference. Keep up the good work, and remember, I am always here to support!
tn_za: Ke lebogela go bo o mpoleletse! O motsadi yo o molemo go bo o batla go ipha nako le mosha wa gago. Go dira pharologano thata. Tswelela pele o dira tiro e molemo, mme gopola, ke fano ka metlha go go tshegetsa!

# template
source: Listen Together
tn_za: Reetsa Mmogo

# template
source: Let's listen to an audio together!
tn_za: Tla re reetse kgatiso e e rekotilweng mmogo!

# template
source: Listen
tn_za: Reetsa

# template
source: Let's listen to an audio!
tn_za: Tla re reetse kgatiso e e rekotilweng!

# template
source: Why @local.workshop_data.title?
tn_za: Goreng @local.workshop_data.title?

# template
source: Hear Sbo's message
tn_za: Utlwa molaetsa wa ga Sbo

# template
source: Read Sbo's message
tn_za: Bala molaetsa wa ga Sbo

# template
source: Today's steps
tn_za: Dikgato tsa gompieno

# template
source: Question Time
tn_za: Nako ya Dipotso

# template
source: It's time for some questions!
tn_za: Ke nako ya go botsa dipotso!

# template
source: Read Together
tn_za: Bala Mmogo

# template
source: Let's read a story together!
tn_za: Tla re bale kgang mmogo!

# template
source: Let's read a story!
tn_za: Tla re bale kgang!

# template
source: Think Together
tn_za: Akanyang Mmogo

# template
source: It's time to think together!
tn_za: Ke nako ya go akanya mmogo!

# template
source: Think
tn_za: Akanya

# template
source: It's time to think!
tn_za: Ke nako ya go akanya!

# template
source: Learn Together
tn_za: Ithuteng Mmogo

# template
source: It's time to learn and practice together!
tn_za: Ke nako ya go ithuta le go ikatisa mmogo!

# template
source: Learn
tn_za: Ithute

# template
source: It's time to learn and practice!
tn_za: Ke nako ya go ithuta le go ikatisa!

# template
source: Relax Together
tn_za: Iketleng Mmogo

# template
source: Relax
tn_za: Iketle

# template
source: Let’s do a short relaxation activity together – it will take less than 1 minute and you will feel more relaxed.
tn_za: A re dire tiro ya go iketla mmogo e khutshwane – e tla tsaya kafa tlase ga motsotso o le 1 mme o tla ikutlwa o iketlile le go feta.

# template
source: Add this activity to @global.my_relaxes
tn_za: Tsenya tiro eno go @global.my_relaxes

# template
source: Listen and relax
tn_za: Reetsa mme o iketle

# template
source: Read and relax
tn_za: Bala mme o iketle

# template
source: You are a star! Every day, recognise something you have done well. Reward yourself with something that makes you happy. And take a deep breath to relax.
tn_za: O naledi! Tsatsi le letsatsi, lemoga sengwe se o se dirileng sentle. Ituele ka sengwe se se go itumedisang. Mme hemela ko teng gore o iketle.

# template
source: Customise @global.parent_app
tn_za: Itsenyetse @global.parent_app

# template
source: Talk Together
tn_za: Buang Mmogo

# template
source: Share ideas, support each other!
tn_za: Bolelanang dikakantsho, lo tshegetsane!

# template
source: Try it Together
tn_za: E Lekeng Mmogo

# template
source: Let's practice together.
tn_za: A re ikatiseng mmogo.

# template
source: Home practice is how we make our family life better. But it often brings challenges. Let's share our successes and problems, and help each other find new ideas to try!
tn_za: Ikatiso ya mo gae ke yone e dirang botshelo jwa lelapa la rona bo nne botoka. Mme gantsi e tlisa dikgwetlho. A re bolelaneng dikatlego le mathata a rona, mme re thusane go bona dikakanyo tse re ka di lekang tse disha!

# template
source: Think about how your home activities went this week. Take turns to discuss: * What went well and what was a problem? * What solutions can you think of together? * Pick one solution and try it later with your teen! (Or you can even practice it now so it will be easier later!)
tn_za: Akanya ka kafa ikatiso ya lona ya kwa gae e tsamaile ka teng mo bekeng eno. Refosanang go tlotla ka: * Ke kae mo o kgonneng go dira bontle le gore ke eng se se neng se le thata? * Ke ditharabololo dife tse lo kgonang go di akanya mmogo? * Tlhopha tharabololo e le nosi mme o e leke moragonyang le mosha wa gago! (E bile gongwe lo ka ikatisa gone jaanong gore e nne motlhofo moragonyana!)

# template
source: Start Positively Together
tn_za: Simololang Sentle Mmogo

# template
source: It's great to see you again! Let's start with caring for you.
tn_za: Go gontle go go bona gape! A re simolole ka go go kgathalela.

# template
source: Take turns: * Share: How are you feeling today? * Praise someone in your group for something they did well this week! Remember that no matter how you feel, it’s great you are here. You all deserve praise.
tn_za: Refosanang: * Buang O ikutlwa jang gompieno? * Akgola mongwe mo setlhopheng sa lona go bo a dirile sentle beke eno! Gopola gore go sa kgathalesege gore o ikutlwa jang, go gontle o bo o le fano. Lotlhe lo tshwanelwa ke go akgolwa.

# template
source: Ideas from other families:
tn_za: Dikakantsho go tswa ko malapeng a mangwe:

# template
source: Welcome @fields.user_name
tn_za: O amogetswe @fields.user_name

# template
source: It's great to see you again!
tn_za: Go gontle go go bona gape!

# template
source: Let's see how this week has been.
tn_za: A re bone gore beke eno e tsamaile jang.

# template
source: This week you have done...
tn_za: Beke eno o dirile...

# template
source: You are showing such commitment to being a parent and to caring for yourself. You are fantastic.
tn_za: O bontsha o ikemiseditse go nna motsadi le go itlhokomela. O a kgatlha.

# template
source: Watch Together
tn_za: Lebelelang Mmogo

# template
source: Let's watch a video together!
tn_za: A re lebe bidio mmogo!

# template
source: Watch
tn_za: Leba

# template
source: Let's watch a video!
tn_za: A re lebe bidio!

# template
source: Welcome @fields.group_name
tn_za: O amogetswe @fields.group_name

# template
source: It's great to see you again! Let’s start with a song for families everywhere.
tn_za: Go gontle go go bona gape! A re simolole ka pina ya malapa a a gotlhe.

# template
source: Let's Slow Down
tn_za: A re Fokotse Lobelo

# template
source: You’ve completed this week’s workshop.
tn_za: O feditse workshop ya beke eno.

# template
source: Finish with a song
tn_za: Feleletsa ka pina

# template
source: See you soon.
tn_za: Re tla go bona mo bogautshwaneng.

# template
source: Goodbye!
tn_za: Tsamaya sentle!

# template
source: Welcome Back!
tn_za: Re a go amogela gape!

# template
source: I will update after the popup has closed
tn_za: Ke tla tlhabolola morago ga molaetsa o itlhagelang o sena go tswalega

# template
source: Show Popup
tn_za: Bontsha Molaetsa o Itlhagelang

# template
source: Value of last slider: @local.slider_without_value_labels_1
tn_za: Mosola wa selaete sa bofelo: @local.slider_without_value_labels_1

# template
source: Value of last slider: @local.slider_without_value_labels_2
tn_za: Mosola wa selaete sa bofelo: @local.slider_without_value_labels_2

# template
source: form with 'go to'
tn_za: dira ka ‘ya go’

# template
source: pop up form
tn_za: molaetsa o itlhagelang wa direga

# template
source: happy
tn_za: o itumetse

# template
source: Powered by Parenting for Lifelong Health and partners
tn_za: E Matlafadiwa ke Botsadi jwa Boitekanelo jwa Botshelo jo bo Leele le balekane

# template
source: ParentApp funded by
tn_za: Sediriso sa Motsadi se thusiwa ka matlole ke

# template
source: At the end of the day, take a minute to: * Talk to your teen about one fun thing they did. * Praise yourself for one thing you did well today. * You are a star!
tn_za: Kwa bokhutlong jwa letsatsi, iphe motsotso wa go: * Bua le mosha wa gago ka selo se le nosi sa go ijesa monate se ba se dirileng. * Ikakgole fa o dirile sengwe se le nosi se sentle gompieno. * O naledi!

# template
source: * Ask each other, “What made you happy today?” * Ask each other, “What difficulty did you face today?” * Ask each other, “How can I help you?” * Try to do this together every day; it could be when you are eating dinner together or before you go to bed.
tn_za: * Botsanang gore, “Ke eng se se go itumedisitseng gompieno?” * Botsanang gore, “Ke bothata bofe jo o kopaneng le jone gompieno?” * Botsanang gore, “Nka go thusa jang?” * Lekang go dira seno mmogo letsatsi le letsatsi; e ka nna ka nako ya fa lo ja dijo tsa maitseboa mmogo kgotsa pele ga lo ya go robala.

# template
source: * You can’t always travel, but you can always dream! Ask your teen these questions: * Where would you want to travel to? How long would you be away? What would you pack? What would you do on your trip? What would you see? * Look at a map together or draw one. * Choose a country that your teen has never heard of and learn more about the country.
tn_za: * Ga go kgonege gore o nne o ntse o tsere mosepele, mme o ka nna wa lora ka metlha! Botsa mosha wa gago dipotso tseno: * O ka rata go tsaya mosepele wa go ya kae? Wa go tsamaya lobaka lo lo kae? O ka paka eng? O ka dira eng mo loetong lwa gago? O tla bona eng? * Lebelela mmapa mmogo kgotsa lo o terowe. * Tlhopha naga e mosha wa gago a iseng a e utlwalele mme lo ithute go le gontsi ka naga eo.

# template
source: You and your teenager can plan a guestlist of the famous people you’d most like to invite to your party. You can each have five people – they can be from the past or from the present time. Who would you invite? And would your guests get on well together?
tn_za: Wena le mosha wa gago lo ka rulaganya lenaane la baeng la batho ba ba itsegeng ba o ka ratang ba nne gone ko moletlong wa gago. Mongwe le mongwe wa lona a ka nna le batho ba le batlhano – e ka nna ba kgale kgotsa ba metlha ya gompieno. O ka laletsa mang? Le gore a baeng ba gago ba tla utlwana?

# template
source: * Think of three statements about yourself. Two must be true and one must be a lie. * It might help to think of wishes, dreams, experiences at school, likes or dislikes. For example: I hate bananas, my favourite subject is science, and I really wish I could sing. * Say them to your teenager and ask them to guess which one is a lie. * Did they guess correctly? Was it a surprise? * Now ask them to do the same. Did you learn something new about each other?
tn_za: * Akanya ka dipolelwana tse tharo ka wena. Tse pedi di tshwanetse go nna tsa nnete mme e nngwe e nne ya maaka. * Go ka nna ga thusa go akanya ka dikeletso, ditoro, maitemogelo a ko sekolong, tse di rategang kgotsa tse di sa rategeng. Ka sekai: Ke tlhoile dipanana, serutwa se ke se ratang ke saense, mme ke eletsa e kete nkabo ke kgona go opela. * Di bolelele mosha wa gago mme o ba kope go fopholetsa gore ke efe e e leng maaka. * A ba fopholeditse ka nepo? A o ne o maketse? * Jaanong ba kope ba dire se se tshwanang. A lo ithutile sengwe se sesha ka yo mongwe?

# template
source: Tell your teenager something about when you were a teenager yourself. What things didn’t exist then? Phones with internet? What did you do for fun? What did you worry about? Don’t worry if they don’t tell you something in return – what’s important is that they listen and remember. Sometimes our teenagers forget that their parents are people too!
tn_za: Bolelela mosha wa gago sengwe sa fa o ne o le mosha. Ke dilo di feng tse di neng di seo ka nako eo? Difouno tse di nang le inthanete? O ne o dirang go ijesa monate? O ne o tshwenyegile ka eng? O seka wa tshwenyega fa ba sa go bolelele sepe fa o botsa – sa botlhokwa ke gore ba reetsa mme ba gopola. Nako tse dingwe basha ba rona ba lebala gore batsadi ba bone le bone ke batho!

# template
source: * Think of a superpower. For example, going anywhere instantly, travelling in time, reading minds. * Ask your teen, “If you had the superpower to […], how would you use it?” * Encourage them to give their superhero a name and act it out. * Now let your teen choose a superpower for you. * Make sure you act out your superpower, too!
tn_za: * Akanya ka maatla a a sa tlwaelegang. Ka sekai, go ya gope fela ka ponyo ya leitlho, go busetsa nako morago, go bala megopolo. * Botsa mosha wa gago jaana, “Fa o ka bo o na le maatla a a sa tlwaelegang a go […], o ne o tla a dirisa jang?” * Ba kgothaletse go taya maatla a bone a a sa tlwaelegang leina le go a diragatsa. * Jaanong letla mosha wa gago go go tlhophela maatla a a sa tlwaelegang. * Netefatsa gore o diragatsa maatla a gago a a sa tlwaelegang, le wena!

# template
source: Have a conversation with your teen about something they like. It can be about anything they choose to talk about: sports, friends, music, celebrities… Try to listen to your teen and give them space to talk.
tn_za: Nna le puisano le mosha wa gago ka selo se ba se ratang. E ka nna sengwe le sengwe se ba tlhophang go bua ka sone: metshameko, ditsala, mmino, batho ba ba tumileng... Leka go reetsa mosha wa gago mme o ba neye sebaka sa go bua.

# template
source: * Choose a storyteller to start making up a story. * Story listeners can interrupt with a word at any time. * Storyteller needs to fit that word in their story. * When the story is finished, try with a different storyteller!
tn_za: * Tlhopha moanedi wa polelo go simolola go itlhamela polelo * Bareetsi ba polelo ba ka nna ba go tsena ganong ka lefoko ka nako epe fela. * Moanedi wa polelo o tlhoka go tsenyeletsa lefoko leo mo polelong ya gagwe. * Fa polelo e fedile, leka moanedi wa polelo yo o farologaneng!
