Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/ts/ts_messages.po
Languages: tn_za

# template
source: @global.w_safe_female_caregiver: "Sometimes people aren’t who they say they are online – he could say he is your age but be a 50 year old man. Or when they break up, he could send those photos to everyone and your friend would feel awful."
tn_za: @global.w_safe_female_caregiver: “Ka dinako tse dingwe batho ga ba a nna jaaka ba bua mo inthanete - a ka nna a re ke thaka ya gago kante ke monna wa dingwaga tse 50. Kgotsa fa ba kgaogana, a ka nna a romela ditshwantsho tseo kwa bathong botlhe e be tsala ya gago e utlwa botlhoko.”

# template
source: Let's talk about our teens' online safety.
tn_za: A re bue ka tshireletsego ya basha ba rona mo inthaneteng.

# template
source: What are some of the online risks for teens these days?
tn_za: Ke dikotsi dife tse basha ba ka kopanang le tsone mo inthaneteng malatsi a?

# template
source: * Adults use social media, gaming and messaging apps and websites to meet teenagers and persuade them to do sexual things * People put things online to make us hurt other people – like making violence seem cool, or hating people from another race or country * People put things online to persuade teenagers to hurt themselves or commit suicide * Teenagers share sexy videos or photos or information about themselves, and people show it to others or use it to upset them * People can often be nasty to teenagers online – they feel like they can bully people safely
tn_za: * Bagolo ba dirisa mmedia ya puisano, ditiriso tsa motshameko le tsa melaetsa le diwebosaete go kopana le basha le go ba pateletsa go dira dilo tsa thobalano * Batho ba baya dilo mo inthaneteng tse di dirang gore re utlwise ba bangwe botlhoko – jaaka go dira gore go kgokgontsha go lebege go siame, kgotsa go tlhoa lotso le lengwe kgotsa batho ba ba tswang kwa nageng e nngwe * Batho ba baya dilo mo inthaneteng go pateletsa basha gore ba ikgobatse kgotsa gore ba ipolaye * Basha ba abelana dibidio le ditshwantsho tsa thobalano kgotsa ka tshedimosetso ya bone, e be batho ba e bontsha ba bangwe kgotsa ba e dirisetsa go ba kgopisa * Batho gantsi ba ka nna ba se tshware bana ba dingwaga tsa bosha sentle mo inthaneteng – ba ikutlwa e kete ba ka kgokgontsha batho kwantle ka pabalesego

# template
source: Let's think about our teens' online safety.
tn_za: A re akanye ka tshireletsego ya basha ba rona mo inthaneteng.

# template
source: What is the biggest online risk for teens these days?
tn_za: Ke kotsi efe e basha ba ka kopanang le yone mo inthaneteng malatsi a?

# template
source: Adults use social media, gaming and messaging apps and websites to meet teenagers and persuade them to do sexual things
tn_za: Bagolo ba dirisa mmedia ya puisano, ditiriso tsa motshameko le tsa melaetsa le diwebosaete go kopana le basha le go ba pateletsa go dira dilo tsa thobalano

# template
source: People put things online to make us hurt other people – like making violence seem cool, or hating people from another race or country
tn_za: Batho ba baya dilo mo inthaneteng tse di dirang gore re utlwise ba bangwe botlhoko – jaaka go dira gore go kgokgontsha go lebege go siame, kgotsa go tlhoa lotso le lengwe kgotsa batho ba ba tswang kwa nageng e nngwe

# template
source: People put things online to persuade teenagers to hurt themselves or commit suicide
tn_za: Batho ba baya dilo mo inthaneteng go pateletsa basha gore ba ikgobatse kgotsa gore ba ipolaye

# template
source: Teenagers share sexy videos or photos or information about themselves, and people show it to others or use it to upset them
tn_za: Basha ba abelana dibidio le ditshwantsho tsa thobalano kgotsa ka tshedimosetso ya bone, e be batho ba e bontsha ba bangwe kgotsa ba e dirisetsa go ba kgopisa

# template
source: People can often be nasty to teenagers online – they feel like they can bully people safely
tn_za: Batho gantsi ba ka nna ba se tshware bana ba dingwaga tsa bosha sentle mo inthaneteng – ba ikutlwa e kete ba ka kgokgontsha batho kwantle ka pabalesego

# template
source: To keep our teens safe, we need to understand the dangerous situations they could get into! Let’s make two maps together of safe and unsafe places: * A map of our community * A map of apps/websites we use online Let’s make these maps as a group now. You’ll do the same with your teen as home practice this week.
tn_za: Go boloka basha ba rona ba sireletsegile, re tlhoka go tlhaloganya boemo jo bo kotsi jo ba ka tsenang mo go jone! A re direng dimmapa tse pedi mmogo tsa mafelo a a babalesegileng le a a sa babalesegang: * Mmapa wa motse wa rona * Mmapa wa ditiriso/diwebosaete tse re di dirisang mo inthaneteng A re direng mmapa tseno jaanong re le setlhopha. O tla dira se se tshwanang ka basha ba gago e le ikatiso ya kwa gae mo bekeng eno.

# template
source: Discuss together: * Which areas on your map are safe for teenagers – CIRCLE these * Which areas on your map are unsafe for teenagers – CROSS those off * What makes a place safe or unsafe? * What could you and your teen do to keep your teen safer?
tn_za: Tlotlang mmogo: * Ke mafelo afe mo mmapeng wa gago a a sireletsegileng mo basheng – A THEKELETSE * Ke mafelo afe mo mmapeng wa gago a a sa sireletsegang mo basheng – A THALELE * Ke eng se se dirang gore lefelo le sireletsege kgotsa le seka la sireletsega? * Wena le mosha wa gago lo ka dirang go boloka mosha wa gago a babalesegile?

# template
source: * Draw pictures of the apps and websites your teenagers use * Praise each other for how good they are at using the web! * Talk about which ones might be unsafe. Why? * What could you and your teen do to make using the internet safer for your teen and their friends?
tn_za: * Taka ditshwantsho tsa ditiriso le diwebosaete tse basha ba gago ba ka di dirisang * Bakanang ka bolona ka kafa ba dirisang webo sentle ka teng! * Buang ka gore ke dife tse di ka tswang di sa sireletsega. Goreng? ** Ke eng se wena le mosha le ka se dirang gore tiriso ya inthanete e nne e e sireletsegileng mo mosheng wa gago le ditsala tsa gagwe?

# template
source: Safety Plan
tn_za: Thulaganya ya Tshireletsego

# template
source: To keep our teens safe, we need to understand the dangerous situations they could get into!
tn_za: Go boloka basha ba rona ba sireletsegile, re tlhoka go tlhaloganya boemo jo bo kotsi jo ba ka tsenang mo go jone!

# template
source: Every time you plan or keep a safety plan, click the @global.parent_point and celebrate your success!
tn_za: Nako le nako fa o rulaganya kgotsa o boloka thulaganyo ya tshireletsego, tobetsa @global.parent_point o bo o itumelela katlego ya gago!

# template
source: Let’s make two maps together of safe and unsafe places: * A map of our community * A map of apps/websites we use online You’ll do the same with your teen as home practice this week - if your teen is here now, you can do it together now!
tn_za: A re direng dimmapa tse pedi mmogo tsa mafelo a a babalesegileng le a a sa babalesegang: * Mmapa wa motse wa rona * Mmapa wa ditiriso/diwebosaete tse re di dirisang mo inthaneteng Lo tla dira se se tshwanang le mosha wa gago e le katiso ya legae mo bekeng eno - fa mosha wa gago a fano ga jaana, lo ka dira seno mmogo gone jaanong!

# template
source: My family can join in now!
tn_za: Lelapa la me le ka nna la tsena jaanong!

# template
source: Let me try it out by myself
tn_za: Tla ke e leke ka bonna

# template
source: Step 1: What are important places in your community?
tn_za: Kgato 1: Ke mafelo afe a botlhokwa mo lefelong la lona?

# template
source: * Get a piece of paper (or old newspaper or a cardboard box) and a pen. * Draw a map of your teen’s community, with pictures of all the main places like streets, your house, school, shops, places your teen visits.
tn_za: * Batla pampitshana (kgotsa lekwalodikgang la kgale kgotsa bokose ya khateboto) le pene. * Terowa mmapa wa lefelo le mosha wa gago a nnang mo go lone, o o nang le ditshwantsho tsa mafelo otlhe a botlhokwa jaaka ditsela, ntlo ya gago, sekolo, mafelo a ngwana wa gago wa dingwaga tsa bosha a a etelang.

# template
source: Step 2: Which places are safe and unsafe?
tn_za: Kgato 2: Ke mafelo afe a a sireletsegileng le a a sa sireletsegang?

# template
source: Discuss together: * Which areas on your map are safe for teenagers – CIRCLE these * Which areas on your map are unsafe for teenagers – CROSS those off * What makes a place safe or unsafe? * What could you and your teen do to keep your teen safer?
tn_za: Tlotlang mmogo: * Ke mafelo afe mo mmapeng wa gago a a sireletsegileng mo basheng – A THEKELETSE * Ke mafelo afe mo mmapeng wa gago a a sa sireletsegang mo basheng – A THALELE * Ke eng se se dirang gore lefelo le sireletsege kgotsa le seka la sireletsega? * Wena le mosha wa gago lo ka dirang go boloka mosha wa gago a babalesegile?

# template
source: * Which areas on your map are safe for teenagers – CIRCLE these * Which areas on your map are unsafe for teenagers – CROSS those off * What makes a place safe or unsafe? * What could you and your teen do to keep your teen safer?
tn_za: * Ke mafelo afe mo mmapeng wa gago a a sireletsegileng mo basheng – A THEKELETSE * Ke mafelo afe mo mmapeng wa gago a a sa sireletsegang mo basheng – A THALELE * Ke eng se se dirang gore lefelo le sireletsege kgotsa le seka la sireletsega? * Wena le mosha wa gago lo ka dirang go boloka mosha wa gago a babalesegile?

# template
source: Step 3: Where can you get support?
tn_za: Kgato 3: O ka bona tshegetso kae?

# template
source: Sometimes, we can find ourselves in trouble. Discuss together: * Where can you and your teen get support when you face a crisis? – MARK those areas with a little object like a stone or piece of paper. Below are some places that can be helpful
tn_za: Ka dinako tse dingwe, re ka iphitlhela re le mo mathateng. Tlotlang mmogo: * Wena le mosha wa gago lo ka batla tshegetso kae fa lo lebana le mathata a a masisi? – TSHWAYA mafelo ao ka selo se sennye jaaka leje kgotsa pampitshana. Fa tlase go na le mafelo a a ka thusang

# template
source: Step 4: What are risky places online and how can you make them safer?
tn_za: Kgato 4: Ke mafelo afe a a kotsi mo inthanete mme o ka a dira gore a sireletsege jang?

# template
source: * Draw pictures of the apps and websites your teenagers use * Praise your teens for how good they are at using the web! * Talk about which ones might be unsafe. Why? * What could you and your teen do to make using the internet safer for your teen and their friends?
tn_za: * Taka ditshwantsho tsa ditiriso le diwebosaete tse basha ba gago ba ka di dirisang * Bakanang ka bolona ka kafa ba dirisang webo sentle ka teng! * Buang ka gore ke dife tse di ka tswang di sa sireletsega. Goreng? ** Ke eng se wena le mosha le ka se dirang gore tiriso ya inthanete e nne e e sireletsegileng mo mosheng wa gago le ditsala tsa gagwe?

# template
source: * Draw pictures of the apps and websites your teenagers use * Recognise how good they are at using the web! * Think about which ones might be unsafe. Why? * What could you and your teen do to make using the internet safer for your teen and their friends?
tn_za: * Taka ditshwantsho tsa ditiriso le diwebosaete tse basha ba gago ba ka di dirisang * Lemoga kafa ba dirisang webo sentle ka teng! * Akanyang ka gore ke dife tse di ka tswang di sa sireletsega. Goreng? ** Ke eng se wena le mosha le ka se dirang gore tiriso ya inthanete e nne e e sireletsegileng mo mosheng wa gago le ditsala tsa gagwe?

# template
source: MAPS
tn_za: DIMMAPA

# template
source: Make MAPS with your teen of safe and unsafe areas in your community and online. Talk about how to keep their information, photos and videos private online. Talk about how once something goes online, it stays there forever. They might know an example from their friends.
tn_za: Dira DIMMAPA le mosha wa gago tsa mafelo a a sireletsegileng le a a sa sireletsegang mo lefelong le le nnang mo go lone le mo inthaneteng. Bua kafa a ka bolokang tshedimosetso ya gagwe, ditshwantsho le dibidio e le khupamarama mo inthaneteng ka gone. Bua kafa selo se o se tsenyang gangwe mo inthaneteng, se nnang moo go ya go ile ka teng. Ba ka tswa ba itse sekai se se tswang kwa ditsaleng tsa bone.

# template
source: RULES
tn_za: MELAO

# template
source: Make RULES with your teen about safely using the apps and websites that they like. Remember the story about Online Safety? See it again here.
tn_za: Dira MELAO le mosha wa gago ka tshireletsego ya go dirisa ditiriso le diwebosaete tse ba di ratang. A o gakologelwa kgang ka Tshireletsego ya Inthanete? E bone gape fano.

# template
source: Online Safety Story
tn_za: Kgang ya Tshireletsego ya Inthanete

# template
source: AMNESTY
tn_za: KGOLOLESEGO

# template
source: Make an AMNESTY agreement. If something happens that makes them upset, uncomfortable or scared, they can talk to you and you won’t get angry or punish them, even if they were doing something wrong. Remember the story about Safety Amnesty? See it again here.
tn_za: Dira tumalano ya KGOLOLESEGO. Fa go direga sengwe se se ba kgopisang, se se sa itumediseng kgotsa se se boifisang, ba ka nna ba bua le wena mme o ka nna wa se galefe kgotsa wa se ba otlhae, le fa ba ne ba dira sengwe se se phoso. A o gakologelwa kgang ka Tshireletsego ya Kgololesego? E bone gape fano.

# template
source: Digital parenting is just like parenting in the real world. You have taken a BIG STEP to keeping your teen safe in the community AND online. Good for you!
tn_za: Go tlhokomela bana ka dijithale go tshwana le fa o ba tlhokomela ka tsela ya mmatota. O tsere KGATO E KGOLO ya go boloka mosha wa gago a sireletsegile mo lefelong la lona le mo inthaneteng. Go go siametse!

# template
source: Resources to help in the community
tn_za: Didiriswa tse di ka thusang mo lefelong la lona

# template
source: Online Safety Resources
tn_za: Ditlamelwa Tsa Tshireletsego ya Inthanete

# template
source: Make two maps with your teen of safe and unsafe places: * Map of your community * Map of apps and websites your teen uses Make sure you're both happy with the safety plan. What really matters is that you talk with your teen as you do this – often teens know much more than we do about where it is safe and unsafe!
tn_za: Dirang dimmapa tse pedi mmogo le basha ba gago tsa mafelo a a babalesegileng le a a sa babalesegang: * Mmapa wa motse wa gago * Mmapa wa ditiriso le diwebosaete tse mosha wa gago a di dirisang Netefatsa gore lotlhe lo itumetse ka thulaganyo ya tshireletsego. Selo sa botlhokwa ke gore o bue le mosha wa gago fa o ntse o dira seno - gantsi basha ba itse go le gontsi go re feta ka mafelo a a sireletsegileng le a a sa sireletsegang!

# template
source: If you have not done it together yet, make two maps with your teen of safe and unsafe places: * Map of your community * Map of apps and websites your teen uses Make sure you're both happy with the safety plan. What really matters is that you talk with your teen as you do this – often teens know much more than we do about where it is safe and unsafe!
tn_za: Fa lo sa dira seo mmogo ga jaana, dira dimmapa tse pedi le basha ba gago tsa mafelo a a sireletsegileng le a a sa sireletsegang: * Mmapa wa motse wa gago * Mmapa wa ditiriso le diwebosaete tse mosha wa gago a di dirisang Netefatsa gore lotlhe lo itumetse ka thulaganyo ya tshireletsego. Selo sa botlhokwa ke gore o bue le mosha wa gago fa o ntse o dira seno - gantsi basha ba itse go le gontsi go re feta ka mafelo a a sireletsegileng le a a sa sireletsegang!

# template
source: Safety Plan Activity
tn_za: Tiro ya Thulaganyo ya Tshireletsego

# template
source: Welcome! It’s great to have you here. This week is about YOU. In this welcome workshop you will: * Get tools to care for yourself * Customise the app for your needs
tn_za: O amogetswe! Go a itumedisa go nna le wena fano. Beke eno ke ka WENA. Mo workshop eno ya kamogelo o tla: * Bona dithulusu tsa go itlhokomela * Direla ditiriso malebana le ditlhoko tsa gago

# template
source: Wonderful, I am so happy things are going well.
tn_za: Ke a leboga, ke itumela tota go bona gore dilo di tsamaya sentle.

# template
source: Sorry that things are difficult now. It is completely normal to struggle sometimes. Remember that you are not alone!
tn_za: Tshwarelo gore dilo di boima jaanong. Go tlwaelegile gore go nne thata ka dinako dingwe. Gopola gore ga o nosi!

# template
source: Why @data.workshop.w_self_care.short_title?
tn_za: Goreng @data.workshop.w_self_care.short_title?

# template
source: We often don’t look after ourselves enough. But this is so important, especially as a parent! Reducing our stress and treating ourselves well helps us AND our teenagers.
tn_za: Gantsi ga re nke re itlhokomela mo go lekaneng. Mme go botlhokwa gore dira jalo, segolobogolo jaaka motsadi! Go fokotsa go nna le tshwenyega mo maikutlong le go itshwara sentle go tla thusa rona LE bana ba rona ba dingwaga tsa bosha.

# template
source: Greetings, everyone. Today's topic is self-care. There are times where we experience challenging times, where we face problems and do not know what to do. It is important to take care of ourselves to learn the techniques of how we can keep ourselves calm in case problems, challenges or issues come up. When we are calm we are in a good state to think positively and come up with positive solutions to any challenges we may be facing.
tn_za: Dumelang, lotlhe. Setlhogo sa gompieno se bua ka go itlhokomela. Go na le dinako tse re itemogelang dikgwetlho, tse re lebanang le mathata e bile re sa itse gore re direng. Go botlhokwa gore re itlhokomele le go itse ditsela tsa kafa re ka ritibalang ka gone fa re lebane le mathata, dikgwetlho kgotsa fa go tsoga mathata. Fa re ritibetse re mo boemong jo bo siameng jwa go akanya sentle le go tla ka ditharabololo tse di tshwanetseng mo dikgwetlhong dipe tse re lebaneng le tsone.

# template
source: Today you will experience 3 activities that can help you care for yourself, and we will ask you a few questions to ensure the app is exactly right for you.
tn_za: Gompieno o tlile go itemogela ditiro tse 3 tse di ka go thusang go itlhokomela, e bile re tlile go go botsa dipotso di le mmalwa go tlhomamisa gore a tiriso e go tshwanetse.

# template
source: * Relax activity * Recognise activity * Reward activity * Tools: How to add self-care * Customise the app * Home practice suggestions
tn_za: * Tiro ya go iketla * Tiro ya go lemoga * Tiro ya go ituela * Dithulusu: Tsela ya go tsenya lenaane la go itlhokomela * Dira gore tiriso e go tshwanele * Dikakantsho tsa katiso ya legae

# template
source: Let's try it out and do a short relaxation activity together!
tn_za: A re e leke le go dira tiro e khutshwane ya go iketla mmogo!

# template
source: As parents, we often don’t have time to look after ourselves - but this is so important to do! Reducing our stress helps us AND our teens. Let’s take a first step and do a short relaxation activity together.
tn_za: Re le batsadi, gantsi ga re na nako ya go itlhokomela - mme go botlhokwa thata go dira jalo! Go fokotsa kgatelelo ya maikutlo a rona LE a bana ba rona ba dingwaga tsa bosha. A re tseye kgato ya ntlha e be re dira tiro e khutshwane ya go iketla mmogo.

# template
source: Paying attention to what we do well helps us to focus on the positive. Let’s take a moment to praise ourselves. We’ll show you how.
tn_za: Go tlhokomela se re se dirang sentle go re thusa gore re tlhome mogopolo mo dilong tse di siameng. A re diriseng nako eno gore re ikakgole. Re tla go bontsha gore jang.

# template
source: Think of one thing YOU have done well recently. Say it aloud to each other: "Well done to me for…" Here is one thing you deserve praise for: Well done for using @global.parent_app!
tn_za: Akanya ka sengwe se O se dirileng sentle moragong jaana. Se bolelele ba bangwe ka lentswe le le kwa godimo: “Ke ikakgolela...” Fano ke sengwe se o tshwanelwang ke go se akgolelwa: O dirile sentle ka go dirisa @global.parent_app!

# template
source: Recognise
tn_za: Lemoga

# template
source: Take a moment to praise yourself. We will now show you how.
tn_za: Tsaya nako gore o ikakgole. Jaanong re tla go bontsha gore o dire jang.

# template
source: Think of one thing YOU have done well recently.
tn_za: Akanya ka sengwe se O se dirileng sentle moragong jaana.

# template
source: "Well done to me for..."
tn_za: “Ke ikakgolela...”

# template
source: Showing love to my children
tn_za: Go bontsha banake lorato

# template
source: Getting up even though I felt tired
tn_za: Go tsoga le fa ke ikutlwa ke lapile

# template
source: Smiling at someone
tn_za: Go nyenya le mongwe

# template
source: Making food to stay strong
tn_za: Go dira dijo gore ke nne ke nonofile

# template
source: Spending time with my children
tn_za: Go fetsa nako ke na le banake

# template
source: Helping my children with schoolwork
tn_za: Go thusa banake ka tiro ya sekolo

# template
source: Say it aloud if you can. Here is one thing you deserve praise for: Well done for using @global.parent_app!
tn_za: Buela kwa godimo fa o kgona. Fano ke sengwe se o tshwanelwang ke go se akgolelwa: O dirile sentle ka go dirisa @global.parent_app!

# template
source: Well done! Try to do this every day.
tn_za: O dirile sentle! Leka go dira seno letsatsi le letsatsi.

# template
source: Things to praise yourself for:
tn_za: Dilo tse o ka di ikakgolelang:

# template
source: * Showing love to your children * Getting up even though you felt tired * Smiling at someone * Making food to stay strong * Spending time with your children * Helping your children with schoolwork
tn_za: * Go bontsha banake lorato * Go tsoga le fa ke ikutlwa ke lapile * Go nyenya le mongwe * Go dira dijo gore ke nne ke nonofile * Go fetsa nako ke na le banake * Go thusa banake ka tiro ya sekolo

# template
source: Have a hot drink
tn_za: Nwa seno se se bolelo

# template
source: Call a friend or relative
tn_za: Leletsa tsala kgotsa losika

# template
source: Have a relaxing bath
tn_za: Iketle mo bateng e e tlhapelang

# template
source: Read
tn_za: Bala

# template
source: Watch TV
tn_za: Leba TV

# template
source: Taking care of ourselves is an important parenting skill. Share with each other: What small things make you happy?
tn_za: Go itlhokomela ke bokgoni jwa botlhokwa jwa go tlhokomela ngwana. Abelana le ba bangwe: Ke dilo dife tse dinnye tse di dirang gore ke itumele?

# template
source: Try to do something to reward yourself every day. You can use these skills at home and find them anytime in your @global.parent_centre!
tn_za: Leka go dira sengwe go ituela letsatsi le letsatsi. O ka nna wa dirisa bokgoni jono kwa gae le go di bona nako nngwe le nngwe mo @global.parent_centre ya gago!

# template
source: Reward
tn_za: Tuelo

# template
source: We all deserve to treat ourselves well!
tn_za: Rotlhe re tlhoka go itshwara sentle!

# template
source: What small thing makes you happy?
tn_za: Ke dilo dife tse dinnye tse di dirang gore o itumele?

# template
source: Nice! Taking care of yourself is an important parenting skill!
tn_za: Bontle! Go itlhokomela ke bokgoni jwa botlhokwa jwa go tlhokomela ngwana!

# template
source: Try to do something to reward yourself every day. This could be to @local.name_1 or anything else that you enjoy.
tn_za: Leka go dira sengwe go ituela letsatsi le letsatsi. E ka nna go @local.name_1 kgotsa sengwe fela se sele se o se itumelelang.

# template
source: Try to do something to reward yourself every day. This could be to @local.name_2 or anything else that you enjoy.
tn_za: Leka go dira sengwe go ituela letsatsi le letsatsi. E ka nna go @local.name_2 kgotsa sengwe fela se sele se o se itumelelang.

# template
source: Try to do something to reward yourself every day. This could be to @local.name_3 or anything else that you enjoy.
tn_za: Leka go dira sengwe go ituela letsatsi le letsatsi. E ka nna go @local.name_3 kgotsa sengwe fela se sele se o se itumelelang.
