Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/ts/ts_messages.po
Languages: tn_za

# template
source: Thank yourself for taking the time to check in with your feelings and thoughts!
tn_za: Iteboge go bo o tshotse nako ya go tlhola maikutlo le dikakanyo tsa gago!

# template
source: Let’s practice a calming trick that we call ‘Pause Power’. Plant your feet on the ground and breathe in and out three times as slowly as you can. Imagine you are smelling a flower or blowing out a candle. Ta Da! Pause Power!
tn_za: A re ikatise ka tsela ya go kgoba makgwafo e re e bitsang ‘Maatla a go Ema go se Kae’. Baya maoto a gago mo fatshe mme o hemele mo teng le ko ntle makgetlo a mararo ka bonya jo o ka bo kgonang. Akanya o nkga lelomo kgotsa o butswela kerese go e tima. Ta Da! Maatla a go Emisa go se Kae!

# template
source: This is a great trick to use when you are feeling frustrated because it will help to calm you down.
tn_za: Eno ke tsela e e molemo ya go e dirisa fa o ikutlwa o tlhakane tlhogo ka gonne e tla go thusa go kgoba makgwafo.

# template
source: Self-praise can be really helpful, especially when we have difficult days. Think of your week and finish the following phrase: “This week, I am proud of myself for …” It can be anything, not just things about being a parent! Think of one thing you did well today. Now wrap your arms around yourself and give yourself a big HUG!
tn_za: Go ikakgola go ka go thusa tota, segolo jang fa re na le malatsi a a boima. Akanya ka beke ya gago mme o feleletse polelwana e latelang: “Beke eno, ke a ipela ka nna go bo...” e ka nna sengwe le sengwe, eseng fela dilo tse di amanang le go nna motsadi! Akanya ka sengwe se le nosi se o se dirileng gompieno. Jaanong itlamparele ka matsogo a gago mme o iphe TLAMPARELO e kgolo!

# template
source: Sit comfortably and close your eyes. Recognise what is happening for you in this moment. What are you thinking? Are your thoughts positive or negative. How do you feel? Do you feel pleasant or unpleasant? How does your body feel? Do you feel tense or relaxed? Connect to your heart in a kind and gentle way. You may want to place one hand on your heart or chest. Say the following words silently to yourself: May I be peaceful. May I be safe. May I be healthy. May I be happy. May there be love in my family. May I feel loved.
tn_za: Dula sentle mme o tswale matlho a gago. Lemoga se se go diragalelang gone jaanong. Ke eng se o se akanyang? A dikakanyo tsa gago di siame kgotsa ga di a siama. O ikutlwa jang? O ikutlwa sentle kgotsa ga o ikutlwe sentle? Mmele wa gago o ikutlwa jang? O ikutlwa o gateletswe kgotsa o repile? Golagana le pelo ya gago ka tsela e e siameng le e e bonolo. O ka nna wa batla go baya letsogo la gago mo pelong ya gago kgotsa mo sefubeng sa gago. Ipolelele mafoko a a latelang ka tidimalo: A ke nne kagiso. A ke nne ke sireletsegile. A ke nne le boitekanelo jo bo siameng. A ke itumele. A go nne le lorato mo lelapeng la me. A ke ikutlwe ke ratiwa.

# template
source: Take a moment to reflect on your experience. Notice if you feel any different.
tn_za: Tsaya motsotso go akanya ka maitemogelo a gago. Lemoga fa o utlwa pharologanyo.

# template
source: Step 1. Close your eyes and take a deep breath. Step 2. Ask yourself, "What am I thinking?" Notice if your thoughts are positive or negative. Notice how you are feeling emotionally. Notice if your emotions are pleasant or unpleasant. Remind yourself that whatever you feel, it is okay. Notice how your body feels. Notice anything that hurts or is tense. Step 3. Focus on your breath. Feel your breath as it goes in and out. You can put a hand on your stomach and feel it rise and fall with each breath. Do this for about 10 breaths. Step 4. Expand your awareness to your whole body. Listen to the sounds in the room. Step 5. Take a moment to reflect on whether you feel any different. When you are ready, open your eyes.
tn_za: Kgato 1. Tswala matlho mme o hemele ko teng. Kgato 2. Ipotse, “Ke akantse ka eng?” Lemoga fa dikakanyo tsa gago di siame kgotsa di sa siama. Lemoga kafa o ikutlwang ka gone mo maikutlong. Lemoga fa maikutlo a gago a siame kgotsa a sa siama. Ikgopotse gore go sa kgathalesege gore o ikutlwa jang, go siame. Lemoga kafa mmele wa gago o ikutlwang ka gone. Lemoga fa sengwe se le botlhoko kgotsa se gagametse. Kgato 3. Tlhoma mogopolo mo tseleng e o hemang ka yone. Reetsa tsela e o hemang ka yone o ntse o tsenya mowa o bo o o ntsha. O ka nna wa baya letsogo mo mpeng ya gago mme o e utlwe fa e ya ko godimo le ko tlase fa o ntse o hema. Dira seno o hema ga 10. Kgato 4. Atolosa temogo ya gago mo mmeleng otlhe wa gago. Reetsa medumo e e mo kamoreng. Kgato 5. Tsaya motsotso go bona fa o utlwa pharologanyo epe. Fa go siametse go dira jalo, bula matlho a gago.

# template
source: Well done for Taking a Pause. You can do this anytime you are feeling stressed. It gives you a chance to be calmer. Even a few deep breaths or connecting with the ground beneath you can make a difference. You can also Take a Pause with your Children!
tn_za: O dirile sentle go Emisa go se Kae. O ka dira seno nako nngwe le nngwe fa o ikutlwa o tshwenyegile mo maikutlong. Go go naya tshono ya go kgoba makgwafo. Le fa ele go hemela ko teng makgetlonyana kgotsa go ikgolaganya le lefatshe le le mo tlase ga gago o ka dira pharologanyo. O ka Ema go se Kae le ka Bana ba gago!

# template
source: Stand up and stretch your arms up to the sky. Push away any clouds and let the sun shine down on you. Stretch to both sides. Stretch to the front and to the back. Let your hand hang by your side. Squeeze your shoulders tightly up to your ears as you breathe in, scrunch your eyes, and hold your breath. Release your shoulders as you relax your body. Relax your arms and let your arms to swing sideways, and turn your upper body. Your arms should gently hit your back as you twist from side to side. Place one foot in front of the other and make small circles from ankles, remember to turn to both sides. Do each foot with four circles in each direction. Now shake your whole body as fast as you can. Shake it up high! Shake it down low! Shake it all around! Close your eyes and raise your arms slowly above your head as you breathe in. Lower your arms slowly to your side as you breathe out. Take a moment to reflect on your experience.
tn_za: Ema mme o otlololele diatla tsa gago ko godimo. Sutisa maru a o a bonang mme o letle letsatsi le go phatsimele. Ikotlololele ko matlhakoreng o o mabedi. Ikotlololele ko pele le ko morago. Letla letsogo la gago le akgegele mo letlhakoreng la gago. Gatelela magetla a gago gaufi le ditsebe tsa gago fa o ntse o hemela ko teng, dira e kete o tswala matlho a gago, mme o tshware mowa wa gago. Tlogela magetla a gago fa o ntse o repisa mmele wa gago. Repisa matsogo a gago mme letlelela matsogo a gago go elela ko pele le ko morago, mme o thedimosetse mmele wa gago o o ko godimo. Matsogo a gago a iteye mokotla wa gago ka bonolo fa o ntse o sokamisetsa ko matlhakoreng. Baya leoto mo pele ga le lengwe mme o dire dikgolokwe tse dinnye ka legwejana, gopola go dira mo matlhakoreng o o mabedi. Dira leoto lengwe le lengwe ka dikgolokwe tse nne mo matlhakoreng otlhe. Jaanong tshikinya mmele wa gago otlhe ka bonako jo o ka bo kgonang. Tshikinyetsa ko godimo! Tshikinyetsa ko tlase! Tshikinyetsa go dikologa otlhe! Tswala matlho mme o emise matsogo a gago ka bonya mo godimo ga tlhogo ya gago fa o ntse o hemela ko teng. Isa matsogo a gago ka bonya ko letlhakoreng la gago fa o ntse o hemela kwa ntle. Tsaya motsotso go akanya ka maitemogelo a gago.

# template
source: Well done! You can do this activity at any time whenever you feel like you need to release stress and energise your mind and body.
tn_za: O dirile sentle! O ka dira tiro eno gape nako nngwe le nngwe fa o ikutlwa o tlhoka go ntsha go tshwenyega mo maikutlong mme o neye tlhaloganyo ya gago le mmele wa gago maatla.

# template
source: Make a list of healthy activities that you like to do. Here are some suggestions: * Listening to your favourite music * Going for a walk (if allowed) * Doing some exercise * Drinking a cup of tea by yourself * Calling up a friend * Singing, dancing, praying, or reading * Sitting in the sun with your eyes closed * Watching your favourite T.V. show Pick one and do it today!
tn_za: Dira lenaane la dilo tsa boitekanelo jo bo siameng tse o ratang go di dira. Dikakantsho dingwe ke tseno: * Go reetsa mmino o o ratang * Go tsamaya ka maoto (fa go letleletswe) * Go ikatisa *Go nwa kopi ya tee o le nosi * Go leletsa tsala * Go opela, go bina, go rapela, kgotsa go bala *Go nna mo letsatsing o tswetse matlho * Go lebelela lenaneo la gago la T.V. le o le ratang Tlhopha e le nngwe mme o e dire gompieno!

# template
source: When you take care of yourself, you take care of your children. We all need to connect. Try to talk to friends, family, and other support networks every day. If it has been a while since you reached out to someone, do it now!
tn_za: Fa o itlhokomela, o tlhokomela le bana ba gago. Rotlhe re tlhoka go ikgolaganya. Leka go bua le ditsala, balelapa, le netweke tse dingwe tsa tshegetso tsatsi le letsatsi. Fa ele gore ke kgale o sa bue le mongwe, bua le bone jaanong!

# template
source: Think about what makes you angry? When does it happen? How do you normally react? Prevent anger from starting in the first place. Get some sleep or rest when you are tired. Try to eat something when you are hungry. Ask someone for support when you are feeling alone.
tn_za: Akanya ka gore ke eng se se dirang gore o galefe? Go direga leng? Gantsi o itshwara jang? O seka wa letla kgalefo go simolola. Robala kgotsa o ikhutse fa o lapile. Leka go ja sengwe fa o tshwerwe ke tlala. Kopa tshegetso ya mongwe fa o ikutlwa o le esi.

# template
source: Managing anger can be really difficult. Take a break when you feel you are getting angry at your children or someone else. Go somewhere else for 5 minutes to regain control of your emotions. If you have safe outdoor space, go outside. You can get through this!
tn_za: Go laola kgalefo ga ka nna thata. Ema fa o ikutlwa o galefela bana ba gago kgotsa mongwe o sele. Gore maikutlo a gago a boe ya golo gongwe o tseye metsotso e ka nna 5. Fa o na le lefelo la ko ntle le le sireletsegileng, tsamaya o ye ko ntle. O tla fenya seno!

# template
source: Customise for your needs
tn_za: Direla ditlhoko tsa gago

# template
source: It is hard to find time to have fun with your teenager.
tn_za: Go thata go bona nako ya go itumela le mosha wa gago.

# template
source: How many days in the past week were you able to give them your attention and do something that they enjoyed with them?
tn_za: Ke malatsi a ma kae mo bekeng e e fetileng a o kgonneng go ba naya nako ya gago mme lwa dira sengwe se lo se ratang le bone?

# template
source: In our busy lives it’s hard to focus on the positive.
tn_za: Mo go tshwaregeng ka botshelo jwa rona go boima go tlhoma mogopolo mo dilong tse di siameng.

# template
source: How many days in the past week have you praised your teen?
tn_za: O akgotse mosha wa gago ga kae mo bekeng e e fetileng?

# template
source: This is a very stressful time for families.
tn_za: Eno ke nako e e tshwenyang mo maikutlong mo malapeng.

# template
source: How many days in the past week did you feel very stressed as a parent/caregiver?
tn_za: Ke malatsi a le kae a o neng o ikutlwa o tshwenyegile mo maikutlong jaaka motsadi/motlhokomedi mo bekeng e e fetileng?

# template
source: Sometimes our children make us really upset.
tn_za: Ka dinako tse dingwe bana ba rona ba dira gore re tenege thata.

# template
source: How many days in the past week did you shout, scream or yell at your teen?
tn_za: Mo bekeng e e fetileng o omantse kgotsa o goile mosha wa gago malatsi a le kae?

# template
source: Money is one of the biggest stresses for families now.
tn_za: Madi ke nngwe ya tse dikgolo e e dirang gore malapa a tshwenyege mo maikutlong gone gaanong.

# template
source: How many days in the past week have you worried or felt anxious about money?
tn_za: O ikutlwile o tshwenyegile kgotsa o akanya thata ka madi malatsi a le kae mo bekeng e e fetileng?

# template
source: How many days in the past month (30 days) did you run out of money to pay for food?
tn_za: Ke malatsi a le kae mo kgweding (malatsi a 30) e e fetileng mo o o neng o felelwa ke madi a go duela dijo?

# template
source: It is so stressful when children misbehave.
tn_za: Go tshwenya mo maikutlong tota fa bana ba sa itshware sentle.

# template
source: In the past week, did you physically discipline your children by hitting, spanking, or slapping with your hand or an object like a stick or a belt?
tn_za: Mo bekeng e e fetileng, a o kile wa otlhaya bana ba gago mo mmeleng ka go ba itaya, go ba kgwathisa, kgotsa go ba faphola ka seatla sa gago kgotsa ka sengwe jaaka thupa kgotsa lebante?

# template
source: It is wonderful that you are responding calmly when your teen does something upsetting. They can learn so much from you!
tn_za: Go gontle fa o araba o kgobile makgwafo fa mosha wa gago a dira sengwe se se tenang. Ba ka ithuta go le gontsi go tswa mo go wena!

# template
source: It’s hard to keep track of your teenagers when they are becoming independent.
tn_za: Go thata go tsamaisana le mosha wa gago fa ba ikemela.

# template
source: How many days in the past week did you know what your teen was doing and who they were with?
tn_za: Ke malatsi a le kae mo bekeng e e fetileng mo o ileng wa itse se mosha wa gago a se dirang le gore o ne a na le mang?

# template
source: This is good to hear.
tn_za: Seno se molemo go se utlwa.

# template
source: Were you in lockdown this week?
tn_za: A o ne o lotleletswe mo bekeng eno?

# template
source: How many days in a typical non-lockdown week do you know what your teen is doing and who they are with?
tn_za: Ke malatsi a le kae mo bekeng mo go neng go sa lotlelelwa mo o ileng wa itse se mosha wa gago a se dirang le gore o ne a na le mang?

# template
source: We all want to keep our children safe.
tn_za: Rotlhe re batla go boloka bana ba rona ba sireletsegile.

# template
source: How many days in the past month (30 days) did you talk with your teen about keeping safe from sexual violence online or offline?
tn_za: Ke malatsi a le kae mo kgweding e e fetileng (malatsi a 30) mo o kileng wa bua le mosha wa gago ka go ipoloka a sireletsegile mo tirisong dikgoka ya tlhakanelo dikobo mo mafaratlhatlheng kgotsa ka namana?

# template
source: This could be when they are going out with friends, or talking about the websites they use.
tn_za: Seno e ka nna fa ba ikentsha le ditsala, kgotsa ba bua ka diwebosaete tse ba di dirisang.

# template
source: We have a new challenge now – keeping our teenagers safe from COVID-19.
tn_za: Re na le kgwetlho e ntšha jaanong – go sireletsa basha ba rona go COVID-19.

# template
source: How many days last week did your teenager stay safe through wearing a mask, keeping a distance from people and keeping away from crowded places?
tn_za: Ke malatsi a le kae mosha wa gago a ileng a nna a sireletsegile ka go tsenya mmaseke, a katoga batho le go nna kgakala le mo mafelong a a tletseng ka batho?

# template
source: Thank you for being honest
tn_za: Re lebogela gore o buile nnete

# template
source: Well done! Our next @global.weekly_workshop will give you more ideas for this, as a foundation for all the other parenting tools. But you already have a great start!
tn_za: O dirile sentle! @global.weekly_workshop ya rona e e latelang e tla go naya dikakantsho tse di oketsegileng tsa seno, jaaka motheo wa dithulusu tsotlhe tsa botsadi. Mme o setse o simolotse sentle tota!

# template
source: Well done. Brain science shows that controlling your anger improves your teen’s brain development. Be proud of yourself.
tn_za: O dirile sentle. Saense ya boboko e bontsha gore go laola kgalefo ya gago go tla tokafatsa tsela e boboko jwa mosha wa gago bo golang ka gone. Nna motlotlo ka wena.

# template
source: Thank you for being honest – and we’re sorry you’re having a difficult time with your teen. We all feel overwhelmed sometimes, and using @global.parent_app is a great step to help you and your family! Our materials have helped thousands of parents and families to be less stressed and have more positive time together. We are here to support you.
tn_za: Re lebogela o kgonne go bua nnete – mme re maswabi gore o nale nako e e boima ka mosha wa gago. Rotlhe re ikutlwa re gateletswe ka dinako dingwe , mme go dirisa @global.parent_app ke kgato e ntle ya go thusa wena le lelapa la gago! Dilo tsa rona di thusitse diketekete tsa batsadi le malapa gore ba se tshwenyege thata mo maikutlong le go nna le nako e e siameng mmogo. Re fano go go tshegetsa.

# template
source: This is really great. Parenting is hard, but you’re really succeeding in this.
tn_za: Seno se sentle tota. Go nna motsadi go boima, mme o a atlega mo go direng seno.

# template
source: Being a parent is not easy. Well done for focusing on keeping your teen safe. We’ll have more support for you on this in the later @global.weekly_workshops if you’d like to know even more!
tn_za: Go nna motsadi ga go bonolo. O dirile sentle ka go tlhoma mogopolo mo go sireletseng mosha wa gago. Re tlile go go neela tshegetso e oketsegileng ka seno mo nakong e e tlang @global.weekly_workshops fa o ka rata go itse mo go oketsegileng!

# template
source: You have just unlocked the first workshop!
tn_za: O sa tswa go bula workshop ya ntlha!

# template
source: Let’s start with a few questions about you and your family.
tn_za: A re simolole ka dipotso di le mmalwa ka wena le lelapa la gago.

# template
source: We would love to know your first name or nickname:
tn_za: Re ka rata go itse leina la gago la ntlha kgotsa leina le o tlwaelegileng ka lone:

# template
source: Are you a lady or a gentleman?
tn_za: O mosadi kgotsa o monna?

# template
source: Lady
tn_za: Mosadi

# template
source: Gentleman
tn_za: Monna

# template
source: How old are you?
tn_za: O nale dingwaga tse kae?

# template
source: Adults
tn_za: Bagolo

# template
source: Teens
tn_za: Basha

# template
source: Children
tn_za: Bana

# template
source: Babies
tn_za: Masea

# template
source: How many people are in your household?
tn_za: O dula le batho ba le kae mo legaeng la gago?

# template
source: You can do the @global.weekly_workshops by yourself OR you can invite some other family members or friends to join you - you will learn a lot from each other. It's up to you!
tn_za: O ka dira @global.weekly_workshops ka bowena KGOTSA laletsa maloko mangwe a lelapa la gago kgotsa ditsala gore di tsene - o tla ithuta mo go oketsegileng ka mongwe go yo mongwe. Go tswa mo go wena!

# template
source: How would you like to do your @global.weekly_workshops?
tn_za: O ka rata go dira @global.weekly_workshops ya gago jang?

# template
source: Can you think of a name for your group?
tn_za: A o kgona go akanya leina la setlhopha sa lona?

# template
source: Which day of the week would you like to do your @global.weekly_workshops?
tn_za: Ke letsatsi lefe mo bekeng le o ka ratang go dira @global.weekly_workshops ya gago ka lone?

# template
source: Monday
tn_za: Mosupologo

# template
source: Tuesday
tn_za: Labobedi

# template
source: Wednesday
tn_za: Laboraro

# template
source: Thursday
tn_za: Labone

# template
source: Friday
tn_za: Labotlhano

# template
source: Saturday
tn_za: Lamatlhatso

# template
source: Sunday
tn_za: Latshipi

# template
source: Great!
tn_za: Go gontle!

# template
source: I know life can be hard. I’m proud of you. Whatever you are feeling, it’s great that you are here!
tn_za: Ke a itse botshelo bo ka nna boima. Ke motlotlo ka wena. Go sa kgathalesege gore o ikutlwa jang, go molemo go bo o le fano!

# template
source: Using the app together
tn_za: Lo dirisa sediriso mmogo

# template
source: It’s great to see you! First, let’s help your group get started.
tn_za: Go gontle go go bona! Sa ntlha, a re thuse setlhopha sa gago gore se simolole.

# template
source: Agree on your ground rules together: * Which day(s)/time(s) will we meet in the week? * Who will hold the phone(s) during our activities? * How can we make sure everyone can share freely? * What can we do so we all feel respected?
tn_za: Dumalanang ka melao ya lona mmogo: * Ke malatsi/dinako dife tse re tla kopanang ka tsone mo bekeng? * Ke mang yo o tla tshwarang difounu ka nako ya ditiro tsa rona? * Re ka netefatsa jang gore mongwe le mongwe a ka bua a gololesegile? * Re ka dirang gore rotlhe re ikutlwe re tlotliwa?

# template
source: You are a star! Every day, recognise something you have done well. Reward yourself with something that makes you happy. And take a deep breath to relax. Remember, you earn a @global.parent_point every time you care for yourself - you matter!
tn_za: O naledi! Tsatsi le letsatsi, lemoga sengwe se o se dirileng sentle. Ituele ka sengwe se se go itumedisang. Mme hemela ko teng gore o iketle. Gopola, o amogela @global.parent_point nako nngwe le nngwe fa o itlhokomela - o botlhokwa!

# template
source: Being a parent can be so hard. Sometimes it feels like our children never listen to us. But science shows that spending just a few minutes each day of focused one-on-one time with your teen helps build trust and love.
tn_za: Go nna motsadi go ka nna boima. Nako tse dingwe go utlwalega e kete bana ba rona ga ba re reetse. Mme saense e bontsha gore go ipha metsotso e se kae tsatsi le letsatsi o tlhomile mogopolo mo nakong e o iphang yone le mosha wa gago lo le babedi go thusa go aga tshepo le lerato.

# template
source: One-on-one time is when you focus on them, without TV or phones. Let them lead what you do or talk about. It is great if you can do twenty minutes a day, but even five minutes a day is really good.
tn_za: Nako ya lona lo le babedi ke fa o tlhoma mogopolo mo go bone, go sena TV kgotsa founo. Dira gore ba etelele pele se o se dirang kgotsa se lo buang ka sone. Go gontle go dira metsotso e le masome a mabedi ka letsatsi mme gone le metsotso e metlhano e siame tota.

# template
source: Hello. Our topic today is one-on-one time with our children. It is important to spend time with our children so that they can get to understand us, and for us to get an opportunity to understand them. Remember, a family with good understanding live in harmony.
tn_za: Dumela. Setlhogo sa rona ke go ipha nako mmogo le bana ba rona. Go botlhokwa go ipha nako le bana ba rona gore ba kgone go re tlhaloganya, mme le rona re nna le tshono ya go ba itse. Gopola, lelapa le le tlhaloganyanang le tshela ka kutlwano.

# template
source: * Ideas for one-on-one time * Tools: How to spend one-on-one time DAY - PLAY - STAY * Home practice suggestions
tn_za: * Dikakantsho tsa go ipha nako mmogo * Dithulusu: Tsela ya go ipha nako lo le mmogo LETSATSI - TSHAMEKA - NNA * Dikakantsho tsa katiso ya legae

# template
source: * Self-care activities * Ideas for one-on-one time * Tools: How to spend one-on-one time DAY - PLAY - STAY * Home practice suggestions
tn_za: * Ditiro tsa go itlhokomela * Dikakantsho tsa go ipha nako mmogo * Dithulusu: Tsela ya go ipha nako lo le mmogo LETSATSI - TSHAMEKA - NNA * Dikakantsho tsa katiso ya legae

# template
source: Share ideas! What are things you could do to spend one-on-one time with your teens? Feel like you have NO TIME and you are exhausted? Come up with ideas for one-on-one time that do not take up extra time, like walking to the shop together.
tn_za: Buang dikakantsho! Ke dilo dife tse lo ka di dirang go ipha nako mmogo le basha ba gago? O ikutlwa e kete GA O NA NAKO mme o lapile? Tlaya ka dikakantsho tsa nako ya lona lo le mmogo tse di sa tseyeng nako e ntsi, jaaka go ya lebenkeleng mmogo ka dinao.
