Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/ts/ts_messages.po
Languages: tn_za

# template
source: * Story & reflection – that didn’t work… * Story & reflection – that worked! * Safety Amnesty story & reflection – that worked! * Tools: How to manage stress BREATHE - SHARE - SHOW * Home practice suggestions
tn_za: * Kgang le motlotlo - tse di sa berekang... * Kgang le go leba kwa morago - tse di berekileng! * Kgololesego ya Pabalesego kgang le motlotlo - tse di berekileng! * Dithulusu: Kafa o ka laolang go tshwenyega mo maikutlong KGWA MOWA - BUANG - BONTSHA * Dikakantsho tsa katiso ya legae

# template
source: Let’s look at an example of how stress can sometimes just get too much, for all of us:
tn_za: A re bone sekai sa kafa go tshwenyega mo maikutlong e ka fetelelang ka teng ka dinako dingwe, mo go rona rotlhe:

# template
source: @global.w_stress_teen_boy_1: “Can I have money to buy some airtime?” @global.w_stress_male_caregiver: “Leave me alone and mind your own business!”
tn_za: @global.w_stress_teen_boy_1: “A nka nna le madi a go reka airtime?” @global.w_stress_male_caregiver: “Ntlogele mme o lebe dikgang tsa gago!”

# template
source: @global.w_stress_teen_boy_1: “What did I do? You never listen!” @global.w_stress_male_caregiver: “I said leave me alone or you will get a beating!”
tn_za: @global.w_stress_teen_boy_1: “Ke dirile eng? Ga o nke o reetsa!” @global.w_stress_male_caregiver: “Ke rile o ntlogele kgotsa ke tloga ke go itaya!”

# template
source: @global.w_stress_girl: “Look! I have made a house!”
tn_za: @global.w_stress_girl: “Bona! Ke dirile ntlo!”

# template
source: @global.w_stress_teen_boy_1: “Who cares about your stupid house!”
tn_za: @global.w_stress_teen_boy_1: “Ke mang a kgathalang ka ntlo ya gago e e senang mosola!”

# template
source: Let's discuss what happened in this story.
tn_za: A re tlotleng ka gore ke eng se se diragetseng mo kgannyeng eno.

# template
source: How do you think @global.w_stress_teen_boy_1 felt? And his @global.w_stress_male_caregiver? And @global.w_stress_girl? What could @global.w_stress_male_caregiver have done differently?
tn_za: O akanya gore @global.w_stress_teen_boy_1 o ile a ikutlwa jang? Le @global.w_stress_male_caregiver wa gagwe? Le @global.w_stress_girl? @global.w_stress_male_caregiver A ka bo a ile a dira dilo jang ka tsela e e farologaneng?

# template
source: Let's think about what happened in this story.
tn_za: A re akanye ka se se diragetseng mo kgannyeng eno.

# template
source: How do you think @global.w_stress_teen_boy_1 felt?
tn_za: O akanya gore @global.w_stress_teen_boy_1 o ile a ikutlwa jang?

# template
source: And @global.w_stress_male_caregiver?
tn_za: Le @global.w_stress_male_caregiver?

# template
source: And @global.w_stress_girl?
tn_za: Le @global.w_stress_girl?

# template
source: Sad
tn_za: O utlwile botlhoko

# template
source: Scared
tn_za: O tshogile

# template
source: Confused
tn_za: O akabetse

# template
source: Angry
tn_za: O galefile

# template
source: Each of them was feeling upset for their own reason!
tn_za: Mongwe le mongwe wa bone o ne a kgopisegile go ya ka lebaka la gagwe!

# template
source: What could @global.w_stress_male_caregiver have done differently?
tn_za: @global.w_stress_male_caregiver A ka bo a ile a dira dilo jang ka tsela e e farologaneng?

# template
source: Recognise why he feels stressed
tn_za: Gakologelwa lebaka la go bo a tshwenyegile mo maikutlong

# template
source: Take a deep breath and speak calmly
tn_za: Kgwa mowa o bo o bua o ritibetse

# template
source: Show he understands his teen’s feelings
tn_za: O bontsha gore o tlhaloganya maikutlo a mosha wa gago

# template
source: Think about solutions together with @global.w_stress_teen_boy_1
tn_za: Akanya ka ditharabololo mmogo le @global.w_stress_teen_boy_1

# template
source: Do something positive together with @global.w_stress_teen_boy_1
tn_za: Dira sengwe se se kgothatsang mmogo le @global.w_stress_teen_boy_1

# template
source: @global.w_stress_male_caregiver could...
tn_za: @global.w_stress_male_caregiver a ka...

# template
source: * Recognise why he feels stressed * Take a deep breath and speak calmly * Show he understands his teen’s feelings * Think about solutions together with @global.w_stress_teen_boy_1 * Do something positive together with @global.w_stress_teen_boy_1
tn_za: * Gakologelwa lebaka la go bo a tshwenyegile mo maikutlong <b>* </b>Kgwa mowa o bo o bua o ritibetse * O bontsha gore o tlhaloganya maikutlo a mosha wa gago * Akanya ka ditharabololo mmogo le @global.w_stress_teen_boy_1 * Dira sengwe se se kgothatsang mmogo le @global.w_stress_teen_boy_1

# template
source: Thank you for thinking along! Let’s go back in time and see what @global.w_stress_male_caregiver does now:
tn_za: Ke a leboga gore re dirile ikatiso eno mmogo! A re akanyeng ka se se diragetseng pelenyana mme re bone gore @global.w_stress_male_caregiver mo lekgetlong leno:

# template
source: @global.w_stress_male_caregiver lost his job. He was sitting at home feeling frustrated and stressed, when @global.w_stress_teen_boy_1 entered.
tn_za: @global.w_stress_male_caregiver o latlhegetswe ke tiro. Fa @global.w_stress_teen_boy_1 a tsena mo ntlong, o mo fitlhela a tlhakatlhakane maikutlo e bile a tshwenyegile.

# template
source: @global.w_stress_teen_boy_1: “Can I have money to buy some airtime?” @global.w_stress_male_caregiver (taking a breath): “I’m sorry son. I had a difficult day today. The boss fired me.”
tn_za: @global.w_stress_teen_boy_1: “A nka nna le madi a go reka airtime?” @global.w_stress_male_caregiver (go kgwa mowa): “Ke maswabi morwaaka. Go ne go le thata tota gompieno. Mookamedi wa me o nkobile kwa tirong.”

# template
source: @global.w_stress_teen_boy_1: “Oh no! I need a new school uniform.” @global.w_stress_male_caregiver: “I’ll try, son, And your @global.w_stress_female_caregiver’s job will help us get by while I look for another job.”
tn_za: @global.w_stress_teen_boy_1: “Hee se rialo! Ke tlhoka diaparo tse di ntšha tsa sekolo.” @global.w_stress_male_caregiver: “Ke tla leka morwaaka mme tiro ya ga @global.w_stress_female_caregiver e tla nna e re thusa fa ke ntse ke batla tiro e nngwe.”

# template
source: @global.w_stress_male_caregiver: “Let’s play some soccer together. It will help me get this stress off my mind for a bit.” @global.w_stress_teen_boy_1: “Okay, @global.w_stress_male_caregiver!”
tn_za: @global.w_stress_male_caregiver: “A re ye go tshameka kgwele ya dinao mmogo. E tla nthusa gore ke fokotse go tshwenyega thata mo maikutlong.” @global.w_stress_teen_boy_1: "Go siame, @global.w_stress_male_caregiver!”

# template
source: That went so much better! Taking a pause helps to respond calmly when you feel angry or stressed. Try it, you will see!
tn_za: Ke ikutlwa botoka tota jaanong! Go ikhutsa go se kae go thusa gore o kgone go ritibala maikutlo fa o galefile kgotsa o tshwenyegile mo maikutlong. Lekeletsa go dira jalo, o tla lemoga seno!

# template
source: Safety Amnesty
tn_za: Kgololesego ya Pabalesego

# template
source: Think back to when you were a teenager. Was there ever a time when you were in danger but you couldn’t tell your family because they would have been angry? This ALMOST happened to @global.w_stress_teen_boy_2 and @global.w_stress_teen_girl! Let’s have a look:
tn_za: Akanya ka nako ya fa o ne o sa ntse o le mosha. A go na le nako nngwe e o kileng wa iphitlhela o le mo kotsing mme o bo o tshaba go bolelela ba lelapa la gago ka gonne o tshaba gore ba tla galefa? Ke sone se se batlileng se diragalela @global.w_stress_teen_boy_2 le @global.w_stress_teen_girl! A re bone:

# template
source: @global.w_stress_teen_boy_2: "Don’t tell the adults, but I’m going to bar with my friends tonight" @global.w_stress_teen_girl: "Have fun! I’ve told them I’m staying with my girlfriend, but I’m actually going to a cool party"
tn_za: @global.w_stress_teen_boy_2: "Ke ya kwa bareng le ditsala tsa me gompieno, ke kopa o seka bolella bagolo" @global.w_stress_teen_girl: “Itumele! Ke ba reile ka re ke ya kwa tsaleng ya me, mme tota ke ya phathing”

# template
source: @global.w_stress_teen_boy_2: "I think they are dealing drugs. We could all get arrested. But I can’t tell my parents – they’ll be so angry"
tn_za: @global.w_stress_teen_boy_2: “Ke akanya gore ba rekisa diokobatsi. Re ka nna ra tshwarwa rothe. Mme gone nka se bolelele batsadi ba me– ba tlile go galefa tota"

# template
source: @global.w_stress_teen_girl: "I’m scared. Everyone is too drunk to drive me home. This boy says he’ll take me but he wants us to go to his house first. I can’t tell my parents – I lied about coming to this party."
tn_za: @global.w_stress_teen_girl: “Ke tshogile. Ga go ope yo o ka kgonang go nkisa gae, mongwe le mongwe o tagilwe tota. Mosimane yono a re o tla nkisa mme gone, o batla re ye kwa a nnang teng pele. Nka se bolelele batsadi ba me – Ke ba akeditse, ga ke a ba bolelela gore ke tla phathing."

# template
source: These are dangerous situations! Thankfully, @global.w_stress_teen_boy_2 and @global.w_stress_teen_girl then remembered what @global.w_stress_parent told them: "I care about your safety more than anything. If you are ever upset, or scared, you can always call me for help, or tell me about it. Just say 'SAFETY AMNESTY'. I promise that I will try my best to help and I won’t be angry – even if you are doing something you shouldn't."
tn_za: Maemo ano a kotsi! Ka lesego, @global.w_stress_teen_boy_2 le @global.w_stress_teen_girl ba ile ba gakologelwa gore @global.w_stress_parent o ba boleletse eng: “Sa botlhokwa le go feta, ke tshwenyegile ka pabalesego ya gago. Nako nngwe le nngwe fa o tenegile, kgotsa o boifa, o ka nteletsa gore ke go thuse, kgotsa o mpolelele ka gone. Bua fela o re ‘KGOLOLESEGO YA PABALESEGO’. Ke a go solofetsa, ke tla leka sotlhe se nka se kgonang go go thusa e bile nka se galefe – le fa gone o ka tswa o dira sengwe se o sa tshwanelang go se dira.”

# template
source: @global.w_stress_teen_girl: "@global.w_stress_parent, it’s a safety amnesty. Can you come and pick me up? I really need a lift home."
tn_za: @global.w_stress_teen_girl: "@global.w_stress_parent, ke kgololesego ya pabalesego. A o ka kgona go tla go ntsaya? Tota ke tlhoka mongwe yo o ka nkisang gae.”

# template
source: @global.w_stress_teen_boy_2: "@global.w_stress_parent, safety amnesty. I think my friends are in trouble. I don’t want to stop being their friend, but I’m worried. Can we talk?"
tn_za: @global.w_stress_teen_boy_2: "@global.w_stress_parent, kgololesego ya pabalesego. Ke akanya gore ditsala tsa me di mo kotsing. Ga ke batle go kgaotsa botsala jwa me le bone mme gone, ke tshwenyegile. A re ka bua?"

# template
source: BREATHE. Slowly. Pause.
tn_za: KGWA MOWA. Ka iketlo. Ema go se kae.

# template
source: Before you say anything, slowly breathe in and out five times. It will calm you, and give you a chance to think.
tn_za: Pele ga o bua sengwe, kgwa mowa ka iketlo makgetlo a le tlhano. Seno se tla go thusa go ritibala maikutlo e bile o tla kgona go akanya sentle.

# template
source: SHARE how you feel
tn_za: BUA gore o ikutlwa jang

# template
source: This is hard. Many of us were told not to cry, or show our feelings to our children. But take a deep breath and calmly tell them how you feel. They will understand better, and also learn from you how to deal with stress.
tn_za: Ga go motlhofo. Bontsi jwa rona re ile ra bolelelwa gore ga re a tshwanela go lela kgotsa go bontsha bana gore re ikutlwa jang. Kgwa mowa mme o ba bolelele gore o ikutlwa jang, o ritibetse maikutlo. Ba tla kgona go tlhaloganya botoka e bile ba tla ithuta mo go wena gore ba ka dira eng fa ba tshwenyegile mo maikutlong.

# template
source: SHOW them you care
tn_za: Ba BONTSHE gore o amegile ka bone

# template
source: This is also hard! Stress makes us focus on ourselves. But our teens need our support. Ask them how they feel. Listen to them and comfort them. Try a hug or say ‘I understand’. It can change everything.
tn_za: Ga go motlhofo! Go tshwenyega mo maikutlong go dira gore re akanye ka rona fela. Mme gone, basha ba rona ba a re tlhoka. Ba botse gore ba ikutlwa jang. Ba reetse mme o ba gomotse. Gongwe o ka ba atla kgotsa wa ba bolelela gore ‘ke a tlhaloganya’. Go dira jalo go ka fetola dilo.

# template
source: SEEK the positive
tn_za: BATLANG ka dilo tse dintle tse lo ka kgonang go di dira

# template
source: Can you and your teen think about ideas that might help? Can you do something positive together to take your mind off the stress?
tn_za: A gongwe wena le mosha wa gago lo ka akanya ka dikakantsho dingwe tse di ka thusang? A lo ka dira sengwe se se itumedisang se se ka dirang gore maikutlo a lona a seka a tswelela a tshwenyegile?

# template
source: If all else fails, breathe. You can do this.
tn_za: Fa dilo tseno tsotlhe di sa thuse, kgwa mowa. O ka dira seno.

# template
source: There are two home practices for this week.
tn_za: Go na le ikatiso tse pedi tsa kwa gae beke eno.

# template
source: Whenever you are feeling stressed or upset: take five breaths in and out before you react. And when you're both calm, share with your teen how you feel.
tn_za: Fa o ikutlwa o tshwenyegile mo maikutlong kgotsa o hutsafetse, kgwa mowa gatlhano pele ga o ka tsaya kgato. Mme fa lotlhe lo ritibetse maikutlo, bolelela mosha wa gago gore o ikutlwa jang.

# template
source: Discuss "safety amnesty" with your teenager, and think of a situation together when you could use this.
tn_za: Tlotlang ka “pabalesego” le mosha wa gago mme lo buisane mmogo gore lo ka dirisa ntlha eno mo maemong afe.

# template
source: Safety Amnesty Story
tn_za: Kgang ya Kgololesego ya Pabalesego

# template
source: Every time you take a pause before responding, or whenever you do something to keep your teen safe, tap your @global.parent_points and celebrate your success!
tn_za: Nako le nako fa o ema go se kae pele ga o araba, kgotsa fa o dira sengwe go sireletsa mosha wa gago, tobetsa @global.parent_points mme o nne motlotlo gore o kgonne go dira jalo!

# template
source: You've completed this week's workshop. Next week, we will talk about money - you will need: * a sheet of paper/cardboard * a pen * 20 small rocks/beans/kernels It will be fun!
tn_za: O feleleditse workshop ya beke eno. Beke e e tlang, re tla bua kaga madi - o tla tlhoka: * tsebe ya pampiri/khateboto * pene * maja/dinawa/ditlhaka di le 20 Go a go nna monate!

# global
source: Make me smile
tn_za: Tlang lo ipaakantse sentle

# global
source: Get me going
tn_za: Lo nkgothatse

# global
source: Nice progress!
tn_za: Lo dira bontle!

# global
source: You are appreciated!
tn_za: Lo ntira motlotlo!

# global
source: To solve this challenge, I will try to:
tn_za: Ke tla leka go dira seno go leka go rarabolola bothata jono:

# global
source: Do you want to try one of the following things?
tn_za: A o batla go leka nngwe ya dilo tse di latelang?

# global
source: My challenge is not listed here.
tn_za: Bothata jo ke nang le jone ga bo a tsenngwa fano.

# global
source: Watching this video requires internet access. To limit data use, watch or download this video when on WiFi.
tn_za: Ke tlhoka internet gore ke kgone go lebelela bidio eno. Go fokotsa selekanyo sa datha e ke e dirisang, ke lebelele bidio eno kgotsa ke e laisolole fa ke le mo WiFi.

# global
source: Visiting these websites requires internet access. To limit data use, visit these websites when on WiFi.
tn_za: Ke tlhoka internet gore ke kgone go bula di-website tseno. Go fokotsa selekanyo sa datha e o e dirisang, bula di-website tseno fa o le mo WiFi.

# global
source: Sending this message requires internet access. To limit data use, send this message when on WiFi.
tn_za: Ke tlhoka internet gore ke kgone go romela molaetsa ono. Go fokotsa selekanyo sa datha e o e dirisang, romela molaetsa ono fa o le WiFi.

# global
source: Weekly Workshops
tn_za: Di-workshop tsa beke le beke

# global
source: Weekly Workshop
tn_za: Workshop ya beke le beke

# global
source: Weekly Workshop Options
tn_za: Dikakantsho tsa di-Workshop tsa beke le beke

# global
source: ParentPoints
tn_za: DintlhatsaBatsadi

# global
source: ParentPoint
tn_za: NtlhayaBatsadi

# global
source: Parent Library
tn_za: Laeborari ya Batsadi

# global
source: Real-world ideas
tn_za: Dikakantsho tsa se tota se diragalang

# global
source: Ideas
tn_za: Dikakantsho

# global
source: Ideas from other families...
tn_za: Dikakantsho go tswa ko malapeng a mangwe...

# global
source: Find out more
tn_za: Batla tse di oketsegileng

# global
source: Show me how
tn_za: Mpontshe gore ke dire jang

# global
source: Tell me more!
tn_za: Mpolelle mo go oketsegileng!

# global
source: Let's go!
tn_za: A re simolle!

# global
source: Check it out!
tn_za: E tlhole!

# global
source: Next
tn_za: E e latelang

# global
source: Previous
tn_za: E e fetileng

# global
source: Walk to the shops
tn_za: Tsamaya ka dinao ka dinao go ya mabenkeleng

# global
source: Get water together
tn_za: Yang go ga metsi mmogo

# global
source: Do a chore together
tn_za: Dirang sengwe mo ntlong mmogo

# global
source: Prepare dinner
tn_za: Apayang dijo tsa maitseboa

# global
source: Eat breakfast/lunch/dinner
tn_za: Ja dijo tsa mosong/tsa motshegare/tsa maitseboa

# global
source: Have tea after school
tn_za: Nwa tee morago ga sekolo

# global
source: Watch a T.V. show
tn_za: Lebelela lenaneo la T.V.

# global
source: Review homework
tn_za: Tlhatlhoba tiro ya mo gae ya sekolo

# global
source: Chat before bedtime
tn_za: Tlotlang mmogo pele ga lo robala

# global
source: Play a game/sport
tn_za: Tshamekang geime/motshameko mongwe

# global
source: Teens completing school/university
tn_za: Basha ba ba fetsang sekolo/yunibesithi

# global
source: Building/expanding a house for my family
tn_za: Aga/atolosa ntlo ya lelapa la me

# global
source: Starting a business
tn_za: Go simolola kgwebo

# global
source: Buying a car for my family
tn_za: Go rekela lelapa la me koloi

# global
source: Severe illness or death of a friend or family member
tn_za: Bolwetsi jo bo masisi kgotsa loso lwa tsala kgotsa mongwe mo lelapeng

# global
source: Robbery
tn_za: Go kgothodiwa

# global
source: Flooding
tn_za: Morwalela

# global
source: Political violence
tn_za: Dikhuduego tsa dipolotiki

# global
source: Losing my job
tn_za: Go latlhegelwa ke tiro

# global
source: Pandemic (COVID-19)
tn_za: Bolwetsi jwa leroborobo (COVID-19)

# global
source: At home
tn_za: Kwa gae

# global
source: Buy things we can sell
tn_za: Reka dilo tse re ka di rekisang

# global
source: At a bank
tn_za: Kwa bankeng

# global
source: In a savings group
tn_za: Mo setlhopheng sa go boloka madi

# global
source: No gadget use the next day
tn_za: Ga o ye go dirisa sedirisiwa sa eleketeroniki kamoso

# global
source: Take 5 minutes pause in separate part of the room
tn_za: Kgwa mowa go se kae ka metsotso e le 5 golo gongwe mo kamoreng

# global
source: Write a letter of apology
tn_za: Kwala lekwalo la go kopa maitshwarelo

# global
source: Cannot see friends the next day
tn_za: Ga a kitla a etela ditsala tsa gagwe letsatsi le le latelang

# global
source: Cannot play with phone after dinner (or next hour)
tn_za: Ga a kitla a tshameka ka founo morago ga dijo tsa maitseboa (kgotsa mo sebakeng se se latelang)

# global
source: Extra time with friends on weekend (1hr)
tn_za: Nako e e oketsegileng mafelobeke le ditsala tsa gagwe (ura e le 1)

# global
source: Cooking teen’s favourite meal
tn_za: Go apaya dijo tse mosha a di ratang

# global
source: Extra time with phone after dinner (30 min)
tn_za: Go nna le nako e e oketsegileng ya go dirisa founo morago ga dijo tsa maitseboa (metsotso e le 30)

# global
source: Watching teen’s T.V. show together
tn_za: Go leba mmogo lenaane la basha mo T.V.

# global
source: Extra one-on-one time on Sunday (30 min)
tn_za: Go ipha nako mmogo lo tlotla ka Sontaga (metsotso e le 30)

# global
source: Take a deep breath and pause before responding
tn_za: Hemela kwa teng mme o kgwe mowa ka mo go lekaneng pele ga o araba

# global
source: Listen to your teen
tn_za: Reetsa mosha wa gago

# global
source: Praise your teen for sharing
tn_za: Baka mosha wa gago ka gonne a ile a abela ba bangwe

# global
source: Use problem solving skills
tn_za: Dirisa mekgwa ya go rarabolola mathata

# global
source: Work out where you can get help
tn_za: Dira dithulaganyo tsa gore o ka bona kae thuso

# global
source: Tap and type
tn_za: Tobetsa o kwale

# global
source: Tap and choose
tn_za: Tobetsa o tlhophe

# global
source: Type your own
tn_za: Ikwalele ya gago

# global
source: Welcome and Self-Care
tn_za: Go Amogelwa le go Itlhokomela

# global
source: Self-Care
tn_za: Go itlhokomela

# global
source: How to add self-care
tn_za: Tsela ya go tsenya lenaane la go itlhokomela

# global
source: One-on-One Time
tn_za: Go Ipha Nako Mmogo

# global
source: How to spend one-on-one time
tn_za: Tsela ya go ipha nako lo le mmogo

# global
source: Praise
tn_za: Baka

# global
source: How to praise
tn_za: Tsela ya go baka

# global
source: Positive Instructions
tn_za: Ditaelo tse di siameng

# global
source: How to give positive instructions
tn_za: Tsela ya go naya ditaelo tse di siameng

# global
source: Managing Stress
tn_za: Go laola go tshwenyega mo maikutlong

# global
source: How to manage stress
tn_za: Kafa o ka laolang go tshwenyega mo maikutlong

# global
source: Family Budgets
tn_za: Ditekanyetsokabo tsa lelapa

# global
source: How to budget & save
tn_za: Kafa o ka dirang ka teng tekanyetsokabo le go boloka madi

# global
source: Rules
tn_za: Melao

# global
source: How to create rules
tn_za: Kafa o ka bayang melao ka teng

# global
source: Calm Consequences
tn_za: Ditlamorago o Ritibetse

# global
source: How to give calm consequences
tn_za: Kafa o ka nayang ka teng ditlamorago o ritibetse maikutlo

# global
source: Problem Solving
tn_za: Go Rarabolola Mathata

# global
source: How to solve problems
tn_za: Kafa o ka rarabololang mathata ka teng

# global
source: Teen Safety
tn_za: Pabalesego ya Basha

# global
source: How to keep your teen safe
tn_za: Se o ka se dirang go boloka mosha wa gago a sireletsegile

# global
source: Dealing with Crisis
tn_za: Go lepalepana le Mathata a a masisi

# global
source: How to deal with crisis
tn_za: Kafa o ka lepalepanang ka teng le mathata a a masisi

# global
source: Celebration and Next Steps
tn_za: Go Keteka le Dikgato Tse di Latelang

# global
source: How to support each other
tn_za: Kafa lo ka thusanang ka teng

# global
source: Home Practice
tn_za: Katiso ya Legae

# global
source: Talk about @global.home_practice
tn_za: Bua ka @global.home_practice

# global
source: Home Practice Review
tn_za: Poeletso ya Ikatiso ya Kwa Gae

# global
source: In my group
tn_za: Mo setlhopheng sa me

# global
source: By myself
tn_za: Ke le nosi

# global
source: awesome parent
tn_za: motsadi yo o dirang bontle

# global
source: friends
tn_za: ditsala

# tour
source: Welcome to @global.parent_app
tn_za: O amogetswe mo @global.parent_app

# tour
source: <p>Welcome to @global.parent_app.</p> <p>You deserve to feel good, and have happier family relationships.</p> <p>@global.parent_app will support you and your family in three ways:</p>
tn_za: <p>O amogetswe mo @global.parent_app.</p> <p>O tshwanelwa ke go ikutlwa sentle, le go nna le dikamano tse di itumedisang mo lelapeng.</p> <p>@global.parent_app e tla thusa wena le lelapa la gago ka ditsela tse tharo:</p>

# tour
source: <p>This big button takes you to your @global.weekly_workshops </p> <p> Once per week a new workshop will be ready for you - every time focusing on a different a parenting skill. Press it to start your first workshop!</p>
tn_za: <p>Konopo eno e kgolo e go isa ko @global.weekly_workshops ya gago </p> <p> Gangwe ka beke go tla nna le workshop e ntšha - mme nako nngwe le nngwe fa e tsena, e tla bo e bua ka mokgwa o o farologaneng wa go godisa bana. E tobetse mme o simolole workshop ya gago ya ntlha!</p>
