Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_app/ts/ts_messages.po
Languages: tn_za

# template
source: It may take some time to get used to one-on-one time, but the more you do it the better it gets! You are amazing parents for trying this.
tn_za: Go ka tsaya nakwana go tlwaela nako ya lona lo le mmogo, mme fa lo e dira gantsi go tla nna botoka! Lo batsadi ba ba molemo ka go leka seno.

# template
source: Let's think of ways to spend one-on-one time with your teen.
tn_za: A re akanye ka ditsela tsa go ipha nako mmogo le mosha wa gago.

# template
source: What could you do to spend one-on-one time with your teen?
tn_za: O ka dira eng go ipha nako mmogo le mosha wa gago?

# template
source: Feel like you have NO TIME and you are exhausted? Remember to also think of ways that do not take up extra time.
tn_za: O ikutlwa e kete GA O NA NAKO mme o lapile? Gape gopola go akanya ka ditsela tse di se kitlang di tsaya nako e e oketsegileng.

# template
source: It may take some time to get used to one-on-one time, but the more you do it the better it gets! You are an amazing parent for trying this.
tn_za: Go ka tsaya nakwana go tlwaela nako ya lona lo le mmogo, mme fa lo e dira gantsi go tla nna botoka! Lo batsadi ba ba molemo ka go leka seno.

# template
source: DAY - Try to do it every day
tn_za: LETSATSI – Leka go dira seno letsatsi le letsatsi

# template
source: Find 5 minutes (or more!) each day when your teen does not have something else they want to do.
tn_za: Batla metsotso e 5 (kgotsa go feta!) tsatsi le letsatsi fa mosha wa gago a sena sepe se a batlang go se dira.

# template
source: PLAY - Let your teen choose
tn_za: TSHAMEKA - Letla mosha wa gago a tlhophe

# template
source: Tell your teen that you would like to spend some time with them and that they can choose what to do or talk about. They might think this is weird at first, but will come to enjoy this time with you!
tn_za: Bolelela mosha wa gago gore o ka rata go senya nako le ene le gore ba tlhophe gore ba batla go dira eng kgotsa go bua ka eng. Ba ka tsaya seno se sa tlwaelega ko tshimologong, mme ba tla itumelela nako eno le wena!

# template
source: STAY - Focus on your teen
tn_za: DULA - O tlhomile mogopolo mo mosheng wa gago

# template
source: Switch off TV and put aside phones. Look at your teen. Nod or say “I see” to show you are really paying attention. Accept what they say without judging them.
tn_za: Tima TV mme lo beele difouno ko thoko. Lebelela mosha wa gago. Dumela ka tlhogo kgotsa o re “ke a bona” go bontsha gore tota o tlhwaile tsebe. Amogela se ba se buang ntle le go ba atlhola.

# template
source: One-on-one time with your teen can be fun for you, too! It might even make you feel less stressed.
tn_za: Go ipha nako mmogo le mosha wa gago e ka nna monate le mo go wena, tota! Go ka nna ga dira gore o ikutlwe o sa tshwenyega thata mo maikutlong.

# template
source: Spend 5-20 minutes of one-on-one time with your teen, every day you can this week.
tn_za: Iphe metsotso e 5-20 le mosha wa gago lo le babedi, letsatsi lepe le o ka le kgonang mo bekeng eno.

# template
source: Remember - whenever you can, relax, recognise and reward yourself. Care for yourself every day. You matter!
tn_za: Gopola - nako epe fa o kgona, iketle, gakologelwa o bo o iteboge. Itlhokomele letsatsi le letsatsi. O botlhokwa!

# template
source: Fantastic! We are proud of you for all you have done over the past weeks.
tn_za: Bontle! Re motlotlo ka sotlhe se o se dirileng mo dibekeng tse di fetileng.

# template
source: We’re sorry it’s a difficult day. We are proud of you for all you have done over the past weeks.
tn_za: Re maswabi gore ke letsatsi le le boima. Re motlotlo ka sotlhe se o se dirileng mo dibekeng tse di fetileng.

# template
source: Well done!
tn_za: O dirile sentle!

# template
source: CONGRATULATIONS! You have done it! You have built 11 important parenting skills. This is a huge achievement. It shows such care for your family. Let’s celebrate you, and plan your future parenting support.
tn_za: LO DIRILE BONTLE TOTA! O kgonne! O agile botswerere jo bo botlhokwa jwa botsadi bo le 11. Seno ke phitlhelelo e kgolo. Go bontsha gore o kgathalela lelapa la gago. A re go akgole, mme o rulaganye tshegetso ya botsadi ya gago e e tlang.

# template
source: Greetings everyone. Today’s topic is celebration and next steps. It has been amazing, it has been wonderful having you on this journey. Today we are celebrating our journey together. Today we are celebrating all the learnings that we have learned throughout.
tn_za: Dumelang lotlhe. Setlhogo sa gompieno ke go keteka le dikgato tse di latelang. Go ntse go le monate tota, go ntse go le monate go nna le wena mo loetong leno. Gompieno re keteka loeto lo re lo tshotseng mmogo. Gompieno re keteka sotlhe se re se ithutileng mo nako eno yotlhe.

# template
source: Today you will celebrate, look back and look ahead:
tn_za: Gompieno o tla nna motlotlo, o lebe ko morago mme o lebe ko pele:

# template
source: * Reflection & discussion * Tools: How to support each other MEET - CALL - TEXT - SHARE * Planning support
tn_za: * Leba kwa morago le go buisana * Dithulusu: Kafa lo ka thusanang ka teng KOPANANG - LETSANG - MOLAETSA - BUANG * Go rulagaya tshegetso

# template
source: Today you celebrate and reflect on your experiences.
tn_za: Gompieno o a keteka o bo o leba kwa morago mo maitemogelong a gago.

# template
source: You and your family have learnt so much. Let's think back and see what has changed.
tn_za: Wena le lelapa la gago lo ithutile mo go ntsi. A re akanyeng ka se se fetileng mme re bone gore go fetogile eng.

# template
source: Let's talk about what has changed.
tn_za: A re bue ka se se fetogileng.

# template
source: Discuss together: * What has changed in your family? * What are you proud of that you have done? Remember to praise and encourage each other!
tn_za: Tlotlang mmogo: * Ke eng se se fetogileng mo lelapeng la gago? * Ke eng se o leng motlotlo ka sone se o se dirileng? Gopolang go akgolana lo bo lo kgothatsane!

# template
source: How will you support each other going forward? Here are some ideas from other families:
tn_za: Lo tlile go tshegetsana jang go ya ko pele? Go na le dikakantsho tseno tse di tswang kwa malapeng a mangwe:

# template
source: MEET
tn_za: KOPANANG

# template
source: Keep meeting regularly to give each other parenting support.
tn_za: Nnnang lo kopana ka metlha go re lo neelane tshegetso ya botsadi.

# template
source: CALL
tn_za: LETSANG

# template
source: Be ‘parenting buddies’ to call when you are upset or don’t know what to do.
tn_za: Nnang ‘ditsala tsa batsadi’ go letsetsana fa lo sa itumela kgotsa o sa itse gore o dire eng.

# template
source: TEXT
tn_za: MOLAETSA

# template
source: Text each other every week to share what you’ve done well.
tn_za: Romelanang melaetsa beke le beke lo bolelana gore ke eng se lo se dirileng sentle.

# template
source: SHARE
tn_za: BUANG

# template
source: Share @global.parent_app and help other families start their journey.
tn_za: Bua ka @global.parent_app mme o thuse malapa a mangwe go simolola leeto la bone.

# template
source: Plan how you will support each other going forward. You can use the ideas from other families, or make up your own!
tn_za: Dirang thulaganyo gore lo tlile go tshegetsana jang go ya ko pele. Lo ka dirisa dikakantsho tsa malapa a mangwe, kgotsa lo itireleng tsone!

# template
source: We are so proud of you. You have shown strength, courage, and love for your family. Parents are amazing. You are amazing. This song is for parents everywhere. Listen, dance together and celebrate yourselves!
tn_za: Re motlotlo tota ka lona. O bontshitse maatla, bopelokgale le lorato mo lelapeng la gago. Batsadi ba molemo. O molemo. Pina eno ke ya batsadi gotlhe. Reetsa, binang mmogo mme lo keteke!

# template
source: We are so proud of you. You have shown strength, courage, and love for your family. Parents are amazing. You are amazing. This song is for parents everywhere. Listen, dance and celebrate yourself!
tn_za: Re motlotlo tota ka lona. O bontshitse maatla, bopelokgale le lorato mo lelapeng la gago. Batsadi ba molemo. O molemo. Pina eno ke ya batsadi gotlhe. Reetsa, bina mme o keteke!

# template
source: Self-care is a key parenting tool.
tn_za: Go itlhokomela jaaka motsadi ke thulusu ya botlhokwa.

# template
source: So good to hear you are feeling well today. You are incredible!
tn_za: Ke itumelela go utlwa gore o tsogile sentle gompieno. O botlhokwa!

# template
source: Sorry that things are difficult right now. Take a deep breath and know that you are valued.
tn_za: Tshwarelo gore dilo di boima gone jaanong. Hemela ko teng mme o itse gore o botlhokwa.

# template
source: You can help your teenager to understand that breaking family rules leads to consequences. But HOW you do this matters. Getting consequences right helps teens behave better and makes family life calmer...
tn_za: O ka thusa mosha wa gago go tlhaloganya gore go roba molao wa lelapa go na le ditlamorago. Mme gore o dira seo JANG ke gone go leng botlhokwa. Go otlhaya ka tsela e e siameng go thusa basha gore ba itshware sentle e bile go dira gore maemo a ritibale mo lelapeng...

# template
source: Greetings, everyone. Today's topic is calm consequences. It is important that when we introduce consequences to our teenagers we involve them, but also important that we are calm when we introduce consequences. That will assist in us to agree on introducing calm consequences to our teenagers and our teenagers will easily remember them when they are involved and that will make them responsible.
tn_za: Dumelang, lotlhe. Setlhogo sa gompieno ke ditlamorago tse di ritibetseng. Go botlhokwa gore fa re itsise basha ba rona ditlamorago re ba tsenyeletse, mme fela gape sa botlhokwa ke gore re nne re kgobile makgwafo fa re ba itsise ditlamorago. Seo se tla thusa mo go rona gore re dumalane ka go itsise ditlamorago tse di ritibetseng mo basheng ba rona mme basha ba rona ba tla kgona go di gopola motlhofo fa re ba tsenyeletsa mme seo se tla dira gore ba nne le maikarabelo.

# template
source: * Story & discussion – that didn’t work… * Examples of consequences * Tools: How to give calm consequences EXPLAIN - AGREE - ACT * Discussion on rules & consequences * Story & discussion – that worked! * Try it out! * Home practice suggestions
tn_za: * Kgang le motlotlo - tse di sa berekang... * Dikai tsa ditlamorago * Dithulusu: Kafa o ka nayang ka teng ditlamorago o ritibetse maikutlo TLHALOSA - DUMALANA - TSAYA KGATO * Motlotlo ka melao le ditlamorago * Kgang le motlotlo - tse di berekileng! * E leke! * Dikakantsho tsa katiso ya legae

# template
source: * Story & reflection – that didn’t work… * Examples of consequences * Tools: How to give calm consequences EXPLAIN - AGREE - ACT * Discussion on rules & consequences * Story & reflection – that worked! * Try it out! * Home practice suggestions
tn_za: * Kgang le motlotlo - tse di sa berekang... * Dikai tsa ditlamorago * Dithulusu: Kafa o ka nayang ka teng ditlamorago o ritibetse maikutlo TLHALOSA - DUMALANA - TSAYA KGATO * Motlotlo ka melao le ditlamorago * Kgang le go leba kwa morago - tse di berekileng! * E leke! * Dikakantsho tsa katiso ya legae

# template
source: Let's read what happened with @global.w_consequence_teen_boy_1 and his @global.w_consequence_male_caregiver:
tn_za: A re baleng ka se se diragetseng ka @global.w_consequence_teen_boy_1 le @global.w_consequence_male_caregiver:

# template
source: @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1! What time is this? You are late!”
tn_za: @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1! Ke nako mang? O thari!”

# template
source: @global.w_consequence_teen_boy_1: “Sorry @global.w_consequence_male_caregiver – you can go back to sleep”. @global.w_consequence_male_caregiver: “It is WAY past the time you were supposed to be home!”
tn_za: @global.w_consequence_teen_boy_1: “Tshwarelo @global.w_consequence_male_caregiver – o ka nna wa ya go robala”. @global.w_consequence_male_caregiver: “Ke KGALE nako e o neng o tshwanetse go tla gae ka yone e fetile!”

# template
source: @global.w_consequence_teen_boy_1: “I can explain, @global.w_consequence_male_caregiver, I can.” @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1, you are not keeping our rule! I will give you a hiding!”
tn_za: @global.w_consequence_teen_boy_1: “Nka kgona go tlhalosa, @global.w_consequence_male_caregiver, Nka kgona.” @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1, ga o latele molao wa rona! Ke tlile go go itaya!”

# template
source: @global.w_consequence_teen_boy_1: “That’s unfair! You never listen to me!! I hate you!”
tn_za: @global.w_consequence_teen_boy_1: “Ga o na tekatekano! Ga o nke o ntheetsa!! Ke go tlhoile!”

# template
source: Discuss together: * Why did giving a consequence this way not work well?
tn_za: Tlotlang mmogo: * Goreng go dirisa ditlamorago ka tsela eno go ile ga se ka ga bereka sentle?

# template
source: Giving a consequence this way did not work well because...
tn_za: Go dirisa ditlamorago ka tsela eno ga go a bereka sentle ka gonne...

# template
source: @global.w_consequence_male_caregiver was angry
tn_za: @global.w_consequence_male_caregiver o ne a galefile

# template
source: @global.w_consequence_male_caregiver did not let @global.w_consequence_teen_boy_1 explain
tn_za: @global.w_consequence_male_caregiver ga a ka a letla @global.w_consequence_teen_boy_1 gore a tlhalose

# template
source: The consequence was not discussed beforehand with @global.w_consequence_teen_boy_1
tn_za: Ga go a ka ga tlotliwa ka ditlamorago pele le @global.w_consequence_teen_boy_1

# template
source: The consequence was too strong
tn_za: Ditlamorago di ile tsa nna bogale thata

# template
source: Why did giving a consequence this way not work well?
tn_za: Goreng go dirisa ditlamorago ka tsela eno go ile ga se ka ga bereka sentle?

# template
source: Yes, a strong reaction like that just made everyone more angry and upset.
tn_za: Ee, go tsibogela maemo ka tsela e e ntseng jalo go ile ga dira gore mongwe le mongwe a tenege le go galefa le go feta.

# template
source: Teenagers often break rules. Growing up is a difficult time when they are learning about who they are. Luckily, there are ways to discipline your teen without getting angry or using violence… and they work well! Giving calm consequences helps teach our children responsibility for what they do – good and bad. Here are some examples - imagine you are the parent:
tn_za: Go le gantsi basha ga ba ikobele melao. Nako ya fa ba gola ke nako e e thata ya fa ba leka go ithuta gore ke bomang. Ka lesego, go na le ditsela tsa go otlhaya ngwana wa gago wa dingwaga tsa bosha o sa tenega kgotsa o sa dirise dikgoka... e bile ditsela tseno di bereka sentle! Go tlhalosa ditlamorago o ritibetse maikutlo go thusa bana ba rona gore ba bone gore ba tla rwala maikarabelo a se ba se dirang – e ka tswa se siame kgotsa se sa siama. A re boneng dikai di le mmalwa - a re re o motsadi:

# template
source: Calm consequences should be... FAIR: Not too harsh and you can actually do it IMMEDIATE: Give them as soon as possible CONSISTENT: The same consequence every time
tn_za: Ditlamorago tsa fa o ritibetse maikutlo e tshwanetse go nna... TEKATEKANO: Se nne makgwakgwa e bile tota o ka dira seo KA BONAKO: Di neele ka bonako jo bo kgonegang O SA FETOFETOGE: Ditlamorago di le dingwe ka metlha

# template
source: @global.w_consequence_teen_boy_1 came home late.
tn_za: @global.w_consequence_teen_boy_1 o tlile gae thari.

# template
source: @global.w_consequence_teen_boy_1 came home late. What consequence would help here?
tn_za: @global.w_consequence_teen_boy_1 o tlile gae thari. Ke ditlamorago dife tse di ka thusang fano?

# template
source: Consequences are not quite the same as punishment: they give our teens a chance to learn responsibility for their actions. And they are more controlled AND effective than hitting or shouting!
tn_za: Tota ditlamorago ga di tshwane kgo le kotlhao: tsone di naya basha rona tshono ya go ithuta gore ke bone ba rwalang maikarabelo a se ba se dirang. O ka kgona go di laola E BILE di mosola go feta go itaya kgotsa go goelela!

# template
source: @global.w_consequence_teen_girl_1 and @global.w_consequence_teen_girl_2 fight over a phone.
tn_za: @global.w_consequence_teen_girl_1 le @global.w_consequence_teen_girl_2 ba lwela founo.

# template
source: @global.w_consequence_teen_girl_1 and @global.w_consequence_teen_girl_2 fight over a phone. What consequence would help here?
tn_za: @global.w_consequence_teen_girl_1 le @global.w_consequence_teen_girl_2 ba lwela founo. Ke ditlamorago dife tse di ka thusang fano?

# template
source: Consequences are more successful if you discuss and agree in advance with teens before you apply them. And: consequences are not all negative… You can also agree on GOOD consequences for GOOD actions to see more positive behaviour!
tn_za: Ditlamorago di tswela mosola thata fa o di tlotla le basha e bile lo dumalana ka tsone go sa le gale pele o di dirisa. E bile: ga se gore ka metlha ditlamorago di nna le diphelelo tse di sa siamang... Lo ka nna lwa dumalana ka ditlamorago tse di SIAMENG fa go dirwa dilo tse di SIAMENG e le gore go tle go nne le boitshwaro jo bo siameng le go feta!

# template
source: @global.w_consequence_teen_boy_2 helps washing dishes.
tn_za: @global.w_consequence_teen_boy_2 o thusa go tlhatswa dijana.

# template
source: What consequence would help here?
tn_za: Ke ditlamorago dife tse di ka thusang fano?

# template
source: @global.w_consequence_teen_boy_2 helps washing dishes. What positive consequence would help here?
tn_za: @global.w_consequence_teen_boy_2 o thusa go tlhatswa dijana. Ke ditlamorago dife tse di ka thusang fano?

# template
source: How you introduce calm consequences is important. Remember, when you involve your teen, things usually go better!
tn_za: Tsela e o itsiseng ka yone ditlhamorago o ritibetse maikutlo e botlhokwa. Gakologelwa gore, fa o tsenyeletsa mosha wa gago, gantsi dilo di nna botoka!

# template
source: EXPLAIN
tn_za: TLHALOSA

# template
source: Check you are both calm. Take a few breaths. Explain to your teen why you are concerned about their behaviour. Explain the reasons why the rule mattered. You can share your feelings - it’s okay to say you are disappointed.
tn_za: Tlhomamisa gore lotlhe lo ritibetse maikutlo. Kgwa mowa makgetlo a le mmalwa. Tlhalosetsa mosha wa gago gore ke eng fa boitshwaro jwa gagwe bo go tshwenya. Tlhalosa mabaka a go bo melao e o e beileng e le botlhokwa. O ka nna wa mo tlhalosetsa gore o ikutlwa jang - ga go phoso go tlhalosa gore o go swabisitse.

# template
source: AGREE
tn_za: DUMALANA

# template
source: Plan consequences with your teen for following and not following the rule. Ask for their ideas. Talk until you agree on something realistic. Make a consequence for NOT following the rule and a privilege when they DO follow the rule.
tn_za: Tlhalosetsa mosha wa gago gore diphelelo e tla nna eng fa a ikobela melao le fa a sa e ikobele. Ba kope gore ba tle ka dikakantsho tsa bone. Tlotlang go fitlha lo dumalana ka sengwe se tota se ka kgonegang. Tlhalosa ditlamorago tsa fa molao O SA ikobelwe le gore ditshiamelo e tla nna dife fa O ikobelwa.

# template
source: ACT
tn_za: TSAYA KGATO

# template
source: When your teen follows the rule, give praise and privileges!
tn_za: Fa mosha wa gago a ikobela molao o o o beileng, mmake o bo o mo neye ditshiamelo!

# template
source: They will feel respected and valued. Remember: The more we praise them, the more they will show that good behaviour!
tn_za: Ba tla bona gore wa ba tlotla e bile o ba tsaya ba le botlhokwa. Gakologelwa: Fa re nna re ba baka, ba tla nna ba bontsha boitshwaro joo jo bo siameng!

# template
source: When your teen does not follow the rule, follow through with the consequence.
tn_za: Fa mosha wa gago a sa ikobele molao o o beilweng, latelela seo ka ditlamorago.

# template
source: When your teen breaks the rule, calmly give the consequence. This should be FAIR (not too harsh), IMMEDIATE (do it straight away) CONSISTENT (same every time).
tn_za: Fa mosha wa gago a tlola molao, mo neya ditlamorago o ritibetse. O tshwanetse go dira jalo ka TEKATEKANO (o se makgwakgwa), KA BONAKO (o se ka wa okaoka) O SA FETOGE (dira se se tshwanang ka metlha).

# template
source: Discuss together: * What rules do your teens often break? * What consequence could you use for each specific broken rule? Consequences should be: FAIR (not too harsh) IMMEDIATE (do it straight away) CONSISTENT (same every time). Praise and encourage each other – we can give each other strength!
tn_za: Tlotlang mmogo: * Ke melao efe a basha ba gago go le gantsi ba sa e lateleng? * Ke ditlamorago dife tse o ka di dirisang mo molaong mongwe le mongwe o o tobileng fa o sa latelwe? Ditlamorago di tshwanetse go nna: TEKATEKANO (go se nne makgwakgwa thata) KA BONAKO (dira seo ka gangwe) SE FETOFETOGE (ka go tshwana nako le nako) Baka le go kgothatsana – re ka kgona go nonotshana!

# template
source: Let's go back to @global.w_consequence_teen_boy_1 and his @global.w_consequence_male_caregiver
tn_za: A re tlotleng gape ka @global.w_consequence_teen_boy_1 le @global.w_consequence_male_caregiver

# template
source: @global.w_consequence_male_caregiver: That is a good idea! And what should we do if you don’t follow the rule? @global.w_consequence_teen_boy_1 (mumbles): “Mgmluuhm”
tn_za: @global.w_consequence_male_caregiver: Kakantsho eo e molemo tota! Jaanong re tshwanetse go dira eng fa o sa ikobele molao ono? @global.w_consequence_teen_boy_1 (o itoma diteme): “Mgmluuhm”

# template
source: @global.w_consequence_male_caregiver: "Oh come on, I know you have some ideas." @global.w_consequence_teen_boy_1: "Okay…. What about: I have to do my homework?"
tn_za: @global.w_consequence_male_caregiver: “Bua fela, ke a itse gore o akantse sengwe.” @global.w_consequence_teen_boy_1: "Go siame…. Go tweng ka: Ke tshwanelwa ke go dira tirogae ya me?”

# template
source: The next day... @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1! What time is it! It is late!”
tn_za: Letsatsi le le latelang... @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1! Ke nako mang! Go setse go le thari!”

# template
source: @global.w_consequence_teen_boy_1: “Sorry @global.w_consequence_male_caregiver – you can go back to sleep.” @global.w_consequence_male_caregiver: “It is WAY past the time you were supposed to be home!”
tn_za: @global.w_consequence_teen_boy_1: “Tshwarelo @global.w_consequence_male_caregiver – o ka nna wa ya go robala”. @global.w_consequence_male_caregiver: “Ke KGALE nako e o neng o tshwanetse go tla gae ka yone e fetile!”

# template
source: @global.w_consequence_teen_boy_1: “I can explain, @global.w_consequence_male_caregiver, I can.” @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1, it is the middle of the night and you came home later than we agreed. Whatever the reason is, you must understand that this is not acceptable. @global.w_consequence_female_caregiver and I felt really worried.”
tn_za: @global.w_consequence_teen_boy_1: “Nka kgona go tlhalosa, @global.w_consequence_male_caregiver, Nka kgona.” @global.w_consequence_male_caregiver: “@global.w_consequence_teen_boy_1, Ke bosigogare mme o tlile gae thari go na le nako e re dumalaneng ka yone. Le fa gone o ka tlhalosa jang, o tshwanetse go tlhaloganya gore se o se dirang ga se a siama. @global.w_consequence_female_caregiver ke ntse ke tshwenyegile tota.”
