Repository: IDEMSInternational/plh-digital-content
Catalog: translations/common/*/*_lets_slow_down_lyrics.po
Languages: af, es, sw, th, xh, zu

# template
source: When everything feels like it is falling apart
af: Wanneer dit voel asof alles uitmekaar val
es: Cuando todo parece que se está desmoronando
sw: Wakati kila kitu kinaonekana kunaharibika
th: เมื่อรู้สึกเหมือนกับว่าทุกอย่างกำลังล่มสลาย
xh: Xa yonke into ibonakala ngathi iyaqhekeka
zu: Uma uzizwa sekungathi akusalungi lutho

# template
source: And you can't help but raise your voice
af: En jy kan nie help om te skree nie
es: Y no puedes evitar levantar tu voz
sw: Na huwezi kusaidia isipokuwa kupaza sauti
th: และคุณก็อดที่จะขึ้นเสียงไม่ได้
xh: Kwaye awukwazi ukuzibamba ngaphandle kokuphakamisa ilizwi lakho
zu: Ingekho enye indlela ngaphandle kokuphakamisa izwi

# template
source: When all the frustrations are beginning to start
af: Wanneer al die frustrasies begin opbou
es: Cuando todas las frustraciones están empezando a empezar
sw: Wakati kuchanganyikiwa kote kunapoanza kutokea
th: เมื่อความหงุดหงิดทุกอย่างเริ่มปรากฎตัวขึ้นมา
xh: Xa zonke iingxaki ziqala ukuqala
zu: Uma ukukhungatheka kuqala

# template
source: Remember that you have a choice
af: Onthou dat jy 'n keuse het
es: Recuerda que tienes una opción
sw: Kumbuka kwamba una chaguo
th: ขอให้จำไว้ว่าคุณมีทางเลือกอยู่
xh: Khumbula unako ukukhetha
zu: Khumbula ukuthi ungakhetha

# template
source: Remember all we have to be grateful for
af: Onthou alles waarvoor ons dankbaar moet wees
es: Recuerda todo lo que tenemos que estar agradecidos
sw: Kumbuka yote tuliyonayo tunayoweza kujivunia
th: ขอให้ติดถึงทุกอย่างที่เรามีและรู้สึกขอบคุณ
xh: Khumbula konke ekufuneka sibe nombulelo ngako
zu: Khumbula ukuthi sonke singabonga ukuthi

# template
source: Let's slow down
af: Kom ons vat dit bietjie stadiger
es: Ralentizemos
sw: Twende taratibu
th: ลองใจเย็น ๆ ดูก่อน
xh: Masihlise isantya
zu: Asehlise

# template
source: Take a few deep breaths
af: Haal 'n paar keer diep asem
es: Tome unos pocos respiros profundos
sw: Vuta pumzi ndefu
th: หายใจลึก ๆ สักสองสามครั้ง
xh: Phefumla kambalwa
zu: Siphefumule kambalwa

# template
source: Because I really couldn't love you more
af: Want ek kan regtig nie liewer vir jou wees nie
es: Porque realmente no podría amarte más
sw: Kwa sababu siwezi kukupenda zaidi
th: เพราะฉันรักเธอมากที่สุดแล้ว
xh: Kuba ngenene bendingenako ukukuthanda ngakumbi
zu: Ngoba angeke ngikuthande kakhulu

# template
source: You can take pause, you can count to 10
af: Jy kan 'n blaaskans neem, jy kan tot 10 tel
es: Puedes hacer una pausa, puedes contar hasta 10
sw: Unaweza kupumzika, unaweza kuhesabu mpaka 10
th: คุณสามารถหยุดพักสักครู่ คุณสามารถนับหนึ่งถึงสิบ
xh: Unokunqumama, ungabala ukuya kwi-10
zu: Ungathatha ikhefu ubale kawu 10

# template
source: Play a game or do something fun
af: Speel 'n speletjie of doen iets lekkers
es: Juega un juego o haz algo divertido
sw: Cheza mchezo au fanya kitu fulani cha kufurahisha
th: เล่นเกมหรือทำอะไรบางอย่างที่สนุกเพลิดเพลิน
xh: Dlala umdlalo okanye wenze into eyonwabisayo
zu: Dlala umdlalo noma wenze okujabulisayo

# template
source: You can phone a friend, someone to confide in
af: Jy kan 'n vriend(in) bel, iemand wat jy in jou vertroue kan neem
es: Puedes llamar a un amigo, alguien en el que confiar
sw: Unaweza kumpigia simu rafiki, mtu flani unayemuamini
th: คุณสามารถโทรหาเพื่อนสักคนหนึ่งที่คุณสามารถเล่าปัญหาให้ฟังได้
xh: Unokufowunela umhlobo wakho, umntu oza kuzityandâ€™ igila kuye
zu: Ungafonela umngani, uxoxe naye

# template
source: Remember you're not the only one
af: Onthou dat jy nie die enigste een is nie
es: Recuerda que no eres el único
sw: Kumbuka siyo wewe peke yako
th: โปรดจำไว้เสมอว่าไม่ใช่คุณคนเดียวเท่านั้นที่ต้องเผชิญสถานการณ์แบบนี้
xh: Ukhumbule ukuba ayinguwe wedwa
zu: Khumbula ukuthi awuwedwa
