Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_v2_malaysia/tn/tn_onboarding.po
Languages: tn_za

# text
source: Sorry, I don't understand what you mean.
tn_za: Intshwarele, ga ke go tlhaloganye.

# text
source: What is your relationship status?
tn_za: Maemo a kamano ya gago ke afe?

# text
source: Click here for more information:
tn_za: Tobetsa fano go bona tshedimosetso e nngwe:

# text
source: That is wonderful, thank you so much!
tn_za: Go gontle, re leboga go menagane!

# text
source: Can you please confirm that you are 18 years old or older?
tn_za: A o ka netefatsa gore o na le dingwaga di le 18 kgotsa go feta?

# text
source: We hope to see you again soon, and we wish you a happy and peaceful day!
tn_za: Re tshepa go go bona gape mo nakong e e sa fediseng pelo, mme re go lakaletsa letsatsi le le monate le le tletseng kagiso!

# text
source: Sorry, ParentText is only for people over the age of 18. Do you confirm that you are under the age of 18?
tn_za: Tshwarelo, MotsadiKwalo ke ya batho ba ba fetileng dingwaga di le 18 fela. A o netefatsa gore o ka fa tlase ga dingwaga di le 18?

# text
source: If you want to experience ParentText, you can always share it with your parents or caregivers.
tn_za: Fa o batla go itemogela ParentText, o ka e arolelanela ka gale le batsadi kgotsa batlhokomedi ba gago.

# quick_replies
source: Woman
tn_za: Mosadi

# quick_replies
source: Man
tn_za: Monna

# quick_replies
source: Prefer not to say
tn_za: Ke tlhopha go se arabe

# quick_replies
source: Single (not in a relationship)
tn_za: Nosi(ga ke mo dikamanong0

# quick_replies
source: Married
tn_za: Nyetse

# quick_replies
source: Partnered but not married
tn_za: Ke na le molekane fela ga re a nyalana

# quick_replies
source: Divorced or separated
tn_za: Tlhadile kgotsa kgaogane

# quick_replies
source: Widowed
tn_za: Swetswe

# quick_replies
source: Girl
tn_za: Mosetsana

# quick_replies
source: Boy
tn_za: Mosimane

# quick_replies
source: English
tn_za: Senyesimane

# quick_replies
source: Yes, I am over 18
tn_za: Ee, ke fetile 18

# quick_replies
source: No, I am under 18
tn_za: Nnya, ga ke ise ke fete 18

# quick_replies
source: Yes
tn_za: Ee

# quick_replies
source: No
tn_za: Nnyaa

# arguments
source: woman
tn_za: mosadi

# arguments
source: man
tn_za: monna

# arguments
source: prefer not to say
tn_za: ke tlhopha go se arabe

# arguments
source: married
tn_za: nyetse

# arguments
source: partnered but not married
tn_za: ke na le molekane fela ga re a nyalana

# arguments
source: widowed
tn_za: swetswe

# arguments
source: girl
tn_za: Mosetsana

# arguments
source: boy
tn_za: Mosimane

# arguments
source: english
tn_za: sejatlhapi

# arguments
source: yes y
tn_za: Ee y e

# arguments
source: exit
tn_za: tswaya

# arguments
source: yes y over
tn_za: ee y e fedile

# arguments
source: no n under
tn_za: nnya n tlase

# arguments
source: stop
tn_za: ema

# arguments
source: back
tn_za: morago

# arguments
source: no n
tn_za: nnyaa n
