Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_facilitator_cw/pap/pap_main.po
Languages: pap_pap

# data_list
source: I know it’s tough when other people at home don’t agree with a rule. 💙 Try talking calmly with them when your child isn’t around. Explain why the rule matters to you (and your child). Listen to their views and try to avoid accusations or conflict. You can also share how you feel. If it is hard to agree, remember that making the home a safe and happy place for your child starts with YOU. You can make rules with your child that you have control over (like “speak politely to me” or “always look both ways and hold hands when we cross the road”. You can be a model for both your child and other adults. With time, they may see the benefits and agree with you!
pap_pap: Mi sa ku ta duru ora otro hende na kas no ta di akuerdo ku un regla. 💙 Purba papia trankil ku nan ora bo yu no tei. Splika dikon e regla ta importante pa abo (i bo yu). Skucha nan punto di bista i purba di evitá akusashonnan òf konflikto. Bo por kompartí tambe kon bo ta sinti. Si ta difísil pa bai di akuerdo, kòrda ku hasi e kas un lugá seif i felis pa bo yu ta kuminsá serka ABO. Bo por traha reglanan ku bo tin kòntròl riba dje huntu ku bo yu (manera “papia nèchi ku mi” òf “semper wak tur dos banda i tene man ora nos krusa kaminda”. Bo por duna un ehèmpel pa tantu bo yu komo otro adultonan. Ku tempu, nan por mira e benefisionan i bai di akuerdo ku bo!

# data_list
source: 1️⃣ I am too angry to find anything positive to say to my child after they have misbehaved.
pap_pap: 1️⃣ Mi ta muchu rabiá pa haña algu positivo pa bisa mi yu despues ku el a komportá su mes malu.

# data_list
source: ⏸ Next time, when you are overwhelmed or angry, take a deep breath. If needed, walk away from the situation before you react. Remember, your child’s behaviour isn’t meant to hurt you. As children, it's normal for them to explore their limits. Later, find something small and clear that your teen is doing and you wish they could do more of. Then, praise them when they do it.
pap_pap: ⏸ Proksimo biaha, ora bo kabes ta yen òf bo ta rabiá, hala rosea profundo. Si ta nesesario, kana bai for di e situashon promé ku bo reakshoná. Kòrda, e komportashon di bo yu no ta pa hasi bo daño. Komo mucha, ta normal pa e eksplorá su límitenan. Despues, buska algu chikí i kla ku bo tiner ta hasiendo i ku bo ta deseá ku e por hasi mas di dje. Despues, elogié ora e hasié.

# data_list
source: 2️⃣ I got very angry with my child and shouted at them.
pap_pap: 2️⃣ Mi a rabia hopi ku mi yu i a grita nan.

# data_list
source: ⏸ First, take a pause. 💚 Be kind to yourself. You are both learning and it’s okay not to get it right all the time. If you are feeling overwhelmed or angry, take a deep breath. If needed, walk away from the situation before you react. Remember, your child’s behaviour isn’t meant to hurt you. As children, it's normal for them to explore their limits. 🌱 When you feel calmer, you could say sorry for shouting. Even if you meant some of what you said and want them to hear that, you can say sorry for how you said it. 🎈 Repeat the core message of what you were trying to say in a calmer way. 💛 Make them feel loved, even when you and your child are facing difficult situation.
pap_pap: ⏸ Promé, tuma un pousa. 💚 Sea amabel ku bo mes. Boso tur dos ta siñando i ta oké ku e no ta bai bon tur ora. Si bo ta sinti bo ku hopi kos na bo kabes òf rabiá, hala rosea profundo. Si ta nesesario, kana bai for di e situashon promé ku bo reakshoná. Kòrda, e komportashon di bo yu no ta pa hasi bo daño. Komo mucha, ta normal pa nan eksplorá nan límitenan. 🌱 Ora bo ta sinti bo mas trankil, bo por bisa despensa ku bo a grita. Asta si bo tabata ke men algun di loke bo a bisa i ke pa nan tende esei, bo por bisa despensa pa e manera kon bo a bis’é. 🎈 Ripití e mensahe mas importante di loke bo tabata purba di bisa na un manera mas trankil. 💛 Lag'é sintié stimá, asta ora abo i bo yu ta konfrontando situashon difísil.

# data_list
source: 3️⃣ I forgot to give my child a chance to do what I asked before giving the consequence.
pap_pap: 3️⃣ Mi a lubidá di duna mi yu un chèns pa hasi loke mi a pidi promé ku duna e konsekuensia.

# data_list
source: 💚 That’s okay, this is all about learning! Remember that the consequences should be fair and realistic. Talk about consequences for breaking household rules when you set them so your child knows them already. ✨ It does not always work, but when it does, it helps avoid giving them a consequence later!
pap_pap: 💚 Esei ta bon, esaki ta tur kos tokante siñamentu! Kòrda ku e konsekuensianan mester ta hustu i realístiko. Papia tokante e konsekuensianan ora ku kibra reglanan di kas, for di na momentu ku bo ta pone e reglanan ya asina bo yu konosé nan kaba. ✨ No ta semper e ta funshoná, pero ora e funshoná, e ta yuda evitá di duna nan un konsekuensia despues!

# data_list
source: 4️⃣ My child got very angry with me after I gave the consequence for their misbehaviour.
pap_pap: 4️⃣ Mi yu a rabia mashá ku mi despues ku mi a dun'é konsekuensia pa su mal komportashon.

# data_list
source: 🌷 Sometimes, your child will react in a negative way when receiving a consequence. ✨ ✨ Give yourself and your child some space to calm down. 💡 As long as the consequence is fair, it is important to follow through with it, even if they are angry.
pap_pap: 🌷 Tin biaha, bo yu lo reakshoná na un manera negativo ora e haña un konsekuensia. ✨ ✨ Duna bo mes i bo yu un poko espasio pa boso kalma. 💡 Tanten ku e konsekuensia ta hustu, ta importante pa sigui kuné, asta si e ta rabiá.

# data_list
source: Possible answers from parents:
pap_pap: Posibel kontesta di mayornan:

# data_list
source: We can continue to stay in touch. We can continue to chat weekly. We can keep practicing the Building Blocks we have learnt. We can learn what family and parenting services are available in our community.
pap_pap: Nos por sigui keda den kontakto. Nos por sigui 'chat' tur siman. Nos por sigui praktiká e Komponentenan Básiko ku nos a siña. Nos por siña kiko ta e servisionan di famia i di edukashon familiar ku ta disponibel den nos komunidat.

# data_list
source: Record the following audio message
pap_pap: Graba e siguiente mensahe di oudio

# data_list
source: You may want to close your eyes and sit comfortably while you listen to this message. Take a moment to think about what your lives and children were like before the programme began. Now think about each of the parts of the ParentChat programme: Spending One-on-One time with your child Talking about feelings Keeping it positive with praise and instructions Involving your children in making household rules and daily routines Using positive discipline like redirect and consequences Involving your children in solving problems Think about how the things you learned during the programme were different from the way you interacted with your children before the programme. Think about how you have changed, how your relationship to your children has changed, and how your children’s behaviours have changed. When you are ready, you can open your eyes.
pap_pap: Lo bo ke sera bo wowonan i sinta kómodamente miéntras bo ta skucha e mensahe akí. Tuma un ratu pa pensa kon boso bida i yunan tabata promé ku e programa a kuminsá. Awor pensa riba kada un di e partinan di e programa di Mayor Konektá: Pasando Tempu abo ku bo yu Papia tokante sintimentunan Mantené esaki positivo ku elogio i instrukshonnan Enbolbí bo yunan den traha reglanan di kas i rutinanan diario Usando disiplina positivo manera kambia atenshon i konsekuensianan Enbolbí bo yunan den solushoná problema Pensa riba kon e kosnan ku bo a siña durante e programa tabata diferente for di e manera ku bo a interkambiá ku bo yunan promé ku e programa. Pensa kon bo a kambia, kon bo relashon ku bo yunan a kambia, i kon komportashon di bo yunan a kambia. Ora bo ta kla, bo por habri bo wowonan.

# data_list
source: **WELCOME (15 minutes)** - Begin by welcoming the participants. - Do a Name Game to help everyone get to know each other. - Remind the group of the programme structure and content. - Lead a short physical exercise to energize the group. - Review the ground rules for the session. **OVERVIEW (30 minutes)** - Reminder of programme structure and content - Ground rules - Parent goals **BREAK (15 min)** **CORE LESSON: Parenting Skill – One-on-One Time (50 minutes)** - Video Story 1 and role-play the scenario together as a big group. - Video Story 2 and do another big group role-play. - Discuss the benefits of spending One-on-One Time with your child. - Brainstorm activities caregivers can do with their children during One-on-One Time. - Practice One-on-One Time in pairs. - Review tips for making One-on-One Time effective and enjoyable. **HOME ACTIVITIES & CLOSING (10 minutes)** Caregivers are encouraged to: - Have a conversation with their child about the goals identified in the session. - Spend at least 5 minutes each day in One-on-One Time with their child. - Take a Pause whenever feeling stressed or upset. - Do the Physical Exercise every morning after waking up. For closing: - Review the core topics covered in the session. - Inform caregivers about the text messages they will receive. - Remind them about the next online session and the home activities. - Thank and praise all participants for their contributions.
pap_pap: **BONBINÍ (15 minüt)** - Kuminsá dor di yama e partisipantenan bon biní. - Hasi un Wega di Nomber pa yuda tur hende siña konosé otro. - Kòrda e grupo riba e struktura i kontenido di e programa. - Guia un ehersisio físiko kòrtiku pa aktivá e grupo. - Repasá e reglanan básiko pa e seshon. **BISTA GENERAL (30 minüt)** - Rekordatorio di struktura i kontenido di programa - Reglanan básiko - Metanan di mayor **POUSA (15 min)** LÈS NUKLEO: Abilidat di Edukashon Familiar - Tempu pa abo ku bo yu (50 minüt)** - Kuenta riba Vidio 1 i 'rollenspel' huntu komo un grupo grandi. - Kuenta riba Vidio 2 i hasi un otro 'rollenspel' di grupo grandi. - Diskutí e benefisionan di pasa Tempu pa abo ku bo yu. - Pensa ideanan pa aktividatnan ku dunadónan di kuido por hasi ku nan yunan durante Tempu ku nan yu. - Praktiká Tempu pa abo ku bo yu den pareha. - Repasá tepnan pa hasi Tempu pa abo ku bo yu efektivo i agradabel. **AKTIVIDATNAN DI KAS & KLOUSURA (10 minüt)** Enkurashá dunadónan di kuido pa: - Tene un kombersashon ku nan yu tokante e metanan identifiká den e seshon. - Pasa por lo ménos 5 minüt tur dia di Tempu huntu ku nan yu. - Tuma un Pousa ora bo ta sinti bo mes di strès òf alterá. - Hasi e Ehersisio Físiko tur mainta despues di lanta. Pa klousurá: - Repasá e tópikonan prinsipal ku boso a kubri den e seshon. - Informá dunadónan di kuido tokante e mensahenan di teksto ku nan lo risibí. - Kòrda nan tokante e siguiente seshon ònlain i e aktividatnan di kas. - Gradisí i elogiá tur partisipante pa nan aporte.

# data_list
source: 1️⃣ Ensure attendance register, name tags, temporary adhesive, pens, paper, flipchart, markers, toys and props, stickers, and refreshments for the break are ready. 2️⃣ Set up the room with chairs in a circle. 3️⃣ List all participant goals on flipchart paper ahead of time. 4️⃣ Prepare the laptop, LCD projector, and screen for showing the video story.
pap_pap: 1️⃣ Sòru pa e registro di asistensia, plachi di nòmber, teip, pèn, papel, 'flipchart', marker, ko’i hunga i asesorionan, steker, i refresko pa e pousa ta kla. 2️⃣ Prepará e kamber poniendo e stulnan den un sírkulo. 3️⃣ Pone tur e metanan di e partisipantenan riba papel di 'flipchart' di antemano. 4️⃣ Prepará e lèptòp, proyèktòr di LCD i pantaya pa mustra e historia riba vidio.

# data_list
source: **WELCOME (15 minutes)** - Begin by welcoming the participants. - Do a Name Game to help everyone get to know each other. - Remind the group of the programme structure and content. - Lead a short physical exercise to energize the group. - Review the ground rules for the session. **OVERVIEW (30 minutes)** - Reminder of programme structure and content - Ground rules - Parent goals **BREAK (15 min)** **CORE LESSON: Parenting Skill – One-on-One Time (50 minutes)** - Video Story 1 and role-play the scenario together as a big group. - Discuss the benefits of spending One-on-One Time with your child. - Brainstorm activities caregivers can do with their children during One-on-One Time. - Practice One-on-One Time in pairs. - Review tips for making One-on-One Time effective and enjoyable. **HOME ACTIVITIES & CLOSING (10 minutes)** Caregivers are encouraged to: - Have a conversation with their child about the goals identified in the session. - Spend at least 5 minutes each day in One-on-One Time with their child. - Take a Pause whenever feeling stressed or upset. - Do the Physical Exercise every morning after waking up. For closing: - Review the core topics covered in the session. - Inform caregivers about the text messages they will receive. - Remind them about the next online session and the home activities. - Thank and praise all participants for their contributions.
pap_pap: **BONBINÍ (15 minüt)** - Kuminsá dor di yama e partisipantenan bon biní. - Hasi un Wega di Nòmber pa yuda tur hende siña konosé otro. - Kòrda e grupo riba e struktura i kontenido di e programa. - Guia un ehersisio físiko kòrtiku pa aktivá e grupo. - Repasá e reglanan básiko pa e seshon. **BISTA GENERAL (30 minüt)** - Rekordatorio di struktura i kontenido di programa - Reglanan básiko - Metanan di mayor **POUSA (15 min)** LÈS NUKLEO: Abilidat di Edukashon Familiar - Tempu Pa Abo ku Bo Yu (50 minüt)** - Kuenta riba Vidio 1 i 'rollenspel' huntu komo un grupo grandi. - Diskutí e benefisionan di pasa Tempu pa abo ku bo yu. - Pensa ideanan pa aktividatnan ku dunadónan di kuido por hasi ku nan yunan durante Tempu ku nan yu. - Praktiká Tempu pa abo ku bo yu den pareha. - Repasá tepnan pa hasi Tempu pa abo ku bo yu efektivo i agradabel. **AKTIVIDATNAN DI KAS & KLOUSURA (10 minüt)** Enkurashá dunadónan di kuido pa: - Tene un kombersashon ku nan yu tokante e metanan identifiká den e seshon. - Pasa por lo ménos 5 minüt tur dia di Tempu huntu ku nan yu. - Tuma un Pousa ora bo ta sinti bo mes di strès òf alterá. - Hasi e Ehersisio Físiko tur mainta despues di lanta. Pa klousurá: - Repasá e tópikonan prinsipal ku boso a kubri den e seshon. - Informá dunadónan di kuido tokante e mensahenan di teksto ku nan lo risibí. - Kòrda nan tokante e siguiente seshon ònlain i e aktividatnan di kas. - Gradisí i elogiá tur partisipante pa nan aporte.

# data_list
source: 1️⃣ Ensure attendance register, name tags, temporary adhesive, pens, paper, flipchart, markers, toys and props, stickers, and refreshments for the break are ready. 2️⃣ Set up the room with chairs in a circle. 3️⃣ List all participant goals on flipchart paper ahead of time. 4️⃣ Prepare the laptop, LCD projector, and screen for showing the video stories.
pap_pap: 1️⃣ Sòru pa e registro di asistensia, plachi di nòmber, teip, pèn, papel, 'flipchart', marker, ko’i hunga i asesorionan, steker, i refresko pa e pousa ta kla. 2️⃣ Prepará e kamber poniendo e stulnan den un sírkulo. 3️⃣ Pone tur e metanan di e partisipantenan riba papel di 'flipchart' di antemano. 4️⃣ Prepará e lèptòp, proyèktòr di LCD i pantaya pa mustra e historianan riba vidio.

# data_list
source: **WELCOME (15 minutes)** - Begin by welcoming the participants. - Do a Name Game to help everyone get to know each other. - Remind the group of the programme structure and content. - Lead a short physical exercise to energize the group. - Review the ground rules for the session. **OVERVIEW (30 minutes)** - Reminder of programme structure and content - Ground rules - Parent goals **BREAK (15 min)** **CORE LESSON: Parenting Skill – One-on-One Time (50 minutes)** - Video Story 1 and do big group role-play. - Discuss the benefits of spending One-on-One Time with your child. - Brainstorm activities caregivers can do with their children during One-on-One Time. - Practice One-on-One Time in pairs. - Review tips for making One-on-One Time effective and enjoyable. **HOME ACTIVITIES & CLOSING (10 minutes)** Caregivers are encouraged to: - Have a conversation with their child about the goals identified in the session. - Spend at least 5 minutes each day in One-on-One Time with their child. - Take a Pause whenever feeling stressed or upset. - Do the Physical Exercise every morning after waking up. For closing: - Review the core topics covered in the session. - Inform caregivers about the text messages they will receive. - Remind them about the next online session and the home activities. - Thank and praise all participants for their contributions.
pap_pap: **BONBINÍ (15 minüt)** - Kuminsá dor di yama e partisipantenan bon biní. - Hasi un Wega di Nomber pa yuda tur hende siña konosé otro. - Kòrda e grupo riba e struktura i kontenido di e programa. - Guia un ehersisio físiko kòrtiku pa aktivá e grupo. - Repasá e reglanan básiko pa e seshon. **BISTA GENERAL (30 minüt)** - Rekordatorio di struktura i kontenido di programa - Reglanan básiko - Metanan di mayor **POUSA (15 min)** LÈS NUKLEO: Abilidat di Edukashon Familiar - Tempu pa abo ku bo yu (50 minüt)** - Kuenta riba Vidio 1 i 'rollenspel' huntu komo un grupo grandi. - Diskutí e benefisionan di pasa Tempu pa abo ku bo yu. - Pensa ideanan pa aktividatnan ku dunadónan di kuido por hasi ku nan yunan durante Tempu ku nan yu. - Praktiká Tempu pa abo ku bo yu den pareha. - Repasá tepnan pa hasi Tempu pa abo ku bo yu efektivo i agradabel. **AKTIVIDATNAN DI KAS & KLOUSURA (10 minüt)** Enkurashá dunadónan di kuido pa: - Tene un kombersashon ku nan yu tokante e metanan identifiká den e seshon. - Pasa por lo ménos 5 minüt tur dia di Tempu huntu ku nan yu. - Tuma un Pousa ora bo ta sinti bo mes di strès òf alterá. - Hasi e Ehersisio Físiko tur mainta despues di lanta. Pa klousurá: - Repasá e tópikonan prinsipal ku boso a kubri den e seshon. - Informá dunadónan di kuido tokante e mensahenan di teksto ku nan lo risibí. - Kòrda nan tokante e siguiente seshon ònlain i e aktividatnan di kas. - Gradisí i elogiá tur partisipante pa nan aporte.

# data_list
source: **WELCOME (20 minutes)**
pap_pap: **BON BINÍ (20 minüt)**

# data_list
source: **OVERVIEW (30 min)**
pap_pap: **BISTA GENERAL (30 min)**

# data_list
source: **CORE LESSON: Parenting Skill – One-on-One Time (50 minutes)**
pap_pap: LÈS NUKLEO: Abilidat di Edukashon Familiar - Tempu pa abo ku bo yu (50 minüt)**

# data_list
source: **HOME ACTIVITIES & CLOSING (10 minutes)**
pap_pap: **AKTIVIDATNAN DI KAS & KLOUSURA (10 minüt)**

# data_list
source: **Preparation**
pap_pap: **Preparashon**

# data_list
source: 1️⃣ Ensure attendance register, name tags, temporary adhesive, pens, paper, flipchart, toys, refreshments for the break (if relevant) are ready. 2️⃣ You need paper and crayons for the art activity! 3️⃣ Ensure you have access to music (for the dance party). 4️⃣ Don’t forget the completion certificates! 5️⃣ Set up the room with chairs in a circle.
pap_pap: 1️⃣ Sòru pa registro di asistensia, plachi di nòmber, adhesivo temporal, pèn, papel, flipchart, kos di hunga, refresko pa e pauze (si ta relevante) ta kla. 2️⃣ Bo mester di papel i krayon pa e aktividat di arte! 3️⃣ Sòru pa bo tin akseso na músika (pa e fiesta di baile). 4️⃣ No lubidá e sertifikadonan di finalisashon! 5️⃣ Pone e kamber ku stul den un sirkulo.

# data_list
source: **Arrange for certificates** Parents who have attended more than 4 sessions automatically qualify. Your supervisor will already see who is eligible on the dashboard and prepare the certificates.
pap_pap: **Regla pa sertifikado** Mayornan ku a asistí na mas ku 4 seshon ta kualifiká outomátikamente. Bo supervisor lo a wak kaba riba e 'dashboard' ken ta eligibel i ta prepará e sertifikadonan.

# data_list
source: 1️⃣ ** Review reports**: Take a quick look at your group’s reports and make sure you have filled the attendance accurately. This helps make sure no parent misses out. 2️⃣ ** Reach out to your supervisor**: Let your supervisor know the program has finished and that parents in your group are ready for certificates. This gives them a heads-up to prepare the files for you. 3️⃣ ** Receive certificates from your supervisor**: Your supervisor will generate the certificates for all eligible parents. Coordinate with your supervisors to receive the physical copies of the certifiecates
pap_pap: 1️⃣ ** Repasá rapòrtnan**: Tira un bista rápido riba e rapòrtnan di bo grupo i sòru pa bo a yena e asistensia korektamente. Esaki ta yuda sigurá ku ningun mayor ta kai afó. 2️⃣ ** Tuma kontakto ku bo supervisor**: Laga bo supervisor sa ku e programa a kaba i ku mayornan den bo grupo ta kla pa sertifikado. Esaki ta dun'e un chèns pa prepará e failnan pa bo. 3️⃣ ** Risibí sertifikadonan di bo supervisor**: Bo supervisor lo generá e sertifikadonan pa tur mayor ku ta bini na remarke. Kordiná ku bo supervisornan pa risibí e kopianan di e sertifikadonan

# data_list
source: **Session overview** Total Time: 2 hours
pap_pap: **Bista general di seshon** Tempu Total: 2 ora

# data_list
source: **WELCOME (15 minutes)** - Welcome - Take a Pause - Emotional Check-In - Physical exercise **CORE LESSON: PROGRAMME REFLECTION (30 minutes)** - Silent Reflection - Art Activity - Sharing in Group **BREAK (10 min)** **CORE LESSON: MOVING ON (20 minutes)** - Story: Stone Soup - Discussion: Keeping the momentum moving forward - Review: Tips for continuing support ** CLOSING (15 minute)** - Loving kindness meditation - Ongoing home activities ** CELEBRATION (30 minutes)** - Certificates - Compliment Circle - Emotional check-out - Thank and praise families
pap_pap: **BONBINÍ (15 minüt)** - Bon binÍ - Tuma un Pousa - Chèk emoshonal - Ehersisio físiko **LÈS NÚKLEO: REFLEKSHON DI PROGRAMA (30 minüt)** - Reflekshon Silensioso - Aktividat di Arte - Kompartí den Grupo **POUSA (10 min)** **LÈS NUKLEO: NOS TA SIGUI (20 minüt)** - Kuenta: Sòpi di Piedra - Diskushon: Manteniendo e momentu direkshon pa futuruo - Repasá: Tepnan pa kontinuá sosten ** KLOUSURA (15 minüt)** - Meditashon di bondat amoroso - Aktividatnan kontinuo na kas ** SELEBRASHON (30 minüt)** - Sertifikadonan - Sírkulo di duna kòmplimènt - Chèk emoshonal di salida - Gradisí i elogiá famianan

# data_list
source: **WELCOME (15 minutes)**
pap_pap: **BON BINÍ (15 minüt)**

# data_list
source: **CORE LESSON: PROGRAMME REFLECTION (30 minutes)**
pap_pap: **LÈS NUKLEO: REFLEKSHON DI PROGRAMA (30 minüt)**

# data_list
source: ***CORE LESSON: MOVING ON (20 minutes)**
pap_pap: ***LÈS NUKLEO: NOS TA SIGUI (20 minüt)**

# data_list
source: ** CLOSING (15 minute)**
pap_pap: ** KLOUSURA (15 minüt)**

# data_list
source: **CELEBRATION (30 minutes)**
pap_pap: **SELEBRASHON (30 minüt)**

# data_list
source: At the end of the programme, we celebrate parents’ hard work and commitment by giving them a digital certificate. Parents who have attended more than 4 sessions automatically qualify. Your supervisor will already see who is eligible on the dashboard and prepare the certificates. Your role is simple but meaningful: you get to personally hand over these certificates and cheer parents on for their achievement!
pap_pap: Na final di e programa, nos ta selebrá e trabou duru i kompromiso di mayornan dor di duna nan un sertifikado digital. Mayornan ku a asistí na mas ku 4 seshon ta kualifiká outomátikamente. Bo supervisor lo a wak kaba riba e 'dashboard' ken ta eligibel i ta prepará e sertifikadonan. Bo ròl ta simpel pero signifikante: bo ta haña chèns pa entregá e sertifikadonan akí personalmente i elogiá mayornan pa nan logro!
