Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_facilitator_cw/pap/pap_main.po
Languages: pap_pap

# data_list
source: 1️⃣ ** Review reports**: Take a quick look at your group’s reports and make sure you have filled the attendance accurately. This helps make sure no parent misses out. 2️⃣ ** Reach out to your supervisor**: Let your supervisor know the program has finished and that parents in your group are ready for certificates. This gives them a heads-up to prepare the files for you. 3️⃣ ** Receive certificates from your supervisor**: Your supervisor will generate the certificates for all eligible parents. They’ll share the ready digital copies (PDF or image) with you.
pap_pap: 1️⃣ ** Repasá rapòrtnan**: Tira un bista rápido riba e rapòrtnan di bo grupo i sòru pa bo a yena e asistensia korektamente. Esaki ta yuda sigurá ku ningun mayor ta kai afó. 2️⃣ ** Tuma kontakto ku bo supervisor**: Laga bo supervisor sa ku e programa a kaba i ku mayornan den bo grupo ta kla pa sertifikado. Esaki ta dun'e un chèns pa prepará e failnan pa bo. 3️⃣ ** Risibí sertifikado di bo supervisor**: Bo supervisor lo generá e sertifikadonan pa tur mayor ku ta bini na remarke. E lo kompartí e kopianan digital ku ta kla (PDF òf imágen) ku bo.

# data_list
source: At this stage, please introduce the new administrator of the group. If time permits, suggest that the group make a concrete plan about when they would next like to meet.
pap_pap: Den e fase akí, por fabor introdusí e atministradó nobo di e grupo. Si tempu ta permití, sugerí pa e grupo traha un plan konkreto tokante ki ora nan lo ke topa otro.

# data_list
source: Welcome session in-person
pap_pap: Seshon di bon bini en persona

# data_list
source: Closing session in-person
pap_pap: Seshon di klousura en persona

# data_list
source: Welcome & closing session in-person
pap_pap: Seshon di bon biní i klousura den persona

# data_list
source: No in-person session
pap_pap: No tin seshon en persona

# data_list
source: 2 - 9 years old
pap_pap: 2 - 9 aña

# data_list
source: 10 - 17 years old
pap_pap: 10 - 17 aña

# data_list
source: 2 - 17 years old
pap_pap: 2 - 17 aña

# data_list
source: **Welcome** We are so glad you are here! This app is your partner every step of the way as you deliver the @global.programme_name programme.
pap_pap: **Bon Biní** Nos ta asina kontentu ku bo ta aki! E app aki ta bo partner kada paso di e kaminda segun ku bo ta entregá e programa @global.programme_name.

# data_list
source: **Create & manage parent groups** Easily create parent groups and keep everything organized. You can run the programme with one group—or many!
pap_pap: **Krea & manehá gruponan di mayor** Krea gruponan di mayor fásilmente i tene tur kos organisá. Bo por drei e programa ku un grupo—òf mas!

# data_list
source: **Share pre-drafted messages** Deliver chat sessions through pre-drafted messages that guide meaningful conversations. Everything you need is built right in.
pap_pap: **Kompartí mensahenan pre-formulá** Fasilitá seshonnan di 'chat' pa medio di mensahenan pre-formulá ku ta guia kombersashonnan signifikante. Tur loke bo mester ta inkorporá nèt den dje.

# data_list
source: **Share reports & follow up** Track sessions, share reports, and follow up—quickly and easily. See how each group is doing and support those who need it, all in just a few taps.
pap_pap: **Kompartí rapòrtnan & 'follow up'** Sigui seshonnan, kompartí rapòrtnan, i 'follow up'—rápido i fásil. Wak kon kada grupo ta baiendo i sostené esnan ku mester di dje, tur esaki ku solamente algun tap.

# data_list
source: **Explore helpful resources** Access a growing library of tips, tools, and activities to help you feel confident and ready for any session.
pap_pap: **Eksplorá rekursonan útil** Aksesá un biblioteka kresiente di tep, hèrmènt i aktividatnan pa yuda bo sinti bo sigur i kla pa kualke seshon.

# global
source: Your Content Package
pap_pap: Bo Pakete di Kontenido

# global
source: parent groups
pap_pap: gruponan di mayor

# global
source: Tap and type
pap_pap: Primi i taip

# global
source: Tap and select
pap_pap: Primi i selektá

# global
source: Your partner in delivering Mayor Konektá
pap_pap: Bo partner den fasilitá Mayor Konektá

# global
source: Create an account
pap_pap: Krea un kuenta

# global
source: Excited to have you here! Let’s keep going.
pap_pap: Kontentu ku bo tei akí! Ban sigui.

# global
source: Excited to have you here @fields._auth_user_given_name! Let’s keep going.
pap_pap: Kontentu ku bo tei akí @fields._auth_user_given_name! Ban sigui.

# global
source: You are signed in.
pap_pap: Bo a inisiá seshon.

# global
source: Welcome
pap_pap: Bon biní

# global
source: Share
pap_pap: Kompartí

# global
source: Your name
pap_pap: Bo nòmber

# global
source: [INSERT NAME]
pap_pap: [HINKA NÒMBER]

# global
source: Which state do you live in?
pap_pap: Den kua estado bo ta biba?

# global
source: Which region of @global.deployment_country do you live in?
pap_pap: Den kua region di @global.deployment_country bo ta biba?

# global
source: No parent groups found. To create a parent group, click on groups
pap_pap: No a haña gruponan di mayor. Pa krea un grupo di mayor, klek riba gruponan

# global
source: Submit Report
pap_pap: Entregá Rapòrt

# global
source: GUIDE
pap_pap: GUIA

# global
source: You've reached the end of this session. What would you like to do next?
pap_pap: Bo a yega na final di e seshon akí. Kiko bo lo ke hasi despues?

# global
source: Select Role
pap_pap: Selektá Ròl

# global
source: About @global.app_name
pap_pap: Tokante @global.app_name

# global
source: User ID
pap_pap: ID di usuario

# global
source: Active
pap_pap: Aktivo

# global
source: Closed
pap_pap: Será

# global
source: Age Group
pap_pap: Grupo di Edat

# global
source: Mode of Delivery
pap_pap: Modo di fasilitashon

# global
source: Create Parent Group
pap_pap: Krea Grupo di Mayor

# global
source: Parents
pap_pap: Mayornan

# global
source: Add Parent
pap_pap: Agregá Mayor

# global
source: Group Name
pap_pap: Nòmber di Grupo

# global
source: Group Status
pap_pap: Estado di Grupo

# global
source: Mark groups as closed when you have completed all its sessions
pap_pap: Marka gruponan komo será ora bo a kompletá tur su seshonnan

# global
source: Mark as Closed
pap_pap: Marka komo Será

# global
source: Danger Zone
pap_pap: Zona di Peliger

# global
source: Delete group to permanently delete all its data. This action cannot be undone.
pap_pap: Eliminá grupo pa eliminá tur su datonan permanentemente. No por anulá e akshon akí.

# global
source: Delete Group
pap_pap: Eliminá Grupo

# global
source: Required field*
pap_pap: Kampo nesesario*

# global
source: Caregiver's First Name*
pap_pap: Nòmber di e dunadó di kuido*

# global
source: Caregiver's Last Name*
pap_pap: Fam di e dunadó di kuido*

# global
source: Contact Number*
pap_pap: Number di Kontakto*

# global
source: Caregiver's Age
pap_pap: Edat di e Dunadó di kuido

# global
source: Caregiver's Sex
pap_pap: Sekso di e Dunadó di kuido

# global
source: About the family
pap_pap: Tokante e famia

# global
source: Number of children caregiver cares for at home
pap_pap: Kantidat di mucha ku e dunadó di kuido ta kuida na kas

# global
source: About the child the caregiver will focus on
pap_pap: Tokante e mucha ku e dunadó di kuido lo enfoká riba dje

# global
source: About the child
pap_pap: Tokante e mucha

# global
source: Child's Age
pap_pap: Edat di Mucha

# global
source: Child's Sex
pap_pap: Sekso di Mucha

# global
source: Is the child living in more than one home?
pap_pap: E mucha ta bibando na mas ku un kas?

# global
source: Hours caregiver usually spend with the child each day
pap_pap: Oranan ku e dunadó di kuido ta pasa ku e mucha tur dia

# global
source: Caregiver's goal
pap_pap: Meta di dunadó di kuido

# global
source: Date of Consultation
pap_pap: Fecha di Konsulta

# global
source: Enter caregiver's first name
pap_pap: Hinka nòmber di e dunadó di kuido

# global
source: Enter caregiver's last name
pap_pap: Hinka fam di e dunadó di kuido

# global
source: Enter caregiver's contact number
pap_pap: Hinka e number di kontakto di e dunadó di kuido

# global
source: Enter caregiver's age
pap_pap: Hinka e edat di e dunadó di kuido

# global
source: Enter caregiver's sex
pap_pap: Hinka e sekso di e dunadó di kuido

# global
source: How many childern
pap_pap: Kuantu mucha

# global
source: Enter child's age
pap_pap: Hinka edat di e mucha

# global
source: Enter child's sex
pap_pap: Hinka e sekso di mucha

# global
source: Enter value
pap_pap: Hinka balor

# global
source: Enter hours
pap_pap: Hinka orarionan

# global
source: Enter parent's goal
pap_pap: Hinka e meta di mayor

# global
source: Enter date of consultation
pap_pap: Hinka fecha di konsulta

# global
source: Please enter a valid name using only letters. It must be at least 2 characters long.
pap_pap: Por fabor hinka un nòmber bálido usando solamente lèter. E mester ta por lo ménos 2 karakter largu.

# global
source: Please enter a valid 11-digit phone number that starts with 09.
pap_pap: Por fabor hinka un number di telefòn bálido di 11 sifra ku ta kuminsá ku 09.

# global
source: Please enter a valid age between 16 and 99.
pap_pap: Por fabor hinka un edat bálido entre 16 i 99.

# global
source: Please enter a valid number to indicate the total childern .
pap_pap: Por fabor hinka un number bálido pa indiká e kantidat total di mucha.

# global
source: Please enter an age between 2 and 17.
pap_pap: Por fabor hinka un edat entre 2 i 17 aña.

# global
source: Please select a gender
pap_pap: Por fabor selektá un sekso

# global
source: Please select an answer
pap_pap: Por fabor selektá un kontesta

# global
source: Please enter a valid number of hours between 0 to 24.
pap_pap: Por fabor hinka un kantidat bálido di ora entre 0 pa 24.

# global
source: Please enter a specific and realistic goal.
pap_pap: Por fabor hinka un meta spesífiko i realístiko.

# global
source: Please enter a date.
pap_pap: Por fabor hinka un fecha.

# global
source: Frequently Asked Questions
pap_pap: Preguntanan Frekuente

# global
source: View Module from Start
pap_pap: Mira Módulo for di Komienso

# global
source: Please make sure messages have been shared before completing session
pap_pap: Por fabor sòru pa a kompartí mensahenan promé ku kompletá seshon

# global
source: Mark Session as Delivered
pap_pap: Marka e Seshon komo Duná

# global
source: You successfully completed this session! Please complete the report
pap_pap: Bo a kompletá e seshon akí ku éksito! Por fabor kompletá e rapòrt

# global
source: Add Report
pap_pap: Agregá rapòrt

# global
source: You successfully completed the report for this session!
pap_pap: Bo a kompletá e rapòrt pa e seshon akí ku éksito!

# global
source: Review Report
pap_pap: Kontrolá Rapòrt

# global
source: You successfully completed this session!
pap_pap: Bo a kompletá e seshon akí ku éksito!

# global
source: Mark Session as Delivered and add report
pap_pap: Marka Seshon komo Duná i agregá rapòrt

# global
source: Please share your message with the parent group before marking this module as delivered.
pap_pap: Por fabor kompartí bo mensahe ku e grupo di mayor promé ku marka e módulo akí komo finalisá.

# global
source: 14 December 2023
pap_pap: 14 di dezèmber 2023

# global
source: Parent Group
pap_pap: Grupo di Mayor

# global
source: Select Parent Group
pap_pap: Selektá Grupo di Mayor

# global
source: No Parent Groups
pap_pap: No tin Grupo di Mayor

# global
source: Chat Sessions will load after you select a parent group
pap_pap: Seshon di kombersashon lo karga despues ku bo selektá e grupo di mayor

# global
source: Parent's first name
pap_pap: Nòmber di Mayor

# global
source: Parent's last name
pap_pap: Fam di Mayor

# global
source: Parent Text ID
pap_pap: ID di Teksto di Mayor

# global
source: minutes
pap_pap: minütnan

# global
source: Your Active Groups
pap_pap: Bo Gruponan Aktivo

# global
source: Your Archived Groups
pap_pap: Bo Gruponan den Archivo

# global
source: Copied to clipboard
pap_pap: Kopiá pa 'clipboard'

# global
source: This profile is incomplete. Open to complete the missing details.
pap_pap: E profil akí ta inkompleto. Habri pa kompletá e detayenan ku falta.

# global
source: Embedded PDFs are not supported in this browser, please use an up-to-date version of Google Chrome to view or open in external app
pap_pap: PDFnan inkorporá no ta wòrdu sostené den e 'browser' akí, por fabor usa un vershon aktualisá di Google Chrome pa wak òf habri den un aplikashon eksterno

# global
source: Open with...
pap_pap: Habri ku...

# global
source: Would you like to create an account? This will allow you to retrieve your data if you lose your device.
pap_pap: Bo ke krea un kuenta? Esaki lo permití bo pa rekuperá bo datonan si bo pèrdè bo aparato.

# global
source: Sign in with Apple
pap_pap: Inisiá Seshon ku Apple

# global
source: Sign in with Google
pap_pap: Inisiá Seshon ku Google

# global
source: You are logged in.
pap_pap: Bo ta konektá.

# global
source: Account
pap_pap: Kuenta

# global
source: Delete account
pap_pap: Elimina kuenta

# global
source: Are you sure you want to delete your account?
pap_pap: Bo ta sigur ku bo ke eliminá bo kuenta?

# global
source: This action is permanent and cannot be undone. You will lose all your progress.
pap_pap: E akshon akí ta permanente i no por anulá esaki mas. Lo bo pèrdè tur bo progreso.

# global
source: Yes
pap_pap: Si

# global
source: It looks like you've logged in on another device before. Would you like to continue from where you left off? If you do, any progress made on this device will be lost.
pap_pap: Ta parse ku bo a yega di drenta riba un otro aparato promé. Bo ke sigui for di kaminda bo a keda? Si bo hasié, kualke progreso hasí riba e aparato akí lo bai pèrdí.

# global
source: Load saved progress
pap_pap: Subi e progreso wardá

# global
source: Skip
pap_pap: Salta

# global
source: Welcome to @global.app_name!
pap_pap: Bon Biní na @global.app_name!

# global
source: Sign in
pap_pap: Inisiá Seshon

# global
source: Creating an account allows you to save your progress across devices. It is optional.
pap_pap: Kreando un kuenta ta permití bo warda bo progreso riba tur aparato. E ta opshonal.

# global
source: Continue with Apple
pap_pap: Sigui ku Apple

# global
source: Continue with Google
pap_pap: Sigui ku Google

# global
source: Continue without an account
pap_pap: Sigui sin un kuenta

# global
source: By continuing, you agree to our:
pap_pap: Dor di sigui, bo ta bai di akuerdo ku nos:

# global
source: Sign out
pap_pap: Deskonektá

# global
source: Welcome back, @fields._auth_user_given_name!
pap_pap: Bon biní bèk, @fields._auth_user_given_name!

# global
source: Welcome back!
pap_pap: Bon Biní bèk!

# global
source: Welcome, @fields._auth_user_given_name!
pap_pap: Bon Biní @fields._auth_user_given_name!

# global
source: Welcome!
pap_pap: Bon biní!

# global
source: Continue
pap_pap: Kontinuá

# global
source: You’re all set!
pap_pap: Bo ta kla!

# global
source: Your profile is complete, and you’re ready to begin!
pap_pap: Bo profil ta kompletu i bo ta kla pa kuminsá!

# global
source: Let's set up your profile:
pap_pap: Laga nos prepará bo profil:

# global
source: What is your role in @global.programme_name?
pap_pap: Kiko ta bo ròl den @global.programme_name?

# global
source: Select role
pap_pap: Selektá ròl

# global
source: Language
pap_pap: Idioma

# global
source: What is your municipality?
pap_pap: Kiko ta bo munisipio?

# global
source: Select municipality
pap_pap: Selektá munisipio

# global
source: What is your organisation?
pap_pap: Kiko ta bo organisashon?

# global
source: Select organisation
pap_pap: Selektá organisashon

# template
source: Edit Parent Group
pap_pap: Editá Grupo di Mayor

# template
source: minutes
pap_pap: minütnan

# template
source: **Which of the parents in your group participated?** *Participation is defined as any parent who posts a comment, question, reply or reaction (such as a thumbs up) within the chat since you shared the first message from the weekly discussion.*
pap_pap: **Kua di e mayornan den bo grupo a partisipá?** *Ta definí partisipashon komo kualke mayor ku ta pone un komentario, pregunta, kontesta òf reakshon (manera un dùim ariba) den e kòmbersashon desde ku bo a kompartí e promé mensahe di e diskushon semanal.*

# template
source: Parent
pap_pap: Mayornan

# template
source: Very poorly
pap_pap: Hopi malu

# template
source: Enter developer mode
pap_pap: Hinka modo di desaroyadó

# template
source: To launch the app in developer mode, enter your developer code in the box below and press @local.submit.
pap_pap: Pa inisiá e aplikashon den modo di desaroyadó, introdusí bo kódigo di desaroyadó den e kuadro akí bou i primi @local.submit.

# template
source: You have successfully entered developer mode.
pap_pap: Bo a drenta e modo di desaroyadó ku éksito.

# template
source: You have entered an incorrect code.
pap_pap: Bo a hinka un kódigo inkorekto.

# template
source: Next Session
pap_pap: Siguiente Seshon

# template
source: Pending Reports
pap_pap: Rapòrtnan pendiente

# template
source: Follow ups
pap_pap: 'Follow up'nan

# template
source: TO DO
pap_pap: PA HASI

# template
source: pending = @local.number_pending_reports
pap_pap: pendiente = @local.number_pending_reports

# template
source: 🚀 Your parents are waiting! Once you deliver your first session, your reports will appear here.
pap_pap: 🚀 Bo mayornan ta warda! Unabes bo fasilitá bo promé seshon, bo rapòrtnan lo aparesé akí.

# template
source: @local.number_pending_reports Pending Reports
pap_pap: @local.number_pending_reports Rapòrtnan pendiente

# template
source: @local.number_pending_reports Pending Report
pap_pap: @local.number_pending_reports Rapòrt pendiente

# template
source: Show All
pap_pap: Mustra Tur

# template
source: Show Less
pap_pap: Mustra Ménos

# template
source: 🎉 No Pending Reports
pap_pap: 🎉 No tin Rapòrt Pendiente

# template
source: Great job! You’ve completed all reports!
pap_pap: Bon trabou! Bo a kompletá tur rapòrt!

# template
source: Profile
pap_pap: Profil

# template
source: Switch language
pap_pap: Kambia idioma

# template
source: Your Facilitator Code
pap_pap: Bo Kódigo di Fasilitadó

# template
source: Your Content Package
pap_pap: Bo Pakete di Kontenido

# template
source: Parent Actions
pap_pap: Akshonnan di Mayor

# template
source: Your Parent Groups
pap_pap: Bo Gruponan di Mayor

# template
source: App Details & Terms
pap_pap: Detayenan i Kondishonnan di Aplikashon

# template
source: Date of session
pap_pap: Fecha di seshon

# template
source: Parent's Attendance
pap_pap: Asistensia di Mayor

# template
source: Enter value
pap_pap: Hinka balor

# template
source: How did your session go?
pap_pap: Kon bo seshon a bai?

# template
source: What challenges did you face in delivering @fields.current_module_name Be specific.
pap_pap: Ki retonan bo a enfrentá den fasilitashon @fields.current_module_name Sea spesífiko.

# template
source: Submit
pap_pap: Entregá

# template
source: actions to do
pap_pap: kosnan pa hasi

# template
source: @global.app_name has downloaded an update. Please restart the app to finish installation.
pap_pap: @global.app_name a deskargá un aktualisashon. Por fabor start e aplikashon di nobo pa kaba ku instalashon.

# template
source: Restart
pap_pap: Start di nobo

# template
source: Your Reports
pap_pap: Bo rapòrtnan

# template
source: Parent Group
pap_pap: Grupo di Mayor

# template
source: Library
pap_pap: Biblioteka

# template
source: Unsaved values
pap_pap: Balornan no wardá

# template
source: Are you sure you want to exit without saving?
pap_pap: Bo ta sigur ku bo ke sali sin warda?

# template
source: Exit without saving
pap_pap: Sali sin warda

# template
source: Syncing...
pap_pap: Sinkronisando...

# template
source: Copy code
pap_pap: Kopia Kódigo

# template
source: Copied!
pap_pap: Kopiá!

# template
source: Last sync at: @local.sync_latest
pap_pap: Último sinkronisashon na: @local.sync_latest

# template
source: This device has never been synced. Sync to reveal your code.
pap_pap: Nunka a sinkronisá e aparato akí. Sinkronisá pa revelá bo kódigo.

# template
source: Sync now
pap_pap: Sinkronisá awor

# template
source: sessions
pap_pap: seshonnan

# template
source: Missed the last @local.total_attendance sessions
pap_pap: A pèrdè e último seshonnan di @local.total_attendance

# template
source: SHOULD HAVE BEEN LIKE THIS:
pap_pap: E MESTER TABATA ASINA 'KI:

# template
source: attendance = @local.attendance
pap_pap: asistensia = @local.attendance

# template
source: Co-parenting with
pap_pap: Edukashon familiar huntu ku

# template
source: test: @local.group_count
pap_pap: tèst: @local.group_count

# template
source: Choose which content you want to see.
pap_pap: Skohe kua kontenido bo ke mira.

# template
source: Create New Group
pap_pap: Krea Grupo Nobo

# template
source: Are you sure you want to delete this report?
pap_pap: Bo ta sigur ku bo ke eliminá e rapòrt akí?

# template
source: This will delete all of your report data and entries. The action cannot be undone!
pap_pap: Esaki lo eliminá tur bo datonan di rapòrt i informashonnan yená. No por anulá e akshon!

# template
source: Parents
pap_pap: Mayornan

# template
source: Edit Parent
pap_pap: Editá Mayor

# template
source: to do
pap_pap: pa hasi

# template
source: Delete parent to permanently delete all their data. This action cannot be undone.
pap_pap: Eliminá mayor pa eliminá tur su datonan permanentemente. No por anulá e akshon akí.

# template
source: Delete Parent
pap_pap: Eliminá Mayor

# template
source: Facilitator ID
pap_pap: Identifikashon di Fasilitadó

# template
source: Paste the @local.facilitator_id of a user to import their account data.
pap_pap: Plak e @local.facilitator_id di un usuario pa importá su datonan di kuenta.

# template
source: Import data
pap_pap: Importá dato

# template
source: Validation
pap_pap: Validashon

# template
source: User name (on the current account)
pap_pap: Nòmber di usuario (riba e kuenta aktual)

# template
source: Clear user name
pap_pap: Hasi nòmber di usuario bashí

# template
source: If you had set a user name on your old account and the data was imported succesfully, the user name above should update.
pap_pap: Si bo a pone un nòmber di usuario riba bo kuenta bieu i a importá e datonan ku éksito, e nòmber di usuario ariba mester aktualisá.

# template
source: Are you sure you want to delete @fields.current_group_name?
pap_pap: Bo ta sigur ku bo ke eliminá @fields.current_group_name?

# template
source: This will delete all of @fields.current_group_name group data. The action cannot be undone.
pap_pap: Esaki lo eliminá tur e datonan di grupo di @fields.current_group_name. No por anulá e akshon.

# template
source: Group Name
pap_pap: Nòmber di Grupo

# template
source: Are you sure you want to delete @fields.current_parent_name?
pap_pap: Bo ta sigur ku bo ke eliminá @fields.current_parent_name?

# template
source: This will delete all of @fields.current_parent_name parent data. The action cannot be undone.
pap_pap: Esaki lo eliminá tur e datonan di grupo di @fields.current_parent_name. No por anulá e akshon.

# template
source: Delete
pap_pap: Eliminá

# template
source: delivered = @local.number_delivered_sessions
pap_pap: fasilitá = @local.number_delivered_sessions

# template
source: parent_groups = @local.number_parent_groups
pap_pap: grupo_di_mayornan = @local.number_parent_groups

# template
source: parents = @local.number_parents
pap_pap: mayornan = @local.number_parents

# template
source: true delivered condition
pap_pap: kondishon duná berdadero

# template
source: true parent_groups condition
pap_pap: kondishon di gruponan_di mayor berdadero

# template
source: true parents condition
pap_pap: kondishon di mayornan berdadero

# template
source: true condition
pap_pap: kondishonnan berdadero
