Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_facilitator_cw/pap/pap_legal_terms.po
Languages: pap_pap

# data_list
source: We may update our terms and conditions from time to time and we will inform you in advance of any substantial change will occur. Your continued use of the App suggests you agree to subsequent revisions of the terms and conditions. Please review this page periodically for any updates. Substantial changes affecting personal data processing will be communicated to user.
pap_pap: Nos por aktualisá nos términonan i kondishonnan de bes en kuando i nos lo informá bo di antemano di kualke kambio supstansial ku lo tuma lugá. Bo uso kontinuo di e Aplikashon ta sugerí ku bo ta bai di akuerdo ku revishonnan siguiente di e términonan i kondishonnan. Por fabor revisá e página akí periodikamente pa kualke aktualisashon. Lo komuniká kambionan supstansial ku ta afektá prosesamentu di datonan personal na e usuario.

# data_list
source: Applicable law and jurisditcion
pap_pap: Lei i hurisdikshon aplikabel

# data_list
source: Unless differently provided by applicable mandatory local laws, these Terms and Conditions shall be governed by the laws of Curaçao and the laws of the United Kingdom. The Joint Court of Justice of Aruba, Curaçao, Sint Maarten, and of Bonaire, Sint Eustatius and Saba, having its seat in Curaçao, and the courts of London shall have exclusive jurisdiction over any disputes arising out of or in connection with these Terms and Conditions. **Last updated: @global.deployment_terms_text**
pap_pap: A ménos ku e leinan lokal obligatorio aplikabel ta stipulá diferente, e Términonan i Kondishonnan akí ta kai bou di e leinan di Kòrsou i e leinan di Reino Uni. E Korte Komun di Hustisia di Aruba, Kòrsou, Sint Maarten, i di Boneiru, Sint Eustatius i Saba, teniendo su sede na Kòrsou, i e kortenan di London lo tin hurisdikshon eksklusivo riba kualke disputa ku surgi for di òf en konekshon ku e Términonan i Kondishonnan akí. **Último aktualisashon: @global.deployment_terms_text**

# global
source: Terms & Conditions
pap_pap: Término i Kondishonnan

# global
source: Privacy Policy
pap_pap: Polítika di Privasidat

# template
source: By providing your consent below you acknowledge reading and accepting the @global.terms_and_conditions and @global.privacy_policy. The most important commitments are: 1. This is, and will always be, a fully free app. 2. Your data will never be sold. We are not for profit. 3. By using the app you are helping to make the app better for you and others. 4. Your anonymised data may be used for research purposes by our @global.app_name team.
pap_pap: Dunando bo konsentimentu aki abou bo ta rekonosé ku bo a lesa i aseptá e @global.terms_and_conditions i @global.privacy_policy. E kompromisonan mas importante ta: 1. Esaki ta, i lo keda semper, un aplikashon kompletamente grátis. 2. Nunka lo no bende bo datonaní. Nos no tei pa hasi ganashi. 3. Dor di usa e aplikashon bo ta yuda pa hasi e aplikashon mihó pa abo i otronan. 4. Por usa bo datonan anónimo pa propósitonan di investigashon dor di nos tim di @global.app_name.

# template
source: These policies are still under construction. We value advice and input to improve them.
pap_pap: E polítikanan aki ta bou di konstrukshon ainda. Nos ta balorá konseho i aporte pa mehorá nan.

# template
source: I consent to the commitments stated above.
pap_pap: Mi ta bai di akuerdo ku e kompromisonan menshoná ariba.

# template
source: Continue
pap_pap: Kontinuá

# template
source: Last updated: @global.deployment_terms_text
pap_pap: Ultimo aktualisashon: @global.deployment_terms_text

# template
source: You can only move on and access the app if you provide your consent.
pap_pap: Bo por sigui i haña akseso na e aplikashon solamente si bo duna bo konsentimentu.
