Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_facilitator_cw/pap/pap_main.po
Languages: pap_pap

# template
source: This is where you'll see parents who need follow-up.
pap_pap: Aki ta kaminda bo ta mira mayornan ku mester 'follow up' kuné.

# template
source: No Follow ups
pap_pap: No tin 'Follow up'

# template
source: All your parents are engaged–keep it up!
pap_pap: Tur bo mayornan ta komprometí–sigui asina!

# template
source: will it work? @data.@local.test_string
pap_pap: e lo funshoná? @data.@local.test_string

# template
source: attendance_1 = @local.attendance_1
pap_pap: asistensia_1 = @local.attendance_1

# template
source: attendance_2 = @local.attendance_2
pap_pap: asistensia_2 = @local.attendance_2

# template
source: attendance_3 = @local.attendance_3
pap_pap: asistensia_3 = @local.attendance_3

# template
source: attendance_4 = @local.attendance_4
pap_pap: asistensia_4 = @local.attendance_4

# template
source: attendance_5 = @local.attendance_5
pap_pap: asistensia_5 = @local.attendance_5

# template
source: attendance_6 = @local.attendance_6
pap_pap: asistensia_6 = @local.attendance_6

# template
source: attendance_7 = @local.attendance_7
pap_pap: asistensia_7 = @local.attendance_7

# template
source: attendance_8 = @local.attendance_8
pap_pap: asistensia_8 = @local.attendance_8

# template
source: attendance_9 = @local.attendance_9
pap_pap: asistensia_9 = @local.attendance_9

# template
source: attendance_10 = @local.attendance_10
pap_pap: asistensia_10 = @local.attendance_10

# template
source: attendance_11 = @local.attendance_11
pap_pap: asistensia_11 = @local.attendance_11

# template
source: attendance_12 = @local.attendance_12
pap_pap: asistensia_12 = @local.attendance_12

# template
source: attendance_13 = @local.attendance_13
pap_pap: asistensia_13 = @local.attendance_13

# template
source: attendance_14 = @local.attendance_14
pap_pap: asistensia_14 = @local.attendance_14

# template
source: attendance = @local.total_attendance
pap_pap: asistensia = @local.total_attendance

# template
source: index = @item._index
pap_pap: indèks = @item._index

# template
source: first= @local.first
pap_pap: promé= @local.first

# template
source: Missed the last **@local.total_attendance** reported sessions
pap_pap: A pèrdè e último **@local.total_attendance** seshonnan reportá

# template
source: Are you sure you want to archive @fields.current_group_name?
pap_pap: Bo ta sigur ku bo ke archivá @fields.current_group_name?

# template
source: Archiving this group will remove it from your active list. You can still view its data later if needed.
pap_pap: Archivando e grupo akí lo kita esaki for di bo lista aktivo. Bo por wak su datonan despues si ta nesesario.

# template
source: Cancel
pap_pap: Kanselá

# template
source: Archive
pap_pap: Archivo

# template
source: How many minutes did you spend facilitating your parent @global.share_medium group over the last week?
pap_pap: Kuantu minüt bo a dediká na fasilitá bo grupo di mayor @global.share_medium durante e último siman?

# template
source: I was able to send...
pap_pap: Mi por a manda...

# template
source: All of the messages
pap_pap: Tur e mensahenan

# template
source: Some of the messages
pap_pap: Algun di e mensahenan

# template
source: None of the messages
pap_pap: Niun di e mensahenan

# template
source: How do you feel the session went?
pap_pap: Kon bo ta sinti ku e seshon a bai?

# template
source: Very well
pap_pap: Hopi bon

# template
source: Well
pap_pap: Bon

# template
source: Acceptable / Okay
pap_pap: Aseptabel / Oké

# template
source: Poorly
pap_pap: Malu

# template
source: Very Poorly
pap_pap: Hopi Malu

# template
source: Which of the parents in this group attended your @global.virtual_session_platform group session?
pap_pap: Kua di e mayornan den e grupo akí a asistí na bo seshon di grupo @global.virtual_session_platform?

# template
source: Templates
pap_pap: Formato

# template
source: Dynamic data
pap_pap: Dato Dinámiko

# template
source: Reset app
pap_pap: Restablesé aplikashon

# template
source: Open feedback
pap_pap: Habri komentario

# template
source: Close feedback
pap_pap: Sera komentario

# template
source: Import user
pap_pap: Importá usuario

# template
source: Themes
pap_pap: Temanan

# template
source: Developer mode
pap_pap: Modo di desaroyadó

# template
source: Exit developer mode
pap_pap: Sali for di modo di desaroyadó

# template
source: Sessions
pap_pap: Seshonnan

# template
source: Actions
pap_pap: Akshonnan

# template
source: Groups
pap_pap: Gruponan

# template
source: Resources
pap_pap: Rekursonan

# template
source: Settings
pap_pap: Konfigurashonnan

# template
source: Add Parent
pap_pap: Agregá Mayor

# template
source: Save Profile
pap_pap: Warda Profil

# template
source: Save and Add New
pap_pap: Warda i Agregá Nobo

# template
source: All parents are engaged
pap_pap: Tur mayor ta komprometí

# template
source: @field.current_follow_ups_number Follow ups
pap_pap: @field.current_follow_ups_number 'Follow up'nan

# template
source: Continue
pap_pap: Kontinuá

# template
source: How many minutes did it take you to prepare for this session?
pap_pap: Kuantu minüt bo a tuma pa prepará pa e seshon akí?

# template
source: How many minutes did it take you to travel to the location where the session was delivered?
pap_pap: Kuantu minüt bo a tuma pa biaha pa e lugá kaminda a tene e seshon?

# template
source: How many minutes did it take you to deliver the sessions?
pap_pap: Kuantu minüt bo a tuma pa fasilitá e seshonnan?

# template
source: Which of the parents in this group attended your in-person session?
pap_pap: Kua di e mayornan den e grupo akí a partisipá na bo seshon en persona?

# template
source: parents
pap_pap: mayornan

# template
source: Please check all the activities you completed during this session:
pap_pap: Por fabor kontrolá tur e aktividatnan ku bo a kompletá durante e seshon akí:

# template
source: Save
pap_pap: Warda

# template
source: test
pap_pap: tèst
