Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_facilitator_cw/pap/pap_main.po
Languages: pap_pap

# data_list
source: Bedtime is one of the most important routines that parents can establish for their children. Children need enough sleep to grow and be healthy. A routine is a good way to help ensure that they get enough sleep. It’s also important to stress that parents, too, need to get enough sleep. Sleep deprivation affects everyone’s behaviour! Bedtime routines last about 30 minutes and can involve washing, establishing a quiet and calm environment, singing, or reading to your child and then providing an affectionate goodnight. Bedtime routines can even be helpful for teens. Less screen time and more relaxing activities help a teen get a good night of sleep. The same is true for parents and you! Some families may live in crowded or stressful environments, or have irregular routines because of shift work or money worries. But even small, predictable bedtime moments can help children feel safe and secure.
pap_pap: Ora di drumi ta un di e rutinanan mas importante ku mayornan por establesé pa nan yunan. Muchanan mester di sufisiente soño pa krese i ta saludabel. Un rutina ta un bon manera pa yuda garantisá ku nan ta haña sufisiente soño. Tambe ta importante pa enfatisá ku mayornan tambe mester drumi sufisiente. Falta di soño ta afektá komportashon di tur hende! Rutinanan di drumi ta dura mas o ménos 30 minüt i por enserá bañamentu, establesé un ambiente ketu i trankil, kantamentu òf lesa pa bo yu i despues duna un bonochi kariñoso. Rutinanan promé ku drumi por asta ta útil pa hóbennan. Ménos tempu riba pantaya i mas aktividat relahante ta yuda un hóben haña un bon anochi di soño. Meskos ta konta pa mayornan i pa abo! Algun famia por ta biba den ambientenan yen di hende òf ku ta kousa strès, òf tin rutinanan iregular pa motibu di trabou di warda òf preokupashonnan di plaka. Pero asta momentunan chikí i predisibel promé ku bai drumi por yuda muchanan sinti nan mes seif i sigur.

# data_list
source: Gender
pap_pap: Género

# data_list
source: In some families the rules for boys and girls are different. This is often because of expectations or traditional norms relating to the different roles that boys and girls can play. This is something that could be explored further to see if the different rules are really necessary or are limiting boys or girls. Parents may need support thinking about how this may affect their children.
pap_pap: Den algun famia e reglanan pa mucha hòmber i mucha muhé ta diferente. Hopi bia esaki ta pa motibu di ekspektativanan òf normanan tradishonal relashoná ku e diferente ròlnan ku mucha hòmber i mucha muhé por hunga. Esaki ta algu ku por eksplorá mas leu pa wak si e diferente reglanan realmente ta nesesario of ta limitando e mucha hòmber of e mucha muhé. Mayornan lo mester di sosten pa pensa riba kon esaki por afektá nan yunan.

# data_list
source: Try to avoid misbehaviour in the first place
pap_pap: Purba di evitá mal komportashon na promé lugá

# data_list
source: Parents should try to avoid misbehaviour in the first place. By redirecting a child’s attention away from a problem behaviour towards a positive behaviour, parents can avoid needing to discipline their child. Parents should use redirect before the negative behaviour gets worse by giving a clear and positive instruction towards another activity. In this way they ignore the misbehaviour
pap_pap: Mayornan mester purba di evitá mal komportashon na promé lugá. Dor di redirigí e atenshon di un mucha for di un komportashon problemátiko pa un komportashon positivo, mayornan por evitá ku nan mester disipliná nan yu. Mayornan mester usa redirekshon promé ku e komportashon negativo bira pió dor di duna un instrukshon kla i positivo pa ku un otro aktividat. Di e forma akí nan ta ignora e mal komportashon

# data_list
source: Consequences are not punishments
pap_pap: Konsekuensianan no ta straf

# data_list
source: It is more helpful for parents to think of consequences as opportunities to teach their children that their actions have an impact both on themselves and on others. This, in turn, helps children to learn about responsibility and decision-making.
pap_pap: Ta mas útil pa mayornan pensa riba konsekuensianan komo oportunidatnan pa siña nan yunan ku nan akshonnan tin un impakto tantu riba nan mes komo riba otronan. Esaki, na su turno, ta yuda muchanan siña tokante responsabilidat i tumamentu di desishon.

# data_list
source: Remember: There are no ‘bad’ children…
pap_pap: Kòrda: No tin mucha 'mala muchal'…

# data_list
source: … Just ‘bad’ behaviours! Parents should try to keep their focus on their children’s behaviour. This will help them to remember that children need as much love and nurturing as they can provide.
pap_pap: … Djis 'mal' komportashon! Mayornan mester purba di tene nan enfoke riba e komportashon di nan yunan. Esaki lo yuda nan kòrda ku muchanan mester di mas tantu amor i kuido ku nan por proveé.

# data_list
source: Last module blues
pap_pap: E laf di e último módulo

# data_list
source: The last module of the programme can be emotionally challenging for parents, who may have developed relationships with each other. Many parents will also have come to depend on the support that they get from each other – especially for those who have a lot of challenges at home. It’s important to stress to parents that they can continue to support each other after the programme ends, and with someone taking over the administration of the chat, they can continue to go to the same space and meet the same people for that support.
pap_pap: E último módulo di e programa por ta emoshonalmente un reto pa mayornan, ku por a desaroyá relashonnan ku otro. Hopi mayor tambe lo a bin ta dependé di e sosten ku nan ta haña di otro – spesialmente pa esnan ku tin hopi reto na kas. Ta importante pa enfatisá serka mayornan ku nan por sigui sostené otro despues ku e programa kaba i ku si un hende tuma riba su mes e atministrashon di e kòmbersashon, nan por sigui bai na e mesun espasio i topa e mesun hendenan pa e sosten ei.

# data_list
source: Prepare for certificates
pap_pap: Prepará pa sertifikado

# data_list
source: 1️⃣ ** Review reports**: Take a quick look at your group’s reports and make sure you have filled the attendance accurately. This helps make sure no parent misses out. 2️⃣ ** Reach out to your supervisor**: Let your supervisor know the program has finished and that parents in your group are ready for certificates. This gives them a heads-up to prepare the files for you. 3️⃣ ** Receive certificates from your supervisor**: Your supervisor will generate the certificates for all eligible parents. Coordinate with your supervisors to receive the copies of the certificates. For an in-person closing session, you can print the certificates. For an online closing session, you can send the certificates as image via WhatsApp.
pap_pap: 1️⃣ ** Repasá rapòrtnan**: Tira un bista rápido riba e rapòrtnan di bo grupo i sòru pa bo a yena e asistensia korektamente. Esaki ta yuda sigurá ku ningun mayor no ta kai afó. 2️⃣ ** Tuma kontakto ku bo supervisor**: Laga bo supervisor sa ku e programa a kaba i ku mayornan den bo grupo ta kla pa sertifikado. Esaki ta dun'e un chèns pa prepará e failnan pa bo. 3️⃣ ** Risibí sertifikado di bo supervisor**: Bo supervisor lo generá e sertifikadonan pa tur mayor ku ta bini na remarke. Kordiná ku bo supervisornan pa risibí e kopianan di e sertifikadonan. Pa un seshon di klousura en persona, bo por imprimí e sertifikadonan. Pa un seshon di klousura ònlain, bo por manda e sertifikadonan komo imágen via WhatsApp.

# data_list
source: Welcome to the @global.prog_name programme! Thank you for your commitment and dedication to supporting children and families in your community. @global.prog_name is a group-based family strengthening programme for families with children and teens ages 2 to 17. It has been designed specifically with the goal of promoting positive parent-child relationships to reduce the risk of physical and emotional child abuse and neglect in the communities.
pap_pap: Bon Bini na e programa @global.prog_name! Danki pa bo kompromiso i dedikashon pa sostené muchanan i famianan den bo komunidat. @global.prog_name ta un programa di fortalesimentu di famia basá riba grupo pa famianan ku yu i hóbennan di edat 2 pa 17. A diseña esaki spesífikamente ku e meta di promové relashonnan positivo entre mayor i yu pa redusí e riesgo di abusu i negligensia físiko i emoshonal di mucha den e komunidatnan.

# data_list
source: The @global.app_name is your digital companion for delivering the @global.prog_name programme with confidence. It is designed to support you as a facilitator, offering practical tools, guidance, and ready-to-use resources so you can focus on what matters most - building positive connections with parents. **With this app, you can**: - 📘Access step-by-step instructions for delivering each module. - 💬Find guidance on introducing caregivers to the programme and providing ongoing support. - 📂Explore detailed content, structure, and delivery plans for the programme. - ▶️Use practical tools such as pre-drafted messages, audios, and videos to share with parent groups. - 👥Manage parent groups with ease - add and update parent information, track attendance, and generate reports.
pap_pap: E @global.app_name ta bo kompañero digital pa fasilitá e programa @global.prog_name ku konfiansa. E ta diseñá pa sostené bo komo fasilitadó, ofresiendo hèrmèntnan práktiko, guia i rekursonan kla pa usa pa bo por enfoká riba loke ta mas importante - krea konekshonnan positivo ku mayornan. **Ku e aplikashon akí, bo por**: - 📘Haña akseso na instrukshonnan paso pa paso pa por fasilitá kada módulo. - 💬Haña guia pa introdusí dunadónan di kuido na e programa i duna sosten kontinuo. - 📂Eksplorá kontenido detayá, struktura i plannan di fasilitashon pa e programa. - ▶️Usa hèrmèntnan práktiko manera mensahenan, oudio i vidionan trahá di antemano pa kompartí ku gruponan di mayor. - 👥Manehá gruponan di mayor ku fasilidat - agregá i aktualisá informashon di mayor, sigui asistensia i generá rapòrtnan.

# data_list
source: The app is a guide to support you after your facilitator training. Remember, HOW you facilitate matters most. Delivering the content is only about 20% of the programme’s success. The other 80% depends on HOW you facilitate—your attitude, your empathy, and how you connect with and support parents throughout their journey. Remember that if there is anything that you cannot remember or feel unsure of, practice it with another facilitator or ask your supervisor/coach. Just as we say to the parents, “It is what you do at home that makes the difference,” the same thing applies to you. When you practice facilitation skills before a module, you will be more confident and able to deliver the programme for parents. It is also important that you practice the skills from the programme with your own children and teens at home (if you have any). You may also find that many of the skills are applicable and helpful in creating positive relationships with others, such as your colleagues, friends, and loved ones! Thank you for your commitment and dedication to reducing violence against children and promoting child wellbeing through positive parenting. You are a shining star for happy families!
pap_pap: E aplikashon ta un guia pa sostené bo despues di bo entrenamentu di fasilitadó. Kòrda, ku e manera KON bo ta fasilitá ta mas importante. Kompartí kontenido ta solamente mas o ménos 20% di e éksito di e programa. E otro 80% ta dependé di KON bo ta fasilitá—bo aktitut, bo empatia i kon bo ta konektá ku i sostené mayornan durante henter nan trayekto. Kòrda ku si tin algu ku bo no por kòrda òf bo ta sinti bo insigur di dje, praktik’é ku un otro fasilitadó òf puntra bo supervisor/'coach'. Meskos ku nos ta bisa e mayornan, “Ta loke bo ta hasi na kas ta hasi e diferensia,” e mesun kos ta konta pa abo. Ora bo praktiká abilidatnan di fasilitashon promé ku un módulo, lo bo ta mas sigur i kapas pa fasilitá e programa pa mayornan. Tambe ta importante pa bo praktiká e abilidatnan di e programa ku bo mes yunan i hóbennan na kas (si bo tin esakinan). Bo por haña tambe ku hopi di e abilidatnan ta aplikabel i útil pa krea relashonnan positivo ku otronan, manera bo koleganan, amigunan i sernan kerí! Danki pa bo kompromiso i dedikashon pa redusí violensia kontra mucha i promové bienestar di mucha pa medio di edukashon familiar positivo. Bo ta un strea briante pa famianan felis!

# data_list
source: @global.prog_name was developed by the Ministry of Social Development, Labour, and Welfare, UNICEF the Netherlands, Parenting for Lifelong Health, in partnership with the Parenting Commission in Curaçao. Based on the original programme by Jenny Doubt, Jamie M. Lachman, Sussie Mjwara, Marija Raleva, and Jennel Reyes, with Yuanling Chen and Stephanie Eagling-Peche, licensed under CC BY-SA 4.0. Adapted by Judiska Cijntje, Peggy Grootens, Yanieck Abdoelrahman - de Wolff, Ytske van Winden, Deepali Barapatre, Jenny Doubt, and Jamie M. Lachman under the same license. @global.prog_name is part of a larger initiative called Parenting for Lifelong Health (PLH).
pap_pap: Ministerio di Desaroyo Sosial, Labor, i Bienestar, UNICEF Hulanda, Parenting for Lifelong Health, den kolaborashon ku Parenting Commission na Curaçao a desaroyá @global.prog_name. Basá riba e programa original di Jenny Doubt, Jamie M. Lachman, Sussie Mjwara, Marija Raleva i Jennel Reyes, ku Yuanling Chen i Stephanie Eagling-Peche, lisensiá bou di CC BY-SA 4.0. Adaptá pa Judiska Cijntje, Peggy Grootens, Yanieck Abdoelrahman - de Wolff, Ytske van Winden, Deepali Barapatre, Jenny Doubt, i Jamie M. Lachman bou di e mesun lisensia. @global.prog_name ta parti di un inisiativa mas grandi yamá Parenting for Lifelong Health (PLH).

# data_list
source: The overall goal of @global.prog_name is to provide parents with the skills to promote healthy child development, learning, and wellbeing. We achieve this goal by improving the following: - **Parent sense of responsibility and commitment**: Recognise and embrace their essential role in raising children. - **Parenting knowledge, skill, and sense of competence**: Gaining practical skills and confidence in parenting - **Parent knowledge in child development**: Understanding key stages of child development and age-appropriate needs. - **Positive parenting behaviour**: Encouraging nurturing, respectful, and supportive interactions. - **Positive, consistent discipline strategies**: Using calm, constructive, and consistent discipline. - **Parental supervision of children**: Ensuring safe, attentive, and appropriate supervision. - **Child behaviour and wellbeing**: Promoting healthy emotional and social development. - **Caregiver mental health and social support**: Enhancing wellbeing through community support and self-care.
pap_pap: E meta general di @global.prog_name ta pa proveé mayornan ku e abilidatnan pa promové desaroyo, siñamentu i bienestar saludabel di mucha. Nos ta logra e meta akí dor di mehorá lo siguiente: - **Sentido di responsabilidat i kompromiso di mayor**: Rekonosé i brasa nan ròl esensial den edukashon di yu. - **Konosementu di edukashon familiar, abilidat i sentido di ta kompetente **: Haña abilidatnan práktiko i konfiansa den edukashon familiar - **Konosementu di mayor den desaroyo di mucha**: Komprondementu di fasenan klave di desaroyo di mucha i nesesidatnan apropiá pa edat. - **Komportashon positivo di edukashon familiar**: Enkurashá interakshonnan di kuido, respetuoso i di sosten. - **Strategianan di disiplina positivo i konsistente**: Usando disiplina trankil, konstruktivo i konsistente. - **Supervishon di mayornan riba yunan**: Garantisá supervishon sigur, atento i apropiá. - **Komportashon di mucha i bienestar **: Promové desaroyo emoshonal i sosial saludabel. - **Salú mental i sosten sosial di e dunadó di kuido**: Mehorá bienestar pa medio di sosten di komunidat i kuido propio.

# data_list
source: As a facilitator, your role is to guide small groups of caregivers (usually 12–15 people) through the programme. The @global.prog_name is designed to be flexible so that you can deliver it in a way that best fits your parent group. The programme is delivered mainly through a **WhatsApp group**. You will set up and manage the group, share the curriculum with caregivers, and lead group discussions. When you create a parent group in the app, you will choose the age group focus: Caregivers of young children (2-9), Caregivers of teens (10-17), Caregivers of young children and teens (2-17) The programme has **six sessions**. These can be a mix of in-person and remote (WhatsApp-based) sessions. You and your organisation can decide which format is best for your group: - **Onboarding only (Session 1 in person)**: Meet parents face-to-face to build trust, explain how the programme works, and practice the first skills together. - **Closing only (Session 6 in person)**: Meet parents face-to-face at the end to reflect, celebrate progress, and encourage continued practice. - **Both onboarding and closing (Sessions 1 & 6 in person)**: Start strong with group connection and finish with a meaningful celebration. - **Fully remote (all sessions on WhatsApp)**: Run everything online if in-person meetings are not possible. The core of the programme always happens in the WhatsApp group, whether or not you have in-person sessions.
pap_pap: Komo fasilitadó, bo ròl ta pa guia gruponan chikí di dunadónan di kuido (normalmente 12–15 persona) durante di e programa. E @global.prog_name ta diseñá pa ta fleksibel pa bo por dun'é na un manera ku ta kuadra mihó ku bo grupo di mayor. Ta fasilitá e programa prinsipalmente pa medio di un **grupo di WhatsApp**. Lo bo inisiá i manehá e grupo, kompartí e kuríkulo ku e dunadónan di kuido, i dirigí diskushonnan di grupo. Ora bo krea un grupo di mayor den e aplikashon, lo bo skohe e enfoke di e grupo di edat: Dunadónan di Kuido di mucha chikí (2-19), Dunadónan di Kuido di hóben (10-17), Dunadónan di Kuido di mucha chikí i hóben (2-17) E programa tin **seis seshon**. Esakinan por ta un meskla di seshonnan en persona i riba distansia (basá riba WhatsApp). Abo i bo organisashon por disidí kua formato ta mihó pa bo grupo: - **Seshon di Introdukshon so (Seshon 1 en persona)**: Topa mayornan kara-kara pa krea konfiansa, splika kon e programa ta funshoná i praktiká e promé abilidatnan huntu. - **Klousura so (Seshon 6 en persona)**: Topa mayornan kara-kara na final pa reflehá, selebrá progreso, i enkurashá práktika kontinuo. - **Tantu introdukshon komo klousura (Seshonnan 1 & 6 den persona)**: Kuminsá fuerte ku konekshon di grupo i finalisá ku un selebrashon signifikante. - **Kompletamente riba distansia (tur seshon riba WhatsApp)**: Hasi tur kos ònlain si reunionnan en persona no ta posibel. E núkleo di e programa semper ta sosodé den e grupo di WhatsApp, sea bo tin seshonnan en persona òf nò.

# data_list
source: **Remote Session Routine (WhatsApp-Based)** Sessions 2–5 are always run online using a **weekly schedule**: **Day One** - Learn with a Story: Share lesson content (short pre-recorded videos with parenting story, parenting tips, and a home activity for parents to try). **Day Four** - Reminder to try: Send a reminder to parents to practice the home activity. **Day Five** - Chat coming soon: Send a reminder about the group chat the next day. **Day Six** - Let’s connect: Host a live group chat (about 1 hour). Each live chat has a similar flow: check-in and discussion on home activity challenges This schedule helps parents know what to expect and makes it easier for them to participate.
pap_pap: **Rutina di Seshon Riba Distansia (Basá riba WhatsApp)** Semper ta ehekutá seshonnan 2–5 ònlain usando un **programa semanal**: **Dia Un** - Siña ku un Historia: Kompartí kontenido di lès (vidionan kòrtiku pre-grabá ku historia di mayor, un tep di edukashon familiar di mayor, i un relato na kas pa mayornan purba). **Dia Kuater** - Rekordatorio pa purba: Manda un rekordatorio pa mayornan pa praktiká e aktividat di kas. **Dia Sinku** - 'Chat' ta bini pronto: Manda un rekordatorio tokante e 'chat' di grupo e siguiente dia. **Dia Seis** - Ban konektá: Guia un kòmbersashon di grupo en bibu (mas o ménos 1 ora). Kada kòmbersashon en bibu tin un fluho similar: hasi un chèk i hiba diskushon riba retonan di aktividat na kas E skema akí ta yuda mayornan pa sa kiko por spera i ta hasié mas fásil pa nan partisipá.

# data_list
source: The core programme focuses on one module each week over six weeks. The core modules are presented in this order: Module 1 – Introduction and spending one-on-one time with your child Module 2 – Talking about feelings Module 3 – Keeping it Positive: Giving instructions & delivering praise Module 4 – Keeping your child safe with household rules & routines Module 5 – Positive discipline: Using redirect and consequences Module 6 – Problem-solving with children & final reflection
pap_pap: E programa sentral ta enfoká riba un módulo kada siman durante seis siman. Ta presentá e módulonan sentral den e sekuensia akí: Módulo 1 – Introdukshon i tempu pa abo ku bo yu Módulo 2 – Papia riba emoshon Módulo 3 – Keda positivo: Duna instrukshon & duna elogio Módulo 4 – Mantené bo yu seif ku reglanan di kas i rutinanan diario Módulo 5 – Disiplina positivo: Usa método di rederigí i konsekuensianan Módulo 6 – Resolvé problema huntu ku mucha i reflekshon final
