Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_facilitator_cw/pap/pap_main.po
Languages: pap_pap

# data_list
source: **During disclosure:** 💚 Provide a safe environment in which the participant can share their story. 👂 Listen carefully to the participant and take notes: what/when/where/who. ❗ Determine if the participant is in immediate danger and what help is available. 💙 Make sure that the participant feels that you believe him/her. 🌷 Let them know they have done the right thing by sharing their story with you. ✨ Be supportive and free of judgement in your responses – avoid blaming at all times! ➡️ Let the participant know that you will share what he/she told you with your supervisor to find a way to support and protect him/her. 📝 Explain what you are going to do next. ✅ Notify @global.supervisor_name ❗Remember that it is not your obligation to solve the situation, but you must report it to your supervisors for follow-up. Don't try to solve it alone.
pap_pap: **Durante di divulgashon:** 💚 Perkurá pa un ambiente seif den kua e partisipante por kompartí su historia. 👂 Skucha e partisipante bon i tuma nota: kiko/ki ora/unda/ken. ❗ Determiná si e partisipante ta den peliger inmediato i ki yudansa tin disponibel. 💙 Sòru pa e partisipante sinti ku bo ta kere den dje. 🌷 Lag'é sa ku el a hasi e kos korekto dor di kompartí su historia ku bo. ✨ Duna bo sosten i sòru pa bo kontesta ta liber di huisio – evitá di tira falta na tur momentu! ➡️ Laga e partisipante sa ku lo bo kompartí loke el a bisa bo ku bo supervisor pa haña un manera pa sosten'é i proteh’é. 📝 Splika kiko bo ta bai hasi despues. ✅ Notifiká @global.supervisor_name ❗Kòrda ku no ta bo obligashon pa solushoná e situashon, pero bo mester informá esaki na bo supervisornan pa por tuma e pasonan nesesario. No purba di solushon’é bo so.

# data_list
source: **After disclosure:** ❌ Avoid engaging with the alleged abuser – that may make things worse and make next steps difficult. It could also jeopardise future legal proceedings. 🌷 You are not alone. Get help from your supervisor to agree on the next steps.
pap_pap: **Despues di divulgashon:** ❌ Evitá di enbolbí ku e supuesto abusadó – esei por hasi kosnan pió i hasi e siguiente pasonan difísil. Esaki por stroba tambe prosedimentunan legal den futuro. 🌷 Bo no ta bo so. Buska yudansa di bo supervisor pa bai di akuerdo ku e siguiente pasonan.

# data_list
source: ✅ Follow your organisation’s protocol. 📝 If your organisation needs assistance in developing or improving its policies and procedures, please refer to the following resources: **Curaçao resources** 1️⃣ Ministry of Social Development, Labour and Welfare, sector Family and Youth The Five Steps of the Kódigo di Protekshon The Kódigo di Protekshon is relevant for all professionals in Curaçao working in social work, education, health, and safety. It sets out agreements on how professionals can identify child abuse and domestic violence, and what steps they should take to prevent or stop unsafe situations. [https://kodigodiprotekshon.com](https://kodigodiprotekshon.com) 2️⃣ Ministry of Justice, UOJZ - Protehami. [Five steps of the Kóigo di Protekshon](https://kodigodiprotekshon.com/5-stappen/) **International resources** 1️⃣ [World Health Organization Guidelines Responding to Girls, Boys, and Adolescents who have Been Sexually Abused](https://iris.paho.org/handle/10665.2/52043) 2️⃣ [Keeping Girls and Boys Safe](https://www.keepingchildrensafe.global/) 3️⃣ [Caring for Child Survivors of Sexual Abuse](https://www.unicef.org/documents/caring-child-survivors-sexual-abuse) 4️⃣ [Strengthening Linkages between Clinical and Social Services for Girls, Boys, and Adolescents who have Experienced Sexual Violence: A Companion Guide](https://www.togetherforgirls.org/en/resources/strengthening-linkages-between-clinical-and-social-community-services-for-children-and-adolescents-who-have-experienced-sexual-violence-a-companion-guide) 5️⃣ [Together for Girls: Every Hour Matters](https://www.togetherforgirls.org/en/campaigns/every-hour-matters)
pap_pap: 📝 Si bo organisashon mester di asistensia pa desaroyá òf mehorá su protokòl i proseduranan, por fabor referí na e siguiente rekursonan: **Rekursonan di Kòrsou** 1️⃣ Ministerio di Desaroyo Sosial, Labor i Bienestar, sektor Famia i Hubentut E Sinku Pasonan di e Kódigo di Protekshon E Kódigo di Protekshon ta relevante pa tur profeshonal na Kòrsou ku ta traha den trabou sosial, enseñansa, salubridat i seguridat. E ta stipulá akuerdonan tokante kon profeshonalnan por identifiká abusu di mucha i violensia doméstiko i ki pasonan nan mester tuma pa prevení òf stòp situashonnan insigur. [https://kodigodiprotekshon.com](https://kodigodiprotekshon.com) 2️⃣ Ministerio di Hustisia, UOJZ - Protehami. [Sinku pasonan di e Kódigo di Protekshon] (https://kodigodiprotekshon.com/5-stappen/) **Rekursonan internashonal** 1️⃣ [World Health Organization Guidelines Responding to Girls, Boys, and Adolescents who have Been Sexually Abused](https://iris.paho.org/handle/10665.2/52043) 2️⃣ [Keeping Girls and Boys Safe](https://www.keepingchildrensafe.global/) 3️⃣ [Caring for Child Survivors of Sexual Abuse](https://www.unicef.org/documents/caring-child-survivors-sexual-abuse) 4️⃣ [Strengthening Linkages between Clinical and Social Services for Girls, Boys, and Adolescents who have Experienced Sexual Violence: A Companion Guide](https://www.togetherforgirls.org/en/resources/strengthening-linkages-between-clinical-and-social-community-services-for-children-and-adolescents-who-have-experence-sexual-violence-a-companion-guide) 5️⃣ [Together for Girls: Every Hour Matters](https://www.togetherforgirls.org/en/campaigns/every-hour-matters)

# data_list
source: You can share any of the following contact numbers with the participant: 1️⃣ For reporting child abuse and domestic violence: Protehami: Free calls to 0800-0080 Monday till Friday 08.00-12.00 & 13.30-17.00 Call or Whatsapp: 663-2803 Monday till Sunday, 24 hours a day (24/7) E-mail: protehami.jz@just.gov.cw 2️⃣ Psychological, psychosocial, psychatric, pedagogical help, and in case of suicidal thoughts for adults and children Call general number: 738-8717 Dependance Otrobanda: 462-8840 / 690-0595 Dependance Montaña: 690-0593 Dependance Scharloo: 690-3306 Monday till Thursday 7.30-12.00 and 13.30-17.00 Friday 7.30-12.00 and 13.30-16.30 3️⃣ In case of Emergency - Police 911 (urgent) 917 (non-urgent) 108 (anonymous) Monday till Sunday, 24 hours a day (24/7)
pap_pap: Bo por kompartí kualke un di e siguiente numbernan di kontakto ku e partisipante: 1️⃣ Pa denunsiá abusu di mucha i violensia doméstiko: Protehami: Yamadanan grátis na 0800-0080 Djaluna pa djabièrnè 08.00-12.00 & 13.30-17.00 Yama òf Whatsapp: 663-2803 di djaluna pa djadumingu, 24 ora pa dia (24/7) Imeil: protehami.jz@just.gov.cw 2️⃣ Yudansa sikológiko, sikososial, sikiátriko, pedagógiko i den kaso di pensamentunan suisida pa adulto i mucha Yama number general: 738-8717 Dependance Otrobanda: 462-8840 / 690-0595 Dependence Montaña: 690-0593 Dependence Scharloo: 690-3306 Djaluna pa djaweps 7.30-12.00 i 13.30-17.00 Djabièrnè 7.30-12.00 i 13.30-16.30 3️⃣ Den kaso di Emergensia - Polis 911 (urgente) 917 (no urgente) 108 (anónimo) Djaluna pa djadumingu, 24 ora pa dia (24/7)

# data_list
source: The first step to building healthier and happier relationships is to spend dedicated time together. When parents spend one-on-one time with their children away from work and household duties and other people, they create space to be available to their child, to get more involved in their lives, and to build trust and communication skills. A strong parent-child relationship requires spending time together in this way. **Key building blocks for one-on-one time** The key building blocks for One-on-One time are Day, Play, and Stay: **DAY**’- Try to do it every day Spend 5 minutes (or more!) One-on-One time with your child each day. **PLAY** - Let them choose the activity Tell your child or teen that you would like to spend some time with them and that they can choose what to do or talk about. They might think this is weird at first but will come to enjoy this time with you! **STAY** - Focus on your child or teen Switch off TV and put aside phones. Look at your child or teen. Nod or say “I see” to show you are really paying attention. Accept what they say without judging them.
pap_pap: E promé paso pa krea relashonnan mas saludabel i felis ta pa pasa tempu dediká huntu ku otro. Ora mayornan ta pasa tempu huntu ku nan yunan leu for di trabou i tareanan di kas i otro hende, nan ta krea espasio pa ta disponibel pa nan yu, pa ta mas enbolbí den nan bida, i pa krea konfiansa i abilidatnan di komunikashon. Un relashon fuerte entre mayor i yu ta rekerí pa pasa tempu huntu di e manera akí. **Komponentenan básiko i klave pa tempu abo ku bo yu** E komponentennan básiko i klave pa Tempu Abo ku Bo Yu ta Dia, Hunga i Keda: **DIA**’- Purba hasié tur dia Pasa 5 minüt (òf mas!) di Tempu Abo ku Bo Yu tur dia. **HUNGA** - Laga nan skohe e aktividat Bisa bo yu òf hóben ku lo bo ke pasa un ratu kuné i ku e por skohe kiko pa hasi òf papia di dje. E por pensa ku esaki ta straño na promé instante pero e lo bin disfrutá di e tempu akí ku bo! **KEDA** - Enfoká riba bo yu òf hóben Paga televishon i pone telefònnan un banda. Wak bo yu òf hóben. Sakudí kabes òf bisa “Mi ta mira” pa mustra ku bo ta paga tinu di bèrdat. Aseptá loke nan ta bisa sin husga nan.

# data_list
source: Happiness, sadness, anger, disgust, surprise, and fear: We all experience emotions. Because emotions are connected to our thoughts and behaviour, they play an important role in how we make decisions. If we don’t handle emotions well, we risk making bad decisions that can affect our well-being. And when we learn how to handle our emotions, we are more likely to be able to make clear decisions and act in a responsive and nurturing way towards our children, other adults, and ourselves. Young people who don’t manage their emotions can resort to risky behaviours that can be dangerous for them. It is important for parents to learn to help their children to recognise and manage their strong emotions. Talking about difficult emotions is especially important. Difficult emotions like anger can become stressful thoughts and uncontrolled behaviours. Before we can talk about the emotions we are experiencing, just being aware of them can help us to stay present in a moment, which will allow the feelings to run their course and pass. This is also true for children. When parents name their children’s feelings, or comment on them, it helps children to develop a sense of emotional control. Parents can accept their children’s emotions and communicate with them about what they are experiencing in a calm and supportive way. This will reduce other more potentially risky ways children might turn to in order to escape the feeling. During Module Two, parents learn about the importance of accepting, naming, and exploring a range of emotions with their children. They learn techniques that will help them to do this effectively. **The primary objectives for this week are parents learning and practicing how to talk about their own and their children’s feelings.**
pap_pap: Felisidat, tristesa, rabia, disgustu, sorpresa i miedu: Nos tur ta eksperensiá emoshonnan. Komo ku emoshonnan ta konektá ku nos pensamentunan i komportashon, nan ta hunga un ròl importante den kon nos ta tuma desishonnan. Si nos no manehá emoshonnan bon, nos ta kore riesgo di tuma mal desishonnan ku por afektá nos bienestar. I ora nos siña kon pa manehá nos emoshonnan, nos tin mas chèns di por tuma desishonnan kla i aktua na un manera sensitivo i kuidadoso pa ku nos yunan, otro adultonan i nos mes. Hóbennan ku no ta manehá nan emoshonnan por rekurí na komportashonnan riesgoso ku por ta peligroso pa nan. Ta importante pa mayornan siña yuda nan yunan rekonosé i manehá nan emoshonnan fuerte. Papia tokante emoshonnan difísil ta spesialmente importante. Emoshonnan difísil manera rabia por bira pensamentunan ku ta kousa strès i komportashonnan deskontrolá. Promé ku nos por papia tokante e emoshonnan ku nos ta eksperensiando, djis ta konsiente di nan por yuda nos keda presente den un momentu, loke lo permití e sintimentunan kore nan rumbo i pasa bai. Esaki ta konta pa mucha tambe. Ora mayornan nombra e sintimentunan di nan yunan, òf komentá riba nan, e ta yuda e yunan desaroyá un sentido di kòntròl emoshonal. Mayornan por aseptá e emoshonnan di nan yunan i komuniká ku nan tokante kiko nan ta eksperensiá na un manera trankil i di un forma ku ta sostené nan. Esaki lo redusí otro maneranan mas potensialmente riesgoso ku muchanan por bai na dje pa skapa di e sintimentu. Durante Módulo Dos, mayornan ta siña tokante e importansia di aseptá, duna nòmber i eksplorá un rango di emoshon ku nan yunan. Nan ta siña téknikanan ku lo yuda nan hasi esaki efektivamente. **E ophetivonan prinsipal pa e siman akí ta pa mayornan siña i praktiká kon pa papia tokante nan mes i nan yunan su sintimentunan.**

# data_list
source: **Key building blocks for talking about emotions** The key building blocks for Talking about Emotions are Breathe, Share, Listen, Show, and Seek: **BREATHE. Slowly. Pause**. Before you say anything, slowly breathe in and out. It will calm you and give you a chance to think. **SHARE how you feel** This is hard. Many of us were told not to cry or show our feelings to our children. But take a deep breath and calmly tell them how you feel. They will understand better, and also learn from you how to deal with stress. **LISTEN to your child or teen** Allow your child to share their emotions. You can also reflect back what they say to you. Accept that the feeling is okay, even if it is negative. **SHOW them you care** This is also hard! Stress makes us focus on ourselves. But our children and teens need our support. Ask them how they feel. Listen to them and comfort them. Try a hug or say, ‘I understand.’ It can change everything. **SEEK the positive** Can you and your child or teen think about ideas that might help? Can you do something positive together to take your mind off the stress?
pap_pap: **Komponentenan básiko i klave pa papia tokante emoshonnan** E komponentenan básiko i klave pa papia tokante Emoshonnan ta Hala Rosea, Kompartí, Skucha, Mustra i Buska: **HALA ROSEA. Pokopoko. Pousa**. Promé ku bo bisa algu, hala rosea aden i sak'é afó pokopoko. E lo trankilisá bo i duna bo un chèns pa pensa. **KOMPARTÍ kon bo ta sinti** Esaki ta duru. Hopi di nos a siña pa no yora òf mustra nos sintimentunan na nos yunan. Pero hala rosea profundo i bisa nan trankilamente kon bo ta sinti. Nan lo komprondé mihó i asina siña di bo kon pa dil ku strès. **SKUCHA bo yu òf hóben** Permití bo yu kompartí su emoshonnan. Bo por reflehá bèk tambe kiko nan ta bisa bo. Aseptá ku e sintimentu ta bon, asta si e ta negativo. **MUSTRA nan ku bo ta preokupá** Esaki tambe ta duru! Strès ta pone nos enfoká riba nos mes. Pero nos muchanan i hóbennan mester di nos sosten. Puntra nan kon nan ta sinti. Skucha nan i konsolá nan. Purba un brasa òf bisa, ‘Mi ta komprondé.’ E por kambia tur kos. **BUSKA e parti positivo** Abo i bo yu òf hóben por pensa riba ideanan ku por yuda? Boso por hasi algu positivo huntu pa kita bo mente for di e strès?

# data_list
source: The objective of this week is to learn how parents can be more effective at getting their children to follow their instructions. They do this in two ways: 1️⃣ Giving specific, positive, and realistic instructions 2️⃣ Praising their children for following instructions and at other times When parents give specific, positive, and realistic instructions, children know exactly what behaviour is expected from them. For example, “Please put your toys away in the box.” This tells the child exactly what to do by describing the behaviour that is expected. It also considers the capabilities of the child so that the instruction is realistic. Compare this to, “Don’t make a mess,” which does not describe the behaviour that a parent would want to see, is not specific, and might not be realistic if the child is not capable of keeping tidy. Children also have challenges following many instructions at one time – especially younger children. They are much better at following instructions if they are given one at a time. Parents can pause for a bit to give children time to follow each instruction before moving to the next one. It may take more time, but this supports children to follow instructions and to remember the task. Each child has their own unique characteristics and capabilities. It is important that parents know what is realistic for their children to do when giving them instructions. For instance, it is very hard for children to keep quiet for a whole day but maybe they can keep quiet for 15 minutes while their parents take a call. Children also hear better and understand the instructions clearly when parents speak in a calm voice. Yelling at children only increases the tension for everyone. Children are also more likely to follow instructions in a calm way. Praise is an expression of approval or appreciation. When parents praise their children for following instructions, they are encouraging that behaviour to happen more often. The same works for praising other behaviours. Also, behaviour that is ignored is less likely to happen again. With the example above, a parent could say, “Thank you for putting your toys in the box, Joseph,” after he follows the instruction. This will encourage Joseph to continue cleaning up his toys in the future. It also maintains a positive feeling between the parent and Joseph.
pap_pap: E ophetivo di e siman akí ta pa siña kon mayornan por ta mas efikas pa pone nan yunan sigui nan instrukshonnan. Nan ta hasi esaki di dos manera: 1️⃣ Dunando instrukshonnan spesífiko, positivo i realístiko 2️⃣ Elogiando nan yunan pa a sigui instrukshonnan i tambe na otro momentunan Ora mayornan ta duna instrukshonnan spesífiko, positivo i realístiko, e yunan sa eksaktamente ki komportashon ta spera di nan. Por ehèmpel, “Por fabor pone bo ko’i hunga den e kaha.” Esaki ta bisa e mucha eksaktamente kiko pa hasi dor di deskribí e komportashon ku ta spera. Tambe ta konsiderá e kapasidatnan di e mucha pa asina e instrukshon ta realístiko. Kompará esaki ku, “No brua kos” ku no ta deskribí e komportashon ku un mayor lo ke mira, no ta spesífiko i kisas no ta realístiko si e mucha no ta kapas pa tene e kosnan na òrdu. Mucha tambe tin retonan pa sigui hopi instrukshon na mes momentu – spesialmente muchanan mas yòn. Nan ta muchu mas mihó den sigui instrukshonnan si duna nan esakinan un pa un. Mayornan por para ketu un ratu pa duna yunan tempu pa sigui kada instrukshon promé ku pasa pa e siguiente. E por tuma mas tempu, pero esaki ta sostené e muchanan pa sigui instrukshonnan i pa kòrda e tarea. Kada mucha tin su propio karakterístika i kapasidatnan úniko. Ta importante pa mayornan sa kiko ta realístiko pa nan yunan hasi ora di duna nan instrukshon. Por ehèmpel, ta hopi difísil pa muchanan keda ketu henter un dia pero kisas nan por keda ketu pa 15 minüt miéntras nan mayornan ta hasi un yamada. Tambe mucha ta tende mihó i ta komprondé e instrukshonnan bon kla ora mayornan ta papia ku un bos trankil. Úniko kos ku grita mucha ta hasi, ta oumentá e tenshon pa tur hende. Ademas muchanan tin mas chèns di sigui instrukshonnan na un manera trankil. Elogio ta un ekspreshon di aprobashon òf apresio. Ora mayornan elogiá nan yunan pa a sigui instrukshonnan, nan ta enkurashá e komportashon ei pa sosodé mas tantu. E mesun kos ta funshoná pa elogiá otro komportashonnan. Tambe, e komportashon ku e mayor ignorá tin ménos chèns di sosodé atrobe. Ku e ehèmpel ariba, un mayor por bisa, “Danki pa hinka bo ko’i hunga den e kaha, Joseph,” despues ku e sigui e instrukshon. Esaki lo animá Joseph pa sigui piki su ko’i hunga den futuro. E ta mantené tambe un sintimentu positivo entre e mayor i Joseph.

# data_list
source: **Key building blocks for giving instructions** The key building blocks for giving instructions are Be Positive, Be Specific, and Be Real: 1️⃣ Know the positive behaviour you want to see from your child. 2️⃣ Make sure to have your child’s attention when giving an instruction. 3️⃣ Give one instruction at a time. 4️⃣ Give your child time to follow each instruction. 4️⃣ Make sure your child is able to follow your instruction. 5️⃣ For younger children, break one big task into small ones and give instructions step by step. 6️⃣ Praise your child immediately after following an instruction. **Key building blocks for praise** The key building blocks for Praise are SEE IT, SAY IT, REPEAT IT: 1️⃣ SEE IT. Notice anything your child does that is helpful or good and praise them. They may not show it, but you’ll see them doing that good thing again. It will also reassure them that you notice and care. 2️⃣SAY IT. Be enthusiastic - really mean it when you say it! 4️⃣ REPEAT IT. Try to find something every day to thank them for. Even something really small.
pap_pap: **Komponentenan básiko i klave pa duna instrukshon** E komponentenan básiko i klave pa duna instrukshon ta Sea Positivo, Sea Spesífiko, i Sea Real: 1️⃣ Sa e komportashon positivo ku bo ke mira di bo yu. 2️⃣ Sòru pa bo tin atenshon di bo yu ora di duna instrukshon. 3️⃣ Duna instrukshon un pa un. 4️⃣ Duna bo yu tempu pa sigui kada instrukshon. 4️⃣ Sòru pa bo yu por sigui bo instrukshon. 5️⃣ Pa muchanan mas chikí, kibra un tarea grandi den tareanan chikí i duna instrukshon stap pa stap. 6️⃣ Elogiá bo yu mesora despues di a sigui un instrukshon. **Komponentenan básiko i klave pa elogio** E komponentenan básiko i klave pa Elogio ta MIR'É, BIS'É, RIPITIÉ: 1️⃣ MIR'É. Tuma nota di kualke kos ku bo yu ta hasi ku ta útil òf bon i elogi’é. E no por mustr’é, pero lo bo mir'é hasi e kos bon ei atrobe. E lo trankilis'é tambe ku bo ta nota i ta tene kuenta kuné. 2️⃣BIS'É. Sea entusiasmá - realmente bis’é ku sinseridat! 4️⃣ RIPITIE. Purba di haña algu tur dia pa gradisié p’e. Asta algu hopi chikí.

# data_list
source: Parents sometimes get frustrated at their children for being noisy or not tidying up after they have played, throwing their food on the ground, or staying out way too late. Often children don’t understand why these things are important. Establishing and explaining household rules helps children understand what is expected of them and why. Rules also establish clear boundaries that help children to feel safe and secure. Routines also help children to feel safe and secure. Routines such as mealtimes and bedtimes can help create a stable environment for children. This is especially important for those who are living in hectic or unsafe environments and communities. **In this module, parents focus on the importance of involving their children when establishing household rules and routines to help keep their children safe and healthy.**
pap_pap: Mayornan tin bia ta keda frustrá ku nan yunan pasobra e yunan ta hasi zonido òf no ta piki kos despues ku nan a hunga, nan ta tira nan kuminda abou òf ta keda pafó muchu lat. Hopi biaha muchanan no ta komprondé dikon e kosnan akí ta importante. Establesé i splika reglanan di kas ta yuda muchanan komprondé kiko ta spera di nan i dikon. Reglanan tambe ta establesé límitenan kla ku ta yuda muchanan sinti nan mes seif i sigur. Rutinanan tambe ta yuda muchanan sinti nan mes seif i sigur. Rutinanan manera ora di kome i ora di drumi por yuda krea un ambiente stabil pa muchanan. Esaki ta spesialmente importante pa esnan ku ta bibando den ambientenan i komunidatnan drùk òf insigur. **Den e módulo akí, mayornan ta enfoká riba e importansia di enbolbí nan yunan ora di establesé reglanan i rutinanan di kas pa yuda tene nan yunan seif i salú.**
