Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_facilitator_cw/pap/pap_legal_terms.po
Languages: pap_pap

# data_list
source: Your data is important to us. This privacy policy sets out our policies for the collection, use, and disclosure of personal data in the use of Mayor Konektá. Please read this privacy policy carefully. By downloading or using the App, you confirm to be informed concerning the collection and use of personal data in relation to this policy. We will not use or share your personal data with anyone except as described in this privacy policy. The terms used in this privacy policy have the same meanings as in our terms and conditions, unless otherwise defined in this privacy policy. This Privacy Policy is drafted in accordance with the National ordinance personal data protection of Curaçao.
pap_pap: Bo datonan ta importante pa nos. E polítika di privasidat aki ta stipulá nos maneho pa e kolekshon, uso i divulgashon di datonan personal den e uso di Mayor Konektá. Por fabor lesa e polítika di privasidat akí kuidadosamente. Dor di 'download' òf usa e aplikashon, bo ta konfirmá di ta informá tokante e kolekshon i uso di datonan personal relashoná ku e polítika akí. Nos lo no usa òf kompartí bo datonan personal ku niun hende eksepto manera e ta deskribí den e polítika di privasidat akí. E términonan usá den e polítika di privasidat aki tin e mesun nifikashonnan ku den nos términonan i kondishonnan, a ménos ku ta definí otro den e polítika di privasidat akí. E Polítika di Privasidat akí ta traha konforme e ordenansa Nashonal di protekshon di dato personal di Kòrsou.

# data_list
source: Data controller
pap_pap: Kontroladó di dato

# data_list
source: Parenting for Lifelong Health (PLH), Ministry of Social Development, Labour and Welfare (SOAW), and UNICEF the Netherlands jointly determine the purposes and means of the processing described in this notice and therefore jointly act as responsible parties under the law. PLH Address: Barnett House, 32 Wellington Square, Oxford, OX1 2ER, United Kingdom SOAW Address: Bon Bini Business Center, Schottegatweg Oost, Willemstad, CuraçaoUNICEF the Netherlands Address: Bezuidenhoutseweg 74, 2594 AW The Hague, Netherlands
pap_pap: Parenting for Lifelong Health (PLH), Ministerio di Desaroyo Sosial, Labor i Bienestar (SOAW) i UNICEF Hulanda ta determiná huntu e propósitonan i medionan di e prosesamentu deskribí den e aviso akí i pues konhuntamente ta fungi komo partidonan responsabel bou di lei. Adrès di PLH: Barnett House, 32 Wellington Square, Oxford, OX1 2ER, Reino Uni Adrès di SOAW: Bon Bini Business Center, Schottegatweg Oost, Willemstad, Kòrsou Adrès di UNICEF Hulanda: Bezuidenhoutseweg 74, 2594 AW Den Haag, Hulanda

# data_list
source: What information does the app collect about you and how do we use it?
pap_pap: Ki informashon e aplikashon ta kolektá tokante di bo i kon nos ta us’é?

# data_list
source: We only collect data that is adequate, relevant, and not excessive in relation to the processing purposes. For the purpose of this privacy policy, 'personal data' means any information that enables us to identify an individual, directly or indirectly. We collect data as follows: - Personal details (name; surname, location, organisation); - Log data (IP address, device name) - Users will collect caregivers’ name, phone number, age, and sex. We also collect information about the number and age of your children that, however, is not a personal data. 1. **Categories of personal data processed**: - Personal data - Contact data - Log data - or any further personal data necessary to assert or defend one's rights in civil, administrative or criminal proceedings 2. **Purposes of processing**: - Providing the App and support (to provide the App and parenting support including by communicating with you when you contact us). The legal basis is the performance of a contract, namely the Terms and Conditions - Maintaining technical logs for security and stability. The legal basis is legitimate interest - Collecting caregivers’ details for programme facilitation. The legal basis is legitimate interest - Protecting our rights and interests in case of litigation. The legal basis is legitimate interest - Conducting statistical analyses and research with anonymised data. Feedback processing – you may provide us with feedback on the App. We always anonymise your personal information when sharing and publishing your feedback. The legal basis is legitimate interest. 3. **Legal Basis**: - Performance of a contract, namely the Terms and Conditions - Legitimate interests to protect our rights and interests and to ensure updating and content accuracy of the App 4. **Data retention period**: - We retain personal data no longer than necessary for the purposes for which it was collected, and in any case no longer than four (4) years after your last use of the App, unless legal obligations require otherwise. - Where caregiver data is collected indirectly by facilitators, we will inform the caregivers of the categories of data collected, the purposes for processing, and their rights in accordance with Article 26 of the National ordinance personal data protection..
pap_pap: Nos ta kolektá solamente datonan ku ta adekuá, relevante i no eksesivo relashoná ku e propósitonan di prosesamentu. Pa e propósito di e polítika di privasidat akí, ‘datonan personal’ ta nifiká kualke informashon ku ta permití nos identifiká un individuo, direktamente òf indirektamente. Nos ta kolektá dato di e siguiente manera: - Detayenan personal (nòmber; fam, lugá, organisashon); - Dato di registro (adrès IP, nòmber di aparato) - Usuarionan lo kolekrtá nòmber, number di telefòn, edat i sekso di e dunadónan di kuido. Nos ta kolektá tambe informashon tokante e kantidat i edat di bo yunan ku, sinembargo, no ta un dato personal. 1. **Kategorianan di datonan personal prosesá**: - Datonan personal - Detayenan di kontakto - Dato di registro - òf kualke otro dato personal nesesario pa afirmá òf defendé derechonan di un hende den prosedimentu sivil, atministrativo òf penal 2. **Propósitonan di prosesamentu**: - Proveé ​​e Aplikashon i sosten (pa proveé ​​e Aplikashon i sosten di edukashon familiar inkluso komunikando ku bo ora bo tuma kontakto ku nos). E base legal ta e realisashon di un kontrato, esta e Términonan i Kondishonnan - Mantenshon di registronan tékniko pa seguridat i stabilidat. E base hurídiko ta interes legítimo - Kolektá detayenan di dunadónan di kuido pa fasilitashon di programa. E base hurídiko ta interes legítimo - Protehá nos derechonan i interesnan den kaso di demanda. E base hurídiko ta interes legítimo - Hasi anáisis i investigashon estadístiko ku datonan anónimo. Prosesamentu di komentario – bo por duna nos komentario riba e Aplikashon. Semper nos ta anonimisá bo informashon personal ora di kompartí i publiká bo komentario. E base hurídiko ta interes legítimo. 3. **Base Hurídiko**: - Kumplimentu di un kontrato, esta e Términonan i Kondishonnan - Interesnan legítimo pa protehá nos derechonan i interesnan i pa garantisá aktualisashon i eksaktitut di kontenido di e Aplikashon 4. **Periodo di retenshon di dato**: - Nos ta retené datonan personal no mas ku ta nesesario pa e propósitonan pa kua a kolektá nan i en todo kaso no mas ku kuater (4) aña despues di bo último uso di e Aplikashon, a ménos ku obligashonnan legal ta rekerí otro. - Kaminda ta kolektá dato di dunadó di kuido indirektamente dor di fasilitadónan, nos lo informá e dunadónan di kuido di e kategorianan di dato ku a kolektá, e propósitonan pa prosesamentu i nan derechonan di akuerdo ku artíkulo 26 di e ordenansa Nashonal protekshon di dato personal..

# data_list
source: Information sharing and third party service providers and websites
pap_pap: Kompartimentu di informashon i dunadónan di servisio di terser parti i wèpsaitnan

# data_list
source: Your personal data may be shared with third parties such as researchers and partners involved in the improvement or implementation of the App including those outside your country. Prior to the disclosure of information with research partners we will make them anonymous. In reading this privacy policy, you acknowledge that we will use your anonymised data in published research. Where personal data is transferred outside your country, we ensure that the destination provides an adequate level of protection. If not, we rely on Standard Contractual Clauses or another safeguard permitted under Article 64 of the National ordinance personal data protection. The App is supported by duly authorized third parties that may collect your personal data in order to provide their services. We do so for the following reasons: - To provide the App on our behalf; - To perform app-related services; or - To assist us in analysing how our App is used. Links to the privacy policies of third-party service providers used by the App: - [Apple App Store Services](https://www.apple.com/legal/privacy/data/en/app-store/) - [Google Play Services](https://www.google.com/policies/privacy/) - [Google Analytics for Firebase](https://firebase.google.com/policies/analytics) - [Sentry](https://sentry.io/privacy/) - [Matomo](https://matomo.org/privacy-policy/) - [GlitchTip](https://glitchtip.com/legal/privacy) This App may contain links to other sites that are not covered by this privacy policy. If you click on a third-party link, you will be directed to that site. This privacy policy applies only to the processing of your personal data by this App. It does not address, and we are not responsible for, the privacy, information, or other practices of any third parties, including any third party operating any site or service to which this App links to. All third-party processors are contractually bound to confidentiality under Article 12 of the National ordinance personal data protection and must implement security consistent with Article 13 of the ordinance.
pap_pap: Lo por kompartí bo bo datonan personal ku terser partidonan manera investigadónan i partnernan enbolbí den e mehorashon òf implementashon di e Aplikashon inkluyendo esnan pafó di bo pais. Promé ku e divulgashon di informashon na partnernan ku ta hasi investigashon nos lo hasi e informashon anónimo. Lesando e polítika di privasidat akí, bo ta rekonosé ku nos lo usa bo datonan anónimo den investigashon publiká. Kaminda ta transferí datonan personal pafó di bo pais, nos ta sòru pa e destinashon duna un nivel di protekshon adekuá. Si no, nos ta dependé di Klóusulanan di Kontrato Standart òf un otro protekshon permití bou di Artíkulo 64 di e ordenansa Nashonal di protekshon di dato personal. E Aplikashon ta sostené pa terser partidonan debidamente outorisá ku por kolektá bo datonan personal pa por duna nan servisio. Nos ta hasi esaki pa e siguiente motibunan: - Pa proveé ​​e Aplikashon na nos nòmber; - Pa duna servisio relashoná ku e aplikashon; òf - Pa asistí nos den analisá nos den kon e Aplikashon ta wòrdu usá. Lenknan pa e polítikanan di privasidat di dunadónan di servisio di terser parti ku e Aplikashon ta usa: - [Apple App Store Services](https://www.apple.com/legal/privacy/data/en/app-store/) - [Google Play Services](https://www.google.com/policies/privacy/) - [Google Analytics for Firebase](https://firebase.google.com/policies/analytics) - [Sentry](https://sentry.io/privacy/) - [Matomo](https://matomo.org/privacy-policy/) - [GlitchTip](https://glitchtip.com/legal/privacy) E Aplikashon akí por kontené lenknan pa otro wèpsaitnan ku no ta kubri pa e polítika di privasidat akí. Si bo klek riba un lenk di terser partido, lo bo wòrdu dirigí na e wèpsait ei. E polítika di privasidat aki ta konta solamente pa e prosesamentu di bo datonan personal dor di e Aplikashon akí. E no ta atendé i nos no ta responsabel pa, e privasidat, informashon, òf otro práktikanan di kualke terser partido, inkluyendo kualke terser partido ku ta operá kualke wèpsait òf servisio na kua e Aplikashon aki ta lenk na dje. Tur prosesadó di terser partido ta kontraktualmente mará na konfidensialidat bou di artíkulo 12 di e ordenansa Nashonal di protekshon di dato personal i mester implementá seguridat konsistente ku artíkulo 13 di e ordenansa.

# data_list
source: How long do we keep your data?
pap_pap: Kuantu tempu nos ta warda bo datonan?

# data_list
source: We will retain your personal information for as long as you continue to use the App and keep the App installed on your phone and as long as we need it to fulfill our purposes, including any relating to App services as well as legal, accounting, or reporting requirements. In any case, we will not process your data over 4 years after your last use of the App.
pap_pap: Nos lo keda ku bo informashon personal pa e periodo ku bo sigui usa e Aplikashon i ku bo tene e Aplikashon instalá riba bo telefòn i mientras ku nos mester di dje pa kumpli ku nos propósitonan, inkluyendo kualke proposito relashoná ku servisionan di Aplikashon i tambe rekisitonan legal, di kontabilidat òf di reportahe. En todo kaso, nos lo no prosesá bo datonan durante 4 aña despues di bo último uso di e Aplikashon.

# data_list
source: How do we keep your data secure?
pap_pap: Kon nos ta tene bo datonan sigur?

# data_list
source: We value your trust in providing us your personal information, thus we are striving to use commercially acceptable means of protecting it. We reserve the right to the storage of your data on third party servers or databases outside of the listed Mayor Konektá team (refer to the section on Third Party Service Providers and Websites) that provide security measures compliant with applicable privacy laws and regulations.
pap_pap: Nos ta balorá bo konfiansa den duna nos bo informashon personal, pues nos ta hasi esfuerso pa usa medionan komersialmente aseptabel pa proteh’é. Nos ta reservá e derecho riba e almasenahe di bo datonan riba "servernan" òf "data bases" di terser parti pafó di e lista di e tim di Mayor Konektá (referí na e sekshon riba Proveedornan di Servisio di Terser Parti i Wèpsaitnan) ku ta proveé medidanan di seguridat ku ta kumpli ku leinan i regulashonnan di privasidat aplikabel.

# data_list
source: Cookies
pap_pap: Cookie

# data_list
source: Cookies are small files that store data, often used to save user-specific information. They allow websites and apps to retrieve this stored information, enabling a more personalised and efficient user experience. Statistical cookies are processed based on legitimate interest, and are anonymised. Technical cookies are necessary for functioning of the App and cannot be disabled. We use a number of third party services (see relevant section below) to support the functioning of the App. We use third party cookies through Firebase and GlitchTip and first party cookies through Matomo. In short, first-party cookies are from Mayor Konektá, and third-party cookies come from other places as described. For further information on the handling of cookies see below: - [GlitchTip](https://glitchtip.com/legal/privacy) - [Firebase](https://firebase.google.com/support/privacy) - [Matomo](https://matomo.org/blog/2020/02/web-analytics-cookies-gdpr/) We use cookies for the following purposes: Functionality (so-called “technical cookies”). This type of cookies cannot be disable since allow the functionality of the App; Analysis (so-called “statistical cookies”) . This type of cookies allow the analysis of your choices and behaviour for statistical purposes. The data are aggregated and anonymized. You have the option to adjust your browser settings to decline all or specific browser cookies or to notify you when sites initiate or access cookies. For android devices this should be done on the google chrome app. Remember, disabling cookies can affect the functionality of websites or web apps, as they may rely on these cookies for essential features.
pap_pap: 'Cookies' ta archivonan chikí ku ta warda dato, hopi bia usá pa warda informashon spesífiko di usuario. Nan ta permití wèpsaitnan i aplikashonnan pa rekuperá e informashon wardá akí loke ta permití un eksperensia di usuario mas personalisá i efisiente. Ta prosesá 'cookies' di estadístika a base di interes legítimo i nan ta anonimisá. 'Cookies' tékniko ta nesesario pa funshonamentu di e Aplikashon i no por desakitva esaki nan. Nos ta usa un kantidat di servisio di terser partido (wak sekshon relevante mas abou) pa sostené e funshonamentu di e Aplikashon. Nos ta usa 'cookie' di terser partido pa medio di Firebase i GlitchTip i 'cookie' di promé partido pa medio di Matomo. Pa resumí, 'cookie' di promé partido ta di Mayor Konektá, i 'cookie' di terser parti ta bini di otro kaminda manera deskribí. Pa mas informashon tokante e maneho di 'cookie' wak akí abou: - [GlitchTip](https://glitchtip.com/legal/privacy) - [Firebase](https://firebase.google.com/support/privacy) - [Matomo](https://matomo.org/blog/2020/02/web-analytics-cookies-gdpr/) Nos ta usa 'cookie' pa e siguiente propósitonan: Funshonalidat (asina yamá “'cookie' tékniko”). No por desaktivá e tipo di 'cookie' akí ya ku e ta hasi posibel e funshonalidat di e Aplikashon; Análisis (asina yamá “'cookie' di estadístika”). E tipo di 'cookie' akí ta hasi posibel análisis di bo eskohonan i komportashon pa propósitonan estadístiko. Ta agregá e datonan i ta hasi nan anónimo. Bo tin e opshon pa ahustá konfirgurashonnan di bo 'browser' pa rechasá tur 'cookie' òf 'cookies' spesífiko di 'browser' òf pa notifiká bo ora wèpsaitnan inisiá òf aksesá 'cookie'. Pa aparatonan 'android' mester hasi esaki riba e aplikashon di google chrome. Kòrda, desaktivashon di 'cookie' por afektá e funshonalidat di wèpsaitnan òf aplikashonnan di wèp, ya ku nan por ta dependé di e 'cookies' akí pa funshonnan esensial.

# data_list
source: Children’s Privacy
pap_pap: Privasidat di Mucha

# data_list
source: The App is intended for adults. If minors use the App, their data may only be processed with the consent of a legal representative in accordance with Article 5 of the National ordinance personal data protection. We do not knowingly collect personally identifiable information from individuals under 18 unless we have the consent of a legal representative.
pap_pap: E Aplikashon ta destiná pa adultonan. Si menornan ta usa e Aplikashon, por prosesá nan datonan solamente ku konsentimentu di un representante legal di akuerdo ku artíkulo 5 di e ordenansa Nashonal protekshon di datonan personal. Nos no ta kolektá informashon personalmente identifikabel di personanan bou di 18 aña a ménos ku nos tin e konsentimentu di un representante legal.

# data_list
source: Your data protection rights
pap_pap: Bo derechonan di protekshon di dato

# data_list
source: Under data protection law, you have rights including: Your right of access - You have the right to ask us for copies of your personal information. Your right to rectification - You have the right to ask us to rectify personal information you think is inaccurate. You also have the right to ask us to complete information you think is incomplete. Your right to erasure - You have the right to ask us to erase your personal information in certain circumstances. Your right to withdraw consent for data processing at any time - You can choose to halt the processing of your data if consent was the legal basis for handling your information. Your right to restriction of processing - You have the right to ask us to restrict the processing of your personal information in certain circumstances. Your right to object to processing - You have the right to object to the processing of your personal information in certain circumstances. Your right to data portability - You have the right to ask that we transfer the personal information you gave us to another organisation, or to you, in certain circumstances. You are not required to pay any charge for exercising your rights. Depending on the circumstances and the nature of your request it may not be possible for us to do what you have asked, for example, where there is a statutory or contractual requirement for us to process your data and it would not be possible to fulfil our legal obligations if we were to stop. Further information on your rights is available from the Personal Data Protection Supervisory Committee. You may exercise your rights (access, correction, deletion, objection, restriction, portability) by contacting: info@parentingforlifelonghealth.org. We will respond within four weeks, as required under Article 27(1) of the National ordinance personal data protection. We may request additional information to verify your identity.
pap_pap: Bou di lei di protekshon di dato, bo tin derechonan inkluyendo: Bo derecho di akseso - Bo tin e derecho di pidi nos kopianan di bo informashon personal. Bo derecho riba rektifikashon - Bo tin e derecho di pidi nos pa drecha informashon personal ku bo ta kere no ta eksakto. Tambe bo tin derecho di pidi nos pa kompletá informashon ku bo ta kere ta inkompleto. Bo derecho di eliminá - Bo tin e derecho di pidi nos pa eliminá bo informashon personal den sierto sirkunstansianan. Bo derecho di kita konsentimentu pa prosesamentu di dato na kualke momento - Bo por skohe pa stòp e prosesamentu di bo datonan si konsentimentu tabata e base legal pa manehá bo informashon. Bo derecho riba restrikshon di prosesamentu - Bo tin e derecho di pidi nos pa restringí e prosesamentu di bo informashon personal den sierto sirkunstansianan. Bo derecho di oponé prosesamentu - Bo tin e derecho di oponé prosesamentu di bo informashon personal den sierto sirkunstansianan. Bo derecho riba portabilidat di dato - Bo tin e derecho di pidi pa nos transferí e informashon personal ku bo a duna nos na un otro organisashon, òf na abo, den sierto sirkunstansianan. Bo no ta obligá di paga ningun kosto pa ehersé bo derechonan. Dependiendo di e sirkunstansianan i e naturalesa di bo petishon kisas no ta posibel pa nos hasi loke bo a pidi, por ehèmpel, kaminda tin un rekisito statutario òf kontraktual pa nos prosesá bo datonan i e lo no ta posibel pa kumpli ku nos obligashonnan legal si nos lo mester stòp. Mas informashon tokante bo derechonan ta optenibel serka e Komité di Supervishon di Protekshon di Datonan Personal. Bo por ehersé bo derechonan (akseso, korekshon, eliminashon, opheshon, restrikshon, portabilidat) dor di tuma kontakto ku: info@parentingforlifelonghealth.org. Nos lo kontestá denter di kuater siman, manera ta rekerí bou di artíkulo 27(1) di e ordenansa Nashonal protekshon di dato personal. Nos por pidi informashon adishonal pa verifiká bo identidat.

# data_list
source: Automated Decision-Making
pap_pap: Tumamentu di Desishon Outomatisá

# data_list
source: The App does not make decisions that have legal or significant effects based solely on automated processing.
pap_pap: E Aplikashon no ta tuma desishonnan ku tin efektonan legal òf signifikante basá solamente riba prosesamentu outomatisá.

# data_list
source: Removing the app
pap_pap: Kita e aplikashon

# data_list
source: We are sorry if you find our App no longer useful. Should you decide to remove our App, we may still retain some of your data (although anonymised) to troubleshoot, aid in investigations, comply with legal requirements or to add to our existing research data sets. Uninstalling the app does not automatically delete personal data stored in accordance with lawful retention requirements.
pap_pap: Nos diskulpa si bo no ta haña nos aplikashon útil mas. Si bo disidí di kita nos Aplikashon, nos por retené algun di bo datonan (ounke anónimo) pa solushoná problema, yuda den investigashonnan, kumpli ku rekisitonan legal òf pa agregá na nos sètnan di dato di investigashon eksistente. Kitando e aplikashon no ta outomatikamente eliminá datonan personal wardá, di akuerdo ku e rekisitonan di retenshon legal.

# data_list
source: Changes to the @global.privacy_policy
pap_pap: Kambionan na @global.privacy_policy
