Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_facilitator_cw/pap/pap_main.po
Languages: pap_pap

# data_list
source: Once you have selected a volunteer to be group admin, schedule a WhatsApp call with them. When you’re done with the call, you can send the guidelines as messages to remind them what you discussed.
pap_pap: Unabes bo a selektá un boluntario pa ta atministradó di grupo, programá un yamada di WhatsApp kuné. Ora bo kaba ku e yamada, bo por manda e reglanan komo mensahenan pa rekordá nan kiko bo a papia di dje.

# data_list
source: If parents or group admins reach out to you after the group has ended, it means that you have been helpful to them, which is amazing! Parents may see you as a source of support outside of @global.prog_name, but it is important to keep things balanced. Share this message to gently guide the parents to other places for support.
pap_pap: Si mayornan òf atministradónan di grupo yega serka bo despues ku e grupo a kaba, esei ta nifiká ku bo a yuda nan, loke ta asombroso! Mayornan por mira bo komo un fuente di sosten pafó di @global.prog_name, pero ta importante pa tene kosnan balansá. Kompartí e mensahe akí pa guia e mayornan suavemente na otro lugánan pa sosten.

# data_list
source: After your call with the new group admin, you can share these prompts to support them with leading the chat sessions.
pap_pap: Despues di bo yamada ku e atministradó nobo di e grupo, bo por kompartí e preguntanan akí pa sostené nan ku liderazgo di e seshonnan di kòmbersashon.

# data_list
source: It may be difficult to find volunteers to become group admin. If no one volunteers to lead the group, you can send the message below to close the group. Wait a couple days before closing because someone might still volunteer!
pap_pap: E por ta difísil pa haña boluntarionan pa bira atministradó di grupo. Si niun hende no bira boluntario pa dirigí e grupo, bo por manda e mensahe akí bou pa sera e grupo. Warda un par di dia promé ku sera pasobra un hende por ke bira boluntario ainda!

# data_list
source: This app will guide you on what to do each week. It describes the activities in detail. It provides possible questions that you can ask for discussions and parenting stories. However, the content of the programme is only a small part of what it takes to deliver @global.prog_name. Much of the benefit that your parents will receive comes from the way that you deliver it. **There are 8 core Principles to facilitating @global.prog_name in the best possible way**:
pap_pap: E aplikashon akí lo guia bo riba kiko pa hasi tur siman. E ta deskribí e aktividatnan den detaye. E ta proveé posibel preguntanan ku bo por hasi pa diskushonnan i historianan di edukashon familiar. Sinembargo, e kontenido di e programa ta solamente un parti chikí di loke ta nesesario pa fasilitá @global.prog_name. Hopi di e benefisio ku bo mayornan lo risibí ta bini di e manera ku bo ta fasilitá esaki. **Tin 8 Prinsipio sentral pa fasilitá @global.prog_name na e mihó manera posibel**:

# data_list
source: 1️⃣ Use a collaborative approach to learning. 2️⃣ Model the behaviour you want to see in the way that you behave towards participants. 3️⃣ Practice A-E-C-P: Accept, Explore, Connect, and Practice. 4️⃣ Be aware of child developmental stages. 5️⃣ Go at your participants’ pace. 6️⃣ Come prepared for each session. 7️⃣ Make @global.prog_name a happy place to learn. 8️⃣ Don’t be afraid to have fun!
pap_pap: 1️⃣ Usa un aserkamentu kolaborativo pa siña. 2️⃣ Duna ehèmpel di e komportashon ku bo ke mira den e manera ku bo ta komportá bo mes pa ku partisipantenan. 3️⃣ Praktiká A-E-K-P: Aseptá, Eksplorá, Konektá i Praktiká. 4️⃣ Tene kuenta ku e fasenan di desaroyo di mucha. 5️⃣ Bai segun e ritmo di bo partisipantenan. 6️⃣ Bin prepará pa kada seshon. 7️⃣ Hasi @global.prog_name un lugá dushi pa siña. 8️⃣ No tene miedu di dibertí!

# data_list
source: In some programmes, facilitators tell participants what to do and why it is important. Participants are used to this because many education systems are delivered in a didactic, teacher-knows-best manner. In the @global.prog_name, we do things differently. We like to think of this as a collaborative approach to learning. As facilitators, we are **collaborators or partners** working with parents to identify plans and practice solutions that will help them to improve life at home. **It is helpful to think of the participants as the experts.** Many of the parents will already be practicing lots of positive ways of parenting with their children. Others will be able to identify ways of improving their parenting on their own with guidance. **Our job is to help parents learn for themselves how to achieve their goals.** This sometimes means we have to work harder to ask the right sort of open-ended questions that will help participants work out the benefits of positive parenting and relationship building. **When participants are able to teach themselves on how to relate and behave, they learn a skill that will help them for a long time after the programme ends.**
pap_pap: Den sierto programa, fasilitadónan ta bisa partisipantenan kiko pa hasi i dikon e ta importante. Partisipantenan ta kustumbrá ku esaki pasobra ta duna hopi sistema di edukashon na un manera didáktiko, kaminda ta e maestro sa mihó. Den @global.prog_name, nos ta hasi kosnan diferente. Nos ta mira esaki komo un aserkamentu di kolaborashon pa siña. Komo fasilitadó, nos ta **kolaboradó òf partner** traha ku mayornan pa identifiká plannan i praktiká solushonnan ku lo yuda nan mehorá bida na kas. **Ta bon pa pensa riba e partisipantenan komo e ekspertonan.** Hopi di e mayornan ya lo ta praktikando hopi manera positivo di edukashon familiar ku nan yunan kaba. Otronan lo por identifiká maneranan di mehorá nan edukashon familiar riba nan mes ku guia. **Nos trabou ta pa yuda mayornan siña pa nan mes kon pa logra nan metanan.** Tin bia esaki ta nifiká ku nos mester traha mas duru pa hasi e tipo di preguntanan habrí korekto ku lo yuda e partisipantenan traha riba e benefisionan di edukashon familiar positivo i di konstruí relashon. **Ora partisipantenan por siña nan mes kon pa relashoná i komportá nan mes, nan ta siña un abilidat ku lo yuda nan pa hopi tempu despues ku e programa terminá.**

# data_list
source: The modelling principle is at the foundation of how we deliver the @global.prog_name. If we lead sessions in a collaborative approach, praise parents often, practice active listening (by acknowledging messages), and use positive instructions, parents will do the same with their children. Likewise, if we tell parents what to do, criticize them, ignore their needs or concerns, or only say what we do not want them to do, they will do the same. Facilitators need to model all the different Core Principles in this programme. For example, when you praise your participants, do not add any buts, ifs, or any other criticisms! Use transition warnings. Give positive, specific instructions that say the behaviour you want to see in the participants. Some behaviours may need to be addressed directly such as participants being offensive to an individual or the group. Use praise to encourage participants to arrive on time for sessions, to complete their home activities, and when they accomplish something very challenging. Practice Taking a Pause to help reduce your own stress. The participants will learn from your example and begin to mirror your behaviour, too. **It really works!**
pap_pap: E prinsipio di duna ehèmpel ta forma e fundeshi di kon nos ta implementá @global.prog_name. Si nos guia seshonnan den un aserkamentu di kolaborashon, elogiá mayornan ku frekuensia, praktiká skuchamentu aktivo (dor di rekonosé e mensahe) i usa instrukshonnan positivo, mayornan lo hasi meskos ku nan yunan. Asina tambe, si nos bisa mayornan kiko pa hasi, kritiká nan, ignorá nan nesesidatnan òf preokupashonnan, òf solamente bisa loke nos no ke pa nan hasi, nan lo hasi meskos. Fasilitadónan tin di duna ehèmpel di tur e diferente Prinsipionan Prinispal den e programa akí. Por ehèmpel, ora bo ta elogiá bo partisipantenan, no agregá ningun 'pero', 'si', òf ningun otro krítika! Usa atvertensia di transishon. Duna instrukshonnan positivo i spesífiko ku ta indiká e komportashon ku bo ke mira den e partisipantenan. Lo mester atendé sierto komportashon direktamente manera ora ta trata partisipantenan ku ta ofensivo pa ku un individuo òf e grupo. Usa elogio pa enkurashá partisipantenan pa yega na tempu pa seshonnan, pa kompletá nan aktividatnan na kas i ora nan logra algu hopi difísil. Praktiká Tuma un Pousa pa yuda redusí bo propio strès. E partisipantenan lo siña for di bo ehèmpel i kuminsá reflehá bo komportashon tambe. **E ta funshoná di bèrdat!**

# data_list
source: The @global.prog_name introduces many concepts and practices that are new to parents. Sometimes, participants will initially resist learning a new approach with their children. Other times, they will have difficulty understanding some of the more complex practices like distinguishing between punishment and discipline. Facilitators should always go at the participants’ pace when delivering the programme. Make sure that the participants in your group have learned a specific parenting or relationship building skill before moving on to the next one.
pap_pap: E @global.prog_name ta introdusí hopi konsepto i práktika ku ta nobo pa mayornan. Tin bia, partisipantenan lo resistí na promé instante pa siña un aserkamentu nobo ku nan yunan. Otro bia, nan lo tin difikultat pa komprondé algun di e práktikanan mas kompleho manera distinguí entre straf i disiplina. Fasilitadónan semper mester bai segun e ritmo di e partisipantenan ora di fasilitá e programa. Sòru pa e partisipantenan den bo grupo a siña un abilidat spesífiko di edukashon familiar òf di konstruí relashon promé ku pasa pa e siguiente.

# data_list
source: A-E-C-P is a core building block in the collaborative approach to facilitating the @global.prog_name. It is also important to model Active Listening so that parents begin to do the same with their own children. We like to think of 4 key steps facilitating a discussion with the participants: Acceptance, Exploration, Connection, and Practice.
pap_pap: A-E-K-P ta un elemento esensial den e aserkamentu di kolaborashon pa fasilitá e @global.prog_name. Tambe ta importante pa duna ehèmpel di Skuchamentu Aktivo pa asina mayornan kuminsá hasi meskos ku nan mes yunan. Nos ta usa 4 paso klave ku ta fasilitá un diskushon ku e partisipantenan: Aseptashon, Eksplorashon, Konekshon i Práktika.

# data_list
source: It is important to be aware of different competencies and characteristics of children at different stages. The characteristics of children can shape parents’ expectations, goals, and activities with their children. It may be that the challenges and problems that parents face are rooted in expecting children to behave in ways that they are not yet developmentally ready for.
pap_pap: Ta importante pa ta konsiente di diferente kompetensia i karakterístika di muchanan den diferente fase. E karakterístikanan di muchanan por forma e ekspektativanan, metanan i aktividatnan di mayornan ku nan yunan. E por ta asina ku e retonan i problemanan ku mayornan ta enfrentá tin di aber ku mayornan ta spera ku nan yunan ta komportá nan mes na maneranan ku nan no ta kla pe ainda segun nan desaroyo.

# data_list
source: The more you prepare for each session, the easier time you will have in delivering the material. You will feel more relaxed and be more receptive to how participants are feeling and to their experiences. Read through the manual the night before each session. Write down any notes or reminders that might be helpful for particular activities. Sometimes, the participants will not initially understand what you are asking them if you say the exact words in the manual. It can be helpful to write different ways of asking the discussion questions. If you don’t understand something or forget how to do an activity, ask! You can also message or call another facilitator or your supervisor prior to the module. Look through your participant profiles to review each person’s progress in the programme and to remember any special needs or concerns. This is particularly important for the goals that participants set themselves at the end of the session and the discussion on home activities. Start preparing before the next module. You want to be relaxed and ready to go! Remember that this app is just a guide. While it is very important that you deliver the programme content as it was designed, it is also important that you find ways to make it your own.
pap_pap: Mas bo prepará pa kada seshon, mas fásil lo ta pa duna e material. Lo bo sinti bo mas relahá i ta mas reseptivo pa kon e partisipantenan ta sinti i pa nan eksperensianan. Lesa e manual e anochi promé ku kada seshon. Skibi kualke nota òf rekordatorio ku por ta útil pa aktividatnan partikular. Tin bia, e partisipantenan lo no komprondé na promé instante kiko bo ta puntra nan si bo bisa e palabranan eksakto den e manual. E por ta útil pa skibi diferente manera di hasi e preguntanan di diskushon. Si bo no ta komprondé algu òf bo a lubidá kon pa hasi un aktividat, puntra! Tambe bo por manda un mensahe pa un otro fasilitadó òf bo supervisor promé ku e módulo. Wak den bo profilnan di partisipante pa revisá e progreso di kada persona den e programa i pa kòrda kualke nesesidat òf preokupashon spesial. Esaki ta partikularmente importante pa e metanan ku e partisipantenan ta pone pa nan mes na final di e seshon i e diskushon riba aktividatnan di kas. Kuminsá prepará promé ku e siguiente módulo. Bo ke ta relahá i kla pa bai! Kòrda ku e aplikashon akí ta djis un guia. Miéntras ku ta hopi importante pa bo duna e kontenido di e programa manera a diseñá esaki, ta importante tambe pa bo buska maneranan pa hasié di bo mes.

# data_list
source: Participants will want to engage in each module and participate in the activities if you create a group that is welcoming, open, and respectful. Everyone likes a place that is warm and inviting. It can be helpful to think of @global.prog_name as a family itself. **Ways in which facilitators can make @global.prog_name group sessions a happy place to learn:** Respect whatever a participant talks about. Facilitators should be aware and respectful of different ages, genders, values, and circumstances. Model the behaviour you want from the participants. The group space should be a judgement-free space in which participants feel comfortable sharing sensitive material. Notice and reflect the ways that participants communicate, help each other, and participate in the sessions. Invite participation: If you feel a participant is holding back or quiet, ask if he or she wishes to share an opinion or experience. Make sure that everyone in the group is communicating clearly. Create a comfortable and welcoming place to meet. Make sure everyone knows how to log-into and interact with the group through the messaging platform you are using. Establish the communication needs of the participants – are participants using audio? Video? Notice if participants have challenges that may require adjusting the way they participate in activities. Praise participants for their effort and dedication. Model the behaviour you want from the parents in the way that you treat them. Praise, respect, and reflect on participants’ contributions.
pap_pap: Partisipantenan lo ke partisipá den kada módulo i partisipá den e aktividatnan si bo krea un grupo ku ta duna sintimentu di ta bon biní i ta habrí i respetuoso. Tur hende ta gusta un lugá ku ta kaluroso i kaminda bo ta sinti bo bon biní. E por ta bon pa pensa riba @global.prog_name manera ku ta un famia e ta. **Maneranan den kua fasilitadónan por hasi seshonnan di grupo di @global.prog_name un lugá dushi pa siña:** Respetá loke e partisipantenan ta kompartí i ta konsiente di diferente edat, sekso, balornan i sirkunstansianan. Duna ehèmpel di e komportashon ku bo ke di e partisipantenan. E espasio di grupo mester ta un espasio liber di huisio den kua partisipantenan ta sinti nan mes kómodo pa kompartí material sensitivo. Tuma nota i reflehá e maneranan ku partisipantenan ta komuniká, yuda otro i partisipá den e seshonnan. Invitá partisipashon: Si bo ta sinti ku un partisipante ta tene su mes atras òf ketu, puntr’é si e ke kompartí un opinion òf eksperensia. Sòru ku tur hende den e grupo ta komuniká bon kla. Krea un lugá kómodo i kaminda ku nan ta sinti nan mes bon biní pa topa. Sòru pa tur hende sa kon pa inisiá seshon ònlain i drenta i interkambiá ku e grupo pa medio di e plataforma di mensahe ku bo ta usando. Establesé e nesesidatnan di komunikashon di e partisipantenan – e partisipantenan lo usa oudio? Vidio? Tuma nota si e partisipantenan tin retonan ku por rekerí pa ahustá e manera ku nan ta partisipá den aktividatnan. Elogiá partisipantenan pa nan esfuerso i dedikashon. Duna ehèmpel di e komportashon ku bo ke di e mayornan dor di e manera ku abo ta trata nan. Elogiá, respetá i reflehá riba e kontribushonnan di e partisipantenan.

# data_list
source: Thank you for being a @global.prog_name Facilitator. We know that you will put a lot of time and energy into learning this programme and finding new ways to work with families. We know that you are doing this because you want to help people who are struggling. You are the heroes of helping families in our communities, but that doesn’t mean it’s not important to have fun, too! Ways in which facilitators can make @global.prog_name group sessions a fun place to learn: Send songs and pictures Use Emojis Tell stories Encourage parents to be creative with how they share
pap_pap: Danki pa ta un Fasilitadó di @global.prog_name. Nos sa ku lo bo hinka hopi tempu i energia den siña e programa akí i buska maneranan nobo pa traha ku famianan. Nos sa ku boso ta hasi esaki pasobra boso ke yuda hende ku ta luchando. Boso ta e héroenan di yuda famianan den nos komunidatnan, pero esei no ta nifiká ku no ta importante pa disfrutá tambe! Maneranan den kua fasilitadónan por hasi seshonnan di grupo di @global.prog_name un lugá dushi pa siña: Manda kantika i potrèt Usa 'Emojis' Konta historianan Enkurashá mayornan pa ta kreativo ku kon nan ta kompartí

# data_list
source: It is important to know the following guidelines for handling disclosures of abuse, neglect, and violence from participants: 1️⃣ **Understand abuse, neglect and exploitation.** ❗ **Abuse** refers to a deliberate act of maltreatment that can damage a boy or girl’s security, wellbeing, dignity and development. Abuse includes all forms of physical, sexual, psychological and emotional maltreatment. (Save the Children definition) ❗ **Violence** against girls and boys is defined as forms of physical or mental violence, damage and abuse, neglect or neglectful treatment or maltreatment or exploitation, including sexual abuse. (Office of the High Commissioner for Human Rights, 1990, Article 19) ❗ **Child exploitation** refers to using girls and boys for economic or sexual benefit, gratification or profit, often resulting in unjust, cruel and harmful treatment of the girl or boy. (Save the Children definition) 2️⃣ **Know your organisation’s child safeguarding policies and referral procedures.** 📖 All organisations should have or develop child rights safeguarding policies and referral procedures, including details on how to respond appropriately when a caregiver, other adults, girl or boy discloses abuse. 📝 You should have accurate knowledge of all protocols and response plans. These will tell you what to do within your organisation if a caregiver or girl or boy reports abuse (e.g. who to report to, internal resources for supporting the girl or boy), as well as how to engage outside resources (e.g. local referral pathways, when to engage with authorities). 🔑 It is your responsibility to act regardless of whether you are responding to disclosures of past and/or present abuse. However, you are not responsible for resolving the situation on your own. It is important that you discuss the situation with your supervisor to agree on what steps to take next. 3️⃣ **Ensure parents know that you are someone who can help.** 🌷Parents participating in your sessions need to know that they can come to you for help, regardless of when the abuse occurred. 👂You should make sure that they know that they can trust you and that you will listen and support them without judgement or any further harm.
pap_pap: Ta importante pa sa e siguiente instrukshonnan pa manehá divulgashonnan di abusu, negligensia i violensia di partisipantenan: 1️⃣ **Komprondé abusu, negligensia i eksplotashon.** ❗ **Abusu** ta referí na un akto deliberadamente di maltrato ku por daña un mucha hòmber òf mucha muhé su seguridat, bienestar, dignidat i desaroyo. Abusu ta enserá tur forma di maltrato físiko, seksual, sikológiko i emoshonal. (Definishon di Save the Children) ❗ **Violensia** kontra mucha muhé i mucha hòmber ta definí komo formanan di violensia físiko òf mental, daño i abusu, negligensia òf trato negligente òf maltrato òf eksplotashon, inkluyendo abusu seksual. (Ofisina di Alto Komisario pa Derechonan Humano, 1990, Artíkulo 19) ❗ **Eksplotashon di mucha** ta referí na uso di mucha muhé i mucha hòmber pa benefisio ekonómiko òf seksual, gratifikashon òf ganashi, ku hopi bia ta resulltá den trato inhustu, kruel i dañino di e mucha muhé òf mucha hòmber. (Definishon di Save the Children) 2️⃣ **Konosé e maneho di protekshon di mucha di bo organisashon i e proseduranan di referensia.** 📖 Tur organisashon mester tin òf mester desaroyá maneho di protekshon di derechonan di mucha i proseduranan di referensia, inkluyendo detayenan riba kon pa respondé apropiadamente ora un dunadó di kuido, otro adultonan, mucha muhé òf mucha hòmber revelá abusu. 📝 Bo mester tin konosementu eksakto di tur protokòl i plan di di kon pa respondé. Esakinan lo bisa bo kiko pa hasi den bo organisashon si un dunadó di kuido òf mucha muhé òf mucha hòmber reportá abusu (p.e. na ken pa reportá, rekursonan interno pa sostené e mucha muhé òf mucha hòmber), i tambe kon pa enbolbí rekursonan di pafó (p.e. trayektonan di referensia lokal, ki ora pa enbolbí outoridatnan). 🔑 Ta bo responsabilidat pa aktua sin importá si bo ta respondiendo na divulgashonnan di abusu di pasado i/òf presente. Sinembargo, bo no ta responsabel pa resolvé e situashon riba bo mes. Ta importante pa bo papia tokante e situashon ku bo supervisor pa bai di akuerdo riba kua pasonan pa tuma siguientemente. 3️⃣ **Perkurá pa mayornan sa ku bo ta un hende ku por yuda.** 🌷Mayornan ku ta partisipá na bo seshonnan mester sa ku nan por pasa serka bo pa yudansa, sin importá ki ora e abusu a tuma lugá. 👂Bo mester sòru pa nan sa ku nan por konfia bo i ku lo bo skucha i sostené nan sin huisio òf sin mas daño.
