Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_facilitator_cw/pap/pap_main.po
Languages: pap_pap

# data_list
source: Message 6: Thank you & closing
pap_pap: Mensahe 6: Danki & klousura

# data_list
source: Let’s close with an activity that is similar to Taking a Pause. Since it is the last module of the programme, we take this opportunity to reconnect with ourselves and our families through a sense of love and support. Thank you and well done for completing the ParentChat programme! You have shown great love and commitment to your families by being here. It has been a pleasure to be on this journey with you.
pap_pap: Laga nos sera ku un aktividat ku ta similar na Tuma un Pousa. Komo ku ta e último módulo di e programa, nos ta probechá di e oportunidat akí pa rekonektá ku nos mes i nos famianan pa medio di un sentido di amor i sosten. Danki i boso a hasi un bon trabou pa a kompletá e programa di Mayor Konektá! Boso a mustra gran amor i kompromiso na boso famianan dor di ta akí. Tabata un plaser pa ta riba e biahe akí ku boso.

# data_list
source: 👋Welcome to our last week of @global.prog_name! Today we are going to learn about how to solve problems with our children and reflect on what we have learned in the programme.
pap_pap: 👋Bon biní na nos último siman di @global.prog_name! Awe nos ta bai siña tokante kon pa solushoná problema ku nos muchanan i reflehá riba loke nos a siña den e programa.

# data_list
source: Let's look at how a situation when our children get bullied by others online:
pap_pap: Laga nos wak un situashon di ora otronan ta pèst nos yunan ònlain:

# data_list
source: Now let’s move on to the final parenting tip on problem solving with your children. We have been doing this throughout the programme. Now it is time to learn how we can involve our children in the process! Here are the 4 basic steps for problem solving:
pap_pap: Awor laga nos sigui pa e último tep di edukashon familiar riba solushoná problema ku bo yunan. Nos a bin ta hasi esaki durante henter e programa. Awor ta tempu pa siña kon nos por involukrá nos muchanan den e proseso! Aki ta sigui e 4 pasonan básiko pa solushoná problema:

# data_list
source: Welcome
pap_pap: Bon biní

# data_list
source: Onboarding Caregivers into the Course
pap_pap: Introdusí Dunadónan di Kuido na e Kurso

# data_list
source: In this video, learn how to onboard caregivers to the course in the programme.
pap_pap: Den e vidio akí, siña kon pa introdusí dunadónan di kuido na e kurso den e programa.

# data_list
source: week 1 - placholder
pap_pap: siman 1 - placholder

# data_list
source: week 2 - placholder
pap_pap: siman 2 - placholder

# data_list
source: week 3 - placholder
pap_pap: siman 3 - placholder

# data_list
source: week 4 - placholder
pap_pap: siman 4 - placholder

# data_list
source: week 5 - placholder
pap_pap: siman 5 - placholder

# data_list
source: week 6 - placholder
pap_pap: siman 6 - placholder

# data_list
source: Facilitator
pap_pap: Fasililtadó

# data_list
source: Other
pap_pap: Otro

# data_list
source: About you
pap_pap: Tokante Abo

# data_list
source: We will use this to personalise the messages for sharing with your @global.share_groups.
pap_pap: Nos lo usa esaki pa personalisá e mensahenan pa kompartí ku bo @global.share_groups.

# data_list
source: Your Facilitator ID
pap_pap: Bo Identifikashon di Fasilitadó

# data_list
source: Here you can find your unique code. You may be asked to share this code with people who will support your @global.app_name journey.
pap_pap: Akí bo por haña bo kódigo úniko. Por pidí bo pa kompartí e kódigo akí ku personanan ku lo sostené bo trayekto di @global.app_name.

# data_list
source: Your Parent Group
pap_pap: Bo Grupo di Mayor

# data_list
source: See and edit the list of parents attending your groups.
pap_pap: Mira i editá e lista di mayornan ku ta asistí na bo gruponan.

# data_list
source: Your Parent Groups
pap_pap: Bo Gruponan di Mayor

# data_list
source: See and edit the lists of parents attending your groups.
pap_pap: Mira i editá e lista di mayornan ku ta asistí na bo gruponan.

# data_list
source: 5 - Excellent
pap_pap: 5 - Ekselente

# data_list
source: 4 - Good
pap_pap: 4 - Bon

# data_list
source: 2 - Bad
pap_pap: 2 - Malu

# data_list
source: 1 - Very Bad
pap_pap: 1 - Hopi malu

# data_list
source: Sessions
pap_pap: Seshonnan

# data_list
source: Welcome to the @global.app_name. Each week you should select your weekly topic, share the message to your @global.share_groups, and report attendance.
pap_pap: Bon biní na e @global.app_name. Tur siman bo mester selektá bo tópiko semanal, kompartí e mensahe ku bo @global.share_groups i reportá asistensia.

# data_list
source: Report
pap_pap: Reportá

# data_list
source: Library
pap_pap: Biblioteka

# data_list
source: Settings
pap_pap: Konfigurashonnan

# data_list
source: Your profile provides your facilitator ID and is also where you can edit the list of parents attending your groups.
pap_pap: Bo profil ta proveé bo Identifikashon di fasilitadó i ta tambe kaminda bo por editá e lista di mayornan ku ta asistí na bo gruponan.

# data_list
source: Yes
pap_pap: Si

# data_list
source: Partners
pap_pap: Partnernan

# data_list
source: Donors
pap_pap: Donatùr

# data_list
source: About @global.prog_name
pap_pap: Tokante @global.prog_name

# data_list
source: Guide for delivering @global.prog_name
pap_pap: Guia pa implementá @global.prog_name

# data_list
source: Facilitation skills
pap_pap: Abilidatnan di fasilitashon

# data_list
source: Session preparation
pap_pap: Preparashon di seshon

# data_list
source: Frequently asked questions
pap_pap: Preguntanan frekuente

# data_list
source: Safeguarding
pap_pap: Protekshon Integral

# data_list
source: Date of session
pap_pap: Fecha di seshon

# data_list
source: Please enter a date
pap_pap: Por fabor hinka un fecha

# data_list
source: Parent's Attendance
pap_pap: Asistensia di Mayor

# data_list
source: How did your session go?
pap_pap: Kon bo seshon a bai?

# data_list
source: enter value
pap_pap: hinka balor

# data_list
source: Please select a value
pap_pap: Por fabor selektá un balor

# data_list
source: What challenges did you face in delivering @fields.current_module_name Be specific.
pap_pap: Ki retonan bo a enfrentá den fasilitashon @fields.current_module_name Sea spesífiko.

# data_list
source: challenges
pap_pap: retonan

# data_list
source: Please enter a description
pap_pap: Por fabor hinka un deskripshon

# data_list
source: @global.prog_name overview
pap_pap: bista general di @global.prog_name

# data_list
source: Who is this @global.app_name for?
pap_pap: Pa ken e @global.app_name akí ta?

# data_list
source: Who developed @global.prog_name?
pap_pap: Ken a desaroyá @global.prog_name?

# data_list
source: @global.prog_name goals
pap_pap: metanan di @global.prog_name

# data_list
source: How is the programme delivered?
pap_pap: Kon e programa a fasilitá e programa?

# data_list
source: Programme Content
pap_pap: Kontenido di Programa

# data_list
source: How @global.prog_name works?
pap_pap: Kon @global.prog_name ta funshoná?

# data_list
source: Getting started with your parent group
pap_pap: Kuminsá ku bo grupo di mayor

# data_list
source: Prepare for in-person sessions
pap_pap: Prepará pa seshonnan en persona

# data_list
source: Tips for effective facilitation of in-person sessions
pap_pap: Tepnan pa fasilitashon efektivo di seshonnan en persona

# data_list
source: Prepare for Each Day
pap_pap: Prepara pa Kada Dia

# data_list
source: Deliver Learn with a Story
pap_pap: Fasilitá ku un Historia

# data_list
source: Deliver Reminders
pap_pap: Manda Rekordatorio

# data_list
source: Deliver Let’s Connect
pap_pap: Fasilitá Ban Konektá

# data_list
source: Report on Sessions
pap_pap: Hasi un reportahe di seshonnan

# data_list
source: How to handover your parent group
pap_pap: Kon pa entregá bo grupo di mayor

# data_list
source: If parents or group admin reach out to you after the group has ended
pap_pap: Si mayornan òf atministradó di grupo tuma kontakto ku bo despues ku e grupo a kaba

# data_list
source: Chat session prompts for new group admin
pap_pap: Seshon di kòmbersashon ta pidi pa atministradó di grupo nobo

# data_list
source: No one volunteered to be group admin
pap_pap: Niun hende no a ofresé pa ta atministradó di grupo

# data_list
source: Effective Facilitation Skills Overview
pap_pap: Bista General di Abilidatnan di Fasilitashon Efektivo

# data_list
source: 1️⃣ Use a collaborative approach to learning
pap_pap: 1️⃣ Usa un aserkamentu di kolaborashon pa siña

# data_list
source: 2️⃣ Model the behaviour you want to see
pap_pap: 2️⃣ Duna ehèmpel di e komportashon ku bo ke mira

# data_list
source: 3️⃣ Go at your parent’s pace
pap_pap: 3️⃣ Bai segun e ritmo di bo mayornan

# data_list
source: 4️⃣ Practice A-E-C-P: Accept, Explore, Connect, and Practice
pap_pap: 4️⃣ Praktiká A-E-K-P: Aseptá, Eksplorá, Konektá i Praktiká

# data_list
source: 5️⃣ Be aware of child developmental stages & milestones
pap_pap: 5️⃣ Tene kuenta ku e fasenan di desaroyo di mucha i logronan

# data_list
source: 6️⃣ Come prepared for each lesson
pap_pap: 6️⃣ Bin prepará pa kada lès

# data_list
source: 7️⃣ Make @global_prog.name a happy place to learn
pap_pap: 7️⃣ Hasi @global_prog.name un lugá dushi pa siña

# data_list
source: 8️⃣ Lastly, have fun!
pap_pap: 8️⃣ Por último, disfrutá!

# data_list
source: What is Safeguarding?
pap_pap: Kiko ta Protekshon Integral?

# data_list
source: Next
pap_pap: Siguiente

# data_list
source: What should I do during the disclosure of abuse, neglect, or exploitation?
pap_pap: Kiko mi mester hasi durante divulgashon di abusu, negligensia òf eksplotashon?

# data_list
source: What can I do after a participant discloses abuse, neglect or exploitation?
pap_pap: Kiko mi por hasi despues ku un partisipante divulgá abusu, negligensia òf eksplotashon?

# data_list
source: How should I report abuse?
pap_pap: Kon mi mester reportá abuso?

# data_list
source: Crisis Hotlines
pap_pap: Liña di Sosten pa Kaso di Krísis

# data_list
source: One-on-one time
pap_pap: Tempu Abo ku Bo Yu

# data_list
source: Talking about feelings
pap_pap: Papia tokante sintimentunan

# data_list
source: Keeping it positive
pap_pap: Keda positivo

# data_list
source: Rules and routines
pap_pap: Regla i rutinanan

# data_list
source: Positive Discipline
pap_pap: Disiplina Positivo

# data_list
source: Next:
pap_pap: Siguiente:

# data_list
source: Problem solving with children and final reflection
pap_pap: Solushoná problema ku mucha i reflekshon final

# data_list
source: Key issues to be aware of:
pap_pap: Asuntunan klave pa tene kuenta kuné:

# data_list
source: Participants share that the programme was not helpful or that they are still struggling
pap_pap: Partisipantenan ta kompartí ku e programa no tabata útil òf ku nan ta luchando ainda

# data_list
source: Parents are feeling concerned, stressed or sad as the programme comes to an end.
pap_pap: Mayornan ta sinti nan mes preokupá, di strès òf tristu segun ku e programa ta yegando su fin.

# data_list
source: A parent cannot commit to the ground rules.
pap_pap: Un mayor no por komprometé su mes ku e reglanan básiko.

# data_list
source: A parent is personally messaging me or calling me with lots of questions on their parenting habits or child’s misbehaviours.
pap_pap: Un mayor ta mandando mi mensahenan personal òf ta yama mi ku hopi pregunta tokante su kustumbernan di edukashon familiar òf e mal komportashon di e yu.

# data_list
source: Only a small group of parents are actively participating in the chat sessions, while other parents are not responding.
pap_pap: Solamente un grupo chikí di mayor ta partisipando aktivamente den e seshonnan di kòmbersashon, miéntras ku otro mayornan no ta kontestá.

# data_list
source: What if no one participates?
pap_pap: Kiko ta pasa si niun hende no partisipá?

# data_list
source: 1️⃣ I didn’t have enough time
pap_pap: 1️⃣ Mi no tabatin sufisiente tempu

# data_list
source: It can be hard to find time during your day, with work, chores, and everything else. ✨Think of a time each day that you could spare 5 minutes. You can even make household chores into a game to do together. Use the time that you and your girls and boys are already sharing, like going to the school, picking up them, waking them up or say good by for sleeping. You can even make household chores into a game to do together.
pap_pap: E por ta difísil pa haña tempu durante bo dia, ku trabou, tareanan i tur otro kos. ✨Pensa riba un tempu kada dia ku bo por saka 5 minüt. Bo por asta hasi trabounan di kas un wega pa hasi huntu. Usa e tempu ku abo i bo yu muhé i yu hòmbernan ta kompartí kaba, manera bai skol, buska nan, lanta nan òf bisa nan bonochi promé ku bai drumi. Bo por asta hasi trabounan di kas un wega pa hasi huntu.

# data_list
source: 2️⃣ My child did not want to spend time with me
pap_pap: 2️⃣ Mi yu no tabata ke pasa tempu ku mi

# data_list
source: 😔 It can hurt when your child does not want to spend 1-on- time with you. 💡 Think to yourself: When are they more open to you? In the morning? Right before bedtime? 💙 Try again so that your child can see that you care and want to spend this time with them.
pap_pap: 😔 E por hasi doló ora bo yu no ke pasa tempu huntu ku bo. 💡 Pensa pa bo mes: Ki ora nan ta mas habrí pa bo? Den oranan di mainta? Djis promé ku bai drumi? 💙 Purba atrobe pa bo yu por mira ku bo ta preokupá p'e i ke pasa e tempu akí kuné.

# data_list
source: 3️⃣ All my child wanted to do was watch TV or play with a gadget
pap_pap: 3️⃣ Tur loke mi yu tabata ke hasi tabata wak televishon òf hunga ku un aparato

# data_list
source: 📺Children often want to spend time watching T.V. or playing with a gadget. ❓ You could watch or play on the gadget with them. 💚Caring about their interests is a great start! 🌷 Once you begin spending time together you can suggest another activity.
pap_pap: 📺Muchanan hopi biaha ke pasa tempu wak televishon of hunga ku un aparato. ❓ Bo por wak òf hunga riba e aparato ku nan. 💚Mustra interes pa nan interesnan ta un bon komienso! 🌷 Unabes boso kuminsá pasa tempu huntu bo por sugeri un otro aktividat.

# data_list
source: 4️⃣ My child wanted to do things I felt uncomfortable about
pap_pap: 4️⃣ Mi yu tabata ke hasi kosnan ku mi tabata sinti mi inkómodo kuné

# data_list
source: ☀️ If your child wants to do things that are too difficult for you to do, you could watch them. 🏁If they are younger, you could describe what they are doing like a sports announcer.You can also express enthusiasm by clapping, smiling, or offering a thumbs-up. 💛 Praise them while they do it! 📱 Sometimes older children will suggest activities that are violent or unsafe. 🚩 Explain *why* you can't do them, and suggest a different activity.
pap_pap: ☀️ Si bo yu ke hasi kosnan ku ta muchu difísil pa bo hasi, bo por djis wak nan. 🏁Si nan ta mas yòn, bo por deskribí kiko nan ta hasiendo manera un lokutor di deporte. Bo por ekspresá entusiasmo tambe dor di bati man, smail òf saka un dùim ariba. 💛 Elogiá nan miéntras nan ta hasié! 📱 Tin bia muchanan mas grandi lo sugerí aktividatnan ku ta violento òf no mashá seif. 🚩 Splika *dikon* bo no por hasi nan i sugerí un aktividat diferente.

# data_list
source: 1️⃣ My child did not want to share their feelings
pap_pap: 1️⃣Mi yu no tabata ke kompartí su sintimentunan

# data_list
source: 😣 Sharing emotions can be hard. It’s even harder when they are strong emotions! 💚 Help your teen know that you are open and willing to listen when they are ready. 👂 Remember, the most important part is just to listen to them.
pap_pap: 😣 Kompartí emoshon por ta difísil. Ta asta mas difísil ora nan ta emoshonnan fuerte! 💚 Yuda bo yu tiner sa ku bo ta habrí i dispuesto pa skucha ora e ta kla. 👂 Kòrda, e parti mas importante ta djis pa skucha nan.

# data_list
source: 2️⃣ I felt uncomfortable talking about my feelings
pap_pap: 2️⃣ Mi a sinti mi inkómodo papiando di mi sintimentunan

# data_list
source: ▶️ Starting a new thing is always difficult at first. ⏰ Give yourselves some time to get used to it, and keep giving a good example by noticing and sharing your emotions. 💚 Over time, your teen will learn to do the same – and they will feel even more loved and cared for.
pap_pap: ▶️ Kuminsá un kos nobo semper ta difísil na kuminsamentu. ⏰ Duna boso mes algun tempu pa kustumá ku esaki i sigui duna un bon ehèmpel dor di nota i kompartí boso emoshonnan. 💚 Ku tempu, bo tiner lo siña hasi meskos – i e lo sinti su mes mas stimá i kuidá.

# data_list
source: 3️⃣ I was afraid my child might think I am weak for sharing my own emotions.
pap_pap: 3️⃣ Mi tabatin miedu ku mi yu por a pensa ku mi ta débil pa kompartí mi mes emoshonnan.

# data_list
source: 💛 Sharing your emotions sets an important example for your teen - even more when sharing difficult emotions! 🌷 It makes everyone in the family stronger, because it means you can understand and support each other better.
pap_pap: 💛 Kompartí bo emoshonnan ta duna un ehèmpel importante pa bo tiner - mas ainda na ora di kompartí emoshonnan difísil! 🌷 E ta hasi tur hende den famia mas fuerte, pasobra e ta nifiká ku bo por komprondé i sostené otro mihó.

# data_list
source: 4️⃣ I was too stressed or angry to share my emotions, I prefer to be alone when I feel like that.
pap_pap: 4️⃣Mi tabata muchu di strès òf rabiá pa kompartí mi emoshonnan, mi ta preferá di ta mi so ora mi ta sinti asina.

# data_list
source: 💛 It’s okay not to want to share when your feelings are strong. 🌱 When you feel calmer, find time to explain so that everyone can understand.
pap_pap: 💛 Ta oké pa no ke kompartí ora bo sintimentunan ta fuerte. 🌱 Ora bo ta sinti bo mas trankil, buska tempu pa splika ya asina tur hende por komprondé.

# data_list
source: 1️⃣ My child did not follow my instructions, even when I used the tips.
pap_pap: 1️⃣ Mi yu no a sigui mi instrukshonnan, ni ora mi a usa e tepnan.

# data_list
source: Children need time to learn to follow instructions. Be patient. Try again. Remember to praise them every time they follow an instruction.
pap_pap: Mucha mester di tempu pa siña sigui instrukshon. Tene pasenshi. Purba atrobe. Kòrda elogiá nan kada bes ku nan sigui un instrukshon.

# data_list
source: 2️⃣ I forgot to praise my child.
pap_pap: 2️⃣Mi a lubidá di elogiá mi yu.

# data_list
source: It can sometimes be hard to remember to praise our children. Next time you spend one-on-one time with your child, try and think of one thing you can praise them for. You can even say, “Thank you for spending time with me!”
pap_pap: Tin bia por ta difísil pa kòrda pa elogiá nos yunan. E siguiente biaha ku bo pasa tempu huntu abo ku bo yu, purba i pensa riba un kos ku bo por elogi'é p’e. Bo por asta bisa: “Danki pa pasa tempu ku mi!”

# data_list
source: 3️⃣ I shouted at my child when they behaved negatively instead of giving them a positive instruction for what they should do.
pap_pap: 3️⃣Mi a grita mi yu ora el a komportá su mes malu na lugá di dun'é un instrukshon positivo pa kiko e mester hasi.

# data_list
source: It’s difficult to give instructions in a calm way when we are still angry. Try to find a time when you are calm or to use a calming strategy like Take a Pause before you introduce a positive instruction.
pap_pap: Ta difísil pa duna instrukshon na un manera trankil ora nos ta rabiá ainda. Purba di haña un momentu ku bo ta trankil òf usa un strategia di pa kalma bo mes manera Tuma un Pousa promé ku bo introdusí un instrukshon positivo.

# data_list
source: 4️⃣ It is hard to remember to use positive words when giving instructions.
pap_pap: 4️⃣ Ta difísil pa kòrda usa palabranan positivo ora di duna instrukshon.

# data_list
source: This is difficult to remember for everyone at first! Try to take a breath before giving an instruction. Also, remember to be gentle with yourself when you forget. It happens to everyone!
pap_pap: Esaki ta difísil pa kòrda pa tur hende na promé instante! Purba di hala rosea promé ku duna un instrukshon. Tambe, kòrda pa ta amabel ku bo mes ora bo lubidá. E ta pasa ku tur hende!

# data_list
source: 1️⃣ We were not able to stick to the rule
pap_pap: 1️⃣Nos no tabata por a mantené na e regla

# data_list
source: Make sure to have a rule that can be kept easily. For example, try having one meal together every week instead of every night.
pap_pap: Sòru pa tin un regla ku ta fásil pa mantené. Por ehèmpel, purba di kome un kuminda huntu tur siman en bes di tur anochi.

# data_list
source: 2️⃣ My child and I could not agree on a rule
pap_pap: 2️⃣ Ami ku mi yu no por a bai di akuerdo riba un regla

# data_list
source: 📖 When creating rules, it is important to think about the age & ability of each teen so you can come up with realistic routines for Your Teen. ⏰ This is most important for bedtime, the time to come home, and household chores. 💡 Try to agree on a small and meaningful incentive that can motivate Your Teen to follow the rule. Consider options like watching a movie or playing a video game. What other ideas come to mind?
pap_pap: 📖 Ora di krea reglanan, ta importante pa pensa riba e edat i abilidat di kada tiner ya bo por bini ku rutinanan realístiko pa Bo Tiner. ⏰ Esaki ta mas importante pa ora di drumi, e ora di bin kas i tareanan di kas. 💡 Purba di bai di akuerdo riba un insentivo chikí i signifikante ku por motivá Bo Tiner pa sigui e regla. Konsiderá opshonnan manera wak un pelíkula òf hunga un wega di vidio. Ki otro ideanan ta bini na bo mente?

# data_list
source: 3️⃣ I felt uncomfortable, because I feel parents should be the one establishing the rule not my child
pap_pap: 3️⃣Mi a sinti mi inkómodo, pasobra mi ta haña ku ta mayornan mester ta esunnan ku ta establesé e regla, no mi yu

# data_list
source: 🌷 When we create rules together with our children, we build trust and an open relationship with them. 🔑 The rules we set will be more realistic and your child will be more willing and able to follow the rules. 💡Think about the valuable lessons you’ll be teaching your child, such as working together and taking initiative. Try to start with an easy and small rule.
pap_pap: 🌷 Ora nos krea regla huntu ku nos yunan, nos ta konstrui konfiansa i un relashon habrí ku nan. 🔑 E reglanan ku nos ta pone lo ta mas realístiko i bo yu lo ta mas dispuesto i kapas pa sigui e reglanan. 💡Pensa riba e lèsnan balioso ku bo ta bai siña bo yu, manera traha huntu i tuma inisiativa. Purba kuminsá ku un regla fásil i chikí.

# data_list
source: 4️⃣ Another caregiver at home didn’t agree with the rule
pap_pap: 4️⃣ Un otro dunadó di kuido na kas no tabata di akuerdo ku e regla
