Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_facilitator_cw/pap/pap_main.po
Languages: pap_pap

# data_list
source: **Key building blocks for rules and routines** The key building blocks for establishing household rules and routines are: 1️⃣ Be a Team. Create rules with your child or teenager. One rule at a time is easiest. Discuss the reasons for the rule and listen to their views. 2️⃣ Keep It Real. Make them realistic for what your child or teenager can do and be clear and specific so there’s no misunderstanding. Not ‘on time’ but ‘by 7pm’. 3️⃣ Be Consistent. Daily routines, such as time for schoolwork, play, meals, and sleep, can help our children feel safe and secure. They also give our children a sense of security that they need to grow and develop. 4️⃣ Praise, Praise, Praise. Praise your child or teen for making a rule with you and praise them for keeping it! **Here are some more specific building blocks for creating household rules:** 1️⃣ Establish household rules when your child or teen is calm and quiet. 2️⃣ Make your household rules clear and specific. 3️⃣ Make your household rules fair and realistic. 4️⃣ Make sure your child understands the reason for the rule. Use open communication to help with this. 5️⃣ Allow your child or teen the chance to ask questions. **Here are some more specific building blocks for creating daily routines** 1️⃣ Give children a transition warning before moving on to the next activity. 2️⃣ Describe the behaviour that you want your child to do by using positive words. 3️⃣ Give one instruction at a time. Keep them simple and clear. 4️⃣ Praise your child for following through with each instruction. 5️⃣ Bedtime and mealtime routines should be predictable and calm. 6️⃣ Make a schedule so caregivers can share responsibilities.
pap_pap: **Komponentenan básiko i klave pa regla i rutina** E komponentenan básiko i klave pa establesé regla i rutina di kas ta: 1️⃣ Sea un Tim. Krea reglanan huntu ku bo yu òf hóben. Un regla kada bes ta mas fásil. Diskutí e motibunan di e regla i skucha su punto di bista. 2️⃣ Keda Real. Hasi nan realístiko pa loke bo yu òf hóben por hasi i sea kla i spesífiko pa no tin mal komprondementu. No djis ‘na tempu’ pero ‘pa 7 or' di anochi’. 3️⃣ Sea Konsistente. Rutinanan diario, manera tempu pa hùiswèrk, hunga, kome i drumi, por yuda nos yunan sinti nan mes seif i sigur. Tambe nan ta duna nos muchanan un sentido di seguridat ku nan mester pa krese i desaroyá. 4️⃣ Elogiá, elogiá, elogiá. Elogiá bo yu òf hóben pa a traha un regla ku bo i elogi'é pa a kumpli kuné! **Aki tin algun komponentenan básiko mas spesífiko pa krea reglanan di kas:** 1️⃣ Establesé reglanan di kas ora bo yu òf hóben ta trankil i ketu. 2️⃣ Hasi bo reglanan di kas kla i spesífiko. 3️⃣ Hasi bo reglanan di kas hustu i realístiko. 4️⃣ Sòru pa bo yu komprondé e motibu di e regla. Usa komunikashon habrí pa yuda ku esaki. 5️⃣ Permití bo yu òf tiner e chèns di hasi pregunta. **Aki tin algun komponente básiko mas spesífiko pa krea rutinanan diario** 1️⃣ Duna muchanan un atvertensia di transishon promé ku pasa pa e siguiente aktividat. 2️⃣ Deskribí e komportashon ku bo ke pa bo yumustra dor di usa palabranan positivo. 3️⃣ Duna instrukshon un pa un. Tene nan simpel i kla. 4️⃣ Elogiá bo yu pa a sigui ku kada instrukshon. 5️⃣ Rutinanan di ora di drumi i ora di kome mester ta predisibel i trankil. 6️⃣ Traha un skema di tempu pa asina dunadónan di kuido por kompartí responsabilidatnan.

# data_list
source: There are lots of different ways for parents to encourage their children to behave well. In this programme we have already looked at one of these ways: praising the behaviour we would like to see more of. In this module we look at two other strategies for managing child behaviours: Redirecting and consequences. Redirecting is a strategy that is especially effective with younger children. When parents redirect their children from a negative behaviour to a positive behaviour at the beginning of the behaviour, they reduce the chance that the negative behaviour happens or grows into something more difficult to manage. This works especially well if parents then praise their children for the positive behaviour they end up doing. Consequences are the results of actions or behaviours. For example, not cleaning the dishes will result in not having a clean plate to eat from. Parents can use planned consequences with their children and teens when they forget or do not follow household rules. For example, if there is a household rule to come home before sunset and a child comes home late when out playing with friends, then an appropriate consequence could be that they cannot play with friends the next day. Parents can involve their children and teens in planning consequences for certain behaviours. For example, they could discuss with their children what a consequence could be if they do not follow a certain household rule when they are creating it with them. Consequences can also be used when a child refuses to follow an instruction. Parents should first give a child a choice, for example, “Either you clear the table, or you will not be able to watch your favourite T.V. show.” This gives them a chance to comply and avoid receiving the consequence. It is also important that parents make sure their consequences are reasonable and that they can follow through with them. Banning T.V. for the rest of the year or threatening to sell it is not something that parents can realistically do. It is also unfair! We call strategies like redirect and consequences ‘positive discipline’ because they reinforce the positive relationship that parents are actively trying to build with their children by spending time together, praising and setting clear boundaries with rules.
pap_pap: Tin hopi diferente manera pa mayornan enkurashá nan yunan pa a komportá nan mes bon. Den e programa akí nos a mira un di e maneranan akí kaba: elogiá e komportashon nos lo kier mira mas di dje. Den e módulo akí nos ta wak dos otro strategia pa manehá komportashon di mucha: Redirigí i konsekuensia. Redirigí ta un strategia ku ta spesialmente efektivo ku muchanan mas yòn. Ora mayornan redirigí nan yunan di un komportashon negativo pa un komportashon positivo na kuminsamentu di e komportashon, nan ta redusí e chèns ku e komportashon negativo ta sosodé òf ta krese den algu mas difísil pa manehá. Esaki ta funshoná spesialmente bon si mayornan ta elogiá nan yunan pa e komportashon positivo ku nan ta kaba di hasi. Konsekuensianan ta e resultadonan di akshonnan òf komportashon. Por ehèmpel, no laba e tayónan lo resultá den no tin un tayó limpi pa kome for di dje. Mayornan por usa konsekuensianan planiá ku nan muchanannan i hóbennan ora nan lubidá òf no ta sigui reglanan di kas. Por ehèmpel, si tin un regla di kas pa bin kas promé ku solo baha i un mucha ta bin kas lat ora e bai hunga ku su amigunan, e ora ei un konsekuensia apropiá por ta ku e no por bai hunga ku su amigunan e siguiente dia. Mayornan por enbolbí nan mucha i hóbennan den planifikashon di konsekuensianan pa sierto komportashonnan. Por ehèmpel, nan por papia ku nan yunan ora nan ta kreando e regla, tokante kiko un konsekuensia por ta si nan no sigui un sierto regla di kas. Por usa konsekuensianan tambe ora un mucha nenga di sigui un instrukshon. Mayornan mester duna un yu un eskoho promé, por ehèmpel, “Sea bo ta limpia e mesa òf lo bo no por wak bo programa di televishon faborito.” Esaki ta duna nan un chèns pa kumpli i evitá di haña konsekuensia. Tambe ta importante pa mayornan sòru pa nan konsekuensianan ta rasonabel i ku nan por sigui ku nan. Prohibí pa wak televishon pa sobrá di aña òf menasá di bende esaki no ta algu ku mayornan por hasi realístikamente. E ta inhusto tambe! Nos ta yama strategianan manera redirigí i konsekuensianan, ‘disiplina positivo’ pasobra nan ta reforsá e relashon positivo ku mayornan ta purba konstruí aktivamente ku nan yunan dor di pasa tempu huntu, elogiá i pone limitenan kla ku reglanan.

# data_list
source: **Key building blocks for positive discipline** The key building blocks for Positive Discipline are Be Calm, Be Fair, and Be Positive: 1️⃣ Be Calm. The most important thing you can remember is to be calm when disciplining your child. Take a couple deep breaths or walk away if you need to. And then respond in a calm and clear way. 2️⃣ Be Fair. Give your child a choice to comply before giving a consequence. For household rules, you can discuss consequences with your child or teen in advance. Make sure the consequence is reasonable and one you can follow through on. 3️⃣ Be Positive. Remember the Sunshine of Positive Attention! Try to avoid giving consequences in the first place by redirecting your child and giving lots of positive attention to the behaviours you want to see more of with plenty of praise. Make sure you involve your child in a positive activity after giving the consequence. **Here are some more specific building blocks for redirect:** 1️⃣ Use positive instructions to redirect your child from a negative to a positive behaviour. 2️⃣ Catch the behaviour before it occurs or early on! 3️⃣ Ignore the negative behaviour, not the child. 4️⃣ Use physical and verbal praise to support positive behaviour. **Here are some more specific building blocks for consequences:** 1️⃣ Consequences can be used when children do not follow instructions or forget household rules. 2️⃣ Consequences should be specific, realistic, and reasonable. 3️⃣ Give a clear reason for the consequence. 4️⃣ Introduce the consequence when both you and your child are calm and involve your child in deciding what the consequence should be. 5️⃣ When your child refuses to follow an instruction, give your child one last choice to comply before giving them a consequence. 6️⃣ When you give your child a consequence, you must follow through with it.
pap_pap: **Komponentennan básiko klave pa disiplina positivo** E komponentenan básiko pa Disiplina Positivo ta Sea Trankil, Sea Hustu, i Sea Positivo: 1️⃣ Sea Trankil. E kos di mas importante ku bo por kòrda ta pa ta trankil ora bo ta disipliná bo yu. Hala un par di rosea profundo òf kana bai si bo mester. I despues atendé kuné na un manera trankil i kla. 2️⃣ Sea Hustu. Duna bo yu un opshon pa kumpli prome ku bo duna un konsekuensia. Pa reglanan di kas, bo por papia tokante konsekuensianan ku bo yu chikí òf hóben di antemano. Sòru pa e konsekuensia ta rasonabel i unu ku bo por sigui kuné. 3️⃣ Sea Positivo. Kòrda e Solo di Atenshon Positivo! Purba di evitá di duna konsekuensia na promé lugá dor di redirigí bo yu i duna hopi atenshon positivo na e komportashonnan ku bo ke mira mas di dje usando hopi elogio. Sòru pa bo enbolbí bo yu den un aktividat positivo despues di duna e konsekuensia. **Aki tin algun komponente básiko mas spesífiko pa redirigí:** 1️⃣ Usa instrukshonnan positivo pa redirigí bo yu di un komportashon negativo pa un komportashon positivo. 2️⃣ Kapta e komportashon promé ku e sosodé òf kapt'é for di trempan! 3️⃣ Ignorá e komportashon negativo, no e mucha. 4️⃣ Usa elogio físiko i verbal pa sostené komportashon positivo. **Aki tin algun komponente básiko mas spesífiko pa konsekuensia:** 1️⃣ Por usa konsekuensia ora e muchanan no ta sigui instrukshon òf ta lubidá reglanan di kas. 2️⃣ Konsekuensianan mester ta spesífiko, realístiko i rasonabel. 3️⃣ Duna un motibu kla pa e konsekuensia. 4️⃣ Introdusí e konsekuensia ora tantu abo komo bo yu ta trankil i enbolbí bo yu den disidí kiko e konsekuensia mester ta. 5️⃣ Ora bo yu nenga di sigui un instrukshon, duna bo yu un ultimo opshon pa kumpli promé ku dun'é un konsekuensia. 6️⃣ Ora bo duna bo yu un konsekuensia, bo mester sigui kuné.

# data_list
source: The last module of the @global.app_name programme is about reflection and sharing. This final module is a bit longer than normal as you will help parents to reflect on their experiences during the programme and make specific plans on how they want to go forward without your facilitation. The module starts with an opportunity to learn one final parenting skill – involving your children in solving problems. Throughout the entire programme, you have been modelling the key steps of solving problems with the parents. There are 5 key steps in problem solving: 1️⃣ Identify the problem 2️⃣ Jointly come up with solutions 3️⃣ Choose a solution 4️⃣ Try the solution out 5️⃣ Reflect on whether the solution worked Each week during the discussion on home activities and illustrated stories, the parents have used the same steps in problem solving to help identify and practice solutions to challenges experienced. Teaching children how to solve their own problems is a skill that children will take with them for the rest of their lives. What a gift! In the second part of the module, parents have the opportunity to reflect on the changes they have seen in their families and the experiences that they have had during the programme. They can share how they have changed and what they have noticed about how their children’s behaviours may have changed. This is also an opportunity to discuss how parents can continue using the skills and building blocks they have practiced over the course of the programme. Weekly chats have enabled parents to get to know each other and to support each other. That support doesn’t need to end! With a new administrator of the group, the chat group can be used whenever anybody needs to reach out or check-in. This week’s programme objectives are therefore to reflect and identify how to keep the programme going in a parent-lead group. We cover these topics for just one day this week: today!
pap_pap: E último módulo di e programa @global.app_name ta tokante reflekshoná i kompartí. E módulo final akí ta un tiki mas largu ku normal ya ku bo lo yuda mayornan reflehá riba nan eksperensianan durante e programa i traha plannan spesífiko riba kon nan ke bai dilanti sin bo fasilitashon. E módulo ta kuminsá ku un oportunidat pa siña un último abilidat di edukashon familiar – enbolbí bo yunan den solushoná problema. Durante henter e programa, bo a bin ta duna ehèmpel di e pasonan klave di solushoná problema ku e mayornan. Tin 5 paso klave den solushoná problema: 1️⃣ Identifiká e problema 2️⃣ Konhuntamente bini ku solushonnan 3️⃣ Skohe un solushon 4️⃣ Purba e solushon 5️⃣ Reflekshoná riba si e solushon a funshoná Tur siman durante e diskushon riba aktividatnan na kas i historianan ilustrá, e mayornan a usa e mesun pasonan den solushoná problema pa yuda identifiká i praktiká solushonnan pa retonan eksperensiá. Siña muchanan kon pa solushoná nan mes problemanan ta un abilidat ku muchanan lo karga huntu ku nan pa restu di nan bida. Esta un regalo! Den e di dos parti di e módulo, mayornan tin e oportunidat pa reflekshoná riba e kambionan ku nan a mira den nan famia i e eksperensianan ku nan a haña durante e programa. Nan por kompartí kon nan a kambia i kiko nan a nota tokante kon e komportashon di nan yunan por a kambia. Esaki ta un oportunidat tambe pa papia tokante kon mayornan por sigui usa e abilidatnan i komponentenan básiko ku nan a praktiká durante e programa. 'Chat'nan semanal a permití mayornan siña konosé otro i sostené otro. E sosten ei no tin nodi di kaba! Ku un atministradó nobo di e grupo, semper por usa e grupo di 'chat' den kaso ku kualke hende ke papia òf hasi un chèk. E ophetivonan di e programa di e siman akí ta pues pa reflehá i identifiká kon pa tene e programa andando den un grupo dirigí pa mayor. Nos ta kubri e tópikonan aki pa djis un dia e siman akí: awe!

# data_list
source: **Key building blocks for positive discipline** The key building blocks for Problem Solving: KNOW IT. Identify the problem SOLVE IT. Think of possible solutions and what their results would be. TRY IT. Choose one solution and try it out TEST IT. Did it work? Great! If it did not work, then try another solution.
pap_pap: **Komponentenan básiko i klave pa disiplina positivo** E komponentenan básiko i klave pa Solushoná Problema: SA DI DJE. Identifiká e problema SOLUSHON'É. Pensa riba posibel solushonnan i kiko nan resultadonan lo ta. PURB'É. Skohe un solushon i purba esaki TÈST E. El a funshoná? Fantástiko! Si e no a funshoná, e ora ei purba un otro solushon.

# data_list
source: Every family is different, and some parents may need more help than others. If a parent is still struggling or needs more support, consider sending the message below.
pap_pap: Kada famia ta diferente i algun mayor por tin mester di mas yudansa ku otronan. Si un mayor ta luchando ainda òf mester di mas sosten, konsiderá manda e mensahe akí bou.

# data_list
source: It is normal for parents to feel sad or emotional when the programme ends and you leave the group. This means that parents found the chat sessions helpful and enjoyed participating. What a gift you have given them! Congratulations! To support them with this transition, consider sending the message below.
pap_pap: Ta normal pa mayornan sinti nan mes tristu òf emoshonal ora e programa kaba i bo sali for di e grupo. Esaki ta nifiká ku mayornan a haña e seshonnan di kòmbersashon útil i a disfrutá di a partisipá. Esta un regalo bo a duna nan! Pabien! Pa sostené nan ku e transishon akí, konsiderá manda e mensahe akí bou.

# data_list
source: Ground rules make your WhatsApp Support Group a safe space for everyone. If someone forgets the ground rules, send the message below to gently remind them of their importance. If necessary, share a group reminder about the importance of maintaining a positive and respectful space. If, despite reminders, the parent continues not to follow the rules, notify your supervisor. You can remove the parent from the group as the last option, done only when you feel it is necessary. For example, if a member repeatedly shares unrelated content, uses inappropriate language or is disrespectful to another member. If you do remove someone from the group, it should be handled with sensitivity and respect. Make sure you talk privately with the parent, remind the group about ground rules, and notify your supervisor.
pap_pap: Reglanan básiko ta hasi bo Grupo di Sosten di WhatsApp un espasio seif pa tur hende. Si un hende lubidá e reglanan básilko, manda e mensahe akí bou pa kòrd'é di un forma suave di nan importansia. Si ta nesesario, kompartí un rekordatorio di grupo tokante e importansia di mantené un espasio positivo i respetuoso. Si, apesar di rekordatorionan, e mayor tòg no ta sigui e reglanan, notifiká bo supervisor. Bo por saka e mayor for di e grupo komo e último opshon, hasi esaki solamente si bo ta sinti ku e ta nesesario. Por ehèmpel, si un miembro ta kompartí kontenido no relevante repetidamente, ta usa idioma inapropiá òf ta falta rèspèt na un otro miembro. Si bo ta saka un hende for di e grupo, mester manehá esaki ku sensitividat i rèspèt. Sòru pa bo papia privá ku e mayor, kòrda e grupo tokante reglanan básiko i notifiká bo supervisor.

# data_list
source: Parents may see you as someone they can turn to for help beyond school and @global.prog_name, especially when they need advice on their child’s behaviour. Even though you want to help, it is important to find a balance for your well-being. Share the following message to gently remind the parents about your role in @global.prog_name. If the parents continue to persist, notify @global.supervisor_name.
pap_pap: Mayornan por mira bo komo un hende ku nan por akudí na dje pa yudansa mas ayá di skol i @global.prog_name, spesialmente ora nan mester di konseho riba e komportashon di nan yu. Ounke bo ke yuda, ta importante pa haña un balansa pa bo bienestar. Kompartí e siguiente mensahe pa di un forma suave, kòrda e mayornan tokante bo ròl den @global.prog_name. Si e mayornan sigui persistí, notifiká @global.supervisor_name.

# data_list
source: Getting everyone to join in the chat sessions can be a bit challenging. Some parents might be busy, shy, or just prefer to read about other’s experiences. Here are some helpful tips to encourage participation: 1. Directly ask a question to someone by typing @parent name on WhatsApp. 2. Share one of the messages below with the entire group. 3. Consider sending a private message to a parent (see the message below).
pap_pap: Haña tur hende pa djòin e seshonnan di kòmbersashon por ta un tiki difísil. Algun mayor por ta okupá, tímido òf ta preferá di djis lesa tokante eksperensianan di otro hende. Aki algun tep útil pa enkurashá partisipashon: 1. Hasi un pregunta direktamente na un hende dor di skibi @nòmber di mayor riba WhatsApp. 2. Kompartí un di e mensahenan akí bou ku henter e grupo. 3. Konsiderá manda un mensahe privá pa un mayor (wak e mensahe akí bou).

# data_list
source: Engaging parents in the group chat can sometimes be hard. Some parents may need a nudge to share their experiences or they might be busy with their schedules. If your chat goes silent after the prompt, consider sharing these ideas or suggestions:
pap_pap: Tin bia por ta difísil pa enbolbí mayornan den e kòmbersashon di grupo. Algun mayor lo por tin mester di un èkstra motivashon pa kompartí nan eksperensianan òf kisas nan ta okupá ku nan skema orarionan. Si bo 'chat' ta ketu despues di e pregunta, konsiderá kompartí e ideanan òf sugerensianan akí:

# data_list
source: Girl
pap_pap: Mucha muhé

# data_list
source: Boy
pap_pap: Mucha hòmber

# data_list
source: Domains of child development
pap_pap: Áreanan di desaroyo di mucha

# data_list
source: Stages of Child Development
pap_pap: Fasenan di Desaroyo di Mucha

# data_list
source: About @global.app_name
pap_pap: Tokante @global.app_name

# data_list
source: @global.app_name is an app designed by IDEMS International, Parenting for Lifelong Health, Ministry of Social Development, Labour, and Welfare, UNICEF the Netherlands, to support the delivery of [Programme Name] in Curaçao. The content herein is available under an open source Creative Commons International 4.0 license. All illustrations in this app are generated using AI, inspired by the works of illustrators Orli Setton & Natalia Calixto. The original and the AI generated artworks are licensed under the Creative Commons Attribution-ShareAlike 4.0 International (CC BY-SA 4.0) license. It was developed in collaboration with key partners:
pap_pap: @global.app_name ta un aplikashon diseñá pa IDEMS International, Parenting for Lifelong Health, Ministerio di Desaroyo Sosial, Labor, i Bienestar, UNICEF Hulanda, pa sostené e implementashon di Mayor Konektá na Kòrsou. E kontenido akí ta disponibel bou di un lisensia di open source Creative Commons International 4.0. Ta generá tur ilustrashon den e aplikashon akí usando AI, i nan ta inspirá pa e obranan di e ilustradónan Orli Setton & Natalia Calixto. E obranan di arte original i esnan generá pa AI ta lisensiá bou di e lisensia di Creative Commons Attribution-ShareAlike 4.0 International (CC BY-SA 4.0). A desaroyá esaki den kolaborashon ku partnernan klave:

# data_list
source: One-on-one time: Watch and try
pap_pap: Tempu pa abo ku bo yu: Wak i purba

# data_list
source: One-on-one time: Watch and try
pap_pap: Tempu pa abo ku bo yu: Wak i purba

# data_list
source: One-on-one time: In-person session
pap_pap: Tempu pa abo ku bo yu: Seshon en persona

# data_list
source: One-on-one time: Remember to try
pap_pap: Tempu pa abo ku bo yu: Kòrda purba

# data_list
source: One-on-one time: Chat coming soon
pap_pap: Tempu pa abo ku bo yu: 'Chat' lo tei pronto

# data_list
source: One-on-one time: Let’s connect
pap_pap: Tempu pa abo ku bo yu: Ban konektá

# data_list
source: Talking about feelings: Watch & try
pap_pap: Papia riba emoshon: Wak i purba

# data_list
source: Talking about feelings: Remember to try
pap_pap: Papia riba emoshon: Kòrda purba

# data_list
source: Talking about feelings: Chat coming soon
pap_pap: Papia riba emoshon: 'Chat' lo tei pronto

# data_list
source: Talking about feelings: Let’s connect
pap_pap: Papia riba emoshon: Laga nos konektá
