Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_facilitator_cw/pap/pap_main.po
Languages: pap_pap

# data_list
source: In many other programmes, facilitators tell participants what to do and why it is important. In @global.prog_name, we do things differently. We like to think of this as a collaborative and participatory approach to learning. As facilitators, you are collaborators or partners working with mothers, fathers, and caregivers to identify plans and practice solutions that will help them improve their lives at home. It is helpful to think of mothers, fathers, and caregivers as experts who know their own children and circumstances. Many mothers, fathers, and caregivers will already be practising many positive ways of parenting their children. Others will be able to identify ways of improving their parenting on their own with guidance. Our job is to support mothers, fathers, and caregivers learn for themselves how to achieve their goals. This sometimes means we have to work harder to ask the right sort of open-ended questions that will help mothers, fathers, and caregivers work out the benefits of positive parenting and nonviolent discipline for their children. When mothers, fathers, and caregivers teach themselves, they learn a skill that will help them for a long time after the programme ends.
pap_pap: Den hopi otro programa, fasilitadónan ta bisa partisipantenan kiko pa hasi i dikon e ta importante. Den @global.prog_name, nos ta hasi kosnan diferente. Nos ta mira esaki komo un aserkamentu di kolaborashon i partisipashon pa siña. Komo fasilitadó, boso ta kolaboradó òf partner ku ta traha ku mamanan, tatanan i dunadónan di kuido pa identifiká plannan i praktiká solushonnan ku lo yuda nan mehorá nan bida na kas. Ta bon pa pensa riba mamanan, tatanan i dunadónan di kuido komo ekspertonan ku konosé nan mes yunan i sirkunstansianan. Hopi mama, tata i dunadó di kuido lo ta praktikando hopi manera positivo di edukashon familiar ku nan yunan kaba. Otronan lo por identifiká maneranan di mehorá nan edukashon familiar riba nan mes ku guia. Nos trabou ta pa sostené mamanan, tatanan i dunadónan di kuido pa siña pa nan mes kon pa logra nan metanan. Tin bia esaki ta nifiká ku nos mester traha mas duru pa hasi e tipo di preguntanan habrí korekto ku lo yuda mamanan, tatanan i dunadónan di kuido traha riba e benefisionan di edukashon familiar positivo i disiplina no violento pa nan yunan. Ora mamanan, tatanan i dunadónan di kuido siña nan mes, nan ta siña un abilidat ku lo yuda nan pa hopi tempu despues ku e programa terminá.

# data_list
source: Model the behaviour you want to see
pap_pap: Duna ehèmpel di e komportashon ku bo ke mira

# data_list
source: The modelling principle forms the foundation of how we deliver @global.prog_name. If we lead sessions in a collaborative approach, praise mothers, fathers, and caregivers often, practise active listening, and use positive instructions, mothers, fathers, and caregivers will do the same with their children. Likewise, if we tell mothers, fathers, and caregivers what to do, criticise or laugh at them, ignore their needs or concerns, or only say what we do not want them to do, they will do the same. Practise relaxation activities to help reduce your own stress. It can even just be taking a deep breath. Mothers, fathers, and caregivers will learn from your example and begin to mirror your behaviour. In many ways, you are parenting the mothers, fathers, and caregivers in the way that you would like them to parent their children. It really works!
pap_pap: E prinsipio di duna ehèmpel ta forma e fundeshi di kon nos ta implementá @global.prog_name. Si nos guia seshonnan den un aserkamentu di kolaborashon, elogiá mamanan, tatanan i dunadónan di kuido ku frekuensia, praktiká skuchamentu aktivo i usa instrukshonnan positivo, mamanan, tatanan i dunadónan di kuido lo hasi meskos ku nan yunan. Asina tambe, si nos bisa mamanan, tatanan i dunadónan di kuido kiko pa hasi, kritiká òf hari nan, ignorá nan nesesidatnan òf preokupashonnan, òf solamente bisa loke nos no ke pa nan hasi, nan lo hasi meskos. Praktiká aktividatnan di relahashon pa yuda redusí bo propio strès. E por asta ta djis hala un rosea profundo. Mamanan, tatanan i dunadónan di kuido lo siña for di bo ehèmpel i kuminsá reflehá bo komportashon. Na hopi manera, bo ta edukando e mamanan, tatanan i dunadónan di kuido di e manera ku bo lo ke pa nan eduká nan yunan. E ta funshoná di bèrdat!

# data_list
source: Go at the pace of the group
pap_pap: Bai segun e ritmo di e grupo

# data_list
source: You should always go at your mothers, fathers, and caregivers’ pace when delivering the programme. Make sure that the mothers, fathers, and caregivers in your group have understood the current content before moving on to new content. This may mean that you take extra time problem-solve issues that come up during the sessions.
pap_pap: Semper bo mester bai segun e ritmo di e mama, tata i dunadónan di kuido ora di implementá e programa. Sòru pa e mamanan, tatanan i dunadónan di kuido den bo grupo a komprondé e kontenido aktual promé ku pasa pa kontenido nobo. Esaki por nifiká ku bo ta tuma tempu èkstra pa solushoná problema ku ta surgi durante e seshonnan.

# data_list
source: Make @global.prog_name a happy and safe space to learn
pap_pap: Hasi @global.prog_name un espasio dushi i sigur pa siña

# data_list
source: Everyone likes a place that is warm and inviting. Tips for facilitators to make @global.prog_name a happy place to learn: 1️⃣ Invite mothers, fathers, and caregivers to participate: Notice when someone is holding back and ask if he or she wishes to share an opinion or experience. 2️⃣ Mention that this is a safe and empathetic space where no one will be judged. Experiences shared within the group will be kept confidential. 3️⃣ Make sure that everyone in the room can hear you (and each other). 4️⃣ Sit when you are talking. Be on the same level as the mothers, fathers, and caregivers and sit among them. If possible, try to sit among the mothers, fathers, and caregivers instead of at the front of the group. 5️⃣ Create a comfortable and welcoming place to meet. 6️⃣ Make sure there are enough chairs and that the room is clean. In the summer, use a fan or an air conditioner (if available). You can even decorate the room if you want! 7️⃣ Establish the language needs of the participants. 8️⃣ Respect whatever a parent shares with the group. 9️⃣ There will be lots of laughter in the group but try to laugh with not at a parent even if what they say sounds ridiculous. 🔟Praise mothers, fathers, and caregivers for their effort and dedication. 1️⃣1️⃣ Model the behaviour you want from the mothers, fathers, and caregivers in the way that you treat them. 1️⃣2️⃣ Praise, respect, and reflect on mothers, fathers, and caregivers’ contributions.
pap_pap: Tur hende ta gusta un lugá ku ta kaluroso i kaminda bo ta sinti bo bon biní. Tepnan pa fasilitadónan pa hasi @global.prog_name un lugá dushi pa siña: 1️⃣ Invitá mamanan, tatanan i dunadónan di kuido pa partisipá: Tuma nota ora un hende wanta su mes atras i puntra si e ta deseá di kompartí un opinion òf eksperensia. 2️⃣ Menshoná ku esaki ta un espasio seif i ku empatia kaminda lo no husga niun hende. Eksperensianan kompartí den e grupo lo keda konfidensial. 3️⃣ Sòru pa tur hende den e kamber por tende bo (i tende otro). 4️⃣ Sinta ora bo ta papiando. Ta na e mesun nivel ku e mamanan, tatanan i dunadónan di kuido i sinta meimei di nan. Si ta posibel, purba di sinta meimei di e mamanan, tatanan i dunadónan di kuido en bes di sinta dilanti di e grupo. 5️⃣ Krea un lugá kómodo i ku ta hasi hende sinti nan mes bon biní pa topa. 6️⃣ Sòru pa tin sufisiente stul i ku e kamber ta limpi. Den temporada di hopi kalor, usa un fèn òf un èrko (si esakinan ta disponibel). Bo por asta dekorá e kamber si bo ke! 7️⃣ Establesé e nesesidatnan di idioma di e partisipantenan. 8️⃣ Respetá loke ku un mayor ta kompartí ku e grupo. 9️⃣ Lo tin hopi harimentu den e grupo pero purba hari ku e mayor i no hari e mayor ounke loke nan ta bisa ta zona ridíkulo. 🔟 Elogiá mamanan, tatanan i dunadónan di kuido pa nan esfuerso i dedikashon. 1️⃣1️⃣ Duna ehèmpel di e komportashon ku bo ke di e mamanan, tatanan i dunadónan di kuido dor di e manera ku bo ta trata nan. 1️⃣2️⃣ Elogiá, respetá i reflehá riba e kontribushonnan di mamanan, tatanan i dunadónan di kuido.

# data_list
source: 🗓️ Day 4 (e.g., Monday) — Home Practice Reminder
pap_pap: 🗓️ Dia 4 (p.e., Djaluna) — Rekordatorio di Práktika na Kas

# data_list
source: Encourage parents to practice their parenting tips at home by reminding them that the key to changing behaviours and attitudes is to practice them in their own lives.
pap_pap: Enkurashá mayornan pa praktiká nan tepnan di edukashon familiar na kas dor di kòrda nan ku e yabi pa kambia komportashon i aktitut ta pa praktiká nan den nan mes bida.

# data_list
source: 🗓️ Day 5 (e.g., Wednesday) — Chat Coming Soon
pap_pap: 🗓️ Dia 5 (p.e., Djarason) — 'Chat' Ta Bin Pronto

# data_list
source: Remind parents about the session one day before the session takes place. Include any details they may need to attend the session, including time, date, group chat name and how to join the chat. Give them an idea of what to expect by letting them know what topic you will be discussing in the coming week. Make sure your message is positive and welcoming and that parents know you are looking forward to hearing from everyone!
pap_pap: Kòrda mayornan tokante e seshon un dia promé ku e seshon tuma lugá. Inkluí kualke detaye ku nan lo mester pa asistí na e seshon, inkluyendo ora, fecha, nòmber di e kòmbersashon di grupo i kon pa djòin e kòmbersashon. Duna nan un idea di kiko por spera dor di laga nan sa ki tópiko lo bo ta papiando di dje den e siman benidero. Sòru pa bo mensahe ta positivo i kaluroso i ku mayornan sa ku bo ta ansioso pa tende di tur hende!

# data_list
source: What to cover in the WhatsApp Call?
pap_pap: Kiko pa kubri den e Yamada di WhatsApp?

# data_list
source: Thank the parent for volunteering to lead the WhatsApp group. While engaging with other parents in the group, keep the following in mind: 🔵 Greet parents when engaging with them. 🔵 Respect what participants share and be aware of different ages, genders, values and circumstances. 🔵 Encourage parents to share and respond to each other - and praise them for it. 🔵 Remind parents of ground rules when needed. 🔵 Model the behaviour you want to see among the parents. If the parent needs any prompts for discussion, share the following:
pap_pap: Gradisí e mayor pa boluntario pa dirigí e grupo di WhatsApp. Miéntras bo ta atendé ku otro mayornan den e grupo, tene lo siguiente na mente: 🔵 Saludá mayornan ora bo ta atendé ku nan. 🔵 Respetá loke e partisipantenan ta kompartí i ta konsiente di diferente edat, sekso, balor i sirkunstansia. 🔵 Enkurashá mayornan pa kompartí i kontestá otro - i elogia nan pa esaki. 🔵 Kòrda mayornan riba e reglanan básiko ora ta nesesario. 🔵Duna ehèmpel di e komportashon ku bo ke mira bou di e mayornan. Si e mayor mester di kualke instrukshon pa diskushon, kompartí lo siguiente:

# data_list
source: Some more building blocks for one-on-one time
pap_pap: Algun komponente básiko mas pa Tempu pa Abo ku Bo Yu

# data_list
source: - Use words to describe what your child is doing during One-on-One Time – it shows you are paying attention to them and helps build vocabulary for younger children, - Allow your child to take the lead during One-on-One time. - Allow your child to invite you into their world by showing interest in what they are doing. - Accept and observe instead of asking questions and criticising your child when playing. - Play at your child’s developmental level and pace. - Find ways of playing together instead of competitive games during One-on-One time.
pap_pap: - Usa palabranan pa deskribí kiko bo yu ta hasiendo durante Tempu pa Abo ku Bo Yu – e ta mustra ku bo ta paga tinu na nan i ta yuda konstruí vokabulario pa muchanan mas yòn, - Permití bo yu tuma e liderazgo durante Tempu pa Abo ku Bo Yu. - Permití bo yu invitá bo den su mundu dor di mustra interes den loke e ta hasiendo. - Aseptá i opservá en bes di hasi pregunta i kritiká bo yu ora di hunga. - Hunga na e nivel i segun e ritmo di desaroyo di bo yu. - Buska maneranan di hunga huntu en bes di weganan kompetitivo durante Tempu pa Abo ku Bo Yu.

# data_list
source: More One-on-One time building blocks for parents with adolescents
pap_pap: Mas komponentenan básiko di Tempu pa Abo ku Bo Yu pa mayornan ku yunan adolesente

# data_list
source: - One-on-One time means giving your full attention to your teen. - Allow your teen to talk to lead in a conversation or activity. - Look at your teen while they are speaking. - Show interest in their story and acceptance of their feelings.
pap_pap: - Tempu pa Abo ku Bo Yu ta nifiká duna bo atenshon kompletu na bo yu tiner. - Pèrmití bo yu pa papia pa guia den un kombersashon òf aktividat. - Wak bo tiner miéntras e ta papia. - Mustra interes den e loke e ta konta i aseptashon di su sintimentunan.

# data_list
source: Key issues to be aware of
pap_pap: Asuntunan klave pa tene kuenta kuné

# data_list
source: In this first module it’s important to create a welcoming space for everyone. Ground rules should be developed at the beginning of the programme and owned by the group – so everybody should agree. - Try to help parents make specific rules. - Make sure everybody in the group understands each rule and what is required of the group. - Help parents to make positive rules! Instead of ‘no criticising’ try ‘provide supportive feedback’. - Give parents a chance to debate the rules that are being suggested. This will help everyone to own the final set of rules. - Praise suggestions! **Praise & confidence building**: Remember that just like speaking up in a group for the first time, parents might be feeling nervous. Give parents as much positive reinforcement and thanks for sharing as you can on day one. **Normalising difficult households**: Make sure you remind parents that no household is perfect! We all have problems and challenges – praise parents regularly for being here because they want to put in the work to change something for the better. **Confidentiality:** This means that what gets said or circulated in the group, stays in the group! It’s important to be clear right at the beginning what is okay to share with others outside the group and what is not. In order for people to feel comfortable enough to participate, they need to know that they can trust the group with the stories they are sharing – and that these will not be shared outside of the group. Sharing new positive information is absolutely fine, though! If there is a need to break confidentiality, it is because a parent has disclosed or has shown evidence or significant risk of harm to themselves or their children (physical, emotional, or physical). The facilitator needs to break confidentiality if there is a risk of self-harm or harm to others. When this happens, the facilitator will ensure that they communicate directly in private with the person in question.
pap_pap: Den e promé módulo akí ta importante pa krea un espasio kaluroso pa tur hende. Mester desaroyá reglanan básiko na kuminsamentu di e programa i esakinan ta propiedat di e grupo – pues tur hende mester ta di akuerdo. - Purba yuda mayornan traha reglanan spesífiko. - Sòru pa tur hende den e grupo komprondé kada regla i kiko ta rekerí di e grupo. - Yuda mayornan traha reglanan positivo! En bes di ‘no kritiká’ purba ‘duna kontesta di sosten’. - Duna mayornan chèns pa debatí riba e reglanan ku a sugerí. Esaki lo yuda tur hende pa ta doño di e sèt final di reglanan. - Elogiá sugerensianan! **Elogio & krea konfiansa**: Kòrda ku meskos ku papia den un grupo pa promé biaha, mayornan por ta sinti nan mes nervioso. Duna mayornan mas tantu afirmashon positivo posibel i yama danki pa kompartí mas tantu ku bo por riba e promé dia. **Normalisá hogarnan difísil**: Sòru pa bo kòrda mayornan ku ningun kas ta perfekto! Nos tur tin problema i retonan – elogiá mayornan regularmente pa ta akí pasó nan ke duna di nan parti pa kambia algu pa mihó. **Konfidensialidat:** Esaki ta nifiká ku loke ta wòrdu bisá òf loke ta sirkulá den e grupo, ta keda den e grupo! Ta importante pa ta kla for di kuminsamentu kiko ta bon pa kompartí ku otronan pafó di e grupo i kiko nò. Pa hende por sinti nan mes sufisiente kómodo pa partisipá, nan mester sa ku nan por konfia e grupo ku e historianan ku nan ta kompartí – i ku esakinan lo no wòrdu kompartí pafó di e grupo. Kompartí informashon positivo nobo sí ta hopi bon! Si tin mester kibra konfidensialidat, ta pasobra un mayor a divulgá òf a mustra evidensia òf riesgo signifikante di daño na su mes òf su yunan (físiko, emoshonal òf físiko). E fasilitadó mester kibra konfidensialidat si tin riesgo di daño propio òf daño na otronan. Ora esaki sosodé, e fasilitadó lo sòru pa e komuniká direktamente den privá ku e persona en kuestion.

# data_list
source: Talking about emotions can be new
pap_pap: Papia tokante emoshon por ta nobo

# data_list
source: It is completely normal for parents to have difficulty talking about and expressing emotions and feelings. Parents may be trying to recognise their own emotions and communicate about them for the first time here. Talking about feelings also has the benefit of bringing awareness to positive emotions such as happiness or calmness!
pap_pap: Ta kompletamente normal pa mayornan tin difikultat pa papia tokante i ekspresá emoshon i sintimentunan. Mayornan por ta purbando di rekonosé nan mes emoshonnan i komuniká tokante nan pa promé biaha akí. Papia tokante sintimentunan tambe tin e benefisio di trese konsientisashon di emoshonnan positivo manera felisidat òf trankilidat!

# data_list
source: Emotions and gender
pap_pap: Emoshonnan i género

# data_list
source: Many people are taught not to cry when they are sad. This might be especially true for boys and men. It’s important to understand that boys and men have the same feelings as girls and women, and that sharing emotions does not need to reduce their sense of masculinity. Sharing emotions is a sign of courage and strength.
pap_pap: Hopi hende ta siña pa no yora ora nan ta tristu. Esaki por ta spesialmente bèrdat pa mucha hòmber i hende hòmber. Ta importante pa komprondé ku mucha hòmber i hende hòmber tin e mesun sintimentunan ku mucha muhé i hende muhé, i ku kompartí emoshonnan no mester redusí nan sentido di maskulinidat. Kompartí emoshon ta un señal di kurashi i forsa.

# data_list
source: Accepting negative emotions
pap_pap: Aseptá emoshonnan negativo

# data_list
source: Negative emotions are just as normal as positive emotions! Some parents might feel disrespected when their children display negative emotions. This does not mean that parents are losing control or authority over their child. Parents should encourage children to be aware of their emotions by helping them to name emotions, and to talk about how they are experiencing their emotions as this will help them to regulate their emotions.
pap_pap: Emoshonnan negativo ta mesun normal ku emoshonnan positivo! Algun mayor por sinti ku nan yunan ta falta rèspèt ora nan yunan ta mustra emoshonnan negativo. Esaki no ta nifiká ku mayornan ta pèrdiendo kòntròl òf outoridat riba nan yu. Mayornan mester enkurashá yunan pa ta konsiente di nan emoshonnan dor di yuda nan nombra emoshonnan, i pa papia tokante kon nan ta eksperensiá nan emoshonnan ya ku esaki lo yuda nan regulá nan emoshonnan.

# data_list
source: Keep focus on positive instead of negative behaviour
pap_pap: Keda enfoká riba komportashon positivo en bes di riba esun negativo

# data_list
source: Parents usually only notice the times when children do not follow instructions and miss the times when they do. Parents need to know what behaviour they want to see from their children and start describing that when giving instructions.
pap_pap: Mayornan por lo general ta ripará solamente e momentunan ku e muchanan no ta sigui instrukshon i ta pèrdè e momentunan ku si nan ta hasié. Mayornan mester sa ki komportashon nan ke mira di nan yunan i kuminsá deskribí esei ora di duna instrukshon.

# data_list
source: Giving positive instructions can be challenging at first
pap_pap: Duna instrukshonnan positivo por ta un reto na promé instante

# data_list
source: Learning how to give positive instructions can be challenging for parents at first. They are used to giving instructions in a negative way. Your job as a facilitator is to model how to give positive instructions. In this way, parents are encouraged to give clear, positive instructions.
pap_pap: Siña kon pa duna instrukshon positivo por ta un reto pa mayornan na promé instante. Nan ta kustumá di duna instrukshon na un manera negativo. Bo trabou komo fasilitadó ta pa duna ehèmpel kon pa duna instrukshonnan positivo. Di e manera ei, mayornan ta ser animá pa duna instrukshonnan kla i positivo.

# data_list
source: Supporting children living with disabilities
pap_pap: Sostené muchanan ku ta biba ku desabilidat

# data_list
source: Parents should support their children to be able to follow instructions by thinking about how to break them down into smaller pieces while still allowing their children the space to work independently. This will help children feel more confident while still being supported. They should also allow time and space for children to work things out before interfering.
pap_pap: Mayornan mester sostené nan yunan pa por sigui instrukshonnan dor di pensa kon pa kibra e instrukshonnan den pida mas chikitu miéntras ku nan ta sigui duna nan yunan e espasio pa traha independientemente. Esaki lo yuda muchanan sinti mas sigur di nan mes miéntras ku nan ta haña sosten. Nan mester duna e muchanan tambe e tempu i espasio pa solushoná nan mes problemanan promé ku intervení.

# data_list
source: Praising can feel awkward at first
pap_pap: Elogiá por sinti straño na promé instante

# data_list
source: Many parents don’t have experience of praise or positive attention themselves. They can feel embarrassed or awkward about praising their children. But praising becomes easier with practice – and it is rewarded by the response that children provide to being praised.
pap_pap: Hopi mayor mes no tin eksperensia di elogio òf atenshon positivo. Nan por sinti berguensa òf sinti inkómodo pa elogiá nan yunan. Pero elogio ta bira mas fásil ku práktika – i e ta wòrdu rekompensá a base di e reakshon ku e muchanan ta duna ora nan haña elogio.

# data_list
source: Involving everyone in the household in rules and routines
pap_pap: Enbolbí tur hende den kas den regla i rutinanan

# data_list
source: While it’s important to involve the entire household in making household rules and routines, this can be difficult in some families where decisions are not made together. You can explore how discussing different ideas for rules and routines with members of the family can have a positive impact on everyone’s well-being. Children will feel respected and listened to and teens are more likely to follow rules if they have been involved in creating them.
pap_pap: Ounke ku ta importante pa enbolbí henter e kas den trahamentu di reglanan i rutinanan di kas, esaki por ta difísil den algun famia kaminda no ta tuma desishonnan huntu. Bo por eksplorá kon kombersá tokante diferente idea pa regla i rutina ku miembronan di famia por tin un impakto positivo riba bienestar di tur hende. E muchanan lo sinti nan mes respetá i skuchá i hóbennan tin mas chèns di sigui reglanan si nan tabata enbolbí den kreashon di esakinan.

# data_list
source: The importance of sleep and bedtime routines
pap_pap: E importansia di soño i rutina promé ku bai drumi
