Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_facilitator_cw/pap/pap_main.po
Languages: pap_pap

# data_list
source: Keeping it positive: Watch and try
pap_pap: Keda positivo: Wak i purba

# data_list
source: Keeping it positive: Remember to try
pap_pap: Keda positivo: Kòrda purba

# data_list
source: Keeping it positive: Chat coming soon
pap_pap: Keda positivo: 'Chat' lo tei pronto

# data_list
source: Keeping it positive: Let’s connect
pap_pap: Keda positivo: Ban konektá

# data_list
source: Rules & routines: Watch & try
pap_pap: Reglanan i rutinanan: Wak i purba

# data_list
source: Rules & routines: Remember to try
pap_pap: Reglanan i rutinanan: Kòrda purba

# data_list
source: Rules and routines: Chat coming soon
pap_pap: Reglanan i rutinanan: 'Chat' lo tei pronto

# data_list
source: Rules & routines: Let’s connect
pap_pap: Reglanan i rutinanan: Ban konektá

# data_list
source: Positive Discipline: Watch & try
pap_pap: Disiplina Positivo: Wak i purba

# data_list
source: Positive discipline: Remember to try
pap_pap: Disiplina positivo: Kòrda purba

# data_list
source: Positive discipline: Chat coming soon
pap_pap: Disiplina positivo: 'Chat' lo tei pronto

# data_list
source: Positive Discipline: Let’s connect
pap_pap: Disiplina Positivo: Ban konektá

# data_list
source: Problem solving: Watch & try
pap_pap: Solushoná problema: Wak i purba

# data_list
source: Problem solving & closing: Remember to try
pap_pap: Solushoná problema i klousura: Kòrda purba

# data_list
source: Problem solving & closing: Chat coming soon
pap_pap: Solushoná problema i klousura: 'Chat' lo tei pronto

# data_list
source: Problem solving & closing: In person session
pap_pap: Solushoná problema i klousura: Seshon en persona

# data_list
source: Problem solving & closing: Let’s connect
pap_pap: Solushoná problema i klousura: Ban konektá

# data_list
source: Closing: Share certificate
pap_pap: Klousura: Parti sertifikado

# data_list
source: Problem solving & closing: In-person session
pap_pap: Solushoná problema i klousura: Seshon en persona

# data_list
source: Programme Overview
pap_pap: Bista General di Programa

# data_list
source: Overview of the Naungan Kasih programme.
pap_pap: Bista General di e programa Naungan Kasih.

# data_list
source: Woman
pap_pap: Muhé

# data_list
source: Man
pap_pap: Hòmber

# data_list
source: Prefer not to say
pap_pap: Mi ta preferá pa no bisa

# data_list
source: Hey there! 👋 Just checking in with a friendly reminder to try this week’s home activity: Spend a few minutes of One-on-One Time with your child –no distractions, just the two of you! Here’s something to keep in mind: Even short moments of focused attention help your child feel truly seen and loved. It strengthens your bond and reminds them that what they do is important. 💖 You’re doing great! Keep it up!
pap_pap: Hei! 👋 Djis pa chèk ku bo ku un rekordatorio amistoso pa purba e aktividat di kas di e siman akí: Pasa algun minüt di Tempu abo ku bo yu—sin distraishon, djis boso dos! Akí tin algu pa tene na mente: Asta momentunan kòrtiku di atenshon enfoká, ta yuda bo yu sintié di bèrdat mirá i stimá. E ta fortalesé boso relashon i ta kòrd'é ku loke e ta hasi ta importante. 💖 Bo ta hasiendo e hopi bon! Sigui asina!

# data_list
source: Hello! I look forward to hearing how the rest of your week goes when we next meet on [ENTER DATE HERE]. Chat then!
pap_pap: Kon a bai! Mi ta spera di tende kon e sobra di bo siman a bai ora nos topa otro riba [ENTER DATE HERE]. Nos lo 'chat' e ora ei!

# data_list
source: Replace [ENTER DATE HERE] with the date of the chat session
pap_pap: Remplasá [ENTER DATE HERE] ku e fecha di e seshon di 'chat'

# data_list
source: Hello! Remember this week’s home practice is to try to talk about emotions with your children during one-on-one time and other times during the week. Talking about emotions helps children learn that all feelings are okay—even the big or tricky ones. This makes it easier for them to understand themselves and talk to you about what they’re going through. 😊💬
pap_pap: Kon a bai! Kòrda ku e práktika di kas di e siman akí ta pa purba papia tokante emoshonnan ku bo yunan durante tempu huntu i otro momentunan durante di siman. Papia tokante emoshonnan ta yuda muchanan siña ku tur sintimentu ta bon—asta esnan grandi òf difísil. Esaki ta hasié mas fásil pa nan komprondé nan mes i papia ku bo tokante loke nan ta pasando aden. 😊💬

# data_list
source: Can you believe that a whole week has gone by? Our next chat session will be later at [INSERT DATE & TIME]. We will continue learning about the benefits of talking about emotions with our children. Chat soon!
pap_pap: Bo por kere ku henter un siman a pasa? Nos siguiente seshon di 'chat' lo ta mas despues riba [INSERT DATE & TIME]. Nos lo sigui siña tokante e benefisionan di papia tokante emoshonnan ku nos yunan. Nos lo 'chat' pronto!

# data_list
source: Hello! Keep spending 5 minutes of one-on-one time with your child every day. Remember to practice keeping your instructions positive, realistic, and specific and to praise your children for following instructions. Some of things you can praise your child for are playing quietly, talking respectfully to others, and helping with chores around the house. Thank you for your commitment and dedication to your children!
pap_pap: Kon a bai! Sigui pasa 5 minüt di tempu abo ku bo yu tur dia. Kòrda praktiká pa tene bo instrukshonnan positivo, realístiko i spesífiko i pa elogiá bo yunan pa sigui instrukshonnan. Algun di e kosnan ku bo por elogiá bo yu p’e ta hunga trankil, papia ku rèspèt ku otronan i yuda ku trabounan di kas. Danki pa boso kompromiso i dedikashon na boso yunan!

# data_list
source: Hello! Can you believe that another week has gone by? Our next chat session will be later at [INSERT DATE & TIME]. We will continue chatting about how to get your children to follow instructions. Chat soon!
pap_pap: Kon a bai! Bo por kere ku un siman mas a pasa? Nos siguiente seshon di 'chat' lo ta mas despues riba [INSERT DATE & TIME]. Nos lo sigui kòmbersá tokante kon pa logra pa bo yunan sigui instrukshonnan. Nos lo 'chat' pronto!

# data_list
source: Hello! You should try to involve your children and other members of your household when making new rules and routines. These can be around bedtime, schoolwork or chores. It is perfectly normal for children to test out rules before making them a normal part of the routine. Soon these rules and routines will just feel like a normal part of your household and day. Daily routines can help create a sense of security in the household. Thank you!
pap_pap: Kon a bai! Bo mester purba di enbolbí bo yunan i otro miembronan di bo kas ora di traha regla i rutinanan nobo. Esakinan por ta rònt di ora di bai drumi, hùiswèrk òf trabounan di kas. Ta mashá normal pa muchanan tèst reglanan promé ku hasi nan un parti normal di e rutina. Pronto e reglanan i rutinanan akí lo sinti manera djis un parti normal di bo hogar i di bo dia. Rutinanan diario por yuda krea un sentido di seguridat den e kas. Danki!

# data_list
source: Hello! Remember that using new ways to discipline your children takes practice! Try to make sure that consequences should be fair and realistic. They are best used when your child forgets a household rule or refuses to follow an instruction.
pap_pap: Kon a bai! Kòrda ku usa maneranan nobo pa disipliná bo yunan ta rekerí práktika! Purba di sòru pa konsekuensianan ta hustu i realístiko. E mihó momentu pa usa esakinan ta ora bo yu lubidá un regla di kas òf nenga di sigui un instrukshon.

# data_list
source: Home practise reminder
pap_pap: Rekordatorio di práktika di kas

# data_list
source: It is really important to remember to Keep It Positive! Continue to spend quality time with your children, use positive instructions, and praise them when they are behaving well. The more positive attention they receive for good behaviour, the less you will have to discipline them!
pap_pap: Ta realmente importante pa kòrda pa Keda Positivo! Sigui pasa tempu di kalidat ku bo yunan, usa instrukshonnan positivo i elogiá nan ora nan ta komportá nan mes bon. Mas atenshon positivo nan haña pa bon komportashon, ménos bo lo mester disipliná nan!

# data_list
source: Prompt for new admin
pap_pap: Solisitut pa administradó nobo

# data_list
source: As we start thinking ahead beyond the end of the programme, would anyone like to consider taking on the administrator role for our chat group? DM if you are interested! Thank you!
pap_pap: Segun ku nos ta kuminsá pensa riba futuro, pa despues di final di e programa, tin hende ku ke konsiderá tuma e ròl di atministradó pa nos grupo di 'chat'? Manda un mensahe personal si bo ta interesá! Danki!

# data_list
source: Hello! It is the time of the week again! Our next session will be later at [INSERT DATE & TIME]. We will be learning about how to make rules and routines with our children. Chat soon!
pap_pap: Kon a bai! Ta e tempu di siman atrobe! Nos siguiente seshon lo ta mas despues riba [HINKA FECHA & ORARIO]. Nos lo siña tokante kon pa traha regla i rutina ku nos muchanan. Nos lo kombersá pronto!

# data_list
source: Replace [INSERT DATE & TIME] with the date of the chat session
pap_pap: Remplasá [INSERT DATE & TIME] ku e fecha di e seshon di kòmbersashon

# data_list
source: Reminder of skills
pap_pap: Rekordatorio di abilidatnan

# data_list
source: Congratulations! I wanted to share an audio message that might help you reflect on all of the things we explored in the @global_app.name programme.
pap_pap: Pabien! Mi ke a kompartí un mensahe di oudio ku por yuda bo reflehá riba tur e kosnan ku nos a eksplorá den e programa @global_app.name.

# data_list
source: Send this message with the audio recording
pap_pap: Manda e mensahe akí ku e grabashon di oudio

# data_list
source: Reminder of home activities
pap_pap: Rekordatorio di aktividatnan na kas

# data_list
source: Even though the programme is ending soon, our parenting work continues! Remember to continue practising all of the skills that we have learned together. The main ones are: 1️⃣ Spend one-on-one time with your children. Just 5 minutes a day can make a difference 2️⃣ Praise your children when they are behaving well 3️⃣ Keep it positive with positive instructions 4️⃣ Have consistent household rules and daily routines (including time for play!) 5️⃣ Practice positive discipline with redirect and consequences 6️⃣ Involve your child in solving problems together. 7️⃣ Take 5 deep breaths or a Pause when you are feeling stressed or angry.
pap_pap: Ounke e programa ta serka di kaba, nos trabou di edukashon familiar ta sigui! Kòrda sigui praktiká tur e abilidatnan ku nos a siña huntu. Esunnan prinsipal ta: 1️⃣Pasa tempu abo ku bo yunan. Djis 5 minüt pa dia por hasi un diferensia 2️⃣Elogiá bo yunan ora nan ta komportá nan mes bon 3️⃣Mantené esaki positivo ku instrukshonnan positivo 4️⃣Sòru pa bo tin reglanan di kas konsistente i rutinanan diario (inkluyendo ora di hunga!) 5️⃣Praktiká disiplina positivo dor di redirigí atenshon i duna konsekuensianan. 6️⃣Enbolbí bo yu den solushoná problemanan huntu. 7️⃣Hala 5 rosea profundo of tuma un Pousa ora bo ta sinti strès of rabia.

# data_list
source: Hello! I hope everybody had a good week! Our final session will be later at [INSERT DATE & TIME].
pap_pap: Kon a bai! Mi ta spera ku tur hende tabatin un bon siman! Nos seshon final lo ta mas mas despues riba [HINKA FECHA & ORARIO].

# data_list
source: Replace [INSERT DATE & TIME] with the date of the chat session. If a new group leader has not yet volunteered to administrate the group, send an additional message asking once again if anybody would like to volunteer after the programme ends next week.
pap_pap: Remplasá [HINKA FECHA & ORARIO] ku e fecha di e seshon di 'chat'. Si ainda niun hende no a ofresé nan mes komo boluntario pa ta lider di grupo pa atministrá e grupo, manda un mensahe adishonal puntrando un biaha mas si tin hende ku lo ke ta boluntario despues ku e programa kaba otro siman.

# data_list
source: Chat session reminder
pap_pap: Rekordatorio di seshon di 'chat'

# data_list
source: Hello! I hope everybody had a good week! Our final session will be later at [INSERT DATE & TIME]. We will be meeting in person at [VENUE]. See you all soon!
pap_pap: Kon a bai! Mi ta spera ku tur hende tabatin un bon siman! Nos seshon final lo ta mas despues riba [HINKA FECHA & ORARIO]. Nos lo reuní personalmente na [LOKALIDAT]. Nos ta topa pronto!

# data_list
source: Replace [INSERT DATE & TIME] with the date of the chat session. Replace [VENUE] with the venue of the session. If a new group leader has not yet volunteered to administrate the group, send an additional message asking once again if anybody would like to volunteer after the programme ends next week.
pap_pap: Remplasá [HINKA FECHA & ORARIO] ku e fecha di e seshon di 'chat'. Remplasá [LOKALIDAT] ku e lokalidat di e seshon. Si un lider di grupo nobo no a ofresé su mes pa ta boluntario ainda pa atministrá e grupo, manda un mensahe adishonal puntrando un biaha mas si tin hende ku lo ke ta boluntario despues ku e programa kaba otro siman.

# data_list
source: Let’s see how @data.characters.f1_father.name spends one-on-one time with @data.characters.f1_son_5.name.
pap_pap: Laga nos wak kon @data.characters.f1_father.name ta pasa tempu huntu ku @data.characters.f1_son_5.name.

# data_list
source: 👋 Hi there! Ready for your first parenting story? Spending quality time with your children makes them feel secure and loved.
pap_pap: 👋 Hei! Kla pa bo promé historia edukashon familiar? Pasando tempu di kalidat ku bo yunan ta pone nan sinti nan mes sigur i stimá.

# data_list
source: Let’s see how @data.characters.f1_father.name spends one-on-one time with his teen son, @data.characters.f1_son_17.name.
pap_pap: Laga nos wak kon @data.characters.f1_father.name ta pasa tempu huntu ku su yu hòmber tiner, @data.characters.f1_son_17.name.

# data_list
source: 💡Here are 3 things to try when you are spending one-on-one time with your children and your home activity for the week!
pap_pap: 💡Aki 3 kos pa purba ora bo ta pasando tempu huntu ku bo yunan i ta hasiendo bo aktividat di kas pa e siman!

# data_list
source: Video Story 1 (2-9)
pap_pap: Vidio di Kuenta 1 (2-9)

# data_list
source: Send this message after your in-person session
pap_pap: Manda e mensahe akí despues di bo seshon en persona

# data_list
source: Thank you so much for being part of today’s session 🤗🌸 It was wonderful to learn and share together. Here are the resources we went through, in case you’d like to revisit them at home:
pap_pap: Masha danki pa forma parti di e seshon di awe 🤗🌸 Tabata dushi pa siña i kompartí huntu. Aki ta sigui e rekursonan ku nos a pasa aden, den kaso ku bo ke bolbe pasa riba nan na kas:

# data_list
source: Video Story 2 (10-17)
pap_pap: Vidio di Kuenta 2 (10-17)

# data_list
source: Summary of tips
pap_pap: Resumen di tepnan

# data_list
source: Hello and thanks for being part of the @global.prog_name chat! I am thrilled to be able to chat together about how we can best support our children to grow up healthy and happy. Today, we are going to chat about spending One-on-One time with your children.
pap_pap: Kon a bai? Danki pa ta parti di e 'chat' @global.prog_name! Mi ta entusiasmá di por kòmbersá huntu tokante kon nos por sostené nos yunan mihó pa krese salú i felis. Awe, nos ta bai kòmbersá tokante pasa Tempu Abo ku Bo Yunan.

# data_list
source: Thanks so much for sharing! To make this a safe space to communicate openly let’s make some ground rules for this chat group. Our first rule is that what is said in the group stays in the group. You need to know that this group is private. Here are some other examples to start us off: 📱 Let me know if you need to miss a chat session. 🩵 Accept each other. Everyone is different and has different experiences. 💬 Share only what you feel comfortable sharing. ❓ Feel free to ask questions! 🔏 Respect the privacy of personal pictures and videos that are sent to the chat group. Does anyone have any additional rules that they want to suggest?
pap_pap: Mashá danki pa kompartí! Pa hasi esaki un espasio seif pa komuniká habrí, laga nos traha algun regla básiko pa e grupo di 'chat' akí. Nos promé regla ta ku loke nos papia den e grupo ta keda den e grupo. Ta bon pa bo sa ku e grupo aki ta privá. Aki algun otro ehèmpel pa nos kuminsá: 📱 Laga mi sa si lo bo no por tei na un seshon di 'chat'. 🩵 Aseptá otro. Tur hende ta diferente i tin diferente eksperensia. 💬 Kompartí solamente loke bo ta sinti bo kómodo pa kompartí. ❓ Sinti bo liber pa hasi pregunta! 🔏 Respetá e privasidat di potrèt i vidionan personal ku ta nos ta manda den e grupo di 'chat'. Tin hende ku tin kualke regla adishonal ku nan ke sugerí?

# data_list
source: Allow a couple minutes for parents to share. Praise suggestions and contributions. Make sure that everyone agrees on the ground rules.
pap_pap: Permití un par di minüt pa mayornan kompartí. Elogiá sugerensianan i kontribushonnan. Sòru pa tur hende ta di akuerdo ku e reglanan di base.

# data_list
source: Hello and thanks for being part of the@global.prog_name chat! I am thrilled to be able to chat together about how we can best support our children to grow up healthy and happy. Today, we are going to chat about spending One-on-One time with your children.
pap_pap: Kon a bai i danki pa forma parti di e 'chat' di@global.prog_name! Mi ta entusiasmá di por kòmbersá huntu tokante kon nos por sostené nos yunan mihó pa krese salú i felis. Awe, nos ta bai 'chat' tokante pasa tempu abo ku bo yunan.

# data_list
source: Message 2: Introductions
pap_pap: Mensahe 2: Introdukshonnan

# data_list
source: Let’s introduce ourselves! Please share your name and your goal for the programme. As an example, my name is [INSERT NAME] and I want to learn more about how to help my child go to bed by 8 every night. Feel free to add your own to the chat using text or audio message.
pap_pap: Ban introdusí nos mes! Por fabor kompartí bo nòmber i bo meta pa e programa. Komo ehèmpel, mi nòmber ta [INSERT NAME] i mi ke siña mas tokante kon pa yuda mi yu bai drumi 8 or' tur anochi. Sinti bo liber pa agregá bo mes na e 'chat' usando mensahe di teksto òf oudio.

# data_list
source: Allow some time for parents to share. Remember to praise each response. For example, you can say “Thanks for the response, [Insert Name]!” or “Great goal, [Insert Name]!”
pap_pap: Permití algun tempu pa mayornan kompartí. Kòrda elogiá kada kontesta. Por ehèmpel, bo por bisa “Danki pa e kontesta, [Insertá Nòmber]!” òf “Bon meta, [Insertá Nòmber]!”

# data_list
source: Message 3: Ground rules
pap_pap: Mensahe 3: Reglanan básiko

# data_list
source: Thanks so much for sharing! To make this a safe space to communicate openly let’s look at the ground rules for this chat group again.
pap_pap: Masha danki pa kompartí! Pa hasi esaki un espasio seif pa komuniká habrí laga nos wak e reglanan básiko pa e grupo di 'chat' akí atrobe.

# data_list
source: Send the image of ground rules for your in-person session
pap_pap: Manda e imágen di reglanan básiko pa bo seshon en persona

# data_list
source: Message 4: Checking in on home activity
pap_pap: Mensahe 4: Kontrolá aktividat di kas

# data_list
source: Have you had a chance to try spending One-on-One Time with your child? If you did, give me a thumbs up! 👍🏽
pap_pap: Bo a haña chèns di purba pasa Tempu Abo ku Bo Yu? Si bo a hasié, duna mi un dùim ariba! 👍🏽

# data_list
source: Message 5: Voting on a challenge to discuss
pap_pap: Mensahe 5: Votashon riba un reto pa diskutí

# data_list
source: If you gave a thumbs up — amazing! 🎉If you face some challenges during one-on-one time, that's completely normal. You’re not alone! Here are some common challenges caregivers have experienced. Vote for the one you’d like us to talk about together: 1️⃣ I didn’t have enough time 2️⃣ My child did not want to spend time with me 3️⃣ All my child wanted to do was watch TV or play with a gadget 4️⃣ My child wanted to do things I felt uncomfortable about
pap_pap: Si bo a duna un dùim ariba — master! 🎉Si bo ta enfrentá algun reto durante tempu pa abo ku bo yu, esei ta kompletamente normal. Bo no ta bo so! Akí tin algun reto komun ku dunadónan di kuido a eksperensiá. Vota pa esun ku bo ke pa nos papia riba dje huntu: 1️⃣ Mi no tabatin sufisiente tempu 2️⃣ Mi yu no tabata ke pasa tempu ku mi 3️⃣ Tur loke mi yu tabata ke hasi tabata wak televishon òf hunga ku un aparato 4️⃣ Mi yu tabata ke hasi kosnan ku mi tabata sinti mi inkómodo kuné

# data_list
source: Message 6: Discussing solution
pap_pap: Mensahe 6: Diskutiendo riba solushon

# data_list
source: Choose the challenge with the highest vote. Encourage parents to work together to identify positive solutions. Here are some possible solutions to the challenges.
pap_pap: Skohe e reto ku e voto mas haltu. Enkurashá mayornan pa traha huntu pa identifiká solushonnan positivo. Aki tin algun posibel solushon pa e retonan.

# data_list
source: Message 7: Open Feedback
pap_pap: Mensahe 7: Habri Komentario

# data_list
source: Thanks for discussing that challenge with me! Does anyone have any other challenges you’d like us to troubleshoot together? Feel free to share — we’re here to support each other!
pap_pap: Danki pa papia tokante e reto ei ku mi! Tin hende ku tin otro retonan ku bo ke pa nos solushoná huntu? Sinti bo liber pa kompartí — nos tei pa sostené otro!

# data_list
source: Message 8: Take a Pause
pap_pap: Mensahe 8: Tuma un Pousa

# data_list
source: Before we end today’s session let’s take a pause together. This is something you can do whenever you are feeling stressed or overwhelmed. I really appreciate everyone’s contribution today. I’ll be in touch throughout the week with reminders about what’s coming next. Until then, have a peaceful and happy day!
pap_pap: Promé ku nos terminá e seshon di awe ban tuma un pousa huntu. Esaki ta algu ku bo por hasi semper ku bo ta sinti bo mes di strès of ku muchu kos na bo kabes. Mi ta apresiá tur hende su kontribushon di awe mashá. Lo mi ta den kontakto henter siman ku rekordatorionan tokante kiko ta bini despues. Pues mientrastantu, pasa un dia trankil i felis!

# data_list
source: Let’s look at a story that shows a child talking about emotions while they are spending one-on-one time with their parent
pap_pap: Laga nos wak un historia ku ta mustra un mucha ta papia tokante emoshonnan miéntras e ta pasando tempu huntu ku su mayor

# data_list
source: 👋 Hey there! It’s time for another parenting story. Today’s story is about helping your children to manage their feelings.
pap_pap: 👋 Hei! Ta tempu pa un otro historia di edukashon familiar. E historia di awe ta tokante yuda bo yunan manehá nan emoshonnan.

# data_list
source: Let’s see a story of parents talking about a difficult emotion with their teen
pap_pap: Laga nos wak un historia di mayornan ku ta papia tokante un emoshon difísil ku nan tiner

# data_list
source: 💡Here are 5 things about how to talk about emotions with your children & your home activity for the week.
pap_pap: 💡Aki tin 5 kos tokante kon pa papia tokante emoshon ku bo yunan & bo aktividat di kas pa e siman.

# data_list
source: Welcome to Module 2 of @global.prog_name! How is everybody doing? Happy? Stressed? Angry? Annoyed? Peaceful? Whatever emotion you feel…it’s okay! Please feel free to share how you are feeling today.
pap_pap: Bon Biní na Módulo 2 di @global.prog_name! Kon ta bai ku tur hende? Kontentu? Di strès? Rabiá? Fadá? Trankil? Kualke emoshon ku bo sinti…ta bon! Por fabor sinti bo liber pa kompartí kon bo ta sinti awe.

# data_list
source: Allow time for parents to share how they are feeling. You should also share how you are feeling. For example, “I am happy to be part of the chat today.”
pap_pap: Permití tempu pa mayornan kompartí kon nan ta emoshon. Bo mester kompartí tambe kon bo ta sinti. Por ehèmpel, “Mi ta kontentu di ta parti di e 'chat' awe.”
