Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_facilitator_cw/pap/pap_legal_terms.po
Languages: pap_pap

# data_list
source: We may update our privacy policy from time to time. We will notify you in advance of any substantial change will occur. Please review this page periodically for any updates.
pap_pap: Nos por aktualisá nos polítika di privasidat de bes en kuando. Nos lo notifiká bo di antemano di kualke kambio supstansial ku lo tuma lugá. Por fabor revisá e página aki periodikamente pa kualke aktualisashon.

# data_list
source: Contact Us
pap_pap: Tuma Kontakto Ku Nos

# data_list
source: If you have any questions or suggestions about our privacy policy or terms and conditions, do not hesitate to contact us at <info@parentingforlifelonghealth.org>. If your concerns are not adequately addressed, you retain the right to file a complaint with the Personal Data Protection Supervisory Committee under Article 48 of the National ordinance personal data protection. You can contact them via info@cbpcuracao.org
pap_pap: Si bo tin kualke pregunta òf sugerensia tokante nos polítika di privasidat òf términonan i kondishonnan, no duda pa tuma kontakto ku nos na <info@parentingforlifelonghealth.org>. Si no ta atendé ku bo bo preokupashonnan adekuadamente, bo tin e derecho di entregá un keho na e Komité di Supervishon di Protekshon di Datonan Personal bou di Artíkulo 48 di e ordenansa Nashonal di protekshon di datonan personal. Bo por tuma kontakto ku nan via info@cbpcuracao.org

# data_list
source: User Agreement
pap_pap: Akuerdo di Usuario

# data_list
source: These terms and conditions are an agreement between you and Parenting for Lifelong Health (“PLH”) which furthermore sets out the rules for your use of Mayor Konektá (or “App”). Mayor Konektá is a free app version of the PLH programme and designed for facilitators delivering the Mayor Konektá programme. Mayor Konektá is brought to you by the collaboration of partners including the Ministry of Social Development, Labour and Welfare (SOAW), UNICEF the Netherlands and IDEMS International. (‘ Mayor Konektá team’). Please read these terms and conditions carefully. By downloading or using the App, you agree that you have read, understood, and accepted the terms and conditions contained below. For the purpose of the National ordinance personal data protection of Curaçao, PLH, SOAW and UNICEF NL jointly act as the responsible parties. Your privacy is important to us – please also read our privacy policy, which will detail how we collect, store and use the information that you provide to us. Your rights under the National ordinance personal data protection can be found in our Privacy Policy. By using Mayor Konektá you are confirming to us that you reviewed our privacy policy, as set out separately.
pap_pap: E términonan i kondishonnan aki ta un akuerdo entre abo i Parenting for Lifelong Health (“PLH”) ku mas aleu ta stipulá e reglanan pa bo uso di Mayor Konektá (òf “Aplikashon”). Mayor Konektá ta un vershon di aplikashon grátis di e programa di PLH i diseñá pa fasilitadónan ku ta fasilitá e programa di Mayor Konektá. Mayor Konektá ta wòrdu tresé serka bo dor di kolaborashon di partnernan entre otro Ministerio di Desaroyo Sosial, Labor i Bienestar (SOAW), UNICEF Hulanda i IDEMS Internashonal. (‘E tim di Mayor Konektá’). Por fabor lesa e términonan i kondishonnan akí kuidadosamente. Dor di 'download' òf usa e App, bo ta bai di akuerdo ku bo a lesa, komprondé i aseptá e términonan i kondishonnan detayá akí bou. Pa e propósito di e ordenansa Nashonal protekshon di dato personal di Kòrsou, PLH, SOAW i UNICEF NL konhuntamente ta fungi komo e partidonan responsabel. Bo privasidat ta importante pa nos – por fabor lesa tambe nos polítika di privasidat, ku lo detayá kon nos ta kolektá, warda i usa e informashon ku bo ta duna nos. Por haña bo derechonan bou di e ordenansa Nashonal protekshon di dato personal den nos Polítika di Privasidat. Dor di usa Mayor Konektá bo ta konfirmá na nos ku bo a revisá nos polítika di privasidat, manera stipulá separadamente.

# data_list
source: Rules of Usage
pap_pap: Reglanan di Uso

# data_list
source: Mayor Konektá is open-source, which means that its codebase can be found on GitHub for the wider software developer community. However, it's against the terms of use to alter the existing application or its materials, or to replicate any trademarks from the Mayor Konektá team. Although open source, refrain from translating the software into other languages or creating alternate versions without crediting the Mayor Konektá team. Unauthorised access to confidential user data is forbidden. It's not acceptable to provide false information about yourself when using the App, make unfounded claims of affiliation, or inaccurately report the App’s behaviour. Ensure that your usage of the App adheres to all local rules and laws. This app is intended for adult users as a policy choice. If you are a minor, you should not use the app without the consent of your legal representative.
pap_pap: Mayor Konektá ta 'open-source', loke ta nifiká ku por haña su base di kódigo riba GitHub pa e komunidat di desaroyadó di 'software' mas amplio. Sinembargo, ta kontra di e kondishonnan di uso pa alterá e aplikashon eksistente òf su materialnan, òf pa repliká kualke marka di e tim di Mayor Konektá. Ounke e ta 'open source', apstené di tradusí e 'software' den otro idiomanan òf krea vershonnan alternativo sin duna krédito na e tim di Mayor Konektá. Akseso no outorisá na datonan konfidensial di usuario ta prohibí. No ta aseptabel pa duna informashon falsu tokante bo mes ora di usa e Aplikashon, hasi deklarashonnan infundá di afiliashon òf reportá informe inkorekto tokante e komportashon di e Aplikashon. Sòru pa bo uso di e Aplikashon ta kumpli ku tur regla i lei lokal. E aplikashon akí ta destiná pa usuarionan adulto komo un eskoho di polítika. Si bo ta un menor di edat, bo no mester usa e aplikashon sin e konsentimentu di bo representante legal.

# data_list
source: Content Changes
pap_pap: Kambionan di Kontenido

# data_list
source: The Mayor Konektá team is committed to ensuring that the App is as useful and user friendly as possible. For that reason, we reserve the right to make changes to the App which will be delivered through updates. At present the App is free of charge and our intention is for it to stay that way. If any update substantially affects personal data processing, users will be notified in advance. In the future it is possible that some services may be offered that would incur a cost. We will never charge you for the App or its services without clearly making known to you first any access charges applicable.
pap_pap: E tim di Mayor Konektá ta komprometé na garantisá ku e Aplikashon ta mas útil i fásil pa usa posibel. Pa e motibu ei, nos ta reservá e derecho di hasi kambionan na e Aplikashon ku lo wòrdu implementá pa medio di aktualisashonnan. Aktualmente e Aplikashon ta grátis i nos intenshon ta pa e keda asina. Si kualke aktualisashon ta afektá prosesamentu di dato personal substansialmente, lo notifiká usuarionan di antemano. Ta posibel ku den fen futuro por ofresé algun servisio ku lo ta mará na gastu. Nos lo no kobra bo nunka pa e Aplikashon òf su servisionan sin notifiká bo klaramente promé ku kualke gastu di akseso aplikabel.

# data_list
source: Intellectual property
pap_pap: Propiedat Intelektual

# data_list
source: The App’s source code is made available under the GNU General Public License v3.0 (GPL-3.0), while the content is licensed under Creative Commons Attribution (CC BY). The App itself, the trademarks, copyright, database rights and other intellectual property rights related to it, belong to or are licensed to the various applicable collaborators of the Mayor Konektá team (noting that code is covered under GPL 3 and content by CC BY license). The use of names and emblems/logos of collaborating institutions are the exclusive property of those institutions and are protected under international and national laws. Unauthorised use is prohibited. Logos may not be copied or reproduced in any way without the prior written permission of said institution.
pap_pap: E kódigo di fuente di e Aplikashon ta wòrdu hasí disponibel bou di e GNU General Public License v3.0 (GPL-3.0), miéntras ku e kontenido ta lisensiá bou di Creative Commons Attribution (CC BY). E Aplikashon mes, e markanan, derecho di outor, derechonan di base di dato i otro derechonan di propiedat intelektual relashoná kuné, ta pertenesé na òf ta lisensiá na e vários kolaboradónan aplikabel di e tim di Mayor Konektá (tumando nota ku e kódigo ta kubrí bou di GPL 3 i kontenido pa lisensia CC BY). E uso di nòmber i emblema/logo di instansianan kolaboradó ta propiedat eksklusivo di e instansianan ei i ta protehá bou di leinan internashonal i nashonal. Uso no outorisá ta prohibí. No por kopia òf reprodusí logonan di ningun manera sin e pèrmit previo por eskrito di e institushon menshoná.

# data_list
source: Submissions
pap_pap: Komentarionan

# data_list
source: Your feedback on the App is appreciated. So that we can improve, any comments are not considered confidential and will become available for further lawful use without additional approval or compensation. We shall therefore own exclusive rights and believe any feedback that you have made is original by you. Your feedback will never be shared with your full name. Any feedback you submit is processed in accordance with applicable data protection laws and will not be linked to identifiable personal data unless strictly necessary.
pap_pap: Ta apresiá bo 'feedback' riba e Aplikashon. Pa asina nos por mehorá, kualke komentario ku nos no ta konsiderá konfidensial i lo bira disponibel pa mas uso legal sin aprobashon òf kompensashon adishonal. P’esei nos lo ta doño di derechonan eksklusivo i ta kere ku kualke 'feedback' ku bo a duna ta original di bo. Lo no kompartí bo 'feedback' nunka ku bo nòmber kompletu. Ta prosesá kualke 'feedback' ku bo duna di akuerdo ku leinan di protekshon di dato aplikabel i lo no ligá esaki na dato personal identifikabel a ménos ku ta estriktamente nesesario.

# data_list
source: Security
pap_pap: Seguridat

# data_list
source: Our App stores and processes personal data that you have provided to us, in order to offer our services. It is your responsibility to keep your phone and access to the App secure. Removal of software restrictions and limitations imposed by the official operating system of your device is therefore not recommended. Doing so could make your phone vulnerable to malware, viruses, malicious programs as well as compromise your phone’s security features and could mean that the App will not work properly or at all. All data collected by the Mayor Konektá team is stored securely using encryption protocols and is accessible only to authorized personnel. The Mayor Konektá team implements appropriate technical and organisational security measures as required by law. Processing takes place based on performance of contract and legitimate interests, as further explained in our Privacy Policy. To see how we handle your personal information, please see our @global.privacy_policy.
pap_pap: Nos Aplikashon ta warda i prosesá datonan personal ku bo a proveé na nos, pa asina ofresé nos servisionan. Ta bo responsabilidat pa tene bo telefòn i akseso na e Aplikashon sigur. P’esei no ta rekomendá pa kita restrikshonnan i limitashonnan di 'software' imponé pa e sistema di operashon ofisial di bo aparato. Hasiendo esaki por hasi bo telefòn vulnerabel pa 'malware', vírùs, programanan malisioso i tambe por komprometé e funshonalidatnan di seguridat di bo telefòn i por nifiká ku e Aplikashon lo no funshoná korektamente òf lo no funshoná mes mas. Ta warda tur dato kolektá pa e tim di Mayor Konektá na un manera sigur usando protokòlnan di enkripshon i ta aksesibel solamente pa personal outorisá. E tim di Mayor Konektá ta implementá medidanan di seguridat tékniko i organisatorio apropiá manera lei ta rekerí. Prosesamentu ta tuma lugá a base di ehekushon di kontrato i interesnan legítimo, manera spliká mas aleu den nos Polítika di Privasidat. Pa wak kon nos ta manehá bo informashon personal, por fabor wak nos @global.privacy_policy.

# data_list
source: External links and resources
pap_pap: Lenknan eksterno i rekursonan

# data_list
source: The App uses third party services that declare their own terms and conditions and may link to other websites and resources that are not under the Mayor Konektá team’s control. Links to terms and conditions of third party service providers used by the App include: - [Apple Store Services](https://www.apple.com/legal/internet-services/itunes/) - [Google Play Services](https://policies.google.com/terms) - [Google Analytics for Firebase](https://firebase.google.com/terms/analytics) - [Sentry](https://sentry.io/terms/) - [Matomo](https://matomo.org/matomo-cloud-terms-of-service/) - [GlitchTip](https://glitchtip.com/legal/tos) The inclusion of such links does not imply an endorsement or approval by Mayor Konektá team of any website, product, or service. Similarly, the Mayor Konektá team affiliated developers and collaborators do not assume any responsibility or liability in respect of such websites, product, or service, including, for example, responsibility or liability for the accuracy or reliability of any information, data, opinions, advice or statements made on those web sites. International transfers comply with Articles 63–64 of the National ordinance personal data protection using Standard Contractual Clauses or other safeguards.]
pap_pap: E Aplikashon ta usa servisio di terser partido ku ta apliká nan propio término i kondishonnan i por lenk na otro wèpsaitnan i rekursonan ku no ta bou di Mayor Konektá su kòntròl. Lenknan pa término i kondishonnan di dunadónan di servisio di terser partido ku e Aplikashon ta usa ta inkluí: - [Apple Store Services](https://www.apple.com/legal/internet-services/itunes/) - [Google Play Services](https://policies.google.com/terms) - [Google Analytics for Firebase](https://firebase.google.com/terms/analytics) - [Sentry](https://sentry.io/terms/) - [Matomo](https://matomo.org/matomo-cloud-terms-of-service/) - [GlitchTip](https://glitchtip.com/legal/tos) Inklushon di e lenknan ei no ta nifiká ku Mayor Konektá i/òf su partnernan ta duna rekomendashon òf aprobashon di kualke wèpsait, produkto òf servisio. Di mes manera, e desaroyadónan i kolaboradónan afiliá di e tim Mayor Konektá no ta asumí ningun responsabilidat òf obligashon pa loke ta trata e wèpsaitnan, produkto òf servisio ei, inkluyendo, por ehèmpel, responsabilidat òf obligashon pa e eksaktitut òf konfiabilidat di kualke informashon, dato, opinion, konseho òf deklarashonnan hasí riba e wèpsaitnan ei. Transferensianan internashonal ta kumpli ku Artíkulonan 63–64 di e ordenansa Nashonal protekshon di datonan personal usando Klòusulanan Kontraktual Standart òf otro protekshonnan.]

# data_list
source: Disclaimer
pap_pap: Limitashon di responsabilidat

# data_list
source: Please be aware that except in cases of wilful misconduct, gross negligence, breach of obligations arising from public policy or liability that cannot be limited under the applicable law, the Mayor Konektá team exclude responsibility for the following: 1. Certain functions of the App will require the App to have an active internet connection. The Mayor Konektá team cannot take responsibility for the App not working at full functionality if you do not have access to Wi-Fi, or you do not have any of your data allowance left. 2. Using the App outside of an area with Wi-Fi, will mean that your terms of agreement with your mobile network provider will still Apply. As a result, you may be charged by your mobile provider for the cost of data for the duration of the connection while accessing the App, or other third party charges. In using the App, you accept responsibility for any such charges, including roaming data charges if you use the App outside of your home territory (i.e. region or country) without turning off data roaming. If you are not the bill payer for the device on which you are using the App, please be aware that we assume that you have received permission from the bill payer for using the App. 3. Although we endeavour to ensure that the App is updated and its content accurate, we do rely on third parties to provide information to us so that we can make it available to you. We do not regularly review all of the external sites and cannot guarantee that they are always accurate or reliable. 4. The Mayor Konektá team accepts no liability for any damage or loss, direct or indirect, you experience as a result of using the App, or arising from any reliance you may place on advice or information provided from the App. You should always exercise your own discretion and judgment appropriate to your own circumstances in relation to any advice or information provided from the App. 5. We are devoid of any responsibility for any instances of software bugs, viruses or other malicious material transmitted by a third party through our site are a regret. 6. Updates to the App occur regularly in order to improve performance and content, to adapt to new technologies, to prevent abuse or harm, to address legal, regulatory, safety, or security issues or for any other further need. The App is available on Android and Apple -- the requirements for this system (and for any additional systems we decide to extend the availability of the App to) may change. It is your responsibility to download App updates to keep using the App. The Mayor Konektá team does not promise that it will always update the App so that it is relevant to you and/or works with the operating system that you have installed on your device. However, you agree to always accept updates to the application when offered to you. 7. The App might not be available at all times for reasons of maintenance or trouble with associated software or hardware. We are not liable for any loss you may incur should the site not be accessible or is withdrawn. Equally, we have the right and choice to terminate your access and use of the App (including availability of captured data) at any time. Unless we tell you otherwise, upon any termination, (a) the rights and licenses granted to you in these terms will end; (b) you must stop using the App, and (if needed) delete it from your device. 8. You agree to indemnify, at your own expense, Mayor Konektá team, its officials, employees, consultants and agents, against any claims, including your costs and expenses, by any third party, resulting from your use of the app. 9. Companies or products associated with the App should not be interpreted as endorsement by the App or the Mayor Konektá team or demonstrate an intention to infringe proprietary rights. Nothing in this section limits rights under Articles 27–34 of the National ordinance personal data protection.
pap_pap: Tene na kuenta ku ku eksepshon di kasonan di mal kondukta intenshonal, negligensia grandi, kiebro di obligashonnan ku ta surgi for di polítika públiko òf responsabilidat ku no por wòrdu limitá bou di e lei aplikabel, e tim di Mayor Konektá ta ekskluí responsabilidat pa lo siguiente: 1. Sierto funshonnan di e Aplikashon lo rekerí pa e Aplikashon tin un konekshon di internèt aktivo. E tim di Mayor Konektá no por tuma responsabilidat den kaso ku e Aplikashon no ​​ta funshoná na pleno funshonalidat si bo no tin akseso na Wi-Fi, òf bo no a sobra nada di 'data'. 2. Usando e Aplikashon pafó di un área ku Wi-Fi, lo nifiká ku bo kondishonnan di akuerdo ku bo proveedó di ret mobil lo ta Aplikabel ainda. Komo resultado, bo proveedó di telefòn selular por kobra pa e gastu di dato pa e durashon di e konekshon miéntras bo ta aksesá e Aplikashon, òf pa otro gastunan di terser partido. Ora bo usa e Aplikashon, bo ta aseptá responsabilidat pa kualke gastu asina, inkluyendo gastunan di dato di 'roaming' si bo ta usa e Aplikashon pafó di bo teritorio di orígen (p.e. region òf pais) sin desaktivá 'roaming' di 'data'. Si bo no ta e pagadó di kuenta pa e aparato riba kua bo ta usando e Aplikashon, por fabor tene kuenta ku nos ta asumí ku bo a risibí pèrmit di e pagadó di kuenta pa usa e Aplikashon. 3. Ounke nos ta hasi esfuerso pa garantisá ku e Aplikashon ta aktualisá i su kontenido ta eksakto, nos ta dependé di terser partidonan pa duna nos informashon pa nos por hasié disponibel pa bo. Nos no ta revisá tur e wèpsaitnan eksterno regularmente i no por garantisá ku nan ta semper eksakto òf konfiabel. 4. E tim di Mayor Konektá no ta aseptá ningun responsabilidat pa kualke daño òf pèrdida, direkto òf indirekto, ku bo eksperensiá komo resultado di uso di e Aplikashon òf ku ta surgi for di kualke konfiansa ku bo por pone riba konseho òf informashon suministrá for di e Aplikashon. Semper bo mester ehersé bo mes diskreshon i huisio, apropiá pa bo mes sirkunstansianan en relashon ku kualke konseho òf informashon suministrá for di e Aplikashon. 5. Nos nos no ta asumí ningun responsabilidat pa kualke instansia di fayo di 'software', vírùs òf otro material malisioso transmití pa un terser partido pa medio di nos wèpsait. 6. Aktualisashonnan di e Aplikashon ta tuma lugá regularmente pa mehorá funshonamentu i kontenido, pa adaptá na teknologianan nobo, pa prevení abusu òf daño, pa atendé asuntunan legal, regulatorio, di seguridat òf protekshon òf pa kualke otro nesesidat mas aleu. E Aplikashon ta disponibel riba Android i Apple -- e rekisitonan pa e sistema akí (i pa kualke sistema adishonal ku nos disidí di ekstendé e disponibilidat di e Aplikashon na dje) por kambia. Ta bo responsabilidat pa 'download' e aktualisashonnan di e Aplikashon pa sigui usa e Aplikashon. E tim di Mayor Konektá no ta primintí ku semper lo aktualisá e Aplikashon di manera ku e ta relevante pa bo i/òf ta funshoná ku e sistema operativo ku bo a instalá riba bo aparato. Sinembargo, bo ta bai di akuerdo pa semper aseptá aktualisashonnan di e aplikashon ora e ofresé esaki na bo. 7. E Aplikashon kisas no ta disponibel na tur momentu pa motibunan di mantenshon òf problema ku 'software' òf 'hardware' asosiá. Nos no ta responsabel pa ningun pèrdida ku bo por sufri si e wèpsait no ta aksesibel òf si retirá esaki. Igualmente, nos tin e derecho i eskoho pa terminá bo akseso i uso di e Aplikashon (inkluso disponibilidat di datonan kolektá) na kualke momento. A ménos ku nos bisa bo otro, na kualke terminashon, (a) e derechonan i lisensia otorgá na bo den e términonan aki lo terminá; (b) bo mester stòp di usa e Applikashon, i (si ta nesesario) eliminá esaki for di bo aparato. 8. Bo ta bai di akuerdo pa indemnisá, riba bo propio gastu, tim di Mayor Konektá, su funshonarionan, empleadonan, konseheronan i agentenan, kontra kualke demanda, inkluyendo bo gastunan i gastunan, dor di kualke terser partido, ku ta resultá di bo uso di e aplikashon. 9. Kompanianan òf produktonan asosiá ku e Aplikashon no ​​mester wòrdu interpretá komo aprobashon dor di e Aplikashon òf e tim di Mayor Konektá òf demostrá un intenshon pa infringí derechonan di propiedat. Nada den e sekshon akí ta limitá derechonan bou di artíkulonan 27-34 di e ordenansa Nashonal di protekshon di dato personal.

# data_list
source: Changes to the @global.terms_and_conditions
pap_pap: Kambionan na e @global.terms_and_conditions
