Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_facilitator_cw/pap/pap_main.po
Languages: pap_pap

# data_list
source: Last time, we focused on helping children talk about their feelings. If you found a moment to talk about emotions, whether during one-on-one time or another time in the week, give me a thumbs up! 👍🏽
pap_pap: Biaha pasá, nos a enfoká riba yuda muchanan papia tokante nan sintimentunan. Si bo a haña un momentu pa papia tokante emoshonnan, sea ta durante Tempu Abo ku Bo Yu òf un otro momentu den siman, duna mi un dùim ariba! 👍🏽

# data_list
source: Great job if you were able to give it a try! 🙌🏾 If starting conversations about emotions felt a bit tough, that’s totally understandable. Many parents and caregivers go through the same thing. Take a look at the challenges below and choose the one you’d like us to explore together: 1️⃣ My child did not want to share their feelings 2️⃣ I felt uncomfortable talking about my feelings 3️⃣ I was afraid my child might think I am weak for sharing my own emotions 4️⃣ I was too stressed or angry to share my emotions, I prefer to be alone when I feel like that.
pap_pap: Un bon trabou si bo a logra purba! 🙌 Si kuminsá kombersashonnan tokante emoshonnan a sinti un tiki difísil, esei ta kompletamente komprendibel. Hopi mayor i dunadó di kuido ta pasa den e mesun kos. Tira un bista riba e retonan akí bou i skohe esun ku bo ke pa nos eksplorá huntu: 1️⃣ Mi yu no tabata ke kompartí su emoshonnan 2️⃣ Mi a sinti mi inkómodo pa papia tokante mi emoshonnan 3️⃣ Mi tabatin miedu ku mi yu lo pensa ku mi ta débil komo ku mi ta kompartí mi propio emoshonnan 4️⃣Mi tabata muchu di di strès òf rabiá pa kompartí mi emoshonnan, mi ta preferá di ta mi so ora mi ta sinti asina.

# data_list
source: Replace [name challenge] with the challenge with the highest vote. Encourage parents to work together to identify positive solutions. Here are some possible solutions to the challenges.
pap_pap: Remplasá [nòmber di reto] ku e reto ku e voto mas haltu. Enkurashá mayornan pa traha huntu pa identifiká solushonnan positivo. Akí tin algun posibel solushon pa e retonan.

# data_list
source: I appreciate you opening up about that! Are there any other challenging moments you’ve run into? You’re welcome to bring them up, this is a space where we can help each other out.
pap_pap: Mi ta apresiá ku bo ta habrí tokante esei! Tin otro momentunan difísil ku bo a topa kuné? Bo ta bon biní pa trese nan dilanti, esaki ta un espasio kaminda nos por yuda otro.

# data_list
source: Before we end today’s chat session, let's take a pause together. Remember that this is something you can do whenever you are feeling stressed, or your children are annoying you. Thank you. The work you have done today is hard work – but it’s also very valuable work. It will help you to manage your own stress and give your children the tools they need to manage theirs. Have a peaceful and happy day!
pap_pap: Promé ku nos terminá e seshon di 'chat' di awe, laga nos tuma un pousa huntu. Kòrda ku esaki ta algu ku bo por hasi semper ku bo ta sinti bo di strès òf bo yunan ta molestiá bo. Danki. E trabou ku bo a hasi awe ta trabou duru – pero tambe e ta trabou di hopi balor. E lo yuda bo manehá bo mes strès i duna bo yunan e hèrmèntnan ku nan mester pa manehá esun di nan. Pasa un dia trankil i kontentu!

# data_list
source: Let’s see a story of parents giving praise to their child for following instructions:
pap_pap: Laga nos wak un historia di mayornan dunando elogio na nan yu komo ku nan a sigui instrukshonnan:

# data_list
source: Let’s look at a story about parents making a rule about playing soccerball use with their child:
pap_pap: Laga nos wak un historia tokante mayornan ku ta traha un regla tokante hungamentu di futbòl ku nan yu:

# data_list
source: 👋 Welcome to Module 4 of @global.prog_name! Can you believe it that we are already more than halfway through the programme? Well done for making it this far! Today we will be chatting about how to keep our children safe by creating household rules and daily routines.
pap_pap: 👋 Bon Biní na Módulo 4 di @global.prog_name! Bo por kere ku nos ta na mas ku mitar di e programa kaba? Bon trabou pa yega asina leu! Awe nos lo ta kombersando tokante kon pa tene nos muchanan seif dor di krea reglanan di kas i rutinanan diario.

# data_list
source: Let’s look at a story about parents making a rule about tablet use with their teen:
pap_pap: Laga nos wak un historia tokante mayornan ku ta traha un regla tokante uso di tèblet ku nan tiner:

# data_list
source: Let’s see a story of parents setting routines for bedtime:
pap_pap: Laga nos wak un historia di mayornan ku ta pone rutinanan pa ora di bai drumi:

# data_list
source: Now let’s move on to today’s parent tip. Here are 4 steps you can take to help your children follow household rules and routines:
pap_pap: Awor laga nos pasa pa e tep di mayor di awe. Akí bo ta haña 4 paso ku bo por tuma pa yuda bo yunan sigui reglanan i rutinanan di kas:

# data_list
source: Welcome to Module 3 of @global.prog_name! Well done for making the time today. How is everybody doing? I am feeling [INSERT EMOTION]. Anyone else want to share?
pap_pap: Bon Biní na Módulo 3 di @global.prog_name! Bon trabou pa a traha tempu awe. Kon a bai ku tur hende? Mi ta sintiendo [HINKA EMOSHON]. Tin otro hende ku ke kompartí?

# data_list
source: Replace [INSERT EMOTION] with what you are feeling.Allow time for parents to share how they are feeling.
pap_pap: Remplasá [HINKA EMOTION] ku loke abo ta sinti.Permití tempu pa mayornan kompartí kon nan ta sinti.

# data_list
source: How did your home practice go this week? As a reminder, for home practice you were going to practice giving specific, realistic, and positive instructions and praise your children when they followed an instruction. Give me a 👍🏽if you were able to give it a try!
pap_pap: Kon bo práktika na kas a bai e siman akí? Komo un rekordatorio, pa práktika na kas bo tabata pa bai praktiká duna instrukshonnan spesífiko, realístiko i positivo i elogiá bo yunan ora nan sigui un instrukshon. Duna mi un 👍🏽si bo a logra purba!

# data_list
source: Awesome if you had a chance to try it out! 🙌🏾 If giving clear instructions or remembering to praise your child feels a bit challenging, you’re not alone. Many caregivers find this takes practice. Check out the challenges below and pick the one you’d like us to talk through together: 1️⃣ My child did not follow my instructions, even when I used the tips. 2️⃣ I forgot to praise my child. 3️⃣ I shouted at my child when they behaved negatively instead of giving them a positive instruction for what they should do. 4️⃣ It is hard to remember to use positive words when giving instructions.
pap_pap: Tremendo si bo tabatin chèns di purba esaki! 🙌 Si duna instrukshon kla òf kòrda elogiá bo yu ta sinti un tiki komo un reto, bo no ta bo so. Hopi dunadó di kuido ta haña ku esaki ta rekerí práktika. Wak e retonan akí bou i skohe esun ku bo ke pa nos papia tokante di dje: 1️⃣ Mi yu no a sigui mi instrukshonnan, ni sikiera ora mi a usa e tepnan. 2️⃣ Mi a lubidá di elogiá mi yu. 3️⃣ Mi a grita mi yu ora el a komportá malu en bes di a dun'é un instrukshon positivo pa loke e mester hasi. 4️⃣ Ta difísil pa kòrda pa usa palabranan positivo ora di duna instrukshon.

# data_list
source: Thanks for sharing that! Have you come across any other difficult situations lately? Feel free to share, this is a space where we can support one another.
pap_pap: Danki pa kompartí esei! Bo a topa ku otro situashonnan difísil últimamente? Sinti bo liber pa kompartí, esaki ta un espasio kaminda nos por sostené otro.

# data_list
source: Before we end today’s module, let's take a pause together. Remember that this is something you can do whenever you are feeling stressed, or your children are annoying you. Thank you for working as hard as you do as parents. The commitment you are showing to improving the lives of your children just by being here is worth the final note of praise in our module today: Truly well done.
pap_pap: Prome ku nos finalisá e módulo di awe, ban tuma un pousa huntu. Kòrda ku esaki ta algu ku bo por hasi semper ku bo ta sinti bo di strès òf bo yunan ta molestiá bo. Danki pa traha duru asina komo mayor. E kompromiso ku bo ta mustrando pa mehorá bida di bo yunan djis dor di ta akí presente, ta bale la pena e último nota di elogio den nos módulo di awe: Bèrdaderamente bon hasí.

# data_list
source: 👋 Hey there! Welcome to Module 3 of @global.prog_name. Well done for making the time today. We will be chatting about how to help our children follow instructions.
pap_pap: 👋 Hei kon a bai? Bon Biní na Módulo 3 di @global.prog_name. Bon trabou pa a traha tempu awe. Nos lo ta kòmbersá tokante kon pa yuda nos yunan sigui instrukshonnan.

# data_list
source: Let’s look at a story that shows a parent giving specific and positive instructions to their teen:
pap_pap: Laga nos wak un historia ku ta mustra un mayor dunando instrukshonnan spesífiko i positivo na su tiner:

# data_list
source: Now let’s move on to the parenting tip. Here are 3 steps to help you to get your children to follow your instructions more often:
pap_pap: Awor laga nos sigui pa e tep di edukashon familiar. Akí 3 paso pa yuda bo pa gana bo yunan pa sigui bo instrukshonnan ku mas frekuensia:

# data_list
source: Welcome to Module 4 of @global.prog_name! How is everybody doing? Describe what you are feeling today, where you feel it in your body and what thoughts you associate with the feeling.
pap_pap: Bon Biní na Módulo 4 di @global.prog_name! Kon a bai ku tur hende? Deskribí kiko bo ta sinti awe, unda bo ta sintié den bo kurpa i kua pensamentunan bo ta asosiá ku e sintimentu.

# data_list
source: Allow time for parents to share how they are feeling.
pap_pap: Permití tempu pa mayornan kompartí kon nan ta sinti.

# data_list
source: Last week we looked at making rules and routines with your children. Please send a thumbs up 👍🏽if you were able to try to create one household rule and one routine with your children.
pap_pap: Siman pasá nos a wak kon pa traha regla i rutina ku bo yunan. Por fabor manda un dùim ariba 👍🏽si bo por a purba krea un regla di kas i un rutina ku bo yunan.

# data_list
source: Great if you were able to give it a go! 🙌🏾 If coming up with a household rule or setting a routine felt a little tough, you’re definitely not the only one. Lots of caregivers are figuring it out too. Take a look at the challenges below and choose the one you’d like us to chat about together: 1️⃣ We were not able to stick to the rule 2️⃣ My child and I could not agree on a rule 3️⃣ I felt uncomfortable, because I feel parents should be the one establishing the rule not my child 4️⃣ Another caregiver at home didn’t agree with the rule
pap_pap: Hopi bon, si bo a logra purba! 🙌 Si bini ku un regla di kas òf pone un rutina a sinti un tiki difísil, definitivamente bo no ta e úniko. Hopi dunadó di kuido tambe ta deskubriendo esaki. Tira un bista riba e retonan akí bou i skohe esun ku bo ke pa nos kòmbersá riba dje huntu: 1️⃣Nos no tabata por a mantené na e regla 2️⃣Ami ku mi yu no por a bai di akuerdo riba un regla 3️⃣Mi a sinti mi inkómodo, pasobra mi ta sinti ku ta mayor mester ta esun ku ta establesé e regla, no mi yu 4️⃣Un otro dunadó di kuido na kas no tabata di akuerdo ku e regla

# data_list
source: Choose the challenge with the highest vote. Encourage parents to work together to identify positive solutions. Here are some possible challenges and solutions.
pap_pap: Skohe e reto ku e voto mas haltu. Enkurashá mayornan pa traha huntu pa identifiká solushonnan positivo. Akí tin algun posibel reto i solushon.

# data_list
source: Before we end today’s module let’s take a pause together. Remember that this is something you can do whenever you are feeling stressed, or your children are annoying you. Thank you so much for a wonderful session. I hope the rules and routines you introduce into your homes help make your household more manageable. Have a peaceful and happy day!
pap_pap: Promé ku nos finalisá e módulo di awe ban Tuma un Pousa huntu. Kòrda ku esaki ta algu ku bo por hasi semper ora bo ta sinti bo di strès òf bo yunan ta iritá bo. Mashá danki pa un seshon maravioso. Mi ta spera ku e reglanan i rutinanan ku boso ta introdusí den boso kasnan, lo yuda hasi boso hogar mas manehabel. Pasa un dia trankil i kontentu!

# data_list
source: Let’s look at how parents can use consequences with their children and teens:
pap_pap: Laga nos wak kon mayornan por usa konsekuensianan ku nan yunan i tinernan:

# data_list
source: Let’s look at a story that shows how you can redirect your children from negative to positive behaviours before they get worse.
pap_pap: Laga nos wak un historia ku ta mustra kon bo por kambia atenshon di bo yunan for di komportashonnan negativo pa komportashon positivo promé ku nan bira pió.

# data_list
source: 👋 Welcome to Module 5 of @global.prog_name! This week, we’ll talk about positive discipline – calm, practical and positive ways to respond when our children misbehave. It’s not about letting children do whatever they want. Positive discipline helps us guide our children while building a stronger relationship.
pap_pap: 👋 Bon Biní na Módulo 5 di @global.prog_name! E siman akí, nos lo papia tokante disiplina positivo – maneranan trankil, práktiko i positivo pa reakshoná ora nos yunan ta komportá nan mes malu. No ta trata akí di laga muchanan hasi loke nan ke. Disiplina positivo ta yuda nos guia nos yunan miéntras nos ta konstruí un relashon mas fuerte.

# data_list
source: Let’s look at how parents can use consequences with their children:
pap_pap: Laga nos wak kon mayornan por usa konsekuensia ku nan yunan:

# data_list
source: Now let’s chat about today’s parent tip - how to respond with positive discipline when children misbehave. Here are 3 steps you can follow:
pap_pap: Awor laga nos kòmbersá tokante e tep di mayor di awe - kon pa reakshoná ku disiplina positivo ora muchanan ta komportá nan mes malu. Akí 3 paso ku bo por sigui:

# data_list
source: Welcome to Module 5 of @global.prog_name! How is everybody doing? Describe what you are feeling today, where you feel it in your body and what thoughts you associate with the feeling.
pap_pap: Bon Biní na Módulo 5 di @global.prog_name! Kon a bai ku tur hende? Deskribí kiko bo ta sinti awe, unda bo ta sintié den bo kurpa i kua pensamentunan bo ta asosiá ku e sintimentu.

# data_list
source: Message 2: Checking in on home activity
pap_pap: Mensahe 2: Kontrolá aktividat di kas

# data_list
source: Last week we looked at how to use positive discipline with our children. Please send a thumbs up 👍🏽if you were able to try to think of one behaviour and consequence that you might need to use.
pap_pap: Siman pasá nos a mira kon pa usa disiplina positivo ku nos muchanan. Por fabor manda un dùim ariba 👍🏽si bo por a purba pensa riba un komportashon i konsekuensia ku lo bo por usa.

# data_list
source: Acknowledge the thumbs up with thumbs up, emojis, or quick words of praise.
pap_pap: Rekonosé e dùim ariba ku dùim ariba, 'emojis' òf palabranan rápido di elogio.

# data_list
source: Message 3: Voting on a challenge to discuss
pap_pap: Mensahe 3: Votashon riba un reto pa diskutí

# data_list
source: Well done if you tried it out! 🙌🏾 If coming up with a behaviour and consequence felt challenging, you’re not alone. Many caregivers are still practicing this skill too. Have a look at the challenges below and pick the one you’d like us to explore together: 1️⃣ I am too angry to find anything positive to say to my child after they have misbehaved. 2️⃣ I got very angry with my child and shouted at them. 3️⃣ I forgot to give my child a chance to do what I asked before giving the consequence. 4️⃣ My child got very angry with me after I gave the consequence for their misbehaviour.
pap_pap: Bon trabou si bo a purba! 🙌🏾 Si bin ku un komportashon i konsekuensia a sinti komo un reto, bo no ta bo so. Hopi dunadó di kuido tambe ta praktikando e abilidat akí. Tira un bista riba e retonan akí bou i skohe esun ku bo ke pa nos eksplorá huntu: 1️⃣ Mi ta muchu rabiá pa haña algu positivo pa bisa mi yu despues ku el a komportá su mes malu. 2️⃣ Mi a rabia hopi ku mi yu i a grit'é. 3️⃣ Mi a lubidá di duna mi yu un chèns pa hasi loke mi a pidi promé ku duna e konsekuensia. 4️⃣ Mi yu a rabia hopi ku mi despues ku mi a duna e konsekuensia pa su mal komportashon.

# data_list
source: Message 4: Discussing solution
pap_pap: Mensahe 4: Diskutiendo riba solushon

# data_list
source: Can we work together to think of a positive solution to [name challenge]?
pap_pap: Nos por traha huntu pa pensa riba un solushon positivo pa [nombra reto]?

# data_list
source: Replace [name challenge] with the challenge with the highest vote. Encourage parents to work together to identify positive solutions. Here are some possible challenges and solutions.
pap_pap: Remplasá [nòmber di reto] ku e reto ku e voto mas haltu. Enkurashá mayornan pa traha huntu pa identifiká solushonnan positivo. Aki tin algun posibel reto i solushon.

# data_list
source: Message 5: Open Feedback
pap_pap: Mensahe 5: Habri Komentario

# data_list
source: Thanks for opening up! Have there been any other moments that felt challenging recently? Don’t hesitate to share, this is a space where we’re all here to help each other.
pap_pap: Danki pa habri boso mes! Tabatin otro momentunan ku a sinti komo un reto resientemente? No duda pa komparti, esaki ta un espasio kaminda nos tur tei pa yuda otro.

# data_list
source: Message 6: Take a Pause
pap_pap: Mensahe 6: Tuma un Pousa

# data_list
source: Before we end today’s module let’s take a short pause together. Remember that this is something you can do whenever you are feeling stressed or overwhelmed. You can also do it to appreciate a positive moment, too! What a wonderful session! Have a peaceful and happy day!
pap_pap: Prome cu nos termina e modulo di awe ban tuma un pausa cortico hunto. Kòrda ku esaki ta algu ku bo por hasi semper ku bo ta sinti bo mes di strès òf ku hopi kos na bo kabes. Bo por hasié tambe pa apresiá un momentu positivo tambe! Ki un seshon maravioso! Pasa un dia trankil i kontentu!

# data_list
source: Let’s look at a story about how you can work with your children to find a solution to a problem instead of having to use consequences:
pap_pap: Laga nos wak un relato tokante kon bo por traha ku bo yunan pa haña un solushon pa un problema en bes di mester usa konsekuensianan:

# data_list
source: Send this message to the group after the closing session
pap_pap: Manda e mensahe akí pa e grupo despues di e seshon di klousura

# data_list
source: Thank you and well done for completing the @global.prog_name! You have shown great love and commitment to your families by being here. It has been a pleasure to be on this journey with you. I wish you all well going forward!
pap_pap: Danki i bon trabou pa a kompletá e @global.prog_name! Boso a mustra gran amor i kompromiso na boso famianan dor di ta akí presente. Tabata un plaser pa ta riba e biahe akí ku boso. Mi ta deseá boso tur kos bon pa futuro!

# data_list
source: Send this message along with the certificates
pap_pap: Manda e mensahe akí huntu ku e sertifikadonan

# data_list
source: Congratulations on completing the @global.prog_name! 🎉 Here’s your certificate to celebrate your dedication and commitment as a parent. We’re so proud of the love, effort, and learning you’ve put into this journey. Keep going, you’re making a real difference for your family!
pap_pap: Pabien pa a kompletá e @global.prog_name! 🎉 Akí bo sertifikado pa selebrá bo dedikashon i kompromiso komo mayor. Nos ta asina orguyoso di e amor, esfuerso i dedikashon na siñamentu ku bo a hinka den e trayekto akí. Sigui asina, bo ta hasiendo un diferensia real pa bo famia!

# data_list
source: Message 1: Welcome
pap_pap: Mensahe 1: Bon Biní

# data_list
source: Welcome to Module 6 of @global.prog_name! How is everybody doing? Describe what you are feeling today, where you feel it in your body and what thoughts you associate with the feeling.
pap_pap: Bon Biní na Módulo 6 di @global.prog_name! Kon a bai ku tur hende? Deskribí kiko bo ta sinti awe, unda bo ta sintié den bo kurpa i kua pensamentunan bo ta asosiá ku e sintimentu.

# data_list
source: Allow time for parents to share. You should also share how you are feeling. For example, “I am excited to be part of the chat today, and I feel that excitement in my heart.”
pap_pap: Permití tempu pa mayornan kompartí. Bo tambe mester kompartí kon bo ta sinti. Por ehèmpel, “Mi ta entusiasmá pa ta parti di e kòmbersashon awe i mi ta sinti e emoshon ei den mi kurason.”

# data_list
source: Message 2: Reflection
pap_pap: Mensahe 2: Reflekshon

# data_list
source: Since we are having our last chat session, let’s take a few moments to reflect on our experience during the programme. Let’s share some of the things that we learned from the programme or ways that we and our children have changed.
pap_pap: Komo ku nos ta teniendo nos último seshon di kòmbersashon, laga nos tuma algun momentu pa reflehá riba nos eksperensia durante e programa. Laga nos kompartí algun di e kosnan ku nos a siña for di e programa òf maneranan ku nos i nos yunan a kambia.

# data_list
source: Give parents time to reflect and respond. You can encourage everyone to have a chance to write something in the chat. Remember to thank each parent for their contribution. If no parents respond, you can prompt by asking parents to share something they are proud of, or something that surprised them.
pap_pap: Duna mayornan tempu pa reflehá i reakshoná. Bo por enkurashá tur hende pa haña chèns di skibi algu den e 'chat'. Kòrda gradisí kada mayor pa nan aporte. Si niun mayor no kontestá, bo por pidi mayornan pa kompartí algu ku nan ta orguyoso di dje òf algu ku a sorprendé nan.

# data_list
source: Message 3: Stone Soup
pap_pap: Mensahe 3: Sopi di Piedra

# data_list
source: Thank you for sharing. Now you can sit back and enjoy a story that we have shared at the end of all of our parenting programmes.
pap_pap: Danki pa kompartí. Awor bo por sinta i disfrutá di un kuenta ku nos a kompartí na final di tur nos programanan di edukashon familiar.

# data_list
source: Message 4: Discussion about the stone soup
pap_pap: Mensahe 4: Diskushon tokante e sòpi di piedra

# data_list
source: What are some of the ingredients that we have in our group to continue supporting us as parents? In what ways can we continue to support each other after the end of the programme?
pap_pap: Kua ta algun di e ingredientenan ku nos tin den nos grupo pa sigui sostené nos komo mayor? Na ki maneranan nos por sigui sostené otro despues ku e programa terminá?

# data_list
source: Remember to give parents a chance to respond before moving on to the reflection
pap_pap: Kòrda duna mayornan un chèns pa reakshoná promé ku sigui pa e reflekshon

# data_list
source: Message 5: Offer for Questions about ongoing support through the group
pap_pap: Mensahe 5: Ofresé Espasio pa hasi pregunta tokante sosten kontinuo pa medio di e grupo

# data_list
source: Thank you to [Insert Name of New Group Administrator] who will be taking over as the group administrator. Do any of you have any questions about how you can continue to use the group going forward?
pap_pap: Danki na [Insert Name of New Group Administrator] ku lo tuma e tarea komo e atministradó di grupo. Tin un di boso ku tin pregunta tokante kon boso por sigui usa e grupo di awor pa dilanti?

# data_list
source: Allow a few minutes for parents to raise any questions. Remember to thank parents for their questions and let them take the lead in the ongoing planning for the group.
pap_pap: Permití algun minüt pa mayornan hasi kualke pregunta. Kòrda gradisí mayornan pa nan preguntanan i laga nan tuma e liderazgo den e planifikashon kontinuo pa e grupo.
