Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_facilitator_cw/pap/pap_main.po
Languages: pap_pap

# data_list
source: test
pap_pap: tèst

# data_list
source: Send this message after your WhatsApp Call
pap_pap: Manda e mensahe akí despues di bo Yamada di WhatsApp

# data_list
source: Hi! Thank you for volunteering to lead the group discussions. *While engaging with other parents in the group, keep the following in mind*: 👋 Greet parents when engaging with them. 💛 Respect what participants share and be aware of different ages, genders, values and circumstances. 🏅 Encourage parents to share and respond to each other - and praise them for it. 🔔 Remind parents of ground rules when needed. 🔑 Model the behaviour you want to see among the parents.
pap_pap: Hei! Danki pa ta boluntario pa dirigí e diskushonnan di grupo. *Miéntras bo ta atendé ku otro mayornan den e grupo, tene lo siguiente na mente*: 👋 Saludá mayornan ora bo ta atendé ku nan. 💛 Respetá loke e partisipantenan ta kompartí i ta konsiente di diferente edat, sekso, balor i sirkunstansia. 🏅 Enkurasha mayornan pa kompartí kontestá otro - i elogia nan pa esaki. 🔔 Kòrda mayornan riba reglanan básiko ora ta nesesario. 🔑 Duna ehèmpel di e komportashon ku bo ke mira bou di e mayornan.

# data_list
source: When should the group admin respond to messages?
pap_pap: Ki ora e atministradó di grupo mester kontestá mensahenan?

# data_list
source: ⏰ Participants may send messages at any time during the week. To keep your workload manageable, you can respond to messages once or twice a day, depending on your schedule. 👍 You can also respond to messages with a relevant emoji or short response when you can.
pap_pap: ⏰ Partisipantenan por manda mensahe na kualke momento durante siman. Pa tene bo karga di trabou manehabel, bo por kontestá mensahenan un òf dos biaha pa dia, dependiendo di bo tempu. 👍 Bo por kontestá mensahenan tambe ku un emoji relevante òf un kontesta kòrtiku ora bo por.

# data_list
source: Send this message to the group admin volunteers.
pap_pap: Manda e mensahe akí pa e administradó di grupo boluntario.

# data_list
source: Hi!😃Thank you for your message. My role with @global.prog_name was limited. I unfortunately will not be further involved with the programme. If your WhatsApp Support group is still active, feel free to post your questions in the group. Other parents may be able to support you with helpful suggestions. 💡
pap_pap: Kon a bai!😃Danki pa bo mensahe. Mi ròl ku @global.prog_name tabata limitá. Lamentablemente lo mi no ta enbolbí mas ku e programa. Si bo grupo di Sosten di WhatsApp ta aktivo ainda, sinti bo liber pa pone bo preguntanan den e grupo. Otro mayornan kisas por apoyá bo ku sugerensia útil. 💡

# data_list
source: Here are some prompts you can use with the parent group: 🎉Let us celebrate our successes! What was something positive you experienced when you tried one of the @global.prog_name skills with your child? 🌱Trying out new skills can be hard at first. What was something *difficult* that you experienced when you tried a @global.prog_name skill with your child at home? 💙You are welcome to use this WhatsApp space to share any questions or experiences you have on your @global.prog_name journey. Remember, I may not always be able to respond, but this is our group – *together we can find all the answers we need*!
pap_pap: Aki algun instrukshon ku bo por usa ku e grupo di mayor: 🎉Laga nos selebrá nos éksitonan! Kiko tabata algu positivo ku bo a eksperensiá ora bo a purba un di e abilidatnan di @global.prog_name ku bo yu? 🌱Purba abilidatnan nobo por ta difísil na promé instante. Kiko tabata algu *difísil* ku bo a eksperensiá ora bo a purba un abilidat @global.prog_name ku bo yu na kas? 💙Bo ta bon biní pa usa e espasio di WhatsApp akí pa kompartí kualke pregunta òf eksperensia ku bo tin riba bo biahe di @global.prog_name. Kòrda, kisas no ta semper mi por kontestá, pero esaki ta nos grupo – *huntu nos por haña tur e kontesta ku nos mester*!

# data_list
source: Alternate Closing Message
pap_pap: Mensahe di Klousura Alternativo

# data_list
source: Thank you for sharing your thoughts 💙 Since we don’t have any volunteers for group admin, I will be closing this WhatsApp Support Group at the end of the Programme. Remember, you can still continue your @global.prog_name journey with your family!
pap_pap: Danki pa kompartí bo pensamentunan 💙 Komo ku nos no tin ningun boluntario pa atministrá e grupo, mi lo sera e Grupo di Sosten di WhatsApp akí na final di e Programa. Kòrda, bo por sigui bo biahe di @global.prog_name ku bo famia!

# data_list
source: Hello 👋 Thank you for sharing your thoughts about the programme. I’m sorry that you’re facing challenges. Here are a couple of things you can try: 1️⃣If there’s a skill or goal that you are finding difficult, remember you can always go back and rewatch the stories. Practice makes perfect! ✨ 2️⃣If you feel comfortable, please feel free to chat about the areas you’re finding tough with your peers in the WhatsApp Support Group. Your peers might have some helpful tips 👍 Remember, everyone’s learning journey is unique, and change takes time. But trust me, if you keep practising the skills you’ve learned, you’ll start to see progress. 🏅
pap_pap: Kon a bai? 👋 Danki pa kompartí bo pensamentunan tokante e programa. Mi ta lamentá ku bo ta konfrontando retonan. Akí tin un par di kos ku bo por purba: 1️⃣Si tin un abilidat òf meta ku bo ta haña difísil, kòrda ku semper bo por bai bèk i wak e historianan di nobo. Mas bo praktiká, mas mihó bo ta bira! ✨ 2️⃣Si bo ta sinti bo kómodo, por fabor sinti bo liber pa kòmbersá tokante e áreanan ku bo ta haña difísil ku otronan den e Grupo di Sosten di WhatsApp. Nan por tin algun tep útil 👍 Kòrda, tur hende su trayekto di siñamentu ta úniko i kambio ta tuma tempu. Pero konfia mi, si bo sigui praktiká e abilidatnan ku bo a siña, lo bo kuminsá mira progreso. 🏅

# data_list
source: Message of Support
pap_pap: Mensahe di Sosten

# data_list
source: Hello 👋 Thank you for sharing your feelings. It’s okay to have fears or feel sad when something you’ve been a part of is ending. Remember, 1️⃣Even though @global.prog_name is ending, your journey can continue. You have gained some ⭐amazing ⭐parenting skills that you can carry with you. 2️⃣The WhatsApp group can be a source of support well beyond the programme. Keep sharing your success and struggles in the WhatsApp Support Group, or with your peers. 3️⃣If you ever want to go back to any parenting skills or goals, you are review our chats. Practise makes perfect ✨ You did great throughout your @global.prog_name journey!
pap_pap: Kon a bai?👋 Danki pa kompartí bo sintimentunan. Ta bon pa tin miedu òf sinti tristu ora algu ku bo tabata parti di dje ta kabando. Kòrda, 1️⃣Ounke @global.prog_name ta kabando, bo biahe por sigui. Bo a gana algun abilidat di edukashon familiar ⭐asombroso ⭐ku bo por karga ku bo. 2️⃣E grupo di WhatsApp por ta un fuente di sosten hopi mas leu ku e programa. Sigui kompartí bo éksito i lucha den e Grupo di Sosten di WhatsApp, òf ku e otronan. 3️⃣Si bo ke bai bèk na kualke abilidat òf meta di edukashon familiar, bo por pasa riba nos kòmbersashonnan. Mas bo praktiká, mas mihó bo ta bira!✨ Bo a hasi un hopi bon trabou durante henter bo trayekto di @global.prog_name!

# data_list
source: Send this reminder message to the group
pap_pap: Manda e mensahe di rekordatorio akí pa e grupo

# data_list
source: Hello ⭐ 👀 I'd like to take a moment to remind everyone about the importance of our group's ground rules. 💚They're here to ensure that all of us feel comfortable sharing and maintain a positive environment. 🌱It's all about making this group a great place for everyone. ❗Please keep in mind that if the ground rules aren't consistently followed, we might need to consider removing members from the WhatsApp group for the well-being of all. See you in the next chat session.
pap_pap: Kon a bai?⭐ 👀 Mi ke tuma un ratu pa kòrda tur hende riba e importansia di e reglanan básiko di nos grupo. 💚Nan tei pa garantisá ku nos tur ta sinti nos mes kómodo pa kompartí i mantené un ambiente positivo. 🌱Ta trata di hasi e grupo akí un lugá bon pa tur hende. ❗Por fabor tene na mente ku si no ta sigui e reglanan básiko konsistentemente, nos lo mester konsiderá saka miembronan for di e grupo di WhatsApp pa bienestar di tur hende. Nos ta topa den e siguiente seshon di kòmbersashon.

# data_list
source: Send this reminder message to the parent who broke the ground rule
pap_pap: Manda e mensahe di rekordatorio akí pa e mayor ku a kibra e regla básiko

# data_list
source: Hello ⭐ 👀 Creating a positive environment in our WhatsApp group is important, and that relies on everyone following the ground rules. 🌱 I believe in the strength of our community. However, if difficulties continue, I may have to consider removing you from the group. Let's work together to maintain a respectful and supportive atmosphere. See you in the next chat session.
pap_pap: Kon a bai? ⭐ 👀 Krea un ambiente positivo den nos grupo di WhatsApp ta importante i esei ta dependé di tur hende pa sigui e reglanan básiko. 🌱 Mi ta kere den e forsa di nos komunidat. Sinembargo, si difikultatnan sigui, lo mi tin ku konsiderá di saka bo for di e grupo. Ban traha huntu pa mantené un ambiente respetuoso i di sosten. Nos ta topa den e siguiente seshon di kòmbersashon.

# data_list
source: Send this message to the parent after removing them from the WhatsApp Group
pap_pap: Manda e mensahe akí pa e mayor despues di a sak'é for di e Grupo di WhatsApp

# data_list
source: Hello ⭐ 👀 I have noticed despite reminders, the ground rules aren't being followed. 💚Unfortunately I have removed you from the WhatsApp group to maintain a positive environment for everyone.
pap_pap: Kon a bai?⭐ 👀 Mi a nota ku apesar di rekordatorionan, bo no ta siguiendo e reglanan básiko. 💚Lamentablemente mi a saka bo for di e grupo di WhatsApp pa mantené un ambiente positivo pa tur hende.

# data_list
source: Notify your supervisor once you remove them. You can block the parent if they continue to reach out to you.
pap_pap: Notifiká bo supervisor unabes bo sak'é. Bo por blòkia e mayor si e sigui buska kontakto bo.

# data_list
source: Send this message to the group after removing the parent who broke the ground rule
pap_pap: Manda e mensahe akí pa e grupo despues di a saka e mayor ku a kibra e regla básiko

# data_list
source: Hello Everyone ⭐, 👀 We want our group to be positive for everyone, and that means following the rules. 💚 Unfortunately, someone had to be removed because they weren't following the rules despite reminders. Let's keep things respectful and supportive. See you in the next chat session!
pap_pap: Kon a bai Tur Hende?⭐, 👀 Nos ke pa nos grupo ta positivo pa tur hende, i esei ta nifiká sigui e reglanan. 💚 Lamentablemente, mester a saka un hende pasobra e no tabata sigui e reglanan apesar di rekordatorionan. Ban mantené rèsptèt i sostené otro. Nos ta topa den e siguiente seshon di kòmbersashon!

# data_list
source: Send This Message to the Parent
pap_pap: Manda e Mensahe Akí pa e Mayor

# data_list
source: Hi!😃Thank you for your message. My role in this activity is limited to sharing messages in the group only. I unfortunately do not have the capacity to respond to each individual message.😔 🔑 If you are comfortable posting your questions in the group, please feel free to do so during our chat sessions! 💡
pap_pap: Kon a bai?😃Danki pa bo mensahe. Mi ròl den e aktividat akí ta limitá na kompartí mensahenan den e grupo so. Lamentablemente mi no tin e kapasidat pa kontestá na kada mensahe individual.😔 🔑 Si bo ta sinti bo kómodo pa pone bo preguntanan den e grupo, por fabor sinti bo liber pa hasi esaki durante nos seshonnan di kòmbersashon! 💡

# data_list
source: Reminder for Participation
pap_pap: Rekordatorio pa Partisipashon

# data_list
source: 🔔 Quick Reminder: We all benefit when everyone joins in! Your experiences are important. Share your thoughts and let's keep this group lively and supportive for everyone. 🌷
pap_pap: 🔔 Rekordatorio Rápido: Nos tur ta benefisiá ora tur hende djòin! Bo eksperensianan ta importante. Kompartí bo pensamentunan i ban tene e grupo akí bibu i kaminda nos tur ta sostené otro. 🌷

# data_list
source: Praising active parents
pap_pap: Duna elogio na mayornan aktivo

# data_list
source: Big shoutout to those actively participating! 🌟 Your experiences matter. If you haven't shared yet, we'd love to hear from you too. Every parent is important! 💚
pap_pap: Un 'shoutout' grandi na esnan ku ta partisipá aktivamente! 🌟 Bo eksperensianan ta importante. Si bo no a kompartí ainda, nos lo ke tende di bo tambe. Tur mayor ta importante! 💚

# data_list
source: Setting expectations for the group
pap_pap: Pone ekspektativanan pa e grupo

# data_list
source: Just a friendly reminder: This group is a safe space for sharing and learning. 💙 We encourage everyone to participate and make this a positive experience for all. 🌱 Let's build a supportive community together! 🌷
pap_pap: Djis un rekordatorio amistoso: E grupo akí ta un espasio seif pa kompartí i siña. 💙 Nos ta enkurashá un i tur pa partisipá i hasi esaki un eksperensia positivo pa un i tur. 🌱 Ban konstruí huntu un komunidat ku ta sostené otro! 🌷

# data_list
source: Privately messaging the parent
pap_pap: Mandando mensahe privá na e mayor

# data_list
source: Hi there! 👋 We've noticed you haven't shared much in the group. Is there anything specific you'd like to see or discuss? Your input is important to us! Feel free to share your thoughts. 😊
pap_pap: Hei konta? 👋 Nos a nota ku bo no a kompartí hopi den e grupo. Tin algu spesífiko ku bo ke mira òf diskutí? Bo aporte ta importante pa nos! Sinti bo liber pa kompartí bo pensamentunan. 😊

# data_list
source: Directly ask a specific parent to share
pap_pap: Puntra un mayor spesífiko direktamente pa kompartí

# data_list
source: [Enter a Parent's Name], we'd love to hear about your week with @global.prog_name. Would you be interested in sharing how it went?
pap_pap: [Hinka Nòmber di un Mayor], nos lo ke tende tokante bo siman ku @global.prog_name. Bo ta interesá pa kompartí kon el a bai?

# data_list
source: Before hitting send, please make sure to tag a specific parent by typing @Parent’s Name
pap_pap: Promé ku bo primi manda, por fabor hasi sigur di tag un mayor spesífiko dor di skirbi @Nòmber di Mayor

# data_list
source: Check if it is a good time for WhatsApp Chat
pap_pap: Kontrolá si ta un bon momentu pa WhatsApp Chat

# data_list
source: Hello Parents, 👋 ⏱️I value your time and want to ensure our chat is convenient for everyone. ⭐Does this time work well for our conversations? 🔔Is there another time that works for you? Your input matters!
pap_pap: Kon a bai Mayornan? 👋 ⏱️Mi ta balorá boso tempu i ke sòru pa nos kòmbersashon kumbiní tur hende. ⭐E orario akí ta funshoná bon pa nos kombersashonnan? 🔔Tin un otro orario ku ta funshoná pa bo? Bo aporte ta importante!

# data_list
source: Father
pap_pap: Tata

# data_list
source: Son 5
pap_pap: Yu hòmber 5

# data_list
source: Son 17
pap_pap: Yu hòmber 17

# data_list
source: Research and materials that shaped this programme
pap_pap: Investigashon i materialnan ku a forma e programa akí

# data_list
source: The structure and content of this current programme were drawn and adapted from the following key resource materials: Lachman, J. & Hutchings, J. (2018) _Parenting for Lifelong Health Programme for Young Children – Facilitator Manual_. European Version. Fifth Edition Lachman, J. & Hutchings, J. (2017). _Parenting for Lifelong Health Programme for Young Children. Parent Handbook_. Fourth Edition Doubt et al. (2015). _Sinovuyo Caring Families Programme for mothers, fathers, and caregivers and Teens. Facilitator Manual._ Parenting for Lifelong Health for Teens. Third Edition Doubt et al. (2016). _Sinovuyo Caring Families Programme for mothers, fathers, and caregivers and Teens. Family Guidebook._ Parenting for Lifelong Health for Teens. First Edition Education Endowment Foundation. (2018). _Preparing for Literacy: Improving Communication, Language and Literacy in the Early Years_. Education Endowment Foundation. Education Endowment Foundation. (2021). _Working with mothers, fathers, and caregivers to Support Children’s Learning_, London: Education Endowment Foundation. Linehan, M. (2020). _DBT skills training manual: for the therapist. (1st ed)_. EDULP, 2020. Digital book, EPUB Save the Children's Ready to Learn programming. Evidence-driven, play-based response to the global learning crisis in which millions of children are not gaining the skills they need to succeed in school and life.
pap_pap: A saka i a adaptá e struktura i kontenido di e programa aktual akí for di e siguiente materialnan klave di rekurso: Lachman, J. & Hutchings, J. (2018) _Parenting for Lifelong Health Programme for Young Children – Facilitator Manual_. European Version. Fifth Edition Lachman, J. & Hutchings, J. (2017). _Parenting for Lifelong Health Programme for Young Children. Parent Handbook_. Fourth Edition Doubt et al. (2015). _Sinovuyo Caring Families Programme for mothers, fathers, and caregivers and Teens. Facilitator Manual._ Parenting for Lifelong Health for Teens. Third Edition Doubt et al. (2016). _Sinovuyo Caring Families Programme for mothers, fathers, and caregivers and Teens. Family Guidebook._ Parenting for Lifelong Health for Teens. First Edition Education Endowment Foundation. (2018). _Preparing for Literacy: Improving Communication, Language and Literacy in the Early Years_. Education Endowment Foundation. Education Endowment Foundation. (2021). _Working with mothers, fathers, and caregivers to Support Children’s Learning_, London: Education Endowment Foundation. Save the Children's Ready to Learn programming. Evidence-driven, play-based response to the global learning crisis in which millions of children are not gaining the skills they need to succeed in school and life. Linehan, M. (2020). _DBT skills training manual: for the therapist. (1st ed)_. EDULP, 2020. Digital book, EPUB.

# data_list
source: Step 1: Create a parent group in the App
pap_pap: Stap 1: Krea un grupo di mayor den e App

# data_list
source: This sets up the space where you’ll manage all parents in your group. 1️⃣ Go to _Groups_ 2️⃣ Select _Create New Group_ 3️⃣ Enter the basic details of the group: group name, age group (young children, teens, or mixed) and delivery format (all remote, with in-person opening or closing, or both) 4️⃣ Save your new group 👉 This is now the “home” where you’ll manage everything for this parent group.
pap_pap: Esaki ta pone e espasio kaminda bo ta manehá tur mayor den bo grupo. 1️⃣ Bai na _Gruponan_ 2️⃣ Selektá _Krea Grupo Nobo_ 3️⃣ Hinka e detayenan básiko di e grupo: nòmber di grupo, grupo di edat (mucha yòn, hóben, òf kombiná) i forma di duna e seshonnan (tur hende riba distansia, en persona ku un apertura i klousura òf tur dos) 4️⃣ Warda bo grupo nobo 👉 Esaki ta awor e “kas” kaminda bo ta manehá tur kos pa e grupo mayor akí.

# data_list
source: Step 2: Conduct Individual Consultations
pap_pap: Etapa 2: Hiba Konsultanan Individual

# data_list
source: Before the programme begins, call or message each parent. Use this time to: 1️⃣ Explain what the programme is about and how it will be delivered (through WhatsApp group sessions and activities at home). 2️⃣ Share what parents can expect each week (videos, home activities, and group chats). 3️⃣ Answer any questions or concerns they may have. 4️⃣ Collect basic information about the parent, their child, and family situation. 5️⃣ Build a friendly and trusting relationship. 6️⃣ Encourage them to participate actively in the WhatsApp group. 💡 Tip: Follow the Individual Consultation Guide for sample questions and key points to cover.
pap_pap: Promé ku e programa kuminsá, yama òf manda un mensahe pa kada mayor. Usa e tempu akí pa: 1️⃣ Splika kiko e programa ta trata i kon e lo duna esaki (pa medio di seshonnan i aktividatnan di grupo di WhatsApp na kas). 2️⃣ Kompartí loke mayornan por spera tur siman (vidionan, aktividatnan na kas, i kòmbersashon den grupo). 3️⃣ Kontestá kualke pregunta òf prekupashon ku nan por tin. 4️⃣Tuma informashon básiko tokante e mayor, su yu, i situashon di famia. 5️⃣ Konstruí un relashon amistoso i di konfiansa. 6️⃣ Enkurashá nan pa partisipá aktivamente den e grupo di WhatsApp. 💡 Tip: Sigui e Guia di Konsulta Individual pa preguntanan ehèmpel i puntonan klave pa kubri.

# data_list
source: Step 3: Complete Parent Profiles
pap_pap: Etapa 3: Kompletá e profilnan di mayor

# data_list
source: During or after each consultation, open your parent group in the app. 1️⃣ Tap _Add Caregiver_ 2️⃣ Fill in the Caregiver Profile 3️⃣ Save the profile 4️⃣ Repeat for each caregiver in the group This profile captures important background information about the parent, child, and family situation.
pap_pap: Durante òf despues di kada konsulta, habri bo grupo di mayor den e aplikashon. 1️⃣ Primi _Agregá Kuido_ 2️⃣ Yena e Profil di Kuido 3️⃣ Warda e profil 4️⃣Ripití pa kada dunadó di kuido den e grupo E profil akí ta kapta informashon importante di antesedente tokante e mayor, e yu i e situashon di famia.

# data_list
source: Step 4: Create the WhatsApp Group
pap_pap: Etapa 4: Krea e Grupo di WhatsApp

# data_list
source: Save parents’ names and WhatsApp numbers (if available) on your phone Create your WhatsApp group with a temporary name, icon, and description.
pap_pap: Warda nòmber i number di WhatsApp di mayornan (si ta disponibel) riba bo telefòn Krea bo grupo di WhatsApp ku un nòmber, símbolo i deskripshon temporal.

# data_list
source: Use collaborative approach to learning
pap_pap: Usa aserkamentu di kolaborashon pa siña
