Repository: IDEMSInternational/plh-digital-content
Catalog: translations/plh_facilitator_cw/pap/pap_main.po
Languages: pap_pap

# data_list
source: The key approach to @global.prog_name is that we draw on the shared wisdom and experience of our parents to help brainstorm and problem-solve the challenges we want to tackle at home. That means that we want everybody to pool their ideas so that we all develop and practice new skills. Parents are welcome to share in whatever way they are most comfortable: text or audio messages. The foundation for this programme is the idea that parents want to strengthen their relationships with their kids in order to build a healthy home. That’s why they are here! The programme encourages positive interactions between parents and kids by helping parents to develop skills around praising good behaviour, spending quality time, and talking about feelings. If parents are spending time reinforcing positive behaviours with praise, then parents will have to do less work managing problem behaviours. Other skills that the programme introduces to manage unwanted behaviours include ignoring and redirecting negative attention-seeking behaviours and introducing consequences. The notion that children are kept safe by establishing rules and routines, planning for any risks, and surrounding them with as much care as possible underscores the entire programme. The programme uses online messaging platforms that are familiar to parents (e.g., WhatsApp, Viber, Telegram, Facebook Messenger, etc.). The main teaching method in this programme is to do activities together to enable learning through doing instead of learning through being told. This method helps participants to learn both during the sessions and at home. This is because we all remember and understand things much better when we have done them ourselves.
pap_pap: E aserkamentu klave pa @global.prog_name ta ku nos ta usa e sabiduria i eksperensia kompartí di nos mayornan pa yuda pensa huntu i solushoná problema pa loke ta trata e retonan ku nos ke atendé na kas. Esei ta nifiká ku nos ke pa tur hende pone nan ideanan huntu pa nos tur desaroyá i praktiká abilidatnan nobo. Mayornan ta bon biní pa kompartí na kualke manera ku nan ta mas kómodo: mensahenan di teksto òf oudio. E fundeshi pa e programa akí ta e idea ku mayornan ke fortalesé nan relashonnan ku nan yunan pa asina konstruí un hogar salú. Ta p’esei nan ta akí! E programa ta enkurashá interakshonnan positivo entre mayornan i muchanan dor di yuda mayornan desaroyá abilidatnan ku ta enserá elogiá bon komportashon, pasa tempu di kalidat i papia tokante sintimentunan. Si mayornan ta dediká tempu na reforsá komportashonnan positivo ku elogio, e ora ei mayornan lo mester hasi ménos trabou pa manehá komportashonnan problemátiko. Otro abilidatnan ku e programa ta introdusí pa manehá komportashonnan indeseá ta inkluí ignorá i redirigí komportashonnan negativo di buska atenshon i introdusí konsekuensianan. E idea ku ta tene muchanan seif dor di establesé reglanan i rutinanan, plania pa kualke riesgo, i rondoná nan ku mas tantu kuido posibel ta sirbi komo un base pa henter e programa. E programa ta usa plataformanan di mensahe ònlain ku ta konosí pa mayornan (p.e., WhatsApp, Viber, Telegram, Facebook Messenger, etc.). E método prinsipal di enseñansa den e programa akí ta pa hasi aktividatnan huntu pa permití siñamentu dor di hasi en bes di siña dor di wòrdu bisá kiko pa hasi. E método akí ta yuda e partisipantenan siña tantu durante e seshonnan komo na kas. Esaki ta pasobra nos tur ta kòrda i komprondé kosnan muchu mas mihó ora nos mes a hasi nan.

# data_list
source: _Only if you are delivering in-person session for your parent group_ - Make sure all materials and venues are prepared in advance of the session. - Greet caregivers when they arrive at the session. - Create a safe, comfortable and empathetic space, make them feel welcome with a smile and eye contact. - Understand the relationship between the parent and their children. Remember that each relationship will be different. - Remember that every child develops at different speeds and stages. - Respect what participants share and be aware of different ages, genders, values, and circumstances. - Encourage caregivers to share and respond to each other - and praise them when they do it! - Remind caregivers of group rules when needed. - Notice when a parent is quiet or struggles with something and provides support. - Model the behaviour you want to see among the mothers, fathers, and caregivers. - Use energisers to keep live interactions engaging and fun.
pap_pap: _Solamente si bo ta fasilitando seshon en persona pa bo grupo di mayor_ - Sòru pa tur material i lugá ta prepará promé ku e seshon. - Saludá e dunadónan di kuido ora nan yega na e seshon. - Krea un espasio seif, kómodo i empatiko, laga nan sinti nan mes bon biní ku un sonrisa i kontakto visual. - Komprondé e relashon entre e mayor i su yunan. Kòrda ku kada relashon lo ta diferente. - Kòrda ku kada mucha ta desaroyá na diferente ritmo i fase. - Respetá loke e partisipantenan ta kompartí i ta konsiente di diferente edat, sekso, balornan i sirkunstansia. - Enkurashá dunadónan di kuido pa kompartí i reakshoná riba otro su aporte - i elogiá nan ora nan hasié! - Kòrda dunadónan di kuido riba reglanan di grupo ora ta nesesario. - Ripará ora un mayor ta ketu òf ta lucha ku algu i brinda sosten. - Duna ehèmpel di e komportashon ku bo ke mira bou di e mamanan, tatanan i dunadónan di kuido. - Usa aktividatnan ku ta duna energia pa tene interakshonnan bibu atraktivo i dibertido.

# data_list
source: It’s important to be **well prepared**. This shows respect for the parents and will help ensure that they get as much out of the module as they can. Each module begins with ways you can prepare to deliver a session. Before the day begins: 1️⃣ Ensure you know what needs to take place. 2️⃣ On Learn with a Story, Home Practice Reminder and Chat Coming Soon that means thinking through when you will send messages. 3️⃣ On Let’s Connect that means re-reading the module you will be giving, scrolling through messages that parents have sent about home practice (if any) and making sure that you are absolutely clear on what needs to take place. 4️⃣ Go through any notes you have to personalise or direct message parents as necessary. This will also help you to remember what took place and prepare you for the next module. 5️⃣ Ensure that any technology that you need is prepared: Phones charged, videos, recordings and illustration files have been tested and are ready to upload, internet connection secure. Make a back-up plan for any tech failures – including alternative ways to communicate with parents and re-scheduling group sessions if needed. 6️⃣ If you’re creating audio or video files of yourself to upload, make sure that the audio or video message is as clear as possible – they don’t need to be professional, but they do need to communicate clearly! Make sure there’s enough light and that you are clearly visible, don’t change the direction of the video you are shooting (for video), avoid background sounds and speak clearly.
pap_pap: Ta importante pa ta **bon prepará**. Esaki ta mustra rèspèt pa e mayornan i lo yuda nan pa saka mas tantu for di e módulo ku nan por. Kada módulo ta kuminsá ku maneranan ku bo por prepará pa fasilitá un seshon. Promé ku e dia kuminsá: 1️⃣ Sòru pa bo sa kiko mester tuma lugá. 2️⃣ Pa loke ta trata Siña ku un Historia, Rekordatorio di Práktika na Kas i 'Chat' Ta Bin Pronto esei ta nifiká pensa riba ki ora bo ta bai manda mensahenan. 3️⃣ Pa loke ta trata Let’s Connect esei ta nifiká bolbe lesa e módulo ku bo ta bai duna, pasa dor di mensahenan ku mayornan a manda tokante práktika na kas (si tin) i sòru pa bo ta kompletamente konsiente di kiko mester tuma lugá. 4️⃣ Pasa dor di kualke nota ku bo tin pa personalisá òf manda un mensahe direkto mayornan segun ta nesesario. Esaki lo yuda bo tambe pa kòrda kiko a tuma lugá i prepará bo pa e siguiente módulo. 5️⃣ Sòru pa kualke teknologia ku bo mester, ta prepará: Telefònnan kargá, tèst vidionan, grabashonnan i failnan di ilustrashon i nan ta kla pa subi, konekshon di internèt sigur. Traha un plan B pa kualke fayo di teknologia – inkluyendo maneranan alternativo pa komuniká ku mayornan i re-programá seshonnan di grupo si ta nesesario. 6️⃣ Si bo ta kreando failnan di oudio òf vidio di bo mes pa subi, sòru pa e mensahe di oudio òf vidio ta mas kla posibel – nan no mester ta profeshonal, pero nan mester trese e mensahe ku klaridat! Sòru pa tin sufisiente lus i ku bo ta bon visibel, no kambia e direkshon di e vidio ku bo ta grabando (ora ta trata vidio), evitá zonidonan di fondo i papia kla.

# data_list
source: You’ll help parents learn one new parenting skill each week by sharing lesson content across the week. 📹 **What You’ll Share** Each week, you’ll send videos with parenting tips. These tips are the main part of the module. Most videos include two short stories: 👶 One for children aged 2–9 🧑‍🎓 One for teens aged 10–17 👉 If your group includes only young children or only teens, you’ll send one story video. 👉 If your group includes both, you’ll send both videos. 📖 **What’s in the videos?** Each story uses illustrations to show real-life situations. A short explainer at the end helps parents reflect and understand the parenting tips. These stories make it easier for parents to relate to the skill and think about how to use it at home. 🏡 **Home Practice** Each week, parents are encouraged to try the tips at home. This is a key part of the programme! It helps parents practice new skills in real life. You can support them by helping them plan: 🕓 When to try the tip 📍 Where they can do it 📝 How they might do it with their child
pap_pap: Lo bo yuda mayornan siña un abilidat nobo di edukashon familiar tur siman dor di kompartí kontenido di lès durante henter siman. 📹 **Kiko Bo Ta Kompartí** Tur siman, bo ta manda vidionan ku tepnan di edukashon familiar. E tepnan akí ta e parti prinsipal di e módulo. Mayoria di e vidionan ta inkluí dos historia kòrtiku: 👶 Un pa muchanan di 2–9 aña di edat. 🧑‍🎓 Un pa tinernan di 10–17 aña di edat 👉 Si bo grupo ta inkluí solamente mucha chikí òf solamente tiner, bo ta manda un vidio di historia. 👉 Si bo grupo ta inkluí tur dos, bo ta manda tur dos vidio. 📖 **Kiko tin den e vidionan?** Kada historia ta usa ilustrashonnan pa mustra situashonnan di bida real. Un splikashon kòrtiku na final ta yuda mayornan reflehá i komprondé e tepnan di edukashon familiar. E historianan akí ta hasié mas fásil pa mayornan relashoná ku e abilidat i pensa kon pa us’é na kas. 🏡 **Práktika na Kas** Tur siman, ta enkurashá mayornan pa purba e tepnan na kas. Esaki ta un parti klave di e programa! E ta yuda mayornan praktiká abilidatnan nobo den bida real. Bo por sostené nan dor di yuda nan plania: 🕓 Ki ora pa purba e tep 📍Unda nan por hasie 📝 Kon nan por hasié ku nan yu

# data_list
source: Encourage parents to practice their parenting tips at home by reminding them that the key to changing behaviours and attitudes is to practice them in their own lives. You will send two reminders during the week:
pap_pap: Enkurashá mayornan pa praktiká nan tepnan di edukashon familiar na kas dor di kòrda nan ku e yabi pa kambia komportashon i aktitut ta pa praktiká nan den nan mes bida. Lo bo manda dos rekordatorio durante siman:

# data_list
source: **Welcome and Check-in** Begin each session with a message that welcomes the parents to the session chat. Check-in to make sure that everyone is ready to begin the session. This is easier said than done when you are online! You may want to ask if that everybody’s connection is steady and that they are comfortable and sitting somewhere where they can ‘chat’. Praise parents for making the effort to join the session and let them know you are excited to get going! Take responsibility for ensuring that everybody’s contribution is heard. This means making sure you understand the language needs and abilities of participants before you begin – will everybody be typing? Or will there be a mix of audio and text from parents? Framing the session: It’s important to let parents know what to expect from each session. Start each session by letting them know what home activity are we discussing. Ask parents how they are feeling today. You can model this process by sending a message that shares about how you are feeling today and describing where you are feeling it in your body, for example: “Today I am tired! I was up at night with my child. I can feel it in my sore, heavy feet, which don’t seem to want to walk anywhere very fast!” **Checking in on home activity** Start by reminding parents what last week’s parenting tip was. Ask a simple question to see who tried it — like a 👍 or “Yes/Not yet.” Keep it light and supportive. Praise parents who gave it a try, even if it was just a little. Encourage those who didn’t — remind them it’s okay to try again this week. **Voting on a challenge to discuss** After checking in on the home activity, give parents a chance to vote on a common challenge they may have faced. Share 3–4 relatable options. This helps parents feel seen and makes it easy to respond. Let them know it’s normal to face challenges — voting creates a safe space to talk about what was hard.
pap_pap: **Bon Bini i Chèk** Kuminsá kada seshon ku un mensahe ku ta yama e mayornan bon biní na e seshon di kòmbersashon. Hasi un chèk pa ta sigur ku tur hende ta kla pa kuminsá e seshon. Esaki ta mas fásil pa bisa ku hasi ora bo ta ònlain! Bo por puntra si e konekshon di tur hende ta stabil i ku nan ta sinti nan mes kómodo i si nan ta sintá un kaminda kaminda nan por 'chat'. Elogiá mayornan pa a hasi e esfuerso pa djòin e seshon i laga nan sa ku bo ta entusiasmá pa kuminsá! Tuma responsabilidat pa perkurá pa tur hende su kontribushon wòrdu skuchá. Esaki ta nifiká sòru ku bo ta komprondé e nesesidatnan i abilidatnan di idioma di e partisipantenan promé ku bo kuminsá – tur hende lo taip? Òf lo tin un meskla di oudio i teksto di mayornan? Formulá enfoke di e seshon: Ta importante pa laga mayornan sa kiko por spera di kada seshon. Kuminsá kada seshon dor di laga nan sa di ki tepnan di edukashon familiar lo bo papia awe i si nan por spera di mira ilustrashonnan, vidio... òf tur dos! Puntra mayornan kon nan ta sinti awe. Bo por duna ehèmpel di e proseso akí dor di manda un mensahe tokante kon abo ta sintiendo awe i deskribí unda bo ta sintié den bo kurpa, por ehèmpel: “Awe mi ta kansá! Mi a keda lantá anochi ku mi yu. Mi por sintié den mi pianan due i pisá, ku no ta parse di ke kana muchu lihé bai niun kaminda!” **Chèk riba aktividat na kas** Kuminsá dor di kòrda mayornan kiko tabata e tep di edukashon familiar di siman pasá. Hasi un pregunta simpel pa wak ken a purba esaki — manera un 👍 òf “Si/Ainda nò.” Mantené esaki simpel i duna sosten. Elogiá mayornan ku a purba, asta si e tabata djis un tiki. Enkurashá esnan ku no a hasié — kòrda nan ku ta bon pa purba atrobe e siman akí. **Vota riba un reto pa diskutí** Despues di chèk riba e aktividat di kas, duna mayornan un chèns pa vota riba un reto komun ku porta nan a enfrentá. Kompartí 3–4 opshon ku nan por relashoná kuné. Esaki ta yuda mayornan sinti ku nan ta wòrdu mirá i ta hasié fásil pa reakshoná. Laga nan sa ku ta normal pa enfrentá retonan — votashon ta krea un espasio seif pa papia tokante loke tabata difísil.

# data_list
source: **Discussing Solution** Before arriving at a solution, it is useful to explore the challenge in depth. _**Tips for exploring questions and challenges**_ Use open-ended questions! So instead of saying “did you do this tip?” ask “How did the tip work in your home?” Try using Who? What? When? Why? Where? And How? Remember to redirect what the participant says to topics related to the programme. Praise, praise, and praise some more! When you praise the parents, you demonstrate how praising works and help to promote the positive while parents are tackling challenges. The stages of problem solving can be useful to develop a specific pool of possible solutions to the challenges that are being discussed. Brainstorm solutions: Start the process with a quick brainstorm for possible solutions. Invite all parents to contribute any ideas that they think will work. If they are struggling to contribute, ask them to share strategies that they have tried in their own homes. Make sure you take note of the solutions you would like to discuss further with the group. Summarise the solutions that have been proposed. Explore the consequences for the selected solutions: Explore solutions by inviting the group to think about the consequences of each proposed solution. This might include a child’s perspective or experience of each solution; and any feelings that it might evoke. Guide the discussion carefully so that parents have an opportunity to think through what might not work with any problematic suggestions. Select a solution: Parents pick a solution that they want to try out at home. → Remember to praise: Praise parents for working through a challenge and encourage them to try their solution out at home. **Open Feedback** Invite parents to share their experience from home – ensuring that each parent that wants to share gets a chance to do so. Parents can share success stories as well as any challenges that came up while they were practicing at home. Connect the success to the building block for that parenting tip. This will help to remind and reinforce the building blocks for that parenting tip. Invite the group to then discuss the challenge(s) that have been shared. Select one of the challenges shared by the parents. Follow the steps of “Discussing the solution.” Remember that parents will often expect facilitators to have all of the answers – but parents are the experts in their own lives and have a lot of experience to draw from in sharing their own solutions. This will help circulate new ideas to the group. **Take a Pause and Closing** Take a Pause is an opportunity for parents to reconnect with their breathing and themselves. It’s a quiet moment at the end of the session that they can also use at home when they are feeling stressed. Closing the session is an opportunity to pull out the most important content from the session. Most importantly, closing the session is an opportunity to tell parents what they are doing right! Thank parents for sharing and reminding them all how difficult it can be to try new things. Praise, praise, praise them for the work they are doing to make themselves and their families healthier and happier!
pap_pap: **Diskutí Solushon** Promé ku yega na un solushon, ta útil pa eksplorá e reto profundamente. _**Tepnan pa eksplorá preguntanan i retonan**_ Usa preguntanan habrí! Pues en bes di bisa “bo a hasi e tep akí?” puntra “Kon e tep a funshoná den bo kas?” Purba usa Ken? Kiko? Ki ora? Dikon? Na unda? I Kon? Kòrda redirigí loke e partisipante ta bisa na tópikonan relashoná ku e programa. Elogiá, elogiá, i elogiá un tiki mas! Ora bo ta elogiá e mayornan, bo ta demostrá kon elogio ta funshoná i ta yuda promové loke ta positivo miéntras mayornan ta atendé ku retonan. E fasenan di solushoná problema por ta útil pa desaroyá un grupo spesífiko di posibel solushonnan pa e retonan ku ta diskutí. Pensa solushonnan huntu: Kuminsá e proseso ku un 'brainstorm' rápido pa posibel solushonnan. Invitá tur mayor pa kontribuí ku kualke idea ku nan ta kere ku lo funshoná. Si nan tin difikultat pa kontribuí, pidi nan pa kompartí strategianan ku nan a purba den nan mes kas. Sòru pa bo tuma nota di e solushonnan riba kua ku bo ke papia mas aleu ku e grupo. Resumí e solushonnan ku nan a proponé. Eksplorá e konsekuensianan pa e solushonnan selektá: Eksplorá solushonnan dor di invitá e grupo pa pensa riba e konsekuensianan di kada solushon proponé. Esaki por inkluí e perspektiva òf eksperensia di un mucha pa ku kada solushon; i kualke sintimentu ku e por lanta. Guia e diskushon kuidadosamente pa asina mayornan tin un oportunidat pa pensa riba kiko kisas lo no funshoná ku e sugerensianan ku lo por trese problema. Selektá un solushon: Mayornan ta skohe un solushon ku nan ke purba na kas. → Kòrda elogiá: Elogiá mayornan pa traha riba un reto i enkurashá nan pa purba nan solushon na kas. **Komentario habrí** Invitá mayornan pa kompartí nan eksperensia for di kas – sigurando ku kada mayor ku ke kompartí ta haña un chèns pa hasi esaki. Mayornan por kompartí historianan di éksito i tambe kualke reto ku a bini dilanti miéntras nan tabata praktiká na kas. Konektá e éksito na e komponente básiko pa e tep di edukashon familiar ei. Esaki lo yuda pa kòrda i reforsá e komponentenan básiko pa e tep di edukashon familiar ei. Invitá e grupo pa despues papia tokante e reto(nan) ku nan a kompartí. Selektá un di e retonan ku e mayornan a kompartí. Sigui e pasonan di “Diskutí e solushon.” Kòrda ku mayornan hopi bia lo spera ku fasilitadónan tin tur e kontestanan – pero mayornan ta e ekspertonan den nan mes bida i tin hopi eksperensia pa saka for di dje pa kompartí nan mes solushonnan. Esaki lo yuda sirkulá ideanan nobo pa e grupo. **Tuma un Pousa i Klousura** Tuma un Pousa ta un oportunidat pa mayornan rekonektá ku nan halamentu di rosea i nan mes. E ta un momentu trankil na final di e seshon ku nan por usa tambe na kas ora nan ta sinti strès. Klousura di e seshon ta un oportunidat pa saka e kontenido mas importante for di e seshon. Mas importante ainda, sera e seshon ta un oportunidat pa bisa mayornan kiko nan ta hasiendo korekto! Gradisí mayornan pa kompartí i rekordá nan tur kon difísil e por ta pa purba kosnan nobo. Elogiá, elogiá, elogiá nan pa e trabou ku nan ta hasendo pa hasi nan mes i nan famia mas saludabel i felis!

# data_list
source: At the end of every Let’s Connect session, you will be asked to complete a short report in the app. This includes recording parent attendance, reflecting on how the session went, and noting any challenges you faced and what you might try differently next time. These reports are not just about record-keeping—they are a chance for you to pause, reflect, and learn from your own experience. Each session brings something new, and taking a few minutes to capture your thoughts can help you build confidence, celebrate what went well, and identify small changes that can make the next session even smoother. Based on the attendance you record, the Actions tab will highlight parents who have missed two sessions in a row. This makes it easier for you to notice families who might need some extra encouragement. By reaching out early, you can help them feel supported and keep them engaged in the programme.
pap_pap: Na final di kada seshon di Let’s Connect, lo pidi bo pa kompletá un rapòrt kòrtiku den e aplikashon. Esaki ta inkluí anotá asistensia di mayornan, reflehá riba kon e seshon a bai i anotá kualke reto ku bo a enfrentá i kiko bo por purba diferente otro biaha. E rapòrtnan akí no ta djis tokante mantenshon di registro—nan ta un chèns pa bo para ketu, reflehá i siña for di bo propio eksperensia. Kada seshon ta trese algu nobo, i tumando algun minüt pa kapta bo pensamentunan por yuda bo krea konfiansa, selebrá loke a bai bon, i identifiká kambionan chikí ku por hasi e siguiente seshon kana mas mihó ainda. A base di e asistensia ku bo ta registrá, e página di Akshonnan lo pone énfasis riba mayornan ku a pèrdè dos seshon tras di otro. Esaki ta hasié mas fásil pa bo nota famianan ku kisas mester di algun enkurashamentu èkstra. Dor di yega trempan, bo por yuda nan sinti nan mes sostené i tene nan enbolbí den e programa.
