Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_crisis_afghanistan/*/*_afg_survey.po
Languages: fa

# text
source: It looks like this is not a good time. Please type 1 if you'd like to continue.
fa: به نظر می‌رسد که فعلا زمان مناسبی نیست. لطفاً اگر می‌خواهید ادامه بدهید، عدد 1 را بنویسید.

# text
source: You will continue with your progress tomorrow.
fa: شما فردا ادامه‌ی روند خود را دریافت خواهید کرد.

# text
source: Can you believe it’s been a month? ⏳
fa: باور می‌کنید که یک ماه گذشته؟ ⏳

# text
source: We’d love to check in and see how you’re doing ❤️. It’ll take less than 5 minutes.
fa: خیلی خوشحال می‌شویم بدانیم حال‌تان چطور است ❤️. کمتر از ۵ دقیقه زمان می‌برد.

# text
source: Is now a good time? 🙂
fa: آیا حالا وقت مناسبی هست؟ 🙂

# text
source: Press a number on your keypad:
fa: لطفاً یکی از گزینه‌ها را از صفحه کلید خود انتخاب کنید:

# text
source: 1. Yes
fa: 1. بلی

# text
source: 2. No
fa: 2. نخیر

# text
source: That's okay.
fa: مشکلی ندارد، صحیست.

# text
source: Sorry, I don't understand what you mean.
fa: متاسفم، متوجه منظور تان نشدم.

# text
source: We’ll ask 3 quick questions first 💬
fa: ابتدا 3 سوال کوتاه می‌پرسیم 💬

# text
source: This helps us share tips that are right for families like yours ❤️ 🕊️
fa: این کار کمک می‌کند توصیه های متناسب با خانواده‌هایی مثل شما شریک بسازیم ❤️ 🕊️

# text
source: Parenting is so important. How many days in the past week did you play with your children, help them learn something new, or talk with your children about how they’re doing?
fa: والد بودن خیلی مهم است. چند روز از هفته گذشته را با اطفال تان بازی کردید، چیزی جدید یادشان دادید یا درباره حالشان با آن‌ها صحبت کردید؟

# text
source: You’re doing what you can, and that matters 💛, every small moment of connection counts 💪.
fa: شما در حال انجام کاری هستید که اهمیت دارد 💛، هر لحظه‌ی حتی کم ارتباطی ارزشمند است 💪.

# text
source: That’s wonderful to hear 🌟💖, your time and care make a big difference in your child’s life.
fa: شنیدن این خبر عالیست 🌟💖، زمانی که برای اطفال می‌گذارید، تفاوت بزرگی ایجاد می‌کند.

# text
source: That’s completely okay 💙, we’re here to support you, no matter where you’re at 💫🤝
fa: کاملاً مشکلی ندارد 💙، ما اینجاییم تا در هر مرحله ازین روند همراه‌تان باشیم 💫🤝

# text
source: We know life can be stressful. Over the last week, how often did you feel nervous, anxious or on edge?
fa: می‌دانیم که زندگی می‌تواند استرس‌زا باشد. در هفته گذشته، چند بار احساس نگرانی، اضطراب یا تنش داشتید؟

# text
source: That’s great to hear 💛Thank you for sharing ☀️
fa: شنیدن این خبر عالی است 💛 تشکر که با ما به اشتراک گذاشتید ☀️

# text
source: Thank you for sharing 💙 We’re sorry to hear life has been stressful, and hope we can help 🤝
fa: تشکر از اشتراک‌گذاری 💙 متأسفیم که شرایط سختی داشته‌اید و امیدواریم بتوانیم کمک کنیم 🤝

# text
source: That’s okay 💙, no need to share more than you want to 🙏
fa: درست است 💙 نیازی نیست چیزی فراتر از میل‌تان بگویید 🙏

# text
source: Over the past week, how often were you not able to stop or control worrying?
fa: در هفته گذشته، چند بار نتوانستید نگرانی خود را متوقف یا کنترل کنید؟

# text
source: So glad to hear you’re feeling free from worry 💫 Thank you for taking a moment with us 🙏
fa: خیلی خوشحالیم که نگرانی ندارید 💫 تشکر که با ما همراه شدید 🙏

# text
source: Thank you again for sharing with us 💛 Worry can be so difficult, and we hope ParentText can help.
fa: مجدداً تشکر از اینکه با ما در میان گذاشتید 💛 نگرانی می‌تواند بسیار دشوار باشد و امیدواریم ParentText بتواند کمک‌تان کند.

# text
source: No problem! Thank you for taking a moment with us 🙏
fa: مشکلی ندارد! تشکر که وقت گذاشتید 🙏

# text
source: Finally, we’d like to ask 5 more questions before your first tip!
fa: در پایان، قبل از دریافت اولین توصیه، 5 سوال دیگر هم داریم!

# text
source: It’ll take only 2 minutes ⏱️, and your answers help make these tips better for you and other families 💛
fa: این فقط 2 دقیقه طول می‌کشد ⏱️ و پاسخ‌های شما کمک می‌کند این توصیه ها برای شما و خانواده‌های دیگر بهتر شوند 💛

# text
source: Would you like to continue?
fa: آیا می‌خواهید ادامه دهید؟

# text
source: How many days in the past week did you feel hopeful, purposeful, or like you have meaning?
fa: چند روز از هفته گذشته احساس امید، هدف داشتن یا معنا داشتن در زندگی داشتید؟

# text
source: It’s okay if those feelings were rare this week. Some weeks are heavier than others 🙏
fa: صحیست اگر این احساسات در این هفته کم بودند. بعضی هفته‌ها سخت‌تر از دیگر هفته ها هستند 🙏

# text
source: That’s encouraging to hear 💛 Hope is a powerful ☀️
fa: شنیدن این خبر دلگرم‌کننده است 💛 امید نیرویی قدرتمند است ☀️

# text
source: That’s encouraging to hear 💛 Hope is a powerful strength ☀️
fa: شنیدن این خبر دلگرم‌کننده است 💛 امید نکته قوت قدرتمند است ☀️

# text
source: Prefer not to answer: That’s completely fine 💙 Thank you for taking a moment with this question 🙏
fa: نمی‌خواهید پاسخ دهید: کاملاً مشکلی ندارد 💙 تشکر که برای پاسخ دادن به این سؤال وقت گذاشتید 🙏

# text
source: Your role as a parent is so important. How many days in the past week did you know who your children were spending time with (both in person or online)?
fa: نقش شما به‌عنوان والد بسیار مهم است. چند روز از هفته گذشته می‌دانستید اطفال تان با چه کسانی وقت می‌گذراندن (چه حضوری و چه آنلاین)؟

# text
source: It’s understandable if this was hard to do recently. Even small moments of checking in can matter 🌱
fa: درک می‌کنیم که شاید این کار اخیراً سخت بوده باشد. حتی لحظه‌های کوتاه برای باخبر بودن هم اهمیت دارند 🌱

# text
source: That kind of care and attention makes a big difference 💛 You’re helping your children stay safe and connected 🌟
fa: این نوع توجه و مراقبت تفاوت زیادی ایجاد می‌کند 💛 شما به اطفال تان کمک می‌کنید که ایمن و متصل بمانند 🌟

# text
source: That’s completely okay 💙 Thank you for taking the time to reflect 🙏
fa: کاملاً درست 💙 تشکر که وقت گذاشتید و تأمل کردید 🙏

# text
source: We know life can be difficult. Over the last week, how often have you been bothered by little interest or pleasure in doing things?
fa: می‌دانیم که زندگی می‌تواند دشوار باشد. در هفته گذشته، چند بار احساس کردید علاقه‌ای به انجام کارها ندارید یا از انجامشان لذت نمی‌برید؟

# text
source: That’s great to hear ✨
fa: عالیست که این خبر را می شنویم✨

# text
source: Thank you for sharing. We know these feelings can be difficult, and we hope we can help 🙏
fa: تشکر که به اشتراک گذاشتید. می‌دانیم این احساسات می‌توانند دشوار باشند و امیدواریم بتوانیم کمک کنیم 🙏

# text
source: That’s completely okay 💙 Thank you for taking a moment with this 🙏
fa: کاملاً درست💙 تشکر که برای این سؤال وقت گذاشتید 🙏

# text
source: Over the last week, how often have you been bothered by feeling down, depressed, or hopeless?
fa: در هفته گذشته، چند بار احساس غم، افسردگی یا نا امیدی داشتید؟

# text
source: That’s wonderful to hear 🌿
fa: فوق العاده عالیست که اینرا میشنویم 🌿

# text
source: That sounds really hard 💛 We are sorry things have been difficult, and we hope we can help 🙏
fa: این واقعاً سخت به نظر می‌رسد 💛 متأسفیم که شرایط دشوار بوده و امیدواریم بتوانیم کمک‌تان کنیم 🙏

# text
source: That’s completely okay 💙 No pressure to share more than you want to 🙏
fa: کاملاً درست 💙 هیچ فشاری نیست که بیشتر از آنچه می‌خواهید، با ما به اشتراک بگذارید 🙏

# text
source: Final question! We know parenting can be stressful, especially at times when children misbehave 🙏
fa: آخرین سؤال! ما می‌دانیم که والدگری می‌تواند پراسترس باشد، به‌ویژه زمانی که اطفال رفتار بدی دارند 🙏

# text
source: How many days in the past week did you speak calmly with your children, when you were upset with them?
fa: چند روز از هفته گذشته را وقتی از دست اطفال تان ناراحت بودید، با او با آرامش صحبت کردید؟

# text
source: Thank you so much again for answering 💛 We hope ParentText strengthens you and your children!
fa: مجدداً تشکر از اینکه پاسخ داده اید 💛 و امیدواریم ParentText بتواند شما و اطفال تانرا توانمند بسازد!

# text
source: Lastly, today we want to ask 2 questions to make these tips better for others 🎉
fa: در پایان، امروز می‌خواهیم 2 سوال دیگر بپرسیم تا این توصیه ها را برای دیگران بهتر کنیم 🎉

# text
source: Did these parenting tips help you and your family?
fa: آیا این توصیه ها والدگری به شما و خانواده‌تان کمک کرده‌اند؟

# text
source: From using these tips, have you reached out to a trusted friend, family member, person, organisation, or helpline for support?
fa: آیا با استفاده از این توصیه ها، برای دریافت حمایت با یک دوست مورد اعتماد، یکی از اعضای خانواده، فردی دیگر، یک سازمان یا خط کمک تماس گرفته‌اید؟

# text
source: Thanks for your responses! You will help make ParentText better for families 🎉See you back for another tip soon.
fa: تشکراز پاسخ‌های شما! شما در بهتر شدن *ParentText* برای خانواده‌ها کمک می‌کنید 🎉 به‌زودی با یک توصیه‌ دیگر برمی‌گردیم.

# text
source: Thank you so much for participating in these tips! You are so brave and such an amazing caregiver.
fa: تشکر بسیار زیاد از شما که در این توصیه‌ها شرکت کردید! شما واقعاً شجاع و یک مراقب فوق‌العاده هستید.

# text
source: Today you will receive your final tips. First, we have 3 questions to ask about how you and your children are doing. ❤️
fa: امروز آخرین توصیه‌های خود را دریافت خواهید کرد. ابتدا، 3 سوال درباره وضعیت شما و اطفال‌تان داریم. ❤️

# text
source: Thank you for your answers. ❤️
fa: تشکر از پاسخ‌های شما. ❤️

# text
source: We have 8 quick questions. Your answers help us make these tips better for parents and children finding strength and hope during tough times.
fa: ما 8 سوال کوتاه داریم. پاسخ‌های شما به ما کمک می‌کند تا این *توصیه‌ها* را برای والدین و اطفال که در شرایط سخت به دنبال امید و قدرت هستند، بهتر کنیم.

# text
source: You’re doing what you can, and that matters 💛, every small moment of connection counts 💪
fa: شما دارید نهایت تلاشتان را می‌کنید، و این ارزشمند است 💛، هر لحظه حتی کم از ارتباط مهم است 💪

# quick_replies
source: 0 days
fa: 0 روز

# quick_replies
source: 1 day
fa: 1 روز

# quick_replies
source: 2 days
fa: 2 روز

# quick_replies
source: 3 days
fa: 3 روز

# quick_replies
source: 4 days
fa: 4 روز

# quick_replies
source: 5 days
fa: 5 روز

# quick_replies
source: 6 days
fa: 6 روز

# quick_replies
source: 7 days
fa: 7 روز

# quick_replies
source: Prefer not to answer
fa: ترجیع میدهم پاسخ ندهم

# quick_replies
source: Not at all
fa: بصورت کل اصلاً

# quick_replies
source: Some days
fa: بعضی روزها

# quick_replies
source: More than half the days
fa: بیشتر از نیمی از روزها

# quick_replies
source: Nearly every day
fa: تقریبا هر روز

# quick_replies
source: Yes
fa: بلی

# quick_replies
source: No
fa: نخیر

# quick_replies
source: Yes, ALL of the tips helped
fa: بلی، همه توصیه ها مفید واقع شدند

# quick_replies
source: Yes, MANY of the tips helped
fa: بلی، اکثر توصیه ها مفید واقع شدند

# quick_replies
source: Yes, a FEW of the tips helped
fa: بلی، تعداد کمی از توصیه ها مفید واقع شدند

# quick_replies
source: NONE of the tips helped
fa: هیچکدام از توصیه ها مفید واقع نشدند

# arguments
source: 0 days
fa: 0 روز

# arguments
source: 1 day
fa: 1 روز

# arguments
source: 2 days
fa: 2 روز

# arguments
source: 3 days
fa: 3 روز

# arguments
source: 4 days
fa: 4 روز

# arguments
source: 5 days
fa: 5 روز

# arguments
source: 6 days
fa: 6 روز

# arguments
source: 7 days
fa: 7 روز

# arguments
source: prefer not to answer
fa: ترجیع میدهم پاسخ ندهم

# arguments
source: not at all
fa: بصورت کاملا اصلاً

# arguments
source: some days
fa: بعضی از روز ها

# arguments
source: more than half the days
fa: بیشتر از نیمی از روزها

# arguments
source: nearly every day
fa: تقریباً هر روز

# arguments
source: yes
fa: بلی

# arguments
source: no
fa: نخیر

# arguments
source: yes, all of the tips helped
fa: بلی، تمام توصیه ها مفید واقع شدند

# arguments
source: yes, many of the tips helped
fa: بلی، اکثر توصیه ها مفید واقغ شدند

# arguments
source: yes, a few of the tips helped
fa: بلی، تعداد کمی از توصیه ها مفید واقع شدند

# arguments
source: none of the tips helped
fa: هیچکدام شان مفید واقع نشدند
