Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_crisis_afghanistan/*/*_afg_onboarding.po
Languages: fa

# text
source: variables have been reset
fa: تنظیمات به حالت اولیه برگشته اند

# text
source: Variables have been reset
fa: متغییرها مجدداً تنظیم شدند

# text
source: It looks like this is not a good time. Please type 1 if you'd like to continue.
fa: به نظر می‌رسد اکنون زمان مناسبی نیست. اگر می‌خواهید ادامه دهید، لطفاً عدد 1 را وارد کنید.

# text
source: Please select your language:
fa: :Please select your language لطفاً زبان خود را انتخاب کنید:

# text
source: Sorry, I don't understand what you mean.
fa: معذرت، متوجه منظورتان نشدم.

# text
source: Welcome to {prog_name}. Every parent everywhere needs support. We hope we can help. 💚
fa: به {prog_name} خوش آمدید. هر پدر و مادری در هر جای دنیا به حمایت نیاز دارد. امیدواریم بتوانیم به شما کمک کنیم. 💚

# text
source: ✅ In {prog_name} you'll receive lessons to help you support your child through tough times.
fa: ✅ در {prog_name}، توصیه‌هایی دریافت خواهید کرد که به شما کمک می‌کنند در دوران سخت از اطفال‌تان حمایت کنید.

# text
source: Before we begin, {prog_name} is only for people 18 years and older. Are you 18 years or above?
fa: قبل از شروع، {prog_name} فقط برای افرادی است که ۱۸ سال به بالا دارند. آیا شما ۱۸ سال یا بیشتر سن دارید؟

# text
source: Do you confirm that you are under the age of 18?
fa: آیا تأیید می‌کنید که کمتر از ۱۸ سال سن دارید؟

# text
source: Thank you for being honest 💛 {prog_name} is only for people 18+. Please talk to a trusted adult who can support you. If they’d like to join, they can type {joining_trigger}. 🌸
fa: از صادق بودن شما سپاسگزاریم 💛 {prog_name} فقط برای افراد ۱۸ سال به بالا است. لطفاً با یک بزرگسال مورد اعتماد صحبت کنید که بتواند شما را حمایت کند. اگر آن‌ها بخواهند بپیوندند، می‌توانند کلمه‌ی {joining_trigger} را بنویسند. 🌸

# text
source: 🧡 You are a great parent. Thank you for joining us.
fa: 🧡 شما یک والد فوق‌العاده هستید. تشکر که به ما پیوستید.

# text
source: ✅ Participating in {prog_name} is optional.
fa: ✅ شرکت در {prog_name} اختیاری است.

# text
source: ✅ We won’t ever ask for your name. Anything you share is safe, private, and anonymous.
fa: ✅ ما هرگز نام شما را نمی‌پرسیم. هر چیزی که به اشتراک می‌گذارید ایمن، خصوصی و ناشناس است.

# text
source: ✅Your anonymous information may also be shared with others working to help families like yours build strength and hope in tough times. All your information will be private and can’t be linked back to you.
fa: ✅ معلومات ناشناس شما ممکن است با دیگرانی که در تلاش برای کمک به خانواده‌هایی مانند شما هستند، به اشتراک گذاشته شود. همه معلومات شما خصوصی باقی می‌ماند و قابل شناسایی نخواهد بود.

# text
source: ❌You can stop when you want. Just type {STOP}
fa: ❌ هر زمان که خواستید، می‌توانید متوقف کنید. فقط کلمه {STOP} را بنویسید

# text
source: ✅ To read our privacy policy, visit {consent}. If you consent to our privacy policy, select YES. Type "EXIT" if you do not want to participate.
fa: ✅ برای مطالعهٔ سیاست حفظ حریم خصوصی ما، به {consent} مراجعه کنید. اگر با سیاست حفظ حریم خصوصی ما موافق هستید، گزینهٔ بله را انتخاب کنید. اگر نمی‌خواهید مشارکت کنید، کلمهٔ "خروج" را بنویسید.

# text
source: Are you sure you do not want to get these messages? If you do not want to receive any more messages, please press NO. If you made a mistake, please press BACK and choose another option.
fa: آیا مطمئن هستید که نمی‌خواهید این پیام‌ها را دریافت کنید؟ اگر نمی‌خواهید دیگر پیام‌ها را دریافت کنید، "نخیر" را فشار دهید. اگر مایلید و اشتباهاً انتخاب کرده اید، گزینه "بازگشت" را فشار دهید و انتخاب دیگری انجام دهید.

# text
source: If you ever want to receive these tips in the future just type {joining_trigger}.
fa: اگر در آینده خواستید این توصیه ها را دوباره دریافت کنید، فقط کلمه {joining_trigger} را بنویسید.

# text
source: We hope to see you again soon.
fa: به امید دیدار دوباره شما به زودی.

# text
source: Thank you! To complete this programme, you won’t be alone. You’ll have a parenting guide by your side. There are two supportive parenting experts you can choose from:
fa: تشکر! برای کامل کردن این برنامه، تنها نخواهید بود. یک راهنمای والدگری در کنار شما خواهد بود. شما می‌توانید از بین دو متخصص حمایتگر والدگری یکی را انتخاب کنید:

# text
source: Ms. Nizkay is 27 years old and has a degree in Public Administration. She runs parenting sessions where mothers and children feel safe and supported. Her work helps families find new ways to connect and grow together.
fa: خانم نیکزی 27 سال سن داشته و دارای مدرک لیسانس در رشته اداره عامه می باشد. او جلسات فرزند پروری را برگزار میکند، جایی که مادران و اطفال احساس امنیت و حمایت می کنند. کار او به خانواده ها کمک می کند تا راه های تازه ای برای ارتباط و رشد با هم پیدا کنند.

# text
source: Mr. Joenda is 37 years old and has a degree in Journalism. After working as a reporter and announcer, he now supports children in Child-Friendly Spaces. His warmth helps boys and girls feel safe, while caregivers learn new ways to care for and engage with them.
fa: آقای جوینده 37 سال سن داشته و دارای مدرک لیسانس در رشته ژورنالیزم می باشد. او پس از مدتی کار بعنوان خبرنگار و گوینده، اکنون در فضای دوستدار طفل از اطفال حمایت میکند. مهربانی او سبب می شود دختران پسران احساس امنیت کنند و بر علاوه برای والدین و مراقبین روش های نوین محافظت از اطفال را می آموزاند.

# text
source: Who would you like to be your guide?
fa: چه کسی را به‌عنوان راهنمای خود انتخاب می‌کنید؟

# text
source: ❔Before we get started, we have a few questions to make this journey personalised:
fa: ❔ قبل از شروع، چند سؤال داریم تا این مسیر را شخصی‌سازی کنیم:

# text
source: How old are you?
fa: چند ساله هستید؟

# text
source: Are you a WOMAN or MAN?
fa: زن هستید یا مرد؟

# text
source: What is your relationship status?
fa: وضعیت مدنی تان چیست؟

# text
source: How many children do you take care of?
fa: چند طفل را تحت مراقبت دارید؟

# text
source: These tips are designed for those who look after children. Would you still like to receive the tips so you can share the advice with friends and family?
fa: این توصیه‌ها برای کسانی طراحی شده‌اند که از اطفال مراقبت می‌کنند. آیا هنوز مایل هستید این توصیه‌ها را دریافت کنید تا بتوانید آن‌ها را با دوستان و خانواده به اشتراک بگذارید؟

# text
source: {prog_name} is easiest to use when you receive content with video guides. Videos are fun and engaging, but we understand if you have limited mobile data. To save on data, you can choose to receive the same content with an audio guide or just text.
fa: استفاده از {prog_name} زمانی ساده‌تر است که مطالب را همراه با ویدیوهای آموزشی دریافت کنید. ویدیوها جذاب و سرگرم‌کننده‌اند، اما درک می‌کنیم اگر بسته‌های انترنتی شما محدود باشد. برای صرفه‌جویی در مصرف انترنت، می‌توانید همین مطالب را فقط با صوت یا متن ساده نیز دریافت کنید.

# text
source: 📲 How would you prefer to receive content — with video guides, with audio guides, or just text?
fa: 📲 ترجیح می‌دهید مطالب را چگونه دریافت کنید — با ویدیوهای آموزشی، فایل‌های صوتی یا فقط متن؟

# text
source: Great! Thanks for letting us know your preference. 👌 Before we continue, here’s something important about the illustrations you’ll see in {prog_name}. They are AI adaptations of original work by Orli Setton created for Parenting for Lifelong Health, and shared under a CC BY-SA 4.0 International licence.
fa: عالی! تشکر که انتخاب تانرا با ما شریک ساختید. 👌 پیش از شروع، نکته مهمی در مورد تصاویر/تصویرسازی‌هایی که در {prog_name} می‌بینید: این تصاویر نسخه‌های تطبیق‌یافته هوش مصنوعی از آثار اصلی *اورلی سیتون* هستند که برای برنامه «تربیه اطفال برای زندگی طولانی» ساخته شده‌اند و تحت جواز بین‌المللی CC BY-SA 4.0 به اشتراک گذاشته شده‌اند.

# text
source: We're ready to get started. 💚
fa: ما آماده هستیم تا شروع کنیم.💚

# text
source: To start, you can watch this video to learn about {prog_name}.
fa: برای شروع می‌توانید این ویدیو را ببینید تا درباره {prog_name} بیشتر بدانید.

# quick_replies
source: Dari
fa: دری

# quick_replies
source: Yes, I am 18 years old or older
fa: بلی، من ۱۸ سال یا بیشتر سن دارم

# quick_replies
source: No, I am under 18
fa: نخیر، من کمتر 18 سال سن دارم

# quick_replies
source: Yes, I am under 18
fa: بلی، من کمتر 18 سال سن دارم

# quick_replies
source: No, take me back to the question
fa: خیر، من را به سؤال قبلی بازگردانید

# quick_replies
source: YES
fa: بلی

# quick_replies
source: NO
fa: نخیر

# quick_replies
source: BACK
fa: بازگشت

# quick_replies
source: NEXT
fa: بعدی

# quick_replies
source: Ms. Nizkay
fa: خانم نیکزی

# quick_replies
source: Mr. Joenda
fa: آقای جوینده

# quick_replies
source: 18-24 years old
fa: بین 18-24 سال سن

# quick_replies
source: 25-34 years old
fa: بین 25-34 سال سن

# quick_replies
source: 35-44 years old
fa: بین 35-44 سال سن

# quick_replies
source: 45-54 years old
fa: 45-54 ساله

# quick_replies
source: Over 55 years old
fa: بالای 55 سال سن

# quick_replies
source: Prefer not to say
fa: ترجیع میدهم جواب ندهم

# quick_replies
source: Woman
fa: زن

# quick_replies
source: Man
fa: مرد

# quick_replies
source: Single (not in a relationship)
fa: مجرد (تنها)

# quick_replies
source: Married
fa: متأهل

# quick_replies
source: Widowed
fa: بیوه

# quick_replies
source: None
fa: هیچکدام

# quick_replies
source: One to three
fa: بین یک و سه

# quick_replies
source: More than four
fa: بیشتر از چهار

# quick_replies
source: I want the tips
fa: توصیه ها را میخواهم

# quick_replies
source: I do not want the tips
fa: توصیه ها را نمیخواهم

# quick_replies
source: Video
fa: ویدیو

# quick_replies
source: Audio
fa: صوتی

# quick_replies
source: Text / Images
fa: متن/تصاویر

# arguments
source: dari
fa: دری

# arguments
source: yes, i am 18 years old or older
fa: بله، من ۱۸ سال یا بیشتر سن دارم

# arguments
source: no, i am under 18
fa: خیر، من کمتر از ۱۸ سال سن دارم

# arguments
source: no, take me back to the question
fa: خیر، من را به سؤال قبلی بازگردانید

# arguments
source: yes, i am under 18
fa: بلی، من کمتر از 18 سال سن دارم

# arguments
source: yes
fa: بلی

# arguments
source: exit
fa: خروج

# arguments
source: back
fa: بازگشت

# arguments
source: no
fa: نخیر

# arguments
source: ms. nizkay
fa: خانم نیکزی

# arguments
source: mr. joenda
fa: آقای جوینده

# arguments
source: 18-24 years old
fa: بین 18-24 سال سن

# arguments
source: 25-34 years old
fa: بین 25-34 سال سن

# arguments
source: 35-44 years old
fa: بین 35-44 سال سن

# arguments
source: 45-54 years old
fa: 45-54 ساله

# arguments
source: over 55 years old
fa: بالای 55 سال سن

# arguments
source: prefer not to say
fa: ترجیع میدهم پاسخ ندهم

# arguments
source: woman
fa: زن

# arguments
source: man
fa: مرد

# arguments
source: single (not in a relationship)
fa: مجرد (تنها)

# arguments
source: married
fa: متأهل

# arguments
source: widowed
fa: بیوه

# arguments
source: none
fa: هیچکدام

# arguments
source: one to three
fa: بین یک و سه

# arguments
source: more than four
fa: بیشتر از چهار

# arguments
source: i want the tips
fa: من توصیه ها را میخواهم

# arguments
source: i do not want the tips
fa: من توصیه ها را نمی خواهم

# arguments
source: video
fa: ویدیو

# arguments
source: audio
fa: صوتی

# arguments
source: text / images
fa: متن/تصاویر
