Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_crisis_afghanistan/*/*_afg_modules.po
Languages: fa

# text
source: Thank you for joining us. Remember that you are not alone and that there are things you can do to keep your children safe.
fa: از همراهی‌تان سپاسگزاریم. به یاد داشته باشید که شما تنها نیستید و کارهایی هست که می‌توانید برای محافظت از اطفال تان انجام دهید.

# text
source: Human trafficking is when someone is tricked, forced, or pressured into doing something they don’t want to do for someone else’s benefit.
fa: *قاچاق انسان* زمانی رخ می‌دهد که فردی فریب داده می‌شود، یا تحت زور و فشار قرار می‌گیرد تا کاری را که نمی‌خواهد، برای منفعت دیگران انجام دهد.

# text
source: This can include being forced to work, commit crimes or perform sexual acts so the human trafficker can gain money or favours.
fa: این ممکن است شامل کار اجباری، وادار شدن به ارتکاب جرم یا انجام اعمال جنسی برای سود رسانی به قاچاقچی انسان باشد.

# text
source: It can happen to anyone, anywhere, including your own home.
fa: ممکن است برای هر کسی و در هر مکانی— حتی در خانه خودتان—رخ دهد.

# text
source: This lesson will help you protect your child by teaching them how to stay safe and what to watch out for.
fa: این درس به شما کمک می‌کند تا از فرزندتان محافظت کنید، با آموزش اینکه چطور ایمن بماند و متوجه چه چیزهایی باشد.

# text
source: Press Play ▶️ to learn 5️⃣ things for you to do to help protect your children from traffickers.
fa: دکمه ▶️ نمایش را بزنید تا با 5 موردی آشنا شوید که می‌توانید برای محافظت از اطفال تان در برابر قاچاقچیان انجام دهید.

# text
source: 1️⃣ **TEACH YOUR CHILD**
fa: 1️⃣ **به طفل خود یاد بدهید*

# text
source: 2️⃣ **TRUST THEMSELVES**
fa: 2️⃣ **به احساساتش اعتماد کند**

# text
source: 3️⃣ **GET AWAY SAFELY**
fa: 3️⃣ **دور شدن با اطمینان خاطر و امن**

# text
source: 4️⃣ **TALK TO TRUSTED ADULT**
fa: 4️⃣ **با یک فرد کلانتر مورد اعتماد صحبت کند**

# text
source: ️5️⃣ **TEACH YOURSELF**
fa: 5️⃣ **خودتان هم یاد بگیرید**

# text
source: Here are️ 5️⃣ things for you to do to help protect your children from traffickers:
fa: در اینجا 5 کاری که می‌توانید برای محافظت از اطفال تان انجام دهید، آورده شده است:

# text
source: 1️⃣ **TEACH YOUR CHILD** what human trafficking is and who traffickers can be.
fa: 1️⃣ **به طفل خود آموزش دهید** که قاچاق انسان چیست و قاچاقچیان چه کسانی می‌توانند باشند.

# text
source: Traffickers are people who lie or pretend to be friendly to trick children into going with them or doing things they don’t want to do.
fa: قاچاقچی‌ها کسانی هستند که با دروغ‌ گفتن یا تظاهر به دوستی، اطفال شما را فریب می‌دهند تا با آن‌ها بروند یا کارهایی انجام دهند که نمی‌خواهند.

# text
source: Traffickers can be anyone - men, women, couples, or even someone your child knows and trusts.
fa: قاچاقچی می‌تواند هر کسی باشد—زن، مرد، زوج یا حتی کسی که طفل تان او را می‌شناسد و به او اعتماد دارد.

# text
source: They might offer gifts, make big promises, give lots of compliments or ask them to keep a secret to gain trust.
fa: ممکن است تحفه بدهند، وعده‌های بزرگ بدهند، تعریف و تمجید زیاد کنند یا از طفل بخواهند چیزی را مخفی نگه دارد تا اعتمادش را جلب کنند.

# text
source: Teach your child to listen to their feelings. If something feels weird or scary, trust your gut — your feelings are probably right.
fa: به کودک خود یاد بدهید که به احساساتش گوش دهد. اگر چیزی برایش عجیب یا ترسناک بود، باید به «دلش» اعتماد کند—احساسش اغلب درست است.

# text
source: 3️⃣ **GET AWAY SAFELY**
fa: 3️⃣ **دور شدن با اطمینان خاطر و امن**

# text
source: Before leaving with anyone, even someone your child knows, tell your child to make sure they feel safe.
fa: پیش از رفتن با هر کسی— حتی کسی که اطفال تان او را می‌شناسد—به طفل تان بگویید اول اطمینان حاصل کند که احساس امنیت دارد.

# text
source: Tell your child to make sure someone else knows where they are.
fa: به طفل تان توصیه کنید همیشه مطمین شود که کسی بداند که او کجاست.

# text
source: Teach them to not go anywhere with strangers even if they are nice to them.
fa: به او یاد بدهید هرگز با افراد نا شناس —حتی اگر مهربان باشند—نرود.

# text
source: If they feel unsafe, teach them to stay calm. Walk away if they can, go to a safe place with people around, and ask a trusted adult or authority (like a teacher, police officer, or security guard) for help.
fa: اگر احساس ناامنی کرد، یادش دهید آرامش خود را حفظ کند.در صورت امکان از آن محل دور شود، به مکانی امن برود که افراد دیگری در آن حضور داشته باشند و از یک بزرگ‌سال مورد اعتماد یا مقام مسئول (مانند معلم، پولیس یا محافظ امنیتی) کمک بخواهد.

# text
source: 4️⃣ **TALK TO TRUSTED ADULT**
fa: 4️⃣ **با یک فرد کلانتر مورد اعتماد صحبت کند**

# text
source: Tell children to talk to a trusted adult if they feel confused or worried.
fa: به اطفال بگویید اگر احساس گیجی یا نگرانی داشتند، با یک یک شخص کلانتر مورد اعتماد صحبت کنند.

# text
source: Let your child know they should tell you or another trusted adult if anyone, even someone they know:
fa: توضیح دهید که باید همیشه به شما یا شخص کلان قابل‌اعتماد دیگر اطلاع دهند، اگر شخصی حتی کسی که می‌شناسند:

# text
source: 🔴 gives them gifts
fa: 🔴 به آن‌ها تحفه بدهد

# text
source: 🔴 makes big promises, or
fa: 🔴 وعده‌های بزرگ بدهد، یا

# text
source: 🔴 asks them to keep secrets that make them feel uneasy.
fa: 🔴 یا بخواهد رازی را مخفب کنند که آن‌ها را ناراحت می‌کند.

# text
source: Remind them they can always talk to you, no matter what.
fa: یادآوری کنید که همیشه می‌توانند با شما صحبت کنند—در هر شرایطی.

# text
source: 5️⃣ **TEACH YOURSELF**
fa: 5️⃣ **خودتان هم یاد بگیرید**

# text
source: Learn how to spot signs that something might be wrong.
fa: یاد بگیرید چگونه نشانه‌های خطر را تشخیص دهید.

# text
source: Watch for changes in your child’s behaviour or mood.
fa: به تغییرات در رفتار یا خلق‌وخوی اطفال تان توجه کنید.

# text
source: Also look out for if your child is:
fa: همچنین اگر اطفال تان:

# text
source: 🔵 Going to places that are unusual for them
fa: 🔵 به مکان هایی میروند که غیر معمول بوده

# text
source: 🔵 Getting gifts or money they can’t explain
fa: 🔵 گرفتن تحفه یا پولی که دلیلش را نمی‌توانند توضیح بدهند

# text
source: 🔵 Hiding who they talk to or where they go
fa: 🔵 مخفی کردن اینکه با چه کسی صحبت می‌کنند یا کجا می‌روند

# text
source: 🔵 Getting nervous, upset, or secretive when using a phone or going online
fa: 🔵 عصبی یا ناراحت شدن یا مخفی‌کاری هنگام استفاده از تلفن یا اینترنت

# text
source: These signs don’t always mean something is wrong but they are good reasons to check in with your children and show them you care
fa: این نشانه‌ها همیشه به معنای وجود مشکل نیستند، اما دلایل خوبی‌اند تا با اطفال تان گفت‌وگو کنید و نشان دهید که به آن‌ها اهمیت می‌دهید

# text
source: Thank you for joining us. Talking to children about human trafficking can be hard for both you and your children. Remember to be kind and patient with yourself and your children.
fa: با تشکر از همراهی شما. صحبت درباره قاچاق انسان با اطفال ممکن است برای شما و آن‌ها سخت باشد. به یاد داشته باشید با خود و اطفال تان مهربان و شکیبا باشید.

# text
source: Being in a shelter can be lonely and stressful for children.
fa: بودن در یک مرکز سرپناه می‌تواند برای اطفال احساس تنهایی و فشار روانی ایجاد کند.

# text
source: There are things you already know how to do, like doing daily activities and practising self-care. These can help you and your children feel safe and secure in a new place.
fa: شما کارهایی را بلد هستید—مثل انجام فعالیت‌های روزمره و مراقبت از خود—که می‌تواند به ایجاد احساس امنیت در محیط جدید کمک کند.

# text
source: Press Play ▶️ to learn 3️⃣ new tips that will help you to support your children in a shelter:
fa: ▶️ دکمه پخش را فشار دهید تا 3 توصیه مهم برای حمایت از اطفال در یک سرپناه را یاد بگیرید:

# text
source: 1️⃣ **MAKE IT FAMILIAR**
fa: 1️⃣ **محیط را آشنا سازید**

# text
source: 2️⃣ **FIND THE POSITIVE**
fa: 2️⃣ **نکات مثبت را پیدا کنید**

# text
source: 3️⃣ **REASSURE**
fa: 3️⃣ **اطمینان خاطر بدهید**

# text
source: Here are 3️⃣ new tips that will help you to support your children in a shelter:
fa: در اینجا 3️⃣ توصیه جدید آمده است که به شما کمک می‌کند تا از اطفال تان در سرپناه حمایت کنید:

# text
source: If possible,take a comfort item from home with them to a shelter
fa: اگر ممکن است، یک وسیله‌ راحتی یا دل‌گرم‌کننده از خانه همراه طفل به سرپناه ببرید "مثل عروسک، بالش یا پتوی مورد علاقه یا هر چیز دیگر"

# text
source: Decorate the shelter together, with notes or pictures for the walls if you can.
fa: با هم فضای سرپناه را تزیین کنید — اگر امکان دارد، یادداشت‌ها یا نقاشی‌هایی را به دیوارها بزنید.

# text
source: Find something to smile about together.
fa: با هم چیزی پیدا کنید که لبخند به لب‌تان بیاورد.

# text
source: Share one good thing that happened at the end of each day with your child - no matter how small.
fa: در پایان هر روز، حتی اگر چیز خورد هم باشد، یک اتفاق خوب را با اطفال تان شریک بسازید.

# text
source: Try to reassure your children as often as you can.
fa: تلاش کنید تا به اطفال تان تا جایی که می‌توانید اطمینان خاطر بدهید.

# text
source: For younger children, you may want to give them a hug or hold them when they are feeling scared.
fa: برای اطفال خوردتر، ممکن است در آغوش گرفتن یا همراه بودن هنگام ترس، آرامش‌بخش باشد.

# text
source: For older children, let them know that you are here for them and give them the space to talk to you.
fa: برای اطفال کلانتر، بگذارید بدانند که شما همیشه در کنارشان هستید و به آن‌ها فضای لازم برای صحبت کردن بدهید.

# text
source: Thank you for joining us. Remember that your children learn from you, so taking good care of yourself every day will help them take care of themselves too. You can do it!
fa: تشکر از همراهی شما. به یاد داشته باشید که اطفال از شما یاد مگیرند، پس اگر هر روز از خودتان به‌خوبی مراقبت کنید، آن‌ها نیز یاد می‌گیرند چگونه از خود مراقبت کنند. شما از پس آن برمی‌آیید!

# text
source: We all work hard as parents to protect our children and give them a better future.
fa: ما به‌عنوان والدین، برای حفاظت از اطفال مان و ساختن آینده‌ای بهتر برای آنان سخت تلاش می‌کنیم.

# text
source: As farmers and parents, one of the ways to do this is by caring for the land.
fa: به‌عنوان کشاورز و والد، یکی از راه‌های رسیدن به این هدف، مراقبت از زمین است.

# text
source: When your land stays healthy—your soil, water, and animals—your family stays healthy too.
fa: وقتی زمین شما سالم بماند—شامل خاک، آب و حیوانات—خانواده‌تان نیز سالم می‌ماند.

# text
source: A strong farm means more food, less stress, and a better life for your children.
fa: یک کشت زار قوی یعنی غذای بیشتر، فشار کمتر، و زندگی بهتر برای فرزندان‌تان.

# text
source: Press Play ▶️ to learn 4️⃣ ways to take care of your land & protect your children’s future:
fa: روی ▶️ کلیک کنید تا به 4️⃣ روش مراقبت از زمین و محافظت از آینده اطفال تان آشنا شوید:

# text
source: 1️⃣ **PROTECT YOUR SOIL**
fa: 1️⃣ *از خاک خود محافظت کنید*

# text
source: 2️⃣ **FARM SMART IN DRY TIMES**
fa: 2️⃣ *در زمان‌های خشک هوشمندانه کشاورزی کنید*

# text
source: 3️⃣ **GROW STRONG CROPS**
fa: 3️⃣ *محصولات قوی و مقاوم بکارید*

# text
source: 4️⃣ **CARE FOR YOUR ANIMALS**
fa: 4️⃣ *از حیوانات‌تان به‌درستی محافظت کنید*

# text
source: Here are 4️⃣ ways to take care of your land & protect your children’s future:
fa: در اینجا 4️⃣ راه برای محافظت از زمین و حفاظت از آینده اطفال تان آورده شده است:

# text
source: 🔵 Planting native and shade trees to stop wind and cool the land
fa: 🔵 کاشت درختان بومی و سایه‌دار برای کاهش باد و خنک نگه داشتن زمین

# text
source: ⭐ Using mulching to protect and feed the soil
fa: ⭐ استفاده از مالچ "پوشش گیاهی" برای محافظت و تغذیه خاک

# text
source: ❌ Avoiding burning crop waste—compost it instead
fa: ❌ خودداری از سوزاندن بقایای محصول—به‌جای آن، کمپوست تهیه کنید

# text
source: 🔵 Using terracing and contour plowing to protect land from damage
fa: 🔵 استفاده از سطوح پله‌ای "تراس‌بندی" و شخم زدن در جهت خطوط تراز برای جلوگیری از فرسایش زمین

# text
source: 🧪 Testing your soil and use the right fertilizer
fa: 🧪 آزمایش خاک و استفاده از کود مناسب

# text
source: ⛈️ Store rainwater and use water-saving tools
fa: ⛈️ ذخیره آب باران و بهره‌گیری از ابزارهای صرفه‌جویی در مصرف آب

# text
source: 💚 Choose drought-tolerant crops like millet, sorghum, and chickpeas
fa: 💚 انتخاب محصولات مقاوم به خشکسالی مانند ارزن، سورگوم "جواری خوشه‌ای" و نخود

# text
source: 🧠 Practice smart planting to match the timing of rain
fa: 🧠 زمان‌بندی هوشمندانه برای کاشت، متناسب با فصل بارندگی

# text
source: 💛 Protect soil with terracing and tree cover
fa: 💛 محافظت از خاک با پوشش گیاهی و تراس‌بندی

# text
source: 🔵 Use strong, pest- and drought-resistant seeds
fa: 🔵 استفاده از بذرهای مقاوم در برابر آفات و خشکسالی

# text
source: ⚡ Diversify crops to handle changing weather
fa: ⚡ تنوع‌بخشی به محصولات زراعی برای مقابله با تغییرات اقلیمی داشته باشید

# text
source: ⏱️ Plant at the right time to avoid weather shocks
fa: ⏱️ کاشت به‌موقع برای جلوگیری از آسیب‌های ناشی از شرایط آب‌وهوایی ناگهانی داشته باشید

# text
source: 👀 Monitor crops closely and act early when pests appear
fa: 👀 نظارت دقیق بر محصولات و اقدام سریع در صورت مشاهده آفات داشته باشید

# text
source: 🔁 Rotate crops and improve soil health for better results
fa: 🔁 چرخش زراعی برای تقویت خاک و بهبود عملکرد محصولات انجام دهید

# text
source: 💧Give animals shade and clean drinking water
fa: 💧 به حیوانات سایه و آب آشامیدنی پاک بدهید

# text
source: 💙Ensure steady feed, especially during dry spells
fa: 💙 تغذیه‌ی پیوسته و کافی به‌ویژه در دوران خشکسالی را فراهم کنید

# text
source: ☀️Protect animals from heat stress to keep production stable
fa: ☀️ از حیوانات در برابر گرمای شدید محافظت کنید تا تولید آن‌ها پایدار بماند

# text
source: Thank you for joining us today. ✅ Every small step you take to protect your land is a big step toward a safer, healthier future for your children.
fa: تشکراز همراهی‌تان امروز. ✅ هر گام هر چند خورد که برای محافظت از زمین‌تان برمی‌دارید، گامی بزرگ برای آینده‌ای ایمن‌تر و سالم‌تر برای اطفال تان است.

# text
source: Before we begin, let's take a pause together. Remember, this is something you can do whenever you are feeling stressed.
fa: پیش از شروع ، بیایید با هم مکثی داشته باشیم. به یاد داشته باشید، می‌توانید هر زمان که احساس فشار و استرس داشتید، این مکث را انجام دهید.

# text
source: Today's pause is called "Breath and Body Awareness".
fa: مکث امروز با نام "توجه به تنفس و بدن" است.

# text
source: Press ▶️ to watch a video to practise taking a pause together
fa: برای تماشای ویدیو و تمرین مکث با هم، پخش ▶️ را بزنید

# text
source: Press ▶️ to listen to an audio and practise taking a pause together
fa: برای شنیدن فایل صوتی و تمرین مکث با هم، پخش ▶️ را بزنید

# text
source: Thank you for taking a moment to pause with us. It's time for today's lesson.
fa: تشکر که لحظه‌ای برای مکث با ما همراه شدید. حالا زمان درس امروز است.

# text
source: Today's pause is called "Body Scan".
fa: مکث امروز با عنوان "چک نمودن بدن" است.

# text
source: Before we begin, let's take a pause together.
fa: پیش از شروع ، بیایید با هم مکثی داشته باشیم.

# text
source: Sometimes when we are experiencing stress or feeling alone, it can be helpful to send thoughts of loving kindness to ourselves.
fa: گاهی‌اوقات وقتی دچار استرس هستیم یا احساس تنهایی می‌کنیم، فرستادن افکاری از مهربانی و محبت به خودمان می‌تواند مفید باشد.

# text
source: Today's pause is called "Loving Kindness Meditation".
fa: مکث امروز "مراقبه مهربانی و محبت" نام دارد.

# text
source: Take a moment to reflect on your experience.
fa: برای لحظه‌ای به تجربه‌تان فکر کنید.

# text
source: When you are ready, continue to today's lesson with a sense of calm.
fa: وقتی آماده بودید، با ذهنی آرام به درس امروز ادامه دهید.

# text
source: Thank you for taking a moment to pause with us.
fa: تشکر که زمانی را برای مکث با ما اختصاص دادید.

# quick_replies
source: NEXT
fa: بعدی
