Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_crisis_afghanistan/*/*_afg_modules.po
Languages: fa

# text
source: Today's tip is about caring for yourself.
fa: توصیه امروز در مورد محافظت از خود است.

# text
source: In tough times like these, it's normal to feel overwhelmed. Remember, it is important to take a moment for yourself, no matter how small.
fa: در چنین زمان‌های دشواری، احساس فشار و پریشانی کاملاً طبیعی است. به خاطر داشته باشید که اختصاص دادن حتی لحظه‌ای کوتاه برای خودتان، اهمیت زیادی دارد.

# text
source: Taking care of yourself helps you be there for your children during tough times.
fa: محافظت از خودتان باعث می‌شود در زمان‌های سخت بتوانید بهتر در کنار اطفال تان باشید.

# text
source: ▶️Press play to learn 4️⃣tips on how to take care of yourself:
fa: ▶️دکمه نمایش را بزنید تا با 4️⃣ توصیه های درباره چگونه محافظت از خودتان آشنا شوید:

# text
source: 1️⃣ **REST**
fa: 1️⃣ **استراحت کنید**

# text
source: 2️⃣ **CONNECT**
fa: 2️⃣ **در ارتباط باشید**

# text
source: 3️⃣ **BREATHE**
fa: 3️⃣ **نفس بکشید**

# text
source: 4️⃣ **CARE**
fa: 4️⃣ **محافظت کنید**

# text
source: Here are 4️⃣ tips on how to take care of yourself:
fa: در اینجا 4️⃣ توصیه ها برای محافظت از خود آورده شده است:

# text
source: Take care of yourself as much as possible and try to rest whenever you can.
fa: در حد امکان از خود محافظت کنید و هر زمانی که توانستید، استراحت نمایید.

# text
source: Try to do something that helps you relax.
fa: سعی کنید کاری انجام دهید که به آرامش شما کمک کند.

# text
source: Stay connected with loved ones as often as possible.
fa: تا حد امکان با عزیزان خود در ارتباط بمانید.

# text
source: Find someone you can talk to about how you are feeling.
fa: کسی را پیدا کنید که بتوانید با او درباره احساسات‌تان صحبت کنید.

# text
source: Take a moment each day to listen to your breath as it rises and falls.
fa: هر روز برای چند لحظه به نفس‌های‌تان گوش دهید که چگونه بالا و پایین می‌روند.

# text
source: Are you losing your temper? Breathe in and out slowly five times.
fa: آیا احساس عصبانیت می‌کنید؟ پنج بار به آرامی نفس بکشید.

# text
source: Make sure to take care of yourself so you can feel better and be there for your family.
fa: از خود محافظت کنید تا حال‌تان بهتر شود و بتوانید برای خانواده‌تان حضور داشته باشید.

# text
source: Remember to praise yourself each time you take steps to cope.
fa: هر بار که برای کنار آمدن با شرایط قدمی برمی‌دارید، خود را تحسین کنید.

# text
source: Thank you for joining us. Remember, you're doing the best you can. Be proud.
fa: سپاس که با ما همراه بودید. به یاد داشته باشید: شما تمام تلاش‌تان را می‌کنید. به خودتان افتخار کنید.

# text
source: This tip is about making a routine for your children.
fa: این توصبه درباره ساختن یک برنامه منظم برای اطفال تان است.

# text
source: When we are in crisis, things can feel unfamiliar. Having routines helps your children feel safe and stable.
fa: وقتی با بحران مواجه هستیم، همه‌چیز ممکن است نا آشنا به نظر برسد. داشتن برنامه روزانه به فرزندان‌تان احساس امنیت و ثبات می‌دهد.

# text
source: When you do the same things every day, it makes life more familiar for your children. It also makes them feel less worried and more secure.
fa: وقتی هر روز کارهای مشابهی انجام می‌دهید، زندگی برای اطفال تان آشناتر می‌شود. این کار باعث می‌شود آن‌ها کمتر نگران باشند و احساس امنیت بیشتری کنند.

# text
source: ▶️Press play to learn 3️⃣ tips on making routines to spend time together with your children:
fa: ▶️ نمایش را بزنید 3️⃣ نکته درباره ایجاد کار های روزانه برای وقت‌گذرانی با اطفال تان را یاد بگیرید:

# text
source: 1️⃣ **DO IT DAILY**
fa: 1️⃣ **هر روز انجامش دهید**

# text
source: 2️⃣ **PLAY EVERY DAY**
fa: 2️⃣ **هر روز بازی کنید**

# text
source: 3️⃣ **PRACTISE BEING CALM**
fa: 3️⃣ **تمرین آرام بودن را انجام دهید**

# text
source: Here are 3️⃣ tips on making routines to spend time together with your children:
fa: در اینجا 3️⃣ توصیه ها برای ایجاد کار های روزانه جهت وقت گذرانی با اطفال تان آورده شده است:

# text
source: Even when it feels hard, try to have some activities that you and your children do every day for yourself and your children.
fa: حتی زمانی که شرایط سخت است، سعی کنید فعالیت‌هایی را پیدا کنید که هر روز با اطفال تان انجام دهید، هم برای خودتان و هم برای آن‌ها.

# text
source: If you can, help children with daily routines like eating together and praying.
fa: اگر ممکن بود، در کار های روزمره مثل غذا خوردن با هم یا دعا کردن، اطفال تانرا همراهی کنید.

# text
source: Try to set aside time to play or spend quality time with your children every day.
fa: تلاش کنید هر روز زمانی را برای بازی کردن یا وقت‌گذرانی با کیفیت با اطفال تان اختصاص دهید.

# text
source: Playing with and talking to children for a few minutes every day helps them feel secure.
fa: بازی کردن و صحبت روزانه حتی برای چند دقیقه، به اطفال احساس امنیت می‌دهد.

# text
source: Ask children what they would like to do.
fa: از اطفال بپرسید که دوست دارند چه کاری انجام دهند.

# text
source: Listen to them, look at them, and give them your full attention.
fa: به آن‌ها گوش دهید، به آن‌ها نگاه کنید، و تمام توجه‌تان را به آن‌هابدهید.

# text
source: Our children learn calmness and kindness from us.
fa: اطفال مان آرامش و مهربانی را از ما یاد میگیرند.

# text
source: Every day, try telling yourself a calming message.
fa: هر روز سعی کنید یک جمله یی آرامش بخش به خودتان بگویید.

# text
source: Try “I can do this, I am trying my best.”
fa: مثلاً: «من می توانم انجام دهم، من تمام تلاشم را می‌کنم.»

# text
source: Small amounts of time can help children feel safe and loved.
fa: زمان کوتاه اما با کیفیت می‌تواند باعث شود اطفال احساس امنیت و محبت کنند.

# text
source: After this lesson, you can type {PLAY} to get some activity ideas to do with children.
fa: بعد از این درس، می‌توانید کلمه {PLAY} را بنویسید تا ایده‌هایی برای فعالیت با کودکان دریافت کنید.

# text
source: Here are some regular activities you might want to try to do with your children:
fa: در اینجا چند فعالیت روزمره‌ای آورده شده که ممکن است بخواهید با اطفال تان انجام دهید:

# text
source: Eat one meal together
fa: صرف یک وعده غذا با هم

# text
source: Getting ready to sleep
fa: آماده شدن برای خواب

# text
source: Exercise daily
fa: ورزش روزانه

# text
source: Daily play activities
fa: بازی روزانه

# text
source: Thank you for joining us. Parenting is not always easy. Well done for doing your best.
fa: سپاس از همراهی شما. فرزندپروری همیشه آسان نیست. آفرین که در حال انجام بهترین تلاش‌تان هستید.

# text
source: This tip is about helping your children cope with a crisis.
fa: این توصیه درباره‌ی کمک به اطفال تان برای کنار آمدن با بحران‌ها است.

# text
source: It is normal to be worried about your children, especially during tough times.
fa: نگران بودن برای اطفال تان، به‌ویژه در زمان‌های سخت، کاملاً طبیعی است.

# text
source: Children might face emotions and challenges they don’t know how to handle.
fa: اطفال ممکن است با احساسات و چالش‌هایی روبه‌رو شوند که بلد نباشند چطور با آن‌ها برخورد کنند.

# text
source: There are things you can do to help them feel better now and make them stronger for the future.
fa: کارهایی وجود دارد که می‌توانید انجام دهید تا حال آن‌ها را بهتر کنید و آن‌ها را برای آینده قوی‌تر بسازید.

# text
source: ▶️ Press play to learn 3️⃣ tips on how you can support your children during tough times:
fa: برای یادگیری 3️⃣ توصیه درباره‌ی چگونگی حمایت از اطفال تان در دوران سخت، دکمه ▶️ نمایش را فشار دهید:

# text
source: 1️⃣ **LISTEN**
fa: 1️⃣ **گوش دادن**

# text
source: 2️⃣ **PRAISE YOUR CHILDREN**
fa: 2️⃣ **اطفال تان را تشویق کنید**

# text
source: 3️⃣ **PRAISE YOURSELF**
fa: 3️⃣ **خود تان را تحسین کنید**

# text
source: Here are 3️⃣ tips on how you can support your children during tough times:
fa: در اینجا 3 توصیه وجود دارد که به شما کمک می‌کند در دوران سخت از فرزندانتان حمایت کنید:

# text
source: Children may be scared, confused and angry. They need your support.
fa: اطفال ممکن است ترسیده، گیج یا عصبانی باشند. آن‌ها به حمایت شما نیاز دارند.

# text
source: Listen to your children when they share how they are feeling.
fa: به صحبت‌های اطفال تان وقتی از احساسات‌شان می‌گویند گوش دهید.

# text
source: You can also encourage them to show their feelings by drawing pictures or writing poems.
fa: می‌توانید آن‌ها را تشویق کنید تا احساسات‌شان را با کشیدن نقاشی یا نوشتن شعر بیان کنند.

# text
source: Tell them whatever they are feeling is okay and give them comfort.
fa: به آن‌ها بگویید که هر احساسی که دارند قابل قبول است و به آن‌ها آرامش دهید.

# text
source: Ask children to help with day-to-day tasks, such as making food or cleaning.
fa: از آن‌ها بخواهید در کارهای روزمره مانند غذا درست کردن یا نظافت کمک کنند.

# text
source: Praise them for trying or doing well. This encourages helpful behaviour.
fa: وقتی تلاش می‌کنند یا کاری را خوب انجام می‌دهند، از آن‌ها تعریف کنید. این باعث تشویق رفتارهای خوب می‌شود.

# text
source: Praising children shows them that you notice and care.
fa: تحسین کردن اطفال به آن‌ها نشان می‌دهد که به آن‌ها توجه دارید و برای‌شان اهمیت قائلید.

# text
source: Every day before you sleep, take a moment to praise yourself for trying to help your children cope.
fa: هر شب قبل از خواب، لحظه‌ای وقت بگذارید و از خودتان بابت تلاش برای کمک به اطفال تان قدردانی کنید.

# text
source: Thinking of even one thing you are proud of can make a difference!
fa: فکر کردن حتی به یک کاری که به آن افتخار می‌کنید، می‌تواند تاثیر بزرگی داشته باشد!

# text
source: Thank you for joining us. Remember to also praise yourself for doing the best you can do.
fa: تشکر که با ما همراه بودید. به یاد داشته باشید که به خودتان هم افتخار کنید، چون دارید نهایت تلاش‌تان را می‌کنید.

# text
source: This tip is about protecting our children from sexual violence and responding to it.
fa: این نکته درباره محافظت از اطفال ما در برابر خشونت جنسی و نحوه پاسخ‌دهی به آن است.

# text
source: During difficult times, children are more likely to face dangers like sexual violence.
fa: در زمان‌های دشوار، اطفال بیشتر در معرض خطرهایی مانند خشونت جنسی قرار می‌گیرند.

# text
source: Sexual violence means doing or trying to do something sexual to someone that they don’t want to happen.
fa: خشونت جنسی به معنی انجام یا تلاش برای انجام کاری جنسی با کسی است که خودش آن را نمی‌خواهد.

# text
source: This can include things like threatening, pressuring or forcing someone to have sex, or touching them in a sexual way.
fa: این می‌تواند شامل مواردی چون تهدید کردن، تحت فشار قرار دادن یا مجبور ساختن کسی به انجام رابطه جنسی و یا لمس کردن او به گونه‌ای غیراخلاقی باشد.

# text
source: Sexual violence can be committed by a stranger, a friend, or even a family member.
fa: خشونت جنسی ممکن است از سوی یک فرد ناشناس، یک دوست یا حتی یکی از اعضای خانواده صورت گیرد.

# text
source: ▶️Press play to learn 6️⃣ tips for protecting your child from sexual violence:
fa: ▶️ برای یادگیری 6️⃣ توصیه درباره محافظت از اطفال در برابر خشونت جنسی دکمه نمایش را بزنید:

# text
source: 1️⃣ **NO IS OK!**
fa: 1️⃣ **نه گفتن درست است**

# text
source: 2️⃣ **TELL A PERSON OF TRUST**
fa: 2️⃣ **به یک شخص قابل اعتماد بگویید**

# text
source: 3️⃣ **RECOGNIZE**
fa: 3️⃣ **تشخیص دهید**

# text
source: 4️⃣ **LISTEN**
fa: 4️⃣ **گوش دهید**

# text
source: 5️⃣ **RESPOND
fa: 5️⃣ **پاسخ دهید**

# text
source: 6️⃣ **COMFORT YOUR CHILD**
fa: 6️⃣ **طفل تان را آرام کنید**

# text
source: Here are 6️⃣ tips for protecting your child from sexual violence:
fa: در اینجا 6️⃣ توصیه ها برای محافظت از اطفال تان در برابر خشونت جنسی آورده شده است:

# text
source: Teach your child that no one has the right to touch them or make them uncomfortable.
fa: به فرزندتان بفهمانید و بگویید که هیچ‌کس حق ندارد بدن او را لمس کند یا باعث ناراحتی‌اش شود.

# text
source: Remind them that their body belongs to them and if anyone touches their body, it is haram
fa: به او یادآوری کنید که بدنش متعلق به خودش است و اگر کسی بدن او را لمس کند، این کار *حرام* است

# text
source: Practice saying "no" loudly and strongly together.
fa: با هم تمرین کنید که چگونه با صدای بلند و قاطع "نه" بگویید.

# text
source: Remember, you can do this with words and with body. Talking about this with your child helps protect them.
fa: به یاد داشته باشید که این کار را می‌تواند هم از طریق گفتار و هم از طریق حرکات بدنی انجام شود. گفت‌وگو در این مورد با اطفال تان، به حفاظت او کمک می‌کند.

# text
source: Tell your children that abusers often trick by giving gifts, pretending to be kind and supportive. Once violence happens, the abuser asks them to keep sexual violence a “secret”.
fa: به اطفال خود بگویید که سوء استفاده کننده گان اغلب با تحقه دادن، وانمود کردن به مهربانی و حمایت، تلاش می‌کنند آن‌ها را فریب دهند. زمانی که خشونت جنسی اتفاق می‌افتد، سوء استفاده کننده ممکن است از کودک بخواهد آن را به عنوان یک "راز" نگه دارد.

# text
source: Remind them that they don’t have to keep secrets from their parents or a person they trust.
fa: به آن‌ها یادآوری کنید که هرگز مجبور نیستند هیچ رازی را از والدین یا یک بزرگ‌سال مورد اعتماد مخفی کنند.

# text
source: Tell your children they don’t need to feel ashamed about the violence they survived.
fa: به اطفال تان بگویید که نباید بابت خشونتی که از آن جان سالم به در برده‌اند، احساس شرم کنند.

# text
source: Let them know it’s always okay to talk to a trusted adult, like a parent or a teacher, if someone makes them feel uncomfortable.
fa: به آن‌ها اطمینان دهید که همیشه می‌توانند با یک شخص کلانتر مورد اعتماد مانند پدر، مادر یا معلم صحبت کنند، اگر کسی باعث ناراحتی یا آزار آن‌ها شد.

# text
source: It’s not always easy to see, but some signs may show a child has been hurt:
fa: تشخیص دادن همیشه آسان نیست، اما برخی نشانه‌ها ممکن است نشان‌دهنده آن باشد که طفلی آسیب دیده است:

# text
source: 🔵Start doing things they used to do when they were younger, such as wetting the bed
fa: 🔵 شروع به انجام رفتارهایی کنند که در طفلیت داشتند، مانند شب‌ادراری

# text
source: 🔵 Unexplained physical complaints
fa: 🔵 شکایت‌های جسمی بدون دلیل مشخص

# text
source: 🔵 Sudden changes in mood or behaviour
fa: 🔵 تغییر ناگهانی در رفتار یا خلق‌وخو

# text
source: 🔵 Holding onto you or other caregivers more
fa: 🔵 چسبیدن بیشتر به شما یا مراقبان دیگر

# text
source: 🔵 Struggling with peers or school — such as having fewer friends, doing worse in class, or skipping school
fa: 🔵 مشکل در روابط با دوستان یا در مکتب— مانند کاهش دوستان، افت تحصیلی یا غیبت از مکتب

# text
source: 🔵 Risky or self-harming behaviours, like cutting, stealing, or using substances
fa: 🔵 رفتارهای پرخطر یا آسیب‌زننده مانند بریدن بدن، دزدی یا مصرف مواد

# text
source: Take a deep breath so you can respond calmly.
fa: نفس عمیق بکشید تا بتوانید آرام واکنش نشان دهید.

# text
source: Ask yourself, “What does my child need right now?”
fa: از خودتان بپرسید: «طفل من در حال حاضر به چه چیزی نیاز دارد؟»

# text
source: Let your child share with you what they need. Avoid criticism.
fa: بگذارید طفل تان خودش نیازش را بیان کند. از سرزنش کردن خودداری کنید.

# text
source: Notice what they are feeling and tell them what you notice so they feel heard.
fa: احساساتش را ببینید و برایش بازگو کنید تا بداند شما او را درک می‌کنید.

# text
source: Tell your child that you believe them and are there for them.
fa: به او بگویید که گپ هایش را باور دارید و در کنارش هستید.

# text
source: 5️⃣ **RESPOND**: What might help what is going on?
fa: 5️⃣*پاسخ‌دهی*: چه کاری می‌تواند برای بهبود وضعیت مفید باشد؟

# text
source: You might need to help your child talk about their feelings or redirect their focus.
fa: شاید نیاز باشد کمکش کنید تا درباره احساساتش صحبت کند یا توجه اش را به چیز دیگری معطوف کنید.

# text
source: You might need to talk about the actions that you or your child could take to help with what has happened. In case of sexual violence, you and Your child need to go to the clinic.
fa: ممکن است لازم باشد درباره اقداماتی که شما یا اطفال تان می‌توانید انجام دهید صحبت کنید. در موارد خشونت جنسی، شما و اطفال تان باید به کلینیک مراجعه کنید.

# text
source: Right now, your child needs you to be there for them with love. Remind them that it is not their fault what other people did to them.
fa: در این لحظه، طفل تان بیش از هر چیز نیاز دارد که شما با محبت در کنار او باشید. به او یادآور شوید که او مسئول آنچه دیگران در حقش انجام داده‌اند نیست.

# text
source: Remember, you can always type {HELP} and get information about resources in your community where you may receive help.
fa: می‌توانید {HELP} را بنویسید تا اطلاعاتی درباره منابع حمایتی در جامعه‌تان دریافت کنید.

# text
source: 6️⃣ **COMFORT YOUR CHILD**
fa: 6️⃣ **طفل تان را آرام کنید**

# text
source: It can be hard to see your child feeling upset or confused, but there is a lot you can do to support them.
fa: دیدن ناراحتی یا سردرگمی طفل تان سخت است، اما شما می‌توانید حمایت بزرگی باشید.

# text
source: 💚 Reassure them it’s not their fault and they are safe and loved.
fa: 💚 به او اطمینان بدهید که او گناهکار نیست و در امنیت و مورد محبت است.

# text
source: 🎈 Remind your child again that you love them and that together, you two will find solutions. Thank them for sharing with you.
fa: 🎈 دوباره به او بگویید که دوستش دارید و با هم راه‌حل پیدا خواهید کرد. از او برای اعتمادش و گفت‌وگو با شما تشکر کنید.

# text
source: Thank you for joining us. Talking about sexual violence with your children will go a long way to protect them. It is not easy but necessary. They are lucky to have you. Be proud of yourself.
fa: تشکر که با ما همراه بودید. صحبت با اطفال درباره خشونت جنسی گامی مهم برای محافظت از آن‌هاست. آسان نیست، اما ضروریست. فرزندتان خوش‌شانس است که شما را دارد. به خودتان افتخار کنید.

# text
source: This tip is about helping your children when someone dies.
fa: این نکته درباره حمایت از اطفال تان در وقت از دست دادن یک عزیز است.

# text
source: Losing a loved one is painful for everyone, including children.
fa: از دست دادن یک فرد دوست‌داشتنی برای همه، از جمله اطفال، دردناک است.

# text
source: Children may feel overwhelmed and upset when someone dies.
fa: اطفال ممکن است در وقت مرگ کسی احساس ناراحتی و آشفتگی زیادی داشته باشند.

# text
source: Talking to your children about death can be hard, but it will help them make sense of what is happening.
fa: صحبت کردن با اطفال درباره مرگ سخت است، اما به آن‌ها کمک می‌کند تا درک بهتری از شرایط داشته باشند.

# text
source: ▶️Press play 3️⃣ tips on how to help your children when someone dies:
fa: ▶️برای نمایش فشار دهید 3️⃣ توصیه برای کمک به اطفال تان وقتی کسی فوت می‌کند:

# text
source: 1️⃣ **BE CLEAR**
fa: 1️⃣ **واضع صحبت کنید**

# text
source: 2️⃣ **ACCEPT FEELINGS**
fa: 2️⃣ **احساسات را بپذیرید**

# text
source: 3️⃣ **SAY GOODBYE**
fa: 3️⃣ **خدا حافظی کنید**

# text
source: Here are 3️⃣ tips on how to help your children when someone dies:
fa: در اینجا 3 توصیه برای کمک به اطفال تان وقتی مرگ کسی آمده است:

# text
source: In simple terms, tell them the person has passed away and will not return.
fa: با کلمات ساده برای‌شان توضیح دهید که آن شخص فوت کرده و دیگر باز نمی‌گردد.

# text
source: You can add “To Allah we belong and to Him we return. The person who has died is now in Paradise”.
fa: می‌توانید اضافه کنید: «إِنَّا لِلَّٰهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ. کسی که فوت کرده حالا در بهشت است.»

# text
source: If one of their caregivers has died, tell children who they will live with and who will look after them – they often worry about this.
fa: اگر یکی از مراقبان‌شان فوت کرده، به کودک بگویید که با چه کسی زندگی خواهد کرد و چه کسی از او مراقبت خواهد کرد – چون آن‌ها معمولاً نگران این موضوع هستند.

# text
source: There is no right way for a child to react to loss. Children may act happy but still feel sad.
fa: واکنش اطفال تان به غم از دست دادن متفاوت است و هیچ روش درست یا غلطی وجود ندارد. ممکن است شاد به نظر برسند، اما در درون ناراحت باشند.

# text
source: Listen to your child and tell them that whatever you are feeling is okay.
fa: به گپ های اطفال تان گوش دهید و به او اطمینان دهید که هر احساسی که دارد، طبیعی و قابل قبول است.

# text
source: Do something together to say goodbye to the person – a song, a letter or reading Al Fatiha from the Holy Quran together.
fa: کاری را با هم انجام دهید تا با فرد فوت‌شده خداحافظی کنید – مثلاً نوشتن یک نامه، یا خواندن سوره فاتحه از قرآن.

# text
source: Let us understand how children of different ages react to death.
fa: بیایید تا بفهمیم که اطفال در سنین مختلف چگونه به مرگ واکنش نشان می‌دهند.

# text
source: Small children under the age of 5 years may ask if the person who has died is coming back.
fa: اطفال خردسال زیر سن 5 سال ممکن است بپرسند که آیا فرد فوت‌شده باز خواهد گشت یا نه.

# text
source: They might hold onto you or other caregivers more, or start doing things they used to do when they were younger, such as wetting the bed.
fa: ممکن است بیشتر به شما یا مراقبان دیگر بچسبند، یا دوباره رفتارهایی را انجام دهند که در طفلیت انجام می‌دادند، مانند تر کردن جای خواب.

# text
source: Older children between 6 and 11 years old may ask more questions and want to understand what happened.
fa: اطفال کلانتر بین 6 تا 11 سال ممکن است سوالات بیشتری بپرسند و بخواهند بفهمند دقیقاً چه اتفاقی افتاده است.

# text
source: They may show their grief through anger and experience physical aches or pains.
fa: آن‌ها ممکن است غم خود را از طریق عصبانیت نشان دهند یا دردهای جسمی را تجربه کنند.

# text
source: Adolescents and young teenagers from around the age of 12 years will wonder about why things happen.
fa: نوجوانان و نوجوانان از حدود 12 سال به بالا، ممکن است درباره چرایی اتفاق‌ها فکر کنند.

# text
source: Their reactions will vary and can include lack of interest, anger, extreme sadness and poor concentration.
fa: واکنش‌های آن‌ها متفاوت است و می‌تواند شامل بی‌علاقگی، عصبانیت، غم شدید و عدم تمرکز باشد.

# text
source: Thank you for joining us. Parenting is full of difficult conversations. Take a moment to care for yourself.
fa: تشکر که با ما همراه بودید. والد بودن پر از گفتگوهای دشوار است. برای خودتان هم زمانی بگذارید و مراقب خودتان باشید.

# text
source: Keeping children safe can feel overwhelming, especially when dealing with unexpected challenges.
fa: در امان نگه‌داشتن اطفال می‌تواند در شرایط سخت و چالش‌برانگیز، بسیار دشوار و سنگین به نظر برسد.

# text
source: In such moments, having a clear plan will help you and your children know what to do to be safe.
fa: در چنین لحظاتی، داشتن یک *طرح واضح و روشن* می‌تواند به شما و اطفال تان کمک کند تا بدانید برای حفظ امنیت‌تان چه کاری باید انجام دهید.

# text
source: Press Play ▶️ to learn 3️⃣ tips on how to keep your children safe in an unsafe situation:
fa: ▶️ دکمه نمایش را فشار دهید تا با 3️⃣ توصیه مهم برای محافظت از اطفال در شرایط ناامن آشنا شوید:

# text
source: 1️⃣ **TALK**
fa: 1️⃣ **گپ بزنید**

# text
source: 2️⃣ **PLAN**
fa: 2️⃣ **پلان داشته باشید**

# text
source: 3️⃣ **ASSURE**
fa: 3️⃣ **اطمینان بدهید**

# text
source: Here are 3️⃣ tips on how to keep your children safe in an unsafe situation:
fa: در اینجا 3️⃣ نکته برای حفظ امنیت اطفال در موقعیت‌های نا امن آمده است:

# text
source: Talk to children about what is happening in a way that they can understand.
fa: - با اطفال تان در مورد آنچه در حال رخ دادن است به زبان کودکانه که درک میکنند صحبت کنید.

# text
source: Talk to them about things that are not safe.
fa: درباره کارها و مکان‌هایی که امن نیستند با آن‌ها صحبت کنید.

# text
source: Identify a meeting point and make a plan in case you get separated.
fa: یک نکته ملاقات مشخص کنید و در صورت جدا شدن، با هم برنامه‌ریزی داشته باشید.

# text
source: Keep children with you or with someone you trust all the time.
fa: همیشه اطفال تانرا نزد خود یا نزد کسی که به او اعتماد دارید نگه دارید.

# text
source: Planning with children helps them feel safer too.
fa: برنامه‌ریزی با اطفال باعث می‌شود آن‌ها نیز احساس امنیت بیشتری داشته باشند.

# text
source: Assure your children that you will do everything to keep them safe.
fa: به اطفال اطمینان بدهید که هر کاری از دست‌تان برمی‌آید برای محافظت از آن‌ها انجام خواهید داد.

# text
source: Encourage them to share anything that worries them with you.
fa: آن‌ها را تشویق کنید تا هر چیزی که نگران‌شان می‌کند را با شما در میان بگذارند.

# text
source: Be proud of your efforts and try to take care of yourself too.
fa: به تلاش‌های خود افتخار کنید و سعی کنید از خودتان نیز مراقبت نمایید.
