Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_crisis_afghanistan/*/*_afg_navigation.po
Languages: fa

# text
source: Would you like to go back to the previous messages?
fa: آیا می‌خواهید به پیام‌های قبلی برگردید؟

# text
source: That's okay. Type {HELP} at any time if you would like the details of emergency services or other hotlines.
fa: درست است. در هر زمانی که خواستید، می‌توانید {HELP} را بنویسید تا جزئیات خدمات اضطراری یا شماره تماس‌های پشتیبانی را دریافت کنید.

# text
source: Sorry, I don't understand what you mean.
fa: معذرت، متوجه منظور تان نشدم.

# text
source: Here are some services that might be able to help:
fa: در اینجا بعضی از خدماتی هستند که ممکن است بتوانند کمک‌تان کنند:

# text
source: Type {HELP} at any time if you would like the details of emergency services or other hotlines. Remember everything you say will be completely private!
fa: در هر زمان که میخواهید {HELP} را بنویسید و به شما اطلاعات مربوط به خدمات اضطراری یا شماره تماس های ضروری را می دهد! قابل یاد آوریست اینکه هر آنچه که بگویید، کاملا محرمانه خواهد بود!

# text
source: Would you like information about local and international resources available to help you right now?
fa: آیا می‌خواهید معلوماتی درباره منابع محلی و بین‌المللی که هم‌اکنون می‌توانند به شما کمک کنند دریافت کنید؟

# text
source: Do you need some support with an emotional issue?
fa: آیا نیاز به حمایت عاطفی در یک مسئله دارید؟

# text
source: Are you currently experiencing a health issue?
fa: آیا در حال حاضر با یک مشکل سلامتی و صحی مواجه هستید؟

# text
source: Do you have an emergency?
fa: آیا با یک وضعیت اضطراری مواجه هستید؟

# text
source: It looks like you are facing an emergency. Can you please tell us what kind of assistance you need?
fa: به نظر می‌رسد شما با یک وضعیت اضطراری مواجه هستید. لطفاً بگویید چه نوع کمکی نیاز دارید؟

# text
source: What would you like to do?
fa: چه کاری میخواهید انجام دهید؟

# text
source: We hope this was helpful. You can access this information at any time by typing {HELP}.
fa: امیدواریم این معلومات برای شما مفید بوده باشد. در هر زمان می‌توانید با نوشتن {HELP} به این معلومات دسترسی پیدا کنید.

# text
source: Welcome back!
fa: خوش آمدید!

# text
source: You are already part of ParentText
fa: شما فعلاً به ParentText پیوسته‌اید

# text
source: Please type {MENU} to access resources and review previous tips, {PLAY} to receive a playful activity you can complete with your child, {PAUSE} to take a pause with us, or {HELP} to access additional support resources.
fa: لطفاً برای دسترسی به منابع و مرور توصیه قبلی، {MENU} را بنویسید، برای دریافت یک فعالیت بازی‌گونه برای انجام با اطفال تان، {PLAY}، برای یک مکث آرامش‌بخش، {PAUSE} و برای دریافت منابع حمایتی بیشتر، {HELP} را بنویسید.

# text
source: You have already received all of the avilable tips. Type {MENU} to review previous tips.
fa: شما قبلاً تمام توصیه های موجود را دریافت کرده‌اید. برای مرور دوباره آن‌ها، {MENU} را بنویسید.

# text
source: Welcome back to ParentText.
fa: به ParentText خوش آمدید.

# text
source: Are you sure you want to stop receiving tips?
fa: آیا مطمئن هستید که می‌خواهید دریافت توصیه ها را متوقف کنید؟

# text
source: If you do not want to receive any more messages, please type "EXIT".
fa: اگر نمی‌خواهید پیام‌های بیشتری دریافت کنید، لطفاً "خروج" را بنویسید.

# text
source: If you made a mistake, please type "BACK".
fa: اگر اشتباه نوشته اید، لطفاً "بازگشت" را بنویسید.

# text
source: Thank you for participating. If you want to return to continue receiving tips, type HELLO.
fa: تشکر از همراهی شما. اگر می‌خواهید دوباره دریافت نکات را ادامه دهید، "سلام" را بنویسید.

# text
source: We hope to see you again soon.
fa: به امید دیدار دوباره شما به زودی.

# text
source: We are so glad you want to stick around! We will resume your progress tomorrow.
fa: خوشحالیم که می‌خواهید با ما بمانید! روند ارسال توصیه ها از فردا ادامه خواهد یافت.

# text
source: This feature will be available once you have completed registration. It won’t take long. Please continue your progress!
fa: این قابلیت پس از تکمیل ثبت‌نام در دسترس خواهد بود. زمان زیادی نمی‌برد، لطفاً روند خود را ادامه دهید!

# text
source: The menu will be available once you have completed registration. It won’t take long. Please continue your progress!
fa: فهرست پس از تکمیل ثبت‌نام فعال می‌شود. زمان زیاد نمی برد، لطفاً ادامه دهید!

# text
source: Thank you for taking a pause with me today.
fa: از اینکه امروز با من مکث کردید، تشکر.

# text
source: In this program, you will receive @fields.c_n_mod tips. Your first tip is "@results.name".
fa: در این برنامه، شما @fields.c_n_mod توصیه دریافت خواهید کرد. اولین توصیه شما "@results.name" است.

# text
source: fail
fa: خطا

# text
source: Let’s get started. Press NEXT to begin.
fa: بیایید شروع کنیم. برای آغاز، دکمه NEXT را فشار دهید.

# text
source: The tips you haven't finished are:
fa: توصیه های که هنوز کامل نکرده اید:

# text
source: Which tip would you like to receive?
fa: کدام توصیه را دوست دارید دریافت کنید؟

# text
source: You haven't received any tips yet.
fa: تا کنون هیچ توصیه ای دریافت نکرده اید.

# text
source: You have received the following tips:
fa: شما توصیه های ذیل را دریافت کرده اید:

# text
source: Would you like to review it?
fa: کدام یک از توصیه ها را دوست دارید مرور کنید؟

# text
source: That's okay. You can come back here at any time to review it.
fa: درست است. شما می توانید هر زمانی برای مرور باز گردید.

# text
source: You have completed @fields.n_s_modules_compl out of @fields.n_s_modules tips. Which of the following tips would you like to review?
fa: شما تاکنون @fields.n_s_modules_compl از مجموع @fields.n_s_modules توصیه ها را کامل کرده‌اید. کدام یک از توصیه های زیر را می‌خواهید مرور کنید؟

# text
source: @(word_count(join(reverse(split(fields.s_modules_compl," ")), " ")) +1). Return to Main Menu
fa: @(word_count(join(reverse(split(fields.s_modules_compl," ")), " ")) +1). بازگشت به فهرست

# text
source: What would you like now?
fa: اکنون چی می خواهید؟

# text
source: Alright. I will share more tips tomorrow.
fa: باشه، توصیه های بیشتری را فردا با شما به اشتراک می گذارم.

# text
source: What kind of activity do you want to try with your child?
fa: چه نوع فعالیتی را دوست دارید با اطفال تان امتحان کنید؟

# text
source: Do you want to begin now or tomorrow?
fa: می خواهید از همین حالا شروع کنید یا از فردا؟

# text
source: Great, see you tomorrow!
fa: عالیست، فردا خواهیم دید شما را!

# text
source: You’ve completed the programme – well done!
fa: شما برنامه را کامل کردید – آفرین!

# text
source: Remember, you can always return to {prog_name} to review any of the tips. Just type {MENU}.
fa: یاد‌تان باشد که همیشه می‌توانید به {prog_name} برگردید و هر کدام از توصیه ها را مرور کنید. فقط کافی‌ست بنویسید {MENU}.

# text
source: We’ll check in with you in a month to see how you’re doing. Your feedback helps us make sure these tips truly support families like yours 🙂
fa: ما در یک ماه آینده دوباره با شما تماس خواهیم گرفت تا ببینیم اوضاع چطور پیش می‌رود. نظر و معلومات شما به ما کمک می‌کند مطمئن شویم این توصیه ها واقعاً به خانواده‌هایی مثل شما کمک می‌کنند 🙂

# text
source: Was ParentText helpful? If so, share it with a friend. Just send this link: {share link}
fa: آیا ParentText برایتان مفید بود؟ اگر بله، آن را با یک دوست به اشتراک بگذارید. فقط این لینک را بفرستید: {share link}

# text
source: It’s a difficult moment for your family. I’m here today with a few tips to create small moments of connection with your child to give them the routine and stability you all need right now.
fa: این روزها، زمان دشواری برای خانواده‌تان است. امروز با چند توصیه ها همراه شما هستم تا لحظات کمی از ارتباط را با اطفال تان بسازید و کار ها روزانه و ثباتی را که همگی به آن نیاز دارید، ایجاد کنید.

# text
source: Press a number on your keypad:
fa: یک عدد را وارد کنید:

# text
source: 1. Continue with my registration
fa: 1. ادامه ثبت نام

# text
source: 2. Remind me tomorrow
fa: 2. فردا یاد آوری کن

# text
source: OK, see you tomorrow.
fa: باشه، فردا شما را خواهیم دید.

# text
source: It looks like you started answering some baseline questions but didn't get a chance to finish. Would you like to continue now and then we can move onto the tips?
fa: به نظر می‌رسد شروع به پاسخ دادن به برخی سؤالات ابتدایی کردید اما فرصت نکردید کاملش کنید. آیا مایلید حالا ادامه دهید و بعد به توصیه ها بپردازیم؟

# text
source: 1. Continue my initial questions
fa: 1. ادامه سؤالات اولیه

# text
source: It looks like you started a tip, but didn't finish receiving all of the information. Would you like to finish it or start learning someting new?
fa: به نظر می‌رسد یک توصیه را شروع کردید اما هنوز همه معلومات را دریافت نکردید. مایلید آن را کامل کنید یا توصیه یی جدیدی یاد بگیرید؟

# text
source: 1. Finish the previous tip
fa: 1. ادامه توصیه قبلی

# text
source: 2. Receive a new tip
fa: 2. دریافت توصیه جدید

# text
source: 3. Remind me tomorrow
fa: 3. فردا یادآوری کن

# text
source: It looks like you started a parenting tip, but didn't finish receiving all of the information. What would you like to do?
fa: به نظر می‌رسد که شما یک نکته تربیتی را شروع کرده‌اید اما هنوز همه اطلاعات را دریافت نکرده‌اید. چه کاری می‌خواهید انجام دهید؟

# text
source: 1. Receive the remaining information
fa: 1. دریافت ادامه معلومات

# text
source: 3. I've finished receiving all of the information that I want from this chatbot
fa: 3. من دریافت همه معلومات که برای این چت بات لازم داشتم کامل کرده ام

# text
source: It looks like you have started, but not finished, @fields.c_n_mod_started tips. What would you like to do?
fa: به نظر می‌رسد شما @fields.c_n_mod_started توصیه را شروع کرده‌اید اما به پایان نرسانده‌اید. چه کاری می‌خواهید انجام دهید؟

# text
source: You and your family are facing a challenging time. ParentText provides tips on how you can support your child during this crisis. Would you like to recieve your first tips now?
fa: شما و خانواده‌تان با یک دوران چالش‌برانگیز روبه‌رو هستید. *ParentText* توصیه های ارائه می‌دهد که به شما کمک می‌کند اطفال تانرا در این بحران حمایت کنید. آیا می‌خواهید اولین توصیه ها را همین حالا دریافت کنید؟

# text
source: 1. Yes
fa: 1. بلی

# text
source: 2. No, remind me tomorrow
fa: 2. نه، فردا یادآوری کن

# text
source: New tips are ready for you. Would you like to continue now?
fa: توصیه های جدید آماده هستند. آیا مایل هستید اکنون ادامه دهید؟

# text
source: 💛 We’re thinking of you today. There are simple things you can do to help your child cope. Would you like to learn about them?
fa: 💛 امروز به یاد شما هستیم. کارهای ساده‌ای وجود دارد که می‌توانید برای کمک به مقابله اطفال تان با بحران انجام دهید. آیا می‌خواهید درباره آن‌ها یاد بگیرید؟

# text
source: ✨ Today’s tips can help your child feel more safe. Would you like to learn more?
fa: ✨ توصیه های امروز می‌توانند به طفل شما کمک کنند احساس امنیت بیشتری داشته باشد. آیا می‌خواهید بیشتر بدانید؟

# text
source: 💡 Many parents are having quiet talks with their children about staying safe. Today’s tips explain how to keep your child safe from harassment in a calm, age-appropriate way.
fa: 💡 بسیاری از والدین در حال گفت‌وگوهای آرام با اطفال خود درباره‌ی ایمن بودن هستند. توصیه های امروز توضیح می‌دهند چگونه به شیوه‌ای آرام و متناسب با سن طفل، او را از آزار محافظت کنیم.

# text
source: Would you like to receive them?
fa: آیا می‌خواهید آن‌ها را دریافت کنید؟

# text
source: 🕊️ In war and other tough times, children notice more than we think. Today’s tips help you talk to your child about death so they can feel safer, less confused, and more supported. Would you like to receive the tips?
fa: 🕊️ در جنگ و شرایط سخت دیگر، اطفال بیشتر از آنچه فکر می‌کنیم متوجه می‌شوند. توصیه های امروز به شما کمک می‌کنند با طفل خود درباره مرگ صحبت کنید تا احساس امنیت، درک بهتر و حمایت بیشتری داشته باشد. آیا مایل به دریافت توصیه ها هستید؟

# text
source: 💛 Keeping kids safe can feel overwhelming, but a clear plan helps. Today's tip shows you imple ways to help your child feel safe and supported in uncertain times.
fa: 💛 حفظ مصئونیت اطفال می‌تواند کار دشواری به‌نظر برسد، اما یک برنامه واضح می‌تواند کمک‌کننده باشد. *توصیه امروز* راه‌های ساده‌ای را نشان می‌دهد تا اطفال‌تان در زمان‌های نامطمئن احساس مصئونیت و حمایت کنند.

# text
source: Would you like to continue now?
fa: حالا میخواهید ادامه بدهید؟

# text
source: 💛 It can be frightening to think about traffickers, but talking with your child helps protect them. Today’s tip shows you simple ways to keep your child safe and aware.
fa: 💛 فکر کردن به قاچاقچیان می‌تواند ترسناک باشد، اما گپ زدن با طفل‌تان به محافظت از او کمک می‌کند. *توصیه امروز* راه‌های ساده‌ای را برای حفظ مصئونیت و آگاهی طفل‌تان نشان می‌دهد.

# text
source: 💛 Sometimes families need to stay in a shelter during emergencies or unsafe times. Today’s tip shares simple ways to help your child feel safe and cared for there.
fa: 💛 گاهی خانواده‌ها در زمان‌های اضطراری یا شرایط نا أمن نیاز دارند در پناهگاه بمانند. *توصیه امروز* روش‌های ساده‌ای را برای کمک به طفل‌تان در احساس مصئونیت و محافظت شدن در آنجا به اشتراک می‌گذارد.

# text
source: 💛 When farms stay strong, families have more food, less stress, and a safer future. Today’s tip shares easy steps to protect your land and your children’s well-being.
fa: 💛 زمانی‌که کشت زار ها قوی باقی بمانند، خانواده‌ها غذای بیشتر، فشار کمتر و آینده‌ای مصئون‌تر دارند. *توصیه امروز* گام‌های آسانی را برای محافظت از زمین‌تان و سلامتی اطفال‌تان شریک می‌سازد.

# text
source: This time is difficult. It doesn't seem like you have the time for the these tips right now. When you are ready to keep going, press 1.
fa: این زمان سختی است. به نظر می‌رسد که در حال حاضر وقت لازم برای دریافت این توصیه ها را ندارید. هر وقت آماده شدید تا ادامه دهید، عدد 1 را فشار دهید.

# text
source: We hope this was helpful! You can access the Main Menu at any time by typing {MENU}.
fa: امیدواریم این توصیه ها مفید بوده باشند! در هر زمانی می‌توانید با نوشتن کردن {MENU} به فهرست اصلی دسترسی پیدا کنید.

# text
source: What would you like to do next?
fa: می‌خواهید در ادامه چه کاری انجام دهید؟

# text
source: We hope this was helpful. You can access the Main Menu at any time by typing {MENU}.
fa: امیدواریم این توصیه ها مفید بوده باشند! در هر زمانی می‌توانید با نوشتن کردن {MENU} به فهرست اصلی دسترسی پیدا کنید.

# text
source: You've reached the end of today's tip. Well done for caring for your child during this challenging time.
fa: شما به پایان توصیه امروز رسیده‌اید. آفرین که در این زمان چالش‌برانگیز به محافظت از اطفال تان اهمیت می‌دهید.

# text
source: What would you like change?
fa: می‌خواهید چه چیزی را تغییر دهید؟

# text
source: You are receiving content with text and images.
fa: شما مطالبی را که دریافت میکنید شامل متن و تصاویر می باشد.

# text
source: You are receiving content with Audio.
fa: شما مطالبی را که دریافت میکنید شامل صدا و صوت می باشد.

# text
source: You are receiving content with
fa: شما مطالبی را که دریافت میکنید شامل

# text
source: You didn't provide this info.
fa: شما این معلومات رای ارایه نکرده اید.

# text
source: Would you like to change it?
fa: آیا می‌خواهید آن را تغییر دهید؟

# text
source: You didn't tell us if you are a woman or a man.
fa: شما به ما نگفته‌اید که خانم هستید یا آقا.

# text
source: You told us that you are a Woman.
fa: شما گفته‌اید که خانم هستید.

# text
source: You told us that you are a Man.
fa: شما گفته اید که آقا هستید.

# text
source: You told us that you are a
fa: شما گفته اید که شما

# text
source: Would you like to update your gender?
fa: آیا مایل هستید جنسیت خود را به‌روزرسانی کنید؟

# text
source: You completed the ParentText demo. Type {RESET} and then {FACSTART} to re-start from the beginning.
fa: شما نسخه نمایشی ParentText را کامل کردید. برای شروع دوباره، {RESET} و سپس {FACSTART} را بنویسید.

# text
source: There are @(fields.c_n_mod - fields.c_n_mod_compl) more tips.
fa: توصیه های بیشتری درینجا @(fields.c_n_mod - fields.c_n_mod_compl) موجود است.

# text
source: There is one more tip.
fa: یک توصیه دیگری نیز است.

# text
source: You’ve completed the {prog_name} – well done! There are no new tips available, but you can always review any of the completed tips by selecting option 1 in the {MENU}
fa: آفرین! شما برنامه {prog_name} را تکمیل نمودید- هیچ توصیه جدید در دسترس نیست، اما شما همیشه می توانید توصیه های تکمیل شده را با انتخاب گزینه 1 در {MENU} مرور کنید

# text
source: Thanks for reaching out 🤍 It really shows how much you care about your children. Right now, the programme is full, but we’ve added you to the waiting list. As soon as a spot opens up, we’ll let you know.
fa: تشکر از تماس شما 🤍 این واقعاً نشان می‌دهد که چقدر برای اطفال تان اهمیت قائل هستید. در حال حاضر ظرفیت برنامه پر است، اما شما را در لیست انتظار قرار دادیم. به محض اینکه جای خالی ایجاد شود، به شما اطلاع خواهیم داد.

# text
source: Here is a video about {prog_name}.
fa: در این جا یک ویدیو درباره {prog_name} موجود است.

# text
source: Welcome back to ParentText!
fa: به ParentText باز خوش آمدید!

# text
source: You have not given consent to participate in this programme. Would you like to participate?
fa: شما هنوز برای شرکت در این برنامه رضایت نداده‌اید. آیا مایل هستید شرکت کنید؟

# text
source: If you ever want to receive these tips in the future just type HELLO.
fa: اگر در آینده بخواهید این توصیه ها را دریافت کنید، فقط "HELLO" را بنویسید.

# text
source: We are here to help. You've received @fields.c_n_mod_compl out of @fields.c_n_mod tips. Would you like to continue?
fa: ما اینجا هستیم تا کمک کنیم. شما تاکنون @fields.c_n_mod_compl از @fields.c_n_mod توصیه ها را دریافت کرده‌اید. آیا دوست دارید ادامه دهید؟

# text
source: That's okay. If you ever decide to come back, type HELLO.
fa: درست است. اگر تصمیم گرفتید بازگردید، فقط "HELLO" را بنویسید.

# text
source: We hope to see you again soon, and we wish you a happy and peaceful day!
fa: امیدواریم دوباره شما را ببینیم، و برایتان روزی شاد و آرام آرزو می‌کنیم!

# quick_replies
source: Yes
fa: بلی

# quick_replies
source: No
fa: نخیر

# quick_replies
source: Local and international support
fa: حمایت محلی و بین المللی

# quick_replies
source: Medical services
fa: خدمات طبی

# quick_replies
source: Mental health support
fa: خدمات سلامت روان

# quick_replies
source: Family counselling services
fa: خدمات مشاوره خانوادگی

# quick_replies
source: Natural disasters
fa: بلایای طبیعی

# quick_replies
source: Child Protection
fa: محافظت اطفال

# quick_replies
source: Get other emergency contacts
fa: دریافت سایر شماره های تماس اضطراری

# quick_replies
source: Get another tip
fa: دریافت توصیه دیگر

# quick_replies
source: Go to the Main Menu
fa: رفتن به فهرست اصلی

# quick_replies
source: Exit menu
fa: خروج از فهرست

# quick_replies
source: BACK
fa: قبلی

# quick_replies
source: NEXT
fa: بعدی

# quick_replies
source: A fun activity I can do with my child
fa: یک فعالیت سرگرم کننده ای که می توانم با طفل خود انجام دهم

# quick_replies
source: Nothing. Let's continue tomorrow.
fa: روز بعد ادامه خواهیم داد.

# quick_replies
source: Another fun activity I can do with my child
fa: یک فعالیت سرگرم کننده ای دیگری که می توانم با طفل خود انجام دهم

# quick_replies
source: Continue with more tips tomorrow.
fa: ادامه با توصیه های بیشتر برای فردا.

# quick_replies
source: View another activity idea
fa: نمایش ایده یک فعالیت دیگر

# quick_replies
source: Go to Main Menu
fa: رفتن به فهرست اصلی

# quick_replies
source: Something Quick
fa: چیزی سریع

# quick_replies
source: Something Active
fa: چیزی فعال

# quick_replies
source: Something Calm
fa: چیزی آرام

# quick_replies
source: Now
fa: حالا

# quick_replies
source: Tomorrow
fa: فردا

# quick_replies
source: Return to Menu
fa: باز گشت به فهرست

# quick_replies
source: Review a different tip
fa: یک توصیه متفاوت مرور کنید

# quick_replies
source: Review tips
fa: مرور توصیه ها

# quick_replies
source: Get the next tip
fa: توصیه بعدی

# quick_replies
source: Get more help
fa: کمک بیشتر

# quick_replies
source: Watch chatbot intro video
fa: ویدیوی مقدمه "چت بات" را تماشا کنید

# quick_replies
source: Change my settings
fa: تغییر تنظیمات

# quick_replies
source: Nothing, let's continue tomorrow
fa: فردا ادامه خواهیم داد

# quick_replies
source: Change my profile
fa: تغییر پروفایل

# quick_replies
source: Stop receiving the messages
fa: توقف دریافت پیام ها

# quick_replies
source: Return to Main Menu
fa: بازگشت به فهرست اصلی

# quick_replies
source: Change the way I receive content
fa: تغییر روش دریافت محتوا

# quick_replies
source: Change my gender
fa: تغییر جنسیت

# arguments
source: generic
fa: عمومی

# arguments
source: mental_health
fa: سلامت روان

# arguments
source: health
fa: صحت

# arguments
source: natural_disasters
fa: بلایای طبیعی

# arguments
source: help
fa: کمک

# arguments
source: menu
fa: فهرست

# arguments
source: play
fa: پخش

# arguments
source: stop
fa: توقف

# arguments
source: start
fa: شروع

# arguments
source: pause
fa: مکث

# arguments
source: yes y yeah yep
fa: بلی

# arguments
source: no n nope nah
fa: نه، نخیر

# arguments
source: no n nope
fa: نه

# arguments
source: local and international support
fa: حمایت محلی و بین المللی

# arguments
source: medical services
fa: خدمات طبی

# arguments
source: mental health support
fa: حمایت سلامت روان

# arguments
source: family counselling services
fa: خدمات مشوره خانوادگی

# arguments
source: natural disasters
fa: بلایای طبیعی

# arguments
source: child protection
fa: محافظت طفل

# arguments
source: get other emergency contacts
fa: دریافت سایر شماره های تماس اضطراری

# arguments
source: go to the main menu
fa: رفتن به فهرست اصلی

# arguments
source: get another tip
fa: دریافت توصیه دیگر

# arguments
source: exit menu
fa: خروج از فهرست

# arguments
source: exit
fa: خروج

# arguments
source: back
fa: قبلی

# arguments
source: no
fa: نه

# arguments
source: yes
fa: بلی

# arguments
source: nothing. let's continue tomorrow.
fa: فردا ادامه خواهیم داد.

# arguments
source: a fun activity i can do with my child
fa: یک فعالیت سرگرم کننده یی که می توانم با طفل خود انجام بدهم

# arguments
source: na
fa: نه

# arguments
source: another fun activity i can do with my child
fa: یک فعالیت سرگرم کننده ای دیگری که می توانم با طفل خود انجام دهم

# arguments
source: continue with more tips tomorrow.
fa: ادامه با توصیه های بیشتر برای فردا.

# arguments
source: view another activity idea
fa: نمایش ایده یک فعالیت دیگر

# arguments
source: go to main menu
fa: برو به فهرست اصلی

# arguments
source: something quick
fa: چیزی سریع

# arguments
source: something active
fa: چیزی فعال

# arguments
source: something calm
fa: چیزی آرام

# arguments
source: now
fa: حالا

# arguments
source: tomorrow
fa: فردا

# arguments
source: return to menu
fa: بازگشت به فهرست

# arguments
source: review a different tip
fa: نمایش یک توصیه متفاوت

# arguments
source: review tips
fa: مرور توصیه ها

# arguments
source: get the next tip
fa: دریافت توصیه بعدی

# arguments
source: get more help
fa: دریافت کمک بیشتر

# arguments
source: watch chatbot intro video
fa: ویدیوی مقدمه "چت بات" را تماشا کنید

# arguments
source: change my settings
fa: تغییر تنظیمات

# arguments
source: nothing, let's continue tomorrow
fa: بیایید فردا ادامه دهیم

# arguments
source: change my profile
fa: تغییر پروفایل

# arguments
source: stop receiving the messages
fa: توقف دریافت پیام ها

# arguments
source: return to main menu
fa: بازگشت به فهرست اصلی

# arguments
source: change the way i receive content
fa: تغییر روش دریافت محتوای که بدست می آورم

# arguments
source: change my gender
fa: تغییر جنسیت
