Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_crisis_ukraine/*/*_ukr_onboarding.po
Languages: es, uk

# text
source: Variables have been reset
uk: Зміни було скинути

# text
source: It looks like this is not a good time. Please type 1 if you'd like to continue.
es: Parece que este no es un buen momento. Por favor, presiona 1 si te gustaría continuar ahora.
uk: Схоже, зараз не найкращий момент. Якщо хочете продовжити, надішліть, будь ласка, цифру 1.

# text
source: Please select your language:
uk: Будь ласка, оберіть мову: Please select your language:

# text
source: Sorry, I don't understand what you mean.
es: Disculpa, no entiendo lo que quieres decir.
uk: Пробачте, я не зрозумів, що ви мали на увазі.

# text
source: Welcome to {prog_name}. Every parent everywhere needs support. We hope we can help. 💚
uk: Ласкаво просимо до {prog_name}. Кожен з батьків потребує підтримки. Ми щиро сподіваємося бути корисними 💚

# text
source: ✅ In {prog_name} you'll receive lessons to help you support your child through tough times.
uk: ✅ У {prog_name} ви отримуватимете короткі уроки, які допоможуть підтримати дитину у складні моменти.

# text
source: 🧡 You are a great parent. Thank you for joining us.
uk: 🧡 Ви — турботливі батьки. Дякуємо, що ви з нами.

# text
source: ✅ Participating in {prog_name} is optional.
uk: ✅ Ви можете брати участь у {prog_name}, тільки якщо хочете.

# text
source: ✅ We won’t ever ask for your name. Anything you share is safe, private, and anonymous.
uk: ✅ Ми ніколи не запитуватимемо ваше ім’я. Усе, чим ви ділитесь, — безпечно, конфіденційно та анонімно.

# text
source: ✅Your anonymous information may also be shared with others working to help families like yours build strength and hope in tough times. All your information will be private and can’t be linked back to you.
uk: ✅ Вашу анонімну інформацію можуть використати, щоб допомогти іншим сім’ям у складні часи. Вона залишиться приватною і не буде пов’язана з вами.

# text
source: ❌You can stop when you want. Just type {STOP}
es: ❌Puedes parar cuando quieras. Solo tienes que escribir {STOP}
uk: ❌ Ви можете зупинитися в будь-який момент. Просто надішліть {STOP}

# text
source: Are you sure you do not want to get these messages? If you do not want to receive any more messages, please press NO. If you made a mistake, please press BACK and choose another option.
uk: Ви впевнені, що не хочете більше отримувати ці повідомлення? Якщо ні, натисніть НІ. Якщо помилилися, натисніть НАЗАД і виберіть інший варіант.

# text
source: If you ever want to receive these tips in the future just type {joining_trigger}.
uk: Якщо колись захочете знову отримати ці поради — просто введіть {joining_trigger}.

# text
source: We hope to see you again soon.
uk: Сподіваємося скоро знову вас побачити.

# text
source: Thank you! To complete this programme, you won’t be alone. You’ll have a parenting guide by your side. There are two supportive parenting experts you can choose from:
uk: Дякуємо! Під час проходження програми ви не будете самі — поруч буде ваш помічник з батьківства. Ви можете обрати одного з двох досвідчених спеціалістів, які підтримуватимуть вас:

# text
source: Maria is a 45-year-old mother and experienced psychological support worker. Her calm voice and wise advice makes parents feel seen, heard, and supported.
uk: Марія — 45-річна мама та досвідчена фахівчиня з психологічної підтримки. Її спокійний голос та мудрі поради допомагають батькам відчувати справжню підтримку, розуміння й увагу.

# text
source: Mykola is a 52-year-old dad and mental health counsellor. He helps parents manage stress and reconnect with their children using tools that helped him too.
uk: Микола — 52-річний тато та консультант з психічного здоров’я. Він допомагає батькам справлятися зі стресом і налагоджувати зв’язок з дітьми, використовуючи методи, які допомогли йому самому.

# text
source: Who would you like to be your guide?
es: ¿Quién te gustaría que fuera tu guía?
uk: Кого б ви хотіли обрати своїм наставником?

# text
source: ❔Before we get started, we have a few questions to make this journey personalised:
uk: ❔ Перш ніж почати, ми хочемо поставити кілька запитань, щоб краще підлаштувати поради саме під вас:

# text
source: How old are you?
uk: Скільки вам років?

# text
source: Are you a WOMAN or MAN?
es: ¿Cuál es tu sexo?
uk: Ви - ЖІНКА чи ЧОЛОВІК?

# text
source: How many children do you take care of?
uk: Скільки дітей ви зараз виховуєте?

# text
source: These tips are designed for those who look after children. Would you still like to receive the tips so you can share the advice with friends and family?
uk: Ці поради для тих, хто піклується про дітей. Ви хочете їх отримувати, щоб ділитися з друзями чи рідними?

# text
source: What is your current family situation?
uk: У якій сімейній ситуації ви зараз перебуваєте?

# text
source: What is your current living situation?
uk: Де ви зараз проживаєте?

# text
source: Where are you located?
uk: Де ви знаходитесь?

# text
source: {prog_name} is easiest to use when you receive content with video guides. Videos are fun and engaging, but we understand if you have limited mobile data. To save on data, you can choose to receive the same content with an audio guide or just text.
uk: Найзручніше користуватися {prog_name}, коли ви отримуєте матеріали з відеоінструкціями. Відео — це цікаво й захопливо, але ми розуміємо, що мобільний інтернет може бути обмеженим. Щоб зекономити трафік, ви можете обрати той самий матеріал з аудіосупроводом або лише у текстовому форматі.

# text
source: 📲 How would you prefer to receive content — with video guides, with audio guides, or just text?
uk: 📲 Як вам зручніше отримувати матеріали — з відеоінструкціями, з аудіо чи просто в текстовому форматі?

# text
source: Great! Thanks for letting us know your preference. 👌 Before we continue, here’s something important about the illustrations you’ll see in {prog_name}. They are AI adaptations of original work by Orli Setton created for Parenting for Lifelong Health, and shared under a CC BY-SA 4.0 International licence.
uk: Чудово! Дякуємо, що поділилися своїми вподобаннями.👌Перш ніж продовжити, ось важлива інформація про ілюстрації, які ви побачите в {prog_name}. Це адаптації оригінальних робіт Орлі Сеттон, створених для ініціативи «Parenting for Lifelong Health» за допомогою штучного інтелекту. Ілюстрації поширюються на умовах міжнародної ліцензії CC BY-SA 4.0.

# text
source: Thanks for answering our questions. We're ready to get started. 💚
uk: Дякуємо, що відповіли на наші питання. Ми готові починати. 💚

# text
source: To start, you can watch this video to learn about {prog_name}.
uk: Для початку перегляньте це відео, щоб дізнатися більше про {prog_name}.

# quick_replies
source: Ukrainian
uk: Українська

# quick_replies
source: YES
uk: ТАК

# quick_replies
source: NO
uk: НІ

# quick_replies
source: BACK
uk: НАЗАД

# quick_replies
source: NEXT
es: SIGUIENTE
uk: ДАЛІ

# quick_replies
source: Maria
uk: Марія

# quick_replies
source: Mykola
uk: Микола

# quick_replies
source: 18-24 years old
uk: 18-24 роки

# quick_replies
source: 25-34 years old
uk: 25-34 роки

# quick_replies
source: Over 55 years old
uk: Більше 55 років

# quick_replies
source: Prefer not to say
es: Prefiero no decirlo
uk: Надаю перевагу не казати

# quick_replies
source: Woman
es: Mujer
uk: Жінка

# quick_replies
source: Man
es: Hombre
uk: Чоловік

# quick_replies
source: None
uk: Немає

# quick_replies
source: More than four
uk: Більше 4

# quick_replies
source: I want the tips
uk: Я хочу отримувати поради

# quick_replies
source: I do not want the tips
uk: Я не хочу отримувати поради

# quick_replies
source: I’m the child’s parent, and I’m raising them with a partner
uk: Я батько (або мати) і виховую дитину разом із партнером.

# quick_replies
source: I’m the child’s parent, and I’m raising them on my own
uk: Я мати (або батько) і виховую дитину сам(а)

# quick_replies
source: I’m a grandparent, relative, or other caregiver, raising the child
uk: Я дідусь (або бабуся), родич або інша людина, яка піклується про дитину

# quick_replies
source: Currently displaced
uk: У статусі внутрішньо переміщеної особи

# quick_replies
source: Living at my permanent place of residence
uk: Проживаю за постійним місцем проживання

# quick_replies
source: Batumi
uk: Батумі

# quick_replies
source: Tbilisi
uk: Тбілісі

# quick_replies
source: Video
uk: Відео

# quick_replies
source: Audio
uk: Аудіо

# quick_replies
source: Text / Images
uk: Текст / Зображення

# arguments
source: ukrainian
uk: українська

# arguments
source: yes
uk: так

# arguments
source: exit
uk: вихід

# arguments
source: back
uk: назад

# arguments
source: no
uk: ні

# arguments
source: maria
uk: марія

# arguments
source: mykola
uk: микола

# arguments
source: 35-44 years old
uk: 35-44 роки

# arguments
source: over 55 years old
uk: понад 55 років

# arguments
source: prefer not to say
es: prefiero no decirlo
uk: надаю перевагу не казати

# arguments
source: woman
es: mujer
uk: жінка

# arguments
source: man
es: hombre
uk: чоловік

# arguments
source: none
uk: немає

# arguments
source: more than four
uk: більше 4

# arguments
source: i want the tips
uk: я хочу отримувати поради

# arguments
source: i do not want the tips
uk: я не хочу отримувати поради

# arguments
source: i’m the child’s parent, and i’m raising them with a partner
uk: Я мати (або батько) і виховую дитину разом з партнером

# arguments
source: i’m the child’s parent, and i’m raising them on my own
uk: я мати (або батько) і виховую дитину сам(а).

# arguments
source: i’m a grandparent, relative, or other caregiver, raising the child
uk: я дідусь (або бабуся), родич або інша людина, яка піклується про дитину.

# arguments
source: currently displaced
uk: у статусі внутрішньо переміщеної особи

# arguments
source: living at my permanent place of residence
uk: проживаю за постійним місцем проживання

# arguments
source: batumi
uk: батумі

# arguments
source: tbilisi
uk: тбілісі

# arguments
source: video
uk: відео

# arguments
source: audio
uk: аудіо

# arguments
source: text / images
uk: текст / зображення
