Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_crisis_ukraine/*/*_ukr_activities.po
Languages: uk

# text
source: *A Friendly Chat*
uk: *Дружній Чат*

# text
source: Talk to your children about something that they are interested in! 😃
uk: Поговоріть з дитиною про те, що їй цікаво!😃

# text
source: ⚽ An easy way to start talking to your children is to ask them about something they are interested in. For example, you could talk about local stories, traditions, sports, favourite books, movies, friends, music, famous people or school-related topics.
uk: ⚽Почати розмову з дитиною легше, ніж здається. Просто запитайте про те, що їй цікаво. Наприклад, ви можете поговорити про родинні традиції, спорт, улюблені книжки чи фільми, друзів, музику, відомих людей або щось зі шкільного життя.

# text
source: 👂 You may not find everything your children share to be interesting, but it’s important to show enthusiasm and an eagerness to learn.
uk: 👂Можливо, не все, чим ділиться ваша дитина, вам буде справді цікаво. І це нормально. Але важливо показати щирий інтерес і готовність слухати та дізнаватися більше.

# text
source: Paying attention to what matters to your children can make a big difference in your relationship and their happiness.
uk: Увага до того, що важливо для вашої дитини, може суттєво вплинути на ваші стосунки та на її відчуття.

# text
source: *Reflect on the Positive*
uk: *Помічайте Хороше*

# text
source: Spread Positivity! 🌈
uk: Діліться хорошим! 🌈

# text
source: 💡 Together, take a minute to think about all the things you did today.
uk: 💡Разом із дитиною згадайте, що хорошого сталося сьогодні.

# text
source: ☀️ Take turns sharing one positive or fun thing that happened. This could be something small or big, like feeling good because you cleaned the house, took a pause to take some deep breaths, learnt a new dance move, or spent time with your family and friends.
uk: ☀️ По черзі діліться чимось хорошим або веселим, що сталося з вами. Це може бути щось значне або зовсім маленьке — наприклад, гарний настрій після прибирання вдома, новий танцювальний рух, який ви вивчили, або просто час, проведений з рідними чи друзями.

# text
source: ⏰ Try doing this every day - even more on the days it feels like you have not done anything special.
uk: ⏰ Спробуйте робити це щодня — особливо в ті дні, коли здається, що нічого особливого не сталося.

# text
source: *What’s New?*
uk: *Що нового?*

# text
source: Learning is fun! 🎓
uk: Вчитися - весело!🎓

# text
source: ❓ Ask your children to think of a new, fun skill you could learn together.
uk: ❓Запитайте у дітей, чому цікавому і новому ви могли б разом навчитися.

# text
source: For example, keeping a ball in the air with your foot, learning dance steps, cooking a simple meal together, practising local language phrases, sharing stories from your culture, playing local games and sports, or learning about all the countries in your region.
uk: Наприклад, можна разом вивчити кілька танцювальних кроків, погратися з м'ячем, приготувати щось просте, розповісти цікаві історії зі свого дитинства, пограти в настільні ігри або разом почитати.

# text
source: 🔄 Take turns trying out the new skill. Make sure to praise each other and learn and play together!
uk: 🔄Робіть такі активності по черзі. Не забувайте хвалити одне одного, вчитися і просто добре проводити час разом!

# text
source: 💛 Approach learning the skill in a kind and fun way, and do not judge your children or yourself for your ability in the skill.
uk: 💛Підходьте до навчання новому з добротою і гумором, не критикуйте дітей і себе за те, як виходить. Головне — отримувати задоволення разом.

# text
source: *Check-in Chat*
uk: *Чат-обговорення*

# text
source: Actively checking in on one another helps to keep relationships healthy! ⭐
uk: Коли ви активно цікавитесь одне одним, це допомагає вашим стосункам ставати міцнішими!⭐

# text
source: Ask each other questions like: “What made you happy today?” 👂 “What was difficult today?” 👂 “How can I help you?” 👂
uk: Запитуйте одне одного: «Що сьогодні тебе порадувало?» 👂 «Що виявилось складним?» 👂 «Чим я можу допомогти?»👂

# text
source: For this to help, your children need to feel safe while sharing things with you. Be open to their responses. 💚
uk: Щоб це справді допомагало, дітям потрібно відчувати себе в безпеці, коли вони діляться з вами своїми думками. Будьте відкриті до їхніх відповідей.💚

# text
source: Older children tend to be more honest when they trust that what they say will not be used against them later.
uk: Діти старшого віку зазвичай говорять чесніше, коли впевнені, що їхні слова не використають проти них у майбутньому.

# text
source: Be kind to yourself if your children do not want to share their problems with you. 💙 Often, children are afraid to share as they are scared they will get in trouble. Getting upset with them won’t help - keep showing you love them and give them time! 🌷
uk: Будьте терплячі до себе, якщо діти не хочуть ділитися своїми проблемами. 💙 Часто вони бояться розповідати, бо переживають, що можуть отримати покарання. Сердитися на них не допоможе — продовжуйте показувати свою любов і давайте їм час! 🌷

# text
source: *Express Yourself*
uk: *Проявляйте себе*

# text
source: Dancing makes people happy!
uk: Танці роблять людей більш щасливими!

# text
source: 🌈 This game can be played in pairs or as a group - stand facing each other or in a circle.
uk: 🌈Цю гру можна грати в парах або в групі — станьте обличчям один до одного або в коло.

# text
source: 🎵 Together, choose a song, a fun sound, or a clapping pattern to follow and choose a person to start the game by creating one dance move.
uk: 🎵 Разом оберіть пісню, веселий звук або ритм плескання, якому будете слідувати. Виберіть того, хто почне гру, показавши свій танцювальний рух.

# text
source: 👀 The person to their right must copy that dance move and add their own move to it.
uk: 👀 Людина праворуч має повторити цей танцювальний рух і додати свій власний.

# text
source: ✨ Go around the circle, each person adding a new dance move.
uk: ✨ Рухайтеся по колу, нехай кожен додає свій танцювальний рух.

# text
source: 🔄 The first one who forgets someone's dance moves or does it in the wrong order chooses the next song, sound, or pattern and starts the game again.
uk: 🔄 Той, хто першим забуде чи переплутає порядок танцювальних рухів, обирає наступну пісню, звук або ритм і починає гру знову.

# text
source: 🎉 Have fun trying out new dance moves with this game!
uk: 🎉 Насолоджуйтеся грою з дітьми та спробуйте тренувати нові танцювальні рухи!

# text
source: *2 Truths, 1 Lie*
uk: *2 правди, 1 брехня*

# text
source: This is a fun, quick game, and the point of it is to learn things about each other. Make your answers as interesting as possible! 🎨
uk: Це швидка й весела гра, і її мета — дізнатися більше одне про одного. Спробуйте відповідати якомога цікавіше! 🎨

# text
source: 💡 Everyone thinks of 3 facts about themselves. 2 must be true, and 1 must be a lie.
uk: 💡 Кожен придумує 3 факти про себе. 2 з них мають бути правдою, а 1 — вигадкою.

# text
source: 🔷 Here are some examples: I hate bananas, I enjoy dancing, and my favourite subject in school was maths.
uk: 🔷 Ось кілька прикладів: Я не люблю банани, мені подобається танцювати, а мій улюблений предмет у школі — математика.

# text
source: 👀 Share your facts with your children and ask them to guess which one is a lie.
uk: 👀 Поділіться своїми фактами з дітьми та попросіть їх вгадати, який з них — неправда.

# text
source: 🔄 Now ask them to do the same, and guess theirs.
uk: 🔄 Тепер попросіть їх зробити те саме — розповісти свої факти, а ви спробуйте вгадати, який із них неправдивий.

# text
source: Did you learn anything new about your children, or did they learn anything new about you? 💛
uk: Чи дізналися ви щось нове про своїх дітей? А може, вони дізналися щось нове про вас? 💛

# text
source: *Yes, No or Maybe*
uk: *Так, Ні чи Мабуть*

# text
source: Are you tired of hearing your children say yes, no, or maybe to all of your questions? Turn your chat into a game, and don’t allow one-word answers. 🎈
uk: Втомилися, що діти відповідають лише «так», «ні» або «може» на всі ваші запитання? Перетворіть розмову на гру і не погоджуйтеся на однослівні відповіді. 🎈

# text
source: 🔴 Older children are known to give one-word answers to avoid talking.
uk: 🔴 Старші діти часто відповідають одним словом, щоб уникнути розмови.

# text
source: 💡 When you would like to really know how your children are doing, you can turn your chat into a game.
uk: 💡 Якщо ви хочете справді дізнатися, як почуваються ваші діти, перетворіть розмову на гру.

# text
source: ⭐ Take turns asking each other questions. The only rule is that you cannot use one-word responses like Yes, No, Maybe, Fine, and Okay.
uk: ⭐ По черзі ставте одне одному питання. Єдина умова — не відповідати одним словом, наприклад «так», «ні», «можливо», «гаразд» чи «добре».

# text
source: ⚽ You can ask about things your children like or what they did today. For example, how was your day? What are you excited about? Is there anything worrying you?
uk: ⚽ Ви можете питати про те, що подобається вашим дітям або чим вони займалися сьогодні. Наприклад: «Як пройшов твій день?», «Що тебе радує?» або «Щось турбує?»

# text
source: 🔄 It is important to let your children ask a question as well. Trust is built when your children can see that you are also sharing your life with them and not only trying to learn about their life.
uk: 🔄 Важливо давати дітям можливість теж ставити питання. Довіра зростає, коли діти бачать, що ви не лише хочете дізнатися про їхнє життя, а й відкриваєтесь їм самі.

# text
source: *Get Active*
uk: *Рухайтеся*

# text
source: Exercise is a great way to spend time together, and it is so good for your health. 🌱 Find a sport or exercise activity that both you and your children want to do and try it out together! Be mindful of the safety of the space you are using for exercise.
uk: Фізична активність — чудовий спосіб провести час разом і це корисно для здоров’я. 🌱 Знайдіть вид спорту або вправу, яка сподобається і вам, і вашим дітям, і спробуйте займатися разом! Обов’язково звертайте увагу на безпеку місця, де тренуєтеся.

# text
source: ⏰ Even walking for 10 minutes a day is good for you.
uk: ⏰ Навіть 10-хвилинна прогулянка щодня — вже корисна для вас.

# text
source: ⚽Together, try walking, running, dancing, stretching, playing games like hide-and-seek, or any other physical activities you enjoy.
uk: ⚽ Разом спробуйте прогулянки, біг, танці, ігри на кшталт хованок або будь-яку іншу фізичну активність, яка вам до душі.

# text
source: 🏆 Together, think of ways to make it even more fun. Can you run to a certain point? Take turns being the coach? Can there be a small, free reward like getting to decide the next activity?
uk: 🏆 Разом придумайте, як зробити гру ще цікавішою. Можна бігти до певної точки, по черзі бути тренером або вигравати маленьку винагороду — наприклад, вибрати наступну активність.

# text
source: 🌈 Exercise becomes easier and more enjoyable the more you do it.
uk: 🌈 Фізичні вправи стають легшими й цікавішими, коли ви займаєтеся ними регулярно.

# text
source: 🔄 If you or your children do not like the first type of exercise you pick, try a new way to exercise.
uk: 🔄 Якщо вам або вашим дітям не сподобався перший вид вправ, спробуйте інші руханки.

# text
source: *Take a Pause With Your Children*
uk: *Відпочиньте разом з дітьми*

# text
source: Take a pause with your children. This helps them deal with stress in a healthy way!
uk: Зробіть паузу разом із дітьми — це допоможе їм легше справлятися зі стресом!

# text
source: ⏰ You could take a pause together at any time, or you could try at a specific time like before meals or bedtime.
uk: ⏰ Ви можете зробити паузу разом у будь-який момент або вибрати певний час — наприклад, перед їжею чи сном.

# text
source: 👂 Sit down together and close your eyes. Listen to your breath as it goes in and out. Notice how you feel.
uk: 👂 Сядьте разом, закрийте очі й повільно дихайте. Прислухайтесь до своїх внутрішніх відчуттів.

# text
source: ⭐ Take 5 more deep breaths.
uk: ⭐ Зробіть ще 5 повільних глибоких вдихів.

# text
source: 👀 When you are ready, open your eyes again. Do you feel any different?
uk: 👀 Коли будете готові, відкрийте очі. Відчуваєте якісь зміни?

# text
source: ⏸ Ask your children what it was like to take a pause. Listen and accept whatever they say about it.
uk: ⏸ Запитайте дітей, як вони почуваються і чи їм сподобалось.

# text
source: *This Is Who I Am*
uk: *Ось хто я*

# text
source: Self-esteem is the way you value yourself, either in a positive or negative way. Helping your children have high self-esteem is a recipe for success! 🏆
uk: Самооцінка — це те, як діти бачать себе, в позитивному чи негативному сенсі. Підтримати їх впевненість у собі — це великий крок до успіху! 🏆

# text
source: ⭐Share with your children 3 things you like about yourself!
uk: ⭐ Розкажіть дітям про 3 речі, які вам у собі подобаються!

# text
source: 3️⃣ Ask your children to tell you 3 things they like about themselves.
uk: 3️⃣ Попросіть дітей розповісти вам про 3 речі, які їм подобаються в собі.

# text
source: For example, I am great at treating others kindly. I am great at styling my hair. I am great at football. ⚽
uk: Наприклад: я добре ставлюся до інших, я вмію гарно укладати волосся, я добре граю в футбол. ⚽

# text
source: If any of your children do not feel comfortable sharing these, ask them to write them down. 📝
uk: Якщо комусь із ваших дітей важко говорити про це, запропонуйте їм записати свої думки на папері. 📝

# text
source: *Weekly Goal Setting*
uk: *Цілі на тиждень*

# text
source: Let’s set some goals ⭐
uk: Давайте разом поставимо кілька цілей ⭐

# text
source: ⏰ It can be helpful to set smaller weekly goals that are easier to reach, especially when life feels uncertain.
uk: ⏰ Корисно ставити невеликі цілі на тиждень — так їх легше досягти, особливо коли життя буває непередбачуваним.

# text
source: 💡Ask each of your children for one goal that they would like to achieve this week.
uk: 💡 Попросіть вашу дитину назвати одну ціль, яку вона хотіла б досягти цього тижня.

# text
source: 🔄 Make sure this goal is *specific* and *achievable* to reach in 1 week, like: practising deep breathing for 5 minutes every day, exercising for 10 minutes three times a week, journaling feelings every night, or spending quality time with family or friends daily.
uk: 🔄 Переконайтеся, що ціль *чітка* *досяжна* для 1 тижня. Наприклад: щодня 5 хвилин практикувати глибоке дихання, тричі на тиждень робити 10-хвилинні вправи, кожного вечора записувати свої почуття або щодня проводити час із родиною чи друзями.

# text
source: 💚 You can also share your own weekly goals with your children and support each other so you can both achieve your goals.
uk: 💚 Ви також можете поділитися своїми цілями на тиждень із дітьми та підтримувати одне одного, щоб разом досягати бажаного.

# text
source: 🎉 Make sure to praise and celebrate your children for their hard work towards reaching their goals.
uk: 🎉 Обов’язково підтримуйте і хваліть дітей за те, що вони стараються і рухаються до своєї мети — це надихає їх і додає сил.

# text
source: 🔔 If your children do not reach their goals, that is okay. Discuss with them the steps they still need to take or how they could reach it a different way.
uk: 🔔 Якщо діти не досягли своєї мети — це нормально. Обговоріть з ними, що ще можна зробити, щоб досягти її.

# text
source: *One-on-One Time*
uk: *Час наодинці*

# text
source: 💚 Spending time just with your children and taking an interest in them can improve your relationship.
uk: 💚 Спільний час з дітьми допомагає краще порозумітися і зблизитися.

# text
source: 👀 When your children are playing alone or occupying themselves, join them and show interest in what they are doing.
uk: 👀 Коли діти грають самі або зайняті чимось, приєднуйтесь до них і проявляйте цікавість до того, що вони роблять.

# text
source: 👂Ask questions about their activity and listen to them.
uk: 👂 Питайте їх чим вони люблять займатися, і уважно слухайте їх.

# text
source: Let your children lead the activity and follow them to build their confidence and autonomy. 😃
uk: Нехай діти ведуть активність, а ви просто будьте поруч. Це дає їм відчуття впевненості й розуміння того, що їм довіряють. 😃

# text
source: 👀 Say what you see - describing everything and supporting your children’s actions.
uk: 👀 Просто говоріть вголос, що бачите — описуйте, що діти роблять, і підтримуйте їх у цьому.

# text
source: Be positive, praise your children and enjoy spending this time with them. 😃💚
uk: Будьте доброзичливими, хваліть дітей і просто радійте цьому часу разом. 😃💚

# text
source: *Animals*
uk: *Тварини*

# text
source: 🧸 **Active Animals**
uk: 🧸**Активні Тварини**

# text
source: Take turns with your children doing animal actions. You might hop like a frog, stretch like a cat, run like a dog, slither like a snake, or flap like a bird. Add your own actions and animals!
uk: По черзі з дітьми показуйте рухи тварин. Можна стрибати як жабка, тягнутися як кіт, бігати як пес, повзати як змія або махати руками як пташка. Додавайте свої ідеї та улюблених тваринок!

# text
source: 💡**All the Animals We Can Think Of**
uk: **Хто яку тварину згадає**

# text
source: Think about groups of animals and talk about them with your children!
uk: Подумайте про різні групи тварин і поговоріть про них із дітьми!

# text
source: What are all the animals we can think of that have feathers? What are all the animals we can think of that eat plants? 🌱 What animals can we think of that lay eggs?
uk: Які тварини з пір’ям ми можемо пригадати? Які тварини їдять рослини? 🌱 А які відкладають яйця?

# text
source: *Active Counting*
uk: *Рахуємо в русі*

# text
source: 👋 Clap, hop, jump: Play the following game with your children. Make it active!
uk: 👋 Плескайте в долоні, стрибайте — пограйте з дітьми в цю гру. Робіть це активно!

# text
source: 1️⃣ Clap hands 1 time.
uk: 1️⃣ Поплескайте в долоні 1 раз.

# text
source: 2️⃣ Clap hands 2 times.
uk: 2️⃣ Поплескайте в долоні 2 рази.

# text
source: 1️⃣ Jump 1 time.
uk: 1️⃣Підстрибніть 1 раз.

# text
source: 2️⃣ Jump 2 times.
uk: 2️⃣ Підстрибніть 2 рази.

# text
source: 1️⃣ Hop 1 time.
uk: 1️⃣Підстрибніть 1 раз на одній нозі.

# text
source: 3️⃣ Hop 3 times.
uk: 3️⃣Підстрибніть 3 рази на одній нозі.

# text
source: 💡 Can you hop, then jump, then clap?
uk: 💡 А чи зможете спочатку підстрибнути на одній нозі, потім на двох, а тоді плеснути в долоні?

# text
source: 🏆 Can you clap twice, jump once, and hop three times?
uk: 🏆 А чи зможете поплескати двічі, стрибнути один раз і тричі підстрибнути на одній нозі?

# text
source: 💡 Remembering Instructions
uk: 💡 Запам’ятовуйте інструкції

# text
source: Take turns playing a game where you give 2-3 instructions that the other person has to remember to follow. Make sure physical movement is included!
uk: Грайте по черзі: давайте один одному 2–3 інструкції, які потрібно запам’ятати й виконати. Обов’язково додавайте рух!

# text
source: For example:
uk: Наприклад:

# text
source: Hop twice, turn around.
uk: Підстрибніть двічі, покрутіться.

# text
source: Jump to the kitchen, pick up a spoon, then run back. ✅
uk: Спробуйте дострибати до кухні, взяти ложку, а потім побігти назад. ✅

# text
source: *Active Songs*
uk: *Пісні з рухами*

# text
source: 😃 Young children love physical games but they need reminders about how to play. 💡
uk: 😃 Маленькі діти обожнюють рухливі ігри, але їм потрібно нагадувати, як у них грати. 💡

# text
source: 🎵 Songs with movements are fun and active and give instructions on how to move!
uk: 🎵 Пісні з рухами — це весело й активно, вони підказують, як рухатися!

# text
source: Sing songs to your children in which they have to follow instructions like:
uk: Співайте дітям пісні, в яких потрібно виконувати такі команди:

# text
source: ✅ Start and stop ❌
uk: ✅ Почати та зупинитись ❌

# text
source: ⬇️ Slow down and speed up ⬆️
uk: ⬇️ Рухатися швидко та повільно ⬆️
