Repository: IDEMSInternational/PLH-Digital-Content
Catalog: translations/parent_text/*/*_malaysia_additional_messages.po
Languages: ms

# text
source: https://www.google.com/preferences
ms: https://www.google.com/preferences?language=my

# text
source: https://bm.soyacincau.com/2021/01/11/cara-mengawal-anak-lihat-perkara-negatif-internet-google/
ms: https://bm.soyacincau.com/2021/01/11/cara-mengawal-anak-lihat-perkara-negatif-internet-google?language=my/

# text
source: That is okay! Here are some websites where you can report to and seek help from to get support if you experience online violence or other things that are not acceptable:
ms: Tidak mengapa. Di sini ada beberapa laman web untuk anda membuat laporan dan mendapatkan bantuan dan sokongan jika anda mengalami keganasan atau apa sahaja yang tidak boleh diterima secara dalam talian:

# text
source: https://www.humankind.my/about-us
ms: https://www.humankind.my/about-us?language=my

# text
source: https://www.lppkn.gov.my/index.php/en/nur-info
ms: https://www.lppkn.gov.my/index.php/talian-nur

# text
source: https://tinyurl.com/yyj5bcey
ms: https://tinyurl.com/558exsuw

# text
source: Please select the number for the following options:
ms: Sila pilih nombor bagi pilihan berikut:

# text
source: • Everyone lie on your stomach and pretend your index finger on your right hand is a worm.
ms: • Semua orang meniarap dan anggap bahawa jari telunjuk tangan kanan anda ialah seekor cacing.

# text
source: • With your left hand, form a circle using your fingers and thumb and place it on the floor, making a ‘worm house’.
ms: • Dengan tangan kiri anda, buat bulatan menggunakan semua jari dan letak atas lantai, seolah-olah menjadi ‘rumah cacing’.

# text
source: • One person makes commands for all the worms. For example "Worms on the nose" or "Worms on the ears"
ms: • Salah seorang sila beri arahan kepada semua cacing. Sebagai contoh. “Cacing atas hidung” atau “Cacing atas telinga” – maka cacing (jari telunjuk tangan kanan tadi perlu ikut arahan ini)

# text
source: • When you say “Worms go home”, all worms must find their worm house as fast as possible.
ms: • Bila arahan berbunyi “Cacing balik rumah”, semua cacing mesti balik kerumah secepat mungkin.

# text
source: • The last person to get their worm in their house will say the next set of commands.
ms: • Orang yang paling akhir meletakkan cacing nya di rumah akan memberi arahan seterusnya.

# text
source: • Keep playing until you feel more energetic.
ms: • Teruskan bermain sehingga anda merasa lebih bertenaga.

# text
source: Malaysian Emergency Response Services and Police. Helpline: 999
ms: Perkhidmatan Tindak Balas Kecemasan dan Polis Malaysia. Talian Bantuan: 999

# text
source: Fire Department. Helpline: 994
ms: Talian Bantuan Jabatan Bomba: 994

# text
source: Violence Prevention:
ms: Mencegah Keganasan:

# text
source: o Department of Social Welfare Talian Kasih Helpline for Domestic Violence:
ms: o Jabatan Kebajikan Masyarakat Talian Bantuan Talian Kasih untuk Keganasan Rumah Tangga:

# text
source: • Talian Kasih Helpline: 15999
ms: • Talian Kasih: 15999

# text
source: o Women’s Aid Organisation (WAO) Domestic Violence Service:
ms: o Pertubuhan Pertolongan Wanita (WAO) Perkhidmatan Keganasan Rumah Tangga:

# text
source: • WAO Helpline: +603 3000 8858
ms: • WAO: +603 3000 8858

# text
source: • website: https://wao.org.my/getting-help-for-domestic-violence/
ms: • laman web: https://wao.org.my/getting-help-for-domestic-violence/

# text
source: o All Women’s Action Society (AWAM).
ms: o Persatuan Tindakan Semua Wanita (AWAM).

# text
source: • Telenita Helpline: 016 237 4221
ms: • Talian Bantuan Telenita: 016 237 4221

# text
source: • website: www.awam.org.my
ms: • laman web: www.awam.org.my

# text
source: • HELPLINE 1-800-82-0300 (Tele-counselling - marriage, family, parenting, child related issues)
ms: • TALIAN BANTUAN 1-800-82-0300 (Tele-kaunseling - perkahwinan, keluarga, keibubapaan, isu berkaitan anak)

# text
source: Suicide Attempt:
ms: Cubaan Bunuh Diri:

# text
source: o Befrienders - Non-for-profit
ms: o Befrienders - Pertubuhan tidak berasaskan keuntungan

# text
source: • suicide helpline: 03-79627 2929 (24 hours)
ms: • Talian Bantuan Bunuh Diri: 03-79627 2929 (24 jam)

# text
source: • email: sam@befrienders.org.my
ms: • e-mel: sam@befrienders.org.my

# text
source: • website: https://www.befrienders.org.my/
ms: • laman web: https://www.befrienders.org.my/

# text
source: o Malaysian Mental Health Association
ms: o Persatuan Kesihatan Mental Malaysia

# text
source: • Helpline: 03-2780 6803
ms: • Talian Bantuan: 03-2780 6803

# text
source: • website: https://mmha.org.my/
ms: • laman web: https://mmha.org.my/

# text
source: • email: admin@mmha.org.my
ms: • e-mel: admin@mmha.org.my

# text
source: Psychosocial Support:
ms: Sokongan Psikososial:

# text
source: o MERCY Malaysia Helpline: 03-2935 9935, 014-322 3392, 011-639 96482, 011-639 94236
ms: o MERCY Malaysia Talian: 03-2935 9935, 014-322 3392, 011-639 96482, 011-639 94236

# text
source: Family and Marriage Counselling Services:
ms: Perkhidmatan Kaunseling Keluarga dan Perkahwinan:

# text
source: o The National Population and Family Development Board (LPPKN) Development Family and Marriage Counselling Services.
ms: o Lembaga Penduduk dan Pembangunan Keluarga Negara (LPPKN) Perkhidmatan Kaunseling Keluarga dan Perkahwinan.

# text
source: • Helpline: 03-26937555 EXT. 2162, 2164
ms: • Talian Bantuan: 03-26937555 EXT. 2162, 2164

# text
source: • website: https://www.lppkn.gov.my/index.php/en/family-development-services/173-pk0008
ms: • laman web: https://www.lppkn.gov.my/index.php/perkhidmatan-pembangunan-keluarga/173-pk0008

# text
source: Supporting your child's education
ms: Menyokong pendidikan anak anda

# text
source: o https://www.familylives.org.uk/advice/primary/learning-school/supporting-your-child-at-school/
ms: https://www.familylives.org.uk/advice/primary/learning-school/supporting-your-child-at-school/

# text
source: o https://www.unicef.org/coronavirus/supporting-your-childs-mental-health-during-covid-19-school-return
ms: https://www.unicef.org/coronavirus/supporting-your-childs-mental-health-during-covid-19-school-return

# text
source: Our research partners at University Putra Malaysia would like to interview you to learn how we can improve ParentText. This will take only 30 minutes and really help us out a lot! Would you be willing to be contacted?
ms: Rakan kaji selidik kami di Universiti Putra Malaysia ingin menemuramah anda untuk mengetahui bagaimana kami boleh menambah baik ParentText. Temuramah ini hanya 30 minit dan sangat membantu kami! Adakah anda sedia dihubungi?

# text
source: Thanks so much! Could you please provide us with your name?
ms: Terima kasih! Boleh berikan nama anda kepada kami?

# text
source: This information will be completely private and not shared with anyone outside of the research team.
ms: Maklumat ini adalah peribadi dan tidak akan dikongsi dengan sesiapa sahaja selain pasukan penyelidik.

# text
source: Please enter your first name:
ms: Sila masukkan nama pertama anda:

# text
source: Are you sure? We would really appreciate your support! It is also okay to say "no". You can still participate in the programme even if you do not want to be interviewed.
ms: Adakah anda pasti? Kami sangat menghargai sokongan anda! Tidak mengapa jika jawapan anda "tidak". Anda masih boleh menyertai program ini walaupun anda tidak mahu ditemuramah.

# text
source: Please enter your surname:
ms: Sila masukkan nama keluarga anda:

# text
source: Thank you! Can you confirm that @results.first_name @results.surname is correct?
ms: Terima kasih! Bolehkah anda sahkan bahawa @results.first_name @results.surname adalah betul?

# text
source: Thanks! Can you please provide us with your mobile number? We will only use this number to contact you for the interview. It will not be shared anywhere else and will be deleted afterwards.
ms: Terima kasih! Boleh berikan nombor telefon anda kepada kami? Kami akan menggunakan nombor ini untuk menghubungi anda untuk temuramah sahaja. Nombor anda tidak akan dikongsi di tempat lain dan akan dipadamkan selepas itu.

# text
source: That is completely fine. We hope you enjoy participating in ParentText!
ms: Tidak mengapa. Kami berharap anda seronok menyertai ParentText!

# text
source: Sorry, the phone number you have provided is not valid. Please type a Malaysian phone number.
ms: Maaf, nombor telefon yang anda berikan adalah tidak sah. Sila taip nombor telefon Malaysia.

# text
source: Thank you! Can you confirm that @results.phone is correct?
ms: Terima kasih! Bolehkah anda mengesahkan bahawa @results.phone adalah betul?

# text
source: Thank you so much for providing us with these details.
ms: Terima kasih kerana menyediakan butiran ini kepada kami.

# text
source: That's okay! Here is a great resource for more activities that you can do with your children!
ms: Tidak mengapa! Di sini ada sumber yang bagus untuk lebih banyak aktìviti yang boleh anda lakukan bersama anak anda!

# text
source: https://www.softplay.com/ms/blog/defining-the-new-normal-of-kids-play/
ms: https://www.softplay.com/ms/blog/defining-the-new-normal-of-kids-play?language=my/

# text
source: Thank you for agreeing to be one of the first parents to test ParentText.
ms: Terima kasih kerana bersetuju menjadi antara ibu bapa pertama yang menguji ParentText.

# text
source: Your participation and any information you provide will be used by researchers to improve ParentText and will allow to learn about how to better support families like yours.
ms: Penyertaan anda dan sebarang maklumat yang anda berikan akan digunakan oleh penyelidik untuk menambah baik ParenText dan akan membenarkan pembelajaran tentang cara yang lebih baik untuk menyokong keluarga seperti keluarga anda.

# text
source: • Shake your left hand above your head 8 times
ms: • Goyang tangan kiri anda di atas kepala selama 8 kali

# text
source: • Count out loud as you shake as loud as possible
ms: • Sambil menggoyangkan tangan, kira dengan kuat, sekuat yang boleh

# text
source: • Do these steps with your right hand, and then your left foot, and then right foot
ms: • Ulang Langkah ini dengan tnagan kanan, kemudian kaki kiri, dan kemudian kaki kanan

# text
source: • Repeat this process and every time shake one time less, until you reach 1 shake
ms: • Ulang proses ini dan setiap kali, kurangkan satu kiraan goyangan sehingga tinggal 1 goyangan (8, 7, 6, 5, 4, 3, 2, 1)

# text
source: • Then say, “Crazy Chicken” as loud as you can!
ms: • Kemudian sebut “Ayam Pening” sekuat yang boleh!

# text
source: • Have you let go of all your stress? If not, do it faster and stronger
ms: • Sudahkah anda melepaskan tekanan (stress) anda? Jika belum, buat lagi dengan lebih laju dan kuat

# text
source: Protecting your friend
ms: Melindungi kawan anda

# text
source: • This activity helps children learn to lead. It also builds trust between you and your child
ms: • Aktiviti ini membantu kanak-kanak untuk memimpin. Ia juga membina rasa percaya antara anda dan anak anda

# text
source: • Choose one person to lead and the other close their eyes (you or your child can go first as leader)
ms: • Pilih seorang untuk memimpin dan seorang lagi perlu menutup mata (sama ada anda memimpin dan anak menutup mata atau sebaliknya)

# text
source: • BY JUST USING WORDS, the leader will take the other person on a journey around the room, making sure to protect them from obstacles
ms: • Dengan menggunakan perkataan, pemimpin akan memimpin orang yang menutup mata berjalan dalam ruang/bilik di rumah dengan memastikan yang dipimpin tidak melanggar apa-apa

# text
source: For example, use Go straight 3 steps, turn left, bend down, go straight etc.
ms: • Contoh perkataan: Jalan terus 3 langkah, belok kiri, tunduk sedikit, teruskan dan lain-lain.

# text
source: • Once a journey has been completed around the room, the players can both open their eyes and switch roles, so a new person is leading and the other closes their eyes
ms: • Setelah selesai berjalan dalam ruang/bilik berkenaan, peserta boleh buka mata dan tukar peranan di mana yang dipimpin tadi akan menjadi pemimpin dan yang seorang lagi perlu menutup mata untuk dipimpin

# text
source: https://www.who.int/malaysia/emergencies/covid-19-in-malaysia
ms: https://www.who.int/malaysia/emergencies/covid-19-in-malaysia?language=my

# text
source: https://www.unicef.org/malaysia/reports/understanding-impact-covid-19-vulnerable-children-families-malaysia\n
ms: https://www.unicef.org/malaysia/reports/understanding-impact-covid-19-vulnerable-children-families-malaysia?language=my

# text
source: https://www.unicef.org/malaysia/press-releases/mental-health-alert-children-malaysia
ms: https://www.unicef.org/malaysia/press-releases/mental-health-alert-children-malaysia?language=my

# text
source: https://www.malaysia.gov.my/portal/content/27608.
ms: https://www.malaysia.gov.my/portal/content/27608?language=my.

# text
source: http://www.myhealth.gov.my/en/general-disabilities/
ms: http://www.myhealth.gov.my/kurang-upaya-secara-am/

# text
source: o CAC - COVID-19 Assesment Centre: http://covid-19.moh.gov.my/hotline
ms: o Pusat Penilaian COVID-19: http://covid-19.moh.gov.my/hotline

# text
source: o Crisis Preparedness and Response Centre (CPRC) - Ministry of Health
ms: o Pusat Kesiapsiagaan dan Tindak Cepat Krisis - Kementerian Kesihatan Malaysia

# text
source: • Hotline numbers 8 a.m to 5 p.m: 03-88810200, 03-88810600, 03-88810700
ms: • Talian bantuan 8 pagi hingga 5 petang: 03-88810200, 03-88810600, 03-88810700

# text
source: • email: cprc@moh.gov.my
ms: • emel: cprc@moh.gov.my

# text
source: Report to Child Hotlines and government websites if you experience online violence or other things that are not acceptable:
ms: Laporkan kepada Talian Bantuan Bebas Tol Kanak-Kanak/Talian Kasih dan laman web kerajaan jika anda mengalami keganasan dalam talian atau apa sahaja yang tidak boleh diterima:

# text
source: It is ok if it does not go well this time around. Do not give up.
ms: Tidak mengapa jika ia tidak berjalan lancar pada masa ini. Jangan putus asa.

# text
source: COVID-19 Support:
ms: Sokongan COVID-19:

# text
source: • HOTLINE for COVID-19 related matters - +603 - 8888 2010
ms: • TALIAN BANTUAN untuk urusan berkaitan COVID-19 - 03 - 8888 2010

# text
source: https://www.akpk.org.my/
ms: https://www.akpk.org.my/my

# text
source: https://malaysia.gov.my/portal/content/30738
ms: https://malaysia.gov.my/portal/content/30738?language=my

# text
source: https://www.fosi.org/
ms: https://leastwastefulcities.com/keselamatan-internet/panduan-keselamatan-internet-5-cara-untuk-membantu/

# text
source: These websites have great advice for how to talk to your child and stay safe online.
ms: Laman-laman web ini mempunyai khidmat nasihat yang bagus tentang cara bagaimana untik bercakap dengan anaknanda dan kekal selamat semasa dalam talian.

# text
source: Report to Child Helpline or Government website to get support if you or your children experience online violence or other things that are not acceptable.
ms: Laporkan kepada Talian Bantuan Kanak-Kanak/Talian Kasih atau laman web kerajaan untuk mendapatkan sokongan jika anda atau anak-anak anda mengalami keganasan atau apa sahaja yang tidak boleh diterima secara dalam talian.

# text
source: 1. Do you have weapons or things that can be used to hurt others? Lock them up, hide them or take them out of the home.
ms: 1. Adakah anda mempunyai senjata atau sesuatu yang boleh digunakan untuk mencederakan orang lain? Simpan di tempat yang berkunci, sembunyikan atau keluarkan daripada rumah.

# text
source: 2. It’s ok to have your children stay somewhere safe or take them to a place where they can get help.
ms: 2. Adalah okey untuk membenarkan anak-anak anda berada di satu tempat yang selamat atau membawa mereka ke satu tempat yang mereka boleh mendapatkan bantuan.

# text
source: https://tinyurl.com/2f3cd9r8
ms: https://tinyurl.com/yfw96ztm

# text
source: https://tinyurl.com/fc5brvdv
ms: https://tinyurl.com/9utsfkr7

# text
source: Substance Abuse:
ms: Penyalahgunaan Bahan:

# text
source: o NA (Narcotics Anonymous) Non for-profit
ms: o NA (Narkotics Anonymous) Pertubuhan tidak berasaskan keuntungan

# text
source: • email: khjibrut@gmail.com
ms: • e-mel: khjibrut@gmail.com

# text
source: • website: http://www.namalaysia.my/
ms: • laman web: http://www.namalaysia.my/

# text
source: o AADK (Cure & Care Rehabilitation Centers)
ms: o AADK (Pusat Rawatan dan Pemulihan)

# text
source: • website: https://www.adk.gov.my/en/cure-care-rehabilition-center-ccrc-directory/
ms: • laman web: https://www.adk.gov.my/en/cure-care-rehabilition-center-ccrc-directory/

# text
source: o PENGASIH Malaysia Society. Non for profit
ms: o Persatuan PENGASIH Malaysia. Pertubuhan tidak berasaskan keuntungan

# text
source: • Helpline: +03-6201 3179
ms: • Talian Bantuan: +03-6201 3179

# text
source: • email: hello@pengasih.asia
ms: • e-mel: hello@pengasih.asia

# text
source: • website: https://pengasih.asia/
ms: • laman web: https://pengasih.asia/

# text
source: o KOMITED Malaysia (Drugs Intervention Community Malaysia). Non for profit
ms: o KOMITED Malaysia( Komuniti Intervensi Dadah Malaysia). Pertubuhan tidak berasaskan keuntungan

# text
source: • Helpline: +609-534 4455
ms: • Talian Bantuan: +609-534 4455

# text
source: • website: https://www.komitedmalaysia.org/
ms: • laman web: https://www.komitedmalaysia.org/

# text
source: o Department of Social Welfare Talian Kasih Helpline for Domestic Violence:
ms: o Jabatan Kebajikan Masyarakat Talian Bantuan Talian Kasih untuk Keganasan Rumah Tangga:

# text
source: • Talian Kasih Helpline: 15999
ms: • Talian Bantuan Talian Kasih: 15999

# text
source: • Talian Kasih WhatsApp: 019-2615999
ms: • WhatsApp Talian Kasih: 019-2615999

# text
source: o Women’s Aid Organisation (WAO) Domestic Violence Service:
ms: o Pertubuhan Pertolongan Wanita (WAO) Perkhidmatan Keganasan Rumah Tangga:

# text
source: • WAO Helpline: +603 3000 8858
ms: • Talian Bantuan WAO: +603 3000 8858

# text
source: • WAO WhatsApp: +6018 988 8058
ms: • WhatsApp WAO: +6018 988 8058

# text
source: • website: https://wao.org.my/getting-help-for-domestic-violence/
ms: • laman web: https://wao.org.my/getting-help-for-domestic-violence/

# text
source: o All Women’s Action Society (AWAM).
ms: o Persatuan Tindakan Semua Wanita (AWAM).

# text
source: • Telenita Helpline: 016 237 4221
ms: • Talian Bantuan Telenita: 016 237 4221

# text
source: • website: www.awam.org.my
ms: • laman web: www.awam.org.my

# text
source: https://www.moe.gov.my/en/pekeliling?category[0]=6&category_children=1&own=0
ms: https://www.moe.gov.my/en/pekeliling?category[0]=6&category_children=1&own=0 http://eduwebtv.moe.edu.my/

# quick_replies
source: I want to participate in an interview
ms: Saya ingin menyertai temu sembang

# quick_replies
source: I do not wish to participate
ms: Saya tidak ingin menyertai

# quick_replies
source: Social media
ms: Media sosial

# quick_replies
source: National Family & Population Development Board (NFPDB)
ms: Lembaga Penduduk & Pembangunan Keluarga Negara (LPPKN)

# quick_replies
source: Someone I know
ms: Seseorang yang saya kenal

# quick_replies
source: Malay
ms: Bahasa Melayu

# arguments
source: i want to participate in an interview
ms: saya ingin menyertai temu sembang

# arguments
source: i do not wish to participate
ms: saya tidak ingin menyertai

# arguments
source: nfpdb
ms: lppkn

# arguments
source: someone know
ms: seseorang yang saya kenal

# arguments
source: social media
ms: media sosial

# arguments
source: malay
ms: bahasa melayu
