Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/*/*_philippines_additional_messages.po
Languages: fil

# text
source: Other children just like @fields.child_nickname are benefiting from MaPaText in your community! Are you sure you want to exit the programme?
fil: Ang ibang bata tulad ni @fields.child_nickname ay nakikinabang sa MaPaText sa inyong komunidad! Sigurado ka bang gusto mong umalis sa programang ito?

# text
source: Other children just like yours are benefiting from MaPaText in your community! Are you sure you want to exit the programme?
fil: Ang ibang bata tulad ng iyong anak ay nakikinabang sa MaPaText sa inyong komunidad! Sigurado ka bang gusto mong umalis sa programang ito?

# text
source: Would you like to rejoin the MaPaText programme?
fil: Gusto mo bang sumali ulit sa programa?

# text
source: This looks too young. MaPaText is only for people over the age of 18.
fil: Mukha masyadong bata pa ito. Ang MaPaText ay para lamang sa mga taong higit sa edad na 18.

# text
source: Thank you! You can always change this setting at any time by typing "Help" and selecting Technical Support.
fil: Salamat! Maaari mo itong palitan sa pamamagitan ng pag-type ng "Help" at pagpili sa "Technical Support".

# text
source: Thank you! You can always change this later by typing "Help" and selecting "Technical support".
fil: Salamat! Maaari mong palitan ito sa pamamagitan ng pag-type ng "Help" at pagpili sa "Technical support".

# text
source: https://tinyurl.com/4xaur82j
fil: https://tinyurl.com/5n7zr8vx

# text
source: Parent 1: “You’re right, Kyla, there is quite a lot to do.”
fil: Magulang 1: “Tama ka, Kyla, mukhang marami tayong gagawin.”

# text
source: Congratulations for finishing the MaPaText programme @fields.user_name! What a great accomplishment!
fil: Binabati kita sa pagtapos mo ng programang MaPaText @fields.user_name! Ito ay isang malaking tagumpay!

# text
source: Congratulations for finishing the MaPaText programme! What a great accomplishment!
fil: Binabati kita sa pagtapos mo ng programang MaPaText! Ito ay isang malaking tagumpay!

# text
source: Thanks again for being part of MaPaText and for your commitment to your children’s wellbeing and happiness. You are a star!
fil: Salamat muli sa pagiging bahagi ng MaPaText at sa iyong dedikasyon sa pagpapabuti ng kapakanan at kaligayahan ng iyong anak. Isa kang bituin!

# text
source: Take a pause
fil: Tumigil nang sandali

# quick_replies
source: DSWD or other government agency
fil: DSWD o iba pang ahensiya ng gobyerno

# quick_replies
source: CPU or other NGO
fil: CPU o iba pang NGO

# quick_replies
source: Someone I know
fil: Sa kakilala o kamag-anak ko

# arguments
source: someone i know
fil: sa kakilala o kamag-anak ko

# arguments
source: government dswd
fil: gobyerno dswd
