Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/*/*_philippines_additional_messages.po
Languages: fil

# text
source: Hello! We would like to invite you to participate in an interview about your MaPaText experience. The 15 persons who say yes to our invitation will receive a load of P300 after the interview.
fil: Hello! Iniimbitahan ka naming sumali sa isang interview tungkol sa iyong karanasan sa MaPaText. Makakatanggap ang 15 na tao na aming kakausapin ng P300 load pagkatapos ng interview.

# text
source: If you want to be interviewed, a research assistant will call you to explain our research and ask for your verbal consent to participate in the interview. Do you want to take part in our phone interview?
fil: Kung ikaw ay papayag, tatawagan ka ng aming research assistant upang ipaliwanag ang pag-aaral at hihingin ang iyong verbal na pahintulot na sumali sa phone interview. Pumapayag ka bang lumahok sang aming phone interview?

# text
source: Do you want to take part in our phone interview?
fil: Pumapayag ka bang lumahok sang aming phone interview?

# text
source: Thank you! Please type your mobile number and our research assistant will get in touch with you shortly. Please enter your mobile number following this format 9171234567.
fil: Maraming salamat! Pakitype ang inyong cellphone number at tatawagan ka ng aming research assistant. Pakitype ang inyong cellphone number gamit ang format na ito 9171234567.

# text
source: It's okay. You must be busy right now. We will get in touch again for other future interviews that you could participate in.
fil: Okay lang iyan. Maaaring busy ka ngayon. Makikipag-ugnayan ulit kami para sa mga susunod na interviews na maaari mong salihan.

# text
source: Sorry, I don't understand what you mean. Please enter your mobile number following this format 9171234567.
fil: Paumanhin, Hindi ko naiintindahan ang ibig mong sabihin. Pakitype ang inyong cellphone number gamit ang format na ito 9171234567.

# text
source: Hi @fields.user_name! It's been a while since you last replied. We hope you are OK?! Would you like to receive MaPaText messages again?
fil: Hi @fields.user_name! Ang tagal na noong huli mong reply. Sana ay nasa mabuti kang kalagayan! Nais mo bang makatanggap ulit ng mga MaPaText messages?

# text
source: Hi! It's been a while since you last replied. We hope you are OK?! Would you like to receive MaPaText messages again?
fil: Hi! Ang tagal na noong huli mong reply. Sana ay nasa mabuti kang kalagayan! Nais mo bang makatanggap ulit ng mga MaPaText messages?

# text
source: Hi! It's been a while since you last replied. We hope you are OK?! Would you like to receive MaPaText messages again? Reply YES or NO
fil: Hi! Ang tagal na noong huli mong reply. Sana ay nasa mabuti kang kalagayan! Nais mo bang makatanggap ulit ng mga MaPaText messages? I-type ang OO o HINDI

# text
source: https://tinyurl.com/2p95aaek
fil: https://tinyurl.com/mdc4k2zf

# text
source: https://tinyurl.com/2p92pa7j
fil: https://tinyurl.com/y3a4dwwd

# text
source: Other children just like yours are benefiting from MaPaText in your community! Please type “MoreTips” whenever you want to receive your next message.
fil: Ang ibang bata tulad ng iyong anak ay nakikinabang sa MaPaText sa inyong komunidad! Paki-type ang “KaragdagangTips” kapag gusto mong matanggap ang susunod na mensahe.

# text
source: Please select the number for the following options:
fil: Pakipili po ng numero para sa mga sumusunod na pagpipilian:

# text
source: How did you find out about MaPaText?
fil: Paano mo natuklasan ang MaPaText?

# text
source: • Shake your hand in the air 8 times while counting to 8.
fil: • I-shake ang iyong kamay sa hangin nang 8 beses habang nagbibilang hanggang 8.

# text
source: • Do it as fast and loud as you can.
fil: • Gawin ito nang mabilis at maingay sa abot ng iyong makakaya.

# text
source: • Repeat with your other hand, then do it with each foot.
fil: • Ulitin ito gamit ang kabilang kamay, tapos gawin ito gamit ang bawat paa.

# text
source: • Do it 7 times, then 6 times until you get to 1.
fil: • Gawin ito ng 7 beses, tapos 6 beses hanggang sa umabot ng 1.

# text
source: • Call out “Crazy chicken” as loud as you can when you’re finished!
fil: • Kapag tapos na, isigaw mo sa pinakamalakas na kaya mo ang "Crazy Chicken"

# text
source: • Have you released all your stress? If not, do it again even faster and louder!
fil: • Na-i-release mo ba lahat ng stress mo? Kung hindi, gawin mo ulit nang mas mabilis at mas malakas!

# text
source: Remind yourself that “I will be ok.”
fil: Paalalahanan mo ang iyong sarili na "magiging okay din ako"

# text
source: • Quickly show your face and say "Peek-a-Boo!" or "Hello!"
fil: • Bigla mong ipakita ang iyong mukha at sabihin "Bulaga!" o "Hello!"

# text
source: Babies love it!
fil: Gustong-gusto ng mga sanggol iyon!

# text
source: Fill it with sand, stones, beans or any small objects that make an interesting sound.
fil: Punuan ito ng buhangin, mga bato, mga binhi o kahit anong maliliit na bagay na nakakagawa ng nakaka-aliw na tunog.

# text
source: Repeat it over and over in a rhythmical way. For example, “My little one, oh little one.”
fil: Ulit-ulitin ito sa paraang may ritmo. Halimbawa, “Anak, o anak”.

# text
source: For example, “Dance like a monkey”, “Dance like a chicken” or “Dance with just our knees and hips.”
fil: Halimbawa, "Sumayaw na parang unggoy", "Sumayaw na parang manok" o "Sumayaw gamit lamang ang mga tuhod at balakang".

# text
source: Put the shoes in the shoe rack, it's fun, fun, fun!
fil: Ilagay ang mga sapatos sa shoe rack, ito ay nakakaaliw, nakakaaliw, nakakaaliw!

# text
source: • This game is best when more than 2 people play.
fil: • Ang laro ay mas magandang laruin kapag higit pa sa 2 tao ang naglalaro.

# text
source: • One person pretends to be doing something – for example, combing hair.
fil: • Ang bawat isa ay magpapanggap na may ginagawa--halimbawa, nagsusuklay ng buhok

# text
source: • A second person asks, “What are you doing?”
fil: • Ang pangalawang tao ay magtatanong, "Ano ang ginagawa mo?"

# text
source: • The first person needs to say something that has nothing to do with combing hair, for example, “Tying my shoes.”
fil: • Ang unang tao ay kailangan magsabi ng isang bagay na walang ugnayan sa pagsuklay ng buhok, halimbawa, "Pagtatali ng aking mga sapatos."

# text
source: • The second person then starts pretending to tie their shoes until a new person asks, “What are you doing?”
fil: • Ang pangalawang tao ngayon ay magpapanggap na nagtatali ng kanyang sapatos hanggang ang bagong magtatanong, "Ano ang ginagawa mo?"

# text
source: • The second person’s answer must always be something different from what they are actually doing!
fil: • Ang sagot ng pangalawang tao ay dapat iba sa kung ano talaga ang kanilang ginagawa!

# text
source: Blind Kapre
fil: Kapreng bulag

# text
source: • This game is great if you have at least 4 people.
fil: • Ang larong ito ay pinakamasaya kapag hindi bababa sa 4 na tao ang maglalaro

# text
source: • Tell the story about a ferocious Kapre who lived near a village. He would sneak into the village at night and steal people’s treasures – anything they loved. Anybody who tried to take their treasure back would be eaten alive. This continued for many years until the Kapre became old, fat, and blind from sitting on his treasure and gazing at the glare of the gold coins. Then the townspeople could try and sneak into his lair and steal back their relatives’ treasure.
fil: • Magkuwento tungkol sa mabangis na Kapre na nakatira malapit sa nayon. Palihim siyang pumupunta sa nayon tuwing gabi at nagnanakaw ng kayamanan ng mga tao – kahit anong pinapahalagahan nila. Kung sino man ang susubok na bawiin ang kanilang kayamanan ay kakainin. Nagpatuloy ito nang ilang taon hanggang tumanda, tumaba, at nabulag ang Kapre mula sa pag-upo sa kaniyang kayamanan at walang-sawang pagtitig sa ningning ng mga ginto. Sinubukan ng taong-bayan na palihim na pasukin ang kanyang kuweba at bawiin ang kayamanan ng kanilang mga kamag-anak.

# text
source: • One person plays the Kapre. The Kapre sits blindfolded or with eyes closed surrounded by a pile of treasure.
fil: • May isang gaganap na Kapre. Ang Kapre ay nakaupo nang may piring o nakapikit ang mga mata habang napapaligiran ng napakaraming kayamanan.

# text
source: • Everyone has one piece of treasure that they must steal back.
fil: • Bawat isa ay may pirasong kayamanan na kailangan nilang makuha ulit.

# text
source: • If the Kapre hears you and points at you, you must go back to the starting place.
fil: • Kung narinig ka ng kapre at nakaturo sa iyo, kailangan mong bumalik sa pansimulang puwesto.

# text
source: • Only one person can try to get the treasure at a time.
fil: • Isang tao lamang ang maaaring sumubok na kunin ang kayamanan sa isang oras.

# text
source: Come up with three types of exercise together. For example, walking, jogging, basketball or dancing.
fil: Mag-isip ng tatlong klase ng ehersisyo nang magkasama. Halimbawa, paglalakad, jogging, basketball, o pagsasayaw.

# text
source: • There’s a fire on the mountain! Run, run, run!
fil: • Mayroong apoy sa bundok! Takbo, takbo, takbo!

# text
source: • Pick up the red shirt, it’s fun, fun, fun!
fil: • Pulutin ang pulang damit, ito ay nakakaaliw, nakakaaliw, nakakaaliw!

# text
source: • Put the red shirt into the hamper, it’s fun, fun, fun!
fil: • Ilagay ang pulang damit sa hamper, ito ay nakakaaliw, nakakaaliw, nakakaaliw!

# text
source: • Put the shoes in the shoe rack, it's fun, fun, fun!
fil: • Ilagay ang mga sapatos sa shoe rack, ito ay nakakaaliw, nakakaaliw, nakakaaliw!

# text
source: Talking about difficult topics
fil: Pag-uusap tungkol sa mahihirap na paksa

# text
source: An introduction to child development
fil: Isang panimula tungkol sa child development

# text
source: Child Development: Babies & toddlers
fil: Child Development: Mga sanggol at batang paslit

# text
source: Child Development: Children aged 2 - 9 years
fil: Child Development: Mga batang edad 2 hanggang 9 na taong gulang

# text
source: Child Development: Teenagers aged 10 - 17 years
fil: Child Development: Mga teenagers na edad 10 hanggang 17 na taong gulang

# text
source: Caring for a child with disabilities
fil: Pag-aalaga sa batang may kapansanan

# text
source: 3. Communicate and talk with your child
fil: 3. Makipag-usap sa iyong anak

# text
source: • Accept your child’s feelings.
fil: • Tanggapin ang mga nararamdaman ng iyong anak.

# text
source: Step 3. Communicating and talking with your child
fil: Ikatlong Hakbang. Pakikipag-usap sa iyong anak

# text
source: Encouraging good behaviour: teaching consequences
fil: Paghihikayat ng maayos na kilos: pagtuturo ng mga konsekwensya

# text
source: Helping your child through a difficult situation
fil: Pagtulong sa iyong anak sa mahirap na sitwasyon

# text
source: Parent 2: "I can see that this has been a stressful night for you. How about you get some sleep while I take Joan into the other room. I will try wrapping them up in a blanket."
fil: Magulang 2: “Nakikita kong nakaka-stress ang gabing ito para sa iyo. Ano kaya kung matulog ka muna habang dadalhin ko muna si Joan sa kabilang kwarto. Susubukan kong balutin muna siya ng kumot.”

# text
source: Soothing a crying baby
fil: Pagpapatahan sa umiiyak na sanggol

# text
source: Helping children manage their emotions
fil: Tulungan ang mga anak na pangasiwaan ang kanilang mga emosyon

# text
source: Parent: You have had enough, Gina. The rule is only one glass of cool drink.
fil: Magulang: Tama na yan, Gina. Ang usapan natin ay isang kendi lang.

# text
source: Parent: Angelo, you are eating your dinner so nicely.
fil: Magulang: Angelo, ang ayos mo naman kumain. Salamat.

# text
source: Parent: Angelo, please fetch the custard from the counter.
fil: Magulang: Angelo, pakikuha naman ng leche flan sa mesa.

# text
source: Parent: It is nice to see you sitting quietly, Gina. Here, have some delicious custard with us.
fil: Magulang: Mabuti at nakaupo ka nang tahimik, Gina. Halika at kumain ka ng leche flan kasama namin.

# text
source: Encouraging good behaviour: not reacting to tantrums
fil: Paghihikayat ng maayos na kilos: hindi pagpansin sa pag-aalboroto

# text
source: Positive praise for good behaviour
fil: Positibong papuri para sa maayos na kilos

# text
source: Encouraging good behaviour: solving problems
fil: Paghihikayat ng maayos na kilos: paglutas ng mga problema

# text
source: Parent: “Camille and Billy, come and help me prepare dinner. We are making your favourite dish!”
fil: Magulang: “Camille at Billy, halikayo at tulungan niyo akong maghanda ng hapunan. Lulutuin natin ang paborito niyong ulam!”

# text
source: Encouraging good behaviour: changing your approach
fil: Paghihikayat ng maayos na kilos: pagpapalit ng iyong pakikitungo

# text
source: Create a routine
fil: Lumikha ng routine

# text
source: Reading together
fil: Pagbabasa nang magkasama

# text
source: Getting family finances right
fil: Pagsasaayos ng pera ng pamilya

# text
source: Support your child’s education
fil: Suportahan ang edukasyon ng iyong anak

# text
source: Family Harmony at home
fil: Pagkakasundo ng Pamilya sa tahanan

# text
source: Staying Positive
fil: Manatiling Positibo

# text
source: Partner Relationships
fil: Pakikipagrelasyon sa iyong kinakasama

# text
source: Staying safe online
fil: Pananatiling ligtas sa internet

# text
source: Report to SAFERKIDSPH and BANTAYBATA163 to get support if you or your children experience online violence or other things that are not acceptable.
fil: Mag-report sa SAFERKIDSPH at BANTAYBATA163 para makakuha ng tulong kung ikaw o ang anak mo ay nakararanas ng karahasan sa internet o ibang mga di katanggap-tanggap na bagay.

# text
source: Keeping children safe online
fil: Pagiging ligtas ng mga bata sa Internet

# text
source: Common Sense Media and SaferKidsPH have great advice for apps, games and entertainment for different ages.
fil: Ang Common Sense Media at SaferKidsPH ay may magagandang payo para sa mga apps, games, at mga entertainment para sa iba't ibang edad.

# text
source: Parent: "Jen, have you done your homework?"
fil: Magulang: “Jen, nagawa mo na ba ang homework mo?”

# text
source: Parent: "I’m proud of how well you dance, Jen. But we need to make sure you are safe on this. I know your friends look at TikTok, but with an open account there are also paedophiles who look at videos of teenagers. Paedophiles are older people who want to attack young children and teens."
fil: Magulang: “Proud ako sa galing mong sumayaw, Jen. Ngunit dapat masiguro nating ligtas ka dito. Alam kong tumitingin sa TikTok ang mga kaibigan mo, ngunit kapag bukas ang iyong account, mayroon ding mga paedophile na tumitingin sa mga video ng mga teenager. Ang mga paedophile ay mga matatanda na gustong mambiktima ng mga bata at teenager."

# text
source: Parent: "I’m proud of you Jen..."
fil: Magulang: “Proud ako sa iyo, Jen...”

# text
source: Giving positive instructions
fil: Pagbibigay ng positibong direksyon

# text
source: Parent: “I really appreciate it when you help clean up after dinner. Thank you, Dennis”
fil: Magulang: “Natutuwa ako kapag tumutulong ka sa pagligpit pagkatapos ng hapunan. Salamat, Dennis”

# text
source: Household Rules
fil: Mga Patakaran sa Bahay

# text
source: Parent: “Juan, you have been spending a lot of time on your tablet. Why do you think I am concerned about that?”
fil: Magulang: “Juan, mukhang madalas mo na ginagamit ang iyong tablet. Sa tingin mo, bakit ko inaalala ito?"

# text
source: Protecting your child against abuse
fil: Pagprotekta sa iyong anak laban sa pang-aabuso

# text
source: Anger management advice
fil: Payo para sa pagkontrol sa galit

# text
source: Keeping your cool
fil: Pananatiling kalmado

# text
source: • Videoke, singing, dancing, praying, or reading
fil: • Videoke, kantahan, sayawan, pagdadasal, o pagbabasa

# text
source: • Watching Kdrama or your favourite T.V. show
fil: • Panunuod ng Kdrama o ng paborito mong palabas sa TV

# text
source: • Playing Mobile Legends
fil: • Paglalaro ng Mobile Legends

# text
source: • Gardening
fil: • Paghahardin

# text
source: Finding calm
fil: Pagiging kalmado

# text
source: Take a break
fil: Magpahinga

# text
source: Get active, be happy
fil: Maging aktibo, maging masaya

# text
source: Looking after yourself
fil: Pag-aalaga sa iyong sarili

# text
source: It is okay for @fields.child_nickname to want to do many different things. @fields.child_nickname’s attention may wander to many different things during One-on-One Time. Anything that is happening can grab their attention: the sound of a car, the feeling of a breeze from a fan, feelings in the body. Just keep your attention on @fields.child_nickname.
fil: Okay lang kung gusto ni @fields.child_nickname na gumawa ng maraming iba't ibang mga bagay. Ang atensyon ni @fields.child_nickname ay maaaring tumalon sa iba't ibang mga bagay tuwing One-on-One Time. Ang anumang nangyayari ay maaaring makuha ang kanyang atensyon: ang tunog ng kotse, ang pakiramdam ng hangin mula sa electric fan, mga pakiramdam sa kanyang katawan. Panatilihin mo lang ang atensyon mo kay @fields.child_nickname.

# text
source: It is okay for your child to want to do many different things. Your child’s attention may wander to many different things during One-on-One Time. Anything that is happening can grab their attention: the sound of a car, the feeling of a breeze from a fan, feelings in the body. Just keep your attention on your child.
fil: Okay lang na gustuhin ng iyong anak na gumawa ng maraming iba't ibang mga bagay. Ang atensyon ng iyong anak ay maaaring tumalon sa maraming iba't ibang mga bagay tuwing One-on-One Time. Ang anumang nangyayari ay maaaring makakuha ng kanilang atensyon: ang tunog ng kotse, ang pakiramdam ng hangin mula sa electric fan, ang mga nararamdaman sa katawan. Panatilihin mo lang ang atensyon mo sa iyong anak.

# text
source: One-on-One Time - Babies
fil: One-on-One Time - Sanggol

# text
source: One-on-One Time - Children
fil: One-on-One Time - Batang Anak

# text
source: One-on-One Time - Teens
fil: One-on-One Time - Teenager

# text
source: Here are some more activities!
fil: Narito ang ilan pang aktibidad!

# text
source: Let’s use the magic power of three to stay present and relaxed. At the end of a tough day, thinking of three things to be grateful for can help us find the courage to try again tomorrow.
fil: Gamitin natin ang mahika ng tatlo o magic power of three upang mapanatili ang presensya at pagiging kalmado. Sa pagtatapos ng nakakapagod na araw, ang pag-iisip ng tatlong bagay na dapat pasalamatan ay makakatulong sa atin upang makahanap ng lakas ng loob na subukang muli bukas.

# text
source: Now, take a moment to think over the day. Think of one thing you did today that you are proud of.
fil: Maglaan ng oras upang pag-isipan ang araw na ito. Mag-isip ng isang bagay na ginawa mo ngayong araw na ito na ipinagmamalaki mo.

# text
source: You made it to the end of the day! Now it’s me-time for you. You deserve a break @fields.user_name!
fil: Umabot ka na sa katapusan ng araw! Ngayon ay oras na para sa iyong sarili. Karapat-dapat kang magpahinga @fields.user_name!

# text
source: You made it to the end of the day! Now it’s me-time for you. You deserve a break!
fil: Umabot ka na sa katapusan ng araw! Ngayon ay oras na para sa iyong sarili. Karapat-dapat kang magpahinga!

# text
source: You don’t have to do this alone! Please feel free to share your MaPaText journey with other adults in your household and elsewhere. They might want to sign up to receive the messages too!
fil: Hindi mo kailangang gawin ito ng mag-isa! Huwag mag-atubiling ibahagi ang iyong karanasan sa MaPaText sa iba pang nakatatanda sa iyong bahay at sa iba pang lugar. Maaaring gusto nilang sumali para makakuha rin ng mga mensaheng ito!

# text
source: https://tinyurl.com/jdbhv6j4
fil: https://tinyurl.com/mrs55fdm

# text
source: In what region do you live?
fil: Saang rehiyon ka nakatira?

# text
source: Hi! Thank you for signing up to receive MaPaText tips. Please tell us which language you would like:
fil: Magandang araw! Salamat sa pag-sign-up para makatanggap ng mga MaPaText tips. Pakisabi sa amin kung aling wika ang gusto mo:

# text
source: https://covid19parenting.com/assets/consents/PH_eng.pdf
fil: https://covid19parenting.com/assets/consents/PH_fil.pdf

# text
source: Sorry, MaPaText is only for people over the age of 18. Do you confirm that you are under the age of 18?
fil: Paumanhin, ang MaPaText ay para lang sa mga taong higit sa 18 taong gulang. Kinukumpirma mo bang ikaw ay mas bata sa 18 taong gulang?

# text
source: Thank you so much for confirming this. You are now ready to begin your MaPaText journey!
fil: Maraming salamat sa pagkumpirma nito. Handa ka na simulan ang iyong MaPaText journey!

# text
source: If you want to experience MaPaText, you can always share it with your parents or caregivers.
fil: Kung gusto mong maranasan ang MaPaText, maaari mo itong ibahagi sa iyong mga magulang o tagapag-alaga.

# text
source: Please tell us about the length of the MaPaText programme (total number of days you received messages). MaPaText was...
fil: Pakisabi sa amin ang tungkol sa kabuuang haba ng programa ng MaPaText (kabuuang dami ng araw na nakatanggap ka ng mga mensahe). Ang MaPaText ay naging...

# text
source: Please tell me about the length of the MaPaText programme (total number of days you received messages). MaPaText was...
fil: Pakisabi sa akin ang tungkol sa kabuuang haba ng programa ng MaPaText (kabuuang dami ng araw na nakatanggap ka ng mga mensahe). Ang MaPaText ay naging...

# text
source: Open ended question: Is there anything we can do to improve the MaPaText chatbot for other families? Please feel free to write as much as you want!
fil: Karagdagang katanungan: Mayroon pa ba kaming magagawa upang mapabuti ang MaPaText chatbot para sa ibang mga pamilya? Isulat niyo lamang ang lahat ng nais ninyong rekomendasyon!

# text
source: Open ended question: Is there anything I can do to improve the MaPaText chatbot for other families? Please feel free to write as much as you want!
fil: Karagdagang katanungan: Mayroon pa ba akong magagawa upang mapabuti ang MaPaText chatbot para sa ibang mga pamilya? Isulat niyo lamang ang lahat ng nais ninyong rekomendasyon!

# text
source: Other parents just like you are benefiting from MaPaText in your community! @fields.user_name, are you sure you want to exit the programme?
fil: Ang ibang magulang na katulad mo ay nakikinabang din mula sa MaPaText sa inyong komunidad! @fields.user_name, sigurado ka bang gusto mong umalis sa programang ito?

# text
source: Other parents just like you are benefiting from MaPaText in your community! Are you sure you want to exit the programme?
fil: Ang ibang magulang na katulad mo ay nakikinabang din mula sa MaPaText sa inyong komunidad! Sigurado ka bang gusto mong umalis sa programang ito?

# text
source: Other children just like @fields.child_nickname are benefiting from MaPaText in your community! @fields.user_name, are you sure you want to exit the programme?
fil: Ang ibang bata tulad ni @fields.child_nickname ay nakikinabang sa MaPaText sa inyong komunidad! @fields.user_name, sigurado ka bang gusto mong umalis sa programang ito?

# text
source: Other children just like yours are benefiting from MaPaText in your community! @fields.user_name, are you sure you want to exit the programme?
fil: Ang ibang bata tulad ng iyong anak ay nakikinabang sa MaPaText sa inyong komunidad! @fields.user_name, sigurado ka bang gusto mong umalis sa programang ito?
