Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/*/*_south_africa_additional_messages.po
Languages: xh, zu

# text
source: https://tinyurl.com/yckks324
xh: https://tinyurl.com/muwj7k6e
zu: https://tinyurl.com/3j5mm8xy

# text
source: https://tinyurl.com/bdf4zemz
xh: https://tinyurl.com/3kscjdpd
zu: https://tinyurl.com/mt5974pn

# text
source: Hi! Thank you for signing up to receive ParentText tips. Which language would you like to receive the messages in?
xh: Molo! Enkosi ngokusayinela ukufumana iingcebiso zeParentText. Loluphi ulwimi ongathanda ukufumana ngalo imiyalezo?
zu: Sawubona! Siyabonga ngokujoyina kwakho ukuze uthole amasu ku-ParentText. Ungathanda ukuyithola ngaluphi ulimi lemiyalezo?

# text
source: For example, “Dance like a rabbit”, “Dance like a chicken” or “Let’s dance with our knees and hips.”
xh: Ngokomzekelo, “Danisa nje ngomvundla”, “Danisa nje ngenkukhu” okanye “Masidanise ngamadolo nesinqe sethu.”
zu: Isibonelo, “Dansa nje ngonogwaja”, “Dansa nje ngenkukhu” noma “Asidanse ngamadolo namaqolo ethu.”

# text
source: Create a dance routine to your children’s favorite songs.
xh: Yakha inkqubo yomdaniso kwiingoma zabantwana bakho abazithandayo.
zu: Sungula umdanso usebenzisa iculo elithandwa yizingane zakho.

# text
source: For example, “Dance like a rabbit”, “Dance like a chicken” or “Dance with just our knees and hips”.
xh: Ngokomzekelo, “Danisa nje ngomvundla”, “Danisa nje ngenkukhu” okanye “Masidanise ngamadolo nesinqe sethu”.
zu: Isibonelo, “Dansa nje ngonogwaja”, “Dansa nje ngenkukhu” noma “Dansa ngamadolo neqolo”.

# text
source: You snap your fingers once to throw the snap.
xh: Uqhafaza iminwe yakho kanye ukwenza isinephu.
zu: Khalisa iminwe kube kanye ukudlulisela lowomsindo weminwe kumuntu olandelayo.

# text
source: Website: https://www.childlinesa.org.za/
xh: Iwebhusaythi: https://www.childlinesa.org.za/
zu: Iwebhusayithi: https://www.childlinesa.org.za/

# text
source: Public Hotline: 31531
xh: Hotline: 31531
zu: Inombolo yomphakathi yokuthola usizo: 31531

# text
source: Parent 2: "I can see that this has been a stressful night for you. How about you get some sleep while I take Pule into the other room. I will try wrapping them up in a blanket."
xh: Umzali 2: “Ndiyabona ukuba obu ibibubusuku obunonxinzelelo kuwe. Kunganjani ukhe ufuma ukulala ngelixa ndithatha uSimphiwe ndimsa kwelinye igumbi. Ndiza kumbijela ngengubo.”
zu: Umzali 2: “Ngiyabona ukuthi kube ubusuku obunengcindezi lobu kuwena. Kunganjani uma ungathi ukulala kancane mina ngithathe uLinda ngiye naye kwelinye igumbi. Ngizozama ukubagoqa ngengubo.”

# text
source: Parent: “How are you doing, Nombuso?”
xh: Umzali: “Unjani, Luyolo?”
zu: Umzali: “Unjani Siyamthanda?”

# text
source: Parent: “I can see that you are upset, Sabelo. It can be difficult when we feel separated from our friends.”
xh: Umzali: “Ndiyabona ukuba ucaphukile, Avela. Kusenokuba nzima xana siziva sisahlukaniswa nabahlobo bethu.”
zu: Umzali: “Ngiyabona ukuthi udiniwe, Alwande. Kungaba nzima uma sizizwa sihlukanisiwe nabangani bethu.”

# text
source: Parent: You have had enough, Zama. The rule is only one glass of cool drink.
xh: Umzali: Ufumene ngokwaneleyo, Odwa. Umthetho uthi I komityi enye yesiselo.
zu: Umzali: Usuphuze ngokwanele, Ayanda. Umthetho uthi igilasi elilodwa lesiphuzo.

# text
source: Parent: Rudzani, you are eating your dinner so nicely.
xh: Umzali: Anovuyo, Utya ukutya kwakho ngokuzolileyo.
zu: Umzali: Lwandle, usidla kahle kakhulu isidlo sakho sakusihlwa.

# text
source: Parent: Rudzani, please fetch the custard from the counter.
xh: Umzali: Anovuyo, Ndicela uyokulanda isimuncumuncu phezu kwetafile.
zu: Umzali: Lwandle, ngicela ulande u-khastadi lapha kwikhawunta.

# text
source: Parent: It is nice to see you sitting quietly, Zama. Here, have some delicious custard with us.
xh: Umzali: Kuhle ukukubona uhleli ngokuzolileyo, Odwa. Apa, yitya isimuncumuncu kunye nathi.
zu: Umzali: Kuhle ukukubona uhleli ngesizotha, Ayanda. Mi thatha, masidleni lo khastadi omnandi.

# text
source: Parent: “Pule and Sabelo, come and help me prepare dinner. We are making your favourite dish!”
xh: Umzali: “Owam no Likhona, yizani nizokundinceda ndilungiselele isidlo sangokuhlwa. Senza ukutya kwakho okuthandayo”
zu: Umzali: “Pule noSabelo, wozani nizongisiza silungise ukudla kwakusihlwa. Senza ukudla kwenu enikuthandayo!”

# text
source: Parent: “Thank you for helping me make lunch, Lonwabo”
xh: Umzali: “Enkosi ngokudinceda ndenze isidlo sasemini, Anothando”
zu: Umzali: “Ngiyabonga ukungisiza senze isidlo sasemini Mpilo”

# text
source: Report to Childline to get support if you experience online violence or other things that are not acceptable.
xh: Xela kwa Childline ukufumana inkxaso ukuba uzifumanisa ulixhoba lenkonzo zonxibelelwano uhlukumezeka okanye ezinye izinto ezingamkelekanga.
zu: Bika ku-Childline ukuze uthole usizo uma kwenzeka uhlukumezeka ku-inthanethi noma uhlangabezana nezinye izinto ezingamukelekile.

# text
source: Report to Childline to get support if you or your children experience online violence or other things that are not acceptable.
xh: Xela kwa Childlibe ukuze ufumane inkxaso ukuba wena okanye umntwana wakho ubelixhoba kwinkonzo zonxibelelwano okanye kwezinye izinto ezingavumelekanga.
zu: Bika ku-Childline lapho uzothola ukwesekwa uma izingane zakho zibhekana nokuhlukumezeka kwi-intanethi kanye nezinye izinto ezingamukelekile.

# text
source: Parent: "Zama, have you done your homework?"
xh: Umzali: “Olwethu, ngaba uwenzile umsebenzi wakho wesikolo?"
zu: Umzali: "Ayanda, usuwenzile umsebenzi wakho wesikole?"

# text
source: Parent: "I’m proud of how well you dance, Zama. But we need to make sure you are safe on this. I know your friends look at TikTok, but with an open account there are also paedophiles who look at videos of teenagers. Paedophiles are older people who want to attack young children and teens."
xh: Umzali: "Ndiyazidla ngendlela odanisa kamnandi ngayo, Olwethu. Kodwa simele siqinisekise ukuba ukhuselekile. Ndiyazi ukuba abahlobo bakho bajonga kuTikTok, kodwa ngeakhawunti evulekileyo, kukho nabanye abantu abajonga iividiyo zabantu abafikisayo bencwase ukwabelana nabo ngesondo. Abantu abancwase ukwabelana ngesondo ngabantu abadala abahlasela abantwana nabafikisayo.”
zu: Umzali: “Ngiyaziqhenya ngawe ngendlela odansa kahle ngayo, Ayanda. Kodwa kumelwe siqiniseka ukuba uphephile. Ngiyazi abangani bakho babuka iTikTok, kodwa uma une-akhawunti evulelekile kukhona nabakhokhobela izingane ababuka ama-video ezingane esezikhulile. Abakhokhobela izingane ngabantu abadala abafuna ukuhlasela izingane ezincane nesezikhulile.”

# text
source: Parent: "I’m proud of you Zama..."
xh: Umzali: “Ndiyazingca ngawe Olwethu...”
zu: Umzali: “Ngiyaziqhenya ngawe Ayanda...”

# text
source: Parent: “I really appreciate it when you help clean up after dinner. Thank you, Pule”
xh: Umzali: “Ndiluxabise nyhani uncedo lwakho xa unceda ukucoca itafile emva kwesidlo sangokuhlwa. Enkosi, Banele”
zu: Umzali: Ngijabula kakhulu uma ungisiza ngokuqoqa emuva kwesidlo sakusihlwa. Ngiyabonga Lwandle”

# text
source: Parent: “Sabelo, you have been spending a lot of time on your tablet. Why do you think I am concerned about that?”
xh: Umzali: “Lukho, uchitha ixesha elininzi kwithablethi yakho. Kutheni ucinga ukuba ndikhathazekile ngoko?”
zu: Umzali: “Musa, uchitha isikhathi esiningi kuthebhulethi yakho. Ucabanga ukuthi kungani ngikhathazeka ngalokho?"

# text
source: Let’s use the super power of three to stay present and relax. At the end of a tough day, thinking of three things to be grateful for can help us find the courage to try again tomorrow.
xh: Masisebenzise amandla amangalisayo amathathu ukuze ukuhlala silapha kwaye siphumle. Emva kosuku olunzima, ukucinga ngezinto ezintathu esinombulela ngazo ukusinceda sibe nesibindi sokuzama kwakhona ngomso.
zu: Masisebenzise amandla amakhulu omlingo wokuthathu wokubakhona nokuphumula. Ekupheleni kosuku olunzima, ukucabanga ngezinto ezintathu ongazibongela kungakusiza uthole isibindi sokuzama futhi kusasa.

# text
source: The super power of three.
xh: Umlingo wamandla abathathu.
zu: Amandla amakhulu omlingo wokuthathu.

# text
source: https://tinyurl.com/5d5rkyrc
xh: https://tinyurl.com/mrxfxxed
zu: https://tinyurl.com/3hxkpf5k

# text
source: What province do you live in?
xh: Uhlala kweliphi iphondo?
zu: Uhlala kusiphi isifundazwe?

# text
source: Please select the number for the following options:
xh: Nceda ukhethe inombolo koluluhlu lokhetho lulandelayo:
zu: Sicela ukhethe inombolo kulokhu okulandelayo:

# text
source: 1. Eastern Cape
xh: 1. EMpuma Koloni
zu: 1. e-Eastern Cape

# text
source: 2. Free State
xh: 2. EFreyistata
zu: 2. e-Free State

# text
source: 3. Gauteng
xh: 3. EGauteng
zu: 3. e-Gauteng

# text
source: 5. Limpopo
xh: 5. ELimpopo
zu: 5. e-Limpopo

# text
source: 6. Mpumalanga
xh: 6. EMpumalanga
zu: 6. eMpumalanga

# text
source: 7. North West
xh: 7. EmNtla Ntshona
zu: 7. e-North West

# text
source: 8. Northern Cape
xh: 8. EmNtla Koloni
zu: 8. e-Northen Cape

# text
source: 9. Western Cape
xh: 9. ENtshona Koloni
zu: 9. e-Western Cape

# text
source: https://covid19parenting.com/assets/consents/ZA_eng.pdf
xh: https://covid19parenting.com/assets/consents/ZA_xho.pdf
zu: https://covid19parenting.com/assets/consents/ZA_zul.pdf

# text
source: COVID-19 Public Hotline: 0800 029 999
xh: Inombolo yongxamiseko onokuthunyelwa kuyo nge Covid-19: 0800 029 999
zu: Inamba yocingo yokuthola ulwazi nge-Covid-19: 0800 029 999

# text
source: WhatsApp Support Line: 0600-123456
xh: Umnxeba wenkxaso ka Whatsapp: 0600-123456

# text
source: https://tinyurl.com/ysctpypa
xh: https://tinyurl.com/22p3fxke

# text
source: Ambulance and Fire Department: 10177
xh: Inqwelo Yezigulane kunye NeSebe Labacimi-mlilo: 10177
zu: i-Ambulensi (Imoto Yeziguli) Nomnyango Wezomlilo: 10177

# text
source: Referral Contact Details (Substance Abuse):
xh: Iinkcukacha Zoqhagamshelwano Zodluliselo (Ukusebenzisa Kakubi Iziyobisi):
zu: Imininingwane Yokudluliselwa (Ukusetshenziswa Kwezidakamizwa):

# text
source: Narcotics Anonymous SA. National 24-hour helpline: 083 900 MY NA (083 900 69 62)
xh: Narcotics Anonymous SA. Inombolo yoncedo yeeyure ezingama-24: 083 900 MY NA (083 900 69 62)

# text
source: Website: www.na.org.za
xh: Iwebusayithi: www.na.org.za
zu: Iwebhusayithi: www.na.org.za

# text
source: Alcoholics Anonymous SA. National helpline: 0861 HELPAA (435 722)
xh: Narcotics Anonymous SA. Inombolo yoncedo kwilizwe lonke: 0861 HELPAA (435 722)
zu: Alcoholics Anonymous SA. Inombolo yosizo kaZwelonke: 0861 HELPAA (435 722)

# text
source: Website: https://www.aasouthafrica.org.za/
xh: Iwebhusaythi: https://www.aasouthafrica.org.za/
zu: Iwebhusayithi: https://www.aasouthafrica.org.za/

# text
source: Referral Contact Details (Sexual health, including HIV related issues):
xh: Iinkcukacha zoqhakamshelwano zabathunyelwa (Impilo yezesondo, kuquka nemiba enxulumene ne-HIV):
zu: Imininingwane yokudlulisela phambili (Impilo yezocansi kubandakanya izimo ezihlobene ne-HIV):

# text
source: Referral Contact Details (Anxiety or depression, or thought of ending your life):
xh: Iinkcukacha zoqhakamshelwano zabathunyelwa (Ukuxhalaba okanye ukudandatheka, okanye ukucinga ukuphelisa ubomi bakho):
zu: Imininingwane yokudlulisela phambili (Ukukhathazeka noma i-depression, noma ukucabanga ukuzibulala):

# text
source: SA Depression and Anxiety Group. SADAG Mental Health Line: 0800 567 567
xh: SA Depression and Anxiety Group. Inombolo Yempilo Yengqondo e-SADAG: 0800 567 567

# text
source: Trauma Centre for Survivors of Violence and Torture. Helpline: 021 465 7373
xh: Trauma Centre for Survivors of Violence and Torture. Inombolo yoncedo: 021 465 7373
zu: Trauma Centre for Survivors of Violence and Torture. Inombolo yosizo: 021 465 7373

# text
source: Lifeline (Counselling): 0861 322 322
xh: Lifeline (Ingcebiso): 0861 322 322
zu: Lifeline (Ukwelulekwa): 0861 322 322

# text
source: Referral Contact Details (Natural disaster):
xh: Iinkcukacha Zoqhagamshelwano Zodluliselo (Intlekelo Yemvelo):
zu: Imininingwane Yokudluliselwa (Inhlekele Yemvelo):

# text
source: South Africa National Emercency Line: 112
xh: Inombolo Yongxamiseko Kulo Lonke Ilizwe LaseMzantsi Afrika: 112

# text
source: Referral Contact Details (Violence Prevention):
xh: Iinkcukacha Zoqhagamshelwano Zodluliselo (Ukuthintela Ubundlobongela):
zu: Imininingwane Yokudluliselwa (Ukuvimbela Udlame):

# text
source: People Opposed to Woman Abuse (Powa). Helpline: 011 642 4345
xh: I-People Opposed to Woman Abuse (Powa). Inombolo Yoncedo: 011 642 4345

# text
source: Website: http://www.powa.co.za
xh: Iwebhusaythi: http://www.powa.co.za
zu: Iwebhusayithi: http://www.powa.co.za

# text
source: Gender Based Violence Command Centre Emergency Line: 0800 428 428
xh: I-Gender Based Violence Command Centre Ungxamiseko: 0800 428 428

# text
source: Stop Gender Violence Helpline: 0800 150 150
xh: Inombolo Yoncedo ye-Stop Gender Violence: 0800 150 150
zu: Stop Gender Violence inombolo Ephuthumayo: 0800 150 150

# text
source: Rape Crisis Centre, Khayletisha. Helpline: 021 361 9085
xh: Rape Crisis Centre, Khayelitsha. Inombolo Yoncedo: 021 361 9085
zu: Rape Crisis Centre, Khayletisha. Inombolo yosizo: 021 361 9085

# text
source: Thuthuzela (Domestic Violence/Rape). Helpline: 021 360 4570
xh: Thuthuzela (Ubundlobongela Ekhaya/ Udlwengulo). Inombolo Yoncedo: 021 360 4570
zu: Thuthuzela (Udlame Lwasekhaya/Ukudlwengulwa). Inombolo yosizo: 021 360 4570

# text
source: Samila (services for gender based violence, counselling, and referrals). Helpline: 021 364 8521
xh: Samila (iinkonzo zabantu abachatshazelwa bubundlobongela ngakumabhinqa, ukucetyiswa kunye nokudluliselwa). Inombolo Yoncedo: 021 364 8521
zu: Samila (izinsizakalo zodlame olusekelwe ebulilini, ukwelulekwa ngokwengqondo, kanye nokudluliselwa). Inombolo yosizo: 021 364 8521

# text
source: Simelela Mosaic Support for Gender violence. Helpline: 21 761 7585
xh: Simelela Mosaic Support for Gender violence. Inombolo Yoncedo: 21 761 7585
zu: Simelela Mosaic Support for Gender violence. Inombolo yosizo: 21 761 7585

# text
source: Khayelitsha Day Hospital - domestic violence counselling. Helpline: 021 360 5200
xh: Khayelitsha Day Hospital - ukucetyiswa kwimeko yobundlobongela ekhaya. Inombolo Yoncedo: 021 360 5200
zu: Khayelitsha Day Hospital - ukwelulekwa ngodlame lwasekhaya. Inombolo yosizo: 021 360 5200

# text
source: Khayelitsha District hospital - sexual violence counselling. Helpline:021 360 4570
xh: Khayelitsha District Hospital– ukucetyiswa kwimeko yobundlobongela ngokwesondo. Inombolo Yoncedo: 021 360 4570
zu: Khayelitsha District hospital - ukululekwa ngokocansi. Inombolo yosizo: 021 360 4570

# text
source: South African Police Service (SAPS) emergency number: 10111
xh: Inombolo yongxamiseko ye-South African Police Service (SAPS): 10111
zu: Inombolo ephuthumayo ye-South African Police Service (SAPS): 10111

# text
source: It is completely normal to experience this. You don’t have to reveal the exact amount you earn; you could give an estimate. You could say, “In this household, we have R3000 every month” rather than, “I make R3400”.
xh: Kuqheleke ngokupheleleyo ukwehlelwa koku. Awunyanzelekanga uchaze ngqo imali oyamkelayo; unokuchaza inani eliqIkelelwayo. Usenokuthi, “Apha kulo mzi, sinama--R3000 qho ngenyanga” endaweni yokuthi, “Ndenza ama-R3400”.
zu: Kuyinto evamile ukubhekana nale nselelo. Akudingeki ukuba udalule inani eliqondile oliholayo; ungabanika isilinganiso. Ungathi, “Lapha ekhaya siba no-R3000 njalo ngenyanga” kunokuthi uthi, “Ngihola u-R3400”.

# text
source: Narcotics Anonymous SA. National 24-hour helpline: 083 900 MY NA (083 900 69 62) Website: www.na.org.za
xh: Narcotics Anonymous SA. Inombolo yoncedo yeeyure ezingama-24: 083 900 MY NA (083 900 69 62) Iwebusayithi: www.na.org.za
zu: Izidakamizwa Ezingaziwa SA. Inombolo yosizo Izwelonke evulwa amahora angu-24: 083 900 MY NA (083 900 69 62) Iwebhusayithi: www.na.org.za

# text
source: Alcoholics Anonymous SA. National helpline: 0861 HELPAA (435 722) Website: https://www.aasouthafrica.org.za/
xh: Alcoholics Anonymous SA. Inombolo yoncedo kwilizwe lonke: 0861 HELPAA (435 722) Iwebhusaythi: https://www.aasouthafrica.org.za/
zu: Abenekinga Yokudakwa ofisa ukungaziwa SA. Inombolo yosizo kwiZwelonke: 0861 HELPAA (435 722) Iwebhusayithi: https://www.aasouthafrica.org.za/

# text
source: Trauma Centre for Survivors of Violence and Torture: 021 465 7373
xh: Trauma Centre for Survivors of Violence and Torture. Inombolo yoncedo: 021 465 7373
zu: Trauma Centre for Survivors of Violence and Torture. Inombolo yosizo: 021 465 7373

# text
source: Referral Contact Details (Family and Marriage Counselling Services):
xh: Iinkcukacha Zoqhagamshelwano Zodluliselo (Iinkonzo Zokucebisa Intsapho kunye Nabantu Abatshatileyo):
zu: Imininingwane Yokudluliselwa (Insiza zokwelulekwa kwezomndeni nezemishado):

# text
source: Family and Marriage Association of SA (FAMSA) relationship counselling. Helpline: +27 21 447 7951
xh: Family and Marriage Association of SA (FAMSA) ukucebisa abantu abathandanayo. Inombolo Yoncedo: +27 21 447 7951
zu: Family and Marriage Association of SA (FAMSA). Inombolo yosizo: +27 21 447 7951 (Ukululekwa kwezokuthandana)

# text
source: Website: https://www.famsawc.org.za/counselling-services-1
xh: Iwebhusaythi: https://www.famsawc.org.za/counselling-services-1
zu: Iwebhusayithi: https://www.famsawc.org.za/counselling-services-1

# text
source: Parent 1: “Good job, Karabo! You are reading very well!”
xh: Umzali 1: “Mhle loo msebenzi, Olwethu! Ufunda kakuhle!”
zu: Umzali 1: “Wenze umsebenzi omuhle, Ayanda! Ufunda kahle kakhulu!”

# text
source: Parent 1: “You’re right, Thabo, there is quite a lot to do.”
xh: Umzali 1: “Unyanisile, Aphiwe, ininzi into efuna ukwenziwa.”
zu: Umzali 1: “Uqinisile, Phiwokuhle, kuningi okudinga ukwenziwa.”

# text
source: Parent 1: “I am sorry to hear that, Thabo. Is there anything I can do to help?”
xh: Umzali 1: "Ndibuhlungu ukuva oko, Banele. Ingaba ikhona inton endingayenza ukunceda?”
zu: Umzali 1: “Ngiyaxolisa ngokuzwa lokho, Minenhle. Ngabe kukhona engingasiza ngakho?”

# quick_replies
source: U-Report
xh: U-U-Report
zu: u-U-Report

# quick_replies
source: Social Media
xh: Imidiya yokuncokola
zu: Ezinkundleni zokuxhumana

# quick_replies
source: Government
xh: Urhulumente
zu: uHulumeni

# quick_replies
source: Someone I know
xh: Umntu endimaziyo
zu: Umuntu omaziyo

# quick_replies
source: Zlto
xh: iZito

# quick_replies
source: Afrikaans
xh: IAfrikansi
zu: isiBhunu

# quick_replies
source: Sesotho
xh: ISesotho
zu: IsiSotho

# quick_replies
source: Setswana
xh: ISetswana
zu: IsiTswana

# quick_replies
source: Xhosa
xh: IsiXhosa
zu: IsiXhosa

# quick_replies
source: Zulu
xh: IsiZulu
zu: IsiZulu

# arguments
source: zlto
xh: izito

# arguments
source: u-report
xh: u-U-Report u-report report
zu: u u-report

# arguments
source: someone know
xh: umntu endimaziyo
zu: Umuntu omaziyo

# arguments
source: government
xh: Urhulumente
zu: uHulumeni

# arguments
source: social media
xh: imidiya yokuncokola
zu: ezinkundleni zokuxhumana

# arguments
source: english eng ing
xh: isingesi ising esing
zu: isiNgisi eng ing

# arguments
source: afrikaans
xh: iafrikansi
zu: isiBhunu

# arguments
source: sotho sesotho
xh: sotho isesotho
zu: suthu isisuthu

# arguments
source: tswana setswana
xh: tswana isetswana
zu: isitswana isitswana

# arguments
source: zulu
xh: isizulu
zu: isiZulu

# text
source: 6. Zulu
zu: 6. isiZulu

# text
source: Jammer ek verstaan nie wat jy bedoel nie.
zu: Ngiyaxolisa, angiqondi ukuthi uthini.

# text
source: Ngiyaxolisa angizwa ukuthi uqonde ukuthini.
zu: Ngiyaxolisa, anfiqondi ukuthi uthini.

# text
source: Childline. Hotline: 0800 055 555
zu: Childline. Inombolo yosizo: 0800 055 555

# text
source: Hotline: 0800 055 555
zu: Inombolo yosizo: 0800 055 555

# arguments
source: xhosa isixhosa
zu: isixhosa isixhosa
