Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/*/*_thailand_demo.po
Languages: fil, th, zu

# text
source: You can also find something educational to do together with @fields.child_nickname on the gadget. Or maybe ask @fields.child_nickname to show you what is their favourite thing to do on the gadget. Just be patient. Soon they may open up to other activities, too!
fil: Maaari ka ring makahanap ng gawaing pang-edukasyon sa gadget na magagawa ninyo ni @fields.child_nickname nang magkasama. O kaya ay hilingin kay @fields.child_nickname na ipakita sa iyo kung ano ang paborito niyang gawin sa gadget. Magtiyaga ka lang. Baka sa susunod ay maging bukas na rin sila sa paggawa ng iba pang mga aktibidad!
th: คุณอาจลองหาโปรแกรมที่ช่วยในการเรียนรู้บนอุปกรณ์อีเลคโทรนิกกับน้อง @fields.child_nickname หรือขอให้น้อง @fields.child_nickname เปิดโปรแกรมที่เขาชอบเล่นในอุปกรณ์นั้นให้ดู ขอให้อดทนสักนิด เพราะในเวลาไม่นานเขาก็จะเปิดใจรับกิจกรรมอื่น ๆ ด้วย!
zu: Ungathola nokunye okufundisayo eningakwenza ndawonye no@fields.child_nickname kwigajethi. Noma ucele u@fields.child_nickname ukuthi akukhombise lokho athanda ukukwenza kwigajethi. Bekezela. Ekuhambeni kwesikhathi kungenzeka avume ukwenza nokunye okwenziwayo!

# text
source: You can also find something educational to do together with your child on the gadget. Or maybe ask your child to show you what is their favourite thing to do on the gadget. Just be patient. Soon they may open up to other activities, too!
fil: Maaari ka ring makahanap ng gawaing pang-edukasyon sa gadget na magagawa mo kasama ang iyong anak. O kaya ay hilingin ang iyong anak na ipakita sa iyo kung ano ang paborito niyang gawin sa gadget. Magtiyaga ka lang. Baka sa susunod ay maging bukas na rin sila sa paggawa ng iba pang mga aktibidad!
th: คุณอาจลองหาโปรแกรมที่ช่วยในการเรียนรู้บนอุปกรณ์อีเลคโทรนิกกับเด็ก หรือขอให้เขาเปิดโปรแกรมที่เขาชอบเล่นในอุปกรณ์นั้นให้ดู ขอให้อดทนสักนิด เพราะในเวลาไม่นานเขาก็จะเปิดใจรับกิจกรรมอื่น ๆ ด้วย!
zu: Ungathola nokunye okufundisayo eningakwenza ndawonye nengane yakho kwigajethi. Noma mhlawumbe ucele ingane yakho ukuthi ikukhombise lokho ethanda ukukwenza kwigajethi. Bekezela. Maduze kungenzeka ivuleleke ukwenza nokunye okwenziwayo!

# text
source: The end of One-on-One Time can sometimes be difficult for @fields.child_nickname. Try giving @fields.child_nickname a Transition Warning about a minute before the end of One-on-One Time: "In one minute, One-on-One Time will be over and it will be time to wash our hands before dinner..."
fil: Ang pagtatapos ng One-on-One Time ay maaaring maging mahirap minsan para kay @fields.child_nickname. Subukang bigyan si @fields.child_nickname ng Transition Warning mga isang minuto bago matapos ang One-on-One Time: "Isang minuto na lang ay tapos na ang One-on-One Time at oras na para maghugas ng kamay bago mag-hapunan..."
th: ตอนที่จะหยุดการใช้เวลาตามลำพังด้วยกันอาจจะเป็นช่วงเวลาที่ยากสำหรับน้อง @fields.child_nickname ขอให้ใช้วิธีการเตือนก่อนเปลี่ยนกิจกรรมกับน้อง @fields.child_nickname ก่อนหมดเวลาสักหนึ่งนาทีโดยพูดว่า "อีกหนึ่งนาทีเราจะหมดเวลาที่จะอยู่ด้วยกันตามลำพังแล้ว แล้วเราก็จะไปล้างมือเตรียมกินข้าวเย็นนะ ..."
zu: Ekupheleni kwesikhathi esikhethekile kungabanzima ku@fields.child_nickname ngesinye iskhathi. Zama ukunikeza u@fields.child_nickname isexwayiso ngoshintsho uma sekusele cishe umzuzu kuphele isikhathi esikhethekile: “Emzuzwini owodwa sizophela isikhathi sethu sobabili bese kuba isikhathi sokugeza izandla zethu ngaphambi kwesidlo sakusihlwa..."

# text
source: The end of One-on-One Time can sometimes be difficult for @fields.child_nickname. Try giving your child a Transition Warning about a minute before the end of One-on-One Time: "In one minute, One-on-One Time will be over and it will be time to wash our hands before dinner..."
fil: Ang pagtatapos ng One-on-One Time ay maaaring maging mahirap minsan para kay @fields.child_nickname. Subukang bigyan ang anak mo ng Transition Warning mga isang minuto bago matapos ang One-on-One Time: "Isang minuto na lang ay tapos na ang One-on-One Time at oras na para maghugas ng kamay bago mag-hapunan..."
th: ตอนที่จะหยุดการใช้เวลาตามลำพังด้วยกันอาจจะเป็นช่วงเวลาที่ยากสำหรับเด็ก ขอให้ใช้วิธีการเตือนก่อนเปลี่ยนกิจกรรมกับเขาก่อนหมดเวลาสักหนึ่งนาทีโดยพูดว่า "อีกหนึ่งนาทีเราจะหมดเวลาที่จะอยู่ด้วยกันตามลำพังแล้ว แล้วเราก็จะไปล้างมือเตรียมกินข้าวเย็นนะ ..."
zu: Ekupheleni kwesikhathi esikhethekile kungabanzima ku@fields.child_nickname ngesinye isikhathi. Zama ukunikeza ingane yakho Isixwayiso ngoshintsho uma sekusele cishe umzuzu kuphele isikhathi esikhethekile: “Emzuzwini owodwa, sizophela isikhathi sethu esikhethekile bese kuba yisikhathi sokugeza izandla zethu ngaphambi kwesidlo sakusihlwa...”

# text
source: The end of One-on-One Time can sometimes be difficult for your child. Try giving @fields.child_nickname a Transition Warning about a minute before the end of One-on-One Time: "In one minute, One-on-One Time will be over and it will be time to wash our hands before dinner..."
fil: Ang pagtatapos ng One-on-One Time ay maaaring maging mahirap minsan para sa iyong anak. Subukang bigyan si @fields.child_nickname ng Transition Warning mga isang minuto bago matapos ang One-on-One Time: "Isang minuto na lang ay tapos na ang One-on-One Time at oras na para maghugas ng kamay bago mag-hapunan..."
th: ตอนที่จะหยุดการใช้เวลาตามลำพังด้วยกันอาจจะเป็นช่วงเวลาที่ยากสำหรับเด็ก ขอให้ใช้วิธีการเตือนก่อนเปลี่ยนกิจกรรมกับเขาก่อนหมดเวลาสักหนึ่งนาทีโดยพูดว่า "อีกหนึ่งนาทีเราจะหมดเวลาที่จะอยู่ด้วยกันตามลำพังแล้ว แล้วเราก็จะไปล้างมือเตรียมกินข้าวเย็นนะ ..."
zu: Ukupheleni kwesikhathi esikhethekile kungabanzima enganeni yakho ngesinye isikhathi. Zama ukunikeza u@fields.child_nickname isexwayiso ngoshintsho uma sekusele cishe umzuzu owodwa siphele isikhathi esikhethekile: “Emzuzwini owodwa sizophela isikhathi sethu esikhethekile bese kuba isikhathi sokugeza izandla zethu ngaphambi kwesidlo sakusihlwa...”

# text
source: The end of One-on-One Time can sometimes be difficult for your child. Try giving your child a Transition Warning about a minute before the end of One-on-One Time: "In one minute, One-on-One Time will be over and it will be time to wash our hands before dinner..."
fil: Ang pagtatapos ng One-on-One Time ay maaaring maging mahirap minsan para sa iyong anak. Subukang bigyan ang iyong anak ng Transition Warning mga isang minuto bago matapos ang One-on-One Time: "Isang minuto na lang ay tapos na ang One-on-One Time at oras na para maghugas ng kamay bago mag-hapunan..."
th: ตอนที่จะหยุดการใช้เวลาตามลำพังด้วยกันอาจจะเป็นช่วงเวลาที่ยากสำหรับเด็ก ขอให้ใช้วิธีการเตือนก่อนเปลี่ยนกิจกรรมกับเขาก่อนหมดเวลาสักหนึ่งนาทีโดยพูดว่า "อีกหนึ่งนาทีเราจะหมดเวลาที่จะอยู่ด้วยกันตามลำพังแล้ว แล้วเราก็จะไปล้างมือเตรียมกินข้าวเย็นนะ ..."
zu: Ukupheleni kwesikhathi esikhethekile kungabanzima enganeni yakho ngesinye isikhathi. Zama ukunikeza ingane yakho isexwayiso ngoshintsho uma sekusele cishe umzuzu owodwa siphele isikhathi esikhethekile: “Emzuzwini owodwa sizophela isikhathi sethu esikhethekile bese kuba isikhathi sokugeza izandla zethu ngaphambi kwesidlo sakusihlwa...”

# text
source: You can also just sit next to @fields.child_nickname while they are doing something they enjoy (like watching a T.V. show) and show them that you are interested in what they like. If you take their lead they will see that you care.
fil: Maaari ka ring umupo lang sa tabi ni @fields.child_nickname habang gumagawa siya ng isang bagay na nai-enjoy niya (tulad ng panonood ng palabas sa T. V.) at ipakita sa kanya na interesado ka sa mga gusto niya. Kung susundan mo sila, makikita nila ang iyong pagmamalasakit.
th: คุณอาจแค่นั่งอยู่ข้าง ๆ น้อง @fields.child_nickname ขณะที่เขากำลังทำอะไรบางอย่างที่เขาชอบอยู่ (เช่น ดูทีวีรายการโปรด) และทำให้เขารู้ว่าคุณสนใจสิ่งที่เขาชอบ ถ้าคุณสนใจตามเขาไปเด็กก็จะรู้ว่าคุณใส่ใจกับเขาอยู่
zu: Ungahlala eceleni kuka@fields.child_nickname ngesikhathi enza into ayithandayo (njengokubukela uhlelo kwi-TV) umkhombise ukuthi nawe uyakuthakasela lokho akuthandayo. Uma ulandela ukuhola kwakhe uzobona ukuthi umkhathalele.

# text
source: You can also just sit next to your child while they are doing something they enjoy (like watching a T.V. show) and show them that you are interested in what they like. If you take their lead they will see that you care.
fil: Maaari ka ring umupo lang sa tabi ng iyong anak habang gumagawa siya ng bagay na kinagigiliwan niya (tulad ng panonood ng palabas sa TV) at ipakita sa kanya na interesado ka sa mga gusto niya. Kung susundan mo sila, makikita nila ang iyong pagmamalasakit.
th: คุณอาจแค่นั่งอยู่ข้าง ๆ เด็กขณะที่เขากำลังทำอะไรบางอย่างที่เขาชอบอยู่ (เช่น ดูทีวีรายการโปรด) และทำให้เขารู้ว่าคุณสนใจสิ่งที่เขาชอบ ถ้าคุณสนใจตามเขาไปเด็กก็จะรู้ว่าคุณใส่ใจกับเขาอยู่

# text
source: If @fields.child_nickname is too young to understand how long a minute is, then you can set a number of time to repeat the activity: "5 more tries and then it will be time for wash our hands before dinner…"
fil: Kung masyado pang bata si @fields.child_nickname para maintindihan kung gaano kahaba ang isang minuto, maaari kang magtakda kung ilang beses uulitin ang aktibidad: "Pagkatapos ng lima pang ulit ay oras na para maghugas ng kamay bago mag-hapunan..."
th: ถ้าน้อง @fields.child_nickname เล็กเกินไปที่จะเข้าใจว่าหนึ่งนาทีนานเท่าไหร่ คุณอาจกำหนดว่าจะทำกิจกรรมนั้นกี่ครั้งก็ได้ เช่นบอกว่า "หนูลองทำอีกห้าครั้งนะ แล้วเราจะไปล้างมือเตรียมกินข้าวเย็นกัน..."

# text
source: If your child is too young to understand how long a minute is, then you can set a number of time to repeat the activity: "5 more tries and then it will be time for wash our hands before dinner…"
fil: Kung ang iyong anak ay masyado pang bata para maintindihan kung gaano kahaba ang isang minuto, maaari kang magtakda kung ilang beses uulitin ang aktibidad: "Pagkatapos ng lima pang ulit ay oras na para maghugas ng kamay bago mag-hapunan..."
th: ถ้าเด็กเล็กเกินไปที่จะเข้าใจว่าหนึ่งนาทีนานเท่าไหร่ คุณอาจกำหนดว่าจะทำกิจกรรมนั้นกี่ครั้งก็ได้ เช่นบอกว่า "หนูลองทำอีกห้าครั้งนะ แล้วเราจะไปล้างมือเตรียมกินข้าวเย็นกัน..."

# text
source: We are sorry to hear that you have been having some difficulties spending One-on-One Time with your children. Please type "Help" for other advice that might be of use to you. Thank you for trying your best!
fil: Nalulungkot kaming marinig na nagkakaroon ka ng ilang mga problema sa One-on-One Time kasama ang iyong mga anak. Paki-type ang "Help" para sa ibang payo na makakatulong sa iyo. Salamat at ginawa mo ang lahat ng iyong makakaya!
th: เราเข้าใจว่าคุณกำลังพบกับปัญหาบางอย่างในการใช้เวลาตามลำพังกับเด็ก ขอให้พิมพ์คำว่า "ช่วยด้วย" หรือคำแนะนำอื่นที่จะช่วยคุณได้ ขอบคุณที่พยายามทำอย่างเต็มที่แล้วนะคะ!"

# text
source: I am sorry to hear that you have been having some difficulties spending One-on-One Time with your children. Please type "Help" for other advice that might be of use to you. Thank you for trying your best!
th: เราเข้าใจว่าคุณกำลังพบกับปัญหาบางอย่างในการใช้เวลาตามลำพังกับเด็ก ขอให้พิมพ์คำว่า "ช่วยด้วย" หรือคำแนะนำอื่นที่จะช่วยคุณได้ ขอบคุณที่พยายามทำอย่างเต็มที่แล้วนะคะ!"

# text
source: Only give the transition warning once. When One-on-One Time is over, thank @fields.child_nickname for spending time with you. Then enthusiastically redirect @fields.child_nickname to the next activity like washing hands before dinner.
th: ควรเตือนก่อนเปลี่ยนกิจกรรมเพียงครั้งเดียว เมื่อหมดเวลาของการอยู่ด้วยกันตามลำพังแล้ว ให้ขอบใจน้อง @fields.child_nickname ที่ใช้เวลาอยู่กับคุณ แล้วรีบนำน้อง @fields.child_nickname เข้าสู่กิจกรรมใหม่ต่อไปโดยเร็ว เช่น ไปล้างมือเตรียมกินข้าวเย็น

# text
source: Only give the transition warning once. When One-on-One Time is over, thank your child for spending time with you. Then enthusiastically redirect your child to the next activity like washing hands before dinner.
th: ควรเตือนก่อนเปลี่ยนกิจกรรมเพียงครั้งเดียว เมื่อหมดเวลาของการอยู่ด้วยกันตามลำพังแล้ว ให้ขอบใจเด็กที่ใช้เวลาอยู่กับคุณ แล้วรีบนำเขาเข้าสู่กิจกรรมใหม่ต่อไปโดยเร็ว เช่น ไปล้างมือเตรียมกินข้าวเย็น

# text
source: Today's tip is about spending One-on-One Time with Our Children.
th: เคล็ดลับวันนี้สำหรับการใช้เวลาตามลำพังกับเด็ก

# text
source: Would you like to learn more about this tip?
th: คุณอยากทราบอะไรเพิ่มเติมเกี่ยวกับเคล็ดลับข้อนี้บ้าง?

# text
source: It looks like you are busy right now. You can always type "GoBack" to restart this parenting tip or "Help" for other support.
th: ดูเหมือนตอนนี้คุณอาจจะยังยุ่งอยู่ คุณสามารถพิมพ์คำว่า "ย้อนกลับ" เพื่อตั้งต้นดูเคล็ดลับในการเลี้ยงดูเด็กข้อนี้ได้ใหม่ หรือ "ช่วยด้วย" สำหรับความช่วยเหลืออื่น ๆ

# text
source: We know that you have already received this tip (well done!). Would you like to review it again?
th: เราคิดว่าคุณได้อ่านเคล็ดลับข้อนี้แล้ว (เก่งมาก!) คุณอยากดูอีกครั้งไหม?

# text
source: I know that you have already received this tip (well done!).Would you like to review it again?
th: เราคิดว่าคุณได้อ่านเคล็ดลับข้อนี้แล้ว (เก่งมาก!) คุณอยากดูอีกครั้งไหม?

# text
source: That's okay! You can always type "Help" at anytime if you need any support with your children. Chat to you later @fields.user_name!
th: ไม่เป็นไรเลยค่ะ! คุณสามารถพิมพ์คำว่า "ช่วยด้วย" ได้ทุกครั้งที่คุณต้องการความช่วยเหลือเรื่องการเลี้ยงดูเด็กเพิ่มเติม ไว้คุยกันอีกนะคะคุณ @fields.user_name!

# text
source: That's okay! You can always type "Help" at anytime if you need any support with your children. Chat to you later!
th: ไม่เป็นไรเลยค่ะ! คุณสามารถพิมพ์คำว่า "ช่วยด้วย" ได้ทุกครั้งที่คุณต้องการความช่วยเหลือเรื่องการเลี้ยงดูเด็กเพิ่มเติม ไว้คุยกันอีกนะคะ!

# text
source: Invest in One-on-One Time! The more time you spend with your children, the more likely they will listen to you and behave well at other times. It really works!
th: การลงทุนกับการใช้เวลาตามลำพังกับเด็กมีประโยชน์จริง! ยิ่งคุณใช้เวลากับเด็กมากเท่าไหร่ เขาก็จะยิ่งเชื่อฟังคุณมากขึ้นและประพฤติตัวดีในโอกาสอื่น ๆ ด้วย มันได้ผลดีจริง ๆ นะคะ!

# text
source: That's okay! You can always type "Help" if you want to receive more tips about how to manage your child's behaviour.
th: ไม่เป็นไรเลยค่ะ! คุณสามารถพิมพ์คำว่า "ช่วยด้วย" หากคุณต้องการอ่านเคล็ดลับในการจัดการพฤติกรรมเด็กเพิ่มอีกได้

# text
source: One-on-One Time with your children is free and fun. It makes children feel loved and secure, and shows them that they are important. It also increases their confidence and self-esteem!
th: การใช้เวลาตามลำพังกับเด็กเป็นเรื่องสนุกและไม่ต้องเสียเงิน มันทำให้เด็กรู้สึกว่าได้รับความรัก รู้สึกอบอุ่นปลอดภัย และรู้สึกว่าเขาเป็นคนสำคัญ และยังช่วยเพิ่มความรู้สึกมั่นใจและภูมิใจในตัวเองอีกด้วย!

# text
source: Would you like to learn more?
th: คุณอยากเรียนรู้เพิ่มเติมอีกไหม?

# text
source: Here are 6 tips to make One-on-One Time with your child a success:
th: ต่อไปนี้คือ 6 วิธีง่าย ๆ ที่จะช่วยให้การใช้เวลาตามลำพังกับเด็กประสพความสำเร็จ:

# text
source: 1. Spend at least five minutes with each child
th: 1. ใช้เวลาอย่างน้อยห้านาทีกับเด็กแต่ละคน

# text
source: 2. Give your child your full attention
th: 2. ให้ความสนใจแก่เด็กอย่างเต็มที่

# text
source: 3. Let your child choose the activity
th: 3. ให้เด็กเป็นฝ่ายเลือกกิจกรรมที่จะทำ

# text
source: 4. Follow your child's lead
th: 4. ปล่อยให้เด็กเป็นฝ่ายนำแล้วเราทำตามไป

# text
source: 5. Use words to describe what your child is doing
th: 5. ใช้คำพูดบรรยายสิ่งที่เด็กกำลังทำ

# text
source: 6. Have fun!
th: 6. สนุกไปด้วยกัน!

# text
source: To learn more about one of these tips, type "1" to "6". You can also type "N" to move on.
th: ถ้าอยากเรียนรู้เพิ่มเกี่ยวกับเคล็ดลับเหล่านี้ ให้พิมพ์ "1" ถึง "6" หรือจะพิมพ์ "N" เพื่อเลื่อนไปหน้าถัดไปก็ได้

# text
source: Even 5 minutes a day of quality time makes a big difference. If you have more than one child, try to find time for each individual child. It can be at the same time each day so your children look forward to it.
th: เวลาที่มีคุณภาพเพียงวันละห้านาทีสร้างความเปลี่ยนแปลงที่ยิ่งใหญ่ได้ ถ้าคุณมีลูกมากกว่าหนึ่งคนให้พยายามหาเวลาสำหรับลูกแต่ละคน อาจจะเป็นเวลาเดียวกันในแต่ละวันก็ได้ ลูกจะได้รอคอยให้ถึงเวลานั้น

# text
source: Children need to do things in their own time. Try to give them time to explore and be patient. Play alongside and copy what they are doing but try to let them keep the initiative.
th: เด็กจำเป็นต้องทำสิ่งต่าง ๆ ตามจังหวะเวลาของเขาเอง พยายามอดทนและให้เวลาเขาสำรวจ เล่นตามเขาไปและเลียนแบบสิ่งที่เขาทำแต่ควรปล่อยให้เขาริเริ่มด้วยตัวเอง

# text
source: Choosing builds their self confidence. If they want to do something that isn’t okay, then this is a chance to talk with them about this.
th: การได้เลือกจะช่วยเสริมสร้างความมั่นใจให้เด็ก ถ้าเขาต้องการทำอะไรบางอย่างที่อาจจะไม่โอเค ให้ถือว่าเป็นโอกาสที่จะได้คุยกันเกี่ยวกับเรื่องที่เขาอยากทำนั้น

# text
source: Please select another number if you want to learn more about how to spend One-on-One Time with your child:
th: โปรดเลือกตัวเลขอีกตัวหนึ่งหากคุณอยากเรียนรู้มากกว่านี้อีกเกี่ยวกับวิธีใช้เวลาตามลำพังกับเด็ก

# text
source: You can also type "N" to move on.
th: หรือคุณจะพิมพ์ตัวอักษร "N" เพื่อไปต่อก็ได้

# text
source: Here is a comic about spending one-on-one time with your child! Try to follow your child's lead when spending time with them. It will help build self-confidence.
th: นี่คือเรื่องจากภาพการ์ตูนเกี่ยวกับการใช้เวลาตามลำพังกับเด็ก! ลองพยายามให้เด็กนำในขณะที่ใช้เวลากับเขา มันจะช่วยเสริมความมั่นใจให้กับเด็กมากขึ้น

# text
source: Parent: "I see you are playing quietly with the lego with concentration, Alex."
th: ผู้ปกครองพูด "ดิเรก แม่เห็นเลยว่าลูกกำลังเล่นเลโก้อยู่เงียบ ๆ อย่างมีสมาธิ"

# text
source: Parent: "Wow! You are building such a tall and strong wall with those legos."
th: ผู้ปกครองพูด: "โอโห! ลูกกำลังสร้างกำแพงที่สูงและแข็งแรงด้วยแท่งเลโก้นะนี่"

# text
source: Child: "It is for cows."
th: เด็กพูด: "ลูกเอาไว้ขังวัวน่ะ"

# text
source: Parent: "It will keep the cow safe!"
th: ผู้ปกครองพูด: "มันจะช่วยให้วัวปลอดภัยนะ!"

# text
source: Child: "Now you can help me build a house for our family to sleep in!"
th: เด็กพูด: "คราวนี้แม่ช่วยหนูสร้างบ้านให้ครอบครัวเราได้นอนด้วยกันนะ!"

# text
source: Parent: "This house is going to keep our family warm and dry. You are such a good builder, Alex!"
th: ผู้ปกครองพูด: "บ้านหลังนี้จะช่วยให้ครอบครัวเราอบอุ่นและไม่เปียกฝนนะ ลูกสร้างเก่งมากเลยนะ ดิเรก"

# text
source: Would you like some suggestions for activities to do with your child?
th: คุณอยากได้คำแนะนำว่าควรทำกิจกรรมอะไรกับลูกของคุณไหม?

# text
source: Sorry, I don't understand what you mean.
th: ขอโทษค่ะ ฉันไม่เข้าใจว่าคุณหมายความว่าอย่างไร

# text
source: That's okay! You can always type "Help" at anytime if you need an activity.
th: ไม่เป็นไร! คุณสามารถพิมพ์คำว่า "ช่วยด้วย" ทุกครั้งที่คุณต้องการคำแนะนำเกี่ยวกับกิจกรรม

# text
source: Here's a video about spending one-on-one time with @fields.child_nickname!
th: นี่คือวิดีโอเกี่ยวกับการใช้เวลาตามลำพังกับ @fields.child_nickname!

# text
source: Here's a video about spending one-on-one time with your child!
th: นี่คือวิดีโอเกี่ยวกับการใช้เวลาตามลำพังกับลูกของคุณ!

# text
source: Here's an audio message about spending one-on-one time with @fields.child_nickname!
th: นี่คือข้อความเสียงเกี่ยวกับการใช้เวลาตามลำพังกับ @fields.child_nickname!

# text
source: Here's an audio message about spending one-on-one time with your child!
th: นี่คือข้อความเสียงเกี่ยวกับการใช้เวลาตามลำพังกับลูกของคุณ!

# text
source: That's okay! You can always type "Help" whenever you want to learn more about how to spend One-on-One Time with your child. Chat to you later @fields.user_name!
th: ไม่เป็นไร! คุณสามารถพิมพ์คำว่า "ช่วยด้วย" เมื่อเมื่อไหร่ก็ตามที่คุณต้องการเรียนรู้เพิ่มเติมเกี่ยวกับการใช้เวลาตามลำพังกับเด็ก แล้วค่อยคุยกันอีกนะคะ @fields.user_name!

# text
source: That's okay! You can always type "Help" whenever you want to learn more about how to spend One-on-One Time with your child. Chat to you later!
th: ไม่เป็นไร! คุณสามารถพิมพ์คำว่า "ช่วยด้วย" เมื่อไหร่ก็ตามที่คุณต้องการเรียนรู้เพิ่มเติมเกี่ยวกับการใช้เวลาตามลำพังกับเด็ก แล้วค่อยคุยกันอีกนะคะ!

# text
source: Make sure you will not be interrupted. Finish all your chores, switch off the TV and put your phone on silent. It will show @fields.child_nickname, they are important.
th: ควรพยายามไม่ให้มีการรบกวนขณะใช้เวลากับเด็ก ทำงานบ้านให้เสร็จก่อน ปิดทีวี ตั้งมือถือให้เงียบ การทำแบบนี้จะทำให้น้อง @fields.child_nickname รู้สึกว่าเขาเป็นคนสำคัญ

# text
source: Make sure you will not be interrupted. Finish all your chores, switch off the TV and put your phone on silent. It will show your child, they are important.
th: ควรพยายามไม่ให้มีการรบกวนขณะใช้เวลากับเด็ก ทำงานบ้านให้เสร็จก่อน ปิดทีวี ตั้งมือถือให้เงียบ การทำแบบนี้จะทำให้เด็กรู้สึกว่าเขาเป็นคนสำคัญ

# text
source: Ask @fields.child_nickname what they would like to do. You can say, "I have 5 minutes to spend One-on-One Time with you, what would you like to do?"
th: ถามน้อง @fields.child_nickname ว่าเขาอยากทำอะไร คุณอาจพูดว่า "แม่มีเวลาที่จะอยู่กับหนูตามลำพัง 5 นาทีนะ ลูกอยากทำอะไรบ้างล่ะ?

# text
source: Ask your child what they would like to do. You can say, "I have 5 minutes to spend One-on-One Time with you, what would you like to do?"
th: ถามลูกว่าเขาอยากทำอะไร คุณอาจพูดว่า "แม่มีเวลาที่จะอยู่กับหนูตามลำพัง 5 นาทีนะ ลูกอยากทำอะไรบ้างล่ะ?

# text
source: If @fields.child_nickname cannot think of anything, you can give them a choice of a couple things that you know they like.
th: ถ้าน้อง @fields.child_nickname คิดไม่ออกว่าจะทำอะไรดี คุณอาจเสนอทางเลือกที่คิดว่าเขาน่าจะชอบให้เขาสักสองสามอย่างก็ได้

# text
source: If your child cannot think of anything, you can give them a choice of a couple things that you know they like.
th: ถ้าเด็กคิดไม่ออกว่าจะทำอะไรดี คุณอาจเสนอทางเลือกที่คิดว่าเขาน่าจะชอบให้เขาสักสองสามอย่างก็ได้

# text
source: Listening to @fields.child_nickname is more important than talking to them at this time. If you do talk you should describe what @fields.child_nickname is doing. Use words to describe actions, colours, shapes, numbers, sizes, textures, temperatures, tastes, sounds, and anything else that is happening!
th: การฟังน้อง @fields.child_nickname จะสำคัญกว่าการพูดกับเขาในเวลาเช่นนี้ ถ้าคุณพูดคุณควรบรรยายสิ่งที่น้อง @fields.child_nickname กำลังทำอยู่มากกว่า ให้ใช้คำพูดที่บรรยายการกระทำ สี รูปร่าง จำนวน ขนาด ลักษณะพื้นผิว อุณหภูมิ รส เสียง หรืออะไรก็ตามที่กำลังเกิดขึ้นในขณะนั้น!

# text
source: Listening to your child is more important than talking to them at this time. If you do talk you should describe what your child is doing. Use words to describe actions, colours, shapes, numbers, sizes, textures, temperatures, tastes, sounds, and anything else that is happening!
th: การฟังเด็กจะสำคัญกว่าการพูดกับเขาในเวลาเช่นนี้ ถ้าคุณพูดคุณควรบรรยายสิ่งที่เด็กกำลังทำอยู่มากกว่า ให้ใช้คำพูดที่บรรยายการกระทำ สี รูปร่าง จำนวน ขนาด ลักษณะพื้นผิว อุณหภูมิ รส เสียง หรืออะไรก็ตามที่กำลังเกิดขึ้นในขณะนั้น!

# text
source: One-on-One Time with your child can be fun for you, too! You might even find that you feel less stressed after playing with @fields.child_nickname.
th: การใช้เวลาตามลำพังกับลูกอาจเป็นเรื่องสนุกสำหรับคุณด้วย! คุณอาจพบว่าตัวเองเครียดน้อยลงหลังจากเล่นกับน้อง @fields.child_nickname ก็ได้

# text
source: One-on-One Time with your child can be fun for you, too! You might even find that you feel less stressed after playing with your child.
th: การใช้เวลาตามลำพังกับลูกอาจเป็นเรื่องสนุกสำหรับคุณด้วย! คุณอาจพบว่าตัวเองเครียดน้อยลงหลังจากเล่นกับลูกก็ได้

# text
source: Well done @fields.user_name! You have added another skill to your Parenting Toolkit. Over the next few days, try spending at least 5 minutes of One-on-One Time with your child. Quality time is the best gift that you can ever give your child!
th: เยี่ยมมากคุณ @fields.user_name! คุณได้เพิ่มทักษะอีกอย่างหนึ่งเข้าไปในกล่องเครื่องมือการเลี้ยงดูเด็กของคุณแล้ว ในสองสามวันต่อไปนี้ขอให้คุณพยายามใช้เวลาอย่างน้อยวันละ 5 นาทีกับลูกของคุณ เวลาที่มีคุณภาพคือของขวัญที่ดีที่สุดที่คุณจะให้แก่ลูกได้!
