Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/*/*_thailand_demo.po
Languages: fil, th, zu

# text
source: Well done! You have added another skill to your Parenting Toolkit. Over the next few days, try spending at least 5 minutes of One-on-One Time with your child. Quality time is the best gift that you can ever give your child!
th: เยี่ยมมาก! คุณได้เพิ่มทักษะอีกอย่างหนึ่งเข้าไปในกล่องเครื่องมือการเลี้ยงดูเด็กของคุณแล้ว ในสองสามวันต่อไปนี้ขอให้คุณพยายามใช้เวลาอย่างน้อยวันละ 5 นาทีกับลูกของคุณ เวลาที่มีคุณภาพคือของขวัญที่ดีที่สุดที่คุณจะให้แก่ลูกได้!

# text
source: Well done @fields.user_name! You have added another layer to your House of Support. Over the next few days, try spending at least 5 minutes of One-on-One Time with your child. Quality time is the best gift that you can ever give your child!
th: เยี่ยมมากคุณ @fields.user_name! คุณได้เพิ่มฝาผนังอีกแผ่นหนึ่งเข้าไปในบ้านแห่งการเกื้อหนุนของคุณแล้ว ในสองสามวันต่อไปนี้ขอให้คุณพยายามใช้เวลาอย่างน้อยวันละ 5 นาทีกับลูกของคุณ เวลาที่มีคุณภาพคือของขวัญที่ดีที่สุดที่คุณจะให้แก่ลูกได้!

# text
source: Well done! You have added another layer to your House of Support. Over the next few days, try spending at least 5 minutes of One-on-One Time with your child. Quality time is the best gift that you can ever give your child!
th: เยี่ยมมากเลยค่ะ! คุณได้วางรากฐานของบ้านแห่งการเกื้อหนุนขึ้นมาอีกระดับหนึ่งแล้ว ในสองสามวันข้างหน้านี้ลองพยายามใช้เวลาอย่างน้อย 5 นาทีตามลำพังกับลูกของคุณ เวลาที่มีคุณภาพคือของขวัญที่ดีที่สุดที่คุณจะให้แก่ลูกได้!

# text
source: Chat later @fields.user_name!
th: ไว้คุยกันอีกนะคะ @fields.user_name!

# text
source: Chat later!
th: ไว้คุยกันอีกนะคะ!

# text
source: Did you know that over 200 million parents around the world have used our resources developed by Parenting for Lifelong Health, WHO, and UNICEF?
th: คุณทราบไหมว่ามีผู้ปกครองมากกว่า 200 ล้านคนทั่วโลกแล้ว ที่เคยใช้ข้อมูลความรู้ที่พัฒนาขึ้นมาโดยโครงการอบรมผู้ปกครองเรื่องการเลี้ยงดูเด็กเพื่อให้มีสุขภาพดีตลอดชีวิต โดยองค์การอนามัยโลกและยูนิเซฟ

# text
source: Did you know that over 200 million parents around the world have used these resources developed by Parenting for Lifelong Health, WHO, and UNICEF?
th: คุณทราบไหมว่ามีผู้ปกครองมากกว่า 200 ล้านคนทั่วโลกแล้ว ที่เคยใช้ข้อมูลความรู้ที่พัฒนาขึ้นมาโดยโครงการอบรมเรื่องการเลี้ยงดูเด็กเพื่อให้มีสุขภาพดีตลอดชีวิต โดยองค์การอนามัยโลก และยูนิเซฟ

# text
source: This programme is for parents and caregivers like you (aged 18 or older).
th: หลักสูตรนี้พัฒนาขึ้นมาเพื่อผู้ปกครองและผู้ดูแลเด็กเช่นที่คุณเป็นอยู่นี้ (อายุ 18 ปีหรือมากกว่า)

# text
source: Your participation and any information you provide will be used anonymously by researchers to learn about how to better support families like yours.
th: การมีส่วนร่วมของคุณและข้อมูลที่คุณให้มาจะมีการนำไปใช้โดยไม่เปิดเผยตัวตนของคุณ โดยนักวิจัยเพื่อที่จะเรียนรู้ว่าจะช่วยสนับสนุนครอบครัวแบบของคุณนี้ให้ดีขึ้นยิ่งกว่าเดิมได้อย่างไร

# text
source: Click here for more information:
th: โปรดคลิกตรงนี้หากคุณต้องการข้อมูลเพิ่มเติมอีก

# text
source: Type "Yes" if you agree with this. Type "Exit" if you do not want to participate.
th: พิมพ์คำว่า "ใช่" หากคุณเห็นด้วย พิมพ์คำว่า "ออก" หากคุณไม่ต้องการมีส่วนร่วมในการวิจัยนี้

# text
source: I am sorry I did not understand. Please type "Yes" if you agree with this. Type "Exit" if you do not want to participate.
th: ขอโทษด้วย ฉันไม่เข้าใจ กรุณาพิมพ์คำว่า "ใช่" ถ้าคุณเห็นด้วย หรือพิมพ์คำว่า "ออก" ถ้าคุณไม่ต้องการมีส่วนร่วมในงานวิจัยนี้

# text
source: That is wonderful, thank you so much!
th: วิเศษมากเลย ขอบคุณมากนะคะ!

# text
source: Can you please confirm that you are 18 years old or older?
th: ช่วยยืนยันได้ไหมว่าคุณอายุอย่างน้อย 18 ปีแล้ว?

# text
source: Are you sure you do not want to get these messages? If you do not want to receive any more messages, please type "STOP MESSAGES." If you made a mistake, please type "back" and choose another option.
th: คุณแน่ใจแล้วหรือว่าคุณไม่อยากได้รับข้อความเหล่านี้อีก? ถ้าคุณไม่อยากได้รับข้อความอีกให้พิมพ์คำว่า "หยุดส่งข้อความ" หากคุณกดผิดไปกรุณาพิมพ์ "ย้อนกลับ" แล้วเลือกอีกข้อหนึ่ง

# text
source: Sorry, ParentText is only for people over the age of 18. Do you confirm that you are under the age of 18?
th: ขอโทษค่ะ โปรแกรม Parent Text นี้ใช้ได้สำหรับคนที่อายุ 18 ปีขึ้นไปแล้วเท่านั้น คุณยืนยันได้ไหมว่าคุณอายุ 18 แล้ว?

# text
source: Thank you so much for confirming this. You are now ready to begin your ParentText journey!
th: ขอบคุณมากที่ยืนยันค่ะ คุณพร้อมที่จะเริ่มการเดินทางกับ ParentText แล้ว!

# text
source: If you want to experience ParentText, you can always share it with your parents or caregivers.
th: ถ้าคุณอยากมีประสบการณ์กับการใช้ ParentText คุณสามารถแชร์โปรแกรมนี้กับผู้ปกครองหรือผู้ที่ดูแลคุณได้นะ

# text
source: If you ever return to participate in the programme, type "START_MESSAGES".
th: หากคุณกลับมาใช้โปรแกรมนี้อีกครั้ง โปรดพิมพ์คำว่า "เริ่ม_ข้อความ"

# text
source: We hope to see you again soon, and we wish you a happy and peaceful day!
th: เราหวังว่าจะได้พบคุณอีกครั้งหนึ่งในเร็ว ๆ นี้ ขอให้คุณมีวันที่ดีและมีความสุขนะคะ!"

# text
source: I hope to see you again soon, and I wish you a happy and peaceful day!
th: ฉันหวังว่าจะได้พบคุณอีกครั้งหนึ่งในเร็ว ๆ นี้ ขอให้คุณมีวันที่ดีและมีความสุขนะคะ!"

# text
source: Hi! Thank you for signing up to receive ParentText tips. Which language would you like to receive the messages in?
th: สวัสดีค่ะ! ขอบคุณที่คุณยินดีรับคำแนะนำจาก ParentText นะคะ คุณอยากได้รับข้อความเป็นภาษาอะไร?

# text
source: Please select the number for the following options:
th: โปรดเลือกตามข้อต่อไปนี้

# text
source: 1. Thai
th: 1. ไทย

# text
source: 2. English
th: 2. อังกฤษ

# text
source: Hi! Which content would you like to test?
th: สวัสดีค่ะ! คุณอยากทดสอบเนื้อหาในหัวข้อไหนคะ?

# text
source: 1. Welcome/registration
th: 1. ต้อนรับ/ลงทะเบียน

# text
source: 2. Spending one-on-one time with your child
th: 2. การใช้เวลาตามลำพังกับเด็ก

# text
source: 3. Check-in on one-on-one time
th: 3. ตรวจสอบความเข้าใจเรื่องการใช้เวลาตามลำพังกับเด็ก

# text
source: Sorry I don't understand what you mean.
th: ขอโทษนะ ฉันไม่เข้าใจว่าคุณหมายความว่าอย่างไร

# text
source: Would you like to continue testing?
th: คุณอยากทดสอบต่อไปไหม?

# text
source: 1. Yes
th: 1. ใช่

# text
source: 0. No
th: 0. ไม่

# text
source: That's okay! Type "test" at any time if you want to start again.
th: ไม่เป็นไรเลย! คุณจะเริ่มใหม่อีกเมื่อไหร่ก็ได้ เพียงแค่พิมพ์คำว่า "ทดสอบ" เท่านั้นเอง

# text
source: Thanks so much! We all want the best for our children as parents.
th: ขอบคุณมากเลยค่ะ! ในฐานะผู้ปกครองเราทุกคนล้วนแต่อยากให้สิ่งที่ดีที่สุดแก่ลูก ๆ ของเรา

# text
source: Could you please choose the goal that is most important to you as a parent?
th: ขอให้คุณเลือกเป้าหมายหนึ่งอย่างที่สำคัญที่สุดสำหรับคุณในฐานะผู้ปกครองได้ไหม?

# text
source: Quick tip: When you give your baby your full attention, you make them feel secure and loved. Try to spend at least 20 minutes a day playing with your baby. Switch off the television and put away phones. Make it fun!
th: เคล็ดลับง่าย ๆ: เมื่อคุณให้ความสนใจกับลูกอย่างเต็มที่ คุณจะทำให้เขารู้สึกปลอดภัยและได้รับความรัก พยายามใช้เวลาอย่างน้อยวันละ 20 นาทีเพื่อเล่นกับลูก ปิดทีวีและเก็บมือถือก่อน ทำให้การใช้เวลากับลูกเป็นเรื่องสนุก

# text
source: Quick tip: Spending time with your child is free and even 5 minutes a day can make a difference. Try asking your child what they would like to do together. It can be fun and relaxing for you too!
th: เคล็ดลับ: การใช้เวลาตามลำพังกับเด็กไม่ต้องเสียเงินและแม้เพียงวันละ 5 นาทีก็จะสร้างความเปลี่ยนแปลงได้ ลองถามเด็กดูว่าอยากทำอะไรด้วยกันบ้าง มันอาจจะสนุกและผ่อนคลายสำหรับคุณด้วย!

# text
source: Quick tip: All children misbehave. One thing that can help is to praise your child anytime that they do something good – however small. They may not look like they want your praise but they still really, really do.
th: เคล็ดลับ: เด็กทุกคนต้องเกเรบ้างเป็นธรรมดา สิ่งหนึ่งที่ช่วยได้คือการชมเด็กทุกครั้งที่เขาทำอะไรดี - ไม่ว่าจะเป็นเรื่องเล็กน้อยเพียงใดก็ตาม เขาอาจไม่แสดงให้เห็นว่าเขาต้องการคำชมจากคุณ แต่จริง ๆ แล้วเขาต้องการมาก

# text
source: Quick tip: It is really hard to help our children continue learning when schools are closed or part-open. One thing that might be helpful is to try and set up a daily schedule that includes time for schoolwork and time for fun.
th: เคล็ดลับ: การที่จะช่วยให้เด็กยังเรียนรู้ต่อไปในขณะที่โรงเรียนปิดหรือปิดเป็นบางส่วนเป็นเรื่องยากจริง ๆ สิ่งหนึ่งที่จะช่วยได้ก็คือการพยายามจัดตารางประจำวันที่เด็กสามารถมีเวลาทำการบ้านและมีเวลาสนุกด้วย

# text
source: Quick tip: This is a stressful time for all of us. When a problem comes up, talk about it together! What is the problem exactly? What different solutions are there and what are the consequences of one? That way, you can find a solution that can be OK for everyone.
th: เคล็ดลับ: ช่วงเวลานี้เป็นเวลาที่เครียดสำหรับทุกคน เมื่อเกิดปัญหาขึ้นเราต้องมาคุยกัน! ปัญหามันคืออะไรกันแน่? มีทางแก้ให้เลือกไหมและผลที่จะเกิดติดตามมาจะเป็นอย่างไร? ด้วยวิธีการเช่นนี้เราก็จะหาทางออกที่ใช้ได้สำหรับทุกคน

# text
source: Quick tip: Try to start a conversation with your child about safe and unsafe places in your community and online. They may even know some you don’t. This will help you make a plan together about how to stay safe.
th: เคล็ดลับ: ลองเริ่มการสนทนากับลูกของคุณเกี่ยวกับสถานที่ปลอดภัยและไม่ปลอดภัยทั้งในชุมชนของคุณและในโลกออนไลน์ เขาอาจรู้อะไรบางอย่างที่คุณไม่รู้ก็ได้ การทำเช่นนี้จะช่วยให้คุณวางแผนร่วมกันได้ว่าจะทำให้เราปลอดภัยอยู่ได้อย่างไร

# text
source: Quick Tip: All children develop and grow at different rates. Understanding how your child is developing can help you meet their needs and give them the best start in life. It will also help you understand your child better!
th: เคล็ดลับ: เด็กทุกคนจะมีพัฒนาการและการเติบโตที่เร็วช้าไม่เท่ากัน การเข้าใจพัฒนาการของลูกของคุณจะช่วยให้คุณตอบสนองความต้องการของเขาได้ดีและช่วยให้เขาได้มีโอกาสที่จะเติบโตต่อไปได้ดีที่สุด และมันจะช่วยให้คุณเข้าใจลูกของคุณดีมากยิ่งขึ้นอีกด้วย!

# text
source: Congratulations! You have completed your first parenting tip. Setting Goals is the foundation to building a positive relationship between you and your children. Well done!
th: ขอแสดงความยินดีด้วยค่ะ! คุณได้เรียนรู้เคล็ดลับแรกของการเลี้ยงดูเด็กแล้ว การกำหนดเป้าหมายเป็นรากฐานของการสร้างความสัมพันธ์เชิงบวกระหว่างคุณกับลูก ๆ ของคุณ เยี่ยมมากค่ะ!

# text
source: Thanks so much for a great chat session! Over the next few weeks, you will receive messages to help you manage stress and maintain positive relationships at home.
th: ขอบคุณมากนะคะสำหรับการสนทนาที่ดีมากครั้งนี้! ในสองสามสัปดาห์ต่อไปนี้คุณจะได้รับข้อความเพื่อช่วยให้คุณจัดการกับความเครียดและรักษาความสัมพันธ์ที่ดีในบ้านต่อไปด้วย

# text
source: Please remember to interact DAILY so that we can keep sending you messages!
th: กรุณาติดต่อกับเราเป็นประจำทุกวันเพื่อที่เราจะได้ส่งข้อความให้คุณต่อไปอีกเรื่อย ๆ!

# text
source: We are really happy you signed up for these tips. Chat later!
th: พวกเราดีใจมากที่คุณได้ลงทะเบียนรับเคล็ดลับเหล่านี้ แล้วคุยกันอีกนะคะ!

# text
source: One last thing. Here is a song made just for parents like you. Chat to you tomorrow!
th: สุดท้ายนี้ขอมอบเพลงที่แต่งให้ผู้ปกครองอย่างคุณนี้โดยเฉพาะค่ะ พรุ่งนี้คุยกันใหม่นะคะ!

# text
source: These tips are for YOU. So that our chats can be as helpful as possible, could you please tell us whether you are a WOMAN or MAN?
th: เคล็ดลับเหล่านี้เตรียมไว้ให้คุณโดยเฉพาะ ช่วยบอกเราหน่อยได้ไหมว่าคุณเป็นหญิงหรือชายเพื่อเราจะได้เตรียมการสนทนาที่เป็นประโยชน์กับคุณให้มากที่สุด?

# text
source: If you would prefer not to answer, type "N".
th: หากคุณไม่อยากตอบข้อนี้ให้พิมพ์ตัวอักษร "N"

# text
source: These tips are for YOU. So that our chats can be as helpful as possible, could you please tell me whether you are a WOMAN or MAN?
th: เคล็ดลับเหล่านี้เตรียมไว้ให้คุณโดยเฉพาะ ช่วยบอกเราหน่อยได้ไหมว่าคุณเป็นหญิงหรือชายเพื่อเราจะได้เตรียมการสนทนาที่เป็นประโยชน์กับคุณให้มากที่สุด?

# text
source: Can you please tell us your age? Please reply with the number only. Example: 28
th: ช่วยบอกอายุของคุณหน่อยได้ไหม? โปรดตอบด้วยการพิมพ์ตัวเลขเท่านั้น เช่น: 28

# text
source: If you don't want to tell us your age, that's okay. Please type "N".
th: หากคุณไม่อยากบอกอายุของคุณก็ไม่เป็นไร ขอให้พิมพ์ตัวอักษะ "N"

# text
source: Can you please tell me your age? Please reply with the number only. Example: 28
th: ช่วยบอกอายุของคุณหน่อยได้ไหม? โปรดตอบด้วยการพิมพ์ตัวเลขเท่านั้น เช่น: 28

# text
source: If you don't want to tell me your age, that's okay. Please type "N".
th: หากคุณไม่อยากบอกอายุของคุณก็ไม่เป็นไร ขอให้พิมพ์ตัวอักษะ "N"

# text
source: This looks too old.
th: ตัวเลขนี้ดูเหมือนจะมากกว่าอายุของคุณนะ

# text
source: This looks too young. ParentText is only for people over the age of 18.
th: ดูเหมือนอายุของคุณจะน้อยเกินไปไหม โปรแกรม ParentText นี้จะใช้สำหรับคนที่อายุเกิน 18 ไปแล้วเท่านั้น

# text
source: What is your relationship status?
th: ปัจจุบันนี้สถานภาพสมรสของคุณคืออะไร?

# text
source: If you don't want to tell us, that's okay. Please type "N".
th: หากคุณไม่อยากบอกก็ไม่เป็นไร ขอให้พิมพ์ตัวอักษะ "N"

# text
source: If you don't want to tell me, that's okay. Please type "N".
th: หากคุณไม่อยากบอกก็ไม่เป็นไร ขอให้พิมพ์ตัวอักษะ "N"

# text
source: How would you like to receive your messages?
th: คุณอยากได้รับข้อความจากช่องทางไหน?

# text
source: You can always change this setting at any time by typing "Help" and selecting Technical Support.
th: คุณสามารถเปลี่ยนข้อตกลงนี้ได้ตลอดเวลาโดยการพิมพ์คำว่า "ช่วยด้วย" แล้วเลือกข้อความ การช่วยเหลือด้านเทคนิค

# text
source: So we can give you the right information, please choose a child age group that best meets your needs. You can choose the age for the child you are concerned about the most.
th: เพื่อที่เราจะได้ให้ข้อมูลที่เหมาะสมแก่คุณ กรุณาเลือกกลุ่มอายุเด็กที่ตรงกับความต้องการของคุณที่สุด คุณอาจเลือกกลุ่มอายุที่ตรงกับลูกคนที่คุณกำลังกังวลใจมากที่สุดอยู่ก็ได้

# text
source: You can always change this later by typing "Help" and selecting "Technical support".
th: คุณสามารถเปลี่ยนข้อตกลงนี้ได้ตลอดเวลาโดยการพิมพ์คำว่า "ช่วยด้วย" แล้วเลือกข้อความ การช่วยเหลือด้านเทคนิค

# text
source: So I can give you the right information, please choose a child age group that best meets your needs. You can choose the age for the child you are concerned about the most.
th: เพื่อที่เราจะได้ให้ข้อมูลที่เหมาะสมแก่คุณ กรุณาเลือกกลุ่มอายุเด็กที่ตรงกับความต้องการของคุณที่สุด คุณอาจเลือกกลุ่มอายุที่ตรงกับลูกคนที่คุณกำลังกังวลใจมากที่สุดอยู่ก็ได้

# text
source: What is your name or nickname?
th: คุณชื่ออะไรคะ? ชื่อเล่นก็ได้ค่ะ

# text
source: If you prefer not to share, please type "N"
th: หากคุณไม่อยากบอก ขอให้พิมพ์ตัวอักษร "N" ค่ะ

# text
source: Nice to meet you, @fields.user_name!
th: ยินดีที่ได้รู้จักคุณ @fields.user_name ค่ะ!

# text
source: Can you please tell us the name or nickname of this child?
th: คุณพอจะบอกชื่อหรือชื่อเล่นของเด็กคนนี้ได้ไหม?

# text
source: Please type "N" if you prefer not to answer.
th: กรุณาพิมพ์ตัวอักษะ "N" หากคุณไม่อยากบอก

# text
source: Can you please tell me the name or nickname of this child?
th: คุณพอจะบอกชื่อหรือชื่อเล่นของเด็กคนนี้ได้ไหม?

# quick_replies
source: Yes
th: ใช่

# quick_replies
source: No
th: ไม่ใช่

# quick_replies
source: Great
th: เยี่ยม

# quick_replies
source: Neutral
th: พอใช้

# quick_replies
source: Bad
th: แย่

# quick_replies
source: Not enough time
th: มีเวลาไม่พอ

# quick_replies
source: My child did not want to spend time with me
th: ลูกไม่อยากใช้เวลาตามลำพังกับฉัน

# quick_replies
source: All my child wanted to do is watch T.V. or play with a gadget
th: ลูกฉันอยากทำแค่ดูทีวีหรือเล่นกับของประเภทอุปกรณ์อีเลคโทรนิก

# quick_replies
source: My child wanted to do things I felt uncomfortable about
th: ลูกของฉันอยากทำสิ่งต่าง ๆ ที่ฉันรู้สึกไม่สบายใจที่จะทำ

# quick_replies
source: My child wanted to do activities that I could not do
th: ลูกของฉันอยากทำกิจกรรมที่ฉันไม่สามารถทำได้

# quick_replies
source: My child chose a competitive activity. I won and then they got angry
th: ลูกของฉันเลือกทำกิจกรรมที่เป็นการแข่งขัน พอฉันชนะเขาก็โมโห

# quick_replies
source: My child had a tantrum at the end of One-on-One Time
th: ลูกของฉันร้องดิ้นอาละวาดหลังจากหมดเวลาที่อยู่ด้วยกันตามลำพัง

# quick_replies
source: My child wanted to do too many things at once
th: ลูกของฉันอยากทำอะไรหลาย ๆ อย่างในเวลาเดียวกัน

# quick_replies
source: All my children wanted One-on-One Time at the same time
th: ลูกของฉันทุกคนต้องการใช้เวลาตามลำพังกับฉันพร้อมกัน

# quick_replies
source: Prefer not to say
th: ขอไม่บอกดีกว่า

# quick_replies
source: Yes, I am over 18
th: ใช่ ฉันอายุมากกว่า 18

# quick_replies
source: No, I am under 18
th: ไม่ใช่ ฉันอายุน้อยกว่า 18

# quick_replies
source: Improve my relationship with my child
th: เพื่อปรับปรุงความสัมพันธ์ระหว่างฉันกับลูก

# quick_replies
source: My child to behave better
th: เพื่อให้ลูกมีพฤติกรรมดีขึ้น

# quick_replies
source: Help my child learn
th: เพื่อช่วยให้ลูกเรียนได้ดีขึ้น

# quick_replies
source: Reduce family stress
th: เพื่อลดความเครียดในครอบครัว

# quick_replies
source: Keep my child safe
th: เพื่อดูแลให้ลูกปลอดภัย

# quick_replies
source: Learn about child development
th: เรียนรู้เกี่ยวกับพัฒนาการเด็ก

# quick_replies
source: Woman
th: ผู้หญิง

# quick_replies
source: Man
th: ผู้ชาย

# quick_replies
source: Single (not in a relationship)
th: โสด (ขณะนี้ยังไม่มีแฟน)

# quick_replies
source: Married
th: แต่งงานแล้ว

# quick_replies
source: Partnered but not married
th: อยู่ด้วยกันกับแฟนแต่ยังไม่ได้แต่งงาน

# quick_replies
source: Divorced or separated
th: หย่าหรือแยกกันอยู่แล้ว

# quick_replies
source: Widowed
th: เป็นหม้าย

# quick_replies
source: Core (text and images)
th: เนื้อหาหลัก (ตัวอักษะและภาพ)

# quick_replies
source: Boosted (text, images, audio)
th: กระตุ้น (ตัวอักษร ภาพ เสียง)

# quick_replies
source: Star (text, images, audio, video)
th: ดาว (ตัวอักษร ภาพ เสียง วิดีโอ)

# quick_replies
source: Baby (0 to 23 months)
th: เด็กทารก (0 ถึง 23 เดือน)

# quick_replies
source: Young child (2 to 9 years)
th: เด็กเล็ก (2 ถึง 9 ขวบ)

# quick_replies
source: Teenager (10 to 17 years)
th: วัยรุ่น (10 ถึง 17 ปี)

# arguments
source: yes y
th: ใช่ y

# arguments
source: no n
th: ไม่ใช่ n

# arguments
source: great
th: เยี่ยม

# arguments
source: neutral
th: กลาง ๆ

# arguments
source: bad
th: แย่

# arguments
source: not enough time
th: เวลาไม่พอ

# arguments
source: my child did not want to spend time with me
th: ลูกไม่อยากใช้เวลาตามลำพังกับฉัน

# arguments
source: all my child wanted to do is watch t.v. or play with a gadget
th: ลูกฉันอยากทำแค่ดูทีวีหรือเล่นกับของประเภทอุปกรณ์อีเลคโทรนิก

# arguments
source: my child wanted to do things i felt uncomfortable about
th: ลูกของฉันอยากทำสิ่งต่าง ๆ ที่ฉันรู้สึกไม่สบายใจที่จะทำ

# arguments
source: my child wanted to do activities that i could not do
th: ลูกของฉันอยากทำกิจกรรมที่ฉันไม่สามารถทำได้

# arguments
source: my child chose a competitive activity. i won and then they got angry
th: ลูกของฉันเลือกทำกิจกรรมที่เป็นการแข่งขัน พอฉันชนะเขาก็โมโห

# arguments
source: my child had a tantrum at the end of one-on-one time
th: ลูกของฉันร้องดิ้นอาละวาดหลังจากหมดเวลาที่อยู่ด้วยกันตามลำพัง

# arguments
source: my child wanted to do too many things at once
th: ลูกของฉันอยากทำอะไรหลาย ๆ อย่างในเวลาเดียวกัน

# arguments
source: all my children wanted one-on-one time at the same time
th: ลูกของฉันทุกคนต้องการใช้เวลาตามลำพังกับฉันพร้อมกัน

# arguments
source: prefer not to say
th: ขอไม่บอกดีกว่า

# arguments
source: y yes
th: y ใช่

# arguments
source: n no
th: n ไม่ใช่

# arguments
source: exit
th: ออก

# arguments
source: yes y over
th: ใช่ y เลื่อนขึ้น

# arguments
source: no n under
th: ไม่ n เลื่อนลง

# arguments
source: stop messages
th: หยุดข้อความ

# arguments
source: back
th: ย้อนกลับ

# arguments
source: 1 thai
th: 1 ไทย

# arguments
source: 2 english ingles eng
th: 2 อังกฤษ

# arguments
source: yes y 1
th: ใช่ y 1

# arguments
source: no n 0
th: ไม่ n 0

# arguments
source: improve my relationship with my child
th: ปรับปรุงความสัมพันธ์ระหว่างฉันกับลูก

# arguments
source: my child to behave better
th: เพื่อให้ลูกมีพฤติกรรมดีขึ้น

# arguments
source: help my child learn
th: เพื่อช่วยให้ลูกเรียนรู้ได้ดีขึ้น

# arguments
source: reduce family stress
th: เพื่อลดความเครียดในครอบครัว

# arguments
source: keep my child safe
th: เพื่อคอยระวังให้ลูกปลอดภัย

# arguments
source: learn about child development
th: เรียนรู้เกี่ยวกับพัฒนาการเด็ก

# arguments
source: woman
th: ผู้หญิง

# arguments
source: man
th: ชาย

# arguments
source: n
th: น

# arguments
source: single
th: โสด

# arguments
source: married
th: แต่งงานแล้ว

# arguments
source: partnered but not married
th: อยู่ด้วยกันแต่ยังไม่ได้แต่งงาน

# arguments
source: divorced separated
th: หย่าหรือแยกกันอยู่

# arguments
source: widowed
th: หม้าย

# arguments
source: star
th: ดาว

# arguments
source: boosted
th: เพิ่มพลัง

# arguments
source: core
th: แกนหลัก

# arguments
source: baby
th: เด็กทารก

# arguments
source: young child
th: เด็กเล็ก

# arguments
source: teenager
th: วัยรุ่น
