Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text/*/*_thailand_demo.po
Languages: fil, th, zu

# text
source: It looks like you are busy right now. Please type “GoBack” to receive the most recent messages again.
fil: Mukhang abala ka ngayon. Maaari mong i-type ang "GoBack" para matanggap muli ang mga pinakabagong mensahe.
th: ดูเหมือนตอนนี้คุณกำลังยุ่งอยู่ โปรดพิมพ์คำว่า "ย้อนกลับ" เพื่อรับข้อความล่าสุดอีกครั้งหนึ่ง
zu: Kubonakala sengathi umatasatasa njengamanje. Sicela ubhale “BuyelaEmuva” ukuze uphinde uthole imiyalezo esandakudlula.

# text
source: Thank you! Anytime you need support, just type "Help" and we will do our best to help you.
th: ขอบคุณมากค่ะ! เมื่อไหร่ก็ตามที่คุณต้องการความช่วยเหลือขอให้พิมพ์คำว่า "ช่วยด้วย" แล้วเราก็จะพยายามช่วยเหลือคุณให้ดีที่สุด

# text
source: Thank you! Anytime you need support, just type "Help" and I will do my best to help you.
th: ขอบคุณมากค่ะ! เมื่อไหร่ก็ตามที่คุณต้องการความช่วยเหลือขอให้พิมพ์คำว่า "ช่วยด้วย" แล้วเราก็จะพยายามช่วยเหลือคุณให้ดีที่สุด

# text
source: Hi @fields.user_name! Were you able to spend 5 minutes or more of One-on-One Time with your children today?
fil: Magandang araw @fields.user_name! Nagkaroon ka ba ng limang minuto o mahigit pa para sa One-on-One Time kasama ang iyong mga anak sa araw na ito?
th: สวัสดีค่ะ@fields.user_name! วันนี้คุณได้ใช้เวลาตามลำพังห้านาทีหรือนานกว่านั้นกับเด็ก ๆ ที่คุณดูแลอยู่ไหม
zu: Sawubona @fields.user_name! Ingabe ukwazile yini ukuchitha imizuzu emi-5 nangaphezulu ninobabili nengane yakho namhlanje?

# text
source: Hi! Were you able to spend 5 minutes or more of One-on-One Time with your children today?
fil: Magandang araw! Nagkaroon ka ba ng limang minuto o mahigit pa para sa One-on-One Time kasama ang iyong mga anak sa araw na ito?
th: สวัสดีค่ะ วันนี้คุณได้ใช้เวลาตามลำพังห้านาทีหรือนานกว่านั้นกับเด็ก ๆ ที่คุณดูแลอยู่ไหม?
zu: Sawubona! Ingabe ukwazile yini ukuchitha imizuzu emi-5 nangaphezulu nobabili nengane yakho namhlanje?

# text
source: Sorry, I don't understand what you mean.
fil: Paumanhin, hindi ko naiintindihan ang ibig mong sabihin.
th: ขอโทษนะ ฉันไม่เข้าใจว่าคุณหมายความว่าอย่างไร
zu: Ngiyaxolisa, angiqondi ukuthi uthini.

# text
source: Wonderful! Spending One-on-One Time with your children may make them more willing to help out more often. You are doing great!
fil: Mahusay! Ang paggugol ng One-on-One Time kasama ang iyong mga anak ay maaaring manghikayat sila na mas tumulong nang madalas. Mabuti ang ginagawa mo!
th: เยี่ยมมากเลย! การใช้เวลาตามลำพังกับลูกของคุณอาจจะช่วยให้เขาอยากช่วยคุณทำอะไรต่าง ๆ บ่อยขึ้นอีก คุณทำได้ดีมากเลยค่ะ
zu: Kuhle kakhulu! Ukuchitha isikhathi esikhethekile nezingane zakho kungenza ukuthi zizimisele ukusiza kakhudlwana kunakuqala. Wenza kahle kakhulu!

# text
source: Would you like to review the content?
fil: Gusto mo bang balikan ang mga nilalaman nito?
th: คุณอยากทบทวนเนื้อหาดูอีกครั้งไหม?
zu: Ungathanda yini ukubuyekeza okuqukethwe?

# text
source: It can be hard to find time during your day, with work, chores, and everything else. Can you think of a time each day that you can make 5 minutes or a bit more? You can even make household chores into a game to do together. Even 5 minutes can make a big difference!
fil: Maaaring mahirap makahanap ng libreng oras sa araw, dahil sa trabaho, mga gawain sa bahay, atbp. May naiisip ka bang oras sa isang araw kung saan kaya mong maglaan ng 5 minuto o mahigit pa? Maaari ring gawing laro ang mga gawain sa bahay nang magkakasama. Kahit 5 minuto lamang ay malaking tulong na ito!
th: เมื่อคุณต้องทำงานหาเลี้ยงชีพ ต้องทำงานบ้าน และรับผิดชอบเรื่องอื่น ๆ อีก การหาเวลาเพื่ออยู่กับลูกอาจเป็นเรื่องยาก คุณลองคิดดูว่าแต่ละวันคุณพอจะจัดเวลาเพียงห้านาทีหรือนานกว่านั้นให้ลูกได้ไหม? คุณอาจทำให้การทำงานบ้านเป็นเกมสนุกที่เล่นด้วยกันก็ได้ แม้เพียงห้านาทีก็อาจส่งผลดีได้มากทีเดียว
zu: Akulula ukuthola isikhathi phakathi nosuku, ngenxa yomsebenzi, imisebenzi yasekhaya kanye nakho konke okunye. Ungacabanga ngesikhathi ongasithatha ngalolo nalolo suku esiyimizuzu emi-5 noma ngaphezudlwana. Ningenza nomsebenzi wasendlini sakudlala ndawonye. Ngisho imizuzu emi-5 ingenza umehluko omkhulu!

# text
source: Children often want to spend time watching T.V. or playing with a gadget. Sometimes you might want to give them some other fun options to do instead (Type: "Help" if you want a suggestion).
fil: Kadalasan gusto ng mga batang gamitin ang oras sa panonood ng TV o paglalaro ng gadget. Minsan maaaring bigyan sila ng ibang mas nakakatuwang gawain (I-type: "Help" kung gusto mo ng mungkahi).
th: เด็ก ๆ มักอยากใช้เวลาดูโทรทัศน์หรือเล่นของเล่นมากกว่า บางครั้งคุณอาจอยากเสนอทางเลือกอื่น ๆ ที่สนุกให้เขาแทนก็ได้ (พิมพ์ "ช่วยด้วย" หากคุณต้องการคำแนะนำ)
zu: Ngokuvamile izingane zifuna ukuchitha isikhathi zibukela i-TV noma zidlala ngamagajethi. Kwesinye isikhathi ungafisa ukuzinika amanye amasu ezinto ezinandisayo ezingazenza. (Bhala “Usizo” uma ufuna isiphakamiso).

# text
source: It can make you feel bad if your children do not want to spend One-on-One Time with you. Think to yourself: When are they more open to you? Maybe in the morning or right before bedtime.
fil: Maaaring sumama ang iyong loob kung ayaw ng mga anak mo na mag One-on-One Time kasama ka. Isipin mo muna: Kailan sila mas bukas sa iyo? Siguro sa umaga o bago matulog.
th: คุณคงรู้สึกแย่ถ้าเด็ก ๆ ไม่อยากใช้เวลาอยู่ตามลำพังกับคุณ ลองคิดดูว่าเวลาไหนที่เขาน่าจะเปิดรับคุณได้ง่ายกว่า? อาจเป็นตอนเช้า หรือตอนก่อนเข้านอนก็ได้
zu: Kungakwenza uzizwe kabi uma izingane zakho zingafuni ukuchitha isikhathi esikhethekile nawe. Zicabangele: Zivuleleka nini kuwe? Kungenzeka ukuthi kube yisekuseni noma ngaphambi kokuyolala.

# text
source: Competitive games can be challenging for children (and adults!) if they have difficulty losing. You may want to suggest other activities that you can play together instead of against each other (Type "Help" if you want a suggestion).
fil: Maaaring mahirap para sa mga bata (at matatanda!) ang mga paligsahan kung sila ay pikon o nahihirapan sa pagkatalo. Maaari kang magmungkahi ng ibang gawain na pupuwede niyong laruin nang magkakasama sa halip na laban sa isa't isa (I-type ang "Help" kung gusto mo ng mungkahi).
th: การเล่นเกมที่ต้องแข่งกันอาจจะเป็นเรื่องท้าทายสำหรับเด็ก ๆ (และผู้ใหญ่ด้วย!) ถ้าเขาไม่ชอบเป็นผู้แพ้ คุณอาจลองเสนอกิจกรรมอื่น ๆ ที่เล่นด้วยกันได้โดยไม่ต้องเอาชนะกัน (พิมพ์คำว่า "ช่วยด้วย" ถ้าคุณต้องการคำแนะนำว่าจะทำอะไรได้บ้าง)
zu: Imidlalo yokuncintisana ingaba yinselelo ezinganeni (nakubantu abadala!) uma zinenkinga ngokungaphumeleli. Ungafisa ukuphakamisa eminye imidlalo eningayidlala ndawonye esikhundleni sokuqhudelana (Bhala “Usizo” uma udinga isiphakamiso).

# text
source: Sometimes our children will suggest activities that are violent or unsafe. Explain why they can't, and try suggesting alternative activities that would be more appropriate. Type "Help" if you want a suggestion.
fil: Minsan ang ating mga anak ay magmumungkahi ng mga gawaing marahas at hindi ligtas. Ipaliwanag kung bakit hindi nila ito puwedeng gawin, at subukang magmungkahi ng mga alternatibong gawain na mas naaangkop. I-type ang "Help" kung gusto mo ng mungkahi.
th: บางครั้งเด็กอาจเสนอให้ทำกิจกรรมที่รุนแรงหรือไม่ปลอดภัย ควรอธิบายให้เขาเข้าใจว่าเพราะอะไรเราจึงไม่ควรทำกิจกรรมนั้น และลองเสนอทางเลือกอื่น ๆ ที่น่าจะเหมาะสมกว่า พิมพ์คำว่า "ช่วยด้วย" ถ้าคุณต้องการคำแนะนำ
zu: Kwesinye isikhathi izingane zethu zingaphakamisa imidlalo enodlame noma engaphephile. Bachazele ukuthi yingani bengeke bawudlale lowomdlalo, bese uzama ukuphakamisa okunye abangakudlala esikhundleni salokho. Bhala “Usizo” uma udinga isiphakamiso.

# text
source: It can be difficult to spend One-on-One Time with each one child when you have more than one child. If possible, you can ask another adult or older sibling to look after the other children while you spend One-on-One Time with one child.
fil: Maaaring mahirap magkaroon ng One-on-One Time para sa bawat anak kung ikaw ay may mahigit sa isang anak. Kung posible, maaari mong tanungin ang isa pang adult o nakatatandang kapatid na bantayan ang iyong ibang mga anak habang binibigyan mo ng One-on-One Time ang iyong isang anak.
th: หากคุณมีเด็กที่ต้องดูแลมากกว่าหนึ่งคน การใช้เวลาตามลำพังกับเด็กคนเดียวอาจเป็นเรื่องลำบาก ถ้าเป็นไปได้ควรขอให้ผู้ใหญ่อีกคนหรือพี่ของเด็กช่วยดูแลเด็กคนอื่น ๆ ในขณะที่คุณใช้เวลาตามลำพังกับเด็กคนเดียวก็ได้
zu: Kungaba nzima ukuchitha isikhathi esikhethekile nengane uma unezingane ezingaphezulu kweyodwa. Uma kungenzeka, ungacela omunye umuntu omdala noma ozalwa naye ukuthi anakekele ezinye izingane ngesikhathi usachitha isikhathi esikhethekile nengane eyodwa.

# text
source: You can also think of times when it would be easier to spend One-on-One Time each child, like later in the evening with an older child after the others have gone to sleep.
fil: Maaari mo ring isipin kung kailan pinakamadaling maglaan ng oras para sa One-on-One Time kasama ang bawat anak, halimbawa sa nakatatandang anak, kapag gabi na at nakatulog na ang iba.
th: คุณอาจคิดถึงช่วงเวลาที่สะดวกกว่าที่จะใช้เวลาตามลำพังกับเด็กแต่ละคนก็ได้ เช่น ใช้เวลากับเด็กที่โตกว่าตอนค่ำหน่อยหลังจากที่เด็กคนอื่น ๆ เข้านอนไปแล้ว
zu: Ungacabanga ngezikhathi lapho kungaba lula khona ukuthi uchithe isikhathi esikhethekile nengane yakho, mhlampe ube nesikhathi nengane esikhulakhulile ebusuku uma sezilele ezinye.

# text
source: You can also spend One-on-One Time with all of your children at once!
fil: Maaari ring mag One-on-One Time kasama ang lahat ng iyong anak!
th: คุณจะใช้เวลาตามลำพังกับลูกทุกคนพร้อมกันก็ได้เหมือนกัน!
zu: Ungasichitha isikhathi esikhethekile nazo zonke izingane zakho ngesikhathi esisodwa!

# text
source: Type "Help" for activities that you can do as a whole family
fil: I-type ang "Help" para sa mga gawain na maaaring gawin bilang isang pamilya
th: พิมพ์คำว่า "ช่วยด้วย" หากคุณต้องการคำแนะนำเรื่องกิจกรรมต่าง ๆ ที่คุณอาจทำด้วยกันทั้งครอบครัวได้
zu: Bhala “Usizo” mayelana nalokho okungenziwa umndeni wonke

# text
source: That's great @fields.user_name! How did it go?
fil: Mabuti ‘yan @fields.user_name! Kumusta ang kinalabasan nito?
th: เยี่ยมมาก @fields.user_name! ทำแล้วได้ผลเป็นอย่างไรบ้างคะ?
zu: Kuhle lokho @fields.user_name! Kuhambe kanjani?

# text
source: That's great! How did it go?
fil: Mabuti ‘yan! Kumusta ang kinalabasan nito?
th: เยี่ยมมาก ทำแล้วเป็นยังไงบ้างคะ?
zu: Kuhle lokho! Kuhambe kanjani?

# text
source: Good for you @fields.user_name! One-on-One Time shows your children that they are important to you. It really makes a difference!
fil: Mabuti ‘yan @fields.user_name! Ipinapakita ng One-on-One Time sa iyong mga anak na mahalaga sila sa iyo. Ito ay talagang nakakagawa ng pagbabago!
th: ดีมากเลยค่ะ @fields.user_name! การใช้เวลาตามลำพังกับเด็กทำให้เขารู้สึกว่าเขาเป็นคนสำคัญสำหรับคุณ มันช่วยให้เกิดการเปลี่ยนแปลงได้จริงๆ!
zu: Kuhle lokho @fields.user_name! Ukuchitha isikhathi esikhethekile kubonisa izingane zakho ukuthi zibalulekile kuwe. Kwenza umehluko ngempela!

# text
source: Good for you! One-on-One Time shows your children that they are important to you. It really makes a difference!
fil: Mabuti 'yan! Ipinapakita ng One-on-One Time sa iyong mga anak na mahalaga sila sa iyo. Ito ay talagang nakakagawa ng pagbabago!
th: ดีมากเลยค่ะ! การใช้เวลาตามลำพังกับเด็กทำให้เขารู้สึกว่าเขาเป็นคนสำคัญสำหรับคุณ มันช่วยให้เกิดการเปลี่ยนแปลงได้จริงๆ!
zu: Siyakubongela! Ukuchitha isikhathi esikhethekile kubonisa izingane zakho ukuthi zibalulekile kuwe. Kwenza umehluko ngempela!

# text
source: Well done! One-on-One with your children gives you a chance to learn more about your their interests and abilities. You are a star @fields.user_name!
fil: Mahusay! Ang One-on-One Time kasama ng iyong mga anak, ay nagbibigay ng tsansa para malaman mo ang kanilang mga hilig at kakayahan. Isa kang bituin @fields.user_name!
th: เยี่ยมมาก! การใช้เวลาตามลำพังกับเด็ก ๆ ทำให้คุณมีโอกาสได้เรียนรู้มากขึ้นเกี่ยวกับความสนใจและความสามารถของเขา คุณทำได้ดีมากเลย @fields.user_name!
zu: Wenze kahle! Ukuchitha isikhathi esikhethekile nezingane zakho kukunika ithuba lokufunda ngezinto ezizithandayo namakhono azo. Uyiqhawe @fields.user_name!

# text
source: Well done! One-on-One with your children gives you a chance to learn more about your their interests and abilities. You are a star!
fil: Mahusay! Ang One-on-One Time kasama ng iyong mga anak, ay nagbibigay ng tsansa para malaman mo ang kanilang mga hilig at kakayahan. Isa kang bituin!
th: เยี่ยมมาก! การใช้เวลาตามลำพังกับเด็ก ๆ ทำให้คุณมีโอกาสได้เรียนรู้มากขึ้นเกี่ยวกับความสนใจและความสามารถของเขา คุณทำได้ดีมากเลย!
zu: Wenze kahle! Ukuchitha isikhathi esikhethekile nezingane zakho kukunika ithuba lokufunda ngezinto ezizithandayo namakhono azo. Uyiqhawe!

# text
source: Excellent job @fields.user_name! One-on-One Time helps build a strong positive relationship between you and your children. Try to do it every day!
fil: Mahusay @fields.user_name! Nakakatulong ang One-on-One Time sa pagtatag ng malakas at positibong relasyon sa pagitan mo at ng iyong mga anak. Subukan mo itong gawin araw-araw!
th: คุณทำได้ดีมาก @fields.user_name! การใช้เวลาตามลำพังกับเด็กช่วยสร้างความสัมพันธ์เชิงบวกที่เข้มแข็งระหว่างคุณกับเด็ก ๆ ขอให้พยายามทำให้ได้ทุกวัน!
zu: Wenze umsebenzi omuhle kakhulu @fields.user_name! Isikhathi esikhethekile osichitha nezingane zakho sisiza ekwakheni ubudlelwane obuhle obuqinile phakathi kwakho nezingane zakho. Zama ukukwenza nsuku zonke lokhu!

# text
source: Excellent job! One-on-One Time helps build a strong positive relationship between you and your children. Try to do it every day!
fil: Mahusay! Nakakatulong ang One-on-One Time sa pagtatag ng malakas at positibong relasyon sa pagitan mo at ng iyong mga anak. Subukan mo itong gawin araw-araw!
th: คุณทำได้ดีมาก! การใช้เวลาตามลำพังกับเด็กช่วยสร้างความสัมพันธ์เชิงบวกที่เข้มแข็งระหว่างคุณกับเด็ก ๆ ขอให้พยายามทำให้ได้ทุกวัน!
zu: Wenze umsebenzi omuhle! Isikhathi esikhethekile osichitha nezingane zakho sisiza ekwakheni ubudlelwane obuhle obuqinile phakathi kwakho nezingane zakho. Zama ukukwenza nsuku zonke lokhu!

# text
source: Thank you for making the effort to show your children that they are loved and valued. You deserve a gold star @fields.user_name!
fil: Salamat sa pagsisikap na ipakita sa iyong mga anak na sila ay minamahal at pinahahalagahan. Karapat-dapat kang bigyan ng gintong bituin @fields.user_name!
th: ขอบคุณมากเลยค่ะที่คุณพยายามทำให้เด็ก ๆ เห็นว่ามีคนที่รักและเห็นคุณค่าในตัวเขา คุณควรได้เหรียญทอง @fields.user_name!
zu: Siyabonga ngokwenza umzamo wokukhombisa izingane zakho ukuthi zithayawnda futhi zibalulekile. Ufanelwe yinkanyezi yegolide @fields.user_name!

# text
source: Thank you for making the effort to show your children that they are loved and valued. You deserve a gold star!
fil: Salamat sa pagsisikap na ipakita sa iyong mga anak na sila ay minamahal at pinahahalagahan. Karapat-dapat kang bigyan ng gintong bituin!
th: ขอบคุณมากเลยค่ะที่คุณพยายามทำให้เด็ก ๆ เห็นว่ามีคนที่รักและเห็นคุณค่าในตัวเขา คุณควรได้เหรียญทอง!
zu: Siyabonga ngokwenza umzamo wokukhombisa izingane zakho ukuthi zithayawnda futhi zibalulekile. Ufanelwe yinkanyezi yegolide!

# text
source: That is okay! Remember you can access parenting content at anytime by typing "Help". Chat to you later @fields.user_name!
fil: Okay lang ‘yan! Tandaang pwede mong makuha ang mga impormasyon tungkol sa parenting anumang oras sa pamamagitan ng pag-type ng "Help". Usap tayo mamaya @fields.user_name!
th: ไม่เป็นไรเลย! ขอให้จำไว้เสมอว่าคุณสามารถเข้าถึงข้อมูลความรู้เรื่องการเลี้ยงดูเด็กได้ตลอดเวลาโดยเพียงแค่พิมพ์คำว่า "ช่วยด้วย" เท่านั้นแหละ ไว้คุยกันอีกนะคะ @fields.user_name!
zu: Kulungile! Khumbula ukuthi uyakwazi ukufinyelela kokuqukethwe mayelana nokuba ngumzali nganoma yisiphi isikhathi ngokubhala “Usizo” Sobuye sikhulume @fields.user_name!

# text
source: That is okay! Remember you can access parenting content at anytime by typing "Help". Chat to you later!
fil: Okay lang ‘yan! Tandaang pwede mong makuha ang mga impormasyon tungkol sa parenting anumang oras sa pamamagitan ng pag-type ng "Help". Usap tayo mamaya!
th: ไม่เป็นไรเลย! ขอให้จำไว้เสมอว่าคุณสามารถเข้าถึงข้อมูลความรู้เรื่องการเลี้ยงดูเด็กได้ตลอดเวลาโดยเพียงแค่พิมพ์คำว่า "ช่วยด้วย" เท่านั้นแหละ ไว้คุยกันอีกนะคะ!
zu: Kulungile! Khumbula ukuthi uyakwazi ukufinyelela kokuqukethwe mayelana nokuba ngumzali nganoma yisiphi isikhathi ngokuthayipha “Usizo” Sobuye sikhulume!

# text
source: We understand that spending One-on-One Time can sometimes be difficult. Here are some of the main reasons parents struggle. Which one is the closest to you?
fil: Naiintindihan namin na ang pagkakaroon ng One-on-One Time ay maaaring mahirap kung minsan. Narito ang ilang mga pangunahing dahilan kung bakit nahihirapan ang mga magulang. Alin ang pinakamalapit sa sitwasyon mo?
th: เราเข้าใจนะว่าการใช้เวลาตามลำพังกับเด็กบางครั้งอาจเป็นเรื่องยาก ต่อไปนี้เป็นเหตุผลหลักบางประการที่ทำให้พ่อแม่ต้องลำบากที่จะทำ ข้อไหนที่ใกล้เคียงกับของคุณมากที่สุด?
zu: Siyaqonda ukuthi ukuchitha isikhathi esikhethekile nengane yakho kungase kube nzima ngezinye izikhathi. Nazi ezinye zezizathu ezisemqoka ezenza abazali bathwale kanzima. Yisiphi esiseduze kakhulu nawe?

# text
source: I understand that spending One-on-One Time can sometimes be difficult. Here are some of the main reasons parents struggle. Which one is the closest to you?
fil: Naiintindihan kong maaaring maging mahirap minsan ang paglalaan ng One-on-One Time. Narito ang ilang mga pangunahing dahilan kung bakit nahihirapan ang mga magulang. Alin ang pinakamalapit sa iyo?
th: ฉันเข้าใจนะว่าการใช้เวลาตามลำพังกับเด็กบางครั้งอาจเป็นเรื่องยาก ต่อไปนี้เป็นเหตุผลหลักบางประการที่ทำให้พ่อแม่ต้องลำบากที่จะทำ ข้อไหนที่ใกล้เคียงกับของคุณมากที่สุด?
zu: Siyaqonda ukuthi Isikhathi Sokuthi Nibe Nobabili Ndawonye nengane yakho kungase kube nzima ngezinye izikhathi. Nazi ezinye zezizathu ezisemqoka ezenza abazali bathwale kanzima. Yisiphi esiseduze kakhulu nawe?

# text
source: If @fields.child_nickname wants to do things that are too difficult for you to physically do, you can simply watch @fields.child_nickname. Try describing what they are doing like a sports announcer and praising what they do!
fil: Kung si @fields.child_nickname ay may mga gustong gawin na hirap kang gawin (halimbawa: pagtumbling), maaaring panoorin mo lamang siya. Subukang ilarawan kung ano ang ginagawa ni @fields.child_nickname. na para bang sports announcer at purihin ito!
th: ถ้าสิ่งที่ @fields.child_nickname ต้องการทำมันยากเกินไปที่คุณจะทำไหว คุณก็อาจแค่นั่งดู @fields.child_nickname ทำ แล้วพยายามบรรยายตามสิ่งที่เขากำลังทำเหมือนกับโฆษกในสนามกีฬาบรรยายการแข่งขัน แล้วชมสิ่งที่เขาทำ!
zu: Uma u@fields.child_nickname efuna ukwenza izinto ezinzima kakhulu kuwe ukuthi uzenze, ungambukela u@fields.child_nickname. Zama ukuchaza lokho akwenzayo njengomuntu omemezela ezemidlalo futhi umncome ngalokho akwenzayo!

# text
source: If @fields.child_nickname wants to do things that are too difficult for you to physically do, you can simply watch your child. Try describing what they are doing like a sports announcer and praising what they do!
fil: Kung si @fields.child_nickname ay may mga gustong gawin na hirap kang gawin (halimbawa: pagtumbling), maaaring panoorin mo lamang siya. Subukang ilarawan kung ano ang ginagawa niya na para bang sports announcer at purihin ito!
th: ถ้าสิ่งที่ @fields.child_nickname ต้องการทำมันยากเกินไปที่คุณจะทำไหว คุณก็อาจแค่นั่งดูเขา แล้วพยายามบรรยายตามสิ่งที่เขากำลังทำเหมือนกับโฆษกในสนามกีฬาบรรยายการแข่งขัน แล้วชมสิ่งที่เขาทำ!
zu: Uma u@fields.child_nickname efuna ukwenza izinto ezinzima kakhulu kuwe ukuthi uzenze, ungayibukela ingane yakho. Zama ukuchaza lokho ekwenzayo njengomuntu omemezela ezemidlalo futhi uyincome ngalokho ekwenzayo!

# text
source: If your child wants to do things that are too difficult for you to physically do, you can simply watch @fields.child_nickname. Try describing what they are doing like a sports announcer and praising what they do!
fil: Kung ang iyong anak ay may mga gustong gawin na hirap kang gawin (halimbawa: pagtumbling), maaaring panoorin mo lamang si @fields.child_nickname. Subukang ilarawan kung ano ang ginagawa niya na para bang sports announcer at purihin ito!
th: ถ้าสิ่งที่เด็กต้องการทำมันยากเกินไปที่คุณจะทำไหว คุณก็อาจแค่นั่งดู @fields.child_nickname แล้วพยายามบรรยายตามสิ่งที่เขากำลังทำเหมือนกับโฆษกในสนามกีฬาบรรยายการแข่งขัน แล้วชมสิ่งที่เขาทำ!
zu: Uma ingane yakho ifuna ukwenza izinto ezinzima kakhulu kuwe ukuthi uzenze, ungambukela u@fields.child_nickname. Zama ukuchaza akwenzayo njengomuntu omemezela ezemidlalo futhi umncome ngalokho akwenzayo!

# text
source: If your child wants to do things that are too difficult for you to physically do, you can simply watch your child. Try describing what they are doing like a sports announcer and praising what they do!
fil: Kung ang iyong anak ay may mga gustong gawin na hirap kang gawin (halimbawa: pagtumbling), maaaring panoorin mo lamang siya. Subukang ilarawan kung ano ang ginagawa niya na para bang sports announcer at purihin ito!
th: ถ้าสิ่งที่เด็กต้องการทำมันยากเกินไปที่คุณจะทำไหว คุณก็อาจแค่นั่งดูเด็ก แล้วพยายามบรรยายตามสิ่งที่เขากำลังทำเหมือนกับโฆษกในสนามกีฬาบรรยายการแข่งขัน แล้วชมสิ่งที่เขาทำ!
zu: Uma ingane yakho ifuna ukwenza iminyakazo yokuzivocavoca ekungelula kuwe ukuyenza, ungabukela ingane yakho. Zama ukuchaza lokho ekwenzayo njengalowo omemezela ezemidlalo futhi ubancome ngalokho abakwenzayo!

# text
source: If @fields.child_nickname is very young, it is normal for them to have a short attention span and want to do many things during One-on-One Time. Just accept @fields.child_nickname and follow their lead moving from one activity to the next.
fil: Kung napakabata pa ni @fields.child_nickname, normal lang para sa kanya na magkaroon ng maikling atensyon at gustuhing gumawa ng maraming mga bagay tuwing One-on-One Time. Tanggapin mo lang si @fields.child_nickname at hayaan siyang manguna sa paglipat mula sa isang aktibidad patungo sa susunod.
th: ถ้าน้อง @fields.child_nickname อายุน้อยมาก ควรเข้าใจว่าตามปกติเด็กวัยนี้จะมีสมาธิจำกัดและจะอยากทำอะไรหลายอย่างในขณะที่เรากำลังใช้เวลาตามลำพังด้วยกัน ขอให้คุณยอมรับความต้องการของน้อง @fields.child_nickname แล้วเปลี่ยนกิจกรรมไปตามที่เขาต้องการ
zu: Uma u@fields.child_nickname emsencane kakhulu, kujwayelekile ukuthi angakwazi ukugxila entweni ayenzayo isikhathi eside nokuthi afune ukwenza izinto eziningi ngesikhathi esisodwa ngesikhathi senu esikhethekile. Vele umamukele u@fields.child_nickname bese ulandela lokho nalokho akwenzayo.

# text
source: If your child is very young, it is normal for them to have a short attention span and want to do many things during One-on-One Time. Just accept your child and follow their lead moving from one activity to the next.
fil: Kung napakabata pa ng iyong anak, normal lang para sa kanya na magkaroon ng maikling atensyon at gustuhing gumawa ng maraming mga bagay tuwing One-on-One Time. Tanggapin mo lang ang iyong anak at sundan ang kanyang pangunguna sa paglipat mula sa isang aktibidad patungo sa susunod.
th: ถ้าน้องอายุน้อยมาก ควรเข้าใจว่าตามปกติเด็กวัยนี้จะมีสมาธิจำกัดและจะอยากทำอะไรหลายอย่างในขณะที่เรากำลังใช้เวลาตามลำพังด้วยกัน ขอให้คุณยอมรับความต้องการของเขา แล้วเปลี่ยนกิจกรรมไปตามที่เขาต้องการ
zu: Uma ingane yakho isencane kakhulu, kujwayelekile ukuthi ingakwazi ukugxila entweni eyenzayo isikhathi eside futhi ifune ukwenza izinto eziningi ngesikhathi senu esikhethekile. Vele uyamukele ingane yakho bese ulandela kulokho nalokho ekwenzayo.
