Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_sri_lanka/*/*_goal_checkin.po
Languages: si

# text
source: Here is a question to help you get started on your course:
si: පාඨමාලාව ආරම්භ කිරීමට ඔබට උපකාර කිරීම සඳහා ප්‍රශ්නයක් මෙන්න:

# text
source: That's okay.
si: ඒකට කමක් නැහැ.

# text
source: In the past 24 hours, did you spend at least 5 minutes of one-on-one time with your child?
si: පසුගිය පැය 24 තුළ, ඔබ ඔබේ දරුවා සමඟ අවම වශයෙන් මිනිත්තු 5 ක්වත් දරුවා වෙනුවෙන් වෙන්වූ කාලයක් ගත කළාද?

# text
source: That is okay. You will learn more about the importance of spending time with your child in this course.
si: ඒකට කමක් නැහැ. මෙම පාඨමාලාවේදී ඔබේ දරුවා සමඟ කාලය ගත කිරීමේ වැදගත්කම ගැන ඔබ තව දුරටත් ඉගෙන ගන්න පුලුවන්.

# text
source: That is great to hear! 🎉 Spending time with your child is a great way to build a good relationship with them!
si: එය අහන්න ලැබීම සතුටක්! 🎉 ඔබේ දරුවා සමඟ කාලය ගත කිරීම ඔවුන් සමඟ හොඳ සම්බන්ධතාවයක් ගොඩනඟා ගැනීමට හොඳ ක්‍රමයක්!

# text
source: Sorry, I don't understand what you mean.
si: සමාවෙන්න. ඔබ පැවසූදේ මට අපැහැදිලියි.

# text
source: What did you find difficult about spending time with your child ? 🔑
si: ඔබේ දරුවා සමඟ කාලය ගත කිරීමට ඔබට අපහසු වූයේ ඇයි?🔑

# text
source: It can be hard to find time during your day, with work, chores, and everything else.
si: රැකියා කටයුතු ‚එදිනෙදා කටයුතු සහ අනෙකුත් සියලුමදේ නිසා ඔබට කාලය සොයාගැනීම අපභසු විය හැකියි.

# text
source: ✨Think of a time each day that you could spare 5 minutes. You can even make household chores into a game to do together.
si: ✨ඔබට සෑම දිනකම විනාඩි 5 ක් වෙන් කළ හැකි වේලාවක් ගැන සිතන්න. ඔබට ගෙදර දොරේ වැඩ පවා එකට කළ හැකි සෙල්ලමක් බවට පත් කළ හැකියි.

# text
source: Use the time that you and your girls and boys are already sharing, like going to the school, picking them up, waking them up or saying goodbye to sleep.
si: ඔබ සහ ඔබේ දරැවන් දැනටමත් බෙදා ගන්නා කාලය, පාසලට යාම, ඔවුන් රැගෙන යාම, ඔවුන් අවදි කිරීම හෝ නින්දට යාම වැනි භාවිතා කරන්න.

# text
source: Type {PLAY} for a fun activity suggestion
si: විනෝදජනක ක්‍රියාකාරකම් දැනගැනීම සඳහා {PLAY} ලෙස ටයිප් කරන්න

# text
source: 😔 It can hurt when your child does not want to spend one-on-one time with you.
si: 😔 ඔබේ දරුවා ඔබ සමඟ කාලය ගත කිරීමට අකමැති වූ විට එය ඔබව රිදවිය හැකිය.

# text
source: 💡 Think to yourself: When are they more open to you? In the morning? Right before bedtime?
si: 💡 ඔබ ගැනම සිතන්න: ඔවුන් ඔබට වඩාත් විවෘත වන්නේ කවර වෙලාවටද? උදේ? නින්දට යාමට පෙර?

# text
source: 💙 Try again so that your child can see that you care and want to spend this time with them.
si: 💙 ඔබේ දරුවාට ඔබ සැලකිලිමත් වන බවත් මෙම කාලය ඔවුන් සමඟ ගත කිරීමට කැමති බවත් පෙන්වීමට නැවත උත්සාහ කරන්න.

# text
source: 📺Children often want to spend time watching T.V. or playing with a gadget.
si: 📺ළමයින් බොහෝ විට රූපවාහිනිය නැරඹීම හෝ ජංගම දුරකථන හෝ රූපවාහිනිය වැනි උපකරණයක් සමඟ සෙල්ලම් කිරීම සඳහා කාලය ගත කිරීමට කැමතියි.

# text
source: ❓ You could watch or play on the gadget with them.
si: ❓ ඔබට ඔවුන් සමඟ එසේ නැරඹීමට හෝ සෙල්ලම් කිරීමට හැකියි.

# text
source: 💚Caring about their interests is a great start!
si: 💚ඔවුන්ගේ රුචිකත්වයන් ගැන සැලකිලිමත් වීම හොඳ ආරම්භයකි!

# text
source: 🌷 Once you begin spending time together you can suggest another activity.
si: 🌷 ඔබ එකට කාලය ගත කිරීමට පටන් ගත් පසු තවත් ක්‍රියාකාරකමක් යෝජනා කළ හැකියි.

# text
source: Type {PLAY} for a fun activity suggestion.
si: විනෝදජනක ක්‍රියාකාරකම් දැනගැනීම සඳහා {PLAY} ලෙස ටයිප් කරන්න.

# text
source: ☀️ If your child wants to do things that are too difficult for you to do, you could watch them.
si: ☀️ඔබේ දරුවාට ඔබට කරන්න අමාරු දේවල් කරන්න ඕන නම්, ඔබට දරුවා කරන දෙය බලා සිටිය හැකියි.

# text
source: 🏁 You could describe what they are doing like a sports announcer.
si: 🏁 ක්‍රීඩා නිවේදකයෙකු මෙන් ඔවුන් කරන දේ ඔබට විස්තර කළ හැකියි.

# text
source: You can also express enthusiasm by clapping, smiling, or offering a thumbs-up.
si: අත්පුඩි ගසමින්, සිනාසෙමින් හෝ මාපටැඟිල්ල ඉහළට ඔසවා තැබීමෙන් ඔබට උද්යෝගය ප්‍රකාශ කළ හැකියි.

# text
source: 💛 Praise them while they do it!
si: 💛 ඔවුන් එය කරන අතරතුර ඔවුන්ව අගය කරන්න!

# text
source: ⚽ Competitive games can be hard for your girls and boys(and adults!) if they don’t like losing.
si: ⚽ ඔබේ දරුවන් (සහ වැඩිහිටියන්!) පරාජය වීමට අකමැති නම් තරඟකාරී සෙල්ලම් ඔවුන්ට අපහසු විය හැකියි.

# text
source: 🏆 When they have calmed down, talk with your boys and girls about what winning well and losing well might look like.
si: 🏆 ඔවුන් සන්සුන් වූ පසු, හොඳින් ජයග්‍රහණය කිරීම සහ හොඳින් පරාජය වීම කෙබඳුදැයි ඔබේ දරුවන් සමඟ කතා කරන්න.

# text
source: 📝 Suggest other activities that you can do to work together instead of against each other.
si: 📝 එකිනෙකාට එරෙහිව වැඩ කිරීම වෙනුවට එකට වැඩ කිරීමට ඔබට කළ හැකි වෙනත් ක්‍රියාකාරකම් යෝජනා කරන්න.

# text
source: Type {PLAY} for a fun activity suggestion. 💡
si: විනෝදජනක ක්‍රියාකාරකම් දැනගැනීම සඳහා {PLAY} ලෙස ටයිප් කරන්න. 💡

# text
source: 🔴 It can be difficult to spend one-on-one time with each of your boys or girls when you have more than one
si: 🔴 ඔබට එක් දරුවෙකුට වඩා සිටින විට එක් එක් දරුවා සමඟ තනි තනිව කාලය ගත කිරීම අපහසු විය හැකියි.

# text
source: 🌱 If possible, you can ask an adult or older sibling to look after the your other girls and boys while you spend one-on-one time with your child.
si: 🌱 හැකි නම්, ඔබ එක් දරුවෙකු සමඟ කාලය ගත කරන අතරතුර, ඔබේ අනෙක් දරුවන් රැකබලා ගැනීමට වැඩිහිටියෙකු හෝ වැඩිමහල් සහෝදරයෙකුගෙන් ඉල්ලා සිටිය හැකියි.

# text
source: ⏰ Think of when it would be easier to spend one-on-one time with each of your boys and girls.
si: ⏰ ඔබේ දරුවන් සමඟ තනි තනිව ඔවුන්ට වෙන්වූ කාලයක් ගත කිරීම පහසු වන්නේ කවදාදැයි සිතා බලන්න.

# text
source: 💛 You can also spend one-on-one time with all of your girls and boys at once!If you do, make sure all are able to participate in one-on-one time.
si: 💛 ඔබට ඔබේ සියලුම දරුවන් සමඟ එකවර කාලය ගත කළ හැකියි! ඔබ එසේ කරන්නේ නම්, සියල්ලන්ටම එකිනෙකා වෙනුවෙන් වෙන්වූ කාලයක් හිමි වන බවට වග බලා ගන්න.

# text
source: Type {PLAY} for a fun activity suggestion for a group of girls and boys. 💡
si: විනෝදජනක ක්‍රියාකාරකම් දැනගැනීම සඳහා {PLAY} ලෙස ටයිප් කරන්න. 💡

# text
source: 💛 We are sorry to hear that you have been finding it hard to spend one-on-one time with your child.
si: 💛 ඔබේ දරුවා සමඟ තනි තනිව කාලය ගත කිරීමට ඔබට අපහසු වීම පිළිබඳව කණගාටුයි.

# text
source: Well done for completing the lessons on improving your relationship with your child. Let’s see how things have changed since you started:
si: ඔබේ දරුවාගේ සංවර්ධනයට සහාය වීම සඳහා ඔබේ ඉලක්කය සම්පූර්ණ කිරීම ඉතා හොඳයි. ඔබ මෙම ඉලක්කය ආරම්භ කළ දා සිට දේවල් වෙනස් වී ඇති ආකාරය බලමු:

# text
source: I am sorry to hear that you were unable to spend more time with your child. 💛
si: ඔබේ දරුවා සමඟ වැඩි කාලයක් ගත කිරීමට නොහැකි වීම ගැන මට කණගාටුයි. 💛

# text
source: I am sorry to hear that you were unable to spend one-on-one time with your child. 💛
si: ඔබේ දරුවා සමඟ, දරුවා වෙනුවෙන් වෙන්වූ කාලයක් ගත කිරීමට නොහැකි වීම ගැන මට කණගාටුයි. 💛

# text
source: Congratulations on making some progress. It’s great that you’re spending time with your child.
si: යම් ප්‍රගතියක් ලබා ගැනීම ගැන සුභ පැතුම්. ඔබ ඔබේ දරුවා සමඟ කාලය ගත කිරීම බොහොම හොඳයි.

# text
source: You were already putting in the effort to spend one-on-one time with your child before ParentText. It’s great that you’re able to keep up the excellent effort!
si: ParentText (මාපියකරණය) පටන් ගැනීමට පෙර සිටම ඔබේ දරුවා සමඟ, දරුවා වෙනුවෙන් වෙන්වූ කාලයක් ගත කිරීමට ඔබ උත්සාහ කරමින් සිටියා. ඔබට එම විශිෂ්ට උත්සාහය දිගටම පවත්වාගෙන යාමට හැකිවීම සතුටක්!

# text
source: Time with your child is so important. Though you are still doing great, you have reported that spending one-on-one time together has become more challenging since you first began ParentText.
si: ඔබේ දරුවා සමඟ කාලය ගත කිරීම ඉතා වැදගත්. ඔබ හොඳින් කටයුතු කළත්, ParentText (මාපියකරණය) ආරම්භ කළ දා සිට තවමත් දරුවා වෙනුවෙන් වෙන්වූ කාලයක් ගත කිරීම වඩාත් අභියෝගාත්මක වී ඇති බව ඔබ වාර්තා කර ඇත.

# text
source: Congratulations! 🎉You’ve made progress since you’ve started ParentText. Your effort is working!
si: සුභ පැතුම්! 🎉ඔබ ParentText (මාපියකරණය) ආරම්භ කළ දා සිට මේ වනවිට ප්‍රගතියක් ලබා ඇත. ඔබේ උත්සාහය සාර්ථකයි!

# text
source: Would you like to get more help?
si: ඔබට තවත් උදව් ලබා ගැනීමට අවශ්‍යද?

# text
source: Thank you for providing a progress update. You can revisit this course any time in the Main Menu by typing {MENU}.
si: ප්‍රගතිය පිළිබඳව තොරතුරු ලබා දීම ගැන ස්තූතියි. ඔබට ඕනෑම වේලාවක ප්‍රධාන මෙනුවේ {MENU} ලෙස ටයිප් කිරීමෙන් මෙම පාඨමාලාවට නැවත පැමිණිය හැකියි.

# text
source: How is one-on-one time going?
si: දරුවා වෙනුවෙන් වෙන්වූ කාලය ගත කිරීම ඔබට දැනෙන්නේ කොහොමද?

# text
source: Excellent! New courses will be released on this channel in a few months to help you keep up the great progress!
si: විශිෂ්ටයි! හොඳ ප්‍රගතියක් පවත්වා ගැනීමට ඔබට උපකාර කිරීම සඳහා මාස කිහිපයකින් මෙම වට්ස්ඇප් සමූහයෙන් නව පාඨමාලා නිකුත් කරනු ලැබේ!

# text
source: Sorry to learn this.
si: ඒ ගැන කණගාටුයි.

# quick_replies
source: no
si: නැහැ

# quick_replies
source: yes
si: ඔව්

# quick_replies
source: I did not have enough time.
si: මට ප්‍රමාණවත් කාලයක් නොතිබුණි.

# quick_replies
source: My child did not want to spend one-on-one time with me.
si: මගේ දරුවා මා සමඟ වෙන්වූ කාලයක් ගත කිරීමට කැමති නොවීය.

# quick_replies
source: All my children wanted to do was watch T.V. or play with a gadget.
si: මගේ දරුවන්ට කිරීමට අවශ්‍ය වූයේ රූපවාහිනිය නැරඹීම හෝ ජංගම දුරකථන වැනි උපකරණයක් සමඟ සෙල්ලම් කිරීම පමණි.

# quick_replies
source: My child wanted to do activities that I could not do.
si: මගේ දරුවාට මට කරන්න බැරි ක්‍රියාකාරකම් කරන්න ඕන වුණා.

# quick_replies
source: My child chose a competitive activity. I won and then they got angry.
si: මගේ දරුවා තරඟකාරී ක්‍රියාකාරකමක් තෝරා ගත්තා. මම දිනුවා, ඊට පස්සේ ඔවුන් තරහා වුණා.

# quick_replies
source: All my girls and boys wanted one-on-one time at the same time.
si: මගේ සියලුම දරුවන්ට එකමවර ඔවුන් සමඟ කතා කිරීමට අවශ්‍ය විය.

# quick_replies
source: Prefer not to say.
si: කියන්න අකමැතියි.

# quick_replies
source: Yes
si: ඔව්

# quick_replies
source: No
si: නැහැ

# quick_replies
source: Good
si: හොඳයි

# quick_replies
source: So-so
si: මධ්‍යස්ථයි

# quick_replies
source: Bad
si: නරකයි

# arguments
source: no
si: නැහැ

# arguments
source: yes
si: ඔව්

# arguments
source: i did not have enough time.
si: මට ප්‍රමාණවත් කාලයක් නොතිබුණි.

# arguments
source: my child did not want to spend one-on-one time with me.
si: මගේ දරුවා මා සමඟ වෙන්වූ කාලයක් ගත කිරීමට කැමති නොවීය.

# arguments
source: all my children wanted to do was watch t.v. or play with a gadget.
si: මගේ දරුවන්ට කිරීමට අවශ්‍ය වූයේ රූපවාහිනිය නැරඹීම හෝ ජංගම දුරකථන වැනි උපකරණයක් සමඟ සෙල්ලම් කිරීම පමණි.

# arguments
source: my child wanted to do activities that i could not do.
si: මගේ දරුවාට මට කරන්න බැරි ක්‍රියාකාරකම් කරන්න ඕන වුණා.

# arguments
source: my child chose a competitive activity. i won and then they got angry.
si: මගේ දරුවා තරඟකාරී ක්‍රියාකාරකමක් තෝරා ගත්තා. මම දිනුවා, ඊට පස්සේ ඔවුන් තරහා වුණා.

# arguments
source: all my girls and boys wanted one-on-one time at the same time.
si: මගේ සියලුම දරුවන්ට එකමවර ඔවුන් සමඟ කතා කිරීමට අවශ්‍ය විය.

# arguments
source: prefer not to say.
si: කියන්න අකමැතියි.

# arguments
source: good
si: හොඳයි

# arguments
source: so-so
si: මධ්‍යස්ථයි

# arguments
source: bad
si: නරකයි
