Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_sri_lanka/*/*_ltp_activities.po
Languages: si

# text
source: *Cooking with Maths*
si: ගණිතය එක්ක ඉවුම් පිහුම්

# text
source: Cooking can help your boy or girl start learning maths!
si: ඉවුම් පිහුම් ඔබේ දරුවාට ගණිතය ඉගෙනීම පටන් ගැනීමට උපකාරී වෙනවා!

# text
source: 💚 Invite your girl or boy to help you cook for your family, or to choose something they would like to cook
si: 💚 ඔබේ පවුල වෙනුවෙන් ආහාර පිසීමට හෝ ඔවුන් උයන්න කැමති දෙයක් තෝරා ගැනීමට ඔබේ දරුවාට අවස්ථාව ලබා දෙන්න.

# text
source: 🍅 Ask your boy or girl to count different ingredients. Help them if it’s difficult!
si: 🍅 විවිධ අමු ද්‍රව්‍ය ගණන් කිරීමට ඔබේ දරුවාට කියන්න. එය අපහසු නම් ඔවුන්ට උදව් කරන්න!

# text
source: 🔟 Help your girl or boy to understand adding and subtracting quantities
si: 🔟 ප්‍රමාණ එකතු කිරීම සහ අඩු කිරීම තේරුම් ගැනීමට ඔබේ දරුවාට උදව් කරන්න

# text
source: 📝 Encourage your boy or girl to recognise numbers on packaging
si: 📝 ඇසුරුම්වල ඇති අංක හඳුනා ගැනීමට ඔබේ දරුවා දිරිමත් කරන්න

# text
source: 👀 Ask your girl or boy about the different sizes of ingredients - e.g. which is bigger/biggest?
si: 👀 අමු ද්‍රව්‍යවල විවිධ ප්‍රමාණයන් ගැන ඔබේ දරුවාගෙන් විමසන්න - උදා: විශාල/විශාලතම කුමක්ද?

# text
source: 🔄 Think about when you will cook together again! You can also practise understanding numbers and quantities during other activities like shopping or building/making things
si: 🔄 ඔබ නැවත එකට උයන්නේ කවදාදැයි සිතා බලන්න! සාප්පු සවාරි යාම හෝ දේවල් තැනීම / සෑදීම වැනි වෙනත් ක්‍රියාකාරකම් අතරතුර අංක සහ ප්‍රමාණ තේරුම් ගැනීමට පුහුණු කරන්න පුලුවන්.

# text
source: *Following Instructions*
si: උපදෙස් පිළිපැදීම

# text
source: 👂 Play a game in which your boy or girl listens to and tries to remember strings of instructions.
si: ඔබේ දරුවා උපදෙස් මාලාවන්ට සවන් දී මතක තබා ගැනීමට උත්සාහ කරන ක්‍රීඩාවක් කරන්න.

# text
source: This will be useful in school, at home, and later in life!
si: මෙය පාසලේදී, නිවසේදී සහ අනාගත ජීවිතයේ දී ප්‍රයෝජනවත් වනු ඇත!

# text
source: Start with just one instruction using an object in your home. For example “touch the red ball” 🔴
si: ඔබේ නිවසේ ඇති වස්තුවක් භාවිතා කරමින් එක් උපදෙසක් පමණක් ලබාදෙමින් ආරම්භ කරන්න. උදාහරණයක් ලෙස “රතු බෝලය අල්ලන්න” 🔴

# text
source: Slowly add more instructions (e.g “then pick up the cup ☕), but tell your girl or boy that they can only start once you’ve finished giving the instructions.
si: සෙමෙන් තවත් උපදෙස් එකතු කරන්න (උදා: “ඉන් පසුව කෝප්පය ගන්න ☕), නමුත් ඔබ උපදෙස් ලබා දීම අවසන් කළ පසු පමණක් ඔවුන්ට ආරම්භ කළ හැකි බව දරුවාට කියන්න.

# text
source: See how many your boy or girl can follow without forgetting!
si: ඔබේ දරුවාට අමතක නොකර උපදෙස් කීයක් අනුගමනය කළ හැකි දැයි බලන්න!

# text
source: 🔄 Now swap roles! It’s your boy or girl’s turn to give you instructions! They can use the same objects if they want.
si: 🔄 දැන් භූමිකාවන් මාරු කරගන්න! දැන් ඔබට උපදෙස් ලබා දීමට ඔබේ දරුවාගේ වාරයයි! ඔවුන්ට අවශ්‍ය නම් එකම වස්තූන් භාවිතා කළ හැකියි.

# text
source: You can also try this game with a group of girls and boys! Make sure they take turns :)
si: ඔබට මෙම ක්‍රීඩාව දරුවන් කණ්ඩායමක් සමඟ උත්සාහ කළ හැකියි! ඔවුන් මාරුවෙන් මාරුවට කරන බවට වග බලා ගන්න :)

# text
source: *One-on-One Time*
si: දරුවා වෙනුවෙන් වෙන් වූ කාලයක් ගත කිරීම

# text
source: 💚 Spending time just with your girl or boy and taking an interest in them can improve your relationship.
si: 💚 ඔබේ දරුවා සමඟ ඔවුන් වෙනුවෙන් වෙන් වූ කාලයක් ගත කිරීමෙන් සහ ඔවුන් කෙරෙහි උනන්දුවක් දැක්වීමෙන් දරුවා සමඟ ඔබේ සම්බන්ධතාවය වැඩිදියුණු කළ හැකියි.

# text
source: 👀 When your boy or girl is playing alone or occupying themselves quietly, join them and show interest in what they are doing.
si: 👀 ඔබේ දරුවා තනිවම සෙල්ලම් කරන විට හෝ නිහඬව තනිවම රැඳී සිටින විට, ඔවුන් සමඟ එකතු වී ඔවුන් කරන දේ කෙරෙහි උනන්දුවක් පෙන්වන්න.

# text
source: 👂Ask questions about their activity, and listen to them.
si: 👂ඔවුන්ගේ ක්‍රියාකාරකම් පිළිබඳව ප්‍රශ්න අසන්න, ඔවුන්ට සවන් දෙන්න.

# text
source: Let your girl or boy lead the activity, follow them to build their confidence and autonomy 😃.
si: ඔබේ දරුවාට ක්‍රියාකාරකම මෙහෙයවීමට ඉඩ දෙන්න, ඔවුන්ගේ විශ්වාසය සහ ස්වාධීනත්වය ගොඩනැගීමට ඔබ ඔවුන්ව අනුගමනය කරන්න 😃.

# text
source: 👀 Say what you see - describing everything and supporting your boy’s or girl’s actions.
si: 👀 ඔබ දකින දේ කියන්න - සියල්ල විස්තර කර ඔබේ දරුවාගේ ක්‍රියාවන්ට සහාය වන්න.

# text
source: Be positive, praise your girl or boy, and enjoy spending this time with them 😃💚
si: ධනාත්මක වන්න, ඔබේ දරුවාව අගය කරන්න, සහ ඔවුන් සමඟ මෙම කාලය ගත කිරීමෙන් සතුටක් ලබන්න 😃💚

# text
source: *Playtime with Books*
si: පොත් එක්ක සෙල්ලම් වේලාව

# text
source: 📖 Book sharing will help your boy or girl learn and is a fun, playful activity to spend quality time together.
si: 📖 පොත්වල ඇති දේ බෙදා ගැනීම ඔබේ දරුවාට ඉගෙන ගැනීමට උපකාරී වන අතර එය ගුණාත්මක කාලයක් ගත කිරීමට විනෝදජනක ක්‍රියාකාරකමක් වේ.

# text
source: ⏰ Choose a time when you won’t be disturbed, and try to stop any distractions - e.g. turn off the TV and put away phones.
si: ⏰ ඔබට බාධා නොවන කාලයක් තෝරාගන්න, අවධානය වෙනතකට යොමු කරන ඕනෑම දෙයක් නැවැත්වීමට උත්සාහ කරන්න - උදා: රූපවාහිනිය නිවා දමා දුරකථන ඉවත් කරන්න.

# text
source: 📖 If your girl or boy wants to choose a book, that’s fine, otherwise choose for them.
si: 📖 ඔබේ දරුවාට පොතක් තෝරා ගැනීමට අවශ්‍ය නම්, එය හොඳයි, එසේ නොමැතිනම් ඔබ තෝරා දෙන්න.

# text
source: 💚 Sit close together and follow your boy or girl attention and lead.
si: 💚 එකට වාඩි වී ඔබේ දරුවාගේ අවධානය තබා ගන්න‚ ඔවුන්ට නායකත්වය දෙන්න.

# text
source: Point at things, name and repeat words. Help them to learn more about what interests them in the book 👀
si: දේවල් පෙන්වා, ඒවාගේ නම් කියන්න. එම වචන නැවත කියන්න. පොතේ ඇති ඔවුන් කැමති දේ ගැන වැඩි විස්තර දැන ගැනීමට ඔවුන්ට උදව් කරන්න 👀

# text
source: If there are words or numbers in the book, ask and help your girl or boy recognise letters numbers, and simple words 💡.
si: පොතේ වචන හෝ අංක තිබේ නම්, ඔබේ දරුවාට අකුරු අංක සහ සරල වචන හඳුනා ගැනීමට උදව් කරන්න 💡.

# text
source: Link things in the books to your child's life, and use words about emotions and talk about them! 😃.
si: පොත්වල ඇති දේවල් ඔබේ දරුවාගේ ජීවිතයට සම්බන්ධ කරන්න, හැඟීම් පිළිබඳ වචන භාවිතා කර ඒවා ගැන කතා කරන්න! 😃.

# text
source: 🔄 If possible, start a regular routine to read together when your girl or boy isn’t too tired or hungry.
si: 🔄 හැකි නම්, ඔබේ දරුවා වෙහෙසට පත් නොවූ විට හෝ බඩගිනි නොවූ විට එක්ව කියවීමට දිනපතා පුරුද්දක් ආරම්භ කරන්න.

# text
source: Reading together is one of the best ways to help your boy or girl learn and prepare for success in school! 🎓
si: ඔබේ දරුවාට ඉගෙන ගැනීමට සහ පාසලේ සාර්ථකත්වය සඳහා සූදානම් කරවීමට එක්ව කියවීම හොඳම ක්‍රමවලින් එකකි! 🎓

# text
source: 📖 Book sharing will help your girl or boy learn and is a fun, playful activity to spend quality time together
si: 📖 පොත්වල ඇති දේ බෙදා ගැනීම ඔබේ දරුවාට ඉගෙන ගැනීමට උපකාරී වන අතර එය ගුණාත්මක කාලයක් ගත කිරීමට විනෝදජනක ක්‍රියාකාරකමක් වේ.

# text
source: ⏰ Choose a time when you won’t be disturbed, and try to stop any distractions - e.g. turn off the TV and put away phones
si: ⏰ ඔබට බාධා නොවන කාලයක් තෝරාගන්න, අවධානය වෙනතකට යොමු කරන ඕනෑම දෙයක් නැවැත්වීමට උත්සාහ කරන්න - උදා: රූපවාහිනිය නිවා දමා දුරකථන ඉවත් කරන්න.

# text
source: 📖 If your boy or girl wants to choose a book, that’s fine, otherwise choose for them
si: 📖 ඔබේ දරුවාට පොතක් තෝරා ගැනීමට අවශ්‍ය නම්, එය හොඳයි, එසේ නොමැතිනම් ඔබ තෝරා දෙන්න.

# text
source: 💚 Sit close together and follow your girl or boy attention and lead
si: 💚 එකට වාඩි වී ඔබේ දරුවාගේ අවධානය තබා ගන්න‚ ඔවුන්ට නායකත්වය දෙන්න

# text
source: Link things in the books to your child's life, and use words about emotions and talk about them! 😃
si: පොත්වල ඇති දේවල් ඔබේ දරුවාගේ ජීවිතයට සම්බන්ධ කරන්න, හැඟීම් පිළිබඳ වචන භාවිතා කර ඒවා ගැන කතා කරන්න! 😃

# text
source: 🔄 If possible, start a regular routine to read together when your girl or boy isn’t too tired or hungry
si: 🔄 හැකි නම්, ඔබේ දරුවා වෙහෙසට පත් නොවූ විට හෝ බඩගිනි නොවූ විට එක්ව කියවීමට දිනපතා පුරුද්දක් ආරම්භ කරන්න

# text
source: *I Spy!*
si: කන් කන් බූරූ

# text
source: 👀 I spy is a fun game to play with your girl or boy that will help them learn about letters and words!
si: 👀 කන් කන් බූරූ යනු ඔබේ දරුවා සමඟ කරන්න විනෝදජනක සෙල්ලමක් වන අතර එය අකුරු සහ වචන ගැන ඉගෙන ගැනීමට උපකාරී වේ!

# text
source: Choose an object or a thing around you, and don’t tell your boy or girl what it is. It should be something that your boy or girl knows the word for. For example “ball” ⚽
si: ඔබ වටා ඇති වස්තුවක් හෝ දෙයක් තෝරන්න, එය කුමක්දැයි ඔබේ දරුවාට නොකියන්න. එම වචනය ඔබේ දරුවා දන්නා දෙයක් විය යුතුයි. උදාහරණයක් ලෙස “මල ”

# text
source: 👀 Then say “I spy with my little eye, something beginning with *and then say the first letter of the word* which in this case is “b”
si: 👀 ඉන්පසු “කන් කන් බූරූ, සින් සින් නොරූ, මං කීදේ අහනවාද? ගිහිං “ම” අකුරෙන් පටන් ගන්න දෙයක් සොයා ගන්න”යැයි කියන්න

# text
source: Your girl or boy should look around and guess what the object is. When they guess it right, praise them and swap roles! If they can’t get it, give them some clues, like “it’s round” or “it’s black and white”. ✅
si: ඔබේ දරුවා වටපිට බලා වස්තුව කුමක්දැයි අනුමාන කළ යුතුයි. ඔවුන් එය නිවැරදිව අනුමාන කළ විට, ඔවුන්ව අගය කර භූමිකාවන් මාරු කරගන්න! අනුමාන කළ නොහැකි නම්, “එය වටකුරු” හෝ “එය කළු සහ සුදු” වැනි ඉඟි කිහිපයක් ඔවුන්ට දෙන්න. ✅

# text
source: Play this game with as many objects as possible and as many different letters! Help your boy or girl to learn about the different letters and sounds in words. This will help them learn to read at home and school. 🎓
si: හැකි තරම් වස්තූන් සහ විවිධ අකුරු සමඟ මෙම සෙල්ලම කරන්න! වචනවල ඇති විවිධ අකුරු සහ ශබ්ද ගැන ඉගෙන ගැනීමට ඔබේ දරුවාට උදව් කරන්න. මෙය ඔවුන්ට නිවසේදී සහ පාසලේදී කියවීම ඉගෙන ගැනීමට උපකාරී වේ. 🎓

# text
source: *Categorising and Organising*
si: වර්ගීකරණය කිරීම සහ සංවිධානය කිරීම

# text
source: Help your girl or boy to learn by sorting objects and things! 🔵🔷
si: වස්තූන් සහ දේවල් වර්ග කිරීමෙන් ඔබේ දරුවාට ඉගෙන ගැනීමට උදව් කරන්න! 🔵🔷

# text
source: Your boy or girl will learn by understanding how things fit and group together (eg, bear = animal, mango = fruit, blue = colour) 🧸
si: දේවල් ගැලපෙන ආකාරය සහ කාණ්ඩගත කරන ආකාරය තේරුම් ගැනීමෙන් ඔබේ දරුවා ඉගෙන ගනු ඇත (උදා: වලසා = සතා, අඹ = පළතුරු, නිල් = වර්ණය) 🧸

# text
source: Find a book with different pictures and help your girl or boy to find things in a particular category (e.g. “Find all of the animals”) 👀
si: විවිධ පින්තූර සහිත පොතක් සොයාගෙන ඔබේ දරුවාට යම් විශේෂිත කාණ්ඩයක දේවල් සොයා ගැනීමට උදව් කරන්න (උදා: “සියලු සතුන් සොයා ගන්න”) 👀

# text
source: Find *safe* objects in the house, get your boy or girl to group them by colour, size, or types of object (cups, plates). Then make more complicated categories (e.g. small cups, big cups) ☕
si: නිවසේ *ආරක්ෂිත* වස්තූන් සොයා ගන්න, ඔබේ දරුවාට ඒවා වර්ණය, ප්‍රමාණය හෝ වස්තු වර්ග (කෝප්ප,පිඟන්) අනුව කාණ්ඩ කිරීමට ඉඩ දෙන්න. ඉන්පසු වඩාත් සංකීර්ණ කාණ්ඩ සාදන්න (උදා: කුඩා කෝප්ප, විශාල කෝප්ප) ☕

# text
source: 🔄 You can play the categorising game anywhere! Just look around and ask your girl or boy to find things from the category you say!
si: 🔄 ඔබට ඕනෑම තැනක වර්ගීකරණ සෙල්ලම කළ හැකියි! අවට බලා ඔබ පවසන කාණ්ඩයෙන් දේවල් සොයා ගැනීමට ඔබේ දරුවාට කියන්න!

# text
source: *What Letter is This?*
si: මොකක්ද මේ අකුර?

# text
source: Playing games with letters can help your boy or girl learn the alphabet and how letters are put together to make words.
si: අකුරු එක්ක සෙල්ලම් කිරීමෙන් ඔබේ දරුවාට හෝඩිය ඉගෙන ගැනීමට සහ වචන සෑදීමට අකුරු එකට එකතු කරන ආකාරය ඉගෙන ගැනීමට උපකාරී වෙනවා.

# text
source: 📝 Write a letter on a piece of card or paper (e.g. “p”)
si: 📝 කාඩ් පතක හෝ කඩදාසි කැබැල්ලක අකුරක් ලියන්න (උදා: “ස”)

# text
source: 👂 Say the letter out loud and ask your girl or boy to say it too!
si: 👂 අකුර ශබ්ද නඟා කියන්න, ඔබේ දරුවාටත් එය කියන්නැයි පවසන්න!

# text
source: Ask your boy or girl to say some words that begin with the letter “p”, give them clues like “What starts with “p”? Plant… What else? 🌱
si: “ස” අකුරෙන් ආරම්භ වන වචන කිහිපයක් කියන්න ඔබේ දරුවාට කියන්න, "ස" වලින් පටන් ගන්නේ කුමක්ද?සමනළයා... වෙන මොනවද?🌱

# text
source: 👀 Ask your girl or boy to look for objects in your house that begin with a letter (eg “p” for plate). Help them find things.
si: 👀 ඔබේ නිවසේ යම් අකුරකින් පටන් ගන්නා වස්තූන් (උදා: පිඟාන සඳහා “ස”) සෙවීමට ඔබේ දරුවාට කියන්න. දේවල් සොයා ගැනීමට ඔවුන්ට උදව් කරන්න.

# text
source: 🔄 Try a new letter every day!
si: 🔄 සෑම දිනකම නව අකුරක් උත්සාහ කරන්න!

# text
source: *Riddles Help Boys and Girls Learn*
si: ප්‍රහේලිකා දරුවන්ට ඉගෙන ගැනීමට උපකාරී වේ

# text
source: Riddles and puzzles are a fun way to build thinking skills! 💡
si: ප්‍රහේලිකා යනු සිතීමේ හැකියාව වර්ධනය කිරීමට විනෝදජනක ක්‍රමයකි! 💡

# text
source: Do you remember any riddles from your childhood? If you can’t then make one up, they can be very simple! 😃
si: ඔබේ ළමා කාලයේ ඔබ කළ ප්‍රහේලිකා ඔබට මතකද? අමතක නම් ඔබට ඉතා සරල එකක් සෑදිය හැකියි! 😃

# text
source: Like “What can you see at night but not in the day” Answer: “The moon” 🌙
si: “රාත්‍රියේ ඔබට දැකිය හැකි නමුත් දිවා කාලයේදී දැකිය නොහැකි දේ” පිළිතුර: “සඳ” වැනි 🌙

# text
source: If your girl or boy is finding them difficult, try an easy one like: “What is round, bouncy and can be thrown or kicked?” Answer: “A ball” ⚽
si: ඔබේ දරුවාට ඒවා අපහසු නම්, “වටකුරු, පිම්බෙන සහ විසි කළ හැකි හෝ පයින් ගැසිය හැකි දේ කුමක්ද?”: “බෝලය” වැනි පහසු එකක් උත්සාහ කරන්න ⚽

# text
source: Your boy or girl can also try making riddles! 💡
si: ඔබේ දරුවාටද ප්‍රහේලිකා සෑදීමට උත්සාහ කරවිය හැකියි! 💡

# text
source: You can have fun with riddles anywhere at any time - like traveling on a bus, walking to school or in a car 🚗
si: ඔබට ඕනෑම වේලාවක ඕනෑම තැනක ප්‍රහේලිකාවලින් විනෝද විය හැකියි - බස් රථයක ගමන් කරන, පාසලට ඇවිද යන හෝ මෝටර් රථයකින් යන විටදී පවා 🚗

# text
source: *What's New?*
si: අලුත් මොනවද?

# text
source: Learning is fun! 🎓
si: ඉගෙනීම විනෝදජනකයි! 🎓

# text
source: ❓ Ask your girl or boy to think of a new, fun skill you could learn together.
si: ❓ එක්ව ඉගෙන ගත හැකි නව, විනෝදජනක හැකියාවක් ගැන සිතා බලන්න යැයි ඔබේ දරුවාට පවසන්න.

# text
source: For example: keeping a ball in the air with your foot, juggling, making soup, moonwalking, whistling, saying the alphabet backwards, learning all the states in Mexico.
si: උදාහරණයක් ලෙස: සරුංගලයක් යැවීම, පලතුරු සලාදයක් සෑදීම, සිංහල ගීතයකට නැටීම හෝ විසිල් කිරීම.

# text
source: 🔄 Take turns trying out the new skill. Make sure to praise each other and learn and play together!
si: 🔄 නව හැකියාව මාරුවෙන් මාරුවට උත්සාහ කරන්න. එකිනෙකා අගය කිරීමට‚ ඉගෙන ගැනීමට සහ එකට සෙල්ලම් කිරීමට වග බලා ගන්න!

# text
source: 💛 Approach learning the skill in a kind and fun way, and do not judge your boy or girl or yourself for your ability in the skill.
si: 💛 කරුණාවන්ත හා විනෝදජනක ආකාරයකින් හැකියාව ඉගෙනීමට ප්‍රවේශ වන්න, ඔබේ දරුවාට හෝ ඔබට එය කිරීමට ඇති හැකියාව අනුව විනිශ්චය නොකරන්න.

# text
source: 😃 Once you have mastered the skill, choose another skill to learn together.
si: 😃 ඔබ එක් හැකියාවක් ප්‍රගුණ කළ පසු, එක්ව ඉගෙන ගැනීමට වෙනත් හැකියාවක් තෝරාගන්න.

# text
source: *Make up a Story*
si: කතන්දරයක් සාදන්න

# text
source: Creating stories together is a great way to have fun with imagination - and to build your girl or boy’s creativity! 📖
si: එක්ව කතා නිර්මාණය කිරීම පරිකල්පනයෙන් විනෝද වීමට සහ ඔබේ දරුවාගේ නිර්මාණශීලිත්වය ගොඩනැගීමට හොඳ ක්‍රමයකි! 📖

# text
source: 5️⃣ With your boy or girl, come up with 5 words to use. They can be any words you want! For example: banana, spaceship, fish, water, painting, cooking, wedding. If you need to remember them, write them clearly on a paper with your girl or boy.
si: 5️⃣ ඔබේ දරුවා සමඟ, භාවිතා කිරීමට වචන 5ක් කතා කරගන්න. ඒ ඔබට අවශ්‍ය ඕනෑම වචනයක් විය හැකියි! උදාහරණයක් ලෙස: අඹ, අභ්‍යවකාශ යානය, මාළු, ජලය, පින්තූරය, ඉවුම් පිහුම්. ඔබට ඒවා මතක තබා ගැනීමට අවශ්‍ය නම්, ඔබේ දරුවා සමඟ කඩදාසියක පැහැදිලිව ලියන්න.

# text
source: 🎂 Start your story with, “Once upon a time, there was a…” and use one of the words from the list in the first part. For example, “Once upon a time, there was a family who worked on a *banana* farm.”
si: 🎂 "එකමත් එක කාලෙක,... එකක් තිබුණා " යනුවෙන් ඔබේ කතාව ආරම්භ කර පළමු කොටසේ ලැයිස්තුවෙන් වචන වලින් එකක් භාවිතා කරන්න. උදාහරණයක් ලෙස, " එකමත් එක කාලෙක, *අඹ* ගොවිපලක වැඩ කළ පවුලක් සිටියා."

# text
source: 📝 Let your boy or girl make up the next part using another word from the list.
si: 📝 ලැයිස්තුවෙන් තවත් වචනයක් භාවිතා කර ඔබේ දරුවාට ඊළඟ කොටස සකස් කිරීමට ඉඩ දෙන්න.

# text
source: 🔄 Take turns until you have used all the words and created a story.
si: 🔄 සියලු වචන භාවිතා කර මාරුවෙන් මාරුවට සම්පූර්ණ කතාවක් නිර්මාණය කරන්න.

# text
source: 🔔 Be creative and do not tell your girl or boy what to say. It does not need to be a real story to be fun!
si: 🔔 නිර්මාණශීලී වන්න, ඔබේ දරුවාට කිව යුතු දේ නොකියන්න. විනෝද වීමට එය සැබෑ කතාවක් විය යුතු නැත!

# text
source: 🎁 Ask your boy or girl what their favourite part of the story was, and tell them yours!
si: 🎁 කතාවේ ඔවුන් කැමතිම කොටස කුමක්දැයි ඔබේ දරුවාගෙන් විමසන්න, ඔබ කැමතිම කොටස ඔවුන්ට කියන්න!

# text
source: *Playing with Clothes*
si: ඇඳුම් සමඟ සෙල්ලම් කිරීම

# text
source: 💡Help your girl or boy use their fingers, talk about clothes, and organise them!
si: 💡ඔබේ දරුවාට ඇඟිලි භාවිතා කිරීමට, ඇඳුම් ගැන කතා කිරීමට සහ ඒවා පිළිවෙළට තැබීමට උදව් කරන්න!

# text
source: Help your boy or girl exercise their fingers by showing them how buttons and zips work on clothes, and letting them practise using them! 👋
si: ඇඳුම්වල බොත්තම් සහ සිපර් ක්‍රියා කරන ආකාරය පෙන්වීමෙන් සහ ඒවා භාවිතා කිරීමට පුරුදු වීමට ඉඩ දීමෙන් ඔබේ දරුවාගේ ඇඟිලි වලට ව්‍යායාම දීමට උදව් කරන්න! 👋

# text
source: 🔵 Talk about the colours of clothes! Ask your girl or boy to pick a colour and talk about all the things that are that colour: “What are all the things we can think of that are blue?”
si: 🔵 ඇඳුම්වල වර්ණ ගැන කතා කරන්න! ඔබේ දරුවාට වර්ණයක් තෝරාගෙන එම වර්ණය ඇති සියලු දේ ගැන කතා කිරීමට කියන්න: “නිල් පාටෙන් තව තියෙන දේවල් මොනවාද?”

# text
source: 😃 Encourage your boy or girl to help you sort clothes into piles for each family member.
si: 😃 පවුලේ සෑම සාමාජිකයෙකුගේම ඇඳුම් ගොඩවල් වලට වර්ග කිරීමට ඔබට උදව් කිරීමට ඔබේ දරුවා දිරිමත් කරන්න.

# text
source: *Playing with Vegetables*
si: එළවළු සමඟ සෙල්ලම් කිරීම

# text
source: 🌱 Help your girl or boy learn by thinking and talking about vegetables!
si: 🌱 එළවළු ගැන සිතීමෙන් සහ කතා කිරීමෙන් ඔබේ දරුවාට ඉගෙන ගැනීමට උදව් කරන්න!

# text
source: 🍅 Mix together 2-3 different ingredients of your choice (like onions, tomatoes and corn example). Say: “Help me sort these vegetables into piles?” Try sorting them by size.
si: 🍅 ඔබ කැමති විවිධ අමුද්‍රව්‍ය 2-3ක් එකට මිශ්‍ර කරන්න (උදාහරණ - ළූණු, තක්කාලි සහ අර්තාපල් වැනි). කියන්න: “මට මේ එළවළු ගොඩවල් වලට වර්ග කිරීමට උදව් කරන්න?” ප්‍රමාණය අනුව ඒවා වර්ග කිරීමට උත්සාහ කරන්න.

# text
source: 😃 Remind me!
si: 😃 මට මතක් කරන්න!

# text
source: Talk about your child’s experiences. Ask questions and wait for answers. Follow your child’s interests.
si: ඔබේ දරුවාගේ අත්දැකීම් ගැන කතා කරන්න. ප්‍රශ්න අසන්න සහ පිළිතුරු සඳහා බලා සිටින්න. ඔබේ දරුවාගේ රුචිකත්වයන් සඳහා ඉඩ දෙන්න.

# text
source: “Can you help me remember what is at the market?” “Do they sell carrots at the market?” “Do they sell anything yellow at the market?” “What else do they sell?” “Can you think of other things they sell?”
si: “මාර්කට් එකේ තියෙන දේවල් මතක් කරගන්න මට උදව් කරන්න ඔයාට පුලුවන්ද?” “මාර්කට් එකේ කැරට් විකුණනවාද?” “මාර්කට් එකේ කහ පාට දෙයක් විකුණනවාද?” “මාර්කට් එකේ වෙන විකුණන්නේ මොනවාද?” “මාර්කට් එකේ විකුණන වෙන දේවල් ගැන ඔයාට මතකද?”

# text
source: 💡Can you think of something similar?
si: 💡ඔබට සමාන දෙයක් ගැන සිතිය හැකිද?

# text
source: Say: We are going to think of some things that are similar or different from what I tell you. So listen carefully!”
si: කියන්න: මම ඔයාට කියන දේට සමාන නැත්නම් වෙනස් දේවල් කිහිපයක් ගැන අපි හිතමු. ඒ නිසා හොඳින් සවන් දෙන්න!”

# text
source: Here is a tomato. Can you think of something else that is red like a tomato? 🍅
si: මෙන්න තක්කාලි ගෙඩියක්. තක්කාලි ගෙඩියක් වගේ රතු පාට වෙන දෙයක් ගැන හිතන්න ඔයාට පුළුවන්ද? 🍅

# text
source: Can you think of something else that is round like a tomato? ⚽
si: තක්කාලි ගෙඩියක් වගේ වටකුරු වෙන දෙයක් ගැන හිතන්න ඔයාට පුළුවන්ද? ⚽

# text
source: *Animals*
si: සතුන්

# text
source: 🧸 Active animals: Take turns with @fields.child_nickname doing animal actions: Hop like a frog, stretch like a cat, run like a dog, slither like a snake, flap like a bird
si: 🧸 ක්‍රියාකාරී සතුන්: @fields.child_nickname සමඟ සත්ව හැසිරීම් අනුකරණය කරන්න: ගෙම්බෙකු මෙන් පනින්න, බළලෙකු මෙන් දිගු වන්න, බල්ලෙකු මෙන් දුවන්න, සර්පයෙකු මෙන් ලිස්සා යන්න, කුරුල්ලෙකු මෙන් පියාඹන්න

# text
source: 🧸 Active animals: Take turns with your child doing animal actions: Hop like a frog, stretch like a cat, run like a dog, slither like a snake, flap like a bird
si: 🧸 ක්‍රියාකාරී සතුන්: ඔබේ දරුවා සමඟ සත්ව හැසිරීම් අනුකරණය කරන්න: ගෙම්බෙකු මෙන් පනින්න, බළලෙකු මෙන් දිගු වන්න, බල්ලෙකු මෙන් දුවන්න, සර්පයෙකු මෙන් ලිස්සා යන්න, කුරුල්ලෙකු මෙන් පියාඹන්න

# text
source: 💡All the animals we can think of - think about groups of animals!
si: 💡අපට සිතිය හැකි සියලුම සතුන් - සත්ව කණ්ඩායම් ගැන සිතන්න!

# text
source: What are all the animals we can think of that have feathers?
si: අපට සිතිය හැකි පිහාටු ඇති සියලුම සතුන් කවුද?

# text
source: What are all the animals we can think of that eat plants? 🌱
si: ශාක අනුභව කරන සියලුම සතුන් කවුද? 🌱

# text
source: What are all the animals we can think of that lay eggs?
si: බිත්තර දමන බව අපට සිතිය හැකි සියලුම සතුන් කවුද?

# text
source: 😃 Counting rabbits
si: 😃 හාවන් ගණන් කිරීම

# text
source: 🔟 Find 10 rocks and put them in a line, tell your girl or boy that they are rabbits!
si: 🔟 ගල් 10ක් සොයාගෙන ඒවා පේළියකට තබන්න, ඒවා හාවන් බව ඔබේ දරුවාට කියන්න!

# text
source: Ask them to count the rabbits!
si: හාවන් ගණන් කරන්න යැයි ඔවුන්ගෙන් ඉල්ලා සිටින්න!

# text
source: Put the rabbits into 2 equal piles. Ask your boy or girl to give you 3 rabbits. Say “If you give me 3, how many rabbits do you have?”
si: හාවන් සමාන ගොඩවල් 2කට දමන්න. ඔබේ දරුවාගෙන් ඔබට හාවන් 3ක් ලබා දෙන ලෙස ඉල්ලා සිටින්න. "ඔබ මට 3ක් දුන්නොත්, ඔබට හාවන් කී දෙනෙක් සිටිනවාද?" යැයි අසන්න.

# text
source: *Active Counting*
si: ක්‍රියාකාරී ගණන් කිරීම

# text
source: 👋 Clap, hop, jump: Play the following game with @fields.child_nickname. Make it active!
si: 👋 අත්පුඩි ගසන්න, පිම්මක් පනින්න, උඩ පනින්න: @fields.child_nickname සමඟ පහත ක්‍රීඩාව කරන්න. එය ක්‍රියාශීලීව කරන්න!

# text
source: 1️⃣ Clap hands 1 time. 2️⃣ Clap hands 2 times.
si: 1️⃣ 1 වතාවක් අත්පුඩි ගසන්න. 2️⃣ 2 වතාවක් අත්පුඩි ගසන්න.

# text
source: 1️⃣ Jump 1 time. 2️⃣ Jump 2 times.
si: 1️⃣ 1 වතාවක් උඩ පනින්න. 2️⃣ 2 වතාවක් උඩ පනින්න.

# text
source: 1️⃣ Hop 1 time.
si: 1️⃣ 1 වතාවක් පිම්මක් පනින්න.

# text
source: 3️⃣ Hop 3 times.
si: 3️⃣ 3 වතාවක් පිම්මක් පනින්න.

# text
source: 💡Can you hop, then jump, then clap?
si: 💡 පිම්මක් පනින්න, ඊළඟට උඩ පනින්න, පස්සෙ අත්පුඩි ගසන්න ඔයාට පුලුවන්ද?

# text
source: 🏆 Can you clap twice, jump once, and hop three times?
si: 🏆 දෙවරක් අත්පුඩි ගසන්න, එක් වරක් උඩ පනින්න සහ තුන් වතාවක් පිම්මක් පනින්න පුලුවන්ද?

# text
source: 👋 Clap, hop, jump: Play the following game with your child. Make it active!
si: 👋 අත්පුඩි ගසන්න, පිම්මක් පනින්න, උඩ පනින්න: ඔබේ දරුවා සමඟ පහත ක්‍රීඩාව කරන්න. එය ක්‍රියාශීලීව කරන්න!

# text
source: 💡Remembering Instructions
si: 💡 උපදෙස් මතක තබා ගැනීම

# text
source: Take turns playing a game where you give 2-3 instructions that the other person has to remember to follow. Make sure physical movement is included!
si: අනෙක් පුද්ගලයා මතක තබා ගෙන අනුගමනය කළ යුතු උපදෙස් 2-3 ක් ලබා දෙන ක්‍රීඩාවක් මාරුවෙන් මාරුවට කරන්න. චලනය වීම් ඇතුළත් කර ගැනීමට වග බලා ගන්න!

# text
source: For example:
si: උදාහරණයක් ලෙස:

# text
source: Hop twice, turn around.
si: දෙවරක් පිම්මක් පනින්න, හැරෙන්න.

# text
source: Jump to the kitchen, pick up a spoon, then run back. ✅
si: මුළුතැන්ගෙයට යනතුරු පනින්න, හැන්දක් ගන්න, පසුව ආපසු දුවන් එන්න. ✅

# text
source: *Thinking Games*
si: සිතීමේ සෙල්ලම්

# text
source: ❗ Mama/Daddy says! Play this game of giving instructions:
si: ❗ සයිමන් කියනවා! උපදෙස් දීමේ මෙම සෙල්ලම කරන්න:
