Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_sri_lanka/*/*_ltp_activities.po
Languages: si

# text
source: Mama/daddy says touch your head. Mama/daddy says open your mouth. Mama/daddy says turn around. Mama/daddy says touch your knees. Mama/daddy says jump twice. Mama/daddy says jump, then clap and sit.
si: සයිමන් කියනවා ඔයාගේ හිස අල්ලන්න. සයිමන් කියනවා ඔයාගේ කට අරින්න. සයිමන් කියනවා හැරෙන්න. සයිමන් කියනවා ඔයාගේ දණහිස් අල්ලන්න. සයිමන් කියනවා දෙවරක් උඩ පනින්න. සයිමන් කියනවා උඩ පනින්න, පසුව අත්පුඩි ගසා වාඩි වෙන්න.

# text
source: 🔵 🔴Blue-Red - now play this game!
si: 🔵 🔴 නිල්-රතු - දැන් මෙම සෙල්ලම කරන්න!

# text
source: If I say touch something blue, you need to touch something red. If I say touch something red, you need to touch something blue.
si: මම නිල් දෙයක් අල්ලන්න කියනවා නම්, ඔයා රතු දෙයක් අල්ලන්න ඕනේ. මම රතු දෙයක් අල්ලන්න කියනවා නම් , ඔයා නිල් දෙයක් අල්ලන්න ඕනේ.

# text
source: 👂 Go and stop: Play the game with @fields.child_nickname
si: 👂 යන්න නවතින්න: @fields.child_nickname සමඟ සෙල්ලම කරන්න

# text
source: Say: When I say “stop”, we freeze. When I say “go”, we can walk again.
si: කියන්න: මම "නවත්වන්න" කියන විට, අපි කැටි වෙමු. මම "යන්න" කියන විට, අපට නැවත ඇවිදින්න පුළුවන්.

# text
source: Once @fields.child_nickname is familiar with the game, @fields.child_nickname will lead.
si: @fields.child_nickname ක්‍රීඩාව ගැන හුරුපුරුදු වූ පසු, @fields.child_nickname නායකත්වය දෙනු ඇත.

# text
source: 👂 Go and stop: Play the game with your child
si: 👂 යන්න නවතින්න: ඔබේ දරුවා සමඟ සෙල්ලම කරන්න

# text
source: Once your child is familiar with the game, your child will lead.
si: ඔබේ දරුවා ක්‍රීඩාව ගැන හුරුපුරුදු වූ පසු, ඔබේ දරුවා නායකත්වය දෙනු ඇත.

# text
source: *Games with Pictures!*
si: පින්තූර එක්ක සෙල්ලම්!

# text
source: 👂 Making up a story from an image
si: 👂 රූපයකින් කතාවක් හදන්න

# text
source: For example, say: We are going to make up a story about this picture. I can start. This little girl is feeling very excited today. Why do you think she is feeling excited?
si: උදාහරණයක් ලෙස, කියන්න: අපි මේ පින්තූරය ගැන කතාවක් හදන්නයි යන්නේ. මට පටන් ගන්න පුළුවන්. මේ පොඩි කෙල්ල අද ගොඩක් උද්යෝගිමත් වෙලා ඉන්නවා. ඇයි එයා උද්යෝගිමත් වෙලා ඇත්තේ?

# text
source: 😃 She is holding her bag and has a big smile. Where do you think she is going?
si: 😃 එයා එයාගේ බෑග් එක අල්ලගෙන ලොකු හිනාවක් දාගෙන ඉන්නවා. එයා කොහෙ යනවා ඇති කියලාද ඔයා හිතන්නේ?

# text
source: 👀 Can you point to it?
si: 👀 ඔයාට ඒක පෙන්නන්න පුළුවන්ද?

# text
source: Using a book or a magazine, or anything with pictures, say:
si: පොතක් හෝ සඟරාවක් හෝ පින්තූර තියෙන ඕනෑම දෙයක් භාවිතා කරමින්, මෙහෙම කියන්න:

# text
source: I am going to describe something on the page and you need to guess what it is and point to it. For example, “I see something that is [green and moves slowly].
si: මම පිටුවේ තියෙන දෙයක් විස්තර කරනවා, ඒ මොකක්ද කියලා ඔයා අනුමාන කරලා ඒක මට පෙන්නන්න ඕනේ. උදාහරණයක් විදියට, “මට [කොළ පාට සහ සෙමින් චලනය වන] දෙයක් පේනවා.

# text
source: Can you guess what it is?” 💚
si: ඒ මොකක්ද කියලා ඔයාට අනුමාන කරන්න පුළුවන්ද?” 💚

# text
source: *Shapes Everywhere!*
si: හැම තැනකම හැඩතල!

# text
source: 📺 Squares, squares everywhere
si: 📺 කොටු, හැම තැනකම කොටු

# text
source: 👀 Draw squares in the sand or dirt. Make some bigger and some smaller.
si: 👀 වැලි හෝ පස් වල කොටු අඳින්න. සමහර කොටු විශාල ලෙසත් අනෙක් කොටු කුඩාවටත් අඳින්න.

# text
source: Tell @fields.child_nickname, “this is a square.”
si: @fields.child_nicknameට කියන්න, "මේක කොටුවක්".

# text
source: Ask your girl or boy to try to draw a square. Hold your boy’s or girl’s hand to help if this is hard.
si: ඔබේ දරුවාට කොටුවක් ඇඳීමට උත්සාහ කරන ලෙස ඉල්ලා සිටින්න. මෙය කරන්නට දරුවාට අපහසුනම් නම් උදව් කිරීමට ඔබේ දරුවාගේ අත අල්ලා ගන්න.

# text
source: Look for things around the home or outdoors that are the same shape.
si: නිවස වටා හෝ එළිමහනේ එම හැඩය ඇති දේවල් සොයන්න.

# text
source: Now do the same with circles! 🔴
si: දැන් රවුම් හැඩය යොදාගෙන එසේ කරන්න! 🔴

# text
source: Tell your child, “this is a square.”
si: ඔබේ දරුවාට කියන්න, "මේක කොටුවක්".

# text
source: *Story Telling*
si: කතන්දර කීම

# text
source: 💡 Let’s make a story!
si: 💡 අපි කතන්දරයක් හදමු!

# text
source: Say: We are going to make up a story. I will start then you will help me continue it.
si: ඔබේ දරුවාට කියන්න: අපි කතන්දරයක් හදන්නයි යන්නේ. මම පටන් ගන්නම්. ඊට පස්සේ ඔයා ඒක දිගටම කරගෙන යන්න මට උදව් කරන්න ඕනේ.

# text
source: ⏰ ”Once upon a time there was…”
si: ⏰ ”එකමත් එක කාලෙක…”

# text
source: “What happened next?”👀
si: “ඊළඟට මොකද වුණේ?”👀

# text
source: “What happened after that?”
si: “ඊට පස්සෙ මොකද වුණේ?”

# text
source: 👂 Tell me the story!
si: 👂 මට කතාව කියන්න!

# text
source: Say to @fields.child_nickname: “I have a book here that we have read before. Can you remember the story and tell it to me just by looking at the pictures?”
si: @fields.child_nicknameට කියන්න: “මගේ ළඟ අපි කලින් කියවපු පොතක් තියෙනවා. ඔයාට කතාව මතකද? පින්තූර බලලා මට ඒක කියන්න පුළුවන්ද?”

# text
source: 👀 Show your girl or boy pictures in the book. Ask your boy or girl what is happening in the pictures and what happens next.
si: 👀 පොතේ තියෙන පින්තූර ඔබේ දරුවාට පෙන්වන්න. පින්තූරවල මොකද වෙන්නේ සහ ඊළඟට මොකද වෙන්නේ කියලා ඔබේ දරුවාගෙන් අහන්න.

# text
source: Say to your child: “I have a book here that we have read before. Can you remember the story and tell it to me just by looking at the pictures?”
si: ඔබේ දරුවාට කියන්න: “මගේ ළඟ අපි කලින් කියවපු පොතක් තියෙනවා. ඔයාට කතාව මතකද? පින්තූර බලලා මට ඒක කියන්න පුළුවන්ද?”

# text
source: *I'm a Writer!*
si: මම ලේඛකයෙක්!

# text
source: 📝 Have fun being creative with writing!
si: 📝 ලිවීමෙන් නිර්මාණශීලී වී විනෝද වන්න!

# text
source: You and @fields.child_nickname can have fun writing with a pencil and paper, or with a stick and the sand!
si: ඔබට සහ @fields.child_nicknameට පැන්සලක් සහ කඩදාසියක් හෝ කෝටුවක් සහ වැලි භාවිතා කර ලිවීමෙන් විනෝද විය හැකියි!

# text
source: If your girl or boy doesn’t know how to write letters, encourage them to draw shapes, and try to copy the shapes of letters. 🔵▶️
si: ඔබේ දරුවා අකුරු ලියන්නේ කෙසේදැයි නොදන්නේ නම්, හැඩතල ඇඳීමට ඔවුන්ව දිරිමත් කර, අකුරු වල හැඩ පිටපත් කිරීමට උත්සාහ කරන්න. 🔵▶️

# text
source: When they are more confident, encourage them to write letters and even words. 😃Start showing them how to write their name and other important words for them, like mom, ball or milk.
si: ඔවුන්ට හැකි නම්, අකුරු සහ වචන පවා ලිවීමට ඔවුන්ව දිරිමත් කරන්න. 😃ඔවුන්ගේ නම සහ අම්මා, බෝලය හෝ කිරි වැනි ඔවුන්ට වැදගත් වචන ලියන ආකාරය පෙන්වීම ආරම්භ කරන්න.

# text
source: Show them the simple things that you write - like shopping lists! Show them the words and each of the letters. Let them try to copy the words! 📖
si: ඔබ ලියන සරල දේවල් ඔවුන්ට පෙන්වන්න - සාප්පු ලැයිස්තු වැනි! වචන සහ එක් එක් අකුරු ඔවුන්ට පෙන්වන්න. වචන පිටපත් කිරීමට උත්සාහ කිරීමට ඔවුන්ට ඉඩ දෙන්න! 📖

# text
source: You and your child can have fun writing with a pencil and paper, or with a stick and the sand!
si: ඔබට සහ ඔබේ දරුවාට පැන්සලක් සහ කඩදාසියක් හෝ කෝටුවක් සහ වැලි භාවිතා කර ලිවීමෙන් විනෝද විය හැකියි!

# text
source: *A Friendly Chat*
si: මිත්‍රශීලී කතාබහක්

# text
source: Talk to your girl or boy about something that they are interested in! 😃
si: ඔබේ දරුවා උනන්දුවක් දක්වන දෙයක් ගැන ඔහු සමඟ කතා කරන්න! 😃

# text
source: 💚 Spending quality time with your boy or girl and talking to them every day is a good way to develop a strong relationship.
si: 💚 ඔබේ දරුවා සමඟ ගුණාත්මක කාලයක් ගත කිරීම මෙන්ම සෑම දිනකම ඔහු සමඟ කතා කිරීම ශක්තිමත් සම්බන්ධතාවයක් වර්ධනය කර ගැනීමට හොඳ ක්‍රමයක්.

# text
source: ⚽ An easy way to start talking to your girl or boy is to ask them about something they are interested in, for example you could talk about topics such as: sports, books, movies, friends, music, celebrities, or school.
si: ⚽ ඔබේ දරුවා සමඟ කතා කිරීම ආරම්භ කිරීමට පහසු ක්‍රමයක් නම් ඔහු උනන්දුවක් දක්වන දෙයක් ගැන ඔහුගෙන් විමසීමයි, උදාහරණයක් විදියට ක්‍රීඩා, පොත්, චිත්‍රපට, මිතුරන්, සංගීතය, කීර්තිමත් පුද්ගලයින් හෝ පාසල වැනි මාතෘකා ගැන ඔබට කතා කරන්න පුලුවන්.
