Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_sri_lanka/*/*_modules.po
Languages: si

# text
source: To continue building a positive relationship with @fields.child_nickname, let’s make one-on-one time a part of the routine.
si: @fields.child_nickname සමඟ ධනාත්මක සම්බන්ධතාවයක් ගොඩනඟා ගැනීම දිගටම කරගෙන යාමට, "දරුවා වෙනුවෙන් වෙන් කරගත් කාලය" දින චර්‍යාවේ කොටසක් බවට පත් කරගමු.

# text
source: You can use the tips for one-on-one routines to create other daily routines with @fields.child_nickname.
si: @fields.child_nickname සමඟ වෙනත් දින චර්යාවන් සකසා ගැනීමටත්, ඔබට මෙම “දරුවා වෙනුවෙන් වෙන් කරගත් චර්යාවන්” සඳහා ලබාදෙන උපදෙස් භාවිතා කළ හැකියි.

# text
source: Creating daily routines with @fields.child_nickname will also help them feel more secure, safe and cooperative. 🔑 Help them plan time for resting, meals, chores, school, and sleep. ⏰
si: @fields.child_nickname සමඟ දින චර්යාවන් සකසා ගැනීම ඔවුන්ට වඩාත්, ආරක්ෂිත සහ සහයෝගී බවක් දැනීමටත් උපකාරී වේ. 🔑විවේක ගැනීම, ආහාර ගැනීම, ගෙදර දොරේ වැඩ, පාසල සහ නින්ද සඳහා කාලය සැලසුම් කිරීමට ඔවුන්ට උදව් කරන්න. ⏰

# text
source: To continue building a positive relationship with your child, let’s make one-on-one time a part of the routine.
si: ඔබේ දරුවා සමඟ ධනාත්මක සම්බන්ධතාවයක් ගොඩනඟා ගැනීම දිගටම කරගෙන යාමට, දරුවා වෙනුවෙන් වෙන් කරගත් කාලය දින චර්යාවේ කොටසක් බවට පත් කරගමු.

# text
source: You can use the tips for one-on-one routines to create other daily routines with your child.
si: ඔබේ දරුවා සමඟ වෙනත් දින චර්යාවන් සකසා ගැනීමටත්, ඔබට මෙම “දරුවා වෙනුවෙන් වෙන් කරගත් චර්යාවන්” සඳහා ලබාදෙන උපදෙස් භාවිතා කළ හැකියි.

# text
source: Creating daily routines with your child will also help them feel more secure, safe and cooperative. 🔑 Help them plan time for resting, meals, chores, school, and sleep. ⏰
si: ඔබේ දරුවා සමඟ දින චර්යාවන් සකසා ගැනීම ඔවුන්ට වඩාත්, ආරක්ෂිත සහ සහයෝගී බවක් දැනීමටත් උපකාරී වේ. 🔑විවේක ගැනීම, ආහාර ගැනීම, ගෙදර දොරේ වැඩ, පාසල සහ නින්ද සඳහා කාලය සැලසුම් කිරීමට ඔවුන්ට උදව් කරන්න. ⏰

# text
source: Press Play ▶️ to learn 3️⃣ three tips to create a daily routine around one-on-one time with @fields.child_nickname
si: @fields.child_nickname සමඟ දරුවා වෙනුවෙන් වෙන් කරගත් වේලාවක දින චර්යාවක් නිර්මාණය කිරීම සඳහා උපදෙස් තුනක් 3️⃣ ඉගෙන ගැනීමට Play ▶️️ ඔබන්න

# text
source: 1️⃣ BE A TEAM
si: 1️⃣ කණ්ඩායමක් වන්න

# text
source: 2️⃣ BE CONSISTENT
si: 2️⃣ ස්ථාවර වන්න

# text
source: 3️⃣ PRAISE, PRAISE, PRAISE
si: 3️⃣ අගය කරන්න, අගය කරන්න, අගය කරන්න

# text
source: Press Play ▶️ to learn 3️⃣ three tips to create a daily routine around one-on-one time with your child
si: ඔබේ දරුවා සමඟ දරුවා වෙනුවෙන් වෙන් කරගත් වේලාවක දෛනික චර්යාවක් නිර්මාණය කිරීම සඳහා උපදෙස් 3️⃣ක් ඉගෙන ගැනීමට Play ▶️️ ඔබන්න

# text
source: Press Play ▶️ to learn 3️⃣three tips to create a daily routine around 1-on-1 time with @fields.child_nickname
si: @fields.child_nickname සමඟ දරුවා වෙනුවෙන් වෙන් කරගත් වේලාවක දින චර්යාවක් නිර්මාණය කිරීම සඳහා උපදෙස් 3️⃣ක් ඉගෙන ගැනීමට Play ▶️️ ඔබන්න

# text
source: Press Play ▶️ to learn 3️⃣three tips to create a daily routine around 1-on-1 time with your child
si: ඔබේ දරුවා සමඟ දරුවා වෙනුවෙන් වෙන් කරගත් වේලාවක දෛනික චර්යාවක් නිර්මාණය කිරීම සඳහා උපදෙස් 3️⃣ක් ඉගෙන ගැනීමට Play ▶️️ ඔබන්න

# text
source: 3️⃣ Here are three tips on how to create routines with @fields.child_nickname.
si: 3️⃣ @fields.child_nickname සමඟ දින චර්යාවන් නිර්මාණය කරන්නේ කෙසේද යන්න පිළිබඳව උපදෙස් තුනක් මෙන්න.

# text
source: 3️⃣ Here are three tips on how to create routines with your child.
si: 3️⃣ ඔබේ දරුවා සමඟ චර්යාවන් නිර්මාණය කරන්නේ කෙසේද යන්න පිළිබඳ උපදෙස් තුනක් මෙන්න.

# text
source: 🎈 Talk to @fields.child_nickname about what they want their routines to look like.
si: 🎈 @fields.child_nicknameට ඔවුන්ගේ දින චර්යාව කෙබඳු විය යුතුද යන්න ගැන කතා කරන්න.

# text
source: ✨ Did you know that @fields.child_nickname is more likely to follow routines when they help to set them? Try it out! 💚
si: ✨ @fields.child_nickname දින චර්යාවන් සැකසීමට උදව් කරන විට ඔවුන් ඒවා අනුගමනය කිරීමට වැඩි ඉඩක් ඇති බව ඔබ දැන සිටියාද? එය උත්සාහ කරන්න! 💚

# text
source: 🎈 Talk to your child about what they want their routines to look like.
si: 🎈 ඔබේ දරුවාට ඔවුන්ගේ දින චර්යාව කෙබඳු විය යුතුද යන්න ගැන කතා කරන්න.

# text
source: ✨ Did you know that your child is more likely to follow routines when they help to set them? Try it out! 💚
si: ✨ ඔබේ දරුවා දින චර්යාවන් සැකසීමට උදව් කරන විට ඔවුන් ඒවා අනුගමනය කිරීමට වැඩි ඉඩක් ඇති බව ඔබ දැන සිටියාද? එය උත්සාහ කරන්න!💚

# text
source: ⏰ Make sure @fields.child_nickname follows their routines daily.
si: ⏰ @fields.child_nickname ඔවුන්ගේ දින චර්යාවන් දිනපතාම අනුගමනය කරන බවට වග බලා ගන්න.

# text
source: 🌱 Activities become easier to manage when children learn and get used to a routine.
si: 🌱 දරුවන් ඉගෙන ගෙන දින චර්යාවකට හුරු වූ විට ක්‍රියාකාරකම් කළමනාකරණය කිරීම පහසු වේ.

# text
source: 🔄 Consistent routines help @fields.child_nickname learn how to do daily activities by themselves and how to manage their time.
si: 🔄 ස්ථාවර දින චර්යාවන් @fields.child_nicknameට දිනපතා ක්‍රියාකාරකම් තනිවම කරගන්නේ කෙසේද සහ ඔවුන්ගේ කාලය කළමනාකරණය කරගන්නේ කෙසේද යන්න ඉගෙන ගැනීමට උපකාරී වේ.

# text
source: ⏰ Make sure your child follows their routines daily.
si: ⏰ ඔබේ දරුවා ඔවුන්ගේ දින චර්යාවන් දිනපතාම අනුගමනය කරන බවට වග බලා ගන්න.

# text
source: 🔄 Consistent routines help your child learn how to do daily activities by themselves and how to manage their time.
si: 🔄 ස්ථාවර දින චර්යාවන් ඔබේ දරුවාට දිනපතා ක්‍රියාකාරකම් තනිවම කරගන්නේ කෙසේද සහ ඔවුන්ගේ කාලය කළමනාකරණය කරගන්නේ කෙසේද යන්න ඉගෙන ගැනීමට උපකාරී වේ.

# text
source: 🏅Praise @fields.child_nickname for setting a routine with you.
si: 🏅ඔබ සමඟ දින චර්යාවක් සැකසීම ගැන @fields.child_nickname ව අගය කරන්න.

# text
source: ⭐ Praise @fields.child_nickname when they follow the routine.
si: ⭐ @fields.child_nickname දින චර්යාව අනුගමනය කරන විට ඔවුන්ව අගය කරන්න.

# text
source: 🏅Praise your child for setting a routine with you.
si: ⭐ ඔබ සමඟ දින චර්යාවක් සැකසීම ගැන ඔබේ දරුවාව අගය කරන්න.

# text
source: ⭐ Praise your child when they follow the routine.
si: ⭐ ඔබේ දරුවා දින චර්යාව අනුගමනය කරන විට ඔවුන්ව අගය කරන්න.

# text
source: Here are some other routines you could talk about with @fields.child_nickname in addition to one-on-one Time:
si: දරුවා වෙනුවෙන් වෙන් කරගත් වේලාවට අමතරව @fields.child_nickname සමඟ කතා කළ හැකි තවත් දින චර්යා කිහිපයක් මෙන්න:

# text
source: ✅ Bedtime
si: ✅ නින්දට යන වේලාව

# text
source: ✅ Schoolwork
si: ✅ පාසලෙන් දෙන ගෙදර වැඩවල නිරත වන විට

# text
source: ✅ Chores
si: ✅ ගෙදර දොරේ වැඩවල නිරත වන විට

# text
source: ✅ Mealtime
si: ✅ ආහාර ගන්නා විට

# text
source: ✅ Free time
si: ✅ නිදහසේ සිටින විට

# text
source: ✅ TV or gadget time
si: ✅ රූපවාහිනිය නරඹන හෝ සෙල්ලම් වෙලාව

# text
source: Here are some other routines you could talk about with your child in addition to one-on-one Time:
si: දරුවා වෙනුවෙන් වෙන් කරගත් වේලාවට අමතරව ඔබේ දරුවා සමඟ කතා කළ හැකි තවත් දින චර්යා කිහිපයක් මෙන්න:

# text
source: Home Activity! Try to create a routine around spending 5 minutes of one-on-one time with @fields.child_nickname every day. 📝 Can you do it today?
si: නිවසේදී ක්‍රියාකාරකමක්! සෑම දිනකම @fields.child_nickname සමඟ විනාඩි 5ක දරුවා වෙනුවෙන් වෙන් කරගත් කාලයක් ගත කිරීම වටා දින චර්යාවක් නිර්මාණය කිරීමට උත්සාහ කරන්න. 📝 ඔබට අද එය කළ හැකිද?

# text
source: Home Activity! Try to create a routine around spending 5 minutes of one-on-one time with your child every day. 📝 Can you do it today?
si: නිවසේදී ක්‍රියාකාරකමක්! සෑම දිනකම ඔබේ දරුවා සමඟ විනාඩි 5ක දරුවා වෙනුවෙන් වෙන් කරගත් කාලයක් ගත කිරීම වටා දින චර්යාවක් නිර්මාණය කිරීමට උත්සාහ කරන්න. 📝 ඔබට අද එය කළ හැකිද?

# text
source: That's great! Making one-on-one time a regular activity will mean a lot to @fields.child_nickname. You can also make other routines with your child, like having a meal together or going for a walk. It will help your child feel secure and loved.
si: ඒක නියමයි! දරුවා වෙනුවෙන් වෙන් කරගත් වේලාව දිනපතා පුරුද්දක් කරගැනීම @fields.child_nicknameට බොහෝ දේ අදහස් කරයි. ඔබට ඔබේ දරුවා සමඟ එකට ආහාර ගැනීම හෝ ඇවිදීම වැනි වෙනත් දින චර්යාවන් ද කළ හැකියි. එය ඔබේ දරුවාට ආරක්ෂිත බව සහ ආදරය දැනීමට උපකාරී වනු ඇත.

# text
source: That's great! Making one-on-one time a regular activity will mean a lot to your child. You can also make other routines with your child, like having a meal together or going for a walk. It will help your child feel secure and loved.
si: ඒක නියමයි! දරුවා වෙනුවෙන් වෙන් කරගත් වේලාවක නිතිපතා ක්‍රියාකාරකමක් කිරීම ඔබේ දරුවාට බොහෝ දේ අදහස් කරයි. ඔබට ඔබේ දරුවා සමඟ එකට ආහාර ගැනීම හෝ ඇවිදීම වැනි වෙනත් දින චර්යාවන් ද කළ හැකියි. එය ඔබේ දරුවාට ආරක්ෂිත බව සහ ආදරය දැනීමට උපකාරී වනු ඇත.

# text
source: That's OK! Beginning something new takes time. You might want to start with something simple, like creating a time when you and @fields.child_nickname already do something together. ⚽
si: ඒකට කමක් නැහැ! අලුත් දෙයක් පටන් ගන්න කාලය ගත වෙනවා. ඔබ සහ @fields.child_nickname, දැනටමත් එක්ව කරන දෙයකට කාලයක් වෙන්කිරීම වැනි සරල දෙයකින් ආරම්භ කිරීමට ඔබට සිදු වේවි. ⚽

# text
source: For example, having dinner or going for a walk. Ask @fields.child_nickname for ideas on which routines could be useful for them. They might surprise you! ⏰🍚🚲
si: උදාහරණයක් ලෙස, රාත්‍රී ආහාරය ගැනීම හෝ ඇවිදීමට යාම. කුමන චර්යාවන් ඔවුන්ට ප්‍රයෝජනවත් විය හැකිද යන්න පිළිබඳ අදහස් @fields.child_nicknameගෙන් විමසන්න. ඔවුන් ඔබව පුදුමයට පත් කළ හැකියි! ⏰🍚🚲

# text
source: That's OK! Beginning something new takes time. You might want to start with something simple, like creating a time when you and your child already do something together. ⚽
si: ඒකට කමක් නැහැ! අලුත් දෙයක් පටන් ගන්න කාලය ගත වෙනවා. ඔබ සහ ඔබේ දරුවා, දැනටමත් එක්ව කරන දෙයකට කාලයක් වෙන්කිරීම වැනි සරල දෙයකින් ආරම්භ කිරීමට ඔබට සිදු වේවි. ⚽

# text
source: For example, having dinner or going for a walk. Ask your child for ideas on which routines could be useful for them. They might surprise you! ⏰🍚🚲
si: උදාහරණයක් ලෙස, රාත්‍රී ආහාරය ගැනීම හෝ ඇවිදීමට යාම. කුමන චර්යාවන් ඔවුන්ට ප්‍රයෝජනවත් විය හැකිද යන්න පිළිබඳ අදහස් ඔබේ දරුවාගෙන් විමසන්න. ඔවුන් ඔබව පුදුමයට පත් කළ හැකියි! ⏰🍚🚲

# text
source: 😃😣😔This lesson is about noticing your and @fields.child_nickname’s feelings during One-on-One Time.
si: 😃😣😔මෙම පාඩම දරුවා වෙනුවෙන් වෙන් කරගත් කාලය තුළදී ඔබේ සහ @fields.child_nicknameගේ හැඟීම් හඳුනා ගැනීම පිළිබඳවයි.

# text
source: 😃😣😔This lesson is about noticing your and your child’s feelings during One-on-One Time.
si: 😃😣😔මෙම පාඩම දරුවා වෙනුවෙන් වෙන් කරගත් කාලය තුළදී ඔබේ සහ ඔබේ දරුවාගේ හැඟීම් හඳුනා ගැනීම පිළිබඳවයි.

# text
source: 🌷 You can help by listening to them, thinking about how it must feel for them, and accepting their emotions.
si: 🌷 ඔවුන්ට සවන් දීමෙන්, ඔවුන්ට එය දැනෙන්නේ කෙසේදැයි සිතීමෙන් සහ ඔවුන්ගේ හැඟීම් පිළිගැනීමෙන් දරුවාට උදව් කිරීමට ඔබට හැකියි.

# text
source: 🤗This will help them recognise other people’s feelings, too.
si: 🤗මෙය ඔවුන්ට අන් අයගේ හැඟීම් හඳුනා ගැනීමටද උපකාරී වනු ඇත.

# text
source: Let’s do a True/False quiz:
si: අපි හරිද වැරදිද ප්‍රශ්න ටිකක් කරමු!

# text
source: Talking about pleasant feelings is not as important as sharing unpleasant feelings.
si: මිහිරි/ප්රසන්න හැඟීම් ගැන කතා කිරීම, අමිහිරි හැඟීම් බෙදා ගැනීම තරම් වැදගත් නොවේ.

# text
source: 6️⃣There are six basic emotions: Happy, Sad, Angry, Disgusted, Surprised, and Afraid.
si: 6️⃣මූලික හැඟීම් හයක් තියෙනවා: සතුට, දුක, තරහව, පිළිකුල් සහගත බව, පුදුමය සහ බය.

# text
source: ✅It’s important that we talk with our children about ALL of them.
si: ✅අපි අපේ දරුවන් සමඟ ඒ සියල්ල ගැනම කතා කිරීම වැදගත්.

# text
source: 🎉That’s correct.
si: 🎉 ඔබගේ පිළිතුර නිවැරදියි!!

# text
source: Here’s another one: Boys should not share when they are feeling sad or afraid.
si: මෙන්න තවත් ප්‍රශ්නයක්: පිරිමි ළමයින් දුකෙන් හෝ බයෙන් සිටින විට එම හැඟීම් වෙනත් කෙනෙකු සමඟ බෙදා නොගත යුතුයි.

# text
source: ⭐ It is important that both children learn how to share their feelings.
si: ⭐ ගැහැණු හා පිරිමි ළමයි දෙගොල්ලන්ම තම හැඟීම් බෙදා ගන්නේ කෙසේදැයි ඉගෙන ගැනීම වැදගත්.

# text
source: 💙 Children will learn that it is okay to feel sad or afraid and ask for help when they need it.
si: 💙 දුකක් හෝ බයක් දැනීම සාමාන්‍ය බවත්, අවශ්‍ය විටෙක උපකාර ඉල්ලා සිටීම සුදුසු බවත් දරුවන් ඉගෙන ගනු ඇත.

# text
source: 💙 Children will learn that it is okay to feel sad or afraid and to ask for help when they need it.
si: 💙 දුකක් හෝ බයක් දැනීම සාමාන්‍ය බවත්, අවශ්‍ය විටෙක උපකාර ඉල්ලා සිටීම සුදුසු බවත් දරුවන් ඉගෙන ගනු ඇත.

# text
source: Last one: As parents, we can also share our feelings with our children.
si: අවසාන ප්‍රශ්නය: දෙමාපියන් ලෙස, අපට අපගේ හැඟීම් අපගේ දරුවන් සමඟ බෙදා ගන්න පුලුවන්.

# text
source: 🎉 Correct!
si: 🎉 ඔබ නිවැරදියි!

# text
source: 🌱 Sharing our own feelings with our children in a calm way shows them how to do it themselves.
si: 🌱 අපගේම හැඟීම් අපගේ දරුවන් සමඟ සන්සුන් ආකාරයකින් බෙදා ගැනීම ඔවුන්ටද එසේ කිරීමට මඟ පෙන්වයි.

# text
source: 👀Oops! Good Try!
si: 👀 ඔබගේ පිළිතුර වැරදියි! නමුත්‚ හොඳ උත්සාහයක්!

# text
source: Let’s see how {F3_MOTHER} helps her girl persist with a difficult activity during one-on-one time
si: {F3_MOTHER} ඇයගේ දුවට, දරුවා වෙනුවෙන් වෙන් කරගත් කාලය තුළදී අමාරු වැඩක් දරාගන්න උදව් කරන්නේ කොහොමද කියලා බලමු

# text
source: {F3_MOTHER}: {F3_DAUGHTER_7}, I have 5 minutes to spend One-on-One Time with you. What would you like to do?
si: {F3_MOTHER}: {F3_DAUGHTER_7}, මට ඔයා එක්ක විනාඩි 5ක් ගත කරන්න පුලුවන්. ඔයා මොනවද කරන්න කැමති?

# text
source: {F3_DAUGHTER_7}: Let’s play with the ball outside!
si: {F3_DAUGHTER_7}: අපි එළියේ බෝලෙත් එක්ක සෙල්ලම් කරමු!

# text
source: {F3_DAUGHTER_7}: I’m no good at this.
si: {F3_DAUGHTER_7}: මට මේක කරන්න බැහැ.

# text
source: {F3_MOTHER}: I can see that your hands are tight and you are speaking loudly. It looks like you are upset, {F3_DAUGHTER_7}. It’s not easy, let’s practise a little bit more. I know you can do it.
si: {F3_MOTHER}: මට පේනවා ඔයා අත් තද කරන් ඉන්නේ, ඔයා හයියෙන් කතා කරන්නෙත් කලබල වෙලා නිසා, {F3_DAUGHTER_7}. ඒක එච්චර ලේසි නෑ, අපි තව ටිකක් පුහුණු වෙමු. ඔයාට ඒක කරන්න පුළුවන් කියලා මම දන්නවා.

# text
source: {F3_MOTHER}: Five catches in a row! You seem really proud to have made it to five, {F3_DAUGHTER_7}!
si: {F3_MOTHER}: එක දිගට පස් වතාවක් අල්ලගත්තා! ඒ ගැන ඔයා ඇත්තටම ආඩම්බර වෙනවා වගේ. {F3_DAUGHTER_7}!

# text
source: {F3_DAUGHTER_7}: Let’s do 10!
si: {F3_DAUGHTER_7}: අපි එක දිගට 10 වතාවක් කරමු!

# text
source: {F3_MOTHER}: I am very happy to be able to spend this special time with you, {F3_DAUGHTER_7}.
si: {F3_MOTHER}: ඔයා එක්ක සතුටින් මේ කාලය ගත කරන්න පුලුවන් වුන එකට මට ගොඩක් සතුටුයි, {F3_DAUGHTER_7}.

# text
source: Press Play ▶️ to learn 6️⃣ six tips to learn how to notice feelings during one-on-one time
si: දරුවා වෙනුවෙන් වෙන්කරගත් කාලය තුළදී හැඟීම් හඳුනා ගන්නේ කෙසේදැයි ඉගෙන ගැනීමට උපදෙස් හයක් 6️⃣ දැන ගැනීමට Play ▶️ ඔබන්න.

# text
source: 1️⃣ LEARN
si: ඉගෙන ගන්න

# text
source: 2️⃣ NOTICE
si: 2️⃣ හඳුනාගන්න

# text
source: 3️⃣ OPEN
si: 3️⃣ විවෘත වන්න

# text
source: 4️⃣ TALK
si: 4️⃣ කතා කරන්න

# text
source: 5️⃣ SHARE
si: 5️⃣ බෙදාගන්න

# text
source: 6️⃣ CARE
si: 6️⃣ සැළකිළිමත්බව දක්වන්න

# text
source: Press Play ▶️ to learn 6️⃣ six tips to learn how to notice feelings during one-on-one time
si: දරුවා වෙනුවෙන් වෙන් කරගත් කාලය තුළදී හැඟීම් හඳුනා ගන්නේ කෙසේදැයි උපදෙස් හයක් 6️⃣ ඉගෙන ගැනීමට Play ▶️ ඔබන්න

# text
source: 💡 Learn about different emotions. There are 6 basic emotions, all of which provide us with a very specific message:
si: 💡 විවිධ හැඟීම් ගැන ඉගෙන ගන්න. මූලික හැඟීම් 6ක් ඇත. ඒ සියල්ල අපට නිශ්චිත පණිවිඩයක් සපයයි:

# text
source: 😃Happy: Keep doing things that make you feel good.
si: 😃සතුට: ඔබට හොඳක් දැනෙන දේවල් දිගටම කරන්න.

# text
source: 😔Sad: Something important in your life needs attention.
si: 😔දුක: ඔබේ ජීවිතයේ වැදගත් දෙයකට අවධානය අවශ්‍යයි.

# text
source: 🔴Angry: Stand up for ourselves and set limits.
si: 🔴කෝපය: අප වෙනුවෙන් නැගී සිට සීමාවන් නියම කරන්න.

# text
source: 😣Disgusted: Move away from what we don't like.
si: 😣පිළිකුල් සහගත බව: අපි අකමැති දෙයින් ඈත් වන්න.

# text
source: 👀Surprised: Stop and pay attention for a moment.
si: 👀පුදුමය: මොහොතකට නතර වී අවධානය යොමු කරන්න.

# text
source: 🚩Afraid: Run away from danger.
si: 🚩බය: අනතුරෙන් පලා යන්න.

# text
source: 🎨 As children get older, they learn to identify lots of other emotions, like feeling excited, frustrated, proud, lonely, peaceful, guilty, or confused.
si: 🎨 දරුවන් වයසින් වැඩිවන විට, ඔවුන් උද්යෝගිමත් බව, කලකිරුණු බව, ආඩම්බරබව, තනිකම, සාමකාමී බව, වරදකාරී හෝ ව්‍යාකූල බව දැනීම වැනි තවත් බොහෝ හැඟීම් හඳුනා ගැනීමට ඉගෙන ගනී.

# text
source: This will make such a big difference. Great job! ⭐
si: මෙය විශාල වෙනසක් ඇති කරයි. නියම වැඩක්! ⭐

# text
source: That’s okay. Try to make time this week.
si: ඒකට කමක් නැහැ. මේ සතිය තුළ කාලය වෙන් කරගැනීමට උත්සාහ කරන්න.

# text
source: Well done! ⭐ You have now learnt how to notice your child’s feelings during one-on-one time.
si: හොඳින් කළා! ⭐ දැන් ඔබ දරුවා වෙනුවෙන් වෙන් කරගත් කාලය තුළ ඔබේ දරුවාගේ හැඟීම් දකින ආකාරය ඉගෙන ගෙන ඇත.

# text
source: Noticing our own emotions helps us make clear decisions and act in a nurturing way with @fields.child_nickname and ourselves.
si: අපගේම හැඟීම් හඳුනා ගැනීම අපට පැහැදිලි තීරණ ගැනීමට උපකාරී වේ. @fields.child_nickname පෝෂණය වන ආකාරයෙන් ක්‍රියා කිරීමටද එය උපකාරී වේ.

# text
source: ⭐ Noticing and Talking about feelings with @fields.child_nickname will help them learn how to express and regulate themselves.
si: ⭐ හැඟීම් නිරීක්ෂණය කිරීම සහ හැඟීම් පිළිබඳව @fields.child_nickname සමඟ කතා කිරීම ඔවුන්ට තමන්ව ප්‍රකාශ කරන්නේ කෙසේද සහ තමන්ව පාලනය කරගන්නේ කෙසේදැයි ඉගෙන ගැනීමට උපකාරී වේ.

# text
source: 👌They will learn that all feelings are okay - even the unpleasant ones.
si: 👌ඕනෑම හැඟීමක් එනම් අමිහිරි හැඟීම් පවා ඇතිවිය හැකි බව ඔවුන් ඉගෙන ගනු ඇත.

# text
source: Noticing our own emotions helps us make clear decisions and act in a nurturing way with your child and ourselves.
si: අපගේම හැඟීම් හඳුනා ගැනීම අපට පැහැදිලි තීරණ ගැනීමට උපකාරී වේ. ඔබේ දරුවා පෝෂණය වන ආකාරයෙන් ක්‍රියා කිරීමටද එය උපකාරී වේ.

# text
source: ⭐ Noticing and Talking about feelings with your child will help them learn how to express and regulate themselves.
si: ⭐ හැඟීම් හඳුනා ගැනීම සහ හැඟීම් පිළිබඳව ඔබේ දරුවා සමඟ කතා කිරීම ඔවුන්ට තමන්ව ප්‍රකාශ කරන්නේ කෙසේද සහ තමන්ව පාලනය කරගන්නේ කෙසේදැයි ඉගෙන ගැනීමට උපකාරී වේ.

# text
source: 6️⃣ Here are 6 tips for how you can help @fields.child_nickname learn how to cope with their emotions: LEARN, NOTICE, OPEN, TALK, SHARE and CARE
si: 6️⃣ @fields.child_nicknameට ඔවුන්ගේ හැඟීම් සමඟ කටයුතු කරන්නේ කෙසේදැයි ඉගෙන ගැනීමට උපකාර කළ හැකි උපදෙස් 6ක් මෙන්න: ඉගෙන ගන්න, හඳුනාගන්න, විවෘත වන්න, කතා කරන්න, බෙදා ගන්න සහ සැළකිළිමත් බව දක්වන්න.

# text
source: 6️⃣ Here are 6 tips for how you can help your child learn how to cope with their emotions: LEARN, NOTICE, OPEN, TALK, SHARE and CARE
si: 6️⃣ ඔබේ දරුවාට ඔවුන්ගේ හැඟීම් සමඟ කටයුතු කරන්නේ කෙසේදැයි ඉගෙන ගැනීමට උපකාර කළ හැකි උපදෙස් 6ක් මෙන්න: ඉගෙන ගන්න, හඳුනාගන්න, විවෘත වන්න, කතා කරන්න, බෙදා ගන්න සහ සැළකිළිමත් බව දක්වන්න.

# text
source: 👀 Begin observing these 6 emotions in yourself and in @fields.child_nickname.
si: 👀 ඔබ තුළ සහ @fields.child_nickname තුළ මෙම හැඟීම් 6 නිරීක්ෂණය කිරීම ආරම්භ කරන්න.

# text
source: 😃😒😔😣Notice how each emotion feels in your body.
si: 😃😒😔😣 ඔබේ ශරීරයට එක් එක් හැඟීම් දැනෙන ආකාරය නිරීක්ෂණය කරන්න.

# text
source: 😃 You can also notice pleasant emotions such as a sense of peace, happiness, or calmness.
si: 😃 සාමය, සතුට හෝ සන්සුන් භාවය වැනි ප්රසන්න හැඟීම් ද ඔබට දැකගත හැකියි.

# text
source: 💙 Noticing can also allow children to appreciate a beautiful moment or feeling of love!
si: 💙 හඳුනා ගැනීමෙන් දරුවන්ට සුන්දර මොහොතක් හෝ ආදරණීය හැඟීමක් අගය කිරීමට ද ඉඩ සැලසේ!

# text
source: 👀 Begin observing these 6 emotions in yourself and in your child.
si: 👀 ඔබ තුළ සහ ඔබේ දරුවා තුළ මෙම හැඟීම් 6 නිරීක්ෂණය කිරීම ආරම්භ කරන්න.

# text
source: Be open, notice 👀, and listen 👂 to @fields.child_nickname when they share how they are feeling.
si: @fields.child_nickname ඔවුන්ට හැඟෙන ආකාරය බෙදා ගන්නා විට විවෘතව සිටින්න, හඳුනාගන්න 👀 සහ සවන් දෙන්න 👂

# text
source: 💛 Accept how you and @fields.child_nickname feel. Remember your and their bodies are sending messages about what you both are feeling. Recognize that feelings are important for both.
si: 💛 ඔබට සහ @fields.child_nicknameට හැඟෙන ආකාරය පිළිගන්න. ඔබ දෙදෙනාගේම ශරීර වලින් එම හැඟීම් ප්‍රකාශ වන බව මතක තබා ගන්න. එම හැඟීම් දෙදෙනාටම වැදගත් බව හඳුනා ගන්න.

# text
source: Be open, notice 👀, and listen 👂 to your child when they share how they are feeling.
si: ඔබේ දරුවා ඔවුන්ට හැඟෙන ආකාරය බෙදා ගන්නා විට විවෘතව සිටින්න, හඳුනාගන්න 👀 සහ සවන් දෙන්න 👂

# text
source: 💛 Accept how you and your child feel. Remember your and their bodies are sending messages about what you both are feeling. Recognize that feelings are important for both.
si: 💛 ඔබට සහ ඔබේ දරුවාට හැඟෙන ආකාරය පිළිගන්න. ඔබ දෙදෙනාගේම ශරීර වලින් එම හැඟීම් ප්‍රකාශ වන බව මතක තබා ගන්න. එම හැඟීම් දෙදෙනාටම වැදගත් බව හඳුනා ගන්න.

# text
source: 😒 It is normal to have difficulty talking about and expressing emotions and feelings.
si: 😒 හැඟීම් සහ දැනීම් ගැන කතා කිරීමට සහ ප්‍රකාශ කිරීමට අපහසු වීම සාමාන්‍ය දෙයකි.

# text
source: 📝 Remember, it is also normal to experience feelings in different ways.
si: 📝 මතක තබා ගන්න, විවිධ ආකාරවලින් හැඟීම් අත්විඳීම ද සාමාන්‍ය දෙයකි.

# text
source: ⭐ When @fields.child_nickname is feeling an emotion, describe what you are observing in a calm way. For example,
si: ⭐ @fields.child_nicknameට හැඟීමක් දැනෙන විට, ඔබ නිරීක්ෂණය කරන දේ සන්සුන්ව විස්තර කරන්න. උදාහරණයක් ලෙස,

# text
source: “I notice you’re stomping your feet, talking loudly, and your face looks a bit upset. Are you feeling angry because you didn’t get to play outside?”
si: “පුතා ඔයාගේ කකුල් පාගා ගන්නවා, හයියෙන් කතා කරනවා. ඔයාගේ මුහුණෙනුත් ටිකක් කලබල බවක් මට පේනවා. ඔයාට එළියට ගිහින් සෙල්ලම් කරන්න නොලැබුණු නිසා ද තරහෙන් ඉන්නේ?”

# text
source: You can also help @fields.child_nickname learn different emotions by using facial expressions and physical movements. Make it into a game
si: මුහුණේ ඉරියව් සහ ශාරීරික චලනයන් භාවිතා කිරීමෙන් @fields.child_nicknameට විවිධ හැඟීම් ඉගෙන ගැනීමට ඔබට උපකාර කළ හැකියි. එය ක්‍රීඩාවක් බවට පත් කරගන්න

# text
source: ⭐ When your child is feeling an emotion, describe what you are observing in a calm way. For example,
si: ⭐ ඔබේ දරුවාට හැඟීමක් දැනෙන විට, ඔබ නිරීක්ෂණය කරන දේ සන්සුන්ව විස්තර කරන්න. උදාහරණයක් ලෙස,

# text
source: You can also help your child learn different emotions by using facial expressions and physical movements. Make it into a game
si: මුහුණේ ඉරියව් සහ ශාරීරික චලනයන් භාවිතා කිරීමෙන් ඔබේ දරුවාට විවිධ හැඟීම් ඉගෙන ගැනීමට ඔබට උපකාර කළ හැකියි. එය ක්‍රීඩාවක් බවට පත් කරගන්න

# text
source: 😃 Share your own feelings with @fields.child_nickname.
si: 😃 ඔබේම හැඟීම් @fields.child_nickname සමඟ බෙදා ගන්න.

# text
source: For example, I would feel the same way if I couldn’t go out when I wanted to.
si: උදාහරණයක් ලෙස, මට අවශ්‍ය වූ විට පිටතට යාමට නොහැකි නම් මටත් එලෙසම දැනෙනු ඇත.

# text
source: 🎈This sets a good example and shows @fields.child_nickname that it's okay to share their own feelings.
si: 🎈මෙය හොඳ ආදර්ශයක් සපයන අතර @fields.child_nicknameට තමන්ගේම හැඟීම් බෙදා ගැනීමට සුදුසු බව පෙන්වයි.

# text
source: 😃 Share your own feelings with your child.
si: 😃 ඔබේම හැඟීම් ඔබේ දරුවා සමඟ බෙදා ගන්න.

# text
source: 🎈This sets a good example and shows your child that it's okay to share their own feelings.
si: 🎈මෙය හොඳ ආදර්ශයක් සපයන අතර ඔබේ දරුවාට තමන්ගේම හැඟීම් බෙදා ගැනීමට සුදුසු බව පෙන්වයි.

# text
source: 🌷 Use physical and verbal support to make @fields.child_nickname feel accepted and loved.
si: 🌷 ඔබ @fields.child_nickname පිළිගන්නා බවත් ආදරය කරන බවත් හැඟීමට, ශාරීරික සහ වාචික සහයෝගය ලබා දෙන්න.

# text
source: ⭐Jump with your child a little bit to shake out anger or take some deep breaths to calm down. These are some of the ways to deal with your emotions.
si: ⭐කෝපය සමනය කිරීමට ඔබේ දරුවා සමඟ මඳක් උඩ පනින්න හෝ සන්සුන් වීමට ගැඹුරු හුස්මක් ගන්න. ඔබේ හැඟීම් සමඟ කටයුතු කිරීමට මේ ක්‍රම කිහිපයක්.

# text
source: 💚 Remind @fields.child_nickname that you are there for them and that they can always talk to you.
si: 💚 ඔබ ඔවුන් වෙනුවෙන් සිටින බවත් ඔවුන්ට සැමවිටම ඔබ සමඟ කතා කළ හැකි බවත් @fields.child_nicknameට මතක් කරන්න.
