Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_sri_lanka/*/*_modules.po
Languages: si

# text
source: 🌷 Use physical and verbal support to make your child feel accepted and loved.
si: 🌷 ඔබ ඔබේ දරුවා පිළිගන්නා බවත් ආදරය කරන බවත් හැඟීමට, ශාරීරික සහ වාචික සහයෝගය ලබා දෙන්න.

# text
source: 💚 Remind your child that you are there for them and that they can always talk to you.
si: 💚 ඔබ ඔවුන් වෙනුවෙන් සිටින බවත් ඔවුන්ට සැමවිටම ඔබ සමඟ කතා කළ හැකි බවත් ඔබේ දරුවාට මතක් කරන්න.

# text
source: Home Activity! During one-on-one time today, notice @fields.child_nickname’s feelings. Talk to @fields.child_nickname by describing both your own feelings and the feelings of @fields.child_nickname.
si: නිවසේදී ක්‍රියාකාරකමක්! අද දරුවා වෙනුවෙන් වෙන් කරගත් කාලය තුළදී, @fields.child_nicknameගේ හැඟීම් හඳුනා ගන්න. ඔබේම හැඟීම් සහ @fields.child_nicknameගේ හැඟීම් දෙකම විස්තර කරමින් @fields.child_nickname සමඟ කතා කරන්න.

# text
source: Can you do it today?
si: ඔබට එය අද කළ හැකිද?

# text
source: Home Activity! During one-on-one time today, notice your child’s feelings. Talk to your child by describing both your own feelings and the feelings of your child.
si: නිවසේදී ක්‍රියාකාරකමක්! අද දරුවා වෙනුවෙන් වෙන් කරගත් කාලය තුළදී, ඔබේ දරුවාගේ හැඟීම් නිරීක්ෂණය කරන්න. ඔබේම හැඟීම් සහ ඔබේ දරුවාගේ හැඟීම් දෙකම විස්තර කරමින් ඔබේ දරුවා සමඟ කතා කරන්න.

# text
source: This lesson is about how we can stay calm and manage our anger when dealing with stressful moments with our children. 💚
si: මෙම පාඩම අපගේ දරුවන් සමඟ ආතති සහගත අවස්ථාවන්ට මුහුණ දෙන විට සන්සුන්ව සිටින්නේ කෙසේද සහ අපගේ තරහව කළමනාකරණය කර ගන්නේ කෙසේද යන්න පිළිබඳවයි. 💚

# text
source: As you began noticing feelings, you would have noticed feelings of anger, frustration or sadness.
si: ඔබ හැඟීම් හඳුනා ගැනීමට පටන් ගත් විට, තරහව, කලකිරීම හෝ දුක වැනි හැඟීම් ඔබ දකිනු ඇත.

# text
source: 🌷 We love our children, but stress from caregiving and other events can make us feel angry. This is a normal part of life!
si: 🌷 අපි අපේ දරුවන්ට ආදරෙයි, නමුත් රැකබලා ගැනීම සහ වෙනත් සිදුවීම් වලින් ඇතිවන ආතතිය අපට තරහවක් ඇති කළ හැකියි. මෙය ජීවිතයේ සාමාන්‍ය කොටසකි!

# text
source: 💡 It is important for us to try to stay calm in order to help manage our anger so we do not hurt others.
si: 💡 අන් අයට හානියක් නොවන පරිදි අපගේ තරහව කළමනාකරණය කර ගැනීම සඳහා සන්සුන්ව සිටීමට උත්සාහ කිරීම අපට වැදගත් වේ.

# text
source: When I am angry at my child, I should show that I am angry so they stop misbehaving.
si: මගේ දරුවාට මම තරහෙන් සිටින විට, ඔවුන් වැරදි ලෙස හැසිරීම/දඟකිරීම නැවැත්වීමට මම තරහෙන් සිටින බව පෙන්විය යුතුයි.

# text
source: 💛 It can be very difficult when your child is misbehaving, but you should try to manage your own stress and check your anger before doing anything.
si: 💛 ඔබේ දරුවා දඟකරන විට එය ඉතා අපහසු විය හැකියි, නමුත් ඔබ ඔබේම ආතතිය කළමනාකරණය කර ගැනීමට උත්සාහ කළ යුතු අතර ඕනෑම දෙයක් කිරීමට පෙර ඔබේ තරහව පරීක්ෂා කළ යුතුයි.

# text
source: 🌱 Taking deep breaths will help. Being angry may cause you to say or do things you will later regret.
si: 🌱 ගැඹුරු හුස්මක් ගැනීම මෙහිදී උපකාරී වනු ඇත. තරහවෙන් සිටීමෙන් ඔබ පසුව පසුතැවිලි වන දේවල් කීමට හෝ කිරීමට හේතු විය හැකියි.

# text
source: 🎉 That’s correct!
si: 🎉 ඒක හරි!

# text
source: {F2_GRANDFATHER} is about to spend one-on-one time with {F2_SON_8} but finds the living room is a mess. He notices that this makes her feel angry.
si: {F2_GRANDFATHER}{F2_SON_8} සමඟ දරුවා වෙනුවෙන් වෙන් කරගත් කාලයක් ගත කරන්න යනවා, නමුත් විසිත්ත කාමරය අවුල් සහගතයි කියලා ඔහු දකිනවා. මේකෙන් ඔහුට කේන්ති යනවා කියලා තේරෙනවා.

# text
source: {F2_GRANDFATHER} (thinking): I’m feeling really angry. I am tired and my head feels hot. My mouth and throat are tight. I just want to shout at {F2_SON_8}.
si: {F2_GRANDFATHER}(හිතනවා): මට ඇත්තටම කේන්ති යනවා. මට මහන්සියි, මගේ ඔළුව පුපුරන්න වගේ. මට {F2_SON_8}ට කෑ ගහන්න ඕන.

# text
source: {F2_GRANDFATHER} (thinking): I will Take a Pause and put on my favourite song.
si: {F2_GRANDFATHER} (හිතනවා): විරාමයක් අරන් මගේ ආසම ගීතය ගායනා කරන්න ඕනේ.

# text
source: {F2_GRANDFATHER} (thinking): I am feeling a little better. I can think more clearly about what to do to support my little boy.
si: {F2_GRANDFATHER} (හිතනවා): මට ටිකක් හොඳයි. මගේ පුතාට උදවු කරන්නේ කොහොමද කියලා දැන් මට වඩාත් පැහැදිලිව සිතිය හැකියි.

# text
source: {F2_GRANDFATHER}: {F2_SON_8}, very good job doing your homework. You might be feeling tired now. Let's take a 5-minute break, and after that, we can play a game together to quickly pick up the toys.
si: {F2_GRANDFATHER}: {F2_SON_8}, ගෙදර වැඩ කරන එක හරිම හොඳයි. දැන් ඔයාට මහන්සි ඇති. අපි විනාඩි 5ක විවේකයක් ගනිමු, ඊට පස්සේ, සෙල්ලම් බඩු ඉක්මනින් එකතු කරගන්න ක්‍රීඩාවක් කරන්න පුළුවන්.

# text
source: {F2_GRANDFATHER}: Thank you for doing your part to keep the house clean, {F2_SON_8}! I’m so proud of your effort. Oh! It is our one-on-one time. What would you like to do?
si: {F2_GRANDFATHER}: නිවස පිරිසිදුව තියාගන්න පුතාගේ වැඩ කොටස කළාට පුතාට ස්තූතියි, {F2_SON_8}! පුතාගේ උත්සාහය ගැන මම ගොඩක් ආඩම්බර වෙනවා. ඔහ්! දැන් අපි වෙනුවෙන් වෙන් කරගත් වෙලාවේ දී පුතා කරන්න කැමති මොනවද?

# text
source: Here's a video that will help you stay calm when your child misbehaves. ☀️
si: ඔබේ දරුවා දඟකරන විට සන්සුන්ව සිටීමට ඔබට උපකාරී වන වීඩියෝවක් මෙන්න. ☀️

# text
source: 1️⃣ BE CALM
si: 1️⃣ සන්සුන් වන්න

# text
source: 2️⃣ BE QUICK
si: 2️⃣ ඉක්මන් වන්න

# text
source: 3️⃣ BE CLEAR
si: 3️⃣ නිරවුල්ව සිටින්න

# text
source: 4️⃣ BE POSITIVE
si: 4️⃣ ධනාත්මක වන්න

# text
source: Here's an audio message that will help you stay calm when your child misbehaves. ➡️
si: ඔබේ දරුවා දඟකරන විට සන්සුන්ව සිටීමට ඔබට උපකාරී වන ශ්‍රව්‍ය පණිවිඩයක් මෙන්න. ➡️

# text
source: There are four steps to keeping calm in stressful situations: BE CALM, QUICK, CLEAR, and POSITIVE.
si: පීඩනකාරී අවස්ථාවන්හිදී සන්සුන්ව සිටීමට පියවර හතරක් තිබේ: සන්සුන් වන්න, ඉක්මන් වන්න, පැහැදිලි වන්න සහ ධනාත්මක වන්න.

# text
source: 3️⃣ *BE CLEAR*
si: 3️⃣ *නිරවුල්ව සිටින්න*

# text
source: ✅ Rather than saying what you DON’T want, tell your child what you DO want them to do.
si: ✅ ඔබට කිරීමට අවශ්‍ය නැති දේ පැවසීමට වඩා, ඔබ කිරීමට කැමති දේ ඔබේ දරුවාට කියන්න.

# text
source: For example, say:
si: උදාහරණයක් ලෙස, මෙසේ කියන්න:

# text
source: ✨ “Please speak more softly.”
si: ✨ “කරුණාකර හොඳින් කතා කරන්න.”

# text
source: ✨ “Remember to walk inside the house.”
si: ✨ “නිවස තුළට යාමට මතක තබා ගන්න.”

# text
source: This way, it is easier for them to follow! ⭐
si: මේ ආකාරයෙන්, දෙයක් ඔවුන්ට අනුගමනය කිරීම පහසුය! ⭐

# text
source: 4️⃣ *BE POSITIVE*
si: 4️⃣ *ධනාත්මක වන්න*

# text
source: ✅ Praise your child when they behave well!
si: ✅ ඔබේ දරුවා හොඳින් හැසිරෙන විට අගය කරන්න!

# text
source: ✅ Redirecting your child to a positive behaviour will help you manage the situation.
si: ✅ ඔබේ දරුවා ධනාත්මක හැසිරීමකට යොමු කිරීම, මගින් ඔබට තත්වය කළමනාකරණය කිරීමට උපකාරී වේ.

# text
source: ✅ It will also help them know what you expect from them!
si: ✅ එය ඔබ ඔවුන්ගෙන් අපේක්ෂා කරන දේ දැන ගැනීමට ද ඔවුන්ට උපකාරී වනු ඇත!

# text
source: Home Activity! Remember to use these four steps if you start feeling stressed or angry during one-on-one time with your child. You can also share them with another member of your family. Sharing these tips will be great for everyone’s well-being. ➡️
si: නිවසේදී ක්‍රියාකාරකමක්! ඔබේ දරුවා සමඟ කතා කරන අතරතුර ඔබට ආතතියක් හෝ තරහවක් දැනෙන්නට පටන් ගන්නේ නම්, මෙම පියවර හතර භාවිතා කිරීමට මතක තබා ගන්න. ඔබට ඒවා ඔබේ පවුලේ තවත් සාමාජිකයෙකු සමඟ බෙදා ගත හැකියි. මෙම උපදෙස් බෙදා ගැනීම සෑම කෙනෙකුගේම යහපැවැත්මට ඉතා ප්රයෝජනවත් වනු ඇත. ➡️

# text
source: Can you share these tips today?
si: අද ඔබට මෙම උපදෙස් බෙදා ගත හැකිද?

# text
source: Amazing! ✨ Over the next few days, try to keep calm and redirect your child from a negative behaviour to a positive one before it gets worse.
si: නියමයි! ✨ ඉදිරි දින කිහිපය තුළ, සන්සුන්ව සිටීමට උත්සාහ කර ඔබේ දරුවා නරක අතට හැරීමට පෙර ඍණාත්මක හැසිරීමකින් ධනාත්මක හැසිරීමකට යොමු කරන්න.

# text
source: That's OK! 📝 Start by practising to Take a Pause even when you feel okay. This will help you be more ready when you feel stressed. ⭐
si: ඒකට කමක් නැහැ! 📝 ඔබ හොඳින් යැයි දැනෙන විට පවා විරාමයක් ගැනීමට පුරුදු වීමෙන් ආරම්භ කරන්න. මෙය ඔබට ආතතියක් දැනෙන විට වඩාත් සූදානම් වීමට උපකාරී වනු ඇත. ⭐

# text
source: Well done! 🎉 You have learnt how to keep calm and redirect your child when you are feeling stressed!
si: හොඳයි! 🎉 ඔබ ආතතියක් දැනෙන විට සන්සුන්ව සිටීමට සහ ඔබේ දරුවා නිවැරදි කරවීමට ඉගෙන ගෙන ඇත!

# text
source: You have completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod lessons in the course, Improve My Relationship with My Child 🏆
si: ඔබ @fields.c_n_mod පාඩම් වලින් @(fields.c_n_mod_compl +1) සම්පූර්ණ කර ඇත, මගේ දරුවා සමඟ මගේ සම්බන්ධතාවය වැඩිදියුණු කරන්න 🏆

# text
source: 1️⃣ *BE CALM*
si: 1️⃣ *සන්සුන් වන්න*

# text
source: ✅ Be aware of your own feelings.
si: ✅ ඔබේම හැඟීම් ගැන දැනුවත් වන්න.

# text
source: ✅Take care of your emotions.
si: ✅ ඔබේ හැඟීම් ගැන සැලකිලිමත් වන්න.

# text
source: ✅Remember your goal: make @fields.child_nickname feel loved and secure.
si: ✅ඔබේ ඉලක්කය මතක තබා ගන්න: @fields.child_nicknameට ආදරය සහ ආරක්ෂාව දැනෙන්න සලස්වන්න.

# text
source: ✅Act effectively: Take a pause or a few breaths before asking @fields.child_nickname to do something else.
si: ✅ඵලදායී ලෙස ක්‍රියා කරන්න: @fields.child_nicknameගෙන් වෙනත් දෙයක් කිරීමට ඉල්ලා සිටීමට පෙර විරාමයක් හෝ හුස්ම වාර කිහිපයක් ගන්න.

# text
source: ✅ Speak with @fields.child_nickname in a calm voice.
si: ✅ සන්සුන් හඬකින් @fields.child_nickname සමඟ කතා කරන්න.

# text
source: ✅Remember your goal: make your child feel loved and secure.
si: ✅ඔබේ ඉලක්කය මතක තබා ගන්න: ඔබේ දරුවාට ආදරය සහ ආරක්ෂාව දැනෙන්න සලස්වන්න.

# text
source: ✅Act effectively: Take a pause or a few breaths before asking your child to do something else.
si: ✅ඵලදායී ලෙස ක්‍රියා කරන්න: ඔබේ දරුවාගෙන් වෙනත් දෙයක් කිරීමට ඉල්ලා සිටීමට පෙර විරාමයක් හෝ හුස්ම වාර කිහිපයක් ගන්න.

# text
source: ✅ Speak with your child in a calm voice.
si: ✅ සන්සුන් හඬකින් ඔබේ දරුවා සමඟ කතා කරන්න.

# text
source: 2️⃣ *BE QUICK*
si: 2️⃣ *ඉක්මන් වන්න*

# text
source: ⏰ There are other things you can do to help manage unwanted behaviour before it becomes stressful.
si: ⏰ අනවශ්‍ය හැසිරීම් නිසා ආතතියට පත්වීමට පෙර එය කළමනාකරණය කිරීමට ඔබට කළ හැකි වෙනත් දේවල් තිබේ.

# text
source: ✨Praise something positive that your child did today.
si: ✨අද ඔබේ දරුවා කළ හොඳ දෙයකට අගය කරන්න.

# text
source: ✨Understand their feelings. For example, it may feel boring to pick up toys after having fun or ending a big task.
si: ✨ඔවුන්ගේ හැඟීම් තේරුම් ගන්න. නිදසුනක් ලෙස, විනෝද වීමෙන් හෝ විශාල කාර්යයක් අවසන් කිරීමෙන් පසු සෙල්ලම් බඩු අහුලා ගැනීමට කම්මැලි විය හැකියි.

# text
source: ✨Ask your child to do something else, and distract them before the unwanted behaviour begins or gets worse.
si: ✨වෙනත් දෙයක් කිරීමට ඔබේ දරුවාට කියන්න, අනවශ්‍ය හැසිරීම ආරම්භ වීමට හෝ නරක අතට හැරීමට පෙර ඔවුන්ගේ අවධානය වෙනතකට යොමු කරන්න.

# text
source: ✨Invite @fields.child_nickname in a chore you are doing. You can ask @fields.child_nickname to think of a fun and quick way of doing the chores differently.
si: ✨ඔබ කරන වැඩකට @fields.child_nicknameත් සහභාගී කර ගන්න. ගෙදර දොරේ වැඩ වෙනස් ලෙස කිරීමට විනෝදජනක සහ ඉක්මන් ක්‍රමයක් ගැන සිතීමට ඔබට @fields.child_nicknameන් ඉල්ලා සිටිය හැකියි.

# text
source: 💡 This is much easier than using consequences after they do something!
si: 💡 ඔවුන් යමක් කළ පසු දඬුවම් දෙනවාට වඩා මෙය ඉතා පහසුයි!

# text
source: ✨Invite your child in a chore you are doing. You can ask your child to think of a fun and quick way of doing the chores differently.
si: ✨ඔබ කරන වැඩකට ඔබේ දරුවාත් සහභාගී කර ගන්න. ගෙදර දොරේ වැඩ වෙනස් ලෙස කිරීමට විනෝදජනක සහ ඉක්මන් ක්‍රමයක් ගැන සිතීමට ඔබට ඔබේ දරුවාගෙන් ඉල්ලා සිටිය හැකියි.

# text
source: ⭐ Before you focus on supporting others, it’s important to take care of yourself.
si: ⭐ අන් අයට සහාය වීම කෙරෙහි අවධානය යොමු කිරීමට පෙර, ඔබ ගැන සැලකිලිමත් වීම වැදගත් වේ.

# text
source: 😣 Feeling stressed as your children grow up is normal. As your relationship with them changes, it’s important to handle this shift well, and that starts with self-care.
si: 😣 ඔබේ දරුවන් වැඩෙන විට ආතතියක් දැනීම සාමාන්‍ය දෙයකි. ඔවුන් සමඟ ඔබේ සම්බන්ධතාවය වෙනස් වන විට, මෙම වෙනස් වීම හොඳින් හසුරුවා ගැනීම වැදගත් වන අතර එය ආරම්භ වන්නේ ස්වයං රැකවරණයෙනි.

# text
source: 🌱 Self-care means doing things for yourself to reduce stress and make you feel better.
si: 🌱 ස්වයං රැකවරණය යනු ආතතිය අඩු කර ගැනීමට සහ ඔබට වඩා හොඳ හැඟීමක් ඇති කිරීමට ඔබ වෙනුවෙන් දේවල් කිරීමයි.

# text
source: ⏰ Let’s learn a simple way to handle everyday stress: Taking a pause.
si: ⏰ එදිනෙදා ආතතිය පාලනය කිරීමට සරල ක්‍රමයක් ඉගෙන ගනිමු: විරාමයක් ගැනීම.

# text
source: ♻ We will use this skill frequently in future lessons, so it is important to learn it today!
si: ♻ අපි ඉදිරි පාඩම් වලදී මෙම කුසලතාව නිතර භාවිතා කරනවා, එම නිසා අදම එය ඉගෙන ගැනීම වැදගත්!

# text
source: Taking a pause will help you manage stress and be more able to take care of others and yourself.🌱
si: විරාමයක් ගැනීමෙන් ඔබට ආතතිය කළමනාකරණය කරගැනීමට සහ අන් අය සහ ඔබ ගැන සැලකිලිමත් වීමට වඩාත් හැකියාව ලැබෙයි.🌱

# text
source: Let's practise taking a pause together.
si: අපි එකට විරාමයක් ගෙන පුහුණු වෙමු.

# text
source: 1️⃣ *SIT DOWN*
si: 1️⃣ *වාඩි වෙන්න*

# text
source: ⏸ Find a place where you can sit comfortably.
si: ⏸ ඔබට සුවපහසු ලෙස වාඩි විය හැකි ස්ථානයක් සොයා ගන්න.

# text
source: ⭐ You can close your eyes if you want.
si: ⭐ ඔබට අවශ්‍ය නම් ඔබේ ඇස් වසා ගත හැකියි.

# text
source: 2️⃣ *LISTEN*
si: 2️⃣ *සවන් දෙන්න*

# text
source: 🌱 Take a deep breath.
si: 🌱 ගැඹුරු හුස්මක් ගන්න.

# text
source: 👂 Feel the air moving in and out of your body.
si: ඔබේ ශරීරයෙන් වාතය ඇතුළට සහ පිටතට ගමන් කරන ආකාරය විඳින්න.

# text
source: 🔄 Repeat this 5 times.
si: 🔄 මෙය 5 වතාවක් නැවත කරන්න.

# text
source: 3️⃣ *NOTICE*
si: 3️⃣ *හඳුනා ගන්න*

# text
source: ✨ Notice how your body feels while you breathe.
si: ✨ ඔබ හුස්ම ගන්නා අතරතුර ඔබේ ශරීරයට දැනෙන ආකාරය හඳුනා ගන්න.

# text
source: 🔵 Notice where you feel tension in your body and try to let it go.
si: 🔵 ඔබේ ශරීරයේ ආතතිය දැනෙන ස්ථානය හඳුනා ගෙන එය අත්හැරීමට උත්සාහ කරන්න.

# text
source: 4️⃣ *OPEN YOUR EYES*
si: 4️⃣ *ඔබේ ඇස් අරින්න*

# text
source: 👀 When you are ready, open your eyes.
si: 👀 ඔබ සූදානම් වූ විට, ඔබේ ඇස් අරින්න.

# text
source: 🔑 Notice if you feel any different than when you started this activity.
si: 🔑 ඔබ මෙම ක්රියාකාරකම ආරම්භ කරන විටදීට වඩා දැන් වෙනස් හැඟීමක් ඔබට දැනෙනවාද යන්න සැලකිල්ලට ගන්න.

# text
source: ▶️Press Play to practise taking a pause together.
si: ▶️එක්ව විරාමයක් ගැනීමට පුහුණු වීමට Play ඔබන්න.

# text
source: Try taking a pause whenever you feel angry, overwhelmed, stressed or worried. ⏰
si: ඔබට තරහවක්, එපාවීමක්, ආතතියක් හෝ කනස්සල්ලක් දැනෙන සෑම අවස්ථාවකම විරාමයක් ගැනීමට උත්සාහ කරන්න.⏰

# text
source: Even a few deep breaths or connecting with the ground beneath you can make a difference. You can also take a pause with your child or teen.
si: ගැඹුරු හුස්ම කිහිපයක් ගැනීම හෝ පොළවට පය තැබීම පවා වෙනසක් ඇති කළ හැකියි. ඔබට ඔබේ දරුවා සමඟද විරාමයක් ගත හැකියි.

# text
source: Try taking a pause on a daily basis, even if you are feeling calm. Doing this regularly will help your brain take a pause, even in challenging situations.
si: ඔබට සන්සුන් බවක් දැනුනත්, දිනපතා විරාමයක් ගැනීමට උත්සාහ කරන්න. මෙය නිතිපතා කිරීමෙන් අභියෝගාත්මක අවස්ථාවන්හිදී පවා ඔබේ මොළයට විරාමයක් ලබා ගැනීමට උපකාරී වේ.

# text
source: Well done! 🎉 You have learnt the importance of caring for yourself and how to take a pause. ✨
si: හොඳයි! 🎉 ඔබ ගැන සැලකිලිමත් වීමේ වැදගත්කම සහ විරාමයක් ගන්නේ කෙසේද යන්න ඔබ ඉගෙන ගෙන ඇත. ✨

# quick_replies
source: True
si: හරි

# quick_replies
source: False
si: වැරදි

# quick_replies
source: NEXT
si: ඊළඟ

# quick_replies
source: Yes
si: ඔව්

# quick_replies
source: No
si: නැත

# arguments
source: true
si: හරි

# arguments
source: false
si: වැරදි

# arguments
source: yes y yeah yep
si: ඔව්

# arguments
source: no nope n
si: නැත
