Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_sri_lanka/*/*_modules.po
Languages: si

# text
source: Today’s lesson is about spending one-on-one time with @fields.child_nickname 😃
si: අද පාඩම @fields.child_nickname සමඟ, දරුවා වෙනුවෙන් වෙන් කරගත් කාලයක් ගත කිරීම ගැනයි.😃

# text
source: Today’s lesson is about spending one-on-one time with your child 😃
si: අද පාඩම ඔබේ දරුවා සමඟ, දරුවා වෙනුවෙන් වෙන් කරගත් කාලයක් ගත කිරීම ගැනයි.😃

# text
source: It will also build trust and respect, and support girls and boys in learning new things. ✨
si: එය විශ්වාසය හා ගෞරවය ගොඩනඟන අතර, අලුත් දේවල් ඉගෙන ගැනීමට දරුවන්ට සහාය වනු ඇත.✨

# text
source: Let's do a quiz!
si: අපි හරිද වැරදිද ප්‍රශ්න ටිකක් කරමු!

# text
source: True or False: When I spend special time with my boy or girl, I need to have a plan. I need to know what we will do together.
si: හරිද වැරදිද: මම මගේ දරුවා සමඟ වෙන්කරගත් කාලයක් ගත කරන විට, මට සැලැස්මක් තිබිය යුතුයි. අපි එකතුවෙලා කරන්නේ කුමක්දැයි මම දැන සිටිය යුතුයි.

# text
source: 👀 Oops! Good Try!
si: 👀 ඔබගේ පිළිතුර වැරදියි! නමුත්‚ හොඳ උත්සාහයක්!

# text
source: 🧸 You do not have to plan an activity. Your boy or girl can lead! Let them choose as long as it is safe. This will increase their confidence and make it more likely that they enjoy their time with you.
si: 🧸ඔබ ක්‍රියාකාරකමක් සැලසුම් කිරීමට අවශ්‍ය නැහැ. ඔබේ දරුවාටම නායකත්වය දෙන්න පුලුවන්! එය ආරක්ෂිත වනතාක් කල් ඔවුන්ට තෝරා ගැනීමට ඉඩ දෙන්න. මෙය ඔවුන්ගේ විශ්වාසය වැඩි කරන අතර ඔවුන් ඔබ සමඟ ගතකරන කාලය සතුටින් සිටීමට ඉඩ සලසයි.

# text
source: 🎉 You are right!
si: 🎉 ඔබ නිවැරදියි!

# text
source: 🧸 Your child can choose the activity as long as it is safe. This will increase their confidence and make it more likely that they enjoy their time with you.
si: 🧸 ඔබේ දරුවාටම ක්‍රියාකාරකම තෝරා ගත හැකියි. එය ආරක්ෂිත විය යුතුයි. මෙය ඔවුන්ගේ විශ්වාසය වැඩි කරන අතර ඔවුන් ඔබ සමඟ ගතකරන කාලය සතුටින් සිටීමට ඉඩ සලසයි.

# text
source: Sorry, I don't understand what you mean.
si: සමාවෙන්න. ඔබ පැවසූදේ මට අපැහැදිලියි.

# text
source: You’ve completed 25% of this skill! Press NEXT to continue.
si: ඔබ මෙම කුසලතාවෙන් 25%ක් සම්පූර්ණ කර ඇත! ඉදිරියට යාමට ඊළඟ ඔබන්න.

# text
source: {F1_SON_5} and his mother, {F1_MOTHER}, are playing dress up during one-on-one time. Let’s see how they have fun together:
si: {F1_SON_5} සහ ඔහුගේ මව, {F1_MOTHER}, දරුවා වෙනුවෙන් වෙන් කරගත් කාලය තුළ ඇඳුම් ඇඳීමේ සෙල්ලමක යෙදී සිටිති. ඔවුන් එකට විනෝද වන්නේ කෙසේදැයි බලමු:

# text
source: {F1_MOTHER}: I have 5 minutes of one-on-one time to spend with you, {F1_SON_5}. What would you like to do?
si: {F1_MOTHER}: මට ඔයා වෙනුවෙන් විනාඩි 5ක් ඔයත් එක්ක ගත කරන්න පුලුවන්, {F1_SON_5}. ඔයා මොනවා කරන්නද කැමති?

# text
source: {F1_SON_5}: I want to play dress up!
si: {F1_SON_5}: මට ඇඳුම් අඳින සෙල්ලම කරන්න ඕන!

# text
source: {F1_MOTHER}: Wonderful idea, {F1_SON_5}! I see you are taking out the yellow handkerchief with blue stripes on it.
si: {F1_MOTHER}: අපූරු අදහසක්, {F1_SON_5}! නිල් ඉරි තියෙන කහ පාට ලේන්සුව ඔයා එළියට ගන්නවා මම දැක්කා.

# text
source: {F1_SON_5}: Mom, it’s for you.
si: {F1_SON_5}: අම්මේ, ඒක ඔයාට.

# text
source: {F1_MOTHER}: Thank you, I love it!
si: {F1_MOTHER}: ස්තූතියි, මම ඒකට කැමතියි!

# text
source: {F1_SON_5}: Wear it Mom!
si: {F1_SON_5}: ඒක ඇඳගන්න අම්මේ!

# text
source: {F1_MOTHER}: Look how good you are at getting dressed by yourself!
si: {F1_MOTHER}: බලන්න ඔයා තනියම ඇඳුම් අඳින්න කොච්චර දක්ෂද කියලා!

# text
source: You’ve completed 50% of this skill! Press NEXT to continue.
si: ඔබ මෙම කුසලතාවෙන් 50%ක් සම්පූර්ණ කර ඇත! ඉදිරියට යාමට ඊළඟ ඔබන්න.

# text
source: You’ve completed 75% of this skill! Press NEXT to continue.
si: ඔබ මෙම කුසලතාවෙන් 75%ක් සම්පූර්ණ කර ඇත! ඉදිරියට යාමට ඊළඟ ඔබන්න.

# text
source: That's OK! If you don't have time today, set some time aside tomorrow.
si: ඒකට කමක් නෑ! අද ඔයාට වෙලාවක් නැත්නම්, හෙට දවෙසන් පොඩි වේලාවක් වෙන් කරගන්න.

# text
source: You have completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod lessons in the course, Improve my Relationship with My Child. ⭐
si: ඔබ "මගේ දරුවා සමඟ මගේ සම්බන්ධතාවය වැඩිදියුණු කරගැනීම" පාඨමාලාවේ @fields.c_n_mod පාඩම් වලින් @(fields.c_n_mod_compl +1) සම්පූර්ණ කර ඇත. ⭐

# text
source: 3️⃣ *STAY - Focus on @fields.child_nickname*
si: 3️⃣ *රැඳී සිටින්න - @fields.child_nickname ගැන අවධානයෙන් රැඳී සිටින්න *

# text
source: 📺 Switch off the TV, put aside phones, and remove distractions.
si: 📺 රූපවාහිනිය නිවා දමන්න, දුරකථන පසෙකින් තබන්න, ඒවගේම අවධානය වෙනතකට යොමු කරන දේ ඉවත් කරන්න.

# text
source: 👀 Look at @fields.child_nickname. Nod or say “I see” to show you are really paying attention.
si: 👀 @fields.child_nickname දෙස බලන්න. ඔබ සැබවින්ම අවධානය යොමු කරන බව පෙන්වීමට හිස සොලවා හෝ "ඇත්තද?" වැනි වදන් කියන්න.

# text
source: 💛 Accept your boy or girl and avoid judgement.
si: 💛 ඔබේ දරුවා පිළිගන්න. විනිශ්චයෙන් වළකින්න.

# text
source: 💡 Respond to your girl or boy when they communicate with you. @fields.child_nickname may use gestures, full sentences, movements, and sounds to communicate with you. It shows you are really paying attention to them.
si: 💡 @fields.child_nickname‚ ඔබ සමඟ සන්නිවේදනය කරන විට ඔවුන්ට ප්‍රතිචාර දක්වන්න. ඔබේ දරුවා, ඔබ සමඟ සන්නිවේදනය කිරීමට, අභිනයන්, සම්පූර්ණ වාක්‍ය, චලනයන් සහ ශබ්ද භාවිතා කළ හැකියි. එයින් පෙන්නුම් කරන්නේ ඔබ ඔවුන් කෙරෙහි සැබවින්ම අවධානය යොමු කරන බවයි.

# text
source: 3️⃣ *STAY - Focus on Your child*
si: 3️⃣ *රැඳී සිටින්න - ඔබේ දරුවා කෙරෙහි අවධානයෙන් රැඳී සිටින්න *

# text
source: 👀 Look at Your child. Nod or say “I see” to show you are really paying attention.
si: 👀 ඔබේ දරුවා දෙස බලන්න. ඔබ සැබවින්ම අවධානය යොමු කරන බව පෙන්වීමට හිස සොලවා හෝ "ඇත්තද?" වැනි වදන් කියන්න.

# text
source: 💡 Respond to your girl or boy when they communicate with you. Your child may use gestures, full sentences, movements, and sounds to communicate with you. It shows you are really paying attention to them.
si: 💡 ඔබේ දරුවා‚ ඔබ සමඟ සන්නිවේදනය කරන විට ඔවුන්ට ප්‍රතිචාර දක්වන්න. ඔබේ දරුවා, ඔබ සමඟ සන්නිවේදනය කිරීමට, අභිනයන්, සම්පූර්ණ වාක්‍ය, චලනයන් සහ ශබ්ද භාවිතා කළ හැකියි. එයින් පෙන්නුම් කරන්නේ ඔබ ඔවුන් කෙරෙහි සැබවින්ම අවධානය යොමු කරන බවයි.

# text
source: Spending special time with @fields.child_nickname will make them feel valued and loved. 💙
si: @fields.child_nickname සමඟ, දරුවා වෙනුවෙන් වෙන්කරගත් කාලයක් ගත කිරීමෙන්, ඔවුන්ට වටිනාකමක් සහ ආදරයක් දැනෙනු ඇත. 💙

# text
source: Spending special time with your child will make them feel valued and loved. 💙
si: ඔබේ දරුවා සමඟ, දරුවා වෙනුවෙන් වෙන්කරගත් කාලයක් ගත කිරීමෙන් ඔවුන්ට වටිනාකමක් සහ ආදරයක් දැනෙනු ඇත. 💙

# text
source: Press Play ▶️ to learn 3️⃣ three tips to remember when spending one-on-one time with @fields.child_nickname
si: @fields.child_nickname සමඟ දරුවා වෙනුවෙන් වෙන්කරගත් කාලය ගත කරන විට මතක තබා ගත යුතු උපදෙස් තුනක් 3️⃣ ඉගෙන ගැනීමට Play ▶️ ඔබන්න.

# text
source: 1️⃣ DAY - Try to do it every day
si: 1️⃣*දිනය - සෑම දිනකම එය කිරීමට උත්සාහ කරන්න

# text
source: 2️⃣ PLAY - Let them choose the activity
si: 2️⃣ * ක්‍රියාකාරකම - ඔවුන්ට ක්‍රියාකාරකම තෝරා ගැනීමට ඉඩ දෙන්න

# text
source: 3️⃣ STAY - Focus on your boy or girl
si: 3️⃣ *රැඳී සිටින්න - ඔබේ දරුවා ගැන අවධානයෙන් රැඳී සිටින්න

# text
source: Press Play ▶️ to learn 3️⃣ three tips to remember when spending one-on-one time with your child
si: ඔබේ දරුවා සමඟ දරුවා වෙනුවෙන් වෙන්කරගත් කාලය ගත කිරීමේදී මතක තබා ගත යුතු උපදෙස් 3ක් ඉගෙන ගැනීමට PLAY ▶️ ඔබන්න.

# text
source: 3️⃣ Here are three tips to remember when spending one-on-one time with @fields.child_nickname: DAY, PLAY, and STAY.
si: 3️⃣ @fields.child_nickname සමඟ දරුවා වෙනුවෙන් වෙන්කරගත් කාලය ගත කරන විට මතක තබා ගත යුතු උපදෙස් තුනක් මෙන්න: දිනය, ක්‍රියාකාරකම, සහ රැඳී සිටීම.

# text
source: 3️⃣ Here are three tips to remember when spending one-on-one time with your child: DAY, PLAY, and STAY.
si: 3️⃣ ඔබේ දරුවා සමඟ එකින් එක කාලය ගත කිරීමේදී මතක තබා ගත යුතු උපදෙස් තුනක් මෙන්න: දිනය, ක්‍රියාකාරකම, සහ රැඳී සිටීම.

# text
source: 1️⃣ *DAY - Try to do it every day*
si: 1️⃣*දිනය - සෑම දිනකම එය කිරීමට උත්සාහ කරන්න*

# text
source: ⏰ Spend 5 minutes (or more!) with @fields.child_nickname each day.
si: ⏰ @fields.child_nickname සමඟ සෑම දිනකම මිනිත්තු 5ක් (හෝ ඊට වැඩි කාලයක්!) ගත කරන්න.

# text
source: ⏰ Spend 5 minutes (or more!) with your child each day.
si: ⏰ ඔබේ දරුවා සමඟ සෑම දිනකම මිනිත්තු 5ක් (හෝ ඊට වැඩි කාලයක්!) ගත කරන්න.

# text
source: 2️⃣ *PLAY - Let them choose the activity*
si: 2️⃣ * ක්‍රියාකාරකම - ඔවුන්ට ක්‍රියාකාරකම තෝරා ගැනීමට ඉඩ දෙන්න*

# text
source: ⏰ Ask to spend time with @fields.child_nickname.
si: ⏰ @fields.child_nickname සමඟ කාලය ගත කිරීමට ඉල්ලා සිටින්න.

# text
source: ⚽ Let them choose what to do or talk about.
si: ⚽ කළ යුතු දේ හෝ කතා කළ යුතු දේ තෝරා ගැනීමට ඔවුන්ට ඉඩ දෙන්න.

# text
source: 🎈Try different activities together.
si: 🎈එකතුවී විවිධ ක්‍රියාකාරකම් උත්සාහ කර බලන්න.

# text
source: 😃 Have fun!
si: 😃 විනෝද වන්න!

# text
source: ⏰ Ask to spend time with your child.
si: ⏰ ඔබේ දරුවා සමඟ කාලය ගත කිරීමට ඉල්ලා සිටින්න.

# text
source: Home Activity! ⭐ Try to spend at least 5 minutes of quality one-on-one time with @fields.child_nickname every day. It will make such a difference! Do you have time to do it today? ⏰
si: නිවසේදී ක්‍රියාකාරකමක්! ⭐ සෑම දිනකම @fields.child_nickname සමඟ අවම වශයෙන් විනාඩි 5ක දරුවා වෙනුවෙන් වෙන් කරගත් කාලයක් ගුණාත්මකව ගත කිරීමට උත්සාහ කරන්න. එය ලොකු වෙනසක් ඇති කරයි! අදම එය කිරීමට ඔබට කාලය තිබේද? ⏰

# text
source: Home Activity! ⭐ Try to spend at least 5 minutes of quality one-on-one time with your child every day. It will make such a difference! Do you have time to do it today? ⏰
si: නිවසේදී ක්‍රියාකාරකමක්! ⭐ සෑම දිනකම ඔබේ දරුවා සමඟ අවම වශයෙන් විනාඩි 5ක දරුවා වෙනුවෙන් වෙන් කරගත් කාලයක් ගුණාත්මකව ගත කිරීමට උත්සාහ කරන්න. එය ලොකු වෙනසක් ඇති කරයි! අදම එය කිරීමට ඔබට කාලය තිබේද? ⏰

# text
source: Great! Use the tips you have learnt today and have fun! Spending one-on-one time with @fields.child_nickname is a great way to form a positive relationship with them. 💙
si: නියමයි! අද ඔබ ඉගෙන ගත් උපදෙස් භාවිතා කර විනෝද වන්න! @fields.child_nickname සමඟ වෙන් කරගත් කාලයක් ගත කිරීම, ඔවුන් සමඟ ධනාත්මක සම්බන්ධතාවයක් ගොඩනඟා ගැනීමට හොඳ ක්‍රමයක්. 💙

# text
source: Great! Use the tips you have learnt today and have fun! Spending one-on-one time with your child is a great way to form a positive relationship with them. 💙
si: නියමයි! අද ඔබ ඉගෙන ගත් උපදෙස් භාවිතා කර විනෝද වන්න! ඔබේ දරුවා සමඟ වෙන් කරගත් කාලයක් ගත කිරීම, ඔවුන් සමඟ ධනාත්මක සම්බන්ධතාවයක් ගොඩනඟා ගැනීමට හොඳ ක්‍රමයක්. 💙

# text
source: You have completed this lesson! You have learnt the importance of spending one-on-one time with @fields.child_nickname.
si: ඔබ මෙම පාඩම සම්පූර්ණ කර ඇත! ඔබේ @fields.child_nickname වෙන් කරගත් කාලයක් ගත කිරීමේ වැදගත්කම ඔබ ඉගෙන ගෙන තිබෙනවා.

# text
source: You have completed this lesson! You have learnt the importance of spending one-on-one time with your child.
si: ඔබ මෙම පාඩම සම්පූර්ණ කර ඇත! ඔබේ දරුවා සමඟ වෙන් කරගත් කාලයක් ගත කිරීමේ වැදගත්කම ඔබ ඉගෙන ගෙන තිබෙනවා.

# text
source: ✨Well done for the effort of learning how to improve your relationship with @fields.child_nickname. It shows you really care! 💙
si: ✨ @fields.child_nickname සමඟ ඔබේ සම්බන්ධතාවය වැඩිදියුණු කර ගන්නේ කෙසේදැයි ඉගෙන ගැනීමට ඔබ ගත් උත්සාහය ඉතා හොඳයි. එය දරුවා ගැන ඔබගේ සැබෑම සැලකිලිමත් බව පෙන්නුම් කරනවා! 💙

# text
source: ✨Well done for the effort of learning how to improve your relationship with your child. It shows you really care! 💙
si: ✨ ඔබේ දරුවා සමඟ ඔබේ සම්බන්ධතාවය වැඩිදියුණු කර ගන්නේ කෙසේදැයි ඉගෙන ගැනීමට ඔබ ගත් උත්සාහය ඉතා හොඳයි. එය දරුවා ගැන ඔබගේ සැබෑම සැලකිලිමත් බව පෙන්නුම් කරනවා! 💙

# text
source: 😃How did the message above make you feel?
si: 😃ඉහත පණිවිඩය ඔබට හැඟුණේ කෙසේද?

# text
source: 🌷We all feel better when we are praised.
si: 🌷අපව අගය කරන විට අපි හැමෝටම සතුටක් දැනෙනවා.

# text
source: ✨ How you praise your child is important. Praise should be specific, immediate, and genuine.
si: ඔබ ඔබේ දරුවාව අගය කරන ආකාරය වැදගත් වේ. ප්‍රශංසාව නිශ්චිත, ක්ෂණික සහ අව්‍යාජ විය යුතුය.

# text
source: 🌱 You can begin by praising your child for the smallest things, such as playing by themselves quietly for 2 minutes.
si: 🌱 මිනිත්තු 2 ක් නිහඬව තනිවම සෙල්ලම් කිරීම වැනි කුඩාම දේවල් සඳහා ඔබේ දරුවාව අගය කිරීමෙන් ඔබට එය ආරම්භ කළ හැකියි.

# text
source: Let’s check in on {F3_MOTHER} and her son, {F3_SON_4}, to see how she praises him during one-on-one time.
si: {F3_MOTHER} සහ ඇගේ පුතා {F3_SON_4} ගැන පොඩ්ඩක් බලමු. දරුවා වෙනුවෙන් වෙන් කරගත් කාලය තුළදී, ඇය දරුවාව අගය කරන්නේ කොහොමද කියලා.

# text
source: {F3_MOTHER}: You found a striped sock and one with dots. Let’s find the socks that match those two.
si: {F3_MOTHER}: ඔයාට ඉරි තියෙන මේස් එකකුයි තිත් තියෙන මේස් එකකුයි හම්බුනා. දැන් ඒ දෙකට ගැලපෙන අනිත් මේස් හොයමු.

# text
source: {F3_MOTHER}: Another sock! This one is white. It isn’t easy finding a matching pair. It can be frustrating.
si: {F3_MOTHER}: තව මේස් එකක්! මේක සුදු පාටයි. ගැලපෙන එකම හොයාගන්න ලේසි නෑ. ඒක එපා වෙන්නත් පුළුවන්.

# text
source: {F3_MOTHER}: You are being very patient and looking very hard, {F3_SON_4}. Good for trying.
si: {F3_MOTHER}: ඔයා හරිම ඉවසිලිවන්තයි, හරිම උත්සහවන්තයි., {F3_SON_4}. ඒ නිසා ගොඩක් හොඳයි.

# text
source: {F3_MOTHER}: You found matching socks of the same pattern! Well done for looking, {F3_SON_4}!
si: {F3_MOTHER}: ඔයාට එකම විදියේ ගැලපෙන මේස් හම්බුනා! පුතා හොඳට බලලා තියෙනවා, {F3_SON_4}!

# text
source: 2️⃣ SAY IT
si: 2️⃣ එය කියන්න

# text
source: 🏆 Praise them when you see them do something you like.
si: 🏆 ඔවුන් ඔබ කැමති දෙයක් කරන බව ඔබ දුටු විට ඔවුන්ව අගය කරන්න.

# text
source: ✅ Tell them specifically what they have done well.
si: ✅ ඔවුන් හොඳින් කළ දේ විශේෂකර ඔවුන්ට කියන්න.

# text
source: 🎉 Be enthusiastic and really mean it!
si: 🎉 උද්යෝගිමත් වන්න‚ ඒ බව සැබවින්ම පෙන්වන්න!

# text
source: 🔄 This means they are more likely to do it again.
si: 🔄 මේ අනුව ඔවුන් එය නැවත කිරීමට වැඩි ඉඩක් ඇත.

# text
source: 💚 That's OK! Sometimes things take time. You can review this lesson in the Main Menu at any time. At the end of the day, think of all of the positive things that happened - this makes it easier to point them out. ☀️ With time, praise will come easily to you.
si: 💚 ඒක හරි! සමහර වෙලාවට සමහර දේවල් වලට කාලයක් යනවා. ඔබට ඕනෑම වේලාවක ප්‍රධාන මෙනුවේ මෙම පාඩම නැවත බැලිය හැකියි. දවස අවසානයේදී, සිදු වූ සියලු ධනාත්මක දේවල් ගැන සිතන්න - මෙය අගය කළ හැකි තැන් හඳුනා ගැනීම පහසු කරයි. ☀️ කාලයත් සමඟ, අගය කිරීම ඔබට පහසුවනු ඇත.

# text
source: Well done! ⭐ You have now learnt the four steps to Praise.
si: හොඳින් කළා! ⭐ දැන් ඔබ අගය කිරීමේ පියවර හතර ඉගෙන ගෙන ඇත.

# text
source: 🏅Praising @fields.child_nickname when they behave in the expected way will make them want to behave that way more often.
si: 🏅 @fields.child_nickname අපේක්ෂිත ආකාරයෙන් හැසිරෙන විට අගය කිරීමෙන් ඔවුන් නිතර නිතර ඒ ආකාරයෙන් හැසිරීමට කැමති වනු ඇත.

# text
source: ⭐It also creates a positive and loving relationship between you and @fields.child_nickname.
si: ⭐ එය ඔබ සහ @fields.child_nickname අතර ධනාත්මක සහ ආදරණීය සම්බන්ධතාවයක් ද ඇති කරයි.

# text
source: Begin by praising @fields.child_nickname during one-on-one time.
si: දරුවා වෙනුවෙන් වෙන් කරගත් කාලය තුළදී @fields.child_nickname ව අගය කිරීමෙන් එය ආරම්භ කරන්න.

# text
source: 🏅Praising your child when they behave in the expected way will make them want to behave that way more often.
si: 🏅 ඔබේ දරුවා අපේක්ෂිත ආකාරයෙන් හැසිරෙන විට අගය කිරීමෙන් ඔවුන් නිතර නිතර ඒ ආකාරයෙන් හැසිරීමට කැමති වනු ඇත.

# text
source: ⭐It also creates a positive and loving relationship between you and your child.
si: ⭐ එය ඔබ සහ ඔබේ දරුවා අතර ධනාත්මක සහ ආදරණීය සම්බන්ධතාවයක් ද ඇති කරයි.

# text
source: Begin by praising your child during one-on-one time.
si: දරුවා වෙනුවෙන් වෙන් කරගත් කාලය තුළදී ඔබේ දරුවාව අගය කිරීමෙන් එය ආරම්භ කරන්න.

# text
source: True or False: The way you praise @fields.child_nickname does not matter because any kind of praise is effective.
si: හරිද වැරදිද: ඔබ @fields.child_nickname ව අගය කරන ආකාරය වැදගත් නොවේ, මන්ද ඕනෑම ආකාරයක අගය කිරීමක් ඵලදායී වේ.

# text
source: True or False: The way you praise your child does not matter because any kind of praise is effective.
si: හරිද වැරදිද: ඔබ ඔබේ දරුවාව අගය කරන ආකාරය වැදගත් නොවේ, මන්ද ඕනෑම ආකාරයක අගය කිරීමක් ඵලදායී වේ.

# text
source: ⭐ Children who are praised for their effort and good behaviour will want to keep behaving well and keep receiving praise.
si: ⭐ තම උත්සාහය සහ යහපත් හැසිරීම සඳහා අගය කිරීම් ලබන දරුවන්ට තවදුරටත් හොඳින් හැසිරෙන්නට සහ අගය කිරීම් ලැබීමට අවශ්‍ය වනු ඇත.

# text
source: Press Play ▶️ to learn 4️⃣ the four tips for giving @fields.child_nickname praise.
si: @fields.child_nickname ව අගය කිරීම සඳහා උපදෙස් හතර 4️⃣ ඉගෙන ගැනීමට Play ▶️ ඔබන්න.

# text
source: 1️⃣ SEE IT
si: 1️⃣ එය බලන්න

# text
source: 3️⃣ REPEAT IT
si: 3️⃣ එය නැවත කරන්න

# text
source: 4️⃣ KEEP IT POSITIVE
si: 4️⃣ ධනාත්මකව සිටින්න

# text
source: Press Play ▶️ to learn 4️⃣ the four tips for giving your child praise.
si: ඔබේ දරුවාව අගය කිරීම සඳහා උපදෙස් හතර 4️⃣ ඉගෙන ගැනීමට Play ▶️ ඔබන්න.

# text
source: 4️⃣ Here are 4 simple tips for praising @fields.child_nickname:
si: 4️⃣ @fields.child_nickname ව අගය කිරීම සඳහා සරල උපදෙස් 4ක් මෙන්න:

# text
source: 4️⃣ Here are 4 simple tips for praising your child:
si: 4️⃣ ඔබේ දරුවාව අගය කිරීම සඳහා සරල උපදෙස් 4ක් මෙන්න:

# text
source: 👀 Look for anything good or helpful @fields.child_nickname does.
si: 👀 @fields.child_nickname කරන හොඳ හෝ ප්‍රයෝජනවත් දෙයක් සොයන්න.

# text
source: ⏸ Pause and really notice when they are doing something positive.
si: ⏸ඔවුන් ධනාත්මක දෙයක් කරන විට මදක් නැවතී සැබවින්ම නිරීක්ෂණය කරන්න.

# text
source: 👀 Look for anything good or helpful your child does.
si: 👀 ඔබේ දරුවා කරන හොඳ හෝ ප්‍රයෝජනවත් දෙයක් සොයන්න.

# text
source: 🌷 Look for something to praise @fields.child_nickname for every day.
si: 🌷 සෑම දිනකම @fields.child_nickname ව අගය කිරීමට යමක් සොයන්න.

# text
source: 🔶 Even if it is something really small, keep doing it.
si: 🔶 ඒක ඇත්තටම පොඩි දෙයක් වුණත්, දිගටම කරන්න.

# text
source: 🌷 Look for something to praise your child for every day.
si: 🌷 සෑම දිනකම ඔබේ දරුවාව අගය කිරීමට යමක් සොයන්න.

# text
source: 💡 Make sure you focus on something @fields.child_nickname has done well.
si: 💡 @fields.child_nickname හොඳින් කර ඇති දෙයක් කෙරෙහි අවධානය යොමු කිරීමට වග බලා ගන්න.

# text
source: 🙂You can show your praise with a big smile and words. You can also clap, hug, or tickle @fields.child_nickname to show you appreciate them.
si: 🙂ඔබට සිනහවකින් සහ වචන වලින් ඔබේ අගය කිරීම පෙන්විය හැකියි. @fields.child_nickname අගය කරන බව පෙන්වීමට ඔබට අත්පුඩි ගැසීමට, වැළඳ ගැනීමට හෝ කිති කවන්නටද හැකියි.

# text
source: ☀️ Keeping it positive reminds @fields.child_nickname that you notice them and care.
si: ☀️ ධනාත්මකව සිටීමෙන් @fields.child_nickname ගැන ඔබ සැලකිලිමත් වන බවත්, ඔවුන්ට රැකවරණය සලසන බවත් ඔබේ දරුවාට මතක් කර දෙයි.

# text
source: 💡 Make sure you focus on something your child has done well.
si: 💡 ඔබේ දරුවා හොඳින් කළ දෙයක් කෙරෙහි අවධානය යොමු කිරීමට වග බලා ගන්න.

# text
source: 🙂You can show your praise with a big smile and words. You can also clap, hug, or tickle your child to show you appreciate them.
si: 🙂ඔබට සිනහවකින් සහ වචන වලින් ඔබේ අගය කිරීම පෙන්විය හැකියි. ඔබේ දරුවා අගය කරන බව පෙන්වීමට ඔබට අත්පුඩි ගැසීමට, වැළඳ ගැනීමට හෝ කිති කවන්නටද හැකියි.

# text
source: ☀️ Keeping it positive reminds your child that you notice them and care.
si: ☀️ ධනාත්මකව සිටීමෙන් ඔබේ දරුවා ගැන ඔබ සැලකිලිමත් වන බවත්, ඔවුන්ට රැකවරණය සලසන බවත් ඔබේ දරුවාට මතක් කර දෙයි.

# text
source: Your Home Activity today is to try to praise @fields.child_nickname during one-on-one time. Can you do it today?
si: අද ඔබේ නිවසේදී ක්‍රියාකාරකම වන්නේ දරුවා වෙනුවෙන් වෙන් කරගත් වේලාවේදී @fields.child_nickname ව අගය කිරීමට උත්සාහ කිරීමයි. ඔබට අද එය කළ හැකිද?

# text
source: Your Home Activity today is to try to praise your child during one-on-one time. Can you do it today?
si: අද ඔබේ නිවසේදී ක්‍රියාකාරකම වන්නේ දරුවා වෙනුවෙන් වෙන් කරගත් වේලාවේදී ඔබේ දරුවාව අගය කිරීමට උත්සාහ කිරීමයි. ඔබට අද එය කළ හැකිද?

# text
source: Amazing! 🎉 Try to praise @fields.child_nickname at least once during one-on-one Time. You can also praise @fields.child_nickname at other times during the day. Notice how they respond.
si: නියමයි.! 🎉 දරුවා වෙනුවෙන් වෙන් කරගත් වේලාවේදී අවම වශයෙන් එක් වරක්වත් @fields.child_nickname ව අගය කිරීමට උත්සාහ කරන්න. දවස පුරා වෙනත් වේලාවලද @fields.child_nicknameව අගය කළ හැකියි. ඔවුන් ප්‍රතිචාර දක්වන ආකාරය ගැනද සැලකිලිමත් වන්න.

# text
source: Amazing! 🎉 Try to praise your child at least once during one-on-one Time. You can also praise your child at other times during the day. Notice how they respond.
si: නියමයි.! 🎉 දරුවා වෙනුවෙන් වෙන් කරගත් වේලාවේදී අවම වශයෙන් එක් වරක්වත් ඔබේ දරුවාව අගය කිරීමට උත්සාහ කරන්න. දවස පුරා වෙනත් වේලාවලද ඔබේ දරුවාව අගය කළ හැකියි. ඔවුන් ප්‍රතිචාර දක්වන ආකාරය ගැනද සැලකිලිමත් වන්න.

# text
source: This lesson is about creating routines for spending one-on-one time with @fields.child_nickname. 🔄
si: මෙම පාඩම @fields.child_nickname සමඟ "දරුවා වෙනුවෙන් වෙන් කරගත් කාලය" ගත කිරීම සඳහා දින චර්යාවන් නිර්මාණය කිරීම ගැනයි. 🔄

# text
source: This lesson is about creating routines for spending one-on-one time with your child. 🔄
si: මෙම පාඩම ඔබේ දරුවා සමඟ දරුවා වෙනුවෙන් වෙන් කරගත් කාලය ගත කිරීම සඳහා දින චර්යාවන් නිර්මාණය කිරීම ගැනයි. 🔄

# text
source: {F2_GRANDMOTHER} includes one-on-one time with her granddaughter as part of her bedtime routine, {F2_DAUGHTER_3}. Let’s see how they do it together!
si: {F2_GRANDMOTHER} ඇගේ දින චර්යාවේ නින්දට යන අවස්ථාවේ කොටසක් ලෙස ඇගේ මිණිබිරිය සමඟ “දරුවා වෙනුවෙන් වෙන් කරගත් කාලයක්” යොදා ගනියි, {F2_DAUGHTER_3}. ඔවුන් එකතු වී එය කරන්නේ කෙසේදැයි බලමු!

# text
source: {F2_GRANDMOTHER}: I am so happy to see you playing quietly with your blocks, {F2_DAUGHTER_3}. When I come back, it will be time to get ready for bed. When you are ready for bed, we can have 5 minutes of One-on-One Time together.
si: {F2_GRANDMOTHER}: මට හරිම සතුටුයි, දුව බ්ලොක් වලින් සද්ද නැතිව සෙල්ලම් කරනවා {F2_DAUGHTER_3}. මම ආපහු එද්දි, නිදාගන්න වෙලාව ඒවි. ඔයා නිදාගන්න ලෑස්ති වුනාම, මට ඒකට ඔයා වෙනුවෙන් විනාඩි 5 ක් ගත කරන්න පුලුවන්.

# text
source: {F2_DAUGHTER_3}: Okay!
si: {F2_DAUGHTER_3}: හරි!

# text
source: {F2_GRANDMOTHER}: Time to get ready for bed. First, let’s get you a nice body wash.
si: {F2_GRANDMOTHER}: දැන් නිදාගන්න ලෑස්ති වෙන්න වෙලාව. ඉස්සර වෙලාම, ඇඟ සෝදගමු.

# text
source: {F2_GRANDMOTHER}: You were so well-behaved in the bath, {F2_DAUGHTER_3}. Now it is time to put on your Pajamas .
si: {F2_GRANDMOTHER}: ඔයා ඇඟ සෝදන වෙලාවේ ගොඩක් හොඳින් හිටියා, {F2_DAUGHTER_3}. දැන් පිජාමා එක ඇඳගන්න වෙලාව.

# text
source: {F2_GRANDMOTHER}: Well done for getting in your pajamas all by yourself, {F2_DAUGHTER_3}! Now you brush your teeth. Make sure you get the ones in the back of your mouth!
si: {F2_GRANDMOTHER}: ඔයා තනියම පිජාමා එක ඇඳගත්තා. ගොඩක් හොඳයි, {F2_DAUGHTER_3}! දැන් දත් මදින්න. කටේ ඇතුලේ දතුත් හොදින් මදින්න!

# text
source: {F2_GRANDMOTHER}: You were so cooperative while getting ready for bed! Now we have 5 minutes of one-on-one time to spend together. What would you like to do?
si: {F2_GRANDMOTHER}: නින්දට යන්න ලෑස්ති ​​වෙනකොට ඔයා හරිම හොඳට හිටියා! දැන් අපිට එකට ගත කරන්න විනාඩි 5ක් තියෙනවා. ඔයා මොනවද කරන්න කැමති?

# text
source: {F2_DAUGHTER_3}: Yay! Can you read me my favourite storybook?
si: {F2_DAUGHTER_3}: යේ! අත්තම්මාට මගේ ආසම කතා පොත කියවන්න පුළුවන්ද?

# text
source: {F2_GRANDMOTHER}: “The end….” Such a lovely story! Goodnight my darling girl. I love you very much.
si: {F2_GRANDMOTHER}: "අවසානය...." හරිම ලස්සන කතාවක්! සුභ රාත්‍රියක් මගේ දුවේ. මම ඔයාට ගොඩක් ආදරෙයි.

# text
source: {F2_DAUGHTER_3}: Goodnight, Grandma
si: {F2_DAUGHTER_3}: සුභ රාත්‍රියක්, අත්තම්මා.

# text
source: You’ve completed 33% of this skill! Press NEXT to continue.
si: ඔබ මෙම කුසලතාවෙන් 33% ක් සම්පූර්ණ කර ඇත! ඉදිරියට යාමට ඊළඟ ඔබන්න.

# text
source: You’ve completed 66% of this skill! Press NEXT to continue.
si: ඔබ මෙම කුසලතාවෙන් 66% ක් සම්පූර්ණ කර ඇත! ඉදිරියට යාමට ඊළඟ ඔබන්න.

# text
source: Well done! ⭐ You have now learnt the three steps of creating daily routines with your child.
si: හොඳයි! ⭐ ඔබේ දරුවා සමඟ දින චර්යාවන් නිර්මාණය කිරීමේ පියවර තුන ඔබ දැන් ඉගෙන ගෙන ඇත.
