Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_sri_lanka/*/*_navigation.po
Languages: si

# text
source: Caring for a child with disabilities is challenging. Keep trying and remember to take care of yourself. Here are additional parenting resources for parents of children with special needs:
si: විශේෂ අවශ්‍යතා ඇති දරුවෙකු රැකබලා ගැනීම අභියෝගාත්මකයි. ඔබ ගැන සැලකිලිමත් වීමට උත්සාහ කරන්න, මතක තබා ගන්න. විශේෂ අවශ්‍යතා ඇති දරුවන්ගේ දෙමාපියන් සඳහා අමතර මාපියකරණය පිලිබඳ සම්පත් මෙන්න:

# text
source: It’s great that you already know so much about parenting. More courses are released on ParentText all of the time. I will let you know when new ones are available. If you want to learn more now, you can join an in-person parenting programme near you:
si: ඔබ දැනටමත් දෙමාපිය රැකවරණය ගැන බොහෝ දේ දැන සිටීම සතුටක්. ParentText හි සෑම විටම තවත් පාඨමාලා නිකුත් කෙරේ. නව පාඨමාලා ලබා ගත හැකි වූ විට මම ඔබට දන්වන්නම්. ඔබට දැන් වැඩි විස්තර දැන ගැනීමට අවශ්‍ය නම්, ඔබ අසල ඇති පුද්ගලික මාපියකරණය පිලිබඳ වැඩසටහනකට සම්බන්ධ විය හැකියි:

# text
source: Caring for a child with disabilities is challenging. Keep trying and remember to take care of yourself.
si: විශේෂ අවශ්‍යතා ඇති දරුවෙකු රැකබලා ගැනීම අභියෝගාත්මකයි. ඔබ, ඔබ ගැනත් සැලකිලිමත් වීමට මතක තබා ගන්න.

# text
source: Here are additional parenting resources for parents of children with special needs:
si: විශේෂ අවශ්‍යතා ඇති දරුවන්ගේ දෙමාපියන් සඳහා අමතර මාපියකරණය පිලිබඳ සම්පත් මෙන්න:

# text
source: I am sorry to hear that ParentText is not working on your phone. Here are a few steps you can try:
si: ParentText ඔබගේ දුරකථනයේ ක්‍රියා නොකරන බව ඇසීම කණගාටුයි. ඔබට උත්සාහ කළ හැකි පියවර කිහිපයක් මෙන්න:

# text
source: 1. Ensure you have the latest version of WhatsApp installed on your phone.
si: 1. ඔබගේ දුරකථනයේ WhatsApp හි නවතම වර්ගය ස්ථාපනය කර ඇති බවට වග බලා ගන්න.

# text
source: 2. Check your internet connection to make sure it's stable.
si: 2. ඔබේ අන්තර්ජාල සම්බන්ධතාවය ස්ථාවර දැයි පරීක්ෂා කර බලන්න.

# text
source: We're here to listen. Please tell how to make ParentText more helpful by sharing your feedback in a single message.
si: අපි ඔබට ඇහුම්කන් දෙන්නෙමු. ParentText වඩාත් ප්‍රයෝජනවත් කරන්නේ කෙසේදැයි කරුණාකර ඔබේ අදහස තනි වාක්‍යකින් අපට කියන්න.

# text
source: Thank you for sharing your feedback.
si: ඔබගේ අදහස බෙදා ගැනීම ගැන ස්තූතියි.

# text
source: Type 1 to resume the programme when you are ready!
si: ඔබ සූදානම් වූ විට වැඩසටහන නැවත ආරම්භ කිරීමට 1 ටයිප් කරන්න!

# text
source: It looks like this is not a good time. Please type 1 if you'd like to continue.
si: මේක හොඳ වේලාවක් නෙවෙයි වගේ. ඉදිරියට යන්න කැමති නම් කරුණාකර 1 ටයිප් කරන්න.

# text
source: Please select your language:
si: කරුණාකර ඔබේ භාෂාව තෝරන්න:

# text
source: ✨ Welcome to ParentText!
si: ✨ ParentText වෙත සාදරයෙන් පිළිගනිමු!

# text
source: ✅ In ParentText, you'll receive daily lessons with stories and strategies to make parenting work.
si: ✅ ParentText හි, මාපියකරණය සාර්ථක කර ගැනීම සඳහා කතන්දර සහ උපාය මාර්ග සහිත දිනපතා පාඩම් ඔබට ලැබෙනු ඇත.

# text
source: ✅ You can learn more about this programme and the team behind it at {URL}
si: ✅ මෙම වැඩසටහන සහ එය පිටුපස සිටින කණ්ඩායම පිළිබඳ වැඩිදුර තොරතුරු ඔබට {URL} හි දැනගත හැකියි

# text
source: ✅ Your personal information is safe and private. To read our privacy policy, visit {consent}. If you are over 16 and consent to our privacy policy, select YES. Type "EXIT" if you do not want to participate.
si: ✅ ඔබගේ පුද්ගලික තොරතුරු ආරක්ෂිතව සහ රහසිගතව තබාගමු. අපගේ රහස්‍යභාවය පිළිබඳව ප්‍රතිපත්තිය කියවීමට, {consent} වෙත පිවිසෙන්න. ඔබ වයස අවුරුදු 16 ට වැඩි නම් සහ අපගේ රහස්‍යභාවය පිළිබඳව ප්‍රතිපත්තියට එකඟ වන්නේ නම්, YES තෝරන්න. ඔබට සහභාගී වීමට අවශ්‍ය නැතිනම් "EXIT" ලෙස ටයිප් කරන්න.

# text
source: Are you sure you do not want to get these messages? If you do not want to receive any more messages, please press NO. If you made a mistake, please press BACK and choose another option.
si: ඔබට මෙම පණිවිඩ ලැබීමට අවශ්‍ය නැති බව ඔබට විශ්වාසද? ඔබට තවත් පණිවිඩ ලැබීමට අවශ්‍ය නැතිනම්, කරුණාකර NO ඔබන්න. ඔබට අතපසු වීමක් වූවා නම්, කරුණාකර ආපසු ඔබා වෙනත් විකල්පයක් තෝරන්න.

# text
source: Great! To complete this programme, you'll need a partner in parenting. There are 2 parenting experts to choose from:
si: නියමයි! මෙම වැඩසටහන සම්පූර්ණ කිරීම සඳහා, ඔබට මාපියකරණය පිළිබඳ සහකරුවෙකු අවශ්‍ය වනු ඇත. ඔබට තෝරා ගැනීමට විශේෂඥයින් දෙදෙනෙකු සිටියි:

# text
source: Dani is a 35 old mom of 3. She's a clinical psychologist and the first person her friends ask for help with parenting.
si: ඩැනී යනු 35 හැවිරිදි දරුවන් තිදෙනෙකුගේ මවකි. ඇය සායනික මනෝවිද්‍යාඥවරියක් වන අතර ඇගේ මිතුරන් මාපියකරණය සම්බන්ධයෙන් පළමුවෙන්ම උදව් ඉල්ලන්නේ ඇයගෙනි.

# text
source: Chris is a 38 year old dad. He used to lose his patience and get anxious when spending time with his kids. He worked as a family physician but now coaches parents on the same strategies that helped him.
si: ක්‍රිස් වයස අවුරුදු 38 ක පියෙකි. මුලින් ඔහු තම දරුවන් සමඟ කාලය ගත කරන විට ඉවසීම නැති කර ගෙන කනස්සල්ලට පත් පුද්ගලයෙකි. ඔහු පවුලේ වෛද්‍යවරයෙකු ලෙස සේවය කලත් මේ වනවිට ඔහුට උපකාර කළ උපාය මාර්ග පිළිබඳව දෙමාපියන්ට පුහුණු කරයි.

# text
source: Who would you like to be your guide?
si: ඔබේ මාර්ගෝපදේශකයා කරගැනීමට ඔබ කැමති කාවද?

# text
source: Hi! I'm @fields.avatar_name! Welcome to ParentText. I am excited to be your companion in this programme. You already know about me. Now, I would love to learn more about you. It will help me create a personalised programme just for you. Let's get started.
si: හායි! මම @fields.avatar_name! ParentText වෙත සාදරයෙන් පිළිගනිමු. මෙම වැඩසටහනේ ඔබේ සහකාරිය වීමට ලැබීම ගැන මම සතුටු වෙනවා. ඔබ දැනටමත් මා ගැන දන්නවා. දැන්, මම ඔබ ගැන වැඩි විස්තර දැන ගැනීමට කැමතියි. එය ඔබ වෙනුවෙන්ම පුද්ගලාරෝපිත වැඩසටහනක් නිර්මාණය කිරීමට මට උපකාරී වනු ඇත. අපි පටන් ගනිමු.

# text
source: What is your name?
si: ඔබගේ නම කුමක් ද?

# text
source: This looks too long. Please enter a shorter name.
si: මෙය ටිකක් දිග වැඩියි වගේ. කරුණාකර කෙටි නමක් ඇතුළත් කරන්න.

# text
source: It's really nice to meet you, @fields.first_user_name.
si: @fields.first_user_name, ඔබව හමුවීම ඇත්තෙන්ම සතුටක්.

# text
source: Are you a WOMAN or MAN?
si: ඔයා කාන්තාවක්ද පිරිමියෙක්ද?

# text
source: What is your relationship status?
si: ඔබේ සම්බන්ධතා තත්ත්වය කුමක්ද?

# text
source: Thanks, @fields.first_user_name. Now let's get to know your child. You might have more than one, but we're going to start by focusing on just one.
si: ස්තූතියි, @fields.first_user_name. දැන් අපි ඔබේ දරුවාව දැන හඳුනා ගනිමු. ඔබට එක් දරුවෙකුට වඩා සිටිය හැකියි, නමුත් අපි එක් දරුවෙක් කෙරෙහි පමණක් අවධානය යොමු කිරීමෙන් ආරම්භ කරමු.

# text
source: What is your child's name?
si: ඔබේ දරුවාගේ නම කුමක්ද?

# text
source: Please type "N" if you prefer not to answer.
si: ඔබ පිළිතුරු දීමට අකැමති නම් "N" ලෙස ටයිප් කරන්න.

# text
source: Is @fields.child_nickname a girl or a boy?
si: @fields.child_nickname කියන්නේ ගැහැණු ළමයෙක්ද නැත්නම් පිරිමි ළමයෙක්ද?

# text
source: Is your child a girl or a boy?
si: ඔබේ දරුවා ගැහැණු ළමයෙක්ද පිරිමි ළමයෙක්ද?

# text
source: How many years old is @fields.child_nickname?
si: @fields.child_nickname ගේ වයස කීයද?

# text
source: How many years old is your child?
si: ඔබේ දරුවාට වයස කීයද?

# text
source: Let's try that again. How many years old is @fields.child_nickname? Please enter a number between 2-9.
si: අපි ඒක ආයෙත් උත්සාහ කරමු. @fields.child_nickname ගේ වයස කීයද? කරුණාකර 2-9 අතර අංකයක් ඇතුළත් කරන්න.

# text
source: Let's try that again. How many years old is your child? Please enter a number between 2-9.
si: අපි ඒක ආයෙත් උත්සාහ කරමු. ඔයාගේ දරුවාට වයස කීයද? කරුණාකර 2-9 අතර අංකයක් ඇතුළත් කරන්න.

# text
source: Oops! This programme is only for parents of children ages 2-9. Let's try that again. How many years old is @fields.child_nickname? Please enter a number between 2-9.
si: අපොයි! මේ වැඩසටහන අවුරුදු 2-9 අතර දරුවන්ගේ දෙමාපියන් සඳහා පමණයි. අපි එය නැවත උත්සාහ කරමු. @fields.child_nickname ගේ වයස කීයද? කරුණාකර 2-9 අතර අංකයක් ඇතුළත් කරන්න.

# text
source: Oops! This programme is only for parents of children ages 2-9. Let's try that again. How many years old is your child? Please enter a number between 2-9.
si: අපොයි! මෙම වැඩසටහන අවුරුදු 2-9 අතර දරුවන්ගේ දෙමාපියන් සඳහා පමණයි. අපි එය නැවත උත්සාහ කරමු. ඔබේ දරුවාගේ වයස කීයද? කරුණාකර 2-9 අතර අංකයක් ඇතුළත් කරන්න.

# text
source: Perfect! I've got your programme ready for you and you are all set to begin.
si: නියමයි! මම ඔබ වෙනුවෙන් ඔබේ වැඩසටහන සූදානම් කර ඇති අතර එය ආරම්භ කිරීමට සියල්ල සූදානම්.

# text
source: To start, you can watch this video to learn about ParentText.
si: ආරම්භ කිරීමට, ParentText ගැන ඉගෙන ගැනීමට ඔබට මෙම වීඩියෝව නැරඹිය හැකියි.

# text
source: ParentText is easiest to use when you receive content as videos, images and text. Videos are fun and engaging, but we understand if you have limited mobile data. To save on data, you can choose to receive the same content with a smaller audio file or text. How would you like to receive ParentText?
si: වීඩියෝ, රූප සහ පෙළ ලෙස අන්තර්ගතය ලැබෙන විට ParentText භාවිතා කිරීමට පහසුයි. වීඩියෝ විනෝදජනකයි සහ ආකර්ශනීයයි. නමුත් ඔබට සීමිත ජංගම දත්ත තිබේ නම් ඒවා නැරඹීම අපහසු බව අපි තේරුම් ගනිමු. දත්ත ඉතිරි කර ගැනීම සඳහා, ඔබට කුඩා ශ්‍රව්‍ය ගොනුවක් හෝ පෙළක් සමඟ එකම අන්තර්ගතය ලැබීමට තෝරා ගත හැකිය. ParentText ලබා ගැනීමට ඔබ කැමති කෙසේද?

# text
source: 🎉You did it!🎉 You have completed the course @fields.print_goal_name and earned yourself a certificate. Congratulations!
si: 🎉ඔයා ඒක කළා!🎉 ඔයා @fields.print_goal_name පාඨමාලාව සම්පූර්ණ කරලා සහතිකයක් දිනාගත්තා. සුභ පැතුම්!

# text
source: How should I print your name on the certificate?
si: සහතිකයේ ඔබේ නම මුද්‍රණය කරන්න ඕනේ කොහොමද?

# text
source: This name is too long. Please enter a shorter name.
si: මෙම නම දිග වැඩියි. කරුණාකර කෙටි නමක් ඇතුළත් කරන්න.

# text
source: The name you would like to have on you certificate is @fields.sq_cert_name. Is that correct?
si: ඔබේ සහතිකයේ තැබීමට කැමති නම @fields.sq_cert_name. ඒක හරිද?

# quick_replies
source: Yes
si: ඔව්

# quick_replies
source: No
si: නැත

# quick_replies
source: BACK
si: ආපසු

# quick_replies
source: NEXT
si: ඊළඟ

# quick_replies
source: Give me an idea for 1-on-1 time with my child
si: මගේ දරුවා එක්ක දරුවා වෙනුවෙන් වෙන්කරගත් කාලයේදී කරන්න අදහසක් දෙන්න

# quick_replies
source: I need more parenting help
si: මට තව මාපියකරණය පිළිබඳව උදව් අවශ්‍යයි

# quick_replies
source: I’m done for today
si: අදට මට ඇති

# quick_replies
source: View another activity idea
si: තවත් ක්‍රියාකාරකම් අදහසක් බලන්න

# quick_replies
source: Go to Main Menu
si: ප්‍රධාන මෙනුවට යන්න

# quick_replies
source: Continue my progress tomorrow
si: හෙට මගේ ප්‍රගතිය දිගටම කරගෙන යන්න

# quick_replies
source: Exit menu
si: මෙනුවෙන් ඉවත්වන්න

# quick_replies
source: Something Quick
si: ඉක්මන් දෙයක්

# quick_replies
source: Something Active
si: ක්‍රියාකාරී දෙයක්

# quick_replies
source: Something Calm
si: සන්සුන් දෙයක්

# quick_replies
source: Something for the whole family
si: මුළු පවුලටම කළ හැකි දෙයක්

# quick_replies
source: Now
si: දැන්

# quick_replies
source: Tomorrow
si: හෙට

# quick_replies
source: Remind me tomorrow
si: මට හෙට මතක් කරන්න

# quick_replies
source: Review a lesson from a different course
si: වෙනත් පාඨමාලාවකින් පාඩමක් නැවත බලන්න

# quick_replies
source: Return to Menu
si: මෙනුවට ආපසු යන්න

# quick_replies
source: Review another lesson from this course
si: මෙම පාඨමාලාවෙන් තවත් පාඩමක් නැවත බලන්න

# quick_replies
source: Get more help with this course
si: මෙම පාඨමාලාව සම්බන්ධයෙන් තවත් උදව් ලබා ගන්න

# quick_replies
source: Get help with a different challenge
si: වෙනත් අභියෝගයකට උදව් ලබා ගන්න

# quick_replies
source: Return to the Main Menu
si: ප්‍රධාන මෙනුවට ආපසු යන්න

# quick_replies
source: View finished courses
si: අවසන් කළ පාඨමාලා බලන්න

# quick_replies
source: View incomplete courses
si: අසම්පූර්ණ පාඨමාලා බලන්න

# quick_replies
source: View courses to start
si: පටන් ගැනීමට ඇති පාඨමාලා බලන්න

# quick_replies
source: Return to Main Menu
si: ප්‍රධාන මෙනුවට ආපසු යන්න

# quick_replies
source: Exit Menu
si: මෙනුවෙන් ඉවත්වන්න

# quick_replies
source: Track My Progress
si: මගේ ප්‍රගතිය නිරීක්ෂණය කරන්න

# quick_replies
source: Share with a Friend
si: මිතුරෙකු සමඟ බෙදා ගන්න

# quick_replies
source: Emergencies
si: හදිසි අවස්ථා

# quick_replies
source: Settings
si: සැකසුම්

# quick_replies
source: Activities
si: ක්‍රියාකාරකම්

# quick_replies
source: How to Use ParentText
si: ParentText භාවිතා කරන්නේ කොහොමද?

# quick_replies
source: Get Help with the Skills I am Working on
si: මට අවශ්‍ය කරන කුසලතා සඳහා උදව් ලබා ගන්න

# quick_replies
source: Review Completed Skills
si: සම්පූර්ණ කළ කුසලතා නැවත බලන්න

# quick_replies
source: Change your profile
si: ඔබගේ තොරතුරු වෙනස් කරන්න

# quick_replies
source: Stop receiving the messages
si: පණිවිඩ ලැබීම නවත්වන්න

# quick_replies
source: Your Language
si: ඔබේ භාෂාව

# quick_replies
source: Your Media Settings
si: ඔබේ මාධ්‍ය සැකසුම්

# quick_replies
source: Your Gender
si: ඔබේ ස්ත්‍රීපුරුෂ භාවය

# quick_replies
source: Your Relationship Status
si: ඔබේ සම්බන්ධතා තත්ත්වය

# quick_replies
source: Your Child's Age
si: ඔබේ දරුවාගේ වයස

# quick_replies
source: Your Child's Nickname
si: ඔබේ දරුවාගේ අන්වර්ථ නාමය

# quick_replies
source: Your Child's Gender
si: ඔබේ දරුවාගේ ස්ත්‍රීපුරුෂ භාවය

# quick_replies
source: Exit
si: ඉවත්වන්න

# quick_replies
source: I need more parenting support than ParentText offers
si: මට ParentText ලබාදෙනවට වඩා මාපියකරණය ගැන සහයෝගය අවශ්‍යයි

# quick_replies
source: I need support with my child’s disability
si: මගේ දරුවාගේ ආබාධිත තත්ත්වය සම්බන්ධයෙන් මට සහාය අවශ්‍යයි

# quick_replies
source: I’m facing challenges that make it difficult to focus on parenting right now
si: ParentText ප්‍රයෝජනවත් නැහැ.

# quick_replies
source: I need emergency support
si: මට හදිසි සහාය අවශ්‍යයි

# quick_replies
source: I do not have time
si: මට වෙලාවක් නැහැ

# quick_replies
source: ParentText is not helpful
si: ParentText ප්‍රයෝජනවත් නැහැ

# quick_replies
source: ParentText isn't working on my phone
si: ParentText මගේ දුරකථනයේ ක්‍රියා නොකරයි

# quick_replies
source: Other
si: වෙනත්

# quick_replies
source: This content is too basic for me
si: මේ අන්තර්ගතය මට සරල වැඩියි

# quick_replies
source: I do not see how ParentText will help me with my child’s behaviour
si: මගේ දරුවාගේ හැසිරීම සම්බන්ධයෙන් ParentText මට කෙසේ උපකාර කරයිදැයි මට නොපෙනේ

# quick_replies
source: I need more support than a chatbot can provide
si: මට චැට්බෝට් එකකට ලබා දිය හැකි ප්‍රමාණයට වඩා වැඩි සහයෝගයක් අවශ්‍යයි

# quick_replies
source: This content is not helpful for my child with special needs
si: විශේෂ අවශ්‍යතා ඇති මගේ දරුවාට මෙම අන්තර්ගතය ප්‍රයෝජනවත් නැහැ

# quick_replies
source: I'm facing challenges that make it difficult to focus on parenting right now
si: මම මේ වෙලාවේ අභියෝගවලට මුහුණදෙනවා, ඒ නිසා මාපියකරණය ගැන අවධානය යොමු කිරීම අපහසුයි

# quick_replies
source: Emergency support
si: හදිසි සහාය

# quick_replies
source: Health support services
si: සෞඛ්‍ය සහාය සේවා

# quick_replies
source: Dealing with violence
si: ප්‍රචණ්ඩත්වය සමඟ කටයුතු කිරීම

# quick_replies
source: Suicide prevention services
si: සියදිවි නසාගැනීම් වැළැක්වීමේ සේවා

# quick_replies
source: Family counselling and support
si: පවුල් උපදේශනය සහ සහාය

# quick_replies
source: Drugs and alcohol abuse
si: මත්ද්රව්ය හා මත්වතුර අනිසි භාවිතය

# quick_replies
source: Child development support
si: ළමා සංවර්ධන සහාය

# quick_replies
source: Legal or SASSA help
si: නීතිමය හෝ SASSA සහාය

# quick_replies
source: LGBTQIA+ support services
si: LGBTQIA+ සහාය සේවා

# quick_replies
source: School issues
si: පාසලේ ප්‍රශ්න

# quick_replies
source: No, thanks
si: ස්තුතියි. අවශ්‍ය නැහැ

# quick_replies
source: Get other emergency contacts
si: වෙනත් හදිසි ඇමතුම් විස්තර ලබා ගන්න

# quick_replies
source: English
si: ඉංග්‍රීසි

# quick_replies
source: Sinhala
si: සිංහල

# quick_replies
source: YES
si: ඔව්

# quick_replies
source: NO
si: නැත

# quick_replies
source: Dani
si: ඩැනි

# quick_replies
source: Chris
si: ක්‍රිස්

# quick_replies
source: Woman
si: කාන්තාව

# quick_replies
source: Man
si: පුරුෂයා

# quick_replies
source: Prefer not to say
si: කීමට අකමැතියි

# quick_replies
source: Single (not in a relationship)
si: තනිකඩ (සම්බන්ධතාවයක නොවේ)

# quick_replies
source: Married
si: විවාහකයි

# quick_replies
source: Partnered but not married
si: සහකරු හෝ සහකාරිය, නමුත් විවාහ වී නැත

# quick_replies
source: Divorced or separated
si: දික්කසාද වී හෝ වෙන් වී ඇත

# quick_replies
source: Widowed
si: වැන්දඹු

# quick_replies
source: Girl
si: ගැහැණු ළමයා

# quick_replies
source: Boy
si: පිරිමි ළමයා

# quick_replies
source: Text, Images, and Videos
si: පෙළ, රූප සහ වීඩියෝ

# quick_replies
source: Text, Images, and Audio
si: පෙළ, රූප සහ හඬ පට

# quick_replies
source: Text and Images Only
si: පෙළ සහ පින්තූර පමණි

# arguments
source: generic
si: සාමාන්‍ය

# arguments
source: mental_health
si: මානසික_සෞඛ්‍යය

# arguments
source: health
si: සෞඛ්‍යය

# arguments
source: violence
si: ප්රචණ්ඩත්වය

# arguments
source: natural_disasters
si: ස්වභාවික_විපත්

# arguments
source: drugs
si: මත්ද්‍රව්‍ය

# arguments
source: help
si: උදවු කරන්න

# arguments
source: menu
si: මෙනුව

# arguments
source: play
si: පෙන්වන්න

# arguments
source: stop
si: නවත්වන්න

# arguments
source: yes y yeah yep
si: ඔව්

# arguments
source: no n nope nah
si: නැහැ

# arguments
source: no n nope
si: නැහැ

# arguments
source: yes
si: ඔව්

# arguments
source: no
si: නැහැ

# arguments
source: exit
si: ඉවත් වෙන්න

# arguments
source: back
si: ආපසු

# arguments
source: demo
si: නිරුපණය

# arguments
source: i’m done for today
si: අදට මට ඇති

# arguments
source: give me an idea for 1-on-1 time with my child
si: මගේ දරුවා වෙනුවෙන් වෙන්කරගත් කාලයේදී දරුවා එක්ක කතා කරන්න අදහසක් දෙන්න

# arguments
source: i need more parenting help
si: මට මපියකරණය ගැන තවත් උදව් අවශ්‍යයි

# arguments
source: na
si: නැහැ

# arguments
source: view another activity idea
si: වෙනත් ක්‍රියාකාරකම් අදහසක් බලන්න

# arguments
source: go to main menu
si: ප්‍රධාන මෙනුව වෙත යන්න

# arguments
source: continue my progress tomorrow
si: හෙට මගේ දියුණුව දිගටම පවත්වා ගෙන යන්න

# arguments
source: exit menu
si: මෙනුවෙන් ඉවත් වෙන්න

# arguments
source: something quick
si: ඉක්මන් දෙයක්

# arguments
source: something active
si: ක්‍රියාකාරී දෙයක්

# arguments
source: something calm
si: සන්සුන් දෙයක්

# arguments
source: something for the whole family
si: මුළු පවුලටම යමක්

# arguments
source: now
si: දැන්

# arguments
source: tomorrow
si: හෙට

# arguments
source: remind me tomorrow
si: මට හෙට මතක් කරන්න

# arguments
source: return to menu
si: මෙනුව වෙත ආපසු යන්න

# arguments
source: review a lesson from a different course
si: වෙනත් පාඨමාලාවකින් පාඩමක් නැවත බලන්න

# arguments
source: review another lesson from this course
si: මෙම පාඨමාලාවෙන් තවත් පාඩමක් නැවත බලන්න

# arguments
source: get more help with this course
si: මෙම පාඨමාලාව සම්බන්ධයෙන් තවත් උදව් ලබා ගන්න

# arguments
source: get help with a different challenge
si: වෙනත් අභියෝගයකට උදව් ලබා ගන්න

# arguments
source: return to the main menu
si: ප්‍රධාන මෙනුවට ආපසු යන්න

# arguments
source: view finished courses
si: සම්පූර්ණ කරන ලද පාඨමාලා බලන්න

# arguments
source: view incomplete courses
si: අසම්පූර්ණ පාඨමාලා බලන්න

# arguments
source: view courses to start
si: ආරම්භ කිරීමට ඇති පාඨමාලා බලන්න

# arguments
source: return to main menu
si: ප්‍රධාන මෙනුව වෙත ආපසු යන්න

# arguments
source: track my progress
si: මගේ ප්‍රගතිය නිරීක්ෂණය කරන්න

# arguments
source: share with a friend
si: මිතුරෙකු සමඟ බෙදා ගන්න

# arguments
source: emergencies
si: හදිසි අවස්ථා

# arguments
source: settings
si: සැකසුම්

# arguments
source: activities
si: ක්‍රියාකාරකම්

# arguments
source: how to use parenttext
si: parenttext භාවිතා කරන්නේ කොහොමද?

# arguments
source: get help with the skills i am working on
si: මට වුවමනා කුසලතා සඳහා උදව් ලබා ගන්න

# arguments
source: review completed skills
si: සම්පූර්ණ කළ කුසලතා නැවත බලන්න

# arguments
source: change your profile
si: ඔබගේ තොරතුරු වෙනස් කරන්න

# arguments
source: stop receiving the messages
si: පණිවිඩ ලැබීම නවත්වන්න

# arguments
source: your language
si: ඔබේ භාෂාව

# arguments
source: your media settings
si: ඔබේ මාධ්‍ය සැකසුම්

# arguments
source: your gender
si: ඔබේ ස්ත්‍රීපුරුෂ භාවය

# arguments
source: your relationship status
si: ඔබේ සම්බන්ධතා තත්ත්වය

# arguments
source: your child's age
si: ඔබේ දරුවාගේ වයස

# arguments
source: your child's nickname
si: ඔබේ දරුවාගේ අන්වර්ථ නාමය

# arguments
source: your child's gender
si: ඔබේ දරුවාගේ ස්ත්‍රීපුරුෂ භාවය

# arguments
source: yes y yeah yep ok
si: ඔව්

# arguments
source: i need more parenting support than parenttext offers
si: මට Patenttext ලබා දෙනවාට වඩා මාපියකරණ සහයෝගය අවශ්‍යයි

# arguments
source: i need support with my child’s disability
si: මගේ දරුවාගේ ආබාධිත තත්ත්වය සම්බන්ධයෙන් මට සහාය අවශ්‍යයි

# arguments
source: i’m facing challenges that make it difficult to focus on parenting right now
si: මම මේ වනවිට මාපියකරණය ගැන අවධානය යොමු කිරීම දුෂ්කර කරන අභියෝගවලට මුහුණ දෙනවා

# arguments
source: i need emergency support
si: මට හදිසි සහාය අවශ්‍යයි

# arguments
source: i do not have time
si: මට වෙලාවක් නැහැ

# arguments
source: parenttext is not helpful
si: Parenttext ප්‍රයෝජනවත් නැහැ

# arguments
source: parenttext isn't working on my phone
si: මගේ දුරකථනයේ parenttext වැඩ කරන්නේ නැහැ

# arguments
source: other
si: වෙනත්

# arguments
source: this content is too basic for me
si: මේ අන්තර්ගතය මට ගොඩක් සරල වැඩියි

# arguments
source: i do not see how parenttext will help me with my child’s behaviour
si: මගේ දරුවාගේ හැසිරීම සම්බන්ධයෙන් Parenttext උපකාර වන්නේ කෙසේදැයි මට තේරෙන්නේ නැහැ

# arguments
source: i need more support than a chatbot can provide
si: මට චැට්බෝට් එකකින් ලබාදෙනවට වඩා සහයෝගයක් අවශ්‍යයි

# arguments
source: this content is not helpful for my child with special needs
si: විශේෂ අවශ්‍යතා ඇති මගේ දරුවාට මෙම අන්තර්ගතය ප්‍රයෝජනවත් නොවේ

# arguments
source: i'm facing challenges that make it difficult to focus on parenting right now
si: මම මේ වෙලාවේ මාපියකරණය ගැන අවධානය යොමු කිරීම දුෂ්කර කරන අභියෝගවලට මුහුණ දෙනවා

# arguments
source: emergency support
si: හදිසි සහාය

# arguments
source: health support services
si: සෞඛ්‍ය සහාය සේවා

# arguments
source: dealing with violence
si: ප්‍රචණ්ඩත්වය සමඟ කටයුතු කිරීම

# arguments
source: suicide prevention services
si: සියදිවි නසාගැනීම් වැළැක්වීමේ සේවා

# arguments
source: family counselling and support
si: පවුල් උපදේශනය සහ සහාය

# arguments
source: drugs and alcohol abuse
si: මත්ද්‍රව්‍ය සහ මත්වතුර අනිසි භාවිතය

# arguments
source: child development support
si: ළමා සංවර්ධන සහාය

# arguments
source: legal or sassa help
si: නීතිමය හෝ sassa උදව්

# arguments
source: lgbtqia+ support services
si: Not Relavent

# arguments
source: school issues
si: පාසලේ ගැටළු

# arguments
source: no, thanks
si: එපා./අවශ්‍ය නැහැ. ස්තුතියි

# arguments
source: get other emergency contacts
si: වෙනත් හදිසි ඇමතුම් ලබා ගන්න

# arguments
source: english
si: ඉංග්‍රීසි

# arguments
source: sinhala
si: සිංහල

# arguments
source: dani
si: ඩැනි

# arguments
source: chris
si: ක්‍රිස්

# arguments
source: woman
si: කාන්තාව

# arguments
source: man
si: පුරුෂයා

# arguments
source: prefer not to say
si: කීමට අකැමතියි

# arguments
source: single (not in a relationship)
si: තනිකඩ (සම්බන්ධතාවයක් නොමැති)

# arguments
source: married
si: විවාහක

# arguments
source: partnered but not married
si: සහකරු හෝ සහකාරිය, නමුත් විවාහ වී නැත

# arguments
source: divorced or separated
si: දික්කසාද වූ හෝ වෙන් වූ

# arguments
source: widowed
si: වැන්දඹු වූ

# arguments
source: girl
si: ගැහැණු ළමයා

# arguments
source: boy
si: පිරිමි ළමයා

# arguments
source: text, images, and videos
si: පෙළ, රූප සහ වීඩියෝ

# arguments
source: text, images, and audio
si: පෙළ, රූප සහ හඬ පට

# arguments
source: text and images only
si: පෙළ සහ රූප පමණි
