Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_sri_lanka/*/*_navigation.po
Languages: si

# text
source: Variables have been reset
si: විචල්‍යයන් නැවත සකසා ඇත

# text
source: Would you like to go back to the previous messages?
si: ඔබ පෙර පණිවිඩ වෙත ආපසු යාමට කැමතිද?

# text
source: That's okay. Type {HELP} at any time if you would like the details of emergency services or other hotlines.
si: ඒකට කමක් නෑ. හදිසි සේවා හෝ වෙනත් ක්ෂණික ඇමතුම් විස්තර අවශ්‍ය නම් ඕනෑම වේලාවක {HELP} ලෙස ටයිප් කරන්න.

# text
source: Sorry, I don't understand what you mean.
si: සමාවෙන්න. ඔබ පැවසූදේ මට අපැහැදිලියි.

# text
source: Here are the contact details of your local emergency services:
si: ඔබේ ප්‍රදේශයේ හදිසි සේවා ඇමතුම්තොරතුරු මෙන්න:

# text
source: Type {HELP} at any time if you would like the details of emergency services or other hotlines. Remember everything you say will be completely private!
si: හදිසි සේවා හෝ වෙනත් ක්ෂණික ඇමතුම් විස්තර අවශ්‍ය නම් ඕනෑම වේලාවක {HELP} ලෙස ටයිප් කරන්න. ඔබ පවසන සෑම දෙයක්ම සම්පූර්ණයෙන්ම පුද්ගලික බව මතක තබා ගන්න!

# text
source: If you ever feel like talking privately to a trained professional, you can call:
si: ඔබට කුමන හෝ වෙලාවක පුහුණුවලත් වෘත්තිකයෙකුට පෞද්ගලිකව කතා කිරීමට අවශ්‍ය නම්, ඔබට අමතන්න පුළුවන්:

# text
source: Here are the contact details of your local medical services:
si: ඔබේ ප්‍රදේශයේ වෛද්‍ය සේවාවන්හි ඇමතුම් තොරතුරු මෙන්න:

# text
source: Are you currently facing an emergency?
si: ඔබ දැනට හදිසි අවස්ථාවකට මුහුණ දෙමින් සිටින්නේද?

# text
source: Do you need some support with an emotional issue?
si: චිත්තවේගීය ගැටලුවක් සම්බන්ධයෙන් ඔබට යම් සහයෝගයක් අවශ්‍යද?

# text
source: Are you currently experiencing a health issue?
si: ඔබ දැනට සෞඛ්‍ය ගැටලුවකට මුහුණ දෙනවාද?

# text
source: Are you experiencing an unsafe situation?
si: ඔබ අනාරක්ෂිත තත්වයකට මුහුණ දෙනවාද?

# text
source: Do you have an emergency?
si: ඔබ මේ මොහොතේ යම් හදිසි යම් අවස්ථාවකට මුහුණ පා ඇත්ද?

# text
source: Do you need some urgent help?
si: ඔබට හදිසි උදව්වක් අවශ්‍යද?

# text
source: Welcome back to ParentText!
si: ParentText වෙත නැවත සාදරයෙන් පිළිගනිමු!

# text
source: I don't understand your message.
si: මට ඔබේ පණිවිඩය තේරුම් ගන්න අපහසුයි.

# text
source: Please type {MENU} to access resources and review completed modules, {PLAY} to receive a playful activity you can complete with your child, or {HELP} to access local support resources for a crisis.
si: සම්පත් වෙත ප්‍රවේශ වීමට සහ සම්පූර්ණ කරන ලද මොඩියුල නැවත බැලීමට කරුණාකර {MENU} ලෙස ටයිප් කරන්න, ඔබේ දරුවා සමඟ කළ හැකි විනෝදාත්මක ක්‍රියාකාරකමක් ලබා ගැනීමට {PLAY} ලෙස ටයිප් කරන්න, නැතහොත් ගැටලුවක් සඳහා ඔබ ප්‍රදේශයෙන් උදව් ලබා ගැනීමට සහ අදාල තොරතුරු වෙත ප්‍රවේශ වීමට {HELP} ලෙස ටයිප් කරන්න.

# text
source: You have not given consent to participate in this programme. Would you like to participate?
si: මෙම වැඩසටහනට සහභාගී වීමට ඔබ කැමැත්ත ලබා දී නොමැත. ඔබ සහභාගී වීමට කැමතිද?

# text
source: If you ever decide to participate in the programme, type HELLO.
si: ඔබ කවදා හෝ වැඩසටහනට සහභාගී වීමට තීරණය කරන්නේ නම්, HELLO ලෙස ටයිප් කරන්න.

# text
source: We hope to see you again soon, and we wish you a happy and peaceful day!
si: ඉක්මනින් ඔබ හා නැවත සම්බන්ධ වීමට අපි බලාපොරොත්තු වන අතර, ඔබට ප්‍රීතිමත් සහ සාමකාමී දිනයක් ප්‍රාර්ථනා කරමු!

# text
source: Parenting is hard. ParentText may help. Would you like to continue your progress?
si: ගුණාත්මක මාපියකරණය දුෂ්කරයි. ParentText එයට උදව් කරයි. එය දිගටම කරගෙන යාමට ඔබ කැමතිද?

# text
source: That's okay. If you ever decide to come back, type HELLO.
si: ඒකට කමක් නෑ. ඔබ කවදා හරි නැවත අප සමඟ සම්බන්ධ වීමට තීරණය කළොත්, HELLO ටයිප් කරන්න.

# text
source: You are already part of ParentText!
si: ඔබ දැනටමත් ParentText සමඟ සම්බන්ධවී ඇත!

# text
source: You have already completed ParentText!
si: ඔබ දැනටමත් ParentText සම්පූර්ණ කර ඇත!

# text
source: Staying in ParentText helps you and your child. Are you sure you want to exit the programme?
si: ParentText හි රැඳී සිටීම ඔබට සහ ඔබේ දරුවාට උපකාරී වේ. ඔබට වැඩසටහනෙන් ඉවත් වීමට අවශ්‍ය බව ඔබට විශ්වාසද?

# text
source: If you do not want to receive any more messages, please type "EXIT".
si: ඔබට තවත් පණිවිඩ ලැබීමට අවශ්‍ය නැතිනම්, කරුණාකර "EXIT" යනුවෙන් ටයිප් කරන්න.

# text
source: If you made a mistake, please type "BACK".
si: ඔබට අතපසු වීමක් වුණා නම්, කරුණාකර "BACK" ලෙස ටයිප් කරන්න.

# text
source: Thank you for participating. If you want to return to the programme, type HELLO.
si: සහභාගී වූවාට ඔබට ස්තූතියි. ඔබට වැඩසටහනට නැවත යාමට අවශ්‍ය නම්, HELLO ලෙස ටයිප් කරන්න.

# text
source: We hope to see you again soon!
si: ඉක්මනින් ඔබ සමඟ නැවත සම්බන්ධ වීමට බලාපොරොත්තු වෙමු!

# text
source: We are so glad you want to stick around! We will resume your progress tomorrow.
si: ඔබ අප සමඟ රැඳී සිටීමට කැමති වීම ගැන අපි ඉතා සතුටු වෙමු! අපි හෙට ඔබේ ප්‍රගතිය ගැන නැවත විමසා බලමු

# text
source: This feature will be available once you have completed registration. It won’t take long. Please continue your progress!
si: ඔබ ලියාපදිංචිය සම්පූර්ණ කළ පසු මෙම විශේෂාංගය ලබා ගත හැකිය. එයට වැඩි කාලයක් ගත නොවනු ඇත. කරුණාකර ඔබේ ප්‍රගතිය දිගටම පවත්වා ගෙන යන්න!

# text
source: The menu will be available once you have completed registration. It won’t take long. Please continue your progress!
si: ලියාපදිංචිය අවසන් වූ පසු මෙනුව ලබා ගත හැකිය. එයට වැඩි කාලයක් ගත නොවනු ඇත. කරුණාකර ඔබේ ප්‍රගතිය දිගටම පවත්වා ගෙන යන්න!

# text
source: You have completed @fields.c_n_mod_compl out of @fields.c_n_mod lessons in this course. Today's lesson is @results.name.
si: මෙම පාඨමාලාවේ @fields.c_n_mod පාඩම් වලින් @fields.c_n_mod_compl ඔබ සම්පූර්ණ කර ඇත. අද පාඩම @results.name වේ.

# text
source: fail
si: අසාර්ථකයි

# text
source: Let’s get started. Press NEXT to begin.
si: අපි පටන් ගනිමු. ආරම්භ කිරීමට NEXT ඔබන්න.

# text
source: Well done. You're ready to start the programme.
si: හොඳයි. ඔබ වැඩසටහන ආරම්භ කිරීමට සූදානම්.

# text
source: There are no new courses available.
si: නව පාඨමාලා නොමැත.

# text
source: You only have the following course to start
si: ඔබට ආරම්භ කිරීමට ඇත්තේ පහත පාඨමාලාව පමණි

# text
source: Would you like to begin this course?
si: මෙම පාඨමාලාව ආරම්භ කිරීමට ඔබ කැමතිද?

# text
source: That's okay.
si: ඒකට කමක් නැහැ.

# text
source: Which new course would you like to start?
si: ඔබ ආරම්භ කිරීමට කැමති නව පාඨමාලාව කුමක්ද?

# text
source: You do not have have a current course.
si: ඔබට දැනට පාඨමාලාවක් නොමැත.

# text
source: You only have the following course started
si: ඔබ පහත පාඨමාලාව ආරම්භ කර ඇත

# text
source: Which unfinished course would you like to complete?
si: ඔබ සම්පූර්ණ කිරීමට කැමති නිම නොකළ පාඨමාලාව කුමක්ද?

# text
source: There are no incomplete courses.
si: අසම්පූර්ණ පාඨමාලා නොමැත.

# text
source: You only have the following course to complete
si: ඔබට සම්පූර්ණ කිරීමට ඇත්තේ පහත පාඨමාලාව පමණි

# text
source: Great! Which unfinished course would you like to complete?
si: නියමයි! ඔබ සම්පූර්ණ කිරීමට කැමති නිම නොකළ පාඨමාලාව කුමක්ද?

# text
source: NA
si: අදාල නොවේ

# text
source: You only have the following lesson to complete:
si: ඔබට සම්පූර්ණ කිරීමට ඇත්තේ පහත පාඩම පමණි:

# text
source: Which lesson would you like to complete?
si: ඔබ සම්පූර්ණ කිරීමට කැමති පාඩම කුමක්ද?

# text
source: You haven't started to work on a course yet.
si: ඔබ තවම පාඨමාලාවක වැඩ පටන් ගෙන නොමැත.

# text
source: You have only started the course
si: ඔබ පාඨමාලාව ආරම්භ කළා පමණයි

# text
source: Would you like support on it?
si: ඔබ ඒ සඳහා සහාය ලබා ගැනීමට කැමතිද?

# text
source: That's okay. You can access more information at any time in the Main Menu. Just type {MENU}.
si: ඒකට කමක් නැහැ. ඔබට ප්‍රධාන මෙනුවෙන් ඕනෑම වේලාවක වැඩි විස්තර වෙත ප්‍රවේශ විය හැකියි. {MENU} ටයිප් කරන්න.

# text
source: What are you struggling with?
si: ඔබ අපහසුවෙන් ඉන්නෙ මොනවාටද?

# text
source: You haven't completed a lesson yet.
si: ඔබ තවම පාඩමක් අවසන් කර නොමැත.

# text
source: Which course do you want to review?
si: ඔබට නැවත බැලීමට අවශ්‍ය පාඨමාලාව කුමක්ද?

# text
source: @(word_count(fields.goals_accessed) +1). Return to Main Menu
si: @(word_count(fields.goals_accessed) +1). ප්‍රධාන මෙනුවට ආපසු යන්න

# text
source: You haven't completed any of the lessons in this course.
si: ඔබ මෙම පාඨමාලාවේ පාඩම් කිසිවක් සම්පූර්ණ කර නැත.

# text
source: You have only completed the following lesson:
si: ඔබ පහත පාඩම පමණක් සම්පූර්ණ කර ඇත:

# text
source: Would you like to review it?
si: ඔබ එය නැවත බැලීමට කැමතිද?

# text
source: That's okay. You can come back here at any time to review it.
si: ඒකට කමක් නෑ. ඔබට ඕනම වෙලාවක මෙතනට ඇවිත් එය නැවත බලන්න පුළුවන්.

# text
source: You have completed @fields.n_s_modules_compl lessons within this course. Which lesson do you want to review?
si: මෙම පාඨමාලාව තුළ ඔබ @fields.n_s_modules_compl පාඩම් සම්පූර්ණ කර ඇත. ඔබට නැවත බලන්න අවශ්‍ය පාඩම කුමක්ද?

# text
source: @(word_count(join(reverse(split(fields.s_modules_compl," ")), " ")) +1). Return to Main Menu
si: @(word_count(join(reverse(split(fields.s_modules_compl," ")), " ")) +1). ප්‍රධාන මෙනුවට ආපසු යන්න

# text
source: We'll continue the course tomorrow. Is there anything else you'd like to do today?
si: අපි හෙට පාඨමාලාව දිගටම කරගෙන යනවා. අද ඔයාට කරන්න වෙන මොනවා හරි තියෙනවද?

# text
source: Great, see you tomorrow!
si: නියමයි, හෙට හමුවෙමු!

# text
source: What would you like to do?
si: ඔබ කරන්න කැමති මොනවද?

# text
source: What kind of activity do you want to try with your teen?
si: ඔබේ නව යොවුන් වියේ දරුවා සමඟ ඔබ උත්සාහ කිරීමට කැමති කුමන ආකාරයේ ක්‍රියාකාරකමක්ද?

# text
source: What kind of activity do you want to try with your baby?
si: ඔබේ දරුවා සමඟ කුමන ආකාරයේ ක්‍රියාකාරකමක් උත්සාහ කිරීමට ඔබ කැමතිද?

# text
source: What kind of activity do you want to try with your child?
si: ඔබේ දරුවා සමඟ ඔබ උත්සාහ කිරීමට කැමති කුමන ආකාරයේ ක්‍රියාකාරකමක්ද?

# text
source: Do you want to begin now or tomorrow?
si: ඔබට අවශ්‍ය දැන් පටන් ගන්නද නැත්නම් හෙට පටන් ගන්නද?

# text
source: It takes only 5 days to complete this course and earn your parenting certificate.
si: මෙම පාඨමාලාව සම්පූර්ණ කර ඔබේ මාපියකරණ සහතිකය ලබා ගැනීමට ගත වන්නේ දින 5ක් පමණි.

# text
source: Thank you for participating!
si: සහභාගී වූවාට ඔබට ස්තුතියි!

# text
source: Here's your course certificate. Congratulations! 🎉
si: මෙන්න ඔබේ පාඨමාලා සහතිකය. සුභ පැතුම්! 🎉

# text
source: Remember, you can always return to ParentText and get extra support or review this information. Just type {MENU}.
si: මතක තබා ගන්න, ඔබට සැමවිටම ParentText වෙත ආපසු ගොස් අමතර සහාය ලබා ගැනීමට හෝ මෙම තොරතුරු නැවත බැලීමට හැකියි. {MENU} ටයිප් කරන්න.

# text
source: ParentText has begun. You are just 5 days away from earning your parenting certificate. Are you ready to complete your registration and get started?
si: ParentText ආරම්භ වී ඇත. ඔබේ දෙමාපිය සහතිකය ලබා ගැනීමට ඔබට ඇත්තේ දින 5ක් පමණි. ඔබේ ලියාපදිංචිය සම්පූර්ණ කර ආරම්භ කිරීමට ඔබ සූදානම්ද?

# text
source: Select one of the options below:
si: පහත විකල්ප වලින් එකක් තෝරන්න:

# text
source: 1. Yes
si: 1. ඔව්

# text
source: 2. Remind me tomorrow
si: 2. මට හෙට මතක් කරන්න

# text
source: It seems like you've got some catching up to do! Do you want to complete your previous unfinished lesson or start a new lesson?
si: ඔබට කරන්න දේවල් ටිකක් තියෙනවා වගේ! ඔබට අවශ්‍ය ඔබගේ කලින් ඉවර කරපු පාඩම සම්පූර්ණ කරන්නද නැත්නම් අලුත් පාඩමක් පටන් ගන්නද?

# text
source: 1. Complete a previous lesson
si: 1. පෙර පාඩමක් සම්පූර්ණ කරන්න

# text
source: 2. Start a new lesson
si: 2. නව පාඩමක් ආරම්භ කරන්න

# text
source: Do you want to catch up and proceed to the next lesson?
si: ඔබට එය කියවා ඊළඟ පාඩමට යාමට අවශ්‍යද?

# text
source: You're almost finished with this course! You only have 1 unfinished lesson. What would you like to do?
si: 1. මෙම පාඩම අවසන් කර මගේ පාඨමාලා සහතිකය ලබා ගන්න.

# text
source: Press a number on your keypad:
si: ඔබගේ යතුරු පුවරුවේ අංකයක් ඔබන්න:

# text
source: 1. Finish this lesson and earn my course certificate
si: 1. මෙම පාඩම අවසන් කර මගේ පාඨමාලා සහතිකය ලබා ගන්න

# text
source: You're almost finished with this course! You have @fields.c_n_mod_started unfinished lessons. What would you like to do?
si: ඔබ මෙම පාඨමාලාව බොහෝ දුරට අවසන්! ඔබට @fields.c_n_mod_started නිම නොකළ පාඩම් තිබේ. ඔබ කුමක් කිරීමට කැමතිද?

# text
source: 1. Complete unfinished lessons to earn my course certificate
si: 1. මගේ පාඨමාලා සහතිකය ලබා ගැනීම සඳහා නිම නොකළ පාඩම් සම්පූර්ණ කරන්න

# text
source: It’s time to get started on your course, @results.name. Are you ready?
si: ඔබේ පාඨමාලාව ආරම්භ කිරීමට වේලාවයි, @results.name. ඔබ සූදානම්ද?

# text
source: 1. Yes!
si: 1. ඔව්!

# text
source: We've got another lesson ready for you! Are you ready?
si: අපි ඔබට තවත් පාඩමක් සූදානම් කර ඇත්තෙමු! ඔබ සූදානම්ද?

# text
source: 2. No, remind me tomorrow
si: 2. නැහැ, මට හෙට මතක් කරන්න

# text
source: We hope this was helpful! You can access the Main Menu at any time by typing {MENU}.
si: මෙය ප්‍රයෝජනවත් වූවා යැයි අපි බලාපොරොත්තු වෙමු! ඔබට ඕනෑම වේලාවක {MENU} ලෙස ටයිප් කිරීමෙන් ප්‍රධාන මෙනුවට ප්‍රවේශ විය හැකියි.

# text
source: To invite someone to join, share this link!
si: තවත් කෙනෙකුට එකතු වීමට ආරාධනා කිරීමට, මෙම සබැඳිය බෙදා ගන්න!

# text
source: What would you like to do next?
si: ඔබ ඊළඟට කැමති කුමක්ද?

# text
source: You have reached the end of this lesson! 🎉
si: ඔබ මෙම පාඩමේ අවසානයට පැමිණ ඇත! 🎉

# text
source: What do you want to do next?
si: ඔබට ඊළඟට කිරීමට අවශ්‍ය කුමක්ද?

# text
source: That's okay. You can access more information at any time in the Main Menu.
si: ඒකට කමක් නෑ. ඔබට ඕනෑම වේලාවක ප්‍රධාන මෙනුවෙන් වැඩි විස්තර වෙත පිවිසිය හැකියි.

# text
source: 🎉You did it! Congratulations!🎉 You have completed all the available courses. Well done!
si: 🎉ඔබ ඒක කළා! සුභ පැතුම්!🎉 ඔබ මෙහි තිබෙන හැම පාඨමාලාවක්ම සම්පූර්ණ කළා. හොඳට කළා!

# text
source: You have completed @fields.c_n_mod_compl out of @fields.c_n_mod lessons.
si: ඔබ @fields.c_n_modපාඩම් වලින් @fields.c_n_mod_compl සම්පූර්ණ කර ඇත.

# text
source: @fields.n_goals_completed of @fields.n_goals_prog Courses Complete
si: @fields.n_goals_completed න් @fields.n_goals_prog පාඨමාලා සම්පූර්ණයි

# text
source: You are currently working on the course @results.name.
si: ඔබ දැනට @results.name පාඨමාලාවේ වැඩ කරමින් සිටියි.

# text
source: You have not selected which course to work on next.
si: ඔබ ඊළඟට වැඩ කළ යුතු පාඨමාලාව තෝරාගෙන නැත.

# text
source: What would you like change?
si: ඔබට වෙනස් වීමට අවශ්‍ය කුමක්ද?

# text
source: Current Status: Your name is @fields.first_user_name.
si: වත්මන් තත්ත්වය: ඔබගේ නම @fields.first_user_name.

# text
source: You didn't tell us your name.
si: ඔබ අපට ඔබගේ නම කිව්වේ නැහැනේ.

# text
source: Would you like to change it?
si: ඔබ එය වෙනස් කිරීමට කැමතිද?

# text
source: You didn't tell us your gender.
si: ඔබ අපට ඔබගේ ස්ත්‍රී පුරුෂ භාවය කිව්වේ නැහැනේ.

# text
source: Current Status: You are a Woman.
si: වත්මන් තත්ත්වය: ඔබ කාන්තාවක්.

# text
source: Current Status: You are a Man.
si: වත්මන් තත්ත්වය: ඔබ පුරුෂයෙක්.

# text
source: Current Status: You are a
si: වත්මන් තත්ත්වය: ඔබ

# text
source: You didn't tell us your relationship status.
si: ඔබ අපට ඔබගේ විවාහක අවිවාහක තත්ත්වය කිව්වේ නැහැනේ.

# text
source: Current Status: You are Single (not in a relationship).
si: වත්මන් තත්ත්වය: ඔබ අවිවාහකයි (සම්බන්ධතාවයක නොමැත).

# text
source: Current Status: You are Married.
si: වත්මන් තත්ත්වය: ඔබ විවාහකයි.

# text
source: Current Status: You are Partnered but not married.
si: වත්මන් තත්ත්වය: ඔබ සහකරුවෙකි, නමුත් විවාහක නොවේ.

# text
source: Current Status: You are Divorced or separated.
si: වත්මන් තත්ත්වය: ඔබ දික්කසාද වී හෝ වෙන් වී සිටියි.

# text
source: Current Status: You are Widowed.
si: වත්මන් තත්ත්වය: ඔබ වැන්දඹුවකි.

# text
source: Current Status: You are
si: වත්මන් තත්ත්වය: ඔබ

# text
source: You didn't provide this info.
si: ඔබ මෙම තොරතුරු ලබා දී නොමැත.

# text
source: Current Status: @fields.child_nickname is @fields.child_age year old.
si: වත්මන් තත්ත්වය: @fields.child_nickname ගේ වයස @fields.child_age වේ.

# text
source: Current Status: your child is @fields.child_age year old.
si: වත්මන් තත්ත්වය: ඔබේ දරුවාගේ වයස @fields.child_age වේ.

# text
source: Current Status: Your child's name is @fields.child_nickname.
si: වත්මන් තත්ත්වය: ඔබේ දරුවාගේ නම @fields.child_nickname.

# text
source: You didn't provide a nickname for your child.
si: ඔබ ඔබගේ දරුවාට අන්වර්ථ නාමයක් ලබා දී නොමැත.

# text
source: @fields.child_nickname's gender has been updated.
si: @fields.child_nickname ගේ ස්ත්‍රීපුරුෂ භාවය යාවත්කාලීන කර ඇත.

# text
source: Your child's gender has been updated.
si: ඔබේ දරුවාගේ ස්ත්‍රීපුරුෂ භාවය යාවත්කාලීන කර ඇත.

# text
source: You didn't tell us the gender of @fields.child_nickname.
si: ඔබ අපට @fields.child_nickname ස්ත්‍රීපුරුෂ භාවය කිව්වේ නැහැනේ.

# text
source: You didn't tell us the gender of your child.
si: ඔබ අපට ඔබගේ දරුවාගේ ස්ත්‍රීපුරුෂ භාවය කිව්වේ නැහැනේ.

# text
source: Current Status: @fields.child_nickname is a Girl.
si: වත්මන් තත්ත්වය: @fields.child_nickname ගැහැණු ළමයෙක්.

# text
source: Current Status: your child is a Girl.
si: වත්මන් තත්ත්වය: ඔබේ දරුවා ගැහැණු ළමයෙක්.

# text
source: Current Status: @fields.child_nickname is a Boy.
si: වත්මන් තත්ත්වය: @fields.child_nickname පිරිමි ළමයෙක්.

# text
source: Current Status: your child is a Boy.
si: වත්මන් තත්ත්වය: ඔබේ දරුවා පිරිමි ළමයෙක්.

# text
source: Current Status: @fields.child_nickname is a
si: වත්මන් තත්ත්වය: @fields.child_nickname

# text
source: Current Status: your child is a
si: වත්මන් තත්ත්වය: ඔබේ දරුවා

# text
source: Your partner in parenting is @fields.avatar_name.
si: ඔබේ දෙමාපිය සහකරු @fields.avatar_name වේ.

# text
source: You are currently receiving messages in English.
si: ඔබට දැනට ඉංග්‍රීසි භාෂාවෙන් පණිවිඩ ලැබෙමින් පවතී.

# text
source: You are currently receiving messages in Spanish.
si: ඔබට දැනට ස්පාඤ්ඤ භාෂාවෙන් පණිවිඩ ලැබෙමින් පවතී.

# text
source: You are currently receiving messages in
si: ඔබට දැනට පණිවිඩ ලැබෙමින් පවතින්නේ

# text
source: Would you like to change your language?
si: ඔබේ භාෂාව වෙනස් කිරීමට ඔබ කැමතිද?

# text
source: *DAY @fields.curr_demo_day*
si: *දිනය @fields.curr_demo_day*

# text
source: You completed the ParentText demo. Type {RESET} and then {FACSTART} to re-start from the beginning.
si: ඔබ ParentText නිරූපණය සම්පූර්ණ කළා. ආරම්භයේ සිට නැවත ආරම්භ කිරීමට {RESET} ටයිප් කර {FACSTART} ටයිප් කරන්න.

# text
source: How can I help?
si: මට උදව් කළ හැක්කේ කෙසේද?

# text
source: It looks like ParentText isn't working for you. Can you tell us why?
si: ParentText ඔබට වැඩ කරන්නේ නැහැ වගේ. ඇයි කියලා අපට කියන්න පුළුවන්ද?

# text
source: ParentText should only take 10 minutes a day to complete. Would you like to try a new lesson now?
si: ParentText සම්පූර්ණ කිරීමට දිනකට මිනිත්තු 10ක් පමණයි ගතවෙන්නේ. දැන් අලුත් පාඩමක් උත්සාහ කිරීමට ඔබ කැමතිද?

# text
source: Oh no! Why is ParentText not helpful?
si: අනේ නැහැ! ParentText ප්‍රයෝජනවත් නොවන්නේ ඇයි?

# text
source: It may seem like spending one-on-one time with your child won't help you with their behaviour right away, but patience is key. This time together helps you understand each other better and build a strong bond. When children feel heard and supported like this, it often helps improve their behaviour over time.
si: ඔබේ දරුවා සමඟ දරුවා වෙනුවෙන් වෙන්කරගත් කාලය ගත කිරීම ඔවුන්ගේ හැසිරීමට වහාම උපකාරී නොවන බව පෙනෙන්නට පුළුවන්, නමුත් ඉවසීම අත්‍යවශ්‍ය වේ. මෙම කාලය එකට ගත කිරීම ඔබට එකිනෙකා වඩා හොඳින් තේරුම් ගැනීමට සහ ශක්තිමත් බැඳීමක් ගොඩනඟා ගැනීමට උපකාරී වේ. දරුවන්ට මේ ආකාරයෙන් සවන් දී සහයෝගය දක්වන බව දැනෙන විට, එය බොහෝ විට කාලයත් සමඟ ඔවුන්ගේ හැසිරීම වැඩිදියුණු කිරීමට උපකාරී වේ.

# text
source: Would you like to try a new lesson now to learn more about one-on-one time?
si: වෙන්කරගත් කාලය පාඩම ගැන වැඩි විස්තර දැන ගැනීමට දැන් අලුත් පාඩමක් උත්සාහ කිරීමට ඔබ කැමතිද?

# text
source: I might know some resources that can help. What would you like information for?
si: උදව් විය හැකි සම්පත් කිහිපයක් මම දන්නවා. ඔබට තොරතුරු අවශ්‍ය වන්නේ කුමක් සඳහාද?

# text
source: Please look after yourself! Your local clinic can help you with all health issues. If you need more support, here are some free helplines:
si: කරුණාකර ඔබ ගැන සැලකිලිමත් වන්න! ඔබේ ප්‍රදේශයේ සායනයෙන් ඔබට සියලු සෞඛ්‍ය ගැටලු සඳහා උපකාර කළ හැකියි. ඔබට තවත් සහාය අවශ්‍ය නම්, මුදල් අය නොකරන උපකාරක දුරකථන කිහිපයක් මෙන්න:

# text
source: Seeing and experiencing violence can be a scary and confusing time. There are people who can help you and your child through this!
si: ප්‍රචණ්ඩත්වය දැකීම සහ අත්විඳීම බියජනක හා ව්‍යාකූල විය හැකියි. මෙහිදී ඔබට සහ ඔබේ දරුවාට උදව් කළ හැකි පුද්ගලයින් සිටියි!

# text
source: Feeling sad or stressed, or your child's behaviour is difficult? These places can help you:
si: දුකක් හෝ ආතතියක් දැනෙනවාද, නැතහොත් ඔබේ දරුවාගේ හැසිරීම දුෂ්කරද? මෙම ස්ථාන ඔබට උපකාර කරයි:

# text
source: Family life is difficult! Did you know the social workers at your local Department of Social Development can help with parenting skills, fatherhood, teenage pregnancy, and family and relationship counselling? If you don't have a DSD office nearby, this support will be offered by NGOs in your area:
si: පවුල් ජීවිතය දුෂ්කරයි! ඔබේ ප්‍රදේශයේ සමාජ සංවර්ධන දෙපාර්තමේන්තුවේ සමාජ සේවකයින්ට දෙමාපිය කුසලතා, පියවරුන් වීම, යොවුන් වියේ ගැබ් ගැනීම සහ පවුල් සහ සම්බන්ධතා උපදේශනය සඳහා උපකාර කළ හැකි බව ඔබ දැන සිටියාද? ඔබට ළඟපාතක DSD කාර්යාලයක් නොමැති නම්, මෙම සහාය ඔබේ ප්‍රදේශයේ රාජ්‍ය නොවන සංවිධාන විසින් පිරිනමනු ඇත:

# text
source: So much of our energy goes to helping the person struggling with substance abuse. While this is important, you and the rest of the family need support too! Find support for everyone below:
si: අපගේ ශක්තියෙන් වැඩි කොටසක් මත්ද්‍රව්‍ය අනිසි භාවිතය සමඟ පොරබදින පුද්ගලයාට උපකාර කිරීම සඳහා වැය වේ. මෙය වැදගත් වුවත්, ඔබට සහ පවුලේ අනෙක් අයටද සහාය අවශ්‍ය වේ! පහත සියලු දෙනා සඳහා සහාය සොයා ගන්න:

# text
source: Legal and SASSA issues can be stressful and confusing! There might be more support than you realise at the organisations below:
si: නීතිමය සහ SASSA ගැටළු ආතති සහගත සහ ව්‍යාකූල විය හැකියි! පහත සංවිධානවල ඔබ සිතනවාට වඩා වැඩි සහයෝගයක් තිබිය හැකියි:

# text
source: Understanding sexual and gender development can be confusing and difficult to talk about. We are all unique! Here is some support and guidance:
si: ලිංගිකත්වය සහ ස්ත්‍රී පුරුෂ භාවය සංවර්ධනය වීම ගැන තේරුම් ගැනීමට ව්‍යාකූල සහ කතා කිරීමට අපහසු විය හැකියි. අපි සියල්ලෝම එකිනෙකට වෙනස්! මෙන්න යම් සහයෝගයක් සහ මග පෙන්වීමක්:

# text
source: School is where your child spends most of their time. Making sure that they are in school, and happy and supported is so important. If you're struggling with any school issues, here is some help:
si: ඔබේ දරුවා වැඩි කාලයක් ගත කරන්නේ පාසලෙයි. ඔවුන් පාසලේ සිටින බවටත්, සතුටින් සහ සහයෝගයෙන් කටයුතු කරන බවටත් වග බලා ගැනීම ඉතා වැදගත්. ඔබ කිසියම් පාසලේ ගැටලුවක් සමඟ පොරබදන්නේ නම්, මෙන්න උදව්වක්:

# text
source: I’m sorry that I cannot help with your challenge. If you want to access this information again, you can type {HELP} at any time.
si: ඔබේ අභියෝගයට උදව් කළ නොහැකි වීම ගැන මට කණගාටුයි. ඔබට මෙම තොරතුරු නැවත ලබා ගැනීමට අවශ්‍ය නම්, ඔබට ඕනෑම වේලාවක {HELP} ලෙස ටයිප් කළ හැකියි.

# text
source: We hope this was helpful! You can access this information at any time by typing {HELP}.
si: මෙය ප්‍රයෝජනවත් වූවා යැයි අපි බලාපොරොත්තු වෙමු! ඔබට ඕනෑම වේලාවක {HELP} ටයිප් කිරීමෙන් මෙම තොරතුරු වෙත ප්‍රවේශ විය හැකියි.

# text
source: If you are facing challenges that are making it more difficult to focus on parenting, I have some resources that can help.
si: ඔබ මාපියකරණය කෙරෙහි අවධානය යොමු කිරීම වඩාත් අපහසු කරන අභියෝගවලට මුහුණ දෙන්නේ නම්, ඔබට උපකාර කළ හැකි සම්පත් කිහිපයක් මා සතුව ඇත.

# text
source: Thank you for letting us know.
si: අපට දැනුම් දුන්නාට ස්තූතියි.

# text
source: That’s okay. These skills are hard at first. I encourage you to complete ParentText. If you still want more support, here are some parenting resources available:
si: ඒකට කමක් නැහැ. මේ කුසලතා මුලදී අමාරුයි. ParentText සම්පූර්ණ කිරීමට මම ඔබව දිරිමත් කරනවා. ඔබට තවත් වැඩි සහයෝගයක් අවශ්‍ය නම්, එය ලබා ගත හැකි මාපියකරණය පිලිබඳ සම්පත් කිහිපයක් මෙන්න:

# text
source: I hope this was helpful. See you tomorrow
si: මේක ප්‍රයෝජනවත් වුනා කියලා මම හිතනවා. හෙට හමුවෙමු
