Repository: IDEMSInternational/plh-digital-content
Catalog: translations/facilitator_app_mexico/*/*_legal_terms.po
Languages: es

# data_list
source: Your data is important to us. This @global.privacy_policy sets out our policies for the collection, use, and disclosure of personal information in the use of @global.app_name. @global.app_name is a free app, that seeks to support facilitators and other implementers in their role in delivering Parenting for Lifelong Health in-person or hybrid programmes. Within the Mexican context, the app will support facilitators of the Familias en Cambio Programme acting as a ‘guide in your pocket’ enabling facilitators to track a) parental attendance and b) co-caregivers of those registered for the project who will be using ParentText. @global.app_name is brought to you by the collaboration of partners including Parenting for Lifelong Health, University of Oxford, IDEMS International, INNODEMS and UNICEF Mexico, and the National Institute of Psychiatry (‘the @global.app_name team’). Please read this @global.privacy_policy carefully. By downloading or using the app, you agree to the collection and use of information in relation to this policy. We will not use or share your information with anyone except as described in this @global.privacy_policy. The terms used in this @global.privacy_policy have the same meanings as in our @global.terms_and_conditions, which are accessible within the app, unless otherwise defined in this @global.privacy_policy.
es: Tus datos son importantes para nosotros. Esta @global.privacy_policy establece nuestras políticas para la recopilación, uso y divulgación de información personal en el uso de @global.app_name. @global.app_name es una app gratuita, que busca apoyar a facilitadores y otros implementadores en su función de impartir programas presenciales o híbridos de Parenting for Lifelong Health. En el contexto dentro de México, la app apoyará a las y los facilitadores del Programa Crianza con Conciencia + actuando como una "guía en tu bolsillo" que permitirá a las y los facilitadores hacer un seguimiento de a) la asistencia de las madres, padres y personas cuidadoras y b) las personas que comparten la crianza con las personas inscritas en el proyecto que utilizarán el chat automatizado de Crianza con Conciencia +. @global.app_name es fruto de la colaboración de socios como Parenting for Lifelong Health, Universidad de Oxford, IDEMS Internacional, INNODEMS, UNICEF México y el Instituto Nacional de Psiquiatría Ramón de la Fuente Muñiz ("el equipo de @global.app_name"). Por favor, lee atentamente esta @global.privacy_policy. Al descargar o utilizar la app, aceptas la recopilación y el uso de información en relación con esta política. No utilizaremos ni compartiremos tu información con nadie excepto en los casos descritos en esta política de privacidad @global.privacy_policy. Los términos utilizados en esta @global.privacy_policy tienen el mismo significado que en nuestros @global.terms_and_conditions, accesibles dentro de la aplicación, a menos que se definan de otro modo en esta @global.privacy_policy.

# data_list
source: What information does the app collect about you and how do we use it?
es: ¿Qué información recopila la aplicación sobre ti y cómo la usamos?

# data_list
source: _Personal Data_ For the purpose of this @global.privacy_policy, 'personal data' means any information that enables us to identify an individual, directly or indirectly. There are two categories of data that are collected a) information on the facilitator/implementer who is using the app b) information on the parents/caregiver under guidance of said facilitator. Data collected about the facilitator include: - Name - State (location) Data collected about the parent / caregiver participant include: - Name - Parent ID - Co-parent - Attendance data of in-person / WhatsApp sessions The processing of your personal data is primarily based on: The @global.app_name team has legitimate interests in carrying out research activities, under Art. 6(1)(f) GDPR, regarding the sharing of limited details related to how you use the app. _Log Data_ Whenever you use our app, we collect data and information (through third party services) on your phone called Log Data. This Log Data includes information such as a truncated device Internet Protocol ("IP") address, device name, operating system version, the configuration of the app when utilising our app, the time, date and your intentions within the app (which include but are not limited to any app buttons clicked or pages visited.) _Cookies_ Cookies are small files that store data, often used to save user-specific information. They allow websites and apps to retrieve this stored information, enabling a more personalised and efficient user experience. We use a number of third party services (see relevant section below) to support the functioning of the app. We use third party cookies through Firebase and GlitchTip and first party cookies through Matomo. In short, first-party cookies are from @global.app_name, and third-party cookies come from other places as described. For further information on the handling of cookies see below: - [GlitchTip](https://glitchtip.com/legal/privacy) - [Firebase](https://firebase.google.com/support/privacy) - [Matomo](https://matomo.org/blog/2020/02/web-analytics-cookies-gdpr/) You have the option to adjust your browser settings to decline all or specific browser cookies or to notify you when sites initiate or access cookies. For android devices this should be done on the google chrome app. Remember, disabling cookies can affect the functionality of websites or web apps, as they may rely on these cookies for essential features. Always be sure about your decision before making these changes. _Feedback Submissions_ Your feedback on the app is important to us. We shall always anonymise your personal information when sharing and publishing your feedback. _Aggregate Data_ Your data is important to the @global.app_name team for broader research purposes. Aggregate data is always anonymised.
es: _Datos personales_ A efectos de esta política de privacidad @global.privacy_policy, por "datos personales" se entiende cualquier información que nos permita identificar a una persona, directa o indirectamente. Hay dos categorías de datos que se recopilan a) información sobre la o el facilitador/implementador que utiliza la app b) información sobre las madres, los padres o personas cuidadoras bajo la orientación de dicho facilitador. Los datos recopilados sobre la persona facilitadora incluyen: - Nombre - Estado (ubicación) Los datos recopilados sobre la madre, padre o persona cuidadora participante incluyen: - Nombre - Identificación de la madre, padre o persona cuidadora - Compañero de crianza - Datos de asistencia a las sesiones presenciales / WhatsApp El procesamiento de tus datos personales se basa principalmente en: El equipo de @global.app_name tiene intereses legítimos en llevar a cabo actividades de investigación, según el Art. 6(1)(f) GDPR, en relación con el intercambio de detalles limitados sobre cómo utilizas la app. _Log Data_ Siempre que utilizas nuestra app, recopilamos datos e información (a través de servicios de terceros) en tu teléfono llamados Log Data. Estos Datos de Registro incluyen información como la dirección truncada del Protocolo de Internet ("IP") del dispositivo, el nombre del dispositivo, la versión del sistema operativo, la configuración de la aplicación cuando utilizas nuestra aplicación, la hora, la fecha y tus intenciones dentro de la aplicación (que incluyen, entre otras cosas, los botones de la aplicación pulsados o las páginas visitadas). _Cookies_ Las cookies son pequeños archivos que almacenan datos, a menudo utilizados para guardar información específica del usuario. Autorizan que los sitios web y las aplicaciones recuperen esta información almacenada, permitiendo una experiencia de usuario más personalizada y eficiente. Utilizamos una serie de servicios de terceros (véase la sección correspondiente más abajo) para apoyar el funcionamiento de la aplicación. Utilizamos cookies de terceros a través de Firebase y GlitchTip y cookies de origen a través de Matomo. En resumen, las cookies de origen proceden de @global.app_name, y las cookies de terceros proceden de otros lugares, tal y como se describe. Para más información sobre el manejo de las cookies, consulta más abajo: - [GlitchTip](https://glitchtip.com/legal/privacy) - [Firebase](https://firebase.google.com/support/privacy) - [Matomo](https://matomo.org/blog/2020/02/web-analytics-cookies-gdpr/) Tienes la opción de ajustar la configuración de tu navegador para rechazar todas las cookies del navegador o algunas específicas, o para que te avise cuando los sitios inicien cookies o accedan a ellas. Para dispositivos android, esto debe hacerse en la aplicación Google Chrome. Recuerda que deshabilitar las cookies puede afectar la funcionalidad de los sitios web o de las aplicaciones web, ya que pueden depender de estas cookies para funciones esenciales. Asegúrate siempre de tu decisión antes de realizar estos cambios. _Envío de comentarios_ Tus comentarios sobre la aplicación son importantes para nosotros. Tu información personal siempre será anónima cuando compartamos y publiquemos tus comentarios. _Datos agregados_ Tus datos son importantes para el equipo de @global.app_name para fines de investigación más amplios. Los datos agregados siempre son anónimos.

# data_list
source: How we get your personal information and why we collect it
es: Cómo obtenemos tus datos personales y por qué los recopilamos

# data_list
source: We process your data to provide support to you as well as the data of parents and caregivers which facilitators support. We process your data to communicate when you contact us, for security reasons as well as research purposes (see section ‘Information Sharing’). The primary research purpose includes looking to investigate the extent to which @global.app_name can support facilitators in their interactions of parents and caregivers of young children. Parents and caregivers will be receiving primary parenting messages through ParentText (a chatbot) of which facilitators will be engaging with such parents over WhatsApp. During the course of research, the study team may use aggregated and anonymised data from the app for further research projects. Finally, please note that we may process your data without your knowledge or consent, where this is required or permitted by law.
es: Procesamos tus datos para proporcionarte apoyo, así como los datos de las madres, padres y cuidadores a los que apoyan las y los facilitadores. Procesamos tus datos para comunicarnos cuando te pones en contacto con nosotros, por motivos de seguridad e investigación (véase la sección "Divulgación de Información"). El objetivo principal de la investigación es investigar hasta qué punto @global.app_name puede ayudar a las y los facilitadores en sus interacciones con las madres, padres y personas cuidadoras de niñas y niños pequeños. Los padres, madres y personas cuidadoras recibirán mensajes de crianza primaria a través de un chat automatizado de Crianza con Conciencia + (un chatbot), y las y los facilitadores interactuarán con dichas personas cuidadoras a través de WhatsApp. En el transcurso de la investigación, el equipo del estudio podrá utilizar datos agregados y anónimos de la aplicación para otros proyectos de investigación. Por último, considera que podemos procesar tus datos sin tu conocimiento o consentimiento, cuando así lo exija o permita la ley.

# data_list
source: Information Sharing
es: Divulgación de Información

# data_list
source: Limited internal IDEMS staff may have access to log data collected via the app, as necessary to perform their duties regarding the operation of the app. These data will only be accessed on a need-to-know basis, and all team members with access to the data are bound to confidentiality. You agree that your personal information may be shared with third parties such as researchers and partners involved in the improvement or implementation of the app including those outside your country. Prior to the disclosure of information with research partners we will make anonymous to the extent possible and where appropriate information such as log data. In reading and accepting this @global.privacy_policy, you permit us to use your anonymized data in published research. You agree that we may transfer your log data outside your country, for example, to administer cloud services. We will ensure that any country, company or person that we pass your personal information to agrees to treat your information with the same level of protection as we are obliged to. _Legal_ The information that we request will be retained by us and used as described in this @global.privacy_policy.
es: El personal interno de IDEMS puede tener acceso limitado a los datos de registro recopilados a través de la aplicación, según sea necesario para realizar sus tareas relacionadas con el funcionamiento de la aplicación. Solo se accederá a estos datos cuando sea necesario, y todos los miembros del equipo con acceso a los datos están obligados a la confidencialidad. Aceptas que tus datos personales puedan ser compartidos con terceros, como investigadores y socios implicados en la mejora o implementación de la app, incluidos aquellos que se encuentren fuera de tu país. Antes de revelar la información a los socios de investigación, anonimizaremos en la medida de lo posible y cuando proceda información como los datos de registro. Al leer y aceptar esta @global.privacy_policy, nos permites utilizar tus datos anónimos en investigaciones publicadas. Aceptas que podamos transferir tus datos de registro fuera de tu país, por ejemplo, para administrar servicios en la nube. Nos aseguraremos de que cualquier país, empresa o persona a la que transmitamos tus datos personales acepte tratar tu información con el mismo nivel de protección al que estamos obligados. _Legal_ La información que solicitamos será conservada por nosotros y utilizada como se describe en esta @global.privacy_policy.

# data_list
source: Third Party Service Providers and Websites
es: Proveedores Externos de Servicios y Sitios Web

# data_list
source: The app does use third party services that may collect information used to identify you. We do so for the following reasons: - To facilitate our app - To provide the app on our behalf - To perform app-related services; or - To assist us in analysing how our app is used. We want to inform users of this app that these third parties have access to your Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose. Links to the privacy policies of third-party service providers used by the app: - [Google Play Services](https://www.google.com/policies/privacy/) - [Google Analytics for Firebase](https://firebase.google.com/policies/analytics) - [Sentry](https://sentry.io/privacy/) - [Matomo](https://matomo.org/privacy-policy/) - [GlitchTip](https://glitchtip.com/legal/privacy) This app may contain links to other sites that are not covered by this @global.privacy_policy. If you click on a third-party link, you will be directed to that site. This @global.privacy_policy applies only to the processing of your information by this app. It does not address, and we are not responsible for, the privacy, information, or other practices of any third parties, including any third party operating any site or service to which this app links to.
es: La aplicación utiliza servicios de terceros que pueden recopilar información utilizada para identificarte. Lo hacemos por las siguientes razones: - Para facilitar nuestra aplicación - Para proporcionar la aplicación en nuestro nombre - Para realizar servicios relacionados con la aplicación; o - Para ayudarnos a analizar cómo se utiliza nuestra aplicación. Queremos informar a las y los usuarios de esta app de que estos terceros tienen acceso a sus Datos Personales. El motivo es realizar las tareas que se les asignan en nuestro nombre. Sin embargo, están obligados a no revelar ni utilizar la información para ningún otro fin. Enlaces a las políticas de privacidad de terceros proveedores de servicios utilizados por la app: - [Google Play Services](https://www.google.com/policies/privacy/) - [Google Analytics para Firebase](https://firebase.google.com/policies/analytics) - [Sentry](https://sentry.io/privacy/) - [Matomo](https://matomo.org/privacy-policy/) - [GlitchTip](https://glitchtip.com/legal/privacy) Esta aplicación puede contener enlaces a otros sitios que no están cubiertos por esta @global.privacy_policy. Si haces clic en un enlace de terceros, serás dirigido a ese sitio. Esta @global.privacy_policy se aplica únicamente al tratamiento de tu información por parte de esta aplicación. No aborda, y no somos responsables de, la privacidad, información u otras prácticas de terceros, incluyendo cualquier tercero que opere cualquier sitio o servicio al que enlace esta aplicación.

# data_list
source: How long do we keep your data?
es: ¿Cuánto tiempo conservamos tus datos?

# data_list
source: We will retain your personal information for as long as we need it to fulfil our purposes, including any relating to app services as well as legal, accounting, or reporting requirements.
es: Conservaremos tus datos personales mientras los necesitemos para cumplir nuestros fines, incluidos los relacionados con los servicios de la app, así como los requisitos legales, contables o de elaboración de informes.

# data_list
source: How do we keep your data secure?
es: ¿Cómo mantenemos tus datos seguros?

# data_list
source: We value your trust in providing us your personal information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and we cannot guarantee its absolute security. We also reserve the right to the storage of your data on third party servers or databases outside of the listed @global.app_name team (refer to the section on Third Party Service Providers and Websites). Therefore usage of the app is at your own risk.
es: Valoramos tu confianza al proporcionarnos tus datos personales, por lo que nos esforzamos por utilizar medios comercialmente aceptables para protegerlos. Pero recuerda que ningún método de transmisión por Internet, o método de almacenamiento electrónico es 100% seguro y confiable, y no podemos garantizar su absoluta seguridad. También nos reservamos el derecho al almacenamiento de tus datos en servidores o bases de datos de terceros ajenos al equipo de @global.app_name (consulta la sección sobre Proveedores Externos de Servicios y Sitios Web). Por lo tanto, el uso de la app es bajo tu propia responsabilidad.

# data_list
source: Children’s Privacy
es: Privacidad de niñas, niños y adolescentes

# data_list
source: This app is not targeted towards anyone under the age of 18. We do not knowingly collect personally identifiable information from individuals under 18.
es: Esta aplicación no está dirigida a menores de 18 años. No recopilamos conscientemente información personal identificable de menores de 18 años.

# data_list
source: Your data protection rights
es: Tus derechos sobre la protección de datos

# data_list
source: Under data protection law, you have rights including: _Your right of access_ - You have the right to ask us for copies of your personal information. _Your right to rectification_ - You have the right to ask us to rectify personal information you think is inaccurate. You also have the right to ask us to complete information you think is incomplete. _Your right to erasure_ - You have the right to ask us to erase your personal information in certain circumstances. _Your right to withdraw consent for data processing at any time_ - You can choose to halt the processing of your data if consent was the legal basis for handling your information. _Your right to restriction of processing_ - You have the right to ask us to restrict the processing of your personal information in certain circumstances. _Your right to object to processing_ - You have the right to object to the processing of your personal information in certain circumstances. _Your right to data portability_ - You have the right to ask that we transfer the personal information you gave us to another organisation, or to you, in certain circumstances. You are not required to pay any charge for exercising your rights. Depending on the circumstances and the nature of your request it may not be possible for us to do what you have asked, for example, where there is a statutory or contractual requirement for us to process your data and it would not be possible to fulfil our legal obligations if we were to stop. Further information on your rights is available from the [Information Commissioner's Office (ICO)](https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/individual-rights/individual-rights/).
es: Según la ley de protección de datos, tienes derechos incluyendo: _Tu derecho de acceso_ - Tienes derecho a pedirnos copias de tu información personal. _Tu derecho de rectificación_ - Tienes derecho a pedirnos que rectifiquemos la información personal que consideres inexacta. También tienes derecho a pedirnos que completemos la información que consideres incompleta. _Tu derecho a la eliminación_ - Tienes derecho a pedirnos que eliminemos tu información personal en determinadas circunstancias. _Tu derecho a retirar el consentimiento para el procesamiento de datos en cualquier momento_ - Puedes optar por detener el procesamiento de tus datos si el consentimiento era la base jurídica para manejar tu información. _Tu derecho a la restricción del procesamiento_ - Tienes derecho a pedirnos que restrinjamos el procesamiento de tus datos personales en determinadas circunstancias. _Tu derecho a oponerte al procesamiento_ - Tienes derecho a oponerte al tratamiento de tus datos personales en determinadas circunstancias. _Tu derecho a la portabilidad de datos_ - Tienes derecho a pedir que se transfiera la información personal que nos diste a otra organización, o a ti, en determinadas circunstancias. No estás obligado a pagar ningún cargo por ejercer tus derechos. Dependiendo de las circunstancias y de la naturaleza de tu solicitud, puede que no nos sea posible hacer lo que nos has pedido, por ejemplo, cuando exista un requisito legal o contractual para que procesemos tus datos y no sería posible cumplir nuestras obligaciones legales si dejáramos de hacerlo. Puedes obtener más información sobre tus derechos en la [Oficina del Comisionado de Información (ICO)](https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/individual-rights/individual-rights/).

# data_list
source: Removing the app
es: Eliminación de la app

# data_list
source: We are sorry if you find our app no longer useful. Should you decide to remove our app, we may still retain some of your data (although anonymised) to troubleshoot, aid in investigations, comply with legal requirements or to add to our existing research data sets.
es: Lamentamos que nuestra aplicación ya no te resulte útil. Si decides eliminar nuestra aplicación, podemos conservar algunos de tus datos (aunque anónimos) para solucionar problemas, ayudar en investigaciones, cumplir requisitos legales o añadirlos a nuestros conjuntos de datos de investigación existentes.

# data_list
source: Changes to the @global.privacy_policy
es: Cambios en la @global.privacy_policy
