Repository: IDEMSInternational/plh-digital-content
Catalog: translations/facilitator_app_mexico/*/*_legal_terms.po
Languages: es

# template
source: By providing your consent below you acknowledge reading and accepting the @global.terms_and_conditions and @global.privacy_policy. The most important commitments are: 1. This is, and will always be, a fully free app. 2. Your data will never be sold. We are not for profit. 3. By using the app you are helping to make the app better for you and others. 4. Your anonymised data may be used for research purposes by our @global.app_name team.
es: Al dar tu consentimiento a continuación, reconoces haber leído y aceptado los @global.terms_and_conditions y la @global.privacy_policy. Los compromisos más importantes son: 1. Esta es, y siempre será, una aplicación totalmente gratuita. 2. Tus datos nunca se venderán. No tenemos fines de lucro. 3. Al utilizar la aplicación, contribuyes a mejorarla para ti y para los demás. 4. Nuestro equipo @global.app_name puede utilizar tus datos anónimos con fines de investigación.

# template
source: These policies are still under construction. We value advice and input to improve them.
es: Estas políticas están aún en elaboración. Valoramos los consejos y aportaciones para mejorarlas.

# template
source: I consent to the commitments stated above.
es: Acepto los compromisos mencionados arriba.

# template
source: Continue
es: Continuar

# template
source: Last updated: @global.deployment_terms_text
es: Última actualización: @global.deployment_terms_text

# template
source: You can only move on and access the app if you provide your consent.
es: Solo podrás seguir adelante y acceder a la aplicación si das tu consentimiento.
