Repository: IDEMSInternational/plh-digital-content
Catalog: translations/facilitator_app_mexico/*/*_legal_terms.po
Languages: es

# data_list
source: We may update our @global.privacy_policy from time to time. You waive your right to be notified directly of changes and are advised to review this page periodically for any updates. Your continued use of the app suggests you agree to subsequent revisions of the @global.privacy_policy.
es: Podemos actualizar nuestra @global.privacy_policy de vez en cuando. Renuncias a tu derecho a ser notificado directamente de los cambios y se te aconseja que revises esta página periódicamente para conocer las actualizaciones. Tu uso continuo de la aplicación sugiere que estás de acuerdo con las revisiones posteriores de la política de privacidad @global.privacy_policy.

# data_list
source: If you have any questions or suggestions about our @global.privacy_policy, complaints or otherwise do not hesitate to contact us at <apps@idems.international>. If your concerns are not adequately addressed, you retain the right to file a complaint with the Information Commissioner's Office. You can reach them at 03031231113, contact them via https://ico.org.uk/global/contact-us/, or mail to the Information Commissioner’s Office, Wycliffe House, Water Lane, Wilmslow, Cheshire, SK9 5AF, England, UK. **Last updated: @global.deployment_terms_text** _This @global.privacy_policy page was based on a draft created at privacypolicytemplate.net and modified/generated by App Privacy Policy Generator._
es: Si tienes alguna pregunta o sugerencia sobre nuestra política de privacidad @global.privacy_policy, quejas o cualquier otra cosa, no dudes en ponerte en contacto con nosotros en <apps@idems.international>. Si tus inquietudes no se abordan adecuadamente, conservas el derecho a presentar una queja ante la Oficina del Comisionado de Información. Puedes ponerte en contacto con ellos en 03031231113, a través de https://ico.org.uk/global/contact-us/, o por correo a la Oficina del Comisionado de Información, Wycliffe House, Water Lane, Wilmslow, Cheshire, SK9 5AF, Inglaterra, Reino Unido. **Última actualización: @global.deployment_terms_text** _Esta página @global.privacy_policy se basó en un borrador creado en privacypolicytemplate.net y modificado/generado por App Privacy Policy Generator._

# data_list
source: User Agreement
es: Acuerdo del Usuario

# data_list
source: These @global.terms_and_conditions are an agreement between you and @global.app_name (or ‘the app’) which furthermore sets out the rules for your use of @global.app_name. @global.app_name is a free app, that seeks to support facilitators and other implementers in their role in delivering Parenting for Lifelong Health in-person or hybrid programmes. Within the Mexican context, the app will support facilitators of the Familias en Cambio Programme acting as a ‘guide in your pocket’ enabling facilitators to track a) parental attendance and b) co-caregivers of those registered for the project who will be using ParentText. @global.app_name is brought to you by the collaboration of partners including Parenting for Lifelong Health, University of Oxford, IDEMS International, INNODEMS and UNICEF Mexico, and the National Institute of Psychiatry (‘the @global.app_name team’). Please read these @global.terms_and_conditions carefully. By downloading or using the app, you agree that you have read, understood, and accepted the @global.terms_and_conditions contained below. Your privacy is important to us – please also read our @global.privacy_policy, which will detail how we collect, store and use the information that you provide to us. By using @global.app_name you are confirming to us that you are further agreeing to our @global.privacy_policy, as set out separately.
es: Estos @global.terms_and_conditions son un acuerdo entre tú y @global.app_name (o "la app") que además establece las normas para tu uso de @global.app_name. @global.app_name es una app gratuita, que pretende apoyar a las y los facilitadores y otros implementadores en su función de impartir programas presenciales o híbridos de Parenting for Lifelong Health. En el contexto mexicano, la app apoyará a las y los facilitadores del Programa Crianza con Conciencia + actuando como una "guía en tu bolsillo" que permitirá a las y los facilitadores hacer un seguimiento de a) la asistencia de los padres/madres y b) las personas que comparten la crianza con las personas inscritas en el proyecto que utilizarán el chat automatizado de Crianza con Conciencia +. @global.app_name es fruto de la colaboración de socios como Parenting for Lifelong Health, Universidad de Oxford, IDEMS Internacional, INNODEMS y UNICEF México, y el Instituto Nacional de Psiquiatría Ramón de la Fuente Muñiz ("el equipo de @global.app_name"). Lee atentamente estos @global.terms_and_conditions. Al descargar o utilizar la aplicación, aceptas que has leído, entendido y aceptado los @global.terms_and_conditions contenidos a continuación. Tu privacidad es importante para nosotros; lee también nuestra política de privacidad @global.privacy_policy, en la que se detalla cómo recopilamos, almacenamos y utilizamos la información que nos proporcionas. Al utilizar @global.app_name nos confirmas que aceptas nuestra @global.privacy_policy, tal y como se establece por separado.

# data_list
source: Rules of Usage
es: Normas de Uso

# data_list
source: @global.app_name is open-source, which means that its codebase can be found on GitHub for the wider software developer community. However, it's against the terms of use to alter the existing application or its materials, or to replicate any trademarks from the @global.app_name team. Although open source, refrain from translating the software into other languages or creating alternate versions without crediting the @global.app_name team. Unauthorised access to confidential user data is forbidden. It's not acceptable to provide false information about yourself when using the app, make unfounded claims of affiliation, or inaccurately report the app's behaviour. Ensure that your usage of the app adheres to all local rules and laws. Finally in accessing and using the app, we believe you not to be a minor in your country of residence.
es: @global.app_name es de código abierto, lo que significa que su código base puede encontrarse en GitHub para la comunidad de desarrolladores de software en general. Sin embargo, va en contra de las condiciones de uso alterar la aplicación existente o sus materiales, o replicar cualquier marca registrada del equipo de @global.app_name. Aunque es de código abierto, abstente de traducir el software a otros idiomas o de crear versiones alternativas sin acreditar al equipo de @global.app_name. Está prohibido el acceso no autorizado a datos confidenciales de los usuarios. No es aceptable proporcionar información falsa sobre ti mismo cuando utilices la app, hacer afirmaciones infundadas sobre tu afiliación o informar de forma inexacta sobre el comportamiento de la app. Asegúrate de que tu uso de la aplicación cumple todas las normas y leyes locales. Por último, al acceder y utilizar la app, consideramos que no eres menor de edad en tu país de residencia.

# data_list
source: Content Changes
es: Cambios en el Contenido

# data_list
source: The @global.app_name team is committed to ensuring that the app is as useful and user friendly as possible. For that reason, we reserve the right to make changes to the app which will be delivered through updates. At present the app is free of charge and our intention is for it to stay that way. In the future it is possible that some services may be offered that would incur a cost. We will never charge you for the app or its services without clearly making known to you first any access charges applicable.
es: El equipo de @global.app_name se compromete a garantizar que la aplicación sea lo más útil y fácil de usar posible. Por ese motivo, nos reservamos el derecho a realizar cambios en la aplicación, que se comunicarán mediante actualizaciones. Actualmente la aplicación es gratuita y nuestra intención es que siga siéndolo. En el futuro es posible que se ofrezcan algunos servicios que supongan un costo. Nunca te cobraremos por la aplicación o sus servicios sin informarte antes claramente de cualquier coste de acceso aplicable.

# data_list
source: Intellectual property
es: Propiedad intelectual

# data_list
source: The app itself, the trademarks, copyright, database rights and other intellectual property rights related to it, belong to or are licensed to the various applicable collaborators of the @global.app_name team (noting that code is covered under GPL 3 and content by CC BY licence). The use of names and emblems/logos of collaborating institutions are the exclusive property of those institutions and are protected under international and national laws. Unauthorised use is prohibited. Logos may not be copied or reproduced in any way without the prior written permission of said institution.
es: La aplicación en sí, las marcas registradas, los derechos de autor, los derechos sobre la base de datos y otros derechos de propiedad intelectual relacionados con ella, pertenecen o están licenciados a los diversos colaboradores aplicables del equipo @global.app_name (señalando que el código está cubierto por la licencia GPL 3 y el contenido por la licencia CC BY). El uso de nombres y emblemas/logos de las instituciones colaboradoras son propiedad exclusiva de dichas instituciones y están protegidos por las leyes internacionales y nacionales. Queda prohibido su uso no autorizado. Los logotipos no pueden copiarse ni reproducirse de ninguna manera sin el permiso previo por escrito de dicha institución.

# data_list
source: Submissions
es: Envíos

# data_list
source: Your feedback on the app is appreciated. So that we can improve, any comments are not considered confidential and will become available for further lawful use without additional approval or compensation. We shall therefore own exclusive rights and believe any feedback that you have made is original by you.
es: Agradecemos tus comentarios sobre la aplicación. Para que podamos mejorar, cualquier comentario no se considerará confidencial y estará disponible para su uso legal posterior sin necesidad de aprobación o compensación adicional. Por lo tanto, tendremos derechos exclusivos y consideraremos que cualquier comentario que hayas hecho es original de tu autoría.

# data_list
source: Security
es: Seguridad

# data_list
source: Our app stores and processes personal data that you have provided to us, in order to offer our services. It is your responsibility to keep your phone and access to the app secure. Removal of software restrictions and limitations imposed by the official operating system of your device is therefore not recommended. Doing so could make your phone vulnerable to malware, viruses, malicious programs as well as compromise your phone’s security features and could mean that the app will not work properly or at all. To see how we handle your personal information, please see our @global.privacy_policy.
es: Nuestra app almacena y procesa los datos personales que nos has proporcionado, con el fin de ofrecerte nuestros servicios. Es tu responsabilidad mantener tu teléfono y el acceso a la app seguros. Por lo tanto, no se recomienda eliminar las restricciones y limitaciones de software impuestas por el sistema operativo oficial de tu dispositivo. Hacerlo podría hacer que tu teléfono fuera vulnerable a malware, virus, programas maliciosos, así como comprometer las funciones de seguridad de tu teléfono, y podría significar que la app no funcionara correctamente o no funcionara en absoluto. Para saber cómo tratamos tu información personal, consulta nuestra política de privacidad @global.privacy_policy.

# data_list
source: External links and resources
es: Enlaces y recursos externos

# data_list
source: The app uses third party services that declare their own @global.terms_and_conditions and may link to other websites and resources that are not under the app's control. Links to @global.terms_and_conditions of third party service providers used by the app include: - [Google Play Services](https://policies.google.com/terms) - [Google Analytics for Firebase](https://firebase.google.com/terms/analytics) - [Sentry](https://sentry.io/terms/) - [Matomo](https://matomo.org/matomo-cloud-terms-of-service/) - [GlitchTip](https://glitchtip.com/legal/tos) The inclusion of such links does not imply an endorsement or approval by the app and/or its partners of any website, product, or service. Similarly, the app and the @global.app_name team affiliated developers and collaborators do not assume any responsibility or liability in respect of such websites, product, or service, including, for example, responsibility or liability for the accuracy or reliability of any information, data, opinions, advice or statements made on those web sites.
es: La aplicación utiliza servicios de terceros que declaran sus propios términos y condiciones @global.terms_and_conditions y pueden enlazar con otros sitios web y recursos que no están bajo el control de la aplicación. Los enlaces a @global.terms_and_conditions de proveedores de servicios de terceros utilizados por la app incluyen: - [Google Play Services](https://policies.google.com/terms) - [Google Analytics para Firebase](https://firebase.google.com/terms/analytics) - [Sentry](https://sentry.io/terms/) - [Matomo](https://matomo.org/matomo-cloud-terms-of-service/) - [GlitchTip](https://glitchtip.com/legal/tos) La inclusión de dichos enlaces no implica la aprobación o respaldo por parte de la app y/o sus socios de ningún sitio web, producto o servicio. Del mismo modo, la app y los desarrolladores y colaboradores afiliados al equipo @global.app_name no asumen ninguna responsabilidad u obligación con respecto a dichos sitios web, producto o servicio, incluyendo, por ejemplo, la responsabilidad u obligación por la exactitud o fiabilidad de cualquier información, datos, opiniones, consejos o declaraciones realizadas en dichos sitios web.

# data_list
source: Disclaimer
es: Exención de responsabilidad

# data_list
source: Please be aware that the @global.app_name team exclude responsibility for the following: 1. Certain functions of the app will require the app to have an active internet connection. The @global.app_name team cannot take responsibility for the app not working at full functionality if you do not have access to Wi-Fi, or you do not have any of your data allowance left. 2. Using the app outside of an area with Wi-Fi, will mean that your terms of agreement with your mobile network provider will still apply. As a result, you may be charged by your mobile provider for the cost of data for the duration of the connection while accessing the app, or other third party charges. In using the app, you accept responsibility for any such charges, including roaming data charges if you use the app outside of your home territory (i.e. region or country) without turning off data roaming. If you are not the bill payer for the device on which you are using the app, please be aware that we assume that you have received permission from the bill payer for using the app. 3. Although we endeavour to ensure that the app is updated and its content accurate, we do rely on third parties to provide information to us so that we can make it available to you. We do not regularly check out all of the external sites and cannot guarantee that they are always accurate or reliable. 4. The @global.app_name team accepts no liability for any damage or loss, direct or indirect, you experience as a result of using the app, or arising from any reliance you may place on advice or information provided from the app. You should always exercise your own discretion and judgement appropriate to your own circumstances in relation to any advice or information provided from the app. 5. Any instances of software bugs, viruses or other malicious material transmitted by a third party through our site are a regret, but we are devoid of responsibility. 6. Updates to the app occur regularly in order to improve performance and content. The app is available on Android -- the requirements for this system (and for any additional systems we decide to extend the availability of the app to) may change. It is your responsibility to download app updates to keep using the app. The @global.app_name team does not promise that it will always update the app so that it is relevant to you and/or works with the Android version that you have installed on your device. However, you agree to always accept updates to the application when offered to you. 7. The app site might not be available at all times for reasons of maintenance or trouble with associated software or hardware. Whilst we apologise for inconveniences, we are not liable for any loss you may incur should the site not be accessible or is withdrawn. Equally, we have the right and choice to terminate your access and use of the app (including availability of captured data) at any time, without warning. Unless we tell you otherwise, upon any termination, (a) the rights and licences granted to you in these terms will end; (b) you must stop using the app, and (if needed) delete it from your device. 8. You agree to indemnify, at your own expense, the @global.app_name, its officials, employees, consultants and agents, against any claims, including your costs and expenses, by any third party, resulting from your use of the app. 9. Companies or products associated with the app should not be interpreted as endorsement by the app or the @global.app_name team or demonstrate an intention to infringe proprietary rights.
es: Considera que el equipo de @global.app_name excluye la responsabilidad de lo siguiente: 1. Ciertas funciones de la aplicación requerirán que esta tenga una conexión activa a Internet. El equipo de @global.app_name no puede responsabilizarse de que la aplicación no funcione a pleno rendimiento si no tienes acceso a Wi-Fi o si no te queda saldo de datos. 2. Si utilizas la aplicación fuera de una zona con Wi-Fi, se seguirán aplicando las condiciones del contrato con tu proveedor de red móvil. Como resultado, es posible que tu proveedor de telefonía móvil te cobre el costo de los datos durante el tiempo que dure la conexión mientras accedes a la aplicación, u otros cargos de terceros. Al utilizar la aplicación, aceptas la responsabilidad de dichos cargos, incluidos los cargos por datos en roaming si utilizas la aplicación fuera de tu territorio nacional (es decir, región o país) sin desactivar el roaming de datos. Si tú no pagas la factura del dispositivo en el que utilizas la aplicación, considera que asumimos que has recibido permiso de la persona que paga la factura para utilizar la aplicación. 3. Aunque nos esforzamos por garantizar la actualización de la aplicación y la exactitud de su contenido, dependemos de terceros que nos proporcionan información para que podamos ponerla a tu disposición. No verificamos regularmente todos los sitios externos y no podemos garantizar que sean siempre exactos o confiables. 4. El equipo de @global.app_name no acepta ninguna responsabilidad por cualquier daño o pérdida, directa o indirecta, que experimentes como resultado del uso de la aplicación, o que se derive de la confianza que puedas depositar en los consejos o la información facilitados desde la aplicación. Siempre debes ejercer tu propia discreción y juicio adecuados a tus propias circunstancias en relación con cualquier consejo o información proporcionados desde la aplicación. 5. Lamentamos cualquier caso de errores de software, virus u otro material malicioso transmitido por terceros a través de nuestro sitio, pero no asumimos ninguna responsabilidad. 6. La aplicación se actualiza regularmente para mejorar su rendimiento y contenido. La app está disponible en Android -- los requisitos para este sistema (y para cualquier sistema adicional al que decidamos ampliar la disponibilidad de la app) pueden cambiar. Es tu responsabilidad descargar las actualizaciones de la aplicación para seguir utilizándola. El equipo de @global.app_name no promete que siempre actualizará la aplicación para que sea relevante para ti y/o funcione con la versión de Android que tengas instalada en tu dispositivo. Sin embargo, te comprometes a aceptar siempre las actualizaciones de la aplicación cuando se te ofrezcan. 7. El sitio de la aplicación podría no estar disponible en todo momento por motivos de mantenimiento o problemas con el software o hardware asociados. Aunque te pedimos disculpas por los inconvenientes, no nos hacemos responsables de ninguna pérdida en la que puedas incurrir en caso de que el sitio no esté accesible o sea retirado. Del mismo modo, tenemos el derecho y la opción de poner fin a tu acceso y uso de la aplicación (incluida la disponibilidad de los datos capturados) en cualquier momento, sin previo aviso. A menos que te indiquemos lo contrario, después de cualquier terminación, (a) finalizarán los derechos y licencias que se te conceden en estas condiciones; (b) deberás dejar de utilizar la app y (si es necesario) borrarla de tu dispositivo. 8. Aceptas indemnizar, a tu cargo, a @global.app_name, sus funcionarios, empleados, consultores y agentes, por cualquier reclamación, incluidos tus costes y gastos, por parte de cualquier tercero, que resulte de tu uso de la aplicación. 9. Las empresas o productos asociados con la app no deben interpretarse como un respaldo de la app o del equipo de @global.app_name ni demostrar una intención de infringir derechos de propiedad.

# data_list
source: Changes to the @global.terms_and_conditions
es: Cambios en @global.terms_and_conditions

# data_list
source: We may update our @global.terms_and_conditions from time to time. You waive your right to be notified directly of changes and are advised to review this page periodically for any updates. Your continued use of the app suggests you agree to subsequent revisions of the @global.terms_and_conditions.
es: Podemos actualizar nuestros @global.terms_and_conditions de vez en cuando. Renuncias a tu derecho a ser notificado directamente de los cambios y se te aconseja que revises esta página periódicamente para conocer las actualizaciones. Tu uso continuo de la aplicación sugiere que estás de acuerdo con las revisiones posteriores de los @global.terms_and_conditions.

# data_list
source: Contact Us
es: Contáctanos

# data_list
source: If you have any questions or suggestions about our @global.terms_and_conditions, do not hesitate to contact us at <apps@idems.international>. **Last updated: @global.deployment_terms_text**
es: Si tienes alguna pregunta o sugerencia sobre nuestros @global.terms_and_conditions, no dudes en ponerte en contacto con nosotros en <apps@idems.international>. **Última actualización: @global.deployment_terms_text**

# global
source: Terms & Conditions
es: Términos y Condiciones

# global
source: Privacy Policy
es: Política de Privacidad
