Repository: IDEMSInternational/plh-digital-content
Catalog: translations/common/tn/tn_lets_slow_down_lyrics.po
Languages: tn_za

# template
source: When everything feels like it is falling apart
tn_za: Fa tsotlhe di utlwalega okare di a phutlhama

# template
source: And you can't help but raise your voice
tn_za: Ebile o palela ke go itshwara mme o isa lentswe kwa godimo

# template
source: When all the frustrations are beginning to start
tn_za: Fa tsotlhe tse di kgobang marapo di simolola

# template
source: Remember that you have a choice
tn_za: Gopola gore o na le boikgethelo

# template
source: Remember all we have to be grateful for
tn_za: Gopola tsotlhe tse o ka di lebogelang

# template
source: Let's slow down
tn_za: A re fokotse lobelo

# template
source: Take a few deep breaths
tn_za: Hemela kwa teng makgetlhonyana

# template
source: Because I really couldn't love you more
tn_za: Ka gonne ga go na gore nka go rata go fetisa

# template
source: You can take pause, you can count to 10
tn_za: O ka emisa go se kae, o ka bala go fitlha ka 10

# template
source: Play a game or do something fun
tn_za: Tshameka motshameko kgotsa dira sengwe se se monate

# template
source: You can phone a friend, someone to confide in
tn_za: O ka letsetsa tsala, mongwe yo o ka buang le ene

# template
source: Remember you're not the only one
tn_za: Gopola gore ga se wena fela
