Repository: IDEMSInternational/plh-digital-content
Catalog: translations/wash_text/*/*_modules.po
Languages: zu

# text
source: Today’s lesson is about keeping a ✨healthy home and a ✨healthy family.
zu: Imfundo yanamhlanje kumayelayana nokugcina ✨ikhaya eliphilile ✨nomdeni ophilile.

# text
source: You can stay healthy by drinking safe water, ✨ using clean toilets, 🧹keeping your house and the area around it clean, and 👐🏿washing your hands often.
zu: Ungahlale uphile saka ngokuphuza amanzi ahlanzekile, ✨ ukusebenzisa ama-toilets ahlanzekile, 🧹 ukugcina indlu yakho ihlanzekile kanye nendawo eyizungezile 👐🏿 kanye nokugeza izandla zakho njalo.

# text
source: Not doing this can lead to diarrhoea, undernutrition, and other diseases involving worms or bugs.
zu: Ukungakwenzi lokho kungenza ube nesifo sohudo, ungondleki kahle kanye nezinye izifo ezihilela izikelemu noma izimbungulu.

# text
source: We should all have 🌱safe places to live free of 📄rubbish, as well as human and animal poo.
zu: Sonke kufanele sibe nendawo ehlanzekile🌱engenawo udoti📄 kanye nendle yabantu noma eyezilwane.

# text
source: Staying clean and healthy helps prevent many unwanted illnesses and bugs, such as:
zu: Ukuhlala uhlanzekile futhi unempilo kusiza kugweywe izifo ezingadingekile kanye namagcekwane anjenge:

# text
source: **Diarrhoea**
zu: **Uhudo**

# text
source: 💩Diarrhoea is when you have a runny tummy and go to the bathroom three or more times per day. It is often a sign that your body has a bug (a bacterial, viral, or parasitic infection).
zu: 💩 Isifo sohudo ilapho ukhishwa isisu futhi uya e-toilet kathathu noma ngaphezulu ngosuku. Kuwuphawu lokuthi umzimba wakho unengciwane( noma izimbungulu).

# text
source: Diarrhoea can be prevented but can be serious, especially when the body loses a lot of 💧water.
zu: Isifo sohudo singavinjelwa kodwa singaba sibi, ikakhulukazi uma umzimba ulahlekelwa 💧amanzi amaningi.

# text
source: **Prevention**
zu: **Ukuvimbela**

# text
source: Remember to 🧼 wash your hands with soap often and keep your food and water clean. You will learn more about these things in the next lessons.
zu: Khumbula 🧼 ukugeza izandla zakho ngensipho njalo futhi ugcine ukudla kwakho namanzi kuhlanzekile. Uzofunda okwengeziwe ngalezi zinto ezifundweni ezilandelayo.

# text
source: **Worms in Your Water**
zu: **Izikelemu Emanzini Akho**

# text
source: Tiny, invisible worms can cause a disease known as bilharzia or schistosomiasis. They lead to tummy aches, rash, diarrhoea, and blood in your poo. People become infected when coming into contact with infected water.
zu: Izikelemu ezincane ezingabonakali zingadala isifo esaziwa nge-bilharzia noma i-schistosomiasis. Zenza uphathwe isisu, uqubuke, ube nesifo sohudo, kanye negazi emakakeni akho. Abantu batheleleka uma besemanzini anamagciwane.

# text
source: Stop the spread of the disease by 🚰drinking and 🧼bathing in 💧clean water, and don't contaminate the water sources by 💩pooping in open areas or in the stream.
zu: Misa ukusabalala kwalesi sifo 🚰ngokuphuza kanye 🧼nokugeza 💧emanzini ahlanzekile, futhi ungangcolisi imithombo yamanzi 💩ngokukaka ezindaweni ezivulekile noma emfudlaneni.

# text
source: **Worms Around Your Home**
zu: **Izikelemu Ezizungeze Ikhaya Lakho**

# text
source: Worms that break down food for compost are helpful. Other worms, like hookworms, roundworms, and whipworms, are tiny, invisible, and ❗ dangerous. They can cause diarrhoea, tummy aches, and malnutrition, among other symptoms.
zu: Izikelemu ezivundisa ukudla ukuze kwenziwe umquba ziwusizo. Ezinye izikelemu zincane, azibonakali, futhi ❗ ziyingozi. Zingabangela isifo sohudo, ubuhlungu besisu, nokungondleki, phakathi kwezinye izimpawu.

# text
source: Eggs of these worms are found in human poo, which can land on the ground and transfer to your feet and hands.
zu: Amaqanda alezi zibungu atholakala emakakeni omuntu, uma ewela phansi angadluliseleka ezinyaweni zakho nasezandleni zakho.

# text
source: Regularly 🧼cleaning your home/yard and toilet, disposing of children’s poo in the toilets, and 👐🏿 washing your hands regularly with soap are important to prevent infections. Remember to keep your food and water clean.
zu: Ukuhlanza 🧼ikhaya lakho/igceke nendlu yangasese, nokulahla indle yezingane ezindlini zangasese, kanye 👐🏿 nokugeza izandla njalo ngensipho kubalulekile ukuvikela izifo. Khumbula ukugcina ukudla kwakho namanzi kuhlanzekile.

# text
source: **How Do You Keep Your Home Clean?**
zu: **Uligcina Kanjani Ikhaya Lakho Lihlanzekile?**

# text
source: Make sure you clean your house and yard regularly. Children’s poo should be thrown in the toilet, and animal poo and 📄rubbish should be removed.
zu: Qiniseka ukuthi uhlanza indlu yakho negceke njalo. Indle yezingane kufanele ilahlwe endlini yangasese, futhi indle yezilwane kanye 📄nodoti kufanele kukhishwe.

# text
source: 🪣Use water and 🧼soap to clean the floor and walls where you can.
zu: 🪣Sebenzisa amanzi kanye 🧼nensipho ukuhlanza phansi kanye nezindonga lapho ungakwazi khona.

# text
source: **More Tips to Keep a Clean Home**
zu: **Amacebiso Engeziwe Okugcina Ikhaya Lihlanzekile**

# text
source: 🧹 Get rid of mould, insects and rats in your house by sweeping, washing and drying up damp places regularly.
zu: 🧹 Susa isikhunta, izinambuzane namagundane endlini yakho ngokushanela, nangokuhlanza izindawo ezinomswakamo njalo.

# text
source: 🍞 Protect food and throw rubbish in the rubbish bin -flies like rubbish!
zu: 🍞 Vikela ukudla kwakho futhi ulahle udoti emgqonyeni wezibi- ngoba izimpukane ziyawuthanda udoti!

# text
source: 🦟 Mosquitoes like to live in still water, such as in open containers and puddles. Cover or empty any still water in your home to keep mosquitoes away.
zu: 🦟 Omiyane bathanda ukuhlala emanzini anganyakazi, njengasezitsheni ezivulekile nasemachibini. Vala noma uchithe noma imaphi amanzi amile ekhaya lakho ukuze ugweme omiyane.

# text
source: **See Your Doctor**
zu: **Bonana Nodokotela Wakho**

# text
source: If you feel unwell, it is important to visit a clinic. They can help!
zu: Uma ugula, kubalulekile ukuvakashela umtholampilo. Bangasiza!

# text
source: ⭐Congratulations! 🌱You have learnt how to keep a clean home and healthy family.
zu: ⭐Halala! 🌱Usufunde ngokugcina ikhaya lakho lihlanzekile nokuba nomndeni onempilo.

# text
source: You have completed @(fields.c_n_mod_compl +1) out of @fields.c_n_mod lessons in Keeping My Family Healthy.
zu: Uqede@(fields.c_n_mod_compl +1)kwezinguout of @fields.c_n_mod izifundo esithi Ukugcina Umndeni Wami Unempilo.

# text
source: Today’s lesson is about when and how to 👐 wash your hands.
zu: Isifundo sanamuhla simayelana nokuthi 👐 uzigeza nini futhi kanjani izandla zakho.

# text
source: When you wash your hands with 🧼 soap, your hands will feel and smell ✨ clean and fresh.
zu: Uma ugeza izandla ngensipho 🧼, izandla zakho zizonuka kamnandi futhi✨zizohlanzeka zishaywe umoya.

# text
source: Let’s try a quiz!
zu: Ake sizame lemibuzo!

# text
source: When do you need to wash your hands?
zu: Udinga ukuzigeza nini izandla?

# text
source: Oops! That's not correct. It’s important to wash your hands:
zu: Eish! Akunjalo. Kubalulekile ukugeza izandla zakho:

# text
source: ✅ Before and after cooking
zu: ✅ Ngaphambi nangemuva kokupheka

# text
source: ✅ Before eating
zu: ✅ Ngaphambi kokudla

# text
source: ✅ Before and after caring for a sick person
zu: ✅ Ngaphambi nangemuva kokunakekela umuntu ogulayo

# text
source: ✅ After using the toilet
zu: ✅ Ngemva kokusebenzisa indlu yangasese

# text
source: ✅ After changing a nappy
zu: ✅ Ngemva kokushintsha inabukeni

# text
source: That’s right! It’s important to wash your hands:
zu: Uqinisile! Kubalulekile ukugeza izandla zakho:

# text
source: Sorry, I don't understand what you mean.
zu: Ngiyaxolisa, angiqondi ukuthi uthini.

# text
source: You’ve completed 50% of this skill! Press NEXT to continue.
zu: Usumphothulile u-50% waleli khono! Cindezela okuthi LANDELAYO ukuze uqhubekele phambili.

# text
source: 🤔Why do we wash our hands? Does soap really matter? When should we wash them? What’s the best way to wash our hands?
zu: 🤔Kungani sigeza izandla zethu? Ingabe kunendaba ngempela? Kufanele sizigeze nini? Iyiphi indlela engcono kakhulu yokugeza izandla zethu?

# text
source: These are important questions! Let’s learn more together:
zu: Imibuzo ebalulekile lena! Masifunde okwengeziwe ndawonye:

# text
source: **Why Do We Wash Hands?**
zu: **Kungani Sigeza Izandla?**

# text
source: ✅ Washing your hands with 🧼 soap is one of the cheapest and most effective things you can do to protect yourself from getting sick.
zu: ✅ Ukugeza izandla ngensipho 🧼 kungenye yezinto ezishibhile nezisebenzayo ongayenza ukuze uzivikele ekuguleni.

# text
source: ✅ Handwashing with soap stops germs, which cause sicknesses like diarrhoea and flu, from passing from person to person or to your food and water.
zu: ✅ Ukugeza izandla ngensipho kunqanda amagciwane adala izifo ezifana nesifo sohudo nomkhuhlane ukuthi angadluleli komunye umuntu noma aye ekudleni nasemanzini akho.

# text
source: **Why is Soap Important?**
zu: **Kungani Ibalulekile Insipho?**

# text
source: ❌ Washing your hands with just water is not enough to remove dirt and poo from your hands after you have been to the toilet or changed a nappy.
zu: ❌ Ukugeza izandla ngamanzi nje akwanele ukususa ukungcola nendle ezandleni ngemva kokuya endlini yangasese noma ngemva kokushintsha inabukeni.

# text
source: 👀 Even if your hands look clean you can still have poop germs on them, especially if you haven't washed your hands with soap. These germs spread when you touch your face, nose, or mouth.
zu: 👀 Noma izandla zakho zibukeka zihlanzekile usengaba namagciwane endle, ikakhulukazi uma ungagezanga izandla ngensipho. La magciwane asakazeka lapho uthinta ubuso bakho, ikhala, noma umlomo.

# text
source: **What Do You Need?**
zu: **Udinga ini?**

# text
source: ✅ Washing your hands is easy. All you need is a tap (or container of clean water) and some 🧼soap. Soap should be kept near the tap.
zu: ✅ Ukugeza izandla kulula. Okudingayo nje umpompi (noma isitsha samanzi ahlanzekile) kanye nensipho 🧼. Insipho kufanele igcinwe eduze kukampompi.

# text
source: ✅ If your tap is outside, keep soap nearby so it can be easily accessed.
zu: ✅ Uma umpompi wakho ungaphandle, gcina insipho iseduze ukuze ifinyeleleke kalula.

# text
source: **When Do You Need to Wash Your Hands?**
zu: **Kunini Lapho Udinga Ukugeza Izandla Zakho Khona?**

# text
source: To help keep healthy it is very important to wash your hands with soap at the following times:
zu: Ukuze uzigcine unempilo kubaluleke kakhulu ukugeza izandla zakho ngensipho ngalezi zikhathi ezilandelayo:

# text
source: ✅ Before and after cooking
zu: ✅ Ngaphambi nangemuva kokupheka

# text
source: ✅ Before eating
zu: ✅ Ngaphambi kokudla

# text
source: ✅After using the toilet
zu: ✅Ngemva kokusebenzisa indlu yangasese

# text
source: It is also important to always wash your hands after changing a baby’s nappy. Baby poop looks and smells different from adult poop, but it can still make you sick.
zu: Kubalulekile ukugeza izandla njalo ngemva kokushintsha inabukeni lomntwana. Indle yezingane ibukeka futhi inuka ngokwehlukile kunendle yabantu abadala, kodwa isengakugulisa.

# text
source: **How To Wash Your Hands**
zu: **Ungazigeza Kanjani Izandla Zakho**

# text
source: 1️⃣: Wet your hands with clean water.
zu: 1️⃣: Matisa izandla zakho ngamanzi ahlanzekile.

# text
source: 2️⃣: Use enough soap to cover your hands.
zu: 2️⃣: Sebenzisa insipho eyanele.

# text
source: 3️⃣: Rub all surfaces of your hands – such as the back of hands, between fingers and under nails. You should rub for at least 20 seconds.
zu: 3️⃣: Gcoba zonke izindawo zezandla zakho - ingemumva lwezandla, phakathi kweminwe nangaphansi kwezinzipho. Kufanele uhlikihle okungenani imizuzwana engu-20.

# text
source: 4️⃣: Rinse well with clean water.
zu: 4️⃣: Zihlambisise ngamanzi ahlanzekile.

# text
source: 5️⃣: Dry your hands with a clean cloth or towel.
zu: 5️⃣: Yomisa izandla zakho ngendwangu ehlanzekile noma ngethawula.

# text
source: **Ensure the soap is nearby**
zu: **Qinisekisa ukuthi insipho iseduze**

# text
source: Keeping soap close to your tap makes handwashing easy after tasks like using the toilet, changing a nappy, or working in the garden.
zu: Ukugcina insipho eduze kukampompi wakho kwenza ukugeza izandla kube lula ngemva kokusebenzisa indlu yangasese, kokushintsha inabukeni, noma kokusebenza engadini.

# text
source: ⭐Congratulations! 👋You have learnt when and how to wash your hands.
zu: ⭐Halala! 👋Usufundile ukuthi uzigeza nini futhi kanjani izandla zakho.

# text
source: Today’s lesson is about supporting our family's health with safe food and water.
zu: Isifundo sanamuhla besikhuluma ngokweseka impilo yomndeni wethu ngokudla nangamanzi aphephile.

# text
source: People become infected with stomach worms by eating unsafe food.
zu: Abantu bangenwa izikelemu ngokudla ukudla okungaphephile.

# text
source: Diseases such as typhoid fever (an infection from a bacteria) can also happen by eating unsafe food or water.
zu: Izifo ezifana ne-typhoid fever (ukutheleleka okuvela emagciwaneni) kungenzeka kubangelwa ukudla, ukudla okungaphephile noma ukuphuza amanzi angaphephile.

# text
source: Here are 5️⃣ tips to keep your food and water safe.
zu: Nawa amacebiso angu-5️⃣ okugcina ukudla kwakho namanzi kuphephile.

# text
source: 1️⃣ **Access Safe Water, When You Can. Treat It When You Can’t**
zu: 1️⃣ **Sebenzisa Amanzi Aphephile, Uma Ungakwazi. Uwahlanze Lapho Ungakwazi **

# text
source: You can get water from many sources. The safest water is often from a tap.
zu: Ungathola amanzi emithonjeni eminingi. Amanzi aphephe kakhulu ngokuvamile aphuma empompini.

# text
source: If you are worried about the quality of your water, boiling water can make it safe to drink and cook with:
zu: Uma ukhathazeka ngokuhlanzeka kwamanzi akho, ukuwabilisa kwenza ukwazi ukuwaphuza nokupheka ngawo:

# text
source: 1️⃣ Let the water sit for some time until the dirt settles at the bottom.
zu: 1️⃣ Wahlalise isikhashana ukuze udoti ukwazi ukuzika phansi.

# text
source: 2️⃣ Pour it into a pot or kettle and boil it for at least 10 minutes to make sure all the germs are killed before using it.
zu: 2️⃣ Wafake ebhodweni noma eketeleni ukuze uwabilise okungenani imizuzu engu-10 ukuze uqinisekise ukuthi wonke amangciwane asefile ngaphambi kokuba uwasebenzise.

# text
source: 3️⃣ Drink the water within 24 hours. This helps to keep it clean, fresh, and free from other germs.
zu: 3️⃣ Waphuze emahoreni angu-24. Lokhu kugcina amanzi ahlale ehlanzekile, emasha, futhi engenawo amangciwane.

# text
source: If you store 🪣 water, make sure that it does not come into contact with 🖐🏾 hands, dirt or 🦟insects. Hands, dirt, and insects make water unsafe to drink.
zu: Uma uwangcina esitsheni🪣 amanzi, qinisekisa ukuthi awuwathinti 🖐🏾 ngezandla, ukungcola noma 🦟izinabhuzane azikwazi ukungena. Izandla, ukungcola, kanye nezinambuzane zenza amanzi angaphephi ukuwaphuza.

# text
source: Water should be kept in clean and closed water containers.
zu: Amanzi kufanele angcinwe ezitsheni ezihlanzekile futhi ezivalekile.

# text
source: There are many designs for water containers. A safe water storage container is one that is:
zu: Zihlukahlekene izitsha zokungcina amanzi. Esiphephile isitsha sokugcina amanzi lesi esi:

# text
source: ✅ Strong and has a tightly fitting lid or cover
zu: ✅ Nesivalo esiqinile futhi esivala nci

# text
source: ✅ Stable base so it does not tip over
zu: ✅ Zokwenza amanzi angachitheki ngoba sinesisekelo esizinzile

# text
source: ✅ Durable so that it does not leak easily
zu: ✅ Sihlala isikhathi eside ukuze singasheshi sivuze

# text
source: ✅ Has a comfortable handle
zu: ✅ Nezibambo ezingebuhlungu ukuzibamba

# text
source: ✅ And, of course, is easy to clean
zu: ✅ Kanye,nokulula ukusihlanza

# text
source: Step 2️⃣: Pour clean and soapy water into the container.
zu: Isinyathelo 2️⃣: Faka amanzi ahlanzekile futhi anensipho esitsheni.

# text
source: Step 3️⃣: Put on the lid and shake for one minute (or, if you can, scrub the inside of the container).
zu: Isinyathelo 3️⃣: Vala ebese uyaxukuza umzuzu owodwa (noma, uma ungakwazi, ukhuhle ingaphakathi lesitsha sakho).

# text
source: Step 4️⃣: Pour the soapy water out. Rinsing next with non-soapy water.
zu: Isinyathelo 4️⃣: Chitha manzi anensipho. Hlambulula ngamanzi angenansipho.

# text
source: Small germs that cause disease can transfer from your unwashed hands, chopping boards, cloths, and utensils. Keep these clean.
zu: Amagciwane amancane abangela izifo angasuka ezandleni zakho ezingageziwe, ebhodini lokuqobela kanye nasezitsheni. Gcina lezi zinto zihlanzekile.

# text
source: ✅ Wash your hands with soap before touching food and while cooking.
zu: ✅ Geza izandla zakho ngamanzi anensipho ngaphambi kokuthinta ukudla kanye nalapho usupheka.

# text
source: ✅ Wash your hands after going to the toilet.
zu: ✅ Geza izandla zakho ngemva kokusebenzisa idlu yangasese.

# text
source: ✅ Clean your cooking space and tools every time you use them.
zu: ✅ Hlanza indawo ophekela kuyo kanye nezinto ozozisebenzisa njalo uma uzisebenzisa.

# text
source: ✅ Keep bugs, rats, and other animals away from the cooking area.
zu: ✅ Izimbungulu, amagundane kanye nezinye izilwane makube kude le nendawo yokuphekela.

# text
source: ✅ Cover food if you can.
zu: ✅ Uma ungakwazi kumboze ukudla.

# text
source: ✅ Remember to wash your fruits and vegetables with safe water.
zu: ✅ Khumbula ukugeza izithelo kanye nemifino ngamanzi ahlanzekile.

# text
source: Germs causing diseases can be found in raw food (such as meat, chicken, and seafood). These can be transferred to other foods when you prepare or store food. Separating raw and cooked food is therefore important.
zu: Amagciwane abangela izifo angatholakala ekudleni okungaphekiwe (njenge nyama, inkukhu, inyama eqamuka olwandle). Lamagciwane angaya kwezinye izindawo lapho usakulungiselela ukudla noma ukubeka. Kungakho kubalulekile ukuhlukanisa ukudla okuphekiwe nokungaphekiwe.

# text
source: ✅ Wash your knife and cutting board after cutting raw meat, chicken, or fish before using them to cut other foods.
zu: ✅ Geza umbese kanye nebhodi lokuqobela ngemva kokusika inyama engaphekiwe, inkukhu noma ufishi ngaphambi kokuba uqobe okunye ukudla.

# text
source: ✅ Store food in covered containers when you can. This will keep it safe from insects, rats, moisture, rot, and also stop the mixing of raw and prepared foods.
zu: ✅ Uma ungakwazi gcina ukudla kusesitsheni esivaliwe. Lokhu kuzokuvikela ezinambuzaneni, emagundaneni, nasekuboleni futhi kuzovimba ukuxubane kokudla okuphekiwe kokungaphekiwe.

# text
source: ✅ Clean up any leftover ingredients when done, especially raw meat.
zu: ✅ Uma usuqedile coca konke okungenzeka kusalile ngenkathi upheka ikakhulukazi okokudla okungaphekiwe.

# text
source: ⭐Congratulations! 💪🏾You have learnt how to support your family’s health with safe food and water.
zu: ⭐Halala! 💪🏾 Ufundile ukuthi ungaweseka kanjani umndeni wakho ngokudla kanye namanzi ahlanzekile.

# text
source: Today’s lesson is about toilets.
zu: Isifundo sanamuhla sikhuluma ngama-toilets.

# text
source: Keeping your toilet clean keeps germs away and stops the spread of disease. Besides, you don't want to be stepping on poo or urine while you are using the toilet. Keep it clean for you and your family ⭐.
zu: Ukugcina indlu yangasese ihlanzekile kuxosha amagciwane futhi kuvimba ukusabalala kwezifo. Ngaphandle nje kwalokho awufuni ukunyathela indle noma umncamo uma usebenzisa indlu yangasese. Igcine ihlanzekile ngenxa yakho nomndeni wakho ⭐.

# text
source: Open defecation, or pooping outside of a toilet, can feel safer, cleaner, or more convenient - especially for children. However, the flies that land on human poop will also land on your food, too. It is important that you use a toilet.
zu: Ukuzikhulula ungasebenzisi indlu yangasese noma ungayimbozi indle kungase kubonakale kuphephile futhi kulula - ikakhulukazi ezinganeni. Nokho izimpukane ezihlala emakakeni omuntu ziphinde zihlale nasekudleni futhi. Kubalukekile ukuthi usebenzise indlu yangasese.

# text
source: What makes a toilet safe?
zu: Yini eyenza indlu yangasese iphephe?

# text
source: Oops! That's not right! A safe toilet is one that is clean, separates you from your poo and urine, and is well-ventilated. Regular cleaning will also keep away 👃bad smells and flies.
zu: Eish! Akunjalo! I-toilet eliphephile elihlanzekile, elikuhlukaniso emuchameni kanye nasemakakeni akho nelishaya umoya. Ukulihlanza kaningi kuzolenza linganuki 👃 kuxoshe nezimpukane.

# text
source: That’s right! Regular cleaning will also keep away 👃 bad smells and flies.
zu: Kunjalo! Ukulihlanza kaningi kuzolenza linganuki 👃futhi kuxoshe nezimpukane.

# text
source: Here are 4️⃣ tips to keep your toilet clean:
zu: Naka amcebiso awu 4️⃣ okugcina i-toilet lihlanzekile:

# text
source: 1️⃣ Clean your toilet, the area around it and the pathway to it daily.
zu: 1️⃣ Nsuku zonke hlanza i-toilet lakho, kanye nendawo eliseduze nayo nendlela eya kulo.

# text
source: 2️⃣ Use soap to get rid of any urine stains or poo.
zu: 2️⃣Sebenzisa insipho ukuze kusuke noma ikuphi ukungcola komchamo noma indle.

# text
source: 3️⃣ Throw used toilet paper into the toilet.
zu: 3️⃣ Ilahle ithishu esisebenzile.

# text
source: 4️⃣ Check your toilet regularly. Make any repairs quickly.
zu: 4️⃣ Hlola i-toilet lakho njalo. Ukuze ulungise umonakalo ngokushesha.

# text
source: ⭐Congratulations! 💧You have learnt how to keep a safe and clean toilet!
zu: ⭐Halala! 💧 Usufundile ukuthi ungaligcina kanjani i-toilet lihlanzekile futhi liphephile!

# text
source: Today’s lesson is about managing our household rubbish.
zu: Isifundo sanamuhla sikhuluma ngokuthi singawucoca kanjani udoti ekhaya.

# text
source: By managing our rubbish, we can:
zu: Ngokucoca udoti singa:

# text
source: ✅ Reduce breeding grounds for germs, insects, rats, 🦟 mosquitos, and other animals that can spread diseases.
zu: Singaciphisa ukuzalana kwagcikwane, izinambuzane, amagundane, 🦟 iminyane kanye nezinye izilwane ezibhebhezela amagcikwane.

# text
source: ✅ Protect the environment and help keep our 💧water clean.
zu: ✅ Vikela imvelo ungcine namanzi ethu 💧ehlanzekile.

# text
source: ✅ Prevent rubbish from blocking drains and causing floods.
zu: ✅ Ungawuvumeli udoti uvale ama-drain usibangele izikhukhula.

# text
source: ✅ Make our homes and communities 👃smell nice by removing the bad smell of rotting rubbish.
zu: Yenza amakhaya nemiphakathi yethu👃inuke kahle ngokususa wonke udoti onukayo nonyanyisa.

# text
source: ✅ Make our homes and communities 🌷 more beautiful.
zu: ✅ Yenza amakhaya nemiphakathi yethu kube🌷 kuhle.

# text
source: Let’s take a quiz!
zu: Phendula lemibuzo!

# text
source: What is solid rubbish?
zu: Uyini udoti oqinile?

# text
source: Oops! That's not right! Actually, paper, organic, and plastic materials are all forms of solid waste.
zu: Eish! Akunjalo! Empeleni iphepha, izinto zemvelo kanye nezinto zezenziwe ngoplasitiki konke lokhu kuwudoti oqinile.

# text
source: That's right! Paper, organic materials, plastic materials are all forms of solid rubbish.
zu: Kunjalo! iphepha, udoti oyimvelo kanye nezinto ezenziwe ngokaplasitiki konke lokhu kuwudoti oqinile.

# text
source: Here’s another question: If your rubbish does not get collected, how can you dispose of plastic waste?
zu: Nawu omunye umbuzo: Uma udoti ungathathwa ungawulahla kanjani uplasitiki ukuze ungagcolisi?

# text
source: Oops! That’s not correct. You should never burn plastic or throw it on the street. You can recycle it or bring it to a nearby rubbish collection point.
zu: Eish! Akunjalo. Akufanele uwushise uplasitiki noma uwulahle emgwaqeni. Ungaphinde uwusebenzise futhi noma uwuhambise lapho okuqoqwa khona udoti.
