Repository: IDEMSInternational/plh-digital-content
Catalog: translations/wash_text/*/*_modules.po
Languages: zu

# text
source: Here are 2️⃣ tips for managing rubbish:
zu: Nawa amacebiso awu 2️⃣ azokusiza ngodoti:

# text
source: 1️⃣ **Manage Solid Rubbish**
zu: Ukusingatha Udoti Oqinile

# text
source: How you get rid of solid rubbish depends on the type and amount of rubbish. Here’s how to manage yours:
zu: Ukulahla udoti oqinile kuya ngohlobo lwadoti nokuthi ungakanani. Bona ukuthi ungawusingatha kanjani owakho:

# text
source: 📄Paper can be recycled, reused or collected with your other rubbish.
zu: Iphepha lingabuye lisetshenziswe kabusha, noma liqoqwe kanye nomunye udoti.

# text
source: 🍌Organic materials can be composted and used as fertiliser for trees and plants around your home.
zu: 🍌Udoti oyimvelo ungaba umquba noma usetshenziswe njengomanyolo wezihlala kanye nezinye izitshala ekhaya lakho.

# text
source: ♻Plastic can be collected with your other rubbish or recycled.
zu: ♻ Uplasitiki ungaqoqwa kanye nomunye udoti noma usebetshenziswe kabusha.

# text
source: ❗And remember, do not throw your solid rubbish garbage in the toilet.
zu: ❗Futhi khumbula, ungalokothi ulahle udoti oqinile e-toilet.

# text
source: 2️⃣ **Reduce The Amount of Rubbish You Create**
zu: **Ciphisa Udoti Owenzayo**

# text
source: 🔵 Carry your own bag to the shops to avoid using a new plastic bag.
zu: 🔵 Hamba nesakho isikhwama sokufaka ukudla ukuze ugweme ukusebenzisa ushekhazi omusha lapho uya ezitolo.

# text
source: 🔵 Use reusable containers, like plastic bottles, rather than buying new ones.
zu: 🔵 Sebenzisa izitsha ezisebenziseka kaningi, njengamabhodlela oplasitiki kunokuba uthenge amasha.

# text
source: 🔵 Try to fix or repair things when they break.
zu: 🔵 Zama ukulungisa izinto uma zifa.

# text
source: ⭐Congratulations! 💧You have learnt how to manage your household rubbish!
zu: ⭐Halala! 💧 Usufundile ukuthi ungawenzenjani udoti wasekhaya lakho!

# quick_replies
source: NEXT
zu: LANDELAYO

# quick_replies
source: Before & after I cook
zu: Ngaphambi nangemva kokupheka

# quick_replies
source: After changing a nappy
zu: Ngemva kokushitsha inabukeni

# quick_replies
source: Before I eat
zu: Ngaphambi kokuba ngidle

# quick_replies
source: After I go to the toilet
zu: Ngemva kokuya e-toilet

# quick_replies
source: All of the above
zu: Konke okungenhla

# quick_replies
source: It is clean
zu: Kuhlanzekile

# quick_replies
source: It separates you from your poo and urine
zu: Kukuhlukanisa nama kaka kanye nomchamo wakho

# quick_replies
source: It is well-ventilated
zu: Kungena umoya kahle

# quick_replies
source: All of the Above
zu: Konke okuphezulu

# quick_replies
source: Paper rubbish, like paper bags
zu: Udoti oyiphepha njengezikhwama ezingamaphepha

# quick_replies
source: Organic materials, like food
zu: Izinto eziyimvelo njengokudla

# quick_replies
source: Plastic rubbish, like bottles
zu: Uplasitiki owudoti njengezigubhu

# quick_replies
source: Burn it
zu: Kushise

# quick_replies
source: Recycle it or bring it to a nearby rubbish collection point
zu: Phinde ukusebenzise noma ukuhambise endaweni okuqoqwa udoti kuyo

# quick_replies
source: Throw it on the street
zu: Kulahle emgwaqeni

# arguments
source: before & after i cook
zu: ngaphambi nangemva kokuba ngipheke

# arguments
source: after changing a nappy
zu: ngemva kokushitsha inabukeni

# arguments
source: before i eat
zu: ngaphambi kokuba ngidle

# arguments
source: after i go to the toilet
zu: ngemva kokuya e-toilet

# arguments
source: all of the above
zu: konke okungenhla

# arguments
source: it is clean
zu: kuhlanzekile

# arguments
source: it separates you from your poo and urine
zu: kukuhlukanisa nama kaka kanye nomchamo wakho

# arguments
source: it is well-ventilated
zu: kungena umoya kahle

# arguments
source: paper rubbish, like paper bags
zu: uplasitiki owudoti njengezigubhu

# arguments
source: organic materials, like food
zu: izinto eziyimvelo njengokudla

# arguments
source: plastic rubbish, like bottles
zu: uplasitiki owudoti njengezigubhu

# arguments
source: burn it
zu: kushise

# arguments
source: recycle it or bring it to a nearby rubbish collection point
zu: phinde ukusebenzise noma ukuhambise endaweni okuqoqwa udoti kuyo

# arguments
source: throw it on the street
zu: kulahle emgwaqeni
