Repository: IDEMSInternational/plh-digital-content
Catalog: translations/parent_text_crisis_global/*/*_onboarding.po
Languages: fr

# text
source: ParentText is easiest to use when you receive content as videos, images and text. However, your data bundle and bandwidth may not support videos. To save on data, you can opt to receive the same content with a smaller audio file or as text. How would you like to receive ParentText?
fr: ParentText est plus facile à utiliser lorsque vous recevez des fichiers sous forme de vidéos, d'images et de texte. Cependant, il est possible que votre abonnement à Internet et votre capacité de connexion ne supportent pas les vidéos. Pour économiser Internet, vous pouvez choisir de recevoir le même fichier sous la forme d'un audio plus petit ou sous la forme de texte. Comment souhaitez-vous recevoir ParentText ?

# text
source: Sorry, I don't understand what you mean.
fr: Excusez-moi, je ne comprends pas ce que vous voulez dire.

# text
source: Are you a WOMAN or MAN?
fr: Êtes-vous une FEMME ou un HOMME ?

# text
source: Please select your language:
fr: Choisissez votre ethnie:

# text
source: The tips you will receive in this programme have been developed by UNICEF, UNHCR, and the Global Initiative to Support Parents.
fr: Les conseils que vous recevrez dans ce programme ont été rédigés par l'UNICEF, le HCR et l'Initiative Mondiale de Soutien aux Parents.

# text
source: ✅Participating in ParentText is optional.
fr: ✅La participation à ParentText n'est pas obligée.

# text
source: ✅Your personal information is safe and private. Your name and information will not be public, but your responses will be kept and used by researchers to learn how to support families like yours. They plan to publish the results.
fr: ✅Vos informations personnelles sont protégées et confidentielles. Votre nom et vos informations ne seront pas rendus publics, mais vos réponses seront conservées et utilisées par les chercheurs pour apprendre à soutenir des familles comme la vôtre. Ils prévoient de publier les résultats.

# text
source: ❌You can stop when you want. Just type {STOP}
fr: ❌Vous pouvez arrêter quand vous voulez. Il suffit de taper {STOP}

# text
source: Press YES if you agree with this. Type "EXIT" if you do not want to participate.
fr: Appuyez sur OUI si vous êtes d'accord. Tapez "QUITTER" si vous ne voulez pas participer.

# text
source: That is wonderful, thank you so much!
fr: C'est formidable, merci beaucoup !

# text
source: Can you please confirm that you are 18 years old or older?
fr: Pouvez-vous nous dire si vous êtes âgé de 18 ans ou plus ?

# text
source: Let's begin.
fr: Commençons.

# text
source: Are you sure you do not want to get these messages? If you do not want to receive any more messages, please type NO. If you made a mistake, please press BACK and choose another option.
fr: Êtes-vous sûr que vous ne voulez pas recevoir ces messages ? Si vous ne voulez plus recevoir de messages, tapez NON. Si vous avez fait une erreur, appuyez sur RETOUR et choisissez une autre option.

# text
source: If you ever return to participate in the programme, type HELLO.
fr: Si jamais vous revenez participer au programme, tapez SALUT.

# text
source: We hope to see you again soon, and we wish you a happy and peaceful day!
fr: Nous espérons vous revoir bientôt, et nous vous souhaitons une bonne et paisible journée !

# text
source: Sorry, ParentText is only for people over the age of 18. Do you confirm that you are under the age of 18?
fr: Désolé, ParentText est réservé aux personnes âgées de plus de 18 ans. Confirmez-vous que vous avez moins de 18 ans ?

# text
source: If you want to experience ParentText, you can always share it with your parents or caregivers who are over the age of 18.
fr: Si vous voulez faire l'expérience de {ParentText}, vous pouvez toujours le partager avec vos parents ou les personnes qui prennent soin de vous et qui sont âgées de plus de 18 ans.

# text
source: Here is a video that shows how to use ParentText.
fr: Voici une vidéo qui montre comment utiliser ParentText.

# text
source: Variables have been reset
fr: Les données ont été réinitialisées

# text
source: Welcome to ParentText. Every parent everywhere needs support. We hope we can help.
fr: Bienvenue sur ParentText. Tout parent, où qu'il soit, a besoin de soutien. Nous espérons pouvoir vous aider.

# quick_replies
source: Text, Images, and Videos
fr: Texte, Images et Vidéos

# quick_replies
source: Text, Images, and Audio
fr: Texte, Images et Audio

# quick_replies
source: Text and Images Only
fr: Texte et Images Uniquement

# quick_replies
source: Woman
fr: Femme

# quick_replies
source: Man
fr: Homme

# quick_replies
source: Prefer not to say
fr: Préfère ne pas le dire

# quick_replies
source: English
fr: Anglais

# quick_replies
source: French
fr: Français

# quick_replies
source: YES
fr: OUI

# quick_replies
source: Yes, I am over 18
fr: Oui, j'ai plus de 18 ans

# quick_replies
source: No, I am under 18
fr: Non, j'ai moins de 18 ans

# quick_replies
source: BACK
fr: RETOUR

# quick_replies
source: Yes
fr: Oui

# quick_replies
source: No
fr: Non

# arguments
source: text, images, and videos
fr: texte, images, et vidéos

# arguments
source: text, images, and audio
fr: texte, images et audio

# arguments
source: text and images only
fr: texte et images uniquement

# arguments
source: woman
fr: femme

# arguments
source: man
fr: homme

# arguments
source: prefer not to say
fr: préfère ne pas le dire

# arguments
source: english
fr: anglais

# arguments
source: french
fr: français

# arguments
source: yes
fr: oui

# arguments
source: exit
fr: quitter

# arguments
source: yes y over
fr: oui o au-delà

# arguments
source: no n under
fr: non n en dessous

# arguments
source: no
fr: non

# arguments
source: back
fr: retour
